{
    "juzs": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Rahman Rahim olan Allah'ın adıyla"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Hamd* Alemlerin Rabbinedir"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "Rahman ve Rahimdir"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Din gununun malikidir"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "Biz yalnızca Sana ibadet eder ve yalnızca Senden yardım dileriz"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Bizi dogru yola ilet"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "Kendilerine nimet verdiklerinin yoluna gazaba ugrayanların ve sapmıslarınkine degil"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Elif, Lam, Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Bu, kendisinde suphe olmayan, muttakiler icin yol gosterici olan bir Kitap'tır"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Onlar, gaybe inanırlar, namazı dosdogru kılarlar ve kendilerine rızık olarak verdiklerimizden infak ederler"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Ve onlar, sana indirilene, senden once indirilenlere iman ederler ve ahirete de kesin bir bilgiyle inanırlar"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Iste bunlar, Rablerinden olan bir hidayet uzeredirler ve kurtulusa erenler bunlardır"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Suphesiz, inkar edenleri uyarsan da, uyarmasan da, onlar icin fark etmez; inanmazlar"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah, onların kalplerini ve kulaklarını muhurlemistir; gozlerinin uzerinde perdeler vardır. Ve buyuk azap onlaradır"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Insanlardan oyleleri vardır ki: \"Biz Allah'a ve ahiret gunune iman ettik\" derler; oysa inanmıs degillerdir"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "(Sozde) Allah'ı ve iman edenleri aldatırlar. Oysa onlar, yalnızca kendilerini aldatıyorlar ve suurunda degiller"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Kalplerinde hastalık vardır. Allah da hastalıklarını arttırmıstır. Yalan soylemekte olduklarından dolayı, onlar icin acı bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Kendilerine: \"Yeryuzunde fesat cıkarmayın\" denildiginde: \"Biz sadece ıslah edicileriz\" derler"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Bilin ki; gercekten, asıl fesatcılar bunlardır, ama suurunda degildirler"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Ve (yine) kendilerine: \"Insanların iman ettigi gibi siz de iman edin\" denildiginde: \"Dusuk akıllıların iman ettigi gibi mi iman edelim?\" derler. Bilin ki, gercekten asıl dusuk-akıllılar kendileridir; ama bilmezler"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Iman edenlerle karsılastıkları zaman: \"Iman ettik\" derler. Seytanlarıyla basbasa kaldıklarında ise, derler ki: “Suphesiz, sizinle beraberiz. Biz (onlarla) yalnızca alay ediyoruz"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "(Asıl) Allah onlarla alay eder ve taskınlıkları icinde saskınca dolasmalarına (belli bir) sure tanır"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Iste bunlar, hidayete karsılık sapıklıgı satın almıslardır; fakat bu alıs-verisleri bir yarar saglamamıs; hidayeti de bulmamıslardır"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Bunların ornegi, ates yakan adamın ornegine benzer; (ki onun atesi) cevresini aydınlattıgı zaman, Allah onların aydınlıgını giderir ve goremez bir sekilde karanlıklar icinde bırakıverir"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Sagırdırlar, dilsizdirler, kordurler. Bundan dolayı donmezler"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Ya da (bunlar) karanlıklar, gok gurultusu ve simsek(ler)le yuklu, 'gokten siddetli bir yagmur fırtınasına tutulmus gibidirler ki, yıldırımların saldıgı dehsetle'; olum korkusundan parmaklarıyla kulaklarını tıkarlar. Oysa Allah kafirleri cepecevre kusatıcıdır"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Cakan simsek neredeyse gozlerini kapıverecek; onlerini her aydınlattıgında (biraz) yururler, uzerlerine karanlık basıverince de kalakalırlar. Allah dileseydi, isitmelerini de gormelerini de gideriverirdi. Suphesiz Allah, herseye guc yetirendir"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Ey insanlar, sizi ve sizden oncekileri yaratan Rabbinize kulluk edin ki sakınasınız"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "O, sizin icin yeryuzunu bir dosek, gokyuzunu bir bina kıldı. Ve gokten yagmur indirerek bununla sizin icin (cesitli) urunlerden rızık cıkardı. Oyleyse (butun bunları) bile bile Allah'a esler kosmayın"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Eger kulumuza indirdigimiz (Kur'an)’dan suphedeyseniz, bu durumda, siz de bunun benzeri bir sure getirin. Ve eger dogru sozluyseniz, Allah'tan baska sahitlerinizi (kendilerine guvendiginiz yardımcılarınızı) cagırın"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Ama yapamazsanız -ki kesin olarak yapamayacaksınız- bu durumda kafirler icin hazırlanmıs ve yakıtı insanlar ile taslar olan atesten sakının"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "(Ey Muhammed) iman edip salih amellerde bulunanları mujdele. Gercekten onlar icin altlarından ırmaklar akan cennetler vardır. Kendilerine rızık olarak bu urunlerden her yedirildiginde: \"Bu daha once de rızıklandıgımızdır\" derler. Bu, onlara, (dunyadakine) benzer olarak sunulmustur. Orada, onlar icin tertemiz esler vardır ve onlar orada suresiz kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Suphesiz Allah, bir sivrisinegi de, ondan ustun olanı da, (herhangi bir seyi) ornek vermekten cekinmez. Boylece iman edenler, kuskusuz bunun Rablerinden gelen bir gercek oldugunu bilirler; inkar edenler ise, \"Allah, bu ornekle neyi amaclamıs?\" derler. (Oysa Allah,) Bununla bircogunu saptırır, bircogunu da hidayete erdirir. Ancak O, fasıklardan baskasını saptırmaz"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Ki (bunlar) Allah'ın ahdini, onu kesin olarak onayladıktan sonra bozarlar, Allah'ın kendisiyle birlestirilmesini emrettigi seyi keserler ve yeryuzunde bozgunculuk cıkarırlar. Kayba ugrayanlar, iste bunlardır"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Nasıl oluyor da Allah'ı inkar ediyorsunuz? Oysa olu iken sizi O diriltti; sonra sizi yine oldurecek, yine diriltecektir ve sonra O'na donduruleceksiniz"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Sizin icin yerde olanların tumunu yaratan O'dur. Sonra goge yonelip (istiva edip) de onları yedi gok olarak duzenleyen O'dur. Ve O, herseyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Hani Rabbin meleklere: \"Muhakkak Ben, yeryuzunde bir halife var edecegim\" demisti. Onlar da: \"Biz Seni sukrunle yuceltir ve (surekli) takdis ederken, orada bozgunculuk cıkaracak ve kanlar akıtacak birini mi var edeceksin?\" dediler. (Allah:) \"Suphesiz sizin bilmediginizi Ben bilirim\" dedi"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Ve Adem'e isimlerin hepsini ogretti. Sonra onları meleklere yoneltip: \"Eger dogru sozluyseniz, bunları Bana isimleriyle haber verin\" dedi"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Dediler ki: \"Sen Yucesin, bize ogrettiginden baska bizim hicbir bilgimiz yok. Gercekten Sen, herseyi bilen, hukum ve hikmet sahibi olansın"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "(Allah:) \"Ey Adem, bunları onlara isimleriyle haber ver\" dedi. O, bunları onlara isimleriyle haber verince de dedi ki: \"Size demedim mi, goklerin ve yerin gaybını gercekten Ben bilirim, gizli tuttuklarınızı ve acıga vurduklarınızı da Ben bilirim"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Ve meleklere: \"Adem’e secde edin\" dedik. Iblis haric (hepsi) secde ettiler. O ise, diretti ve kibirlendi, (boylece) kafirlerden oldu"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Ve dedik ki: \"Ey Adem, sen ve esin cennette yerles. Ikiniz de ondan, neresinden dilerseniz, bol bol yiyin; ama su agaca yaklasmayın, yoksa zalimlerden olursunuz"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Fakat seytan, oradan ikisinin ayagını kaydırdı ve boylece onları icinde bulundukları (durum)dan cıkardı. Biz de: \"Kiminiz kiminize dusman olarak inin, sizin icin yeryuzunde belli bir vakte kadar bir yerlesim ve meta vardır\" dedik"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Derken Adem, Rabbinden (birtakım) kelimeler aldı. Bunun uzerine (Allah da) tevbesini kabul etti. Suphesiz O, tevbeleri kabul edendir, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Dedik ki: \"Oradan tumunuz inin. Bundan sonra size Benden bir hidayet geldiginde, kim Benim hidayetime uyarsa, onlara korku yoktur ve onlar mahzun olmayacaklardır"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Inkar edip de ayetlerimizi yalanlayanlar ise; onlar, atesin halkıdırlar ve orada suresiz kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Ey Israilogulları, size bagısladıgım nimetimi hatırlayın ve ahdime baglı kalın, ki Ben de ahdinize baglı kalayım. Ve yalnızca Benden korkun"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Yanınızda olan (Tevrat)ı, dogrulayıcı olarak indirdigime (Kur'an'a) iman edin; onu inkar edenlerin ilki siz olmayın ve ayetlerimizi az bir deger karsılıgında degismeyin. Ve yalnızca Benden korkun"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Hakkı batıl ile ortmeyin ve hakkı gizlemeyin. (Kaldı ki) siz (gercegi) biliyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Namazı dosdogru kılın, zekatı verin ve ruku edenlerle birlikte siz de ruku edin"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Siz, insanlara iyiligi emrederken, kendinizi unutuyor musunuz? Oysa siz kitabı okuyorsunuz. Yine de akıllanmayacak mısınız"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Sabır ve namazla yardım dileyin. Bu, suphesiz, husu duyanların dısındakiler icin agır (bir yuk)dır"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Onlar, (mu'minler ise), suphesiz, Rableriyle karsılasacaklarını ve (yine) suphesiz, O'na doneceklerini bilirler"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Ey Israilogulları, size bagısladıgım nimetimi ve sizi (bir donem) alemlere ustun kıldıgımı hatırlayın"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Ve hic kimsenin, hic kimse adına bir sey odemeyecegi, hic kimsenin sefaatinin kabul edilmeyecegi, hic kimseden bir fidye alınmayacagı ve yardım gorulmeyecegi bir gunden sakının"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Sizi, dayanılmaz iskencelere ugrattıklarında, Firavun ailesinin elinden kurtardıgımızı hatırlayın. Onlar, kadınlarınızı diri bırakıp, erkek cocuklarınızı bogazlıyorlardı. Bunda sizin icin Rabbinizden buyuk bir imtihan vardı"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Ve sizin icin denizi ikiye yarıp sizi kurtardıgımızı ve Firavun'un adamlarını -gozlerinizin onunde- bogdugumuzu hatırlayın"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Hani Musa ile kırk gece icin sozlesmistik. Ama sonra siz, onun arkasından buzagıyı (tanrı) edinmis ve (boylece) zalimler olmustunuz"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Bundan sonra, (artık) sukredesiniz diye sizi bagısladık"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Ve hidayete eresiniz diye Musa'ya kitabı ve Furkan’ı verdik"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Hani Musa, kavmine: \"Ey kavmim, gercekten siz, buzagıyı (tanrı) edinmekle kendinize zulmettiniz. Hemen, kusursuzca Yaratan(gercek Ilah)ınıza tevbe edip nefislerinizi oldurun: bu, Yaratıcınız Katında sizin icin daha hayırlıdır\" demisti. Bunun uzerine (Allah) tevbelerinizi kabul etti. Suphesiz O tevbeleri kabul edendir, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Ve demistiniz ki: \"Ey Musa, biz Allah'ı apacık gorunceye kadar sana inanmayız.\" Bunun uzerine yıldırım sizi (kendinizden) almıstı. Ve siz bakıp duruyordunuz"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Sonra sukredesiniz diye, sizi olumunuzden sonra dirilttik"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Bulutları uzerinize golge kıldık ve size kudret helvası ve bıldırcın indirdik. Size rızık olarak verdiklerimizin temizinden yiyin (dedik). Onlar Bize zulmetmediler, ancak kendi nefislerine zulmettiler"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Ve hatırlayın, demistik ki: \"Su sehre girin ve orada istediginiz yerde bol bol yiyin, yalnızca secde ederek kapısından girerken 'dilegimiz bagıslanmadır' deyin; (Biz de) hatalarınızı bagıslayalım; iyilik yapanların (ecirlerini) arttıracagız"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Ama zulmedenler, kendilerine soylenen sozu bir baskasıyla degistirdiler. Biz de o zalimlerin yaptıkları bozgunculuga karsılık, uzerlerine gokten igrenc bir azap indirdik"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "(Yine) Hatırlayın; Musa kavmi icin su aramıstı, o zaman Biz ona: \"Asanı tasa vur\" demistik de ondan on iki pınar fıskırmıstı, boylece herkes icecegi yeri bilmisti. Allah'ın verdigi rızıktan yiyin, icin ve yeryuzunde bozgunculuk (fesad) yaparak karısıklık cıkarmayın"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Siz (ise soyle) demistiniz: \"Ey Musa, biz bir cesit yemege katlanmayacagız, Rabbine yalvar da, bize yerin bitirdiklerinden bakla, acur, sarmısak, mercimek ve sogan cıkarsın.\" (O zaman Musa:) \"Hayırlı olanı, su degersiz seyle mi degistirmek istiyorsunuz? (Oyleyse) Mısır'a inin, cunku (orada) kendiniz icin istediginiz vardır\" demisti. Onların uzerine horluk ve yoksulluk (damgası) vuruldu ve Allah'tan bir gazaba ugradılar. Bu, kuskusuz, Allah'ın ayetlerini tanımazlıkları ve peygamberleri haksız yere oldurmelerindendi. (Yine) bu, isyan etmelerinden ve sınırı cignemelerindendi"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Suphesiz, iman edenler(le) Yahudiler, Hıristiyanlar ve Sabiiler(den kim) Allah'a ve ahiret gunune iman eder ve salih amellerde bulunursa, artık onların Allah Katında ecirleri vardır. Onlara korku yoktur ve onlar mahzun olmayacaklardır"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Sizden misak almıs ve Tur’u ustunuze yukseltmistik (ve demistik ki:) \"Size verdigimize sımsıkı yapısın ve onda olanı (hukumleri surekli) hatırlayın, ki sakınasınız"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Siz ise, bundan sonra da yuz cevirdiniz. Eger Allah'ın uzerinizdeki fazlı (lutuf ve ihsanı) ve rahmeti olmasaydı, siz gercekten husrana ugrayanlardan olurdunuz"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Andolsun, sizden cumartesi (gunu) yasagı cigneyenleri elbette biliyorsunuz. Iste Biz, onlara: \"Asagılık maymunlar olun\" dedik"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Bunu, hem cagdaslarına, hem sonra gelecek olanlara 'ibret verici bir ceza', takva sahipleri icin de bir ogut kıldık"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Hani Musa kavmine: \"Allah, muhakkak sizin bir sıgır kesmenizi emrediyor\" demisti. \"Bizi alaya mı alıyorsun?\" dediler. (Musa) \"Cahillerden olmaktan Allah'a sıgınırım\" dedi"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Rabbine adımıza yalvar da, bize niteliklerini acıklasın\" dediler. (Musa, Rabbine yalvardıktan sonra) \"Suphesiz Allah diyor ki: O ne pek geckin, ne de pek genc, ikisi arası dinc(likte bir sıgır olmalı)dır. Artık emrolundugunuz seyi yerine getirin\" dedi"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "(Bu sefer) dediler ki: \"Rabbine adımıza yalvar da, bize rengini bildirsin.\" O: \"(Rabbim) diyor ki: O, bakanların icini ferahlatan sarı bir inektir\" dedi"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "(Onlar yine:) \"Rabbine adımıza yalvar da, bize onun niteliklerini acıklasın. Cunku bize gore sıgırlar birbirine benzer. InsaAllah (Allah dilerse) biz dogruyu buluruz\" dediler"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "(Bunun uzerine Musa, “Rabbim) diyor ki: O, yeri surmek ve ekini sulamak icin boyunduruga alınmayan, salma ve alacası olmayan bir inektir\" dedi. (O zaman): \"Simdi gercegi getirdin” dediler. Boylece inegi kestiler; ama neredeyse (bunu) yapmayacaklardı"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Hani siz bir kisiyi oldurmustunuz ve bu konuda birbirinize dusmustunuz. Oysa Allah, gizlediklerinizi acıga cıkaracaktı"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Bunun icin de: \"Ona (cesede, kestiginiz inegin) bir parcasıyla vurun\" demistik. Boylece, Allah oluleri diriltir ve size ayetlerini gosterir; ki akıllanasınız"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Bundan sonra kalpleriniz yine katılastı; tas gibi, hatta daha katı. Cunku taslardan oyleleri vardır ki, onlardan ırmaklar fıskırır, oyleleri vardır ki yarılır, ondan sular cıkar, oyleleri vardır ki Allah korkusuyla yuvarlanır. Allah yaptıklarınızdan gafil (habersiz) degildir"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Siz (Muslumanlar,) onların size inanacaklarını umuyor musunuz? Oysa onlardan bir bolumu, Allah'ın sozunu isitiyor, (iyice algılayıp) akıl erdirdikten sonra, bile bile degistiriyorlardı"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Iman edenlerle karsılastıklarında \"Iman ettik\" derler; kendi baslarına kaldıkları zaman ise, derler ki: \"Allah'ın size actık (acıkladık)larını, Rabbiniz Katında size karsı bir belge olsun diye mi onlarla konusuyorsunuz? Hala akıllanmayacak mısınız"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "(Peki) Onlar, Allah'ın gizli tuttuklarını da, acıga vurduklarını da bildigini bilmiyorlar mı"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Onlardan bir kısmı ummidir. Kitabı bilmezler; (bildikleri) bir suru asılsız seylerden baskası degildir ve yalnızca zannederler"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Artık vay hallerine; Kitabı kendi elleriyle yazıp, sonra az bir deger karsılıgında satmak icin \"Bu Allah Katındandır\" diyenlere. Artık vay, elleriyle yazdıklarından dolayı onlara; vay kazanmakta olduklarına"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Dediler ki: \"Sayılı gunlerin dısında, ates asla bize degmeyecektir.\" De ki: \"Allah Katından bir ahid mi aldınız? -ki Allah asla ahdinden donmez- Yoksa Allah'a karsı bilmediginiz bir seyi mi soyluyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Hayır; kim bir kotuluk isler de gunahı kendisini kusatırsa, (artık) onlar, atesin halkıdırlar, orada suresiz kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Iman edip salih amellerde bulunanlar ise cennet halkıdırlar, orada suresiz kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Hani Israilogulları’ndan, \"Allah'tan baskasına kulluk etmeyin, anneye-babaya, yakınlara, yetimlere ve yoksullara iyilikle davranın, insanlara guzel soz soyleyin, namazı dosdogru kılın ve zekatı verin\" diye misak almıstık. Sonra siz, pek azınız haric, dondunuz ve (hala) yuz ceviriyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "Hani sizden \"Birbirinizin kanını dokmeyin, birbirinizi yurtlarınızdan cıkarmayın\" diye misak almıstık. Sonra sizler bunu onaylamıstınız, hala (buna) sahitlik ediyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Sonra (yine) siz, birbirinizi olduruyor, bir bolumunuzu yurtlarından surup-cıkarıyor ve gunah ve dusmanlıkla aleyhlerinde ittifaklar kuruyor ve size esir olarak geldiklerinde onlarla fidyelesiyordunuz. Oysa onları cıkarmanız, size haram kılınmıstı. Yoksa siz, kitabın bir bolumune inanıp da bir bolumunu inkar mı ediyorsunuz? Artık sizden boyle yapanların dunya hayatındaki cezası asagılık olmaktan baska degildir; kıyamet gununde de azabın en siddetli olanına ugratılacaklardır. Allah, yaptıklarınızdan gafil degildir"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Iste bunlar, ahireti verip dunya hayatını satın alanlardır; bundan dolayı azapları hafifletilmez ve kendilerine yardım edilmez"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Andolsun, Biz Musa'ya kitabı verdik ve ardından pes pese elciler gonderdik. Meryem oglu Isa'ya da apacık belgeler verdik ve onu Ruhu'l-Kudus'le teyid ettik. Demek, size ne zaman bir elci nefsinizin hoslanmayacagı bir seyle gelse, buyukluk taslayarak bir kısmınız onu yalanlayacak, bir kısmınız da onu oldurecek misiniz"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Dediler ki: \"Bizim kalplerimiz ortuludur.\" Hayır; Allah, inkarlarından dolayı onları lanetlemistir. Bundan dolayı pek azı iman eder"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Allah Katından yanlarında olan (Tevrat)ı dogrulayan bir kitap geldigi zaman, -ki bundan once inkar edenlere karsı fetih istiyorlardı- iste bilip-tanıdıkları gelince, onu inkar ettiler. Artık Allah'ın laneti kafirlerin uzerinedir"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Allah'ın kullarından, diledigine Kendi fazlından (peygamberligi) indirmesini 'kıskanarak ve hakka bas kaldırarak' Allah'ın indirdiklerini tanımamakla, nefislerini ne kotu seye karsılık sattılar. Boylelikle gazab ustune gazaba ugradılar. Kafirler icin alcaltıcı bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Onlara: \"Allah'ın indirdiklerine iman edin\" denildiginde: \"Biz, bize indirilene iman ederiz\" derler ve ondan sonra olan (Kur'an)ı inkar ederler. Oysa o (Kur'an), yanlarındakini (kitabı) dogrulayan bir gercektir. (Onlara) De ki: \"Eger inanıyor idiyseniz, daha once ne diye Allah'ın peygamberlerini olduruyordunuz"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Andolsun, Musa size apacık belgelerle geldi. Sonra siz onun arkasından buzagıyı (tanrı) edindiniz. Iste siz (boyle) zalimlersiniz"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Hani sizden misak almıs ve Tur'u ustunuze yukseltmistik (ve): \"Size verdigimize (kitaba) sımsıkı sarılın ve dinleyin\" (demistik). Demislerdi ki: \"Dinledik ve bas kaldırdık.\" Inkarları yuzunden buzagı (tutkusu) kalplerine sindirilmisti. De ki: \"Inanıyorsanız, inancınız size ne kotu sey emrediyor"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "De ki: \"Eger Allah Katında ahiret yurdu, baska insanların degil de, yalnızca sizin ise, (ve) dogru sozluyseniz, oyleyse hemen olumu dileyin"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Oysa onlar, onceden ellerinin takdim ettiklerinden dolayı onu (olumu) hicbir zaman kesin olarak dilemeyeceklerdir. Allah, zalimleri bilendir"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Andolsun, onları hayata karsı (diger) insanlardan ve sirk kosanlardan (bile) daha ihtiraslı bulursun. (Onlardan) Her biri, bin yıl yasatılsın ister; oysa bunca yasaması onu azaptan kurtarmaz. Allah, onların yapmakta olduklarını gorendir"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "De ki: \"Cibril'e kim dusman ise, (bilsin ki) gercekten onu (Kitabı), Allah'ın izniyle kendinden oncekileri dogrulayıcı ve mu'minler icin hidayet ve mujde verici olarak senin kalbine indiren O’dur"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Her kim Allah'a, meleklerine, elcilerine, Cibril'e ve Mikail'e dusman ise, artık suphesiz Allah da kafirlerin dusmanıdır"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Andolsun Biz sana apacık ayetler indirdik. Bunları fasıklardan baskası inkar etmez"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Ne zaman bir ahidde bulundularsa, iclerinden bir bolumu onu bozmadı mı? Hayır, onların cogu iman etmezler"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Ne zaman onlara Allah Katından yanlarındakini dogrulayan bir elci gelse, kitap verilenlerden birtakımı, sanki bilmiyorlarmıs gibi Allah'ın Kitabı’nı arkalarına attılar"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Ve onlar, Suleyman'ın mulku (nubuvveti) hakkında seytanların anlattıklarına uydular. Suleyman inkar etmedi; ancak seytanlar inkar etti. Onlar, insanlara sihri ve Babil'deki iki melege Harut'a ve Marut'a indirileni ogretiyorlardı. Oysa o ikisi: \"Biz, yalnızca bir fitneyiz, sakın inkar etme\" demedikce hic kimseye (bir sey) ogretmezlerdi. Fakat onlardan erkekle karısının arasını acan seyi ogreniyorlardı. Oysa onunla Allah'ın izni olmadıkca hic kimseye zarar veremezlerdi. Buna ragmen kendilerine zarar verecek ve yarar saglamayacak seyi ogreniyorlardı. Andolsun onlar, bunu satın alanın, ahiretten hicbir payı olmadıgını bildiler; kendi nefislerini karsılıgında sattıkları sey ne kotu; bir bilselerdi"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Eger gercekten iman edip sakınsalardı, Allah Katındaki sevab(ları) gercekten daha hayırlı olurdu; bir bilselerdi"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Ey iman edenler, \"Raina-Bizi gut, bize bak\" demeyin. \"Unzurna-Bizi gozet\" deyin ve dinleyin. Kafirler icin acı bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Kitap Ehlinden olan kafirler ve musrikler, Rabbinizden uzerinize bir hayrın indirilmesini arzu etmezler. Allah ise, diledigine rahmetini tahsis eder. Allah buyuk fazl sahibidir"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Biz, daha hayırlısını veya bir benzerini getirinceye (kadar) hicbir ayeti neshetmez (hukmunu yururlukten kaldırmaz) veya unutturmayız. Bilmez misin ki Allah, gercekten herseye guc yetirendir"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "(Yine) Bilmez misin ki, gercekten goklerin ve yerin mulku Allah'ındır. Sizin Allah'tan baska veliniz ve yardımcınız yoktur"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Yoksa daha once Musa'nın sorguya cekildigi gibi, siz de Resulunuzu sorguya mı cekmek istiyorsunuz? Kim imanı inkar ile degisirse, artık o, dumduz yoldan sapmıs olur"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Kitap Ehlinden cogu, kendilerine gercek (hak) apacık belli olduktan sonra, nefislerini (kusatan) kıskanclıktan dolayı, imanınızdan sonra sizi inkara dondurmek arzusunu duydular. Fakat, Allah'ın emri gelinceye kadar onları bırakın ve (onlara ne sozle, ne de eylemle) ilismeyin. Hic suphesiz Allah, herseye guc yetirendir"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Namazı dosdogru kılın, zekatı verin; onceden kendiniz icin hayır olarak neyi takdim ederseniz, onu Allah Katında bulacaksınız. Suphesiz Allah, yaptıklarınızı gorendir"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Dediler ki: \"Yahudi veya Hıristiyan olmayan hic kimse kesin olarak cennete giremez.\" Bu, onların kendi kuruntularıdır. De ki: \"Eger dogru sozluyseniz, kesin-kanıtınızı (burhan) getirin"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Hayır, kim (guzel davranıs ve) iyilikte bulunarak kendisini Allah'a teslim ederse, artık onun Rabbi Katında ecri vardır. Onlar icin korku yoktur ve onlar mahzun olmayacaklardır"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Yahudiler dediler ki: \"Hıristiyanlar bir sey (herhangi bir temel) uzere degillerdir\"; Hıristiyanlar da: \"Yahudiler bir sey uzere degillerdir\" dediler. Oysa onlar, Kitabı okuyorlar. Bilmeyenler (bilgisizler) de, onların soylediklerinin benzerini soylemislerdi. Artık Allah, kıyamet gunu anlasmazlıga dustukleri seyde aralarında hukum verecektir"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Allah'ın mescidlerinde O'nun isminin anılmasını engelleyen ve bunların yıkılmasına caba harcayandan daha zalim kim olabilir? Onların (durumu) iclerine korkarak girmekten baskası degildir. Onlar icin dunyada bir asagılanma, ahirette buyuk bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Dogu da Allah'ındır, batı da. Her nereye donerseniz Allah'ın yuzu (kıblesi) orasıdır. Suphesiz ki Allah, kusatandır, bilendir"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Dediler ki: \"Allah ogul edindi.\" O, (bu yakıstırmadan) Yucedir. Hayır, goklerde ve yerde her ne varsa O'nundur, tumu O'na gonulden boyun egmislerdir"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Gokleri ve yeri (bir ornek edinmeksizin) yaratandır. O, bir isin olmasına karar verirse, ona yalnızca \"OL\" der, o da hemen oluverir"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Bilgisizler, dediler ki: \"Allah bizimle konusmalı veya bize de bir ayet gelmeli degil miydi?\" Onlardan oncekiler de onların bu soylediklerinin benzerini soylemislerdi. Kalpleri birbirine benzedi. Biz, kesin bilgiyle inanan bir topluluga ayetleri apacık gosterdik"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Suphesiz Biz seni bir mujdeci ve bir uyarıcı olarak, hak (Kur'an) ile gonderdik. Sen cehennemin halkından sorumlu tutulmayacaksın"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Sen onların dinlerine uymadıkca, Yahudi ve Hıristiyanlar senden kesinlikle hosnut olacak degillerdir. De ki: \"Suphesiz dogru yol, Allah'ın (gosterdigi) yoludur.\" Eger sana gelen bunca ilimden sonra onların heva (arzu ve tutku)larına uyacak olursan, senin icin Allah'tan ne bir dost vardır, ne de bir yardımcı"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Kendilerine verdigimiz Kitabı geregi gibi okuyanlar, iste ona iman edenler bunlardır. Kim de onu inkar ederse, artık onlar husrana ugrayanların ta kendileridir"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Ey Israilogulları, size bagısladıgım nimetimi ve sizi (bir donem) alemlere muhakkak ustun kıldıgımı hatırlayın"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Ve hic kimsenin hic kimse adına bir sey odeyemeyecegi, hic kimseden fidye alınmayacagı ve hic kimsenin sefaatinin kabul edilmeyecegi ve yardım gorulmeyecegi bir gunden sakının"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Hani Rabbi, Ibrahim'i birtakım kelimelerle denemisti. O da (istenenleri) tam olarak yerine getirmisti. (O zaman Allah Ibrahim'e): \"Seni suphesiz insanlara imam kılacagım\" dedi. (Ibrahim) \"Ya soyumdan olanlar?\" deyince (Allah:) \"Zalimler Benim ahdime erisemez\" dedi"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Hani Evi (Ka'be’yi) insanlar icin bir toplanma ve guvenlik yeri kılmıstık. \"Ibrahim'in makamını namaz yeri edinin\", Ibrahim ve Ismail'e de, \"Evimi, tavaf edenler, itikafa cekilenler ve ruku ve secde edenler icin temizleyin\" diye ahid verdik"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Hani Ibrahim: \"Rabbim, bu sehri bir guvenlik yeri kıl ve halkından Allah'a ve ahiret gunune inananları urunlerle rızıklandır\" demisti de (Allah: “Sadece inananları degil) inkar edeni de az bir sure yararlandırır, sonra onu atesin azabına ugratırım; ne kotu bir donustur o\" demisti"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "Ibrahim, Ismail'le birlikte Evin (Ka'be'nin) sutunlarını yukselttiginde (ikisi soyle dua etmisti): \"Rabbimiz bizden (bunu) kabul et. Suphesiz, Sen isiten ve bilensin"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Rabbimiz, ikimizi Sana teslim olmus (Muslumanlar) kıl ve soyumuzdan Sana teslim olmus (Musluman) bir ummet (ver). Bize ibadet yontemlerini (yer veya ilkelerini) goster ve tevbemizi kabul et. Suphesiz, Sen tevbeleri kabul eden ve esirgeyensin"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Rabbimiz, iclerinden onlara bir elci gonder, onlara ayetlerini okusun, Kitabı ve hikmeti ogretsin ve onları arındırsın. Suphesiz, Sen guclu ve ustun olansın, hukum ve hikmet sahibisin"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Kendi nefsini asagılık kılandan baska, Ibrahim'in dininden kim yuz cevirir? Andolsun, Biz onu dunyada sectik, gercekten ahirette de o salihlerdendir"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Rabbi ona: \"Teslim ol\" dediginde (O:) \"Alemlerin Rabbine teslim oldum\" demisti"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Bunu Ibrahim, ogullarına vasiyet etti, Yakup da: \"Ogullarım, suphesiz Allah sizlere bu dini secti, siz de ancak Musluman olarak can verin\" (diye benzer bir vasiyette bulundu)"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Yoksa siz, Yakub'un olum anında, orada sahidler miydiniz? O, ogullarına: \"Benden sonra kime ibadet edeceksiniz?\" dediginde, onlar: \"Senin Ilahına ve ataların Ibrahim, Ismail ve Ishak'ın Ilahı olan tek bir Ilaha ibadet edecegiz; bizler O'na teslim olduk\" demislerdi"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Onlar bir ummetti; gelip gecti. Onların kazandıkları kendilerinin, sizin kazandıklarınız sizindir. Siz, onların yaptıklarından sorumlu degilsiniz"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Dediler ki: \"Yahudi veya Hıristiyan olun ki hidayete eresiniz.\" De ki: \"Hayır, (dogru yol) Hanif (muvahhid) olan Ibrahim'in dini(dir); O musriklerden degildi"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Deyin ki: \"Biz Allah'a; bize indirilene, Ibrahim, Ismail, Ishak, Yakub ve torunlarına indirilene, Musa ve Isa'ya verilen ile peygamberlere Rabbinden verilene iman ettik. Onlardan hicbirini digerinden ayırt etmeyiz ve biz O'na teslim olmuslarız"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Sayet onlar da, sizin inandıgınız gibi inanırlarsa, kuskusuz dogru yolu bulmus olurlar; yok eger yuz cevirirlerse, onlar elbette bir (celiski ve) aykırılık icindedirler. Sana onlara karsı Allah yeter. O, isitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Allah'ın boyası... Allah(ın boyasın)dan daha guzel boyası olan kimdir? Biz (yalnızca) O'na kulluk edenleriz"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "De ki: \"O bizim de Rabbimiz, sizin de Rabbiniz iken, bizimle Allah hakkında (sozde kanıtlarla) tartısmalara mı giriyorsunuz? Bizim amellerimiz bizim, sizin de amelleriniz sizindir. Biz, O'na gonulden baglanmıs (muhlis) olanlarız"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Yoksa siz, gercekten Ibrahim'in, Ismail'in, Ishak'ın, Yakub'un ve torunlarının Yahudi veya Hıristiyan olduklarını mı soyluyorsunuz? De ki: \"Siz mi daha iyi biliyorsunuz, yoksa Allah mı? Allah'tan kendisinde olan bir sehadeti gizleyenden daha zalim olan kimdir? Allah, yaptıklarınızdan gafil degildir"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Onlar, bir ummetti, gelip gecti; onların kazandıkları kendilerinin, sizin kazandıklarınız sizindir. Siz, onların yaptıklarından sorumlu degilsiniz"
        }
    ]
}