{
    "pages": [
        {
            "chapter": 2,
            "verse": 70,
            "text": "باز گفتند: از خدایت بخواه چگونگی آن گاو را کاملا برای ما روشن گرداند که هنوز بر ما مشتبه است و (چون رفع اشتباه شود) البته به خواست خدا راه هدایت پیش گیریم"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "موسی گفت: خدا می‌فرماید آن گاو هم آن قدر به کار رام نباشد که زمین شیار کند و آب به کشتزار دهد و هم بی‌عیب و یکرنگ باشد. گفتند: اکنون حقیقت را روشن ساختی. و گاوی بدان اوصاف کشتند، لیکن نزدیک بود باز نافرمانی کنند"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "و (به یاد آرید) وقتی که نفسی را کشتید و یکدیگر را درباره آن متهم کرده و نزاع برانگیختید، و خداوند می‌خواست راز پنهانی شما را آشکار کند"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "پس دستور دادیم بعضی از اعضاء گاو را بر بدن کشته زنید (تا زنده شود و قاتل را معرفی کند). این گونه خداوند مردگان را زنده خواهد فرمود، و قدرت کامله خویش را به شما آشکار می‌نماید، باشد که عقل خود را به کار برید"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "پس با این معجزه باز چنان سخت دل شدید، که دلهایتان چون سنگ یا سخت‌تر از آن شد، چه آنکه از پاره‌ای سنگها نهرها بجوشد و برخی دیگر از سنگها بشکافد و آب از آن بیرون آید و پاره‌ای از ترس خدا فرود آیند. و (ای سنگدلان بترسید که) خدا از کردار شما غافل نیست"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "آیا طمع دارید که یهودان به (دین) شما بگروند در صورتی که گروهی از آنان کلام خدا را شنیده و به دلخواه خود تحریف می‌کنند با آنکه در کلام خود تعقل کرده و معنی آن را دریافته‌اند"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "و هرگاه با مؤمنان روبرو شوند گویند: ما نیز ایمان آورده‌ایم؛ و چون با یکدیگر خلوت کنند گویند: چرا دری که خدا از علوم به روی شما گشوده به روی مسلمانان باز می‌کنید تا به کمک همان علوم با شما نزد خدایتان محاجّه کنند؟ چرا راه عقل و اندیشه نمی‌پویید؟"
        }
    ]
}