{
    "pages": [
        {
            "chapter": 16,
            "verse": 7,
            "text": "و بارهای شما را (به آسانی) از شهری به شهر دیگر برند که خود شما (بدون بار) جز با مشقّت بسیار بدان جا نتوانید رسید (چه رسد با بار)؛ راستی که پروردگار شما رئوف و مهربان است"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "و اسبان و استران و خران را برای سواری و تجمّل شما آفرید و چیز دیگری هم که شما هنوز نمی‌دانید (برای سواری شما) خواهد آفرید"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "و بر خداست بیان راه عدل و راستی، و بعضی راهها جور و ناراستی است. و اگر خدا می‌خواست (بدون آزمایش بلکه به جبر) شما را همگی به راه هدایت (و جنّت) می‌کشید (لیکن این خلاف مصلحت و نظام الهی است)"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "اوست خدایی که آب باران را از آسمان فرو فرستاد که هم از آن می‌آشامید و هم درخت و گیاه از آن می‌روید که به میوه آن شما، و به برگش حیوانات شما، برخوردار می‌شوید"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "و هم زراعتهای شما را از آن آب باران برویاند و درختان زیتون و خرما و انگور و از هر گونه میوه بپرورد؛ همانا در این کار آیت و نشانه‌ای (از رحمت و قدرت الهی) برای اهل فکرت پدیدار است"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "و هم شب و روز و خورشید و ماه را برای زندگانی شما در گردون مسخر ساخت، و ستارگان آسمان هم به فرمان او مسخرند؛ همانا در این کار آیتها و نشانه‌هایی (از قدرت خدا) برای اهل خرد پدیدار است"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "و نیز آنچه در زمین برای شما آفرید و به انواع گوناگون و اشکال رنگارنگ در آورد (همه را مسخر شما کرد)؛ همانا در این کار هم آیت و نشانه‌ای (از الهیت) بر مردم هشیار پدیدار است"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "و هم او خدایی است که دریا را برای شما مسخر کرد تا از گوشت تر و تازه (ماهیان حلال) آن تغذیه کنید و از زیورهای آن (مانند درّ و مرجان) استخراج کرده و تن را بیارایید، و کشتی‌ها را در آن روان بینی که سینه آب را می‌شکافند (تا به تجارت و سفر رفته) و تا از فضل خدا روزی طلبید، و باشد که شکر خدا به جای آرید"
        }
    ]
}