{
    "pages": [
        {
            "chapter": 18,
            "verse": 54,
            "text": "و ما در این قرآن هرگونه مثال و بیان برای (هدایت) خلق آوردیم و لیکن آدمی بیشتر از هر چیز (با سخن حق) به جدال و خصومت برخیزد"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "و چون هدایت (الهی قرآن) به خلق رسید چیزی مردم را منع نکرد که آن هدایت را بپذیرند و به درگاه پروردگار خود توبه و استغفار کنند به جز آنکه (خواستند مستحق شوند تا) سنّت (عقوبت و هلاک) پیشینیان به اینان هم برسد و یا با مجازات و عذاب خدا روبرو شوند"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "و ما رسولان را جز برای بشارت (نیکان) و ترسانیدن (بدان) نمی‌فرستیم و کافران با سخنان بیهوده باطل می‌خواهند جدل کرده و حق را پایمال کنند، و آیات مرا و آنچه برای تنبیه و انذارشان آمد به استهزاء گرفتند"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "و کیست ستمکارتر از آن کسی که متذکر آیات خدایش ساختند و بدانها پندش دادند و باز از آنها اعراض کرد و از اعمال زشتی که کرده بود به کلی فراموش کرد و ما (پس از اتمام حجت) بر دلهایشان پرده‌ها (ی جهل و قساوت) انداختیم تا دیگر آیات ما را فهم نکنند، و گوش آنها را (از شنیدن سخن حق) سنگین ساختیم و اگر به هدایتشان بخوانی دیگر ابدا هدایت نخواهند یافت"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "و خدای تو بسیار آمرزنده و بی‌نهایت دارای کرم و رحمت است، اگر خواهد تا خلق را به کردارشان مؤاخذه کند همانا در عذابشان تعجیل و تسریع کند و لیکن برای (عذاب) آنان وقت معین (در عالم قیامت) مقرر است که از آن هرگز پناه و گریزگاهی نخواهند یافت"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "و این است شهر و دیارهایی که اهل آن را چون ظلم و ستم کردند هلاک ساختیم و بر وقت هلاکشان موعدی معلوم مقرر گردانیدیم"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "و (به یاد آر) وقتی که موسی به شاگردش (یوشع که وصی و خلیفه او بود) گفت: من دست از طلب برندارم تا به مجمع البحرین (به محل برخورد دو دریا) برسم یا سالها عمر در طلب بگذرانم"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "و چون موسی و شاگردش بدان مجمع البحرین رسیدند ماهی غذای خود را فراموش کردند و آن ماهی راه به دریا برگرفت و رفت"
        }
    ]
}