{
    "pages": [
        {
            "chapter": 21,
            "verse": 25,
            "text": "و ما هیچ رسولی را پیش از تو به رسالت نفرستادیم جز آنکه به او وحی کردیم که به جز من خدایی نیست، پس مرا به یکتایی پرستش کنید و بس"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "و مشرکان گفتند که خدای رحمان دارای فرزند است، (حاشا) خدا پاک و منزه از آن است، بلکه (کسانی را که مشرکان فرزند خدا پنداشتند از فرشتگان و مسیح و عزیر) همه بندگان گرامی و مقرب خدا هستند"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "که هرگز پیش از امر خدا کاری نخواهند کرد و هر چه کنند به فرمان او کنند"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "هر چه آنان از ازل کرده و تا ابد می‌کنند همه را خدا می‌داند و هرگز از احدی جز آن کسی که خدا از او راضی است شفاعت نکنند و آنها دائم از خوف (قهر) خدا هراسانند"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "و هر کس از آنها بگوید که من خدای عالمم دون خدای به حق، ما او را به آتش دوزخ کیفر خواهیم کرد، که سرکشان و ستمکاران را البته چنین مجازات می‌کنیم"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "آیا کافران ندیدند که آسمانها و زمین بسته بود ما آنها را بشکافتیم و از آب هر چیز زنده‌ای را آفریدیم؟ پس چرا باز (مردم طبیعت و ماده‌پرست) به خدا ایمان نمی‌آورند؟"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "و در روی زمین کوههای استوار قرار دادیم تا خلق را از اضطراب زمین حفظ کند، و نیز راهها در کوه و جاده‌های پهناور در زمین برای هدایت و راهیابی مردم مقرر فرمودیم"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "و آسمان را سقفی محفوظ و طاقی محکم آفریدیم، و این کافران از مشاهده آیات آن اعراض می‌کنند"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "و اوست خدایی که شب و روز و خورشید و ماه را بیافرید که هر یک در مدار معینی سیر می‌کنند"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "و ما به هیچ کس پیش از تو عمر ابد ندادیم (تا به تو دهیم) آیا اگر تو بمیری آنان ابدا به دنیا زنده مانند؟"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "هر نفسی مرگ را می‌چشد، و ما شما را به بد و نیک و خیرات و شرور عالم مبتلا کنیم تا شما را بیازماییم و (هنگام مرگ) به سوی ما بازگردانده می‌شوید"
        }
    ]
}