{
    "pages": [
        {
            "chapter": 27,
            "verse": 14,
            "text": "و با آنکه پیش نفس خود به یقین دانستند که آنها معجزه خداست باز از کبر و نخوت و ستمگری انکار آن کردند، پس بنگر تا عاقبت آن مردم فاسد به کجا انجامید (و چگونه هلاک شدند)"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "و همانا ما به داود و سلیمان مقام دانشی بزرگ عطا کردیم و گفتند: ستایش و سپاس خدای را که ما را بر بسیاری از بندگان با ایمانش فضیلت و برتری عطا فرمود"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "و سلیمان وارث (ملک) داود شد (و مقام سلطنت و خلافت یافت) و گفت: ای مردم، ما را زبان مرغان آموختند و از هرگونه نعمت عطا کردند، این همان فضل و بخشش آشکار است"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "و سپاهیان سلیمان از گروه جن و انس و مرغان (هر سپاهی تحت فرمان رئیس خود) در رکابش گرد آورده شدند"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "تا چون به وادی مورچگان رسید موری (یعنی پیشوای موران) گفت: ای موران، همه به خانه‌های خود اندر روید مبادا سلیمان و سپاهیانش ندانسته شما را پایمال کنند"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "سلیمان از گفتار مور بخندید و گفت: پروردگارا، مرا توفیق شکر نعمت خود که به من و پدر و مادر من عطا فرمودی عنایت فرما و مرا به عمل صالح خالصی که تو بپسندی موفق بدار و مرا به لطف و رحمت خود در صف بندگان خاص شایسته‌ات داخل گردان"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "و سلیمان (از میان سپاه خود) جویای حال مرغان شد (هدهد را در مجمع مرغان نیافت، به رئیس مرغان) گفت: هدهد کجا شد که به حضور نمی‌بینمش؟ بلکه (بی‌اجازه من) غیبت کرده است؟"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "(چنانچه بدون عذر بی رخصت غایب شده) همانا او را به عذابی سخت معذب گردانم یا آنکه سرش از تن جدا کنم یا که (برای غیبتش) دلیلی روشن (و عذری صحیح) بیاورد"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "پس از اندک مکثی هدهد حاضر شد و گفت: من به چیزی که تو از آن (در جهان) آگاه نشده‌ای خبر یافتم و از ملک سبا تو را خبری راست و مهم آوردم"
        }
    ]
}