{
    "pages": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "آن‌گاه که موسی عهد خدمت به پایان رسانیده و با اهل بیت خود (از حضور شعیب) رو به دیار خویش کرد (در راه) آتشی از جانب طور دید، به اهل بیت خود گفت: شما در اینجا مکث کنید که از دور آتشی به نظرم رسید (می‌روم تا) شاید از آن خبری بیاورم یا برای گرم شدن شما شعله‌ای برگیرم"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "چون موسی به آن آتش نزدیک شد به او از جانب راست آن وادی در آن بارگاه مبارک از آن درخت (مقدس) ندایی رسید که ای موسی منم خدای یکتا پروردگار جهانیان"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "و تو (در این مقام) عصای خود بیفکن. چون (عصا افکند و) بر آن نگریست و دید که گویی اژدهایی مهیب و سبک خیز است رو به فرار نهاد و واپس نگردید. (در آن حال بدو خطاب شد) ای موسی پیش آی و مترس که تو از ایمنان هستی"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "دست خود را در گریبان بر تا بی هیچ نقص (برص و) مرضی، سفید و روشن (چون ماه تابان) بیرون آید، و تا (به ظهور این معجزه) از وحشت و اضطراب بیاسایی باز دست به گریبان بر (تا به حال اول برگردد). این دو (عصا و ید بیضا) از جانب خدایت دو برهان (کامل و دو معجز بزرگ الهی بر رسالت تو) است (اینک برو به رسالت) به سوی فرعون و فرعونیان که قومی فاسق و نابکارند"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "موسی گفت: پروردگارا، من از فرعونیان یک نفر را کشته‌ام و می‌ترسم که مرا به قتل رسانند"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "و (با این حال اگر از رسالت ناگزیرم) برادرم هارون را نیز که ناطقه‌اش فصیح‌تر از من است با من یار و شریک درکار رسالت فرما تا مرا تصدیق و ترویج کند که می‌ترسم این فرعونیان سخت تکذیب رسالتم کنند"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "خدا به او فرمود که ما به همدستی برادرت (هارون) بسیار بازویت را قوی می‌گردانیم و به شما در عالم، قدرت و حکومتی می‌دهیم که هرگز دشمنان به شما دست نیابند، با این آیات و معجزات (که شما را عطا کردیم) شما و پیروانتان غالب خواهید بود"
        }
    ]
}