{
    "pages": [
        {
            "chapter": 3,
            "verse": 122,
            "text": "آن‌گاه که دو طایفه از شما بد دل و ترسناک (و در اندیشه فرار از جنگ) شدند و خدا یار آنها بود، و همیشه باید اهل ایمان به خدا توکل کنند"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "و خدا شما را در جنگ بدر یاری کرد با آنکه ضعیف بودید. پس پرهیزکار شوید، باشد که شکر نعمتهای او به جای آرید"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "آن‌گاه که به مؤمنین می‌گفتی: آیا این شما را کفایت نمی‌کند که خدا سه هزار فرشته به یاری شما فرو فرستد؟"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "بلی اگر صبر و مقاومت پیشه کنید و پرهیزکار باشید، چون کافران بر سر شما شتابان بیایند خدا پنج‌هزار فرشته را با پرچمی که نشان مخصوص سپاه اسلام است به مدد شما می‌فرستد"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "و خدا آن وعده را نداد مگر آنکه به شما مژده فتح دهد و تا دل شما مطمئن شود؛ و فتح و پیروزی نصیب کسی نشود مگر از جانب خدای توانای دانا"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "تا گروهی از کافران را هلاک گرداند یا خوار کند، تا (از مقصود خود) ناامید باز گردند"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "(ای پیغمبر) به دست تو کاری نیست، اگر خدا بخواهد (به لطف خود) از آن کافران درگذرد و اگر بخواهد آنها را عذاب کند چون مردمی ستمکارند"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "هر چه در آسمانها و هر چه در زمین است مِلک خداست، هر که را خواهد ببخشد و هر که را خواهد عذاب کند، و خدا بسیار آمرزنده و مهربان است"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "ای کسانی که ایمان آورده‌اید، ربا مخورید که دائم سود بر سرمایه افزایید تا چند برابر شود، و از خدا بترسید، باشد که رستگاری یابید"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "و بپرهیزید از آتش عذابی که برای کافران مهیا ساخته‌اند"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "و از خدا و رسول او فرمان برید، باشد که مشمول لطف و رحمت خدا شوید"
        }
    ]
}