{
    "maqras": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "سىلەرنىڭ كۈن چىققان ۋە كۈن پاتقان تەرەپكە يۈز كەلتۈرۈشۈڭلارنىڭ ئۆزىلا ياخشى ئەمەلگە ياتمايدۇ. بەلكى ئاللاھقا، ئاخىرەت كۈنىگە، پەرىشتىلەرگە، كىتابقا (يەنى ئاللاھ نازىل قىلغان كىتابلارغا)، پەيغەمبەرلەرگە ئىمان كەلتۈرۈش، ئاللاھنى سۆيۈش يۈزىسىدىن خىش ـ ئەقرىبالارغا، يېتىملەرگە، مىسكىنلەرگە، ئىبن سەبىللەرگە (يەنى پۇل ـ مېلىدىن ئالاقىسى ئۈزۈلۈپ قالغان مۇساپىرلارغا)، سائىللارغا ۋە قۇللارنىڭ ئازادلىققا ئېرىشىشىگە پۇل ـ مال ياردەم بېرىش، ناماز ئوقۇش، زاكات بېرىش، ئەھدىگە ۋاپا قىلىش، يوقسۇزلۇققا، كېسەللىككە ۋە (ئاللاھنىڭ يولىدا قىلىنغان) ئۇرۇشقا بەرداشلىق بېرىش ياخشى ئەمەلگە كىرىدۇ. ئەنە شۇلار (يەنى يۇقىرىقى سۈپەتلەرگە ئىگە كىشىلەر) (ئىمانىدا) راستچىل ئادەملەردۇر، ئەنە شۇلار تەقۋادار ئادەملەردۇر"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "ئى مۆمىنلەر! ئۆلتۈرۈلگەنلەر ئۈچۈن قىساس ئېلىش سىلەرگە پەرز قىلىندى، ھۆر ئادەم ئۈچۈن ھۆر ئادەمدىن، قۇل ئۈچۈن قۇلدىن، ئايال ئۈچۈن ئايالدىن قىساس ئېلىنىدۇ. قاتىل ئۈچۈن (دىنىي) قېرىندىشى تەرىپىدىن بىر نەرسە كەچۈرۈم قىلىنسا (ئۆلتۈرۈلگۈچىنىڭ ئىگىسى قاتىلدىن دىيەت ئېلىشقا رازى بولۇپ قىساس ئېلىشتىن ۋاز كەچسە، ئۇ، جىنايەتچىدىن دىيەتنى) چىرايلىقچە تەلەپ قىلىشى لازىم، (قاتىلمۇ دىيەتنى) ياخشىلىقچە (كېچىكتۈرمەستىن، كېمەيتىۋەتمەستىن تولۇق) بېرىشى لازىم. بۇ (ھۆكۈم) پەرۋەردىگارىڭلار تەرىپىدىن (سىلەرگە بېرىلگەن) يېنىكلىتىشتۇر ۋە رەھمەتتۇر. شۇنىڭدىن كېيىن (يەنى دىيەتنى قوبۇل قىلغاندىن كېيىن)، چېكىدىن ئېشىپ كەتكەن (يەنى قاتىلنى ئۆلتۈرگەن) ئادەم قاتتىق ئازابقا دۇچار بولىدۇ"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "ئى ئەقىل ئىگىلىرى! سىلەرگە قىساستا ھاياتلىق بار، (يەنى كىشى بىراۋنى ئۆلتۈرگەن تەقدىردە ئۆزىنىڭمۇ ئۆلتۈرۈلىدىغانلىقىنى بىلسە، ئۇ، ئادەم ئۆلتۈرۈشتىن يانىدۇ، شۇنىڭ بىلەن، ئۇنىڭ ئۆزىمۇ، ئۇ ئۆلتۈرمەكچى بولغان ئادەممۇ ئۆلۈشتىن ساقلىنىپ قالىدۇ). (ناھەق قان تۆكۈشتىن) ساقلىنىشىڭلار ئۈچۈن (قىساس يولغا قويۇلدى)"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "ئەگەر سىلەردىن بىرەيلەن ئۆلۈش ئالدىدا كۆپ مال قالدۇرسا، ئۇنىڭ ئاتا ـ ئانىسىغا ۋە خىش ـ ئەقرىبالىرىغا ئادىللىق بىلەن ۋەسىيەت قىلىشى تەقۋادارلارنىڭ ئۆتەشكە تېگىشلىك بۇرچى سۈپىتىدە پەرز قىلىندى"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "ۋەسىيەتنى ئاڭلىغاندىن كىيىن، كىمكى ئۇنى ئۆزگەرتىدىكەن، ئۇنىڭ گۇناھى ئۆزگەرتكەنلەرگە يۈكلىنىدۇ. ئاللاھ ھەقىقەتەن ھەممىنى ئاڭلاپ تۇرغۇچىدۇر، ھەممىنى بىلىپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "كىمكى ۋەسىيەت قىلغۇچىنىڭ سەۋەنلىكى ياكى قەستەن ناتوغرا قىلغانلىقىنى بىلىپ، ئۇلارنىڭ (يەنى ۋەسىيەت قىلغۇچىلار بىلەن ۋەسىيەت قىلىنغۇچىلارنىڭ) ئارىسىنى تۈزەپ قويسا، ئۇنىڭغا ھېچ گۇناھ بولمايدۇ. ئاللاھ ھەقىقەتەن مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "ئى مۆمىنلەر! (گۇناھلاردىن) ساقلىنىشىڭلار ئۈچۈن، سىلەردىن ئىلگىرىكىلەرگە (يەنى ئىلگىرىكى ئۈممەتلەرگە) روزا پەرز قىلىنغاندەك، سىلەرگىمۇ (رامىزان) روزىسى پەرز قىلىندى"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "(بۇ پەرز قىلىنغان روزا) ساناقلىق كۈنلەردۇر، سىلەردىن كىمكى كېسەل ياكى سەپەر ئۈستىدە بولۇپ (روزا تۇتمىغان بولسا)، تۇتمىغان كۈنلەرنى (يەنى قازاسىنى) باشقا كۈنلەردە تۇتسۇن، روزىنى (قېرىلىق ياكى ئاجىزلىق تۈپەيلىدىن مۇشەققەت بىلەن) ئاران تۇتىدىغان كىشىلەر تۇتمىسا، (كۈنلۈكى ئۈچۈن) بىر مىسكىن تويغۇدەك تاماق فىدىيە بېرىشى لازىم. كىمكى فىدىيىنى (بەلگىلەنگەن مىقداردىن) ئارتۇق بەرسە، بۇ ئۆزى ئۈچۈن ياخشىدۇر. ئەگەر بىلسەڭلار، روزا تۇتۇش سىلەر ئۈچۈن (ئېغىز ئوچۇق يۈرۈشتىن ۋە فىدىيە بېرىشتىن) ياخشىدۇر"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "رامىزان ئېيىدا قۇرئان نازىل بولۇشقا باشلىدى، قۇرئان ئىنسانلارغا يېتەكچىدۇر، ھىدايەت قىلغۇچى ۋە ھەق بىلەن ناھەقنى ئايرىغۇچى روشەن ئايەتلەردۇر. سىلەردىن كىمكى رامىزان ئېيىدا ھازىر بولسا رامىزان روزىسىنى تۇتسۇن؛ كىمكى كېسەل ياكى سەپەر ئۈستىدە (يەنى مۇساپىر) بولۇپ (تۇتمىغان بولسا، تۇتمىغان كۈنلەر ئۈچۈن) باشقا كۈنلەردە تۇتسۇن. ئاللاھ سىلەرگە ئاسانلىقنى خالايدۇ، تەسلىكنى خالىمايدۇ، (ئاغزىڭلار ئوچۇق يۈرگەن كۈنلەرنىڭ قازاسىنى قىلىش بىلەن رامىزان روزىسىنىڭ) سانىنى تولدۇرۇشۇڭلارنى، سىلەرنى ھىدايەت قىلغانلىقىغا ئاللاھنى ئۇلۇغلىشىڭلارنى، (ئۇنىڭ ئىنئاملىرىغا) شۈكۈر قىلىشىڭلارنى خالايدۇ"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "مېنىڭ بەندىلىرىم سەندىن مەن توغرۇلۇق سورىسا (ئۇلارغا ئېيتقىنكى)، مەن ھەقىقەتەن ئۇلارغا يېقىنمەن (يەنى ئۇلارنىڭ ئەھۋالىنى، سۆزلىرىنى بىلىپ تۇرىمەن)، ماڭا دۇئا قىلسا، مەن دۇئا قىلغۇچىنىڭ دۇئاسىنى ئىجابەت قىلىمەن، ئۇلار توغرا يول تېپىش ئۈچۈن مېنىڭ دەۋىتىمنى قوبۇل قىلسۇن ۋە ماڭا ئىمان ئېيتسۇن (يەنى ھەمىشە ئىمان بىلەن بولسۇن)"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "روزا كېچىلىرىدە ئاياللىرىڭلارغا يېقىنچىلىق قىلىش سىلەرگە ھالال قىلىندى، ئۇلار سىلەر ئۈچۈن كىيىمدۇر (يەنى ئۇلار سىلەرگە ئارىلىشىپ ياشايدۇ ۋە كىيىم بەدەنگە يېپىشقاندەك يېپىشىدۇ)، سىلەرمۇ ئۇلار ئۈچۈن كىيىمسىلەر (يەنى سىلەرمۇ ئۇلارغا ئارىلىشىپ ياشايسىلەر ۋە كىيىم بەدەنگە يېپىشقاندەك يېپىشىسىلەر). ئاللاھ ئۆزۈڭلارنىڭ ئۆزۈڭلارنى ئالدىغانلىقىڭلارنى (يەنى روزا كېچىسى يېقىنچىلىق قىلغىنىڭلارنى) بىلدى. ئاللاھ تەۋبەڭلارنى قوبۇل قىلىپ سىلەرنى ئەپۇ قىلدى. ئەمدى ئۇلارغا (يەنى ئاياللىرىڭلارغا) يېقىنچىلىق قىلىڭلار، ئاللاھ سىلەرگە تەقدىر قىلغان نەرسىنى (يەنى پەرزەنتنى) تەلەپ قىلىڭلار، تاكى تاڭنىڭ ئاق يىپى قارا يىپىدىن ئايرىلغانغا (يەنى تاڭ يورۇغانغا) قەدەر يەڭلار ۋە ئىچىڭلار، ئاندىن كەچ كىرگۈچە روزا تۇتۇڭلار، سىلەر مەسجىدتە ئېتىكاپتا ئولتۇرغان چېغىڭلاردا (كۈندۈز بولسۇن كېچە بولسۇن)، ئۇلارغا يېقىنچىلىق قىلماڭلار، ئەنە شۇلار ئاللاھ بەلگىلىگەن چېگرىلاردۇر (يەنى مەنئى قىلغان ئىشلاردۇر)، ئۇنىڭغا يېقىنلاشماڭلار. كىشىلەرنىڭ (ھارام قىلىنغان ئىشلاردىن) ساقلىنىشلىرى ئۈچۈن، ئاللاھ ئايەتلىرىنى ئۇلارغا مۇشۇنداق بايان قىلىدۇ"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "بىر ـ بىرىڭلارنىڭ ماللىرىنى ناھەق يەۋالماڭلار، بىلىپ تۇرۇپ كىشىلەرنىڭ بىر قىسىم ماللىرىنى زۇلۇم بىلەن يەۋېلىش ئۈچۈن ھاكىملارغا پارا بەرمەڭلار"
        }
    ]
}