{
    "maqras": [
        {
            "chapter": 2,
            "verse": 263,
            "text": "ياخشى سۆز ۋە كەچۈرۈش كېيىن ئەزىيەت ئېلىپ كېلىدىغان سەدىقىدىن ئەۋزەلدۇر. ئاللاھ (بەندىلەرنىڭ سەدىقىسىدىن) بىھاجەتتۇر، ھەلىمدۇر (يەنى ئەمرىگە خىلاپلىق قىلغانلارنى جازالاشقا ئالدىراپ كەتمەيدۇ)"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "ئى مۆمىنلەر! پۇل ـ مېلىنى كىشىلەرگە كۆرسىتىش ئۈچۈن سەرپ قىلىدىغان، ئاللاھقا ۋە ئاخىرەت كۈنىگە ئىمان كەلتۈرمەيدىغان كىشى (نىڭ قىلغان ئەمەلىنى بىكار قىلىۋەتكىنىگە) ئوخشاش، بەرگەن سەدىقەڭلارنى مىننەت قىلىش ۋە ئەزىيەت يەتكۈزۈش بىلەن بىكار قىلىۋەتمەڭلار. بۇنداق (پۇل ـ مېلىنى باشقىلارغا كۆرسىتىش ئۈچۈن سەرپ قىلىدىغان) ئادەم خۇددى ئۈستىگە توپا ـ چاڭ قونۇپ قالغان، قاتتىق يامغۇردىن كېيىن (يۇيۇلۇپ) بۇرۇنقىدەك بولۇپ قالغان سىلىق تاشقا ئوخشايدۇ. ئۇلار قىلغان ئەمەللىرى ئۈچۈن (ئاخىرەتتە) ھېچقانداق ساۋابقا ئىگە بولالمايدۇ. ئاللاھ كاپىر قەۋمنى ھىدايەت قىلمايدۇ"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "ماللىرىنى ئاللاھنىڭ رازىلىقىنى ئىزدەپ ۋە چىن كۆڭلىدىن چىقىرىپ سەرپ قىلىدىغانلار ئېگىزلىككە جايلاشقان، قاتتىق يامغۇردىن بەھرىمەن بولسا مېۋىسى ئىككى ھەسسە كۆپ بولىدىغان، قاتتىق يامغۇردىن بەھرىمەن بولمىسا شەبنەم بىلەنمۇ قانىدىغان (قايسى ھالدا بولسۇن مېۋە بېرىدىغان) بىر باغقا ئوخشايدۇ (دېمەك، بۇنداق خەير ـ ساخاۋەتلىك ئادەم مېلى كۆپ بولسا كۆپكە يارىشا، ئاز بولسا ئازغا يارىشا بېرىدۇ). ئاللاھ قىلغان ئەمەلىڭلارنى كۆرۈپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "ئاراڭلاردا كىممۇ ياقتۇرسۇنكى، ئۇنىڭ خورمىلىق، ئۈزۈملۈك، ئاستىدىن ئېرىقلار ئېقىپ تۇرىدىغان، مېۋىلەرنىڭ ھەممە خىللىرى بولغان بىر بېغى بولسۇن، ئۇنىڭ ئۆزى قېرىپ قالغان، بالىلىرى ئۇششاق بولۇپ، (بۇ باغ) قارا بوران ئېلىپ كەلگەن ئوتتا كۆيۈپ كەتسۇن. سىلەرنىڭ ئويلىنىشىڭلار ئۈچۈن، ئاللاھ سىلەرگە ئايەتلىرىنى شۇنداق (گۈزەل مىسال بىلەن) بايان قىلىدۇ (يەنى پۇل ـ مېلىنى رىيا ئۈچۈن سەرپ قىلغان ياكى باشقىلارغا رەنجىتىش، مىننەت قىلىش بىلەن سەرپ قىلغان ئادەم، ساۋابىنى ئەڭ موھتاج تۇرۇقلۇق يوقىتىپ قويغان بولىدۇ)"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "ئى مۆمىنلەر! سىلەر ئېرىشكەن نەرسىلەرنىڭ ۋە بىز سىلەرگە زېمىندىن چىقىرىپ بەرگەن نەرسىلەر (يەنى ئاشلىقلار، مېۋىلەر) نىڭ ياخشىلىرىدىن سەدىقە قىلىڭلار؛ ئۆزۈڭلارمۇ پەقەت كۆزۈڭلارنى يۇمۇپ تۇرۇپ ئالىدىغان ناچارلىرىنى ئىلغاپ سەدىقە قىلماڭلار. بىلىڭلاركى، ئاللاھ (بۇنداق سەدىقەڭلاردىن) بىھاجەتتۇر، ھەمدىگە لايىقتۇر"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "شەيتان سىلەرنى پېقىرلىقتىن قورقىتىدۇ، يامان ئىشلارغا (يەنى بېخىللىققا، زاكات بەرمەسلىككە) بۇيرۇيدۇ؛ ئاللاھ سىلەرگە ئۆز مەغپىرىتىنى ۋە پەزلىنى ۋەدە قىلىدۇ. ئاللاھنىڭ مەرھەمىتى كەڭدۇر، ئۇ ھەممىنى بىلىپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "ھېكمەتنى (ياخشى ئەمەلگە يېتەكلەيدىغان پايدىلىق ئىلىمنى) خالىغان بەندىسىگە ئاتا قىلىدۇ؛ ھېكمەت ئاتا قىلىنغان ئادەمگە كۆپ ياخشىلىق ئاتا قىلىنغان بولىدۇ. پەقەت ئەقىللىق ئادەملەرلا بۇنىڭدىن پەند ـ نەسىھەت ئالىدۇ"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "نېمىنى خەير ـ ئېھسان قىلماڭلار ياكى (ئاللاھنىڭ يولىدا) نېمىنى ۋەدە قىلماڭلار، ئاللاھ ئۇنى ھەقىقەتەن بىلىپ تۇرىدۇ. زالىملار (زاكاتنى مەنئى قىلغۇچىلار ياكى پۇل ـ مېلىنى گۇناھ ئىشلارغا سەرپ قىلغۇچىلار) غا ھېچقانداق مەدەتكار چىقمايدۇ"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "سەدىقىنى ئاشكارا بەرسەڭلار، بۇ ياخشىدۇر، ئەگەر ئۇنى مەخپى بەرسەڭلار ۋە يوقسۇللارغا بەرسەڭلار، تېخىمۇ ياخشىدۇر. بۇ، سىلەرنىڭ بەزى گۇناھلىرىڭلارغا كەففارەت بولىدۇ، ئاللاھ سىلەرنىڭ قىلغان ئەمەلىڭلاردىن خەۋەرداردۇر"
        }
    ]
}