{
    "maqras": [
        {
            "chapter": 42,
            "verse": 51,
            "text": "ئاللاھ ھەر قانداق ئادەمگە پەقەت ۋەھىي ئارقىلىق ياكى پەردە ئارقىسىدىنلا ياكى بىر پەيغەمبەرنى ئەۋەتىپ ئۆز ئىزنى بىلەن ئۇنىڭغا خالىغان ۋەھىينى قىلىش ئارقىلىقلا سۆز قىلغان. ئاللاھ ھەقىقەتەن (مەخلۇقلارنىڭ سۈپەتلىرىدىن) ئۈستۈندۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "شۇنىڭدەك (يەنى باشقا پەيغەمبەرلەرگە ۋەھىي قىلغاندەك) ئەمرىمىز بويىچە ساڭا قۇرئاننى ۋەھىي قىلدۇق، سەن (ۋەھىيدىن ئىلگىرى) قۇرئاننىڭ ۋە ئىماننىڭ نېمە ئىكەنلىكىنى ئۇقمايتتىڭ، لېكىن بىز قۇرئاننى بىر نۇر قىلدۇقكى، ئۇنىڭ بىلەن بەندىلىرىمىزدىن خالىغان كىشىلەرنى ھىدايەت قىلىمىز. شەك ـ شۈبھىسىزكى سەن توغرا يولغا باشلايسەن"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "(ئۇ) ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنىڭ ھەممىسى ئۆزىگە خاس بولغان ئاللاھنىڭ يولىدۇر. بىلىڭلاركى، ھەممە ئىش ئاللاھقا قايتىدۇ"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "ھا، مىم"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "روشەن كىتاب بىلەن قەسەمكى"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "سىلەرنى (ئۇنىڭ مەنىسىنى) چۈشەنسۇن دەپ، بىز ئۇنى ھەقىقەتەن ئەرەبچە قۇرئان قىلدۇق"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "ھەقىقەتەن ئۇ لەۋھۇلمەھپۇزدا بىزنىڭ دەرگاھىمىزدا (مۇقىملاشقان) يۇقىرى مەرتىۋىلىك ھېكمەتلىك (كىتاب) دۇر"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "سىلەر (گۇمراھلىقتا) ھەددىدىن ئاشقان قەۋم بولغانلىقىڭلار ئۈچۈن سىلەرگە ۋەز ـ نەسىھەت قىلىشنى (يەنى قۇرئاننى نازى قىلىشنى) تەرك قىلامدۇق؟"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "ئىلگىرىكى ئۈممەتلەرگە نۇرغۇن پەيغەمبەرلەرنى ئەۋەتتۇق"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "ئۇلارغا قانداق بىر پەيغەمبەر كەلمىسۇن، ئۇلار ئۇنى (قەۋمىڭ سېنى مەسخىرە قىلغاندەك) مەسخىرە قىلدى"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "ئۇلار (يەنى مەككە كاپىرلىرى) دىن كۈچ ـ قۇۋۋەتتە ئۈستۈن بولغانلارنى ھالاك قىلدۇق، ئىلگىرىكىلەرنىڭ قىسسەلىرى قۇرئاندا ئۆتتى"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "ئەگەر سەن ئۇلاردىن: «ئاسمانلار ۋە زېمىننى كىم ياراتتى» دەپ سورىساڭ، ئۇلار: «ئەلۋەتتە ئاسمانلارنى ۋە زېمىننى غالىب، ھەممىنى بىلگۈچى (ئاللاھ) ياراتتى» دەيدۇ"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "ئاللاھ سىلەر ئۈچۈن زېمىننى قارارگاھ قىلدى، (سەپەردە كۆزلىگەن يېرىڭلارغا) بېرىۋېلىشىڭلار ئۈچۈن سىلەرگە زېمىندا نۇرغۇن يوللارنى ياراتتى"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "ئاللاھ بۇلۇتتىن (سىلەرگە زىيان يەتكۈزمەي، پايدا يەتكۈزىدىغان) ئۆلچەمدە يامغۇر ياغدۇردى، ئۇنىڭ بىلەن بىز (گىيا ئۈنمەس قاقاس) ئۆلۈك زېمىننى تىرىلدۈردۇق، سىلەر مۇشۇنداق (يەنى ئۆلۈك يەردىن ئۆسۈملۈك چىقىرىلغاندەك) (قەبرەڭلاردىن) چىقىرىلىسىلەر"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "ئاللاھ مەخلۇقاتلارنىڭ پۈتۈن تۈرلىرىنى ياراتتى، سىلەرگە ئۈستىگە چىقىشىڭلار ئۈچۈن كېمە ۋە مىنىشىڭلار ئۈچۈن ھايۋان قاتارلىقلارنى ياراتتى. ئاندىن سىلەر ئۇلارنىڭ ئۈستىگە چىققانلىرىڭلاردا پەرۋەردىگارىڭلارنىڭ نېمىتىنى ئەسلەپ: «بىزگە بۇنى بويسۇندۇرۇپ بەرگەن زات پاكتۇر، بىز ئۇنىڭغا (مىنىشكە) قادىر ئەمەس ئىدۇق، بىز ھەقىقەتەن پەرۋەردىگارىمىزنىڭ دەرگاھىغا قايتقۇچىلارمىز» دېگەيسىلەر[12ـ]"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "ئاللاھ مەخلۇقاتلارنىڭ پۈتۈن تۈرلىرىنى ياراتتى، سىلەرگە ئۈستىگە چىقىشىڭلار ئۈچۈن كېمە ۋە مىنىشىڭلار ئۈچۈن ھايۋان قاتارلىقلارنى ياراتتى. ئاندىن سىلەر ئۇلارنىڭ ئۈستىگە چىققانلىرىڭلاردا پەرۋەردىگارىڭلارنىڭ نېمىتىنى ئەسلەپ: «بىزگە بۇنى بويسۇندۇرۇپ بەرگەن زات پاكتۇر، بىز ئۇنىڭغا (مىنىشكە) قادىر ئەمەس ئىدۇق، بىز ھەقىقەتەن پەرۋەردىگارىمىزنىڭ دەرگاھىغا قايتقۇچىلارمىز» دېگەيسىلەر[12ـ]"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "ئاللاھ مەخلۇقاتلارنىڭ پۈتۈن تۈرلىرىنى ياراتتى، سىلەرگە ئۈستىگە چىقىشىڭلار ئۈچۈن كېمە ۋە مىنىشىڭلار ئۈچۈن ھايۋان قاتارلىقلارنى ياراتتى. ئاندىن سىلەر ئۇلارنىڭ ئۈستىگە چىققانلىرىڭلاردا پەرۋەردىگارىڭلارنىڭ نېمىتىنى ئەسلەپ: «بىزگە بۇنى بويسۇندۇرۇپ بەرگەن زات پاكتۇر، بىز ئۇنىڭغا (مىنىشكە) قادىر ئەمەس ئىدۇق، بىز ھەقىقەتەن پەرۋەردىگارىمىزنىڭ دەرگاھىغا قايتقۇچىلارمىز» دېگەيسىلەر[12ـ]"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "ئۇلار (پەرىشتىلەرنى ئاللاھنىڭ قىزلىرى دېيىش بىلەن) ئاللاھنىڭ بىر قىسىم بەندىلىرىنى ئاللاھنىڭ بىر جۈزئى قىلىۋالدى. (مۇنداق دېگۈچى) ئىنسان ھەقىقەتەن ئاللاھقا ئاشكارا ناشۈكۈرلۈك قىلغۇچىدۇر"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "ئاللاھ مەخلۇقاتتىن ئۆزى ئۈچۈن قىزلارنى (بالا) تۇتۇپ، سىلەرنى ئوغۇللارغا خاس قىلدىمۇ؟"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "ئەگەر ئۇلارنىڭ بىرىگە مەرھەمەتلىك ئاللاھقا مەسەل قىلغان نەرسە (يەنى قىز بالا) بىلەن بېشارەت بېرىلسە (يەنى خوتۇنىنىڭ قىز تۇغقانلىقى خەۋەر قىلىنسا)، قايغۇغا چۆمگەن ھالدا ئۇنىڭ يۈزى قارىداپ كېتىدۇ"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "(ئۇلار ئاللاھقا) زىبۇزىننەت ئىچىدە چوڭ بولىدىغان، مۇنازىرىدە مەقسىتىنى ئوچۇق بايان قىلالمايدىغان (قىزلارنى مەنسۇپ قىلامدۇ؟)"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "ئۇلار مەرھەمەتلىك ئاللاھنىڭ بەندىلىرى بولغان پەرىشتىلەرگە قىز دەپ ئېتىقاد قىلدى، ئاللاھ پەرىشتىلەرنى ياراتقاندا، ئۇلار ئۈستىدە بارمىدى؟ (يەنى ئۇلار پەرىشتىلەرنىڭ قىز ئىكەنلىكىنى قەيەردىن بىلىدۇ؟) ئۇلارنىڭ گۇۋاھلىقى (ئۇلارنىڭ نامە ـ ئەمالىغا) يېزىلىدۇ، (قىيامەت كۈنى) ئۇلار سوراققا تارتىلىدۇ"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "ئۇلار: «مەرھەمەتلىك ئاللاھ خالىسا، بىز ئۇلارغا (يەنى پەرىشتىلەرگە) چوقۇنمايتتۇق» دېدى. بۇ توغرۇلۇق ئۇلارنىڭ بىلىمى (يەنى ئاساسى) يوق، ئۇلار پەقەت جۆيلۈيدۇ"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "ئۇلارغا بىز قۇرئاندىن ئىلگىرى (قانداقتۇر) بىر كىتاب بەرگەن بولۇپ، ئۇلار شۇ كىتابقا مەھكەم ئىسىلامدۇ؟"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "ئۇنداق ئەمەس، ئۇلار: «ھەقىقەتەن ئاتا ـ بوۋىلىرىمىزنىڭ بىر خىل دىنغا ئېتىقاد قىلغانلىقىنى بىلىمىز، بىز ئۇلارنىڭ ئىزىدىن مېڭىپ ھىدايەت تاپقۇچىدۇرمىز» دەيدۇ"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "شۇنىڭدەك سەندىن ئىلگىرى ھەر قاچان بىرەر شەھەرگە ئاگاھلاندۇرغۇچى (يەنى پەيغەمبەر) ئەۋەتسەكلا، ئۇنىڭ دۆلەتمەن ئادەملىرى: «بىز ھەقىقەتەن ئاتا ـ بوۋىلىرىمىزنىڭ بىر خىل دىنغا ئېتىقاد قىلغانلىقىنى بىلىمىز، شەك ـ شۈبھىسىزكى، بىز ئۇلارنىڭ ئىزلىرىدىن ماڭىمىز» دېيىشتى"
        }
    ]
}