{
    "maqras": [
        {
            "chapter": 10,
            "verse": 90,
            "text": "بىز ئىسرائىل ئەۋلادىنى دېڭىزدىن ئۆتكۈزۈۋەتتۇق، ئۇلارنى پىرئەۋن ۋە ئۇنىڭ ئەسكەرلىرى زۇلۇم ۋە زوراۋانلىق قىلىش يۈزىسىدىن قوغلىدى. پىرئەۋن غەرق بولىدىغان ۋاقىتتا «ئىمان ئېيتتىمكى، ئىسرائىل ئەۋلادى ئىمان ئېيتقان ئىلاھتىن غەيرىي ئىلاھ يوقتۇر، مەن مۇسۇلمانلاردىنمەن» دېدى"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "(ئۇنىڭغا دېيىلدىكى) «(ھاياتتىن ئۈمىد ئۈزگىنىڭدە) ئەمدى (ئىمان ئېيتامسەن؟) ئىلگىرى ئاللاھقا ئاسىيلىق قىلغان ۋە بۇزغۇنچىلاردىن بولغان ئىدىڭ"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "سەندىن كېيىنكىلەرگە ئىبرەت بولۇشۇڭ ئۈچۈن، بۈگۈن سېنىڭ جەسىتىڭنى قۇتقۇزىمىز (يەنى سېنىڭ جەسىتىڭنى دېڭىزدىن چىقىرىپ قويىمىز)». نۇرغۇن كىشىلەر، شەك ـ شۈبھىسىزكى، بىزنىڭ ئايەتلىرىمىزدىن غاپىلدۇر"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "شۈبھىسىزكى، بىز ئىسرائىل ئەۋلادىنى (ئۇلارنىڭ دۈشمەنلىرىنى ھالاك قىلغاندىن كېيىن) ياخشى جايغا ئورۇنلاشتۇردۇق، ئۇلارنى پاك نەرسىلەر بىلەن رىزىقلاندۇردۇق، ئۇلارغا ئىلىم (يەنى ئاللاھنىڭ ھۆكمىنى ئىچىگە ئالغان تەۋرات) كەلگەندىن كېيىن، ئۇلار (دىن ئىشىدا)ئىختىلاپ قىلىشتى. پەرۋەردىگارىڭ قىيامەت كۈنى، ئۇلار ئىختىلاپ قىلىشقان نەرسىلەر ئۈستىدە، ئۇلارنىڭ ئارىسىدا ئەلۋەتتە ھۆكۈم چىقىرىدۇ"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "مۇبادا سەن ساڭا بىز نازىل قىلغان كىتابتىن شەكلىنىدىغان بولساڭ، سەندىن ئىلگىرى كىتاب ئوقۇغانلار (يەنى تەۋرات بىلەن ئىنجىل نازىل قىلىنغان يەھۇدىيلار ۋە ناسارالار) دىن سوراپ باققىن، شۈبھىسىزكى، ساڭا پەرۋەردىگارىڭ تەرىپىدىن ھەق (قۇرئان) كەلدى. سەن ھەرگىز شەك قىلغۇچىلاردىن بولمىغىن"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "سەن ھەرگىز ئاللاھنىڭ ئايەتلىرىنى ئىنكار قىلغۇچىلاردىن بولمىغىن، (ئۇنداق بولساڭ) زىيان تارتقۇچىلاردىن بولۇپ قالىسەن"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "شۈبھىسىزكى، پەرۋەردىگارىڭنىڭ لەنىتىگە تېگىشلىك بولغانلار ئىمان ئېيتمايدۇ"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "ئۇلارغا پۈتۈن مۆجىزىلەر كۆرسىتىلگەن تەقدىردىمۇ، قاتتىق ئازابنى كۆرمىگۈچە (ئىمان ئېيتمايدۇ)"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "(ھالاك بولغان شەھەرلەر ئاھالىلىرى ئىچىدە) يۇنۇس قەۋمىدىن باشقىسىغا (ئازابنىڭ ئالامىتىنى كۆرۈپ) ئېيتقان ئىماننىڭ پايدىسى بولغىنى يوق، يۇنۇس قەۋمى ئىمان ئېيتقاندا، دۇنيا ھاياتىدا رەسۋا قىلىدىغان ئازابنى ئۇلارنىڭ ئۈستىدىن كۆتۈرۈۋەتتۇق، ئۇلارنى مەلۇم ۋاقىتقىچە (يەنى ئەجىلى يەتكەنگە قەدەر دۇنيادىكى شەيئىلەردىن) بەھرىمەن قىلدۇق"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "ئەگەر پەرۋەردىگارىڭ خالىسا ئىدى، ئەلۋەتتە يەر يۈزىدىكى كىشىلەرنىڭ ھەممىسى ئىمان ئېيتاتتى، سەن كىشىلەرنى مۇسۇلمان بولۇشقا مەجبۇرلامسەن؟"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "ھەر قانداق كىشى پەقەت ئاللاھنىڭ ئىرادىسى بولغاندىلا، ئاندىن ئىمان ئېيتىدۇ، (ئاللاھنىڭ ئايەتلىرى ئۈستىدە) پىكىر يۈرگۈزمەيدىغانلارنى ئاللاھ ئازابقا گىرىپتار قىلىدۇ"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "ئېيتقىنكى، «ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنى كۆزىتىڭلار. مۆجىزىلەر ۋە ئاگاھلاندۇرغۇچىلارنىڭ (يەنى پەيغەمبەرلەرنىڭ) ئىمان ئېيتمايدىغان قەۋمگە پايدىسى بولمايدۇ"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "ئۇلار پەقەت ئۆزلىرىدىن بۇرۇن ئۆتكەنلەرگە كەلگەن كۈنلەرنىڭ (يەنى ئازابنىڭ) (ئۆزلىرىگە كېلىشىنى) كۈتىدۇ». (ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، «سىلەر (زۇلۇمنىڭ ئاقىۋىتىنى) كۈتۈڭلار، مەنمۇ سىلەر بىلەن بىرلىكتە ھەقىقەتەن (سىلەرنىڭ ھالاك بولۇشۇڭلارنى) كۈتكۈچىمەن»"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "ئاندىن كېيىن پەيغەمبەرلىرىمىزنى، مۆمىنلەرنى (ئازابتىن) قۇتقۇزدۇق، مۆمىنلەرنى قۇتقۇزۇشقا مۇشۇنداق مەسئۇل بولىمىز"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "(ئى مۇھەممەد! قەۋمىڭنىڭ مۇشرىكلىرىغا) ئېيتقىنكى، «ئى ئىنسانلار! ئەگەر سىلەر مېنىڭ دىنىمدىن گۇمانلىنىدىغان بولساڭلار، سىلەرنىڭ ئاللاھنى قويۇپ چوقۇنۇۋاتقان بۇتلىرىڭلارغا مەن چوقۇنمايمەن، لېكىن مەن سىلەرنى قەبزى روھ قىلىدىغان ئاللاھقا ئىبادەت قىلىمەن، مەن مۆمىنلەردىن بولۇشقا بۇيرۇلدۇم»"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "يەنە (ماڭا): «باتىل دىنلاردىن بۇرۇلۇپ، توغرا دىنغا يۈزلەنگىن، مۇشرىكلاردىن بولمىغىن"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "ئاللاھنى قويۇپ، ساڭا پايدا ـ زىيان يەتكۈزەلمەيدىغان نەرسىلەرگە ئىبادەت قىلمىغىن، ئەگەر ئۇلارغا ئىبادەت قىلساڭ، چوقۇم (ئۆزۈڭگە) زۇلۇم سالغۇچىلاردىن بولىسەن"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "ئەگەر ئاللاھ ساڭا بىرەر زىيان ـ زەخمەت يەتكۈزۈشنى ئىرادە قىلسا، يالغۇز ئاللاھتىن باشقا ئۇنى دەپئى قىلغۇچى بولمايدۇ، ئەگەر ئاللاھ ساڭا بىرەر ياخشىلىقنى ئىرادە قىلسا، ئاللاھنىڭ پەزلىنى قايتۇرغۇچى بولمايدۇ، ئاللاھ پەزلىنى بەندىلىرىدىن خالىغان ئادەمگە يەتكۈزىدۇ، ئاللاھ (بەندىلىرىنىڭ گۇناھىنى) مەغپىرەت قىلغۇچىدۇر، (ئۇلارغا) مېھرىباندۇر» (دېيىلدى)"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "(ئى مۇھەممەد!) ئېيتقىنكى، «ئى ئىنسانلار! سىلەرگە پەرۋەردىگارىڭلار تەرىپىدىن ھەق دىن كەلدى، كىمكى ھىدايەت تاپىدىكەن، ئۆزىنىڭ پايدىسى ئۈچۈن ھىدايەت تاپقان بولىدۇ، كىمكى ئازىدىكەن، ئۆزىنىڭ زىيىنى ئۈچۈن ئازغان بولىدۇ، مەن سىلەرگە ھامىي ئەمەسمەن»"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "(ئى مۇھەممەد!) ساڭا نازىل قىلىنغان ۋەھىيگە ئەگەشكىن (يەنى ئۇنىڭغا ئۆزۈڭ ئەمەل قىلىپ، باشقىلارغا ئۇنى يەتكۈزگىن). ئاللاھ (سەن بىلەن ئۇلارنىڭ ئارىسىدا) ھۆكۈم چىقارغىچە (دىنغا دەۋەت قىلىش يولىدىكى مۇشەققەتلەرگە) چىدىغىن، ئاللاھ ئەڭ ھەققانىي ھۆكۈم چىقارغۇچىدۇر"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "ئەلىف، لام، را. بۇ، ھېكمەت بىلەن ئىش قىلغۇچى، ھەممىدىن خەۋەردار ئاللاھ تەرىپىدىن نازىل بولغان، ئايەتلەرنىڭ تۈزۈلۈشى پۇختا، (ئەقىدە، ئەھكام، ۋەز ۋە قىسسەلەر) تەپسىلىي بايان قىلىنغان كىتابتۇر"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(ئېيتقىنكى، بۇ كىتاب): سىلەرنىڭ ئاللاھتىن باشقىسىغا ئىبادەت قىلماسلىقىڭلار ئۈچۈن (نازىل بولغان). شۈبھىسىزكى، مەن سىلەرگە ئاللاھ تەرىپىدىن ئاگاھلاندۇرغۇچى ۋە خۇش خەۋەر بەرگۈچىمەن"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "سىلەر پەرۋەردىگارىڭلاردىن مەغپىرەت تەلەپ قىلىڭلار، ئاندىن ئۇنىڭغا تەۋبە قىلىڭلار. ئاللاھ سىلەرنى مۇئەييەن مۇددەتكىچە (يەنى ئۆمرۈڭلار ئاخىرلىشىپ، ئەجىلىڭلار يەتكۈچە ھاياتىي دۇنيادىن) ئوبدان بەھرىمەن قىلىدۇ. ياخشى ئىش قىلغۇچىغا قىلغان ياخشىلىقنىڭ ساۋابىنى بېرىدۇ، ئەگەر (ئىماندىن) يۈز ئۆرۈسەڭلار، سىلەرنىڭ قىيامەت كۈنىنىڭ ئازابىغا قېلىشىڭلاردىن ئەنسىرەيمەن"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "(ئۆلگەندىن كېيىن) ئاللاھنىڭ دەرگاھىغا قايتىسىلەر، ئاللاھ ھەر نەرسىگە قادىردۇر»"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "راستتىنلا ئۇلار(يەنى كاپىرلار) (رەسۇلۇللاھ قۇرئان ئوقۇۋاتقاندا ئۇنىڭ يېنىدىن ئۆتكەنلىرىدە) ئۇنىڭدىن يوشۇرۇنۇش ئۈچۈن يۈز ئۆرۈيدۇ، راستلا ئۇلار كىيىملىرى بىلەن چۈمكىنىۋالغانلىرىدا، ئاللاھ ئۇلارنىڭ يوشۇرۇن ۋە ئاشكارا ئىشلىرىنى بىلىپ تۇرىدۇ، ئاللاھ ھەقىقەتەن دىللاردىكىنى بىلگۈچىدۇر"
        }
    ]
}