{
    "maqras": [
        {
            "chapter": 30,
            "verse": 54,
            "text": "อัลลอฮ์ทรงเป็นผู้สร้างพวกเจ้าในสภาพอ่อนแอ แล้วหลังจากความอ่อนแอพระองค์ก็ทรงทำให้มีความแข็งแรง แล้วหลังจากความแข็งแรงทรงทำให้อ่อนแอและชราภาพ พระองค์ทรงสร้างสิ่งที่พระองค์ทรงประสงค์และพระองค์เป็นผู้ทรงรอบรู้ ผู้ทรงอานุภาพ"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "และเมื่อวันอวสานเกิดขึ้น ผู้กระทำผิดทั้งหลายจะสาบานว่า พวกเขามิได้พำนักอยู่ (ในโลกดุนยา) นอกจากเพียงชั่วครู่ชั่วยามเท่านั้น เช่นนั้นแหละ พวกเขาถูกให้หันออก (จากความจริงสู่ความเท็จ)"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "และบรรดาผู้มีความรู้และศรัทธา กล่าว (ตอบโต้พวกเขา) ว่า “โดยแน่นอน พวกท่านได้พำนักอยู่ตามกำหนดของอัลลอฮฺจนกระทั่งวันฟื้นคืนชีพ ดังนั้น นี่คือวันฟื้นคืนชีพ แต่พวกท่านไม่ยอมเชื่อ”"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "ในวันนั้นการแก้ตัวของพวกเขาจะไม่อำนวยประโยชน์แก่บรรดาผู้อธรรม และพวกเขาจะไม่ถูกขอร้องให้กลับเนื้อกลับตัว"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "และโดยแน่นอน ในอัลกุรอานนี้เราได้ยกอุทาหรณ์ไว้ทุกอย่างสำหรับมนุษย์ และหากว่าเจ้านำมาให้พวกเขาสัญญาณหนึ่ง แน่นอน บรรดาผู้ปฏิเสธศรัทธาจะกล่าวว่า พวกท่านมิใช่ใครอื่น นอกจากเป็นผู้หลอกลวง"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "เช่นนั้นแหละ อัลลอฮฺทรงประทับตราบนหัวใจของบรรดาผู้ไม่ยอมรับรู้"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "จงอดทน (ต่อไปเถิดมุฮัมมัด) แท้จริงสัญญาของอัลลอฮฺนั้นเป็นจริงเสมอ และอย่าให้บรรดาผู้ไม่มีความเชื่อมั่นทำให้เจ้ากังวลใจ"
        },
        {
            "chapter": 31,
            "verse": 1,
            "text": "อะลิฟ ลาม มีม"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "เหล่านั้นคือบรรดาอายาตแห่งคัมภีร์ที่ชัดแจ้ง"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "(เพื่อ) เป็นแนวทางที่ถูกต้องและเป็นการเมตตาแก่บรรดาผู้กระทำความดี"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "(คือ) บรรดาผู้ดำรงการละหมาด และบริจาคซะกาต และพวกเขาเชื่อมั่นต่อวันปรโลก"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "ชนเหล่านั้นอยู่บนแนวทางที่ถูกต้องจากพระเจ้าของพวกเขา และชนเหล่านั้นพวกเขาเป็นผู้ประสบความสำเร็จ"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "และในหมู่มนุษย์มีผู้ซื้อเอาเรื่องไร้สาระ เพื่อทำให้เขาหลงไปจากทางของอัลลอฮฺ โดยปราศจากความรู้ และถือเอามันเป็นเรื่องขบขัน ชนเหล่านี้พวกเขาจะได้รับการลงโทษอันอัปยศ"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "และเมื่ออายาตทั้งหลายของเราถูกอ่านให้แก่เขา เขาก็ผินหลังให้อย่างจองหอง ประหนึ่งว่าเขาไม่ได้ยินอายาตนั้นๆ ประหนึ่งว่าในหูของเขานั้นหนวก ดังนั้น จงแจ้งข่าวแก่เขาถึงการลงโทษอันเจ็บปวด"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "แท้จริงบรรดาผู้ศรัทธาและกระทำความดีทั้งหลาย พวกเขาจะได้รับสวนสวรรค์หลากหลายอย่างสุขสำราญ"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "พวกเขาเป็นผู้พำนักอยู่ในนั้นตลอดกาล สัญญาของอัลลอฮฺนั้นเป็นจริง และพระองค์คือผู้ทรงอำนาจผู้ทรงปรีชาญาณ"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "พระองค์ทรงสร้างชั้นฟ้าทั้งหลาย โดยปราศจากเสาที่พวกเจ้าจะมองเห็นมันได้ และทรงปักเทือกเขาไว้อย่างมั่นคงในแผ่นดิน เพื่อมิให้มันสั่นคลอนไปกับพวกเจ้า และทรงให้สัตว์ทุกชนิดแพร่หลายในมัน (แผ่นดิน) และเราได้ให้น้ำ (ฝน) หลั่งลงมาจากฟากฟ้า และเราได้ให้พืชทุกชนิดงอกเงยออกมาเป็นคู่ๆ อย่างดีงาม"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "นี่คือการสร้างของอัลลอฮฺ ดังนั้นพวกเจ้าจงแสดงให้ข้า (อัลลอฮฺ) เห็นซิว่า อันใดเล่าที่เขาเหล่านั้นได้สร้างมันขึ้นมาอื่นจากพระองค์ แต่ว่าบรรดาผู้อธรรมต่างหากที่อยู่ในการหลงผิดอย่างชัดแจ้ง"
        },
        {
            "chapter": 31,
            "verse": 12,
            "text": "และโดยแน่นอน เราได้ให้ฮิกมะฮฺ แก่ลุกมานว่า จงขอบพระคุณต่ออัลลอฮฺ และผู้ใดขอบคุณแท้จริงเขาก็ขอบคุณตัวของเขาเอง และผู้ใดปฏิเสธ แท้จริงอัลลอฮฺนั้นทรงพอเพียงและทรงได้รับการสรรเสริญ"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "และจงรำลึกเมื่อลุกมานได้กล่าวแก่บุตรของเขา โดยสั่งสอนเขาว่า “โอ้ลูกเอ๋ย เจ้าอย่าได้ตั้งภาคีใด ๆ ต่ออัลลอฮฺ เพราะแท้จริงการตั้งภาคีนั้นเป็นความผิดอย่างมหันต์โดยแน่นอน”"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "และเราได้สั่งการแก่มนุษย์เกี่ยวกับบิดา มารดาของเขา โดยที่มารดาของเขาได้อุ้มครรภ์เขาอ่อนเพลียลงครั้งแล้วครั้งเล่า และการหย่านมของเขาในระยะเวลาสองปี เจ้าจงขอบคุณข้า และบิดามารดาของเจ้า ยังเรานั้นคือการกลับไป"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "และถ้าเขาทั้งสองบังคับเจ้าให้ตั้งภาคีต่อข้า โดยที่เจ้าไม่มีความรู้ในเรื่องนั้น เจ้าอย่าได้เชื่อฟังปฏิบัติตามเขาทั้งสอง และจงอดทนอยู่กับเขาทั้งสองในโลกนี้ด้วยการทำความดี และจงปฏิบัติตามทางของผู้ที่กลับไปสู่ข้า และยังเรานั้นถือทางกลับของพวกเจ้า ดังนั้น ข้าจะบอกแก่พวกเจ้าในสิ่งที่พวกเจ้าได้กระทำไว้"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "“โอ้ลูกเอ๋ย แท้จริง (หากว่าความผิดนั้น) มันจะหนักเท่าเมล็ดผักสักเมล็ดหนึ่ง มันจะซ่อนอยู่ในหิน หรืออยู่ในชั้นฟ้าทั้งหลายหรืออยู่ในแผ่นดิน อัลลอฮฺก็จะทรงนำมันออกมา แท้จริง อัลลอฮฺเป็นผู้ทรงเมตตา ผู้ทรงรอบรู้ยิ่ง”"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "“โอ้ลูกเอ๋ย เจ้าจงดำรงไว้ซึ่งการละหมาด และจงใช้กันให้กระทำความดี และจงห้ามปรามกันให้ละเว้นการทำความชั่ว และจงอดทนต่อสิ่งที่ประสบกับเจ้า แท้จริง นั่นคือส่วนหนึ่งจากกิจการที่หนักแน่น มั่นคง”"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "“และเจ้าอย่าหันแก้ม (ใบหน้า) ของเจ้าให้แก่ผู้คนอย่างยะโส และอย่าเดินไปตามแผ่นดินอย่างไร้มรรยาท แท้จริง อัลลอฮฺ มิทรงชอบทุกผู้หยิ่งจองหอง และผู้คุยโวโอ้อวด”"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "“และเจ้าจงก้าวเท้าของเจ้าพอประมาณ และจงลดเสียงของเจ้าลง แท้จริง เสียงที่น่าเกลียดยิ่งคือเสียง (ร้อง) ของลา”"
        },
        {
            "chapter": 31,
            "verse": 20,
            "text": "พวกเจ้ามิเห็นดอกหรือว่า แท้จริงอัลลอฮฺทรงอำนวยความสะดวกให้แก่พวกเจ้า สิ่งที่มีอยู่ในชั้นฟ้าทั้งหลายและสิ่งที่มีอยู่ในแผ่นดิน และพระองค์ได้ทรงประทานความโปรดปรานมากหลายของพระองค์อย่างครบครันแก่พวกเจ้าทั้งที่เปิดเผยและที่ซ่อนเร้น และในหมู่มนุษย์มีผู้โต้เถียงในเรื่องของอัลลอฮฺ โดยปราศจากความรู้และปราศจากแนวทางที่ถูกต้องและปราศจากคัมภีร์ที่ให้ความสว่าง(แก่พวกเขา)"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "และเมื่อได้มีการกล่าวแก่พวกเขาว่า จงปฏิบัติตามสิ่งที่อัลลอฮฺทรงประทานลงมา พวกเขากล่าวว่า แต่เราจะปฏิบัติตามสิ่งที่เราพบบรรพบุรุษของเราปฏิบัติในเรื่องนั้น อะไรกัน ถึงแม้ว่าชัยตอนจะเรียกร้องพวกเขาสู่การลงโทษที่มีไฟลุกโชนอยู่กระนั้นหรือ"
        }
    ]
}