{
    "maqras": [
        {
            "chapter": 3,
            "verse": 171,
            "text": "พวกเขาปิติยินดีต่อสิ่งอำนวยความสุขจากอัลลอฮฺ และความกรุณา (จากพระองค์) ด้วย และแท้จริงอัลลอฮฺนั้นจะไม่ทรงให้สูญหายซึ่งรางวัลของผู้ศรัทธาทั้งหลาย"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "คือบรรดาผู้ที่ตอบรับอัลลอฮฺ และรอซูลหลังจากที่บาดแผลได้ประสบแก่พวกเขา สำหรับบรรดาผู้กระทำดีในหมู่พวกเขา และมีความยำเกรงนั้น คือรางวัลอันใหญ่หลวง"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "บรรดาที่ ผู้คนได้กล่าวแก่พวกเขาว่า แท้จริงมีผู้คนได้ชุมนุมสำหรับพวกท่าน ดังนั้นพวกท่านจงกลัวพวกเขาเถิด แล้วมันได้เพิ่มการอีมานแก่พวกเขา และพวกเขากล่าวว่าอัลลอฮฺนั้นเป็นผู้ที่พอเพียงแก่เราแล้ว และเป็นผู้รับมอบหมายที่ดีเยี่ยม"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "แล้วพวกเขาได้กลับมา พร้อมด้วยความกรุณาจากอัลลอฮฺ และความโปรดปราน (จากพระองค์) โดยมิได้มีอันตรายใด ๆ ประสบแก่พวกเขา และพวกเขาได้ปฏิบัติตามความพอพระทัยของอัลลอฮฺ และอัลลอฮฺคือผู้ทรงโปรดปรานที่ยิ่งใหญ่"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "แท้จริงชัยฏอนนั้นเพียงขู่ได้ เฉพาะบรรดาผู้ที่ปฏิบัติตามมันเท่านั้น ดังนั้นพวกเจ้าจงอย่ากลัวพวกเขา และจงกลัวข้าเถิด หากพวกเจ้าเป็นผู้ศรัทธา"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "และจงอย่าให้บรรดาผู้ที่รีบเร่งกันในการปฏิเสธศรัทธา เป็นที่เสียใจแก่เจ้า แท้จริงพวกเขาจะไม่ก่อให้เกิดอันตรายแก่อัลลอฮฺได้แต่อย่างใดเลย อัลลอฮฺนั้นทรงต้องการที่จะไม่ให้มีส่วนได้ใด ๆ แก่พวกเขาในปรโลก และสำหรับพวกเขานั้นคือการลงโทษอันยิ่งใหญ่"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "แท้จริงบรรดาผู้ที่ซื้อการกุฟุรฺ ด้วยการอีมานนั้น พวกเขาจะไม่ก่อให้เกิดอันตรายแก่อัลลอฮฺได้แต่อย่างใดเลย และสำหรับพวกเขานั้นคือการลงโทษอันเจ็บแสบ"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "และบรรดาผู้ที่ปฏิเสธศรัทธานั้น จงอย่าได้คิดเป็นอันขาดว่า ที่เราประวิง ให้แก่พวกเขานั้น เป็นการดีแก่ตัวของพวกเขา แท้จริงที่เราประวิงให้แก่พวกเขานั้น เพื่อพวกเขาจะได้เพิ่มพูนซึ่งบาปกรรมเท่านั้น และสำหรับพวกเขานั้น คือการลงโทษอันต่ำช้า"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "ใช่ว่าอัลลอฮฺจะทรงทอดทิ้งบรรดาผู้ศรัทธาไว้ในสภาพที่พวกเจ้ากำลังเป็นอยู่ก็หาไม่ จนกว่าพระองค์จะทรงจำแนกผู้ที่เลวออกจากผู้ที่ดีเท่านั้น และใช่ว่าอัลลอฮฺจะทรงให้พวกเจ้ามองเห็นสิ่งเร้นลับก็หาไม่ แต่ทว่าอัลลอฮฺนั้นจะทรงคัดเลือกจากบรรดารอซูลของพระองค์ผู้ที่พระองค์ทรงประสงค์ ดังนั้นพวกเจ้าจงศรัทธาต่ออัลลอฮฺ และบรรดารอซูลของพระองค์เถิด และหากพวกเจ้าศรัทธาและยำเกรงแล้ว สำหรับพวกเจ้าก็คือ รางวัลอันยิ่งใหญ่"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "และบรรดาผู้ที่ตระหนี่ในสิ่งที่อัลลอฮฺได้ทรงประทานให้แก่พวกเขาจากความกรุณาของพระองค์นั้น จงอย่าได้คิดเป็นอันขาดว่ามันเป็นการดีแก่พวกเขา หากแต่มันเป็นความชั่วแก่พวกเขา ซึ่งพวกเขาจะถูกคล้องสิ่งที่พวกเขาได้ตระหนี่มันไว้ในวันกิยามะฮฺ และสำหรับอัลลอฮฺนั้น คือมรดกแห่งบรรดาชั้นฟ้า และแผ่นดิน และอัลลอฮฺนั้นเป็นผู้ทรงรอบรู้อย่างละเอียดในสิ่งที่พวกเจ้ากระทำกัน"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "แน่นอนยิ่ง อัลลอฮฺทรงได้ยินคำพูดของบรรดาผู้ที่กล่าวว่า แท้จริงอัลลอฮฺนั้นเป็นผู้ยากจน และพวกเรานั้นเป็นผู้มั่งมี เราจะจารึกสิ่งที่พวกเขาได้กล่าวไว้ และการที่พวกเขาฆ่าบรรดานะบี โดยปราศจากความเป็นธรรมด้วย และเราจะกล่าวว่า พวกเจ้าจงลิ้มการลงโทษแห่งเปลวเพลิงเถิด"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "นั่นก็เพราะสิ่งที่มือของพวกเจ้าได้ประกอบไว้ก่อน และแท้จริงอัลลอฮฺนั้นมิใช่ผู้อธรรมแก่ปวงบ่าวทั้งหลาย"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "บรรดาผู้ที่กล่าวว่า แท้จริงอัลลอฮฺนั้นได้ทรงสั่งเสียแก่เราว่าเราจะไม่ศรัทธาแก่รอซูลคนใด จนกว่าเขาจะนำมาแก่เรา ซึ่งสิ่งพลีแด่อัลลอฮฺอย่างใดอย่างหนึ่งซึ่งจะมีไฟกินมัน จงกล่าวเถิด (มุฮัมมัด) ว่า แท้จริงได้มีบรรดาร่อซูลก่อนจากฉันได้นำบรรดาหลักฐานอันชัดเจนมายังพวกท่านแล้ว และได้นำสิ่งที่พวกท่านได้กล่าวไว้ด้วย แล้วไฉนเล่า พวกท่านจึงได้ฆ่าพวกเขา หากพวกท่านพูดจริง"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "แล้วหากพวกเขาปฏิเสธเจ้า ก็แท้จริงนั้น บรรดาร่อซูลก่อนหน้าเจ้าก็ได้ถูกปฏิเสธมาแล้วซึ่งเขาเหล่านั้นได้นำบรรดาหลักฐานอันชัดเจน บรรดาคัมภีร์ซะบูรฺ และคัมภีร์ที่ให้แสงสว่างมาด้วย"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "แต่ละชีวิตนั้น จะได้ลิ้มรสแห่งความตาย และแท้จริงที่พวกเจ้าจะได้รับรางวัลของพวกเจ้าโดยครบถ้วนนั้น คือวันปรโลก แล้วผู้ใดที่ถูกให้ห่างไกลจากไฟนรก และถูกให้เข้าสวรรค์แล้วไซร้ แน่นอน เขาก็ชนะแล้ว และชีวิตความเป็นอยู่แห่งโลกนี้นั้น มิใช่อะไรอื่นนอกจากสิ่งอำนวยประโยชน์แห่งการหลอกลวงเท่านั้น"
        }
    ]
}