{
    "rukus": [
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif. Laam. Miim"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Ei ole muuta jumalaa kuin Jumala, iati elava, kaikki yllapitava"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Han on ylhaalta antanut sinulle, Muhammed, Pyha kirjan, joka on totuus, vahvistaakseen mita on ollut ennen sita; aikaisemmin Han on lahettanyt Lain ja Evankeliumin opastukseksi ihmisille ja antanut Johdatuksen,jotta he hylkaisivat pahan ja valitsisivat hyvan. Niita, jotka eivat usko Jumalan tunnusmerkkeihin, odottaa totisesti ankara rangaistus, Jumala on mahtava ja kykenee kostamaan"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "Jumalalta ei ole mitaan salattua maan paalla eika taivaassa"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Han muovaa teidat aidin kohdussa tahtonsa mukaan. Ei ole muuta jumalaa kuin Han, kaikkivaltias, viisas"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Han on sinulle, Muhammed, antanut Pyhan kirjan; se sisaltaa selvia ilmoituksia, joilla on vain yksi merkitys - ne muodostavat Kirjan perustan - ja toisia, jotka ovat vertauskuvallisia. Ne, jotka sydamessansa pyrkivat harhaan, kiinnittavat huomionsa kaikkeen vertauskuvalliseen aiheuttaakseen erimielisyyksia ja sepittaakseen selityksia. Mutta selityksen tuntee ainoastaan Jumala. Ja ne, joilla on varma tieto, sanovat: »Me uskomme siihen,kaikki on tullut Herraltamme», silla todella sen tajuavat vain ymmartavaiset"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Herra, ala salli sydamemme eksya totuudesta, senjalkeen kuin olet antanut meille Opastuksesi, vaan suo meille laupeutesi! Sina yksin olet totisesti kaiken Antaja"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Sina, Herramme, olet totisesti kokoava ihmiset paivana, josta ei ole epailystakaan; katso, Jumala ei peta lupaustansa"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "(Sina paivana) eivat hyodyta vahaakaan uskottomia heidan rikkautensa eivatka heidan lapsensa Jumalan edessa; he joutuvat Tulen omiksi"
        }
    ]
}