{
    "rukus": [
        {
            "chapter": 4,
            "verse": 23,
            "text": "Kiellettyja teilta ovat aitinne, tyttarenne ja siskonne, seka isan- etta aidinpuoleiset tatinne, veljentyttarenne ja sisarentyttarenne, imettajanne, jotka teita ovat imettaneet, ja heidan tyttarensa, vaimojenne aidit ja tytarpuolenne, jotka ovat holhouksenne alaisia ja (aikoinaan) syntyneet vaimoista, joiden kanssa olette yhteydessa olleet - mutta jos ette ole olleet heidan kanssaan yhteydessa, niin ei teille lueta synniksi (naida tytarpuoli) - ja edelleen omaa vertanne olevien poikienne vaimot. Kielletty on myos naimisiin meno kahden sisaren kanssa samalla kertaa - poikkeus on sallittu jo aikaa sitten tapahtuneeseen nahden. Katso, Jumala on pitkamielinen ja laupias"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "Samoin (ovat kielletyt teilta) kaikki naidut naiset lukuunottamatta niita orjattaria, jotka ovat joutuneet haltuunne (oston tai sodan kautta). Nama rajat on Jumala teille maarannyt. Mutta kaikki, mita tama ei rajoita, on teille sallittua, joten voitte omaisuudellanne tavoitella muita naisia, elaaksenne heidan kanssaan aviossa, harjoittamatta haureutta. Mutta teidan on annettava aviolahja niille, joilta etsitte yhdyselaman nautintoa. Siita ei teille syntia koidu, mita ehka yli velvollisuuden (s.o. aviolahjan) sovitte keskenanne; Jumala on kaikissa asioissa tietava, viisas"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Kenella teista ei ole varaa naida vartioituna kasvatettua uskovaista naista, ottakoon vaimokseen jonkun niista uskovaisista palvelijattarista (orjattarista), jotka ovat vallassanne (heimonne keskuudessa), silla Jumala tutkii parhaiten uskonne, ja te polveudutte toinen toisistanne. Naikaa heidat isantiensa luvalla ja antakaa heille lahja sen mukaan, mika kohtuullista on, ja heidan on elettava kunniallisten naisten tavoin, niiden tavoin, jotka eivat harjoita haureutta julkisesti eivatka omista rakastajaa salassa. Jos he, ollessaan naimisissa, rikkovat hapeallisesti avioliittoa vastaan, on heidan karsittava puolet siita rangaistuksesta, mika on saadetty vartioituina kasvatetuille naisille. Tama on (sanottu) sille joukossanne, joka karttaa paheellisuutta; kuitenkin parempi olisi teille pidattyvaisyys. Jumala on pitkamielinen ja laupias"
        }
    ]
}