{
    "rukus": [
        {
            "chapter": 6,
            "verse": 155,
            "text": "U eva (Qur´ana hane) ji pirtukeke piroz e me hinartiye, idi hun bibne peyrewe (Qur´ane) u hun (xuda) parizi bikin, hevi heye ku hun bene dilovinkirine"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "(Me eva pirtuka li ser we da hinartiye) ji bo ku hun nebejin: \"Pirtuk li ser wan herdu desteyen di berya me da borine (cihu u mexinan) hatiye hinartine u em bi xweber ji ji xwendin u ji dersa wan be agah bune (ji ber wi me bi wan bawer ne dikir)"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Ya ji ji bo ku hun nebejin: \"Bi rasti heke pirtuk li ser me da hatibuya hinartine, eme ji wan (herdu destan ji cetir hatibuna reya rast.\" Idi bi sond! (Ewa Qur´ana) bi biryaren xweya vekeri va, ji Xudaye we ji bona we ra hatiye (ewa Qur´ana bi xweber ji ji bona kesan ra) beled u dilovini (hatiye). Idi gelo ji wi merive ku biryaren Yezdan derew diderine u ji wan biryaran ru difetiline cewrkar ke heye? Ewane ku ru ji biryaren me difetilinin hene! Eme ewan, bi sedema ru fetilandina wan bi sike sapatan, sapat bikin"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Qey ewan hevi dikin, ku ji bona wan ra firiste werin, ya ji ewan heviya hatina Xudaye te dikin, ya ji ewan heviya hatina hinek berateyen Xudaye te dikin? (Ji pisti hatina wan, pase ewane bawer bikin?) Di gava hinek berateyen Xudeye te werin, idi baweriya tu kesi kere wi naye. Heke ewi hej di berya hatina (wan beratan da) bawer ne kiribe, ya ji ewi di bawerya xwe da keda qenciyeki ne kiribe. Tu (ji wan ra aha) beje. \"Hun heviya hatina (wan beratan) bikin. Bi rasti em bi xweber ji heviya hatina wan dikin"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Bi rasti ewane ku \"ol\"a xwe par dikin (bi hinek! Pexemberan bawer dikin u bi hinek pegemberan ji bawer nakin) hene! Ewan di bere da ji deste deste bune. Tu giza te bi wan tune ye, buyer u temtela wan hey li bal Yezdan e, pase ewan ci kiribune we ji wan ra beje"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Kijan bi qenciyan va hatibe, idi ji bona wi ra deh cari weki wan (qenciye ani) qenci hene u kijan bi sikatiyan va hatibe, idi ewa hey weki wan (sikatiyan ani) te celatkirine u li wan naye cewrkirine"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Tu (ji wan ra aha) beje: \"Bi rasti Xudaye min ez anime reya rast (ewa reya) oleke rast e (qe tu xariya wi tune ye). Ewa \"ol\"a komale Ibrahim e ku xare li bal yekatiyevan e u (Ibrahim bi xweber ji) qe tu cari ne buye ji wane hevriceker"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Tu (aha) beje: \"Bi rasti nimeja min u perestiya min u zindetiya min u mirina min, hemusk ji bona Yezdane Xudaye cihane ra ne"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "Qe ji bona wi ra tu hevri tune ye u ez bi vi awayi hatime fermankirine u ez bi xweber ji misilmane yekem e"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Tu (ji wan ra aha) beje: \"Eze ca ji pestire Yezdane, ku Xudaye hemu tista ne, ji xwe ra xudaki bigirim? U meriv ci ked bike, keda wi hey ji bona wi ra ne u tu bardar ji pestire bare xwe, bare tu kese mayi hilnade. Pase hey fetla we li bal Xudaye we da ne, idi tista ku hun teda ne wekhev dibune (Yezdan) e ewi ji bona we ra beje"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "U ewe ku hun xistine sunmayi di zemin da, heye! Ewa (Yezdan) e. Ewi hineken ji we li ser hinekan bi payan bilind kiriye, ji bona ku ewa di wan tisten dane we, we biceribine. Bi rasti Xudaye te zu sapatger e u bi rasti ewa baxiskareki dilovin e"
        }
    ]
}