{
    "rukus": [
        {
            "chapter": 11,
            "verse": 9,
            "text": "U heke em ji bal xwe da bi meriva dilovaniyeki ji xwe bidine tam kirin (ewa bi we sa dibin) pase heke em ewe dilovaniye ji wi rakin derxin, ewa (meriva ji dilovaniya me) bi muruzi be hevi dibe. Bi rasti (ewa qenciyen me yen bere, ku me bi wi kirine) birva dike"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "U heke em ji pisti wan kul u derden bi meriva girtine; qenc u xwesiyek bidine tamkirine, ewa (aha) dibeje: \"Bi rasti idi sikati nexwesi ji min cuye.” (Ewan tengaiyen hej bere da bi wi da hatine, birva dike). Bi rasti ewa (meriv) dilsa u qure ye"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Ji pestire wan meriven, (li ser wan herduk temtelan da ji) hew kirine u kare asti kirine. Ji bona van meriven (bi van salixen qenc hatine salixkirine) baxisandin u kiryeke mezin heye"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Ji ber, ku ewan (aha) dibejin: \"Goti li ser wi da (pexember), xezine bihatina hinartine, ya ji bi wi ra firiste hatibunan (ku me bi wi bawer bikira)? Idi ji bona van gotinan wusa singe te teng dibe, nezik dibe, ku tu hineki ji wan biryaren li bal te da hatine hinartine ji (merivan ra nebeji) dest ji wan berdi. (Muhemmed! Hisyar be) tu hey hisyarvan u gotikari. Yezdan li ser hemusk tistan serkar e"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Qey ewan (aha) dibejin: \"(Muhemmed eva Qur’ana li bal xwe da) aloze kiriye (ku tu ji ji wan bihers dibi?\" Muhemmed! Tu ji wan ra aha) beje: \"Heke hun di doza xwe da rast in, ji pestire Yezdan heza we digiheje ci, hun gazi wan ji bikin, hun ji deh ferkeren weki (we Qur’ane) aloze bikin, binin"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Idi (geli filan!) heke ewan tisten, ku hun (bi wan bawer in) bi pisyari (arikarya we nekirin) hun bizanin. ku bi rasti (ewa Qur’ana) bi zanina Yezdan hatiye hinartine u ji pestire wi ji (tu tisti babete perestiye) tune ye. Idi gelo hune teslim bibin"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Kese jin u xemla cihane bive, eme ji bona wan ra (di cihane da be kemasi) kirya wan bidine wan, ewan di cihane da ji qe tu kemasi nabinin"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Evane ku bi van salixan hatine salixkirine hene! Ji bona wan ra di para da hey agir heye. Ewan peseyen wan e, ku ewan kirine, di para da hemusk sewitine u ewan kirine wan hemusk puc bune"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "(Qe evane, ku bi van salixan hatine salixdane) weki wane, ku ji Xudaye wan ji wan ra reya diyari hatibe u ji Xudaye wan (beraten ji Qur’ane) bi sahidi (ji bona reya rast) ji wan ra be xundine u hej di berya (Qur’ane da ji) pirtuka Musa (Tewrat) ku pesrevan u dilovin buye (eva reya rast daye hezkirine) weki hev dibin? Evane bi van (salixen) rast hatine salixkirine he- ne! Ewan bi Qur’ane bawer dikin. U kijan part bi Qur’ane bibe fiLe, bi rasti suna wi agir e, idi bira ji bona te ra di mafe Qur’ane da qe tu dudili ce nebe. Bi rasti ewa Qur’ana ji Xudaye te bi mafi (hatiye). Le piren ji kesan (bi Qur’ane) bawer nakin"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Gelo ji wane, ku bi vir derewan li ser (nave) Yezdan dikin, cewrkartir hene? Evanan di hembere Xudaye xwe da tene raberkirine; sahid ji bona wan ra (aha) dibejin: \"Ewane, ku li ser nave Xudaye xwe vir dikirin ev in\". Hun hisyar bin! Bi rasti deherandina Yezdan li ser cewrkaran e"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Ewan (cewrkaran) wusa nin, reya Yezdan (li ber kesan) dibirin u diven, ku ewe xar bikin. Sixwa ewan bi xweber ji (bi jina) dane para da bawer nakin"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Evane bi van (salixan hene!) ewanan (gava Yezdan ji bona wan ra di ve cihane da sapate bide) nikarin ewi bezar bikin, ku ewa ji bona wan ra di zemin da sapate nede. Ji bona wan ra sapat te car carkirine. Ewan nikaribune, ku rastiye bibehen u nikaribune, ku rastiye bibinin ji"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Evanan in, ku ji bona xwe ra ziyan kirine. U ewan tisten, ku ewan goman dikirin we ji bona wan ra (di para da mehderya wan bikin) bi xweber wunda bune"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Qe tistek nabe! Bi rasti di parada ji ewan bi xweber pir ziyan kirine"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Bi rasti ewane, ku bawer kirine u kare asti kirine u bi dilgermi li bal Xudaye xwe da bi peresti fetiline, ewanan. hevriyen bihiste ne, ewan di bihiste da heymanok in"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Hecwekiya van her du destan; weki (van her du desten hanenan in): Yek ji wan kor u ker be (desta mayi ji) bibine u bibehe, qe temtela her du destan bi hecweki weki hev dibin? Idi gelo qe hun (ji bona temtela van her du destan) naponijin"
        }
    ]
}