{
    "rukus": [
        {
            "chapter": 17,
            "verse": 11,
            "text": "Meriv ca qenciyan dixwazin, wusa sikatiyan ji dixwazin (ca hez dikin hema bira qenci bi wan da werin, wusa ji hez dikin, heke we sapate bi wan da were, awil bira were). Di van xwestine xwe da meriv pir lezoke ne"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Me sev u ro xistine du berate; (ji bona sina-qudret xwe ku em dikarin tekile wan bin ji. Ewan her du berate ji bere da weki hev bun, pas da) me berata seve hesivand (ewa tari kir) u me berata roye ji xiste ditoker (me ronahi teda ce kiriye. Bi can teda tistan dibinin). U (me evan beratan xistine van rucikan). U ji bo ku hun rozinan ji rumeta Xudaye xwe ra bicivinin u hijmara salan u royan bizanin,me hemi tist bi eskere daye vekirine"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Em ji hemu kesan ra (kirine wi weki) cukan di stuye wi da darda dikin. Di roya rabuna hemu da em ji bona wi ra pirtukeke vekiri derdixin, ewa di we gave da raste we te"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "(Ji wi ra em dibejin): \"Ka idi tu bi xweber pirtuka xwe bixune. Di iro da tu bi xweber ji bona hijmartina (qenci u sikatiyen xwe) besi xwe i"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Kijan hatibe reya rast, idi ewa ji bo xwe ra hatiye reya rast. U kijan reya xwe wunda bike, idi re wunda kirina wi ji bona wi bi xweber e. Tu bardare (gonehan u qenciyan u giraniyan) bare mayiyan hilnade (hey bare xwe hildide). Heya em di nava komalan da pexemberan nesinin, ji tu komali ra em sapate nadin"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Gava ku em tesqeledana welateki biven, em (roziniye wan pir dikin, ewan biryaren me birva dikin). Veca em ji fermana wanan (bi hatina reya rast dikin) idi ewan ji reya rast dur dikebin (bi wi awayi peymana me ye) bi sapatdana wan maf dibe. Idi em ji ewan welatan bi kavili tesqele dikin"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Ji pisti Nuh da me ciqa (welat) di caxan da tesqele kiriye! Agah u ditina Xudaye te bi gonehen bendeyen xwe, besi wi ye"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Kijan (eve cihana hane) lezoke bive, em di cihane da ji bona wi ra, tista ku em biven, bi lez didin, pase em ji bona wi ra doje amade dikin. Ewa li bal doje da, bi serneguni u cikusi u ruresi te kisandine"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "U kijan ji (di cihane da) jina para da bive u bi baweri ji bona (we jine) xebata babet ya we jine ji kiribe, idi kirine van tene spaskirine"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Em ji hemuskan ra ji; ewane (jina cihane va ne) u ewane (jina para da va ne u ewane herduk jin ji va ne u ewane file u bawerger ji) ji dayina Xudaye te ji wan ra raber dikin. Qenciyen Xudaye (te ji tu kese va ye ra) ne hatiye birine"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "(Muhemmed!) Tu meze bike, ka me ca hineken ji wan bilind u paydar u maldar kiriye, li ser hineken wan. Bi rasti jina para da, meztire payan e u meztire rumeta ne"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "(Muhemmed!) Ji bo ku di para da bi sere xwe bi tene bi miruzi runene, tu ilahen mayi, ji bona Yezdan ra beraber negire"
        }
    ]
}