{
    "rukus": [
        {
            "chapter": 17,
            "verse": 31,
            "text": "U hun (geli kesan!) ji tirsa xezaniye zaroke xwe nekujin. Loma ji bona wan zar u we bi xweber ji em rozinan didin. Bi rasti kustina ewan zaran goneheki pir mezin e"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "U hun (geli kesan!) nezike mastoqiye (zina) nebin, loma bi rasti ewa karek gelek pis e. Ewa reyeke sik e"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "U hun (geli kesan!) ewa kese, ku Yezdan kustina wi ne durist kiriye, be mafi ewi nekujin. Loma bi rasti kese bi cewri hatibe kustine, idi me ji bona miratxuren wi ra hez daye (ku ewa miratxura li mafe kusti bigere: Hez dike tola wi hilde, hez dike bira kujrawe bibaxisine). Ji ber ku ji wi ra hez hatiye dayine, idi bira (ewa miratxura ji ji pestire kujrawe deste xwe direji kustina mali u bira u pismamen kujrawe) bi kustini neke"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "U hun (geli kesan! ji bona sixurandina male) sewiyan, nezike male wan nebin, heya ku ewan sedra xwe nebinin. Ji pestire heke hun male wan (ji wan cetir ji bona wan ra bisixurinin, hun we gave dikarin bisixurinin). U hun (geli kesan!) peymana we dayi pek binin. Loma bi rasti (hun) ji peymana dayi tene pirskirine"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "U hun (geli kesan!) gava hun (tisteki) bi pivayi (bidine hev, hun) pivana xwe rind pek binin, hun bi tereziya rast kesan bikin. Aha kirin (ji bona kirin u firotina we) qenctir e. Sixwa dawiya wi ji qenctir e"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Tu ji bona wi tiste qe ji te ra di mafe wi da tu tist ji zanine tune ye, pey da cune neke. Loma bi rasti bihistin u ditin u dil, hemusk ji (meriv) ji wan tene pirsikirine"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Tu li ser zemin bi qureti negere. Loma tu nikari (bi cuna xwe) zemin biqelesi u tu bi direji ji nagiheji ciyan"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Evan (kirine bori, ku me fermana bine kirina wan kiriye) hemi ji kirina wan li bal Xudaye te sik e"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Evan (biryaren) ku Xudaye te li bal te da niqandine, ji wan zanine retkoki ne. Tu bi Yezdane (babete perestiye ra) bi xudati, tu ilahi negire. Heke (tu wusa biki) tuye bi ruresi li bal doje da (dure dilovaniya Yezdan) be avetine"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "(Ka eva ca dibe!) Xudaye we hun bi zaren kurin xuri kirine, ji xwe ra ji ji firistan (kecen) me girtine? Bi rasti hun mijuliyen pir mezin dibejin"
        }
    ]
}