{
    "rukus": [
        {
            "chapter": 24,
            "verse": 51,
            "text": "Ewane (bi rasti) bawer kirine hene! Gava ewan li bal berewaniya Yezdan u saiye wi da tene gazikirine, ku (Yezdan u saiye wi) di nava wan da berewani bikin, gotina wan hey ev e: \"Me gazi kirin bihist u em bi gotina wan dikin.\"Evan bi xweber in ku serfiraz bune"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Sixwa ke bi gotina Yezdan u saiye wi bike u ji Yezdan bitirse u pariziya wi bike, idi ewan bi xweber in hey berxwedar bune"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Bi sonda mezin ewan sond xwarine; heke te ji bona (cuna wan, li bal qirine da) ferman kiribuya, ewane derketina (bicuna qirine. Muhemmed! Tu ji wan ra aha) beje, \"Hun sond nexun (tista ji we te xwastine, sonda bi vir nine, le) hey ji we (te xwestine, ku hun) bi xwesi gotina Yezdan bikin. Loma bi rasti tista hun dikin Yezdan bi wi agahdar e"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "(Muhemmed! tu ji wan ra aha) beje, \"Hun bi gotina Yezdan u saiye wi bikin.\" Heke ewan ji ve gotina te) ru fetilandin, idi tista li ser (sai) hatiye barkirine hey (ragihandini) heye u tista li ser we ji (geli kesan!) ku hun bi wi hatine barkirine (lite kirina biryaren Yezdan) heye. Heke hun bi gotina (sai) bikin, hune werne (reya rast). Li ser saiyan ji pestire ragihandina hizwarti qe tu tist tune ye"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Yezdan ji bona wane, ji we ne ku bawer kirine u kare asti kirine eva peymana daye, we (Yezdane) ca ewane berya (wan bawergeran) xistiye sunmayi ji bona (fileyen berya wan da bori) wusa ji we (bawergeran) bixe sunmayi (van cihu xweye ol e mayi) di zemin da bineci bike u ewa ola ku ji wan ra hilbijartiye u ji bona (bawergeran) lite kiriye (di dile bawergeran da) we bineci bike. U ji pisti we tirsa ku (ewan bawergeran teda bune) we ewe tirse bi ewletiye biguhure. \"Ewan (bawergeran) hey ji bona min ra peresti dikin u qe hevriyan ji bona min ra ce nakin. Le ke ji pisti ve kirine, bibe file, idi bi rasti ewa ji reya rast derketiye"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "(Geli bawergeran!) Hun nimeja xwe bikin u baca male xwe bidin u hun bi gotina saiye (Yezdan) bikin, loma bi rasti dibe ku hun bene dilovankirine"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Ewane bune file hene! Tu goman neke, ku ewane (Yezdan) bezar bikin (ku nikarbe) di zemin da (ji bona wan ra sapate bide) bi rasti ewra wan agir e. Ciqa (agir) sike ewran e"
        }
    ]
}