{
    "rukus": [
        {
            "chapter": 26,
            "verse": 10,
            "text": "Di gaveki da Xudaye te gazi Musa kiribu, ji bo ku ewa here bal komale cewrkar"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "(Ewa komala) komale Fir’ewn bu. (Ewan) hej ji xudaparizi nakin"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "(Musa aha bersiva Xudaye te da u) got: \"Xudaye min! Bi rasti ez ditirsim, ku ewan (Fir’ewn, komale wi) min bidine derewderandine"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "Singe min teng dibe u zimane min venebe, idi tu Harune bira e min ji bi sai (li bal wan da) bisine"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "Ji bona wan ra li ser min gonehek (tolek) heye, idi ez ditirsim ku ewan (tola xwe ji min hil din) min bikujin"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "Xuda (bersiva Musa aha daye u) gotiye: \"Na, (ewan nikarin tu tisti bi te bikin). Idi (tu u Harun) bi beraten me va (herne bal wan), loma em bi we ra gohdarya wan dikin"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Hun herduk herne bal Fir’ewn, idi (hun herduk ji Fir’ewn ra aha) bejin: \"Bi rasti em (herduk ji) saiyen Xuda ye gerdune ne"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "(Em hatine, ku tu) zaren cihuyan bi me ra bisini"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "(Dema ewan hatine bal Fir’ewn, gotine, xwe je ra gotine, Fir’ewn bersiva wan aha daye u) gotiye: \"Musa! Ma qey me tu di nava xwe da bi zaroki mezin ne kiri? Tu di nava me da bi salan mai (ija tu van gotina ji kur tini)"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "(Di hembere van qenciyen me da, Musa!) te ji kirine xwe kiriye. U bi rasti (Musa) tu ji nonkoran i"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "(Musa ji bona wan ra aha) gotiye: \"Gava min ewan (tisten, ku hun dibejin) kiribu, hej ez ji (nezan u) re wundakera bum"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "Gava ez ji we tirsiyam, ez ji nava we reviyam, idi Xudaye min ji bona min ra zanina retkoki daye u ez xistime ji saiyan"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "Ewan qenciyen, ku (Fir’ewn!) te bi min kiriye (iro ji tu dixi) serhev da ser min, hene! (te ji bona min ne kiriye, le ji bona ku tu) zaren cihuyan bixi bende (loma te bi min kiriye)"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Fir’ewn (ji Musa pirsi, aha) got: \"(ka Musa!) Xadaye gerdune ci ye (te eva ji kur derxistiye)"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "(Musa ji bona wan ra aha bersiv daye, u) gotiye: \"Xudaye ezman u zemin u tisten di nava wan da heyi, heye! Ewa bi xweber e. Heke hun bi rasti biponijin (hune bi rasti bizanin, ku gotina min rast e)"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "(Fir’ewn ji bona wane) dora xwe ra (aha) gotiye: \"Hun dibihen (ka eva ci dibeje)?”"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "(Musa ji wan ra aha) gotiye: \"(Ere); ewa Xudaye we ye u Xudaye bav u kale we ye ji"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "(Fir’ewn ji wan ra aha) gotiye: \"Bi rasti saiyi li bal we da hatiye sandine, heye! Ewa tepa dikebe"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "(Musa bersiv dide u aha) dibeje, \"Heke hun bi rasti hisyari dikin; Xudaye rojhilat u rojava u tiste di nava wan da heye (ewa) bi xweber e"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "(Fir’ewn ji bona Musa ra aha) gotiye: \"(Musa!) heke tu ji pestire min ji bo- na xwe ra ilaheki mayi bigiri, bi sond! Ez e te bixme ji wan e ku li bal zindanan da hatine avetine"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "(Musa ji bona Fir’ewn ra aha) gotiye: \"Heke ez (ji bona rastiya xwe) ji te ra nisanen huzwarti ji binim (disa tu e weki xwe biki)"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "(Fir’ewn ji Musa ra) gotiye: \"Heke ny ji rastbejani, ka ewe (nisane) bine (em le meze bikin)"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "Idi ewi gopale xwe avetiye, niskeva (gopal) buye zihaki xuyai maye"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "(Musa) deste xwe (ji picenga xwe) kisandiye (derxistiye) idi niskeva deste wi wusa sipi maye; ewane, le meze dikirin (cave wan ji sipitiya dihate girtine)"
        }
    ]
}