{
    "rukus": [
        {
            "chapter": 36,
            "verse": 51,
            "text": "U di sure de hat pif dayin; edi ew pere pere ji goran (radibin) bal perwerdekare xwe ve dilezinin"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "(Ew gav) dibejin: \"Hey xuli li me be? Ki me ji goren me rakir? Eve han wada (Xudaye) Mihriban e u pexemberan ji rast gotibu"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Ew tene yek qerinek e; edi ew tev li cem me dicivin-amade dibin"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Veca iro tu kes tade le nabe u hun tene bi tiþte we kiriye tene ceza kirin"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Beguman ehle bihiþte iro bi xebaten xweþ dilþa ne"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Ew u jinen xwe di bin siya de li ser sedra paldayi ne"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Ji wan re te de xweþi u tiþte daxwazi bikin hene"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "(Tiþte ew dixwazin) gotina xweþiye ji perwerdekareki dilovan e"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Hun geli sucdaren gunehkar iro cihe bibin"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Geli zariye Adem! ma qey min ji we re ferman u þiret nekir ku hun nedin pey pelid - wi nehebinin. Lewra bi rasti ew ji we re neyareki aþikar e"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "U hun min bihebinin. Reya rastin eva haye"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Sond be wi ji we gellek nifþa ji re deraniye. Veca qey nedibu we hiþ te bibrana - we xwe ragirtana"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Eva han e dojeha ku hun hatine wade dayin"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Hun iro tekevine ji ber kufra xwe te biþewitin"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Iro eme ser deven wan mohr bikin u we desten wan bipeyivin u we piyen wan bi tiþte bi dest xistine danasi bidin"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Eger me bixwesta, me ye ser caven wan hilo kor bikirna, veca ka di reya rast de bilezinin; edi ma we cewa bibinin"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "U eger me bixwesta me ye wan di þuna wan de bihiþta (tek bibirna yan ruceken wan biguharta) edi nedikarbun ronahi bibinin u ne ji vegerin"
        }
    ]
}