{
    "rukus": [
        {
            "chapter": 38,
            "verse": 65,
            "text": "tu beje: \"Beguman ez tene hiþyarker im; u ji Xudaye yekta ye her serkefti peve tu Xuda ninin"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "Perwerdekare asimana u zemin u tiþte di navbera wan de ye, e serkeftiye pirr bexþendekar e"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "Tu beje: \"Ew (Qur´an yan rabuna piþti mirine) buyerek pirr mezin e"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "Hun je ru dizivrinin"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "Tu zanina min bi civata jorin nine dema ew bi hev re xirecire dikin"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "Her bal min ve wehi dibe ku beguman ez tene hiþyarkerek xuya me"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "(Di bir bine) dema perwerdekare te ji feriþteyan re got ku: \"Beguman eze miroveki ji heriye cekim"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "Veca gava min wi li hev rast kir u min ji cane xwe te pif kir; edi hun je re seri deynin"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "Veca hemu feriþteyan tev je re seri dani"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "Ji peþtire pelid. Wi qureti kir u bu ji kafiran"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "(Xuda) got: \"Pelido! ci nehiþt ku tu ji tiþte min bi deste xwe aferandiye re seri deyni? tu qure buyi yan buyi ji poz bilindan"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "(Pelid) got: \"Ez je cetir im. Te min ji agir aferandiye u te wi ji ji heriye aferandiye"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "(Xuda) gote: \"Nexwe ji we derkeve; lewra beguman tu qewrandi yi"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "U beguman laneta min heya roja xelat u celate li ser te ye"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "Wi got ku: \"Perwerdekare min! tu heye roja ku we bene rakirin li benda min bimine"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "(Xuda) gote: \"Edi beguman tu ji wane li benda wan te mayin i"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "Heya roja ku wexte we diyar e"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "(Pelid) got ku: \"Veca ez bi rumet u serkeftina te kim, eze wan teva bixapinim"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "Tene bendeyen te yen dilpak ji wan ne te de"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "(Xuda) got ku: \"Veca (Ez) rast im u her rastiye dibejim"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "Eze dojehe ji te u ji en ji wan didin pey te teva tije kim"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Tu beje ku: \"Ez ne tu destmuzi li sere ji we dixwazim u ne ji ez bi zore ji ber xwe ve derdixim"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "Ew (Qur´an) ji hemu cihanan re hey þiret u birxistin e"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "U hune xebera we piþti demeke baþ bizanbin"
        }
    ]
}