{
    "rukus": [
        {
            "chapter": 68,
            "verse": 34,
            "text": "Bi rasti ji bona Xuda parizan, li bal Xuda ye wan, behista xarinan heye"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Idi qe em misilmanan u guneh karan weki hev digirin"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "(Geli filan!) hun ca berewani dikin (ewan weki hev digirin)"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Qey ji bona we ra pirtukek heye! hun (di we pirtuke da) evan biryaran dixunin"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "Bi rasti hun ci bibejin, ji bona we ra di we pirtuke da heye"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Maqey heya roya qarse ji bona we ra me sond xwariye, ku hun bi ci berewani bikin, ewa berewani ya ji bona we ra heye"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "(Muhemmed! tu ji wan aha) pirs bike, ka ji wan kijan dibe gerewa ve gotine"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Qey Ji bona wan ra (dive axiftine da) hempaye wan hene? Idi heke ewan (di doza xwe da) rast in, bila hempaye xwe ji binin"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Di roya, ku deling ji bazuyan te hildane (temtela wan zor dibe) ewan li bal kunde birine da tene gazi kirine, idi ewan nikarin kunde beherin (loma dane wi boriye)"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Cave wan ji tirsa ketiye, ruresik bi wan digirtiye. Bi sond! Ewan hej zende bune, li bal kunde birine da hatine gazi kirine (le kude ne birine)"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Idi (Muhemmed!) tu ewane, ku ve (Qur´an e) didine derewderandine ji min ra bihele (dest ji wan berde) eme ewn bi pepelik di wi ciyi qe ewan pe nizanbin nezike (asite) bikin"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Ez ji bona wan ra dem didim. Bi rasti defika min (ji bona wan ra ) bi hez e, (ke bikeve idi dernakeve)"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Qey (Muhemmed!) tu ji wan kirya (pexembri ya xwe) dixwazi, idi ewan ji, ji deyn dayine giran bune (nikarin kirya te bidin)"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Qey li bal wan (xezina bi ne xuyan) heye, idi ewan ji, (ji wan ne xuyan) dinivisin"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Idi tu ji bona berewani ya Xuda ye xwe hew bike u tu ji wek hevriye masiye (Yunis) neke. Gava (Yunis) ji kulan tiji buye (ji Xuda) lava kiriye"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Heke ji Xuda ye wi qenciyek negihista wi, we di coleke rut da bi rexni bihata avetine"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Idi (wusa nebu) loma Xuda ye wi (lava ya wi) lite kir. Idi (Xuda ye wi) ewa xiste ji astikaran"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Ewane bune file hane! Gava ewan (xwendina Qur´an e) dibihistin, nezik dibu, ku ewan te bi cave xwe welgerinin. Ewan (aha) digotin: \"bi rasti (Muhemmed) tepa dikebe"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Le (Qur´an) bi xweber ji, ji bona hemu heyan siretk e (hatiye sandine)"
        }
    ]
}