{
    "rukus": [
        {
            "chapter": 3,
            "verse": 149,
            "text": "Geli bawergeran! Heke hun bi gotinen wane file bikin, ewan filane we we para da bizivirinin, idi hune bibine ji wane ziyankar"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Na, (hun bi gotina wan nekin) le hun bi gotina Yezdane serkare xwe bikin. Ewa Yezdana qence arikara ne"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Bi rasti emi bi sedema wan tisten, ku filan ewan tistan dixistine hevri ji bona Yezdan ra, qe tu hez u berate ji bona hevritiya wan ra ne hatibuye hinartine ji, tirse bavejine dile wan (filan) u ewra wan (filan) agir e. Sunware cevrkaran ci qasik e"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Bi sond! Di gava we neyaren xwe bi destura Yezdan (xistibune pesiya xwe) diskenandin, hur dikirin. Yezdan ewa peymana xweye, ku (bi servahatina we) dabu, pek aniye. Le ji pisti ku Yezdan ewa servehatine we ji hezdikirin bi we dabu xuyandine, dive gave da hun rabun ji hev belav bun; we di mafe buyere da bi hev ra tekosin dikirin u we (guhdareya fermana kesi nekir) hun di hembere wan fermana da dihatin; hineka ji we cihan divan u hineken ji we ji dan u gave para divan. Pase Yezdan hun ji wan neyaran dane zivirandine (hun ji ber neyaran para da reviyan). ji bo ku Yezdan we biceribine eva buyera hane bi sere we da aniye. U bi sond! (ji pisti posmaniya we, ji wan kirine we) Yezdan hun baxisandine. Sixwa Yezdan ji bona bawergeran xweye rumeta tital e"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Di we gava, ku hun para da direviyan hun ne dizivirin we li tu kesi meze ne dikir u pexember ji gazi we dikir, ji bo ku hun li pey xwe da bizivirin, idi ji bo ku hun li ser wan tisten bori u ji bona wi tista bi sere we da hatiye, muruz nebin Yezdan kovan bi ser kovanan bi we da ani. Sixwa Yezdan bi xweber ji bi wan tisten ku hun dikin agahdar e"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Pase Yezdan li ser we da ji pisti kovanan, ewletiyek e wusa hinartiye, ku desteki ji we dihenijin; haja wan (idi ji qirine ne mabuye) u destek ji idi ketibune derde xwe; ewanan be mafi weki gomana nezanan ji Yezdan goman dikirin, digotin: “Qe ji bona me ra ji di ve buyera (qirine da) ramanek heye?” (Muhemmed! tu ji bona wan ra aha) beje: “Sixwa buyera qirine hemusk ji ramana Yezdan e.” Ewanan ji bona te ra ewe tista ku di singe xwe da vediserin venakin, ewanan dibejin: “Heke ji bona me ra (ji qirine) ramanek hebuya, em di vira da ne dihatine kustine.” (Muhemmed! Tu ji wan ra aha) beje: “Heke hun di xaniyen xwe da buna ji, disa ewane ku kustina wan hatiye nivisandine, we ji xaniye xwe derketina bihatina suna welgerandina xweyen hane, bi hatina kustine.” Yezdan ji bo ku ewe tista di singe we da heyi biceribine u ji bo ku dile we parzin bike, tista di dile we da heyi derxe, eva asita bi we da aniye. Sixwa Yezdan bi xweber ji bi tista di singa da heyi dizane"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Bi rasti ewane ku di roya herdu komen neyar rasti hev hatine, hun histine para da reviyane, hene! Bi sedema hinek keden ku ewan kiribune, pelid pe wan simitandiye, ewan ji reya rast derxistiye. (Idi ji pisti posmaniya wan) bi rasti Yezdan ewan baxisandine. Bi rasti Yezdan baxiskare mulahim e"
        }
    ]
}