{
    "rukus": [
        {
            "chapter": 4,
            "verse": 34,
            "text": "Bi sedema ku Yezdan bi abora xwe, hineken merivan li ser hineken wan rumetdar kiriye u bi sedema ku (mer) ji male xwe sixurandine dikin, mer li ser jinan bune serkar. Idi ewan jinen astikar ew in, ku bi gotina (meren xwe dikin) bi dile xwe va bi meran ra giredayine u ewan jinan, parisya wan tisten ku Yezdan fermana parisya wan kiriye (di ne amedina meren xwe da ji, parisaya wan) dikin . Le ewan jinen, ku hun ditirsin ewane b gotina meran bikin hene! Idi hun li wan siretan bikin (ji bo ku ewan bi gotina meran bikin) u hun di razana teve wan da, ji wan raqetine bikin (heke ewan bi van kirine we ne hatine re) idi hun li wan bixin (ji bo ku ewan weren reya rast.) Idi heke ewan jinan bi gotina we kirin, hun ji bona cefadayina wan li mana negerin. Bi rasti Yezdan bilinde mezin e"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "U heke hun tirsiyan, ku we niveka wan (jin u meran) herdukan vebe (idi ewan li hev nayen) hun berewaneki ji maline merike u berewaneki ji ji maline jinike bisine (civine). Heke bi rasti ewan herdu berewanan biven, ku di niveka wan herdu (jinik u merike) asti bikin, Yezdane astiya wan herdukan pek bine. Bi rasti Yezdan zanaye agahdar e"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "U hun hey ji bona Yezdan ra peresti bikin u hun ji bona Yezdan ra (di peresti u perestevaniye da) tu tisti hevri ce nekin. Hun ji bona da u baven xwe, qenciyan bikin, hun ji bona pismaman u sewiyan u xezanan u ji bona cinaren pisman u cinaren, ku mala wan li keleka mala we dane u ji bona hevale ku li keleka we dane (ya ji ji bona zoya xwe; heke mer be ji bona jinike, heke jinik be ji bona mere xwe) u ji bona rewiyen reyan u ji bona wan bendeyen (ku di qirinan da hatine zebunkirine) ewan idi ketine bine ewletiya we da mane, qenciyan bikin. Bi rasti Yezdan ji wane xwe mezin zanen pesinvan hez nake"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Ewane qure ne xwe mezinzan hene! Ewanan dexesi dikin u ewan fermana kesan dikin, ku ewan kesan ji dexesi bikin (qe tu tisti ji bona tu merivi ra nedin). Ewan dexesan ewi tista ku Yezdan ji rumeta xwe daye wan vediserin. Me bi xweber ji ji bona filan ra sapateke sernegun amade kiriye"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Ewane ku male xwe bi rumeti, ji bona merivan ra disixurinin hene! Ewan male xwe disixurinin ji bona ku meriv bibinin, ewan bi Yezdan u bi dan u gave para da ji bawer nakin. (Yezdan ji van hez nake ewan hevale pelid in) u pelid ji bona kera bibe heval, idi ewa ciqa sike hevala ne"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "U heke ewanan bi Yezdan bi dan u gave para da bawer bikirinan u ewnan ji we dilika ku me ji bona wan ra daye, di reya (Yezdan) da bisixurandinan, gelo we ji bona wan ra ci bibuya? Sixwe Yezdan bi wan dizanibu"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Bi rasti Yezdan li tu kesi, weki ciruskeki ji cewre nake. Heke (meriv) weki ciruskeki qenci kiribe (ji xwe Yezdan) ji wi ra ewe qenciya wi car bi car pir dike u Yezdan li bal xwe da ji wi ra xelateke mezin tine"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Idi di gava em ji bona her komeki ra didevaneki tinin u em te ji li ser vanan bi didevani tinin, gelo we temtela wane ca bibe"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Di we roye da ewane bune file u ewane di hembere pexemberan da seri bilind kirine, hene! ewan hez dikin ku zemin ewanan dabi iline. Ewan bi xwerber ji qe tu axiftine ji Yezdan penha nakin"
        }
    ]
}