{
    "juzs": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "The elders among his people who had acted proudly said: \"We´ll run you out of our town, Shuayb, as well as those who believe along with you; or else you will return to our sect!\" He said: \"Even though we detest it"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "We´d invent a lie about God if we returned to your sect now after God has saved us from it. There is no means for us to return to it unless God our Lord should wish us to; our Lord comprises everything in knowledge. On God have we relied. Our Lord, really deliver us from our own people; You are the best Deliverer"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "The elders among his people who disbelieved said: ´If you follow Shuayb, you will then be losers"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "So the Tremor caught them, and one morning they lay cowering in their homes"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "those who rejected Shuayb [ended up] as if they had never been so wealthy in them; those who rejected Shuayb were the losers"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "So he turned away from them and said: ´My people, I have delivered my Lord´s messages to you and counseled you sincerely. Why should I grieve over a disbelieving folk"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "We have never sent a prophet into any town unless We [first] seized its people with suffering and hardship, so that they might he humbled"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Then We turned evil into good so that they were thriving, and said: ´Both hardship and happiness befell our ancestors.\" So We seized them suddenly while they did not even notice it"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "If the townsfolk had (only) believed and done their duty, We would have showered blessings from Heaven and Earth on them, but they rejected"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Did the townsfolk feel secure from Our might´s striking them at dead of night while they are asleep"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Or do the people of the towns feel safe from Our might´s striking them in broad daylight while they are playing around"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Do they feel safe from God´s design? No one should feel safe from God´s design except for folk who will lose out"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Were those who will inherit the earth after its (present] people never shown how We would strike them down for their offences and seal off their hearts if We so wished, so they would not hear"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "We have related news concerning those towns to you: their messengers came to them with explanations, yet they were not in any mood to believe in something they had already rejected. Thus God seals off disbelievers´ hearts"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "We did not find any agreement was ever kept by most of them, although we did find most of them were quite immoral"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Then after them, we dispatched Moses with Our signs to Pharaoh and his courtiers, and they mistreated them. See how the outcome was for mischiefmakers"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Moses said: \"Pharaoh, I am a messenger from the Lord of the Universe"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "It is (only) right for me to say nothing except the Truth about God. I have brought you an explanation from your Lord, so send the Children of Israel away with me"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "He said: ´If you have brought some sign, well produce it then if you are so truthful"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "He tossed his staff down and imagine, it obviously became a snake"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "He pulled out his hand (from his shirtfront), and imagine, it was white to the onlookers"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "The notables among Pharaoh´s people said: ´This is some clever magician"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "He wants to drive you out of your land; so what do you command"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "They said: ´Put him and his brother off, and send recruiters out through the cities"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "who will bring you in every clever magician"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "The magicians came to Pharaoh. They said: ´Will we have some payment if we are the winners"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "He said: \"Yes, and you will become courtiers"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "They said: ´Moses, will you throw something down or shall we be the ones to throw [first]"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "He said: \"You throw [first]!\" So when they threw, they charmed the people´s eyes and overawed them. They produced a splendid trick"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "We inspired Moses with: ´Throw your staff,\" and imagine, it swallowed up whatever they had trumped up"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Truth prevailed and what they had been doing collapsed"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "those men were defeated and were turned back belittled"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "The magicians dropped down on their knees"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "they said: \"We believe in the Lord of the Universe"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "the Lord of Moses and Aaron"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Pharaoh said: \"You have believed in Him before I permit you to! This is some scheme which you have hatched in the city in order to drive its people out. You will soon find out"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "I´ll cut off your hands and feet on opposite sides; then I´ll crucify you all"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "They said: \"We will be sent home to our Lord"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "You are persecuting us only because we have believed in our Lord´s signs once they were brought us. Our Lord, pour patience over us, and gather us up [at death] as Muslims"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "The notables among Pharaoh´s people said: \"Are you letting Moses and his people ruin the earth, and forsake you and your gods?\" He said: \"We shall slaughter their sons and let their women live; we stand irresistible over them"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Moses told his people: \"Seek help from God and act patient; the earth belongs to God. Anyone He wishes from among His servants will inherit it, and the outcome belongs to the heedful"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "They said: \"We were oppressed before you came to us, and [will be again] after you have come to us.\" He said: ´Perhaps your Lord will wipe out your enemy and leave you as overlords on earth, so He may observe how you act"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "We gripped Pharaoh´s household with years [of trial] and a shortage of fruit so they might bear it in mind"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Whenever something fine came to them, they said: \"This is ours;\" while if something evil afflicted them, they took it as an omen connected with Moses and whoever was with him. Did not their omen only lie with God? Yet most of them do not realize it"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "They said: \"No matter what sign you may bring us to charm us with, we will never believe in you"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "We sent the flood and grasshoppers, lice, frogs and blood on them as distinguishing signs, yet they (still) acted proudly and were criminal folk"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Whenever some plague fell upon them, they said: \"Moses, appeal to your Lord for us, because of what He has pledged for you; if you will lift the plague from us, we will believe in you and send the Children of Israel away with you"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Yet whenever We lifted the plague from them for a period which they were to observe, why, they failed to keep it"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "We avenged Ourselves on them and drowned them in the deep, because they had rejected Our signs and been so heedless of them"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "We let a folk whom they considered to be inferior inherit the Eastern and Western parts of the land which We had blessed. Your Lord´s finest word was accomplished for the Children of Israel because they had been so patient. We destroyed everything Pharaoh and his people had been producing and whatever they had been building"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "We led the Children of Israel across the sea. They came upon a people who were dedicated to some idols they had. They said: \"Moses, make a god for us like the gods they have.\" He said: \"You are a folk who act ignorantly"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Anything those people are busy at is doomed and whatever they have been doing is absurd"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "He said: ´Should I seek something instead of God as a deity for you, while He has preferred you ahead of [everyone in] the Universe"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "When We saved you from Pharaoh´s household, they were imposing the worst torment on you: they slaughtered your sons and spared your women. That meant a serious trial from your Lord"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "We appointed thirty nights for Moses and completed them with ten; the appointment with his Lord was complete in forty nights. Moses told his brother Aaron: \"Rule my people in my stead and set a good example; do not pursue the mischiefmakers´ course"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "When Moses came for Our appointment and his Lord spoke to him, he said: \"My Lord, show [yourself] to me so I may look at You.\" He said: \"You will never see Me, but look at the mountain [instead]. If it remains in its place, then you shall see Me.\" When his Lord displayed his glory to the mountain, He left it flattened off, and Moses fell down stunned. When he came back to his senses, he said: \"Glory be to You! I have turned to You and am the first believer"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "He said: \"Moses, I have selected you ahead of [all] mankind for My messages and My word; so accept whatever I may give you and act grateful [for it]"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "We wrote down a bit of everything for him on Tablets for instruction and as an analysis of everything: \"Hold to it firmly and command your folk to hold on to whatever is best in it. I shall show you (all) the home for immoral people"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "I shall divert those from My signs who have strutted around the earth so proudly without having any right to do so.\" Even if they saw every sign, they still would not believe in them. If they saw the way to normal behavior they would not accept it as any way [to behave], while if they saw any way to err, they would accept it as a course [of action]. That is because they have rejected Our signs and been heedless of them"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Those who reject Our signs and [the idea of] a meeting in the Hereafter will [see] their works collapse. Will they not be rewarded for just what they have been doing"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "After he had gone, Moses´ folk designed a calf [made] out of their jewelry, a (mere) body that mooed. Did they not see that it neither spoke to them nor guided them along any way? They adopted it and (thereby) became wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "When the matter was dropped in their hands and they saw that they were lost, they said: \"If our Lord does not show us mercy and forgive us, we will be losers"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "When Moses returned angry, sorrowful to his folk, he said: ´What an awful thing you have committed behind my back! Have you tried to hurry up your Lord´s command?\" He dropped the Tablets and seized his brother by the head, pulling him towards himself. He said: \"Son of my mother, the people felt I was weak and they almost killed me! Don´t let any enemies gloat over me nor place me with such wrongdoing folk"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "He said: ´My Lord, forgive me and my brother, and let us enter Your mercy! You are the most Merciful of those who show mercy"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Anger and disgrace from their Lord will be awarded those who accepted the calf during worldly life. Thus We reward those who invent [such things]"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "as for those who perform evil deeds, then repent later on and believe, your Lord will later on be Forgiving, Merciful"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "When his anger had subsided, Moses picked up the Tablets whose text contained guidance and mercy for those who revere their Lord"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Moses chose his people, seventy men, for an appointment with Us. When the Tremor seized them, he said: \"My Lord, even though You may have wished to wipe them out and myself (as well) earlier, are You wiping us out just because of what some fools among us have done? It is only Your manner of testing: You let anyone You wish to, go astray by means of it, and let anyone You wish, to be guided. You are our Patron, so pardon us and show us mercy; You are the best Pardoner"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Prescribe a fine thing for us in this world and in the Hereafter; let us be guided towards You!\" He said: \"I afflict anyone I wish with My torment while My mercy embraces everything; I shall prescribe it for those who do their duty, pay the welfare tax, and who believe in Our signs"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "those who follow the Messenger, the Unlettered Prophet whom they will find written down for them in the Torah and the Gospel. He commands them to be decent and forbids them dishonor. He permits them wholesome things and prohibits them evil things, and relieves them of their obligation and the shackles which have lain upon them. Those who believe in him, revere him and support him, and follow the Light which was sent down with him; those will be successful"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "SAY: \"Mankind, for all of you I am but a messenger from God [Alone], Who holds control over Heaven and Earth. There is no deity except Him; He gives life and brings death. Believe in God and His messenger, the Unlettered Prophet who himself believes in God [Alone] and His words: follow him so you may be guided"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Out of Moses´ folk [there grew] a nation who guided by means of the Truth and dealt justly by means of it"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "We split them up into twelve tribes, communities, and inspired Moses when his people asked for water: ´Strike the rock with your staff.\" Twelve springs gushed forth from it. Each set of people knew its own drinking-place. We shaded them with clouds and sent down manna and quail for them: ´Eat some of the wholesome things which We have supplied you with.\" Yet they did not harm Us, but they themselves were the persons whom they harmed"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "When they were told: \"Settle down in this town and eat wherever you wish in it, and say: ´Relieve [us]!´ Enter the gate [walking] on your knees. We will forgive you your mistakes; We will give even more to those who act kindly"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "those among them who did wrong changed the statement into something else than what had been told them; so We sent a plague from Heaven upon them because of how wrong they had been acting"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Ask them about the town which lay facing the sea, when they broke the Sabbath. Their fish came to them swimming on the surface on their Sabbath Day, while any day they did not cease work, it did not come to them. Thus We tested them since they had been acting so immorally"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Whenever a community among them said: \"Why do you lecture a folk whom God will destroy anyhow, or [at least] punish them severely?\" they said: \"To gain absolution from your Lord, and so they may do their duty"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "When they forgot what they had been reminded of, We rescued those who had forbidden evil while We seized those who were doing wrong with dreadful torment because they had been acting so immorally"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "When they became insolent about what had been forbidden them, we told them: \"Become apes who will be chased away"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "So your Lord announced that He would send someone against them who would impose the worst torment on them until Resurrection Day. Your Lord is Prompt with punishment, while He is (also) Forgiving, Merciful"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "We split them up into nations (that exist) on earth. Some of them are honorable while some of them are otherwise. We have tested them with fine things and evil things so they might repent"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Successors replaced them afterward who inherited the Book, taking on the show of this lowly place and saying: ´It will be forgiven us.´ If a show like it were give them (again), they would accept it. Was not an agreement concerning the Book accepted by them: that they would tell nothing but the Truth about God? They studied what was in it. A home in the Hereafter is better for those who do their duty - do they not use their reason"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "As for those who hold onto the Book and keep up prayer-We shall never forfeit reformers´ wages"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Thus We suspended the Mountain over them as if it were an awning, and they thought it was going to fall down on them: \"Hold on firmly to anything We have given you and remember what is in it, so that you may do your duty"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "When your Lord took their offspring from the Children of Adam´s loins, and made them bear witness about themselves: ´Am I not your Lord?\"; they said: ´Of course, we testify to it!\" lest you (all) might say on Resurrection Day: \"We were unaware of this"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "or lest you say: \"It was only our forefathers who associated [others with God] previously; offspring following them. Will You wipe us out because of what futile men have done"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Thus We spell out signs so that they may repent"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Recite news to them about someone to whom We gave Our signs. He slipped away from them, so Satan followed him and he became misguided"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "If We had so wished, We might have raised him up by means of them, but he clung to the earth and followed his own whim. He might be compared to a dog: no matter how you drive him off, he just pants away. Or if you leave him alone, he still pants on. That is what folk who reject Our signs are like; tell such stories so they may think things over"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "How evil is the comparison of folk who reject Our signs; it is their own souls they hurt"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Anyone whom God guides has been (really) guided; while those He lets go astray will he the losers"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "We have bred many sprites and humans for Hell: they have hearts they do not understand with, and eyes they do not see with, and ears they do not hear with. Those persons are like livestock: in fact, they are even further off track, They are heedless"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "God has the Finest Names, so appeal to Him by name and leave those who blaspheme against His names alone; they will be rewarded for whatever they have been doing"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Some of those whom We have created form a nation which guides [men] by means of the Truth, and because of it they act justly"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "We shall gradually bring those who reject Our signs from a place they do not recognize"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "I shall let them go on, for My scheme is sure"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Have they not thought things over? There is no madness in their companion; he is merely a plain warner"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Have they not observed in the sovereignty over Heaven and Earth and whatever God has created of any sort, that perhaps their deadline may be approaching? In what report will they believe later on"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Anyone whom God lets go astray will have no guide; He leaves them groping along in their arrogance"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "They may ask you about the Hour: \"When will it arrive?´ SAY \"Knowledge about it rests only with my Lord; He Alone will disclose it time. Things will seem heavy in Heaven and Earth; it will simply come upon you all of a sudden!\" They will even ask you as if you yourself were anxious about it. SAY ´Knowledge about it rests only with God, though most people do not realize it"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "SAY: \"I control no advantage nor any disadvantage by myself except whatever God may wish. If I had known the Unseen, I would have tried to increase (my share] of good, while no evil would ever touch me. am merely a warner and newsbearer for people who believe"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "He is the One Who has created you (all) from a single soul, an made its mate from it, so he may settle down with her. Once he has covered her, she conceives a light burden and walks around [unnoticed with it; then when she begins to feel heavy, they both appeal to God, their Lord: \"if You will grant us a healthy [child], we will be grateful"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Once He gives them a healthy child, they both set up associates for Him despite what He has given them. Exalted is God over anything they may associate [with Him]"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Do they associate something [with God] that has never created anything, while they themselves have been created"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "They cannot offer them any support nor can they even assist themselves"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "If you summon them to guidance, they will not follow you; it is the same for you whether you appeal to them or keep silent"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Those you appeal to instead of to God are servants just like yourselves. Appeal to them so they may respond to you if you are so truthful"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Have they feet to walk with, or hands to grasp things with, or eyes to see with, or ears to listen with?\" SAY: \"Appeal to your associates [instead of to God]; then plot away against me, and do not wait for me [to act]"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "My Patron is God [Alone] who has sent down the Book. He befriends the honorable"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "while those you appeal to instead of Him cannot lend you any support nor do they even support themselves"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "If you summon them to guidance, they will not hear, and you will see them looking towards you while they are [really] not seeing [anything]"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Practice forgiveness, command decency; and avoid ignorant people"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "If some urge from Satan should prompt you, seek refuge with God; He is Alert, Aware"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "The ones who perform their duty bear it in mind whenever some impulse from Satan bothers them, and so they are granted insight"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Their brethren will trail off into aimlessness; therefore do not interfere with them"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "If you had not brought them any sign, they would (still) say: \"Why didn´t you pick one out?\" SAY: \"I follow only what has been inspired in me by my Lord. These are insights from Your Lord, as well as guidance and mercy for folk who believe"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Whenever the Quran is being recited, listen to it [attentively] and hush, so that you may receive mercy"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Keep your Lord in mind within your own soul, beseeching and fearfully, without raising your voice, both in the early morning and in the evening; do not act so heedless"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Those who are with your Lord do not feel too proud to worship Him; they glorify Him and drop down on their knees before Him"
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "They will ask you about Booty. SAY: \"Booty belongs to God and the Messenger, so heed God and patch up any [differences] that may stand between you. Obey God and His messenger if you are believers"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Believers are merely those whose hearts feel wary whenever God is mentioned and whose faith increases when His verses are recited to them. On their Lord do they rely"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Those who keep up prayer and spend some of whatever We have provided them with"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "are truly believers. They hold rank before their Lord, as well as forgiveness and generous provision"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "just as your Lord sent you forth from your home with the Truth, even though a group of believers disliked it"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "They will argue with you about the Truth even after it has been explained, just as if they were only being driven along towards death and were expecting it"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "When God promised you that one of the two bands would be yours, you preferred the one that had no weapons [to fall] to you, while God wanted the Truth to be verified through His words and to cut off the last remnant of the disbelievers"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "so He might verify the Truth and disprove falsehood no matter how criminals might dislike it"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Thus you (all) implored your Lord. so He responded to you: \"I will reinforce you with a thousand angels riding up one after another"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "God granted it merely as good tidings to calm your hearts. Support comes only from God; God is Powerful, Wise"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Thus He caused drowsiness to overcome you as an assurance from Him, and sent down water from the sky on you to cleanse you with and to remove Satan´s blight from you, and to bind up your hearts and brace your feet with it"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "So your Lord inspired the angels: \"I am with you, so brace those who believe. I shall cast panic into the hearts of those who disbelieve; so strike at the nape of their necks and beat every [last] fingertip of theirs"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "That is because they have split off from God and His messenger. Anyone who splits off from God and His messenger [will find out] that God is Stern in punishment"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "That is [how it is], so taste it; disbelievers will have fiery torment"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "You who believe, whenever you meet those who disbelieve, do not turn your backs on them as they go marching along"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Anyone who turns his back on them on such a day, except while maneuvering for battle or wheeling towards some detachment, will incur wrath from God; his lodging will be Hell and how awful is such a goal"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "You (all) do not kill them but God kills them. You did not shoot [anything] when you shot [arrows or spears] but God threw [them] so He may test believers, as a handsome test from Himself. God is Alert, Wise"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "That is [how it is]; since God is the One Who will frustrate the disbelievers´ plot"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "If you sought to conquer, then victory has already come to you. Yet if you would only stop, it would be better for you; while if you do it over again, We too shall do so again. Your detachment will not give you any advantage no matter how numerous it is. God stands alongside believers"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "You who believe, obey God and His messenger; do not turn away from Him while you are within earshot"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Do not be like those who say: \"We have heard,\" while they were not even listening"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "The worst animals before God are the deaf and dumb, those who do not use their reason"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "If God had known about any good in them, He would have made them hear; yet even though He were to make them hear, they would still turn away and shun [Him]"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "You who believe, respond to God and the Messenger whenever He invites you to something that will make you live. Know that God sups in between a man and his heart, and to Him you will (all) be summoned"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Do your duty lest dissension strike those of you especially who do wrong. Know that God is Severe in punishment"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Remember when you were so few, disdained as helpless souls on earth, fearing lest men would kidnap you, and how He sheltered you and aided you with His support, and provided you with wholesome things so that you might act grateful"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "You who believe, do not betray God and the Messenger, nor knowingly betray your own trusts"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Know that your possessions and children are merely a trial, while God holds a splendid wage"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "You who believe, if you heed God, He will grant you a Standard, absolve your evil deeds for you, and forgive you. God possesses such splendid bounty"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Whenever those who disbelieve plot against you, to pin you down or kill you or exile you, they plot away while God is plotting too, and God is the best Plotter"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Whenever Our verses are recited to them. they say: \"We have heard (it) already; if we wished to, we´d say the same as this. These are only legends by primitive people"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "When they say: \"O God, if this is the Truth from You, then rain down stones from Heaven on us, or give us painful torment"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "God is not apt to punish them while you are among them, nor will God be their tormentor so long as they seek forgiveness"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "What do they have, that God should not punish them for blocking off the Hallowed Mosque while they are not its protectors? Its protectors are only the heedful, even though most of them do not realize it"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Their prayer at the House consists only of whistling and clapping: \"Taste torment since you have disbelieved"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Those who disbelieve spend their money to block off God´s way. They will go on spending it; then regret will be their lot. Next they will be defeated and those who disbelieve will be summoned unto Hell"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "so God may sort out the bad from the good and pile some of the bad on top of the rest, so He may heap them all up together and drop them into Hell. Those will be the losers"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Tell those who disbelieve that anything they have done in the past will be forgiven once they stop [doing so], while if they should ever do it over again, the precedent with the earliest men has already been set"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Fight them off until there is no more persecution, and Religion belongs wholly to God: yet if they do stop, then God is Observant of anything they do"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "If they should turn away, then know that God is your Protector; how splendid such a Protector is, and how favored is such a Supporter"
        }
    ]
}