{
    "rukus": [
        {
            "chapter": 7,
            "verse": 172,
            "text": "మరియు (జ్ఞాపకం చేసుకోండి!) నీ ప్రభువు ఆదమ్ సంతతి వారి వీపున నుండి వారి సంతానాన్ని తీసి, వారికి వారినే సాక్షులుగా నిలబెట్టి: \"ఏమీ? నేను మీ ప్రభువును కానా?\" అని అడుగగా! వారు: \"అవును! (నీవే మా ప్రభువని) మేము సాక్ష్యమిస్తున్నాము.\" అని జవాబిచ్చారు. తీర్పుదినమున మీరు: \"నిశ్చయంగా, మేము దీనిని ఎరుగము.\" అని అనగూడదని"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "లేక: \"వాస్తవానికి ఇంతకు పూర్వం మా తాతముత్తాతలు అల్లాహ్ కు సాటి (భాగస్వాములు) కల్పించారు. మేము వారి తరువాత వచ్చిన, వారి సంతతి వారం (కాబట్టి వారిని అనుసరించాము). అయితే? ఆ అసత్యవాదులు చేసిన కర్మలకు నీవు మమ్మల్ని నశింప జేస్తావా?\" అని అనగూడదని"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "మరియు ఈ విధంగానైనా వారు సన్మార్గానికి మరలుతారేమోనని మేము ఈ సూచనలను స్పష్టంగా తెలుపుతున్నాము"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "మరియు మేము, మా సూచనలు (ఆయాత్) ప్రసాదించిన ఆ వ్యక్తి గాథ వారికి వినిపించు. అతడు వాటి నుండి విముఖుడై నందుకు షైతాన్ అతనిని వెంబడించాడు, కావున అతడు మార్గభ్రష్టులలో చేరిపోయాడు"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "మరియు మేము కోరుకుంటే వాటి (ఆ సూచనల) ద్వారా అతనికి ఔన్నత్యాన్ని ప్రసాదించేవారము. కాని అతడు భూమి వైపునకు వంగాడు, మరియు తన కోరికలను అనుసరించాడు. అతని దృష్టాంతం ఆ కుక్క వలె ఉంది: నీవు దానిని బెదిరించినా అది నాలుకను బయటికి వ్రేలాడదీస్తుంది, లేక వదలి పెట్టినా అది నాలుకను బయటికి వ్రేలాడదీస్తుంది. మా సూచన (ఆయాత్) లను అబద్ధాలని నిరాకరించే వారి దృష్టాంతం కూడా ఇదే! నీవు వారికి ఈ గాథలను వినిపిస్తూ ఉంటే, బహుశా వారు ఆలోచించవచ్చు"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "మా సూచనలను అబద్ధాలని తిరస్కరించే వారి దృష్టాంతం చాలా చెడ్డది. ఎందుకంటే వారు తమకు తాము అన్యాయం చేసుకుంటున్నారు"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "అల్లాహ్ మార్గదర్శకత్వం చేసిన వాడే సన్మార్గం పొందుతాడు. ఆయన మార్గభ్రష్టత్వంలో పడ నిచ్చినవారు! వారే నష్టపోయేవారు"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "మరియు వాస్తవానికి మేము చాలా మంది జిన్నాతులను మరియు మానవులను నరకం కొరకు సృజించాము. ఎందుకంటే! వారికి హృదయాలున్నాయి కాని వాటితో వారు అర్థం చేసుకోలేరు మరియు వారికి కళ్ళున్నాయి కాని వాటితో వారు చూడలేరు మరియు వారికి చెవులున్నాయి కాని వాటితో వారు వినలేరు. ఇలాంటి వారు పశువుల వంటి వారు; కాదు! వాటి కంటే అధములు. ఇలాంటి వారే నిర్లక్ష్యంలో మునిగి ఉన్నవారు"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "మరియు అల్లాహ్ పేర్లు! అన్నీ అత్యుత్తమమైనవే; కావున మీరు వాటితో ఆయనను ప్రార్థించండి. మరియు ఆయన పేర్ల విషయంలో సత్యం నుండి వైదొలగిన వారిని విసర్జించండి. వారు తమ కర్మలకు ప్రతిఫలం పొందగలరు"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "మరియు మేము సృష్టించిన వారిలో ఒక వర్గం వారు సత్యం ప్రకారం మార్గదర్శకత్వం చేసేవారునూ మరియు దానిని అనుసరించియే న్యాయం చేసేవారునూ ఉన్నారు"
        }
    ]
}