{
    "rukus": [
        {
            "chapter": 11,
            "verse": 84,
            "text": "ఇక మద్ యన్ వారి వద్దకు వారి సహోదరుడైన షుఐబ్ ను పంపాము. అతను అన్నాడు: \"ఓ నా జాతి ప్రజలారా! మీరు అల్లాహ్ నే ఆరాధించండి. ఆయన తప్ప మీకు మరొక ఆరాధ్యదైవం లేడు. కొలతల్లో మరియు తూనికల్లో తగ్గించి ఇవ్వకండి. నేను నిశ్చయంగా, మిమ్మల్ని (ఇప్పుడు) మంచి స్థితిలో చూస్తున్నాను; కాని వాస్తవానికి మీపై ఆరోజు చుట్టు ముట్టబోయే శిక్షను గురించి నేను భయపడుతున్నాను"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "మరియు ఓ నా జాతి ప్రజలారా! మీరు న్యాయంగా మరియు సరిగ్గా కొలవండి మరియు తూకం చేయండి. మరియు ప్రజలకు వారి వస్తువులను తక్కువ జేసి ఇవ్వకండి. మరియు భూమిలో అనర్థాన్ని, కల్లోల్లాన్ని వ్యాపింపజేయకండి"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "మీరు విశ్వాసులే అయితే, (ప్రజలకు వారి హక్కు ఇచ్చిన తరువాత) అల్లాహ్ మీ కొరకు మిగిల్చినదే మీకు మేలైనది. మరియు నేను మీ రక్షకుడను కాను"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "వారు (వ్యంగంగా) అన్నారు: \"ఓ షుఐబ్! ఏమీ? మా తండ్రి తాతలు ఆరాధించే దేవతలను మేము వదలిపెట్టాలని, లేదా మా ధనాన్ని నీ ఇష్ట ప్రకారం ఖర్చు చేయాలని, నీకు నీ నమాజ్ నేర్పుతుందా? (అయితే) నిశ్చయంగా, ఇక నీవే చాలా సహనశీలుడవు, ఉదాత్తుడవు"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "అప్పుడు అతను (షుఐబ్) అన్నాడు: \"ఓ నా జాతి ప్రజలారా! ఏమీ? మీరు చూశారా (ఆలోచించారా) ? ఒకవేళ నేను నా ప్రభువు తరపు నుండి స్పష్టమైన నిదర్శనాన్ని కలిగి ఉండి మరియు ఆయన నాకు తన తరఫు నుండి మంచి జీవనోపాధిని కూడా ప్రసాదించినపుడు (నేను ఇలా కాకుండా మరేమి అనగలను)? నేను మిమ్మల్ని నిషేధించిన దానికి వ్యతిరేకంగా చేయ దలచుకోలేదు. నేను మాత్రం మిమ్మల్ని నా శక్తి మేరకు సంస్కరించ దలచుకున్నాను. నా కార్యసిద్ధి కేవలం అల్లాహ్ పైననే ఆధారపడి వుంది. నేను ఆయననే నమ్ముకున్నాను మరియు నేను ఆయన వైపునకే పశ్చాత్తాపంతో మరలుతాను"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "మరియు ఓ నా జాతి ప్రజలారా! నాతో ఉన్న భేదాభిప్రాయం మిమ్మల్ని నూహ్ జాతి వారిపై, హూద్ జాతి వారిపై లేక సాలిహ్ జాతి వారిపై పడినటువంటి శిక్షకు గురి చేయకూడదు సుమా! మరియు లూత్ జాతివారు మీకు ఎంతో దూరం వారు కారు కదా"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "మరియు మీరు మీ ప్రభువు క్షమాభిక్షను కోరుకోండి. మరియు ఆయన వైపునకు పశ్చాత్తాపంతో మరలండి. నిశ్చయంగా, నా ప్రభువు అపార కరుణా ప్రదాత, వాత్సల్యుడు"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "వారన్నారు: \"ఓ షుఐబ్! నీవు చెప్పే మాటలు చాలా వరకు మేము గ్రహించ లేక పోతున్నాము. మరియు నిశ్చయంగా, నీవు మాలో బలహీనుడివిగా పరిగణించ బడుతున్నావు. మరియు నీ కుటుంబం వారే గనక లేకుంటే! మేము నిశ్చయంగా, నిన్ను రాళ్ళు రువ్వి చంపేవారం. మరియు నీవు మా కంటే శక్తి శాలివి కావు"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "అతను అన్నాడు: \"ఓ నా జాతి ప్రజలారా! ఏమీ? నా కుటుంబం మీకు అల్లాహ్ కంటే ఎక్కువ గౌరవనీయమైనదా? మరియు మీరు ఆయన (అల్లాహ్) ను మీ వీపుల వెనుకకు నెట్టుతారా? నిశ్చయంగా, నా ప్రభువు మీరు చేసే పనులను ఆవరించి ఉన్నాడు"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "మరియు ఓ నా జాతి ప్రజలారా! మీ శక్తి మేరకు మీరు చేసేది చేయండి, నిశ్చయంగా, (నా శక్తి మేరకు) నేను కూడా చేస్తాను. అవమాన కరమైన శిక్ష ఎవరికి పడుతుందో అసత్యవాది ఎవడో మీరు మున్ముందు తెలుసుకోగలరు. మరియు మీరు నిరీక్షించండి, నిశ్చయంగా, మీతో బాటు నేను కూడా నిరీక్షిస్తాను"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "చివరకు మా ఆదేశం వచ్చినప్పుడు, మేము షుఐబ్ ను మరియు అతనితో పాటు విశ్వసించిన వారిని మా కారుణ్యంతో రక్షించాము. మరియు దుర్మార్గులైన వారిపై ఒక తీవ్రమైన అరుపు (ధ్వని) విరుచుకు పడింది. కాబట్టి వారు తమ ఇండ్లలోనే చలనం లేకుండా (చచ్చి) పడిపోయారు"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "వారక్కడ ఎన్నడూ నివసించనే లేదన్నట్లుగా! ఈ విధంగా సమూద్ జాతివారు లేకుండా పోయినట్లు, మద్ యన్ జాతివారు కూడా లేకుండా (నశించి) పోయారు"
        }
    ]
}