{
    "rukus": [
        {
            "chapter": 12,
            "verse": 7,
            "text": "వాస్తవానికి, యూసుఫ్ మరియు అతని సోదరుల (గాథలో) అడిగే వారికి ఎన్నో సూచనలు ఉన్నాయి"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "అప్పుడు వారు (యూసుఫ్ సోదరులు) పరస్పరం ఇలా అనుకున్నారు: \"మనది ఒక బలమైన వర్గం, అయినప్పటికీ యూసుఫ్ మరియు అతన సోదరుడు (బెన్యామీన్) అంటే మన తండ్రికి మన కంటే ఎక్కువ ప్రేమ. నిశ్చయంగా, మన తండ్రి స్పష్టమైన తప్పుడు అభిప్రాయంలో ఉన్నాడు"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "(వారిలో ఒకడు ఇలా అన్నాడు): \"యూసుఫ్ ను చంపండి, లేదా అతణ్ణి ఎక్కడైనా ఒంటరిగా వదలి పెట్టండి. ఇలా చేసినట్లయితే మీ తండ్రి ధ్యాస (ప్రేమ) కేవలం మీ వైపునకే మరలుతుంది. ఆ తరువాత మీరు (ప్రాయశ్చిత్తం చేసి) సద్వర్తనులుగా ప్రవర్తించండి"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "వారిలో మరొకడు అన్నాడు: \"యూసుఫ్ ను చంపకండి. మీరు (ఏదైనా) చేయాలనే అనుకుంటే! అతనిని ఒక లోతైన బావిలో పడవేయండి, ఎవరైనా బాటసారులు అతనిని తీసుకొని పోవచ్చు"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "వారు అన్నారు: \"నాన్నా! నీవు యూసుఫ్ విషయంలో మమ్మల్ని ఎందుకు నమ్మవు? వాస్తవానికి మేము అతని శ్రేయోభిలాషులము"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "రేపు అతనిని మా వెంట పంపండి, అతడు అక్కడ ఆడుకొని సంతోషపడతాడు. మరియు మేము తప్పక అతనికి రక్షకులముగా ఉంటాము"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "(వారి తండ్రి యఅఖూబ్) అన్నాడు: \"మీరు అతనిని తీసుకొని పోవటం నిశ్చయంగా నన్ను చింతాక్రాంతునిగా చేస్తోంది. మీరు అతని విషయంలో ఏమరు పాటులో ఉన్నప్పుడు, అతనిని ఏదైనా తోడేలు తిని వేస్తుందేమోనని నేను భయపడుతున్నాను"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "వారన్నారు: \"మేము ఇంత పెద్ద బలగం ఉన్నప్పటికీ అతనిని తోడేలు తినివేస్తే! నిశ్చయంగా మేము పనికిరాని (చేతకాని) వారమే కదా"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "ఆ పిదప వారు అతనిని తీసుకొని పోయి ఒక లోతు బావిలో పడ వేద్దామని నిర్ణయించుకున్నారు. అప్పుడు మేము అతనికి దివ్యజ్ఞానం (వహీ) ద్వారా ఇలా తెలిపాము: \"నీవు (ఒక రోజు) వారికి ఈ కార్యాన్ని జ్ఞప్తికి తెచ్చే సమయం వస్తుంది మరియు వారు నిన్ను గుర్తుపట్టలేరు"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "మరియు ఇషా సమయంలో (చీకటి పడ్డ తరువాత) వారు తమ తండ్రి వద్దకు ఏడ్చుకుంటూ వచ్చారు"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "వారన్నారు: \"ఓ నాన్నా! మేము పరుగు పందాలలో మునిగి పోయాము. మరియు యూసుఫ్ ను మేము మా సామాగ్రి వద్ద విడిచి వెళ్లాము; అప్పుడు ఒక తోడేలు అతనిని తిని పోయింది. మరియు మేము సత్యం పలికినా నీవు మా మాట నమ్మకపోవచ్చు"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "వారు అతని అంగికి బూటకపు రక్తాన్ని పూసి తెచ్చారు. (వారి తండ్రి) అన్నాడు: \"మీ ఆత్మ మిమ్మల్ని (ఒక ఘోర) కార్యాన్ని (విషయాన్ని), తేలికైనదిగా అనిపించేటట్లు చేసింది. ఇక (నా కొరకు) సహనమే మేలైనది. మరియు మీరు చెప్పే విషయంలో అల్లాహ్ సహాయమే నేను కోరేది"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "మరియు అటు వైపునకు ఒక బాటసారుల బృందం వచ్చింది. వారు తమ నీరు తెచ్చే మనిషిని పంపారు, అతడు (బావిలో) బొక్కెనను దింపాడు. (అతనికి బావిలో ఒక బాలుడు కనిపించగా) అన్నాడు: \"ఇదిగో శుభవార్త! ఇక్కడ ఒక బాలుడున్నాడు.\" వారు అతనిని ఒక వ్యాపార సరుకుగా (బానిసగా) భావించి దాచుకున్నారు. మరియు వారు చేస్తున్నదంతా అల్లాహ్ కు బాగా తెలుసు"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "మరియు వారు స్వల్ప ధరకు, కొన్ని దిర్హములకు మాత్రమే అతనిని అమ్ముకున్నారు. మరియు అసలు వారు అతనికి ఎలాంటి ప్రాధాన్యతనివ్వలేదు"
        }
    ]
}