{
    "rukus": [
        {
            "chapter": 21,
            "verse": 51,
            "text": "మరియు వాస్తవానికి, మేము ఇంతకు పూర్వం ఇబ్రాహీమ్ కు కూడా మార్గదర్శకత్వం చేశాము మరియు అతనిని గురించి మాకు బాగా తెలుసు"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "అతను తన తండ్రి మరియు తన జాతి ప్రజలతో ఇలా అన్నప్పుడు: \"మీరు భక్తితో ఆరాధిస్తున్న ఈ విగ్రహాలు ఏమిటి"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "వారన్నారు: \"మేము మా తండ్రి తాతలను, వీటినే ఆరాధిస్తూ ఉండగా చూశాము"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(ఇబ్రాహీమ్) అన్నాడు: \"వాస్తవానికి, మీరు మరియు మీ తండ్రితాతలు స్పష్టంగా మార్గభ్రష్టత్వంలో పడి ఉన్నారు"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "వారన్నారు: \"ఏమీ? నీవు మా వద్దకు ఏదైనా సత్యాన్ని తెచ్చావా? లేదా నీవు మాతో పరిహాసమాడుతున్నావా"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "(ఇబ్రాహీమ్) అన్నాడు: \"అలా కాదు! భూమ్యాకాశాల ప్రభువే మీ ప్రభువు! ఆయనే వాటన్నింటినీ సృజించాడు. మరియు నేను ఈ విషయం గురించి మీ ముందు సాక్ష్యమిస్తున్నాను"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "మరియు నేను అల్లాహ్ పై ప్రమాణం చేసి చెబుతున్నాను. మీరు వెళ్ళిపోయిన తరువాత మీ విగ్రహాలకు విరుద్ధంగా తప్పక యుక్తి పన్నుతాను"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "తరువాత అతను ఒక పెద్ద దానిని (విగ్రహాన్ని) తప్ప అన్నింటినీ ముక్కలు ముక్కలుగా చేశాడు; బహుశా వారు దాని వైపునకు మరలుతారని"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "వారన్నారు: \"మా ఆరాధ్య దైవాలతో ఈ విధంగా ప్రవర్తించినవాడెవడు? నిశ్చయంగా వాడు దుర్మార్గుడు"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "(కొందరు) ఇలా అన్నారు; \"ఇబ్రాహీమ్ అనే యువకుడు, వీటిని గురించి ప్రస్తావిస్తూ ఉండగా మేము విన్నాము"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "(ఇతరులు) అన్నారు: \"అయితే, అతనిని ప్రజల కళ్ళ ముందుకు తీసుకురండి; బహుశా వారు సాక్ష్యమిస్తారేమో"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "(అతనిని తెచ్చిన తరువాత) వారు అడిగారు: \"ఓ ఇబ్రాహీమ్! ఏమీ? నీవేనా మా ఆరాధ్య దైవాలతో ఇలా వ్యవహరించిన వాడవు"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "(ఇబ్రాహీమ్) జవాబిచ్చాడు: \"కాదు కాదు! వారిలోని ఈ పెద్దవాడే ఇలా చేశాడు! అవి మాట్లాడగలిగితే వాటినే అడగండి"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "వారు తమలో తాము సమాలోచనలు చేసుకుంటూ ఇలా అనుకున్నారు: \"నిశ్చయంగా స్వయంగా మీరే దుర్మార్గులు"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "కాని, తరువాత వారి బుద్ధి తలక్రిందులై వారు ఇలా అన్నారు: \"వాస్తవానికి, నీకు తెలుసు కదా, ఇవి మాట్లాడలేవని"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(ఇబ్రాహీమ్) ఇలా అన్నాడు: \"అలా అయితే! మీరు అల్లాహ్ ను వదలి, మీకెలాంటి లాభం కానీ నష్టం కానీ చేకూర్చలేని వాటిని ఆరాధిస్తారా"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "ధిక్కారం! మీపై మరియు అల్లాహ్ ను వదలి మీరు ఆరాధించే వాటిపై (దైవాలపై)! ఏమీ? మీరు ఏ మాత్రమూ తెలివిని ఉపయోగించరా"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "వారన్నారు: \"మీరేమైనా చేయ దలుచుకుంటే! ఇతనిని కాల్చి వేయండి, మీ ఆరాధ్యదైవాలకు తోడ్పడండి"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "మేము (అల్లాహ్) ఆజ్ఞాపించాము: \"ఓ అగ్నీ! నీవు ఇబ్రాహీమ్ కొరకు చల్లగా సురక్షితంగా అయిపో"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "మరియు వారు ఇబ్రాహీమ్ కు కీడు తల పెట్టగోరారు, కాని మేము వారినే నష్టంలో పడవేశాము"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "మరియు మేము అతనిని (ఇబ్రాహీమ్ ను) మరియు లూత్ ను రక్షించి, సర్వజనుల కొరకు శుభప్రదం చేసిన భూమి వైపునకు పంపాము"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "మరియు అతనికి (ఇబ్రాహీమ్) కు ఇస్ హాఖ్ మరియు యఅఖూబ్ లను అదనపు కానుకగా ప్రసాదించాము. మరియు మేము ప్రతి ఒక్కరినీ సద్వర్తనులుగా చేశాము"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "మరియు మేము వారిని నాయకులుగా చేశాము. వారు ప్రజలకు మా ఆజ్ఞ ప్రకారం మార్గదర్శకత్వం చేస్తూ ఉండేవారు. మరియు మేము వారిపై - సత్కార్యాలు చేయాలని, నమాజ్ స్థాపించాలని, విధిదానం (జకాత్) ఇవ్వాలని - దివ్యజ్ఞానం (వహీ) పంపాము. మరియు వారు (కేవలం) మమ్మల్నే ఆరాధించేవారు"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "మరియు (జ్ఞాపకం చేసుకోండి) మేము లూత్ కు వివేకాన్ని మరియు జ్ఞానాన్ని ప్రసాదించాము మరియు మేము అతనిని అసహ్యకరమైన పనులు చేస్తున్న వారి నగరం నుండి కాపాడాము. నిశ్చయంగా వారు నీచులు, అవిధేయులు (ఫాసిఖీన్) అయిన ప్రజలు"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "మరియు మేము అతనిని మా కారుణ్యంలోకి ప్రవేశింప జేసుకున్నాము. నిశ్చయంగా, అతను సద్వర్తనులలోని వాడు"
        }
    ]
}