{
    "rukus": [
        {
            "chapter": 26,
            "verse": 176,
            "text": "వన (అయ్ కహ్) వాసులు సందేశహరులను అసత్యవాదులని తిరస్కరించారు"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "షుఐబ్ వారితో ఇలా అన్నాడు: \"ఏమీ? మీకు దైవభీతి లేదా"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "నిశ్చయంగా, నేను మీ వద్దకు పంపబడిన విశ్వసనీయుడైన సందేశహరుడను"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "కావున మీరు అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి మరియు నన్ను అనుసరించండి"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "నేను దాని కొరకు మీ నుండి ఎలాంటి ప్రతిఫలం అడగటం లేదు. నా ప్రతిఫలం కేవలం సర్వలోకాల ప్రభువు వద్దనే ఉన్నది"
        },
        {
            "chapter": 26,
            "verse": 181,
            "text": "మీరు (ఇచ్చినపుడు) సరిగ్గా కొలిచి ఇవ్వండి. నష్టపరిచే వారిలో చేరకండి"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "త్రాసుతో సరిసమానంగా తూచండి"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "ప్రజలకు వారి వస్తువులను తగ్గించి ఇవ్వకండి. భూమిలో కల్లోలం రేకెత్తిస్తూ దౌర్జన్యపరులుగా ప్రవర్తించకండి"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "మిమ్మల్ని మరియు మీకు పూర్వం గతించిన తరాల వారిని సృష్టించిన ఆయన (అల్లాహ్) యందు భయభక్తులు కలిగి ఉండండి"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "వారన్నారు: \"నిశ్చయంగా, నీవు మంత్రజాలంతో వశపరచుకోబడ్డావు"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "నీవు కేవలం మా వంటి ఒక మానవుడవు మాత్రమే! నిశ్చయంగా, మేము నిన్ను అసత్యవాదులలో ఒకనిగా పరిగణిస్తున్నాము"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "నీవు సత్యవంతుడవే అయితే ఆకాశం యొక్క ఒక తునకను మాపై పడవేయి"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "(షుఐబ్) అన్నాడు: \"మీరు చేసేది నా ప్రభువుకు బాగా తెలుసు"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "కాని, వారు అతనిని అసత్యవాదుడని తిరస్కరించారు, కావున వారిపై ఛాయాకృత ఉపద్రవం (మేఘాల శిక్ష) వచ్చి పడింది. నిశ్చయంగా, అదొక భయంకరమైన దినపు శిక్ష"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "నిశ్చయంగా, ఇందులో ఒక సూచన ఉంది. అయినా వారిలో చాలా మంది విశ్వసించటం లేదు"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "మరియు నిశ్చయంగా, నీ ప్రభువు కేవలం ఆయనే, సర్వశక్తిమంతుడు, అపార కరుణా ప్రదాత"
        }
    ]
}