{
    "rukus": [
        {
            "chapter": 45,
            "verse": 12,
            "text": "అల్లాహ్! ఆయనే, సముద్రాన్ని మీకు ఉపయుక్తంగా చేశాడు; దానిలో తన ఆజ్ఞతో ఓడలు పయనించటానికి మరియు మీరు ఆయన అనుగ్రహాన్ని అన్వేషించటానికి మరియు బహుశా మీరు కృతజ్ఞులవుతారని"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "మరియు ఆయన ఆకాశాలలో మరియు భూమిలోనున్న సమస్తాన్ని, తన అనుగ్రహంతో మీకు ఉపయుక్తంగా చేశాడు. నిశ్చయంగా, ఇందులో ఆలోచించే వారికి ఎన్నో సూచనలు (ఆయాత్) ఉన్నాయి"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "(ఓ ప్రవక్తా!) విశ్వసించిన వారితో: \"ఒక జాతి వారికి తమ కర్మలకు తగిన ప్రతిఫలమిచ్చే అల్లాహ్ దినాలు వస్తాయని నమ్మనివారిని క్షమించండి.\" అని చెప్పు"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "సత్కార్యం చేసేవాడు తన మేలుకే చేస్తాడు. మరియు దుష్కార్యం చేసేవాడు దాని (ఫలితాన్ని) అనుభవిస్తాడు. చివరకు మీరంతా మీ ప్రభువు వైపునకే మరలింప బడతారు"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "మరియు వాస్తవంగా, మేము ఇస్రాయీల్ సంతతి వారికి గ్రంథాన్ని (తౌరాత్ ను), వివేకాన్ని మరియు ప్రవక్త పదవులను ప్రసాదించి ఉన్నాము మరియు వారికి మంచి జీవనోపాధిని ప్రసాదించి ఉన్నాము మరియు వారిని (వారి కాలపు) ప్రజలపై ప్రత్యేకంగా ఆదరించి ఉన్నాము"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "మరియు వారికి ధర్మ విషయంలో స్పష్టమైన నిదర్శనాలు ఇచ్చి ఉన్నాము. వారు తమ పరస్పర ద్వేషాల వల్ల వారికి జ్ఞానం వచ్చిన పిదపనే విభేదాలకు లోనయ్యారు. నిశ్చయంగా, నీ ప్రభువు వారి మధ్య ఉన్న విభేదాలను గురించి పునరుత్థాన దినమున, వారి మధ్య తీర్పు చేస్తాడు"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "తరువాత (ఓ ముహమ్మద్!) మేము, నిన్ను (మేము) నియమించిన ధర్మ విధానం మీద ఉంటాము. కావున నీవు దానినే అనుసరించు మరియు నీవు జ్ఞానం లేని వారి కోరికలను అనుసరించకు"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "నిశ్చయంగా వారు, నీకు - అల్లాహ్ కు ప్రతిగా - ఏ మాత్రం ఉపయోగపడలేరు. మరియు నిశ్చయంగా, దుర్మార్గులు ఒకరికొకరు రక్షకులు. మరియు అల్లాహ్ యే దైవభీతి గలవారి సంరక్షకుడు"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "ఇది (ఈ ఖుర్ఆన్) మానవులకు అంతర్దృష్టి (పరిజ్ఞానం) ఇచ్చేదిగానూ మరియు విశ్వసించే జనులకు మార్గదర్శకత్వంగానూ మరియు కారుణ్యంగానూ ఉంది"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "దుష్కార్యాలకు పాల్పడిన వారు, వారి ఇహలోక జీవితంలోనూ మరియు వారి మరణానంతర జీవితంలోనూ - వారినీ మరియు విశ్వసించి సత్కార్యాలు చేసే వారినీ - మేము ఒకే విధంగా పరిగణిస్తామని భావిస్తున్నారా ఏమిటి? వారి నిర్ణయాలు ఎంత చెడ్డవి"
        }
    ]
}