{
    "rukus": [
        {
            "chapter": 7,
            "verse": 163,
            "text": "१६३. आणि तुम्ही त्या लोकांना, त्या वस्तीच्या रहिवाशांची, जी समुद्राच्या जवळ वसली होती, त्या वेळची अवस्था विचारा, जेव्हा ते शनिवारच्या दिवसाबाबत मर्यादेचे उल्लंघन करीत होते. वास्तविक त्यांच्या शनिवारच्या दिवशी त्यांना मासे उघडपणे त्यांच्यासमोर येत आणि जेव्हा शनिवारचा दिवस नसे तेव्हा (मासे) त्यांच्या समोर येत नसत. आम्ही अशा प्रकारे त्यांची कसोटी घेत होतो. या कारणास्तव की ते आज्ञा भंग करीत होते"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "१६४. आणि जेव्हा त्यांच्यातला एक गट असे म्हणाला की तुम्ही अशा लोकांना उपदेश का करता, ज्यांना अल्लाह पूर्णपणे बरबाद करणार आहे किंवा त्यांना कठोर शिक्षा देणारा आहे. त्यावर त्यांनी उत्तर दिले की तुमच्या पालनकर्त्यासमोर क्षमा-याचना करण्याकरिता आणि यासाठी की कदाचित त्यांनी (अल्लाहचे) भय बाळगावे"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "१६५. मग जेव्हा ते त्या उपदेशाला विसरले, ज्याची त्यांना आठवण करून दिली जात राहिली, तेव्हा आम्ही त्या लोकांना तर वाचवून घेतले जे त्यांना वाईट गोष्टीपासून रोखत होते, आणि त्या लोकांना जे जुलूम अत्याचार करीत होते एका सक्त शिक्षा-यातनेने धरले, या कारणाने की ते आज्ञा भंग करीत होते"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "१६६. अर्थात जेव्हा त्यांना ज्या कामापासून मनाई केली गेली, त्यात त्यांनी मर्यादेचे उल्लंघन केले, तेव्हा आम्ही त्यांना म्हणालो, तुम्ही अपमानित वान्हरे व्हा"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "१६७. आणि त्या वेळेचेही स्मरण राखले पाहिजे की जेव्हा तुमच्या पालनकर्त्याने सांगितले की तो या (यहूदी) लोकांवर कयामतपर्यंत अशा माणसाला आच्छादित ठेवील जो यांना कठोर शिक्षेद्वारे दुःख पोहचवित राहील. निःसंशय, तुमचा पालनकर्ता लवकरच शिक्षा-यातना देणार आहे आणि निःसंशय तो खरोखर मोठा माफ करणारा आणि दयावान आहे"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "१६८. आणि आम्ही या जगात त्यांचे (वेगवेगळे) गट पाडले. त्यांच्यात काही नेक सदाचारी होते आणि काही वेगळ्या आचरणाचे आणि आम्ही संपन्न अवस्था आणि वाईट अवस्थेद्वारे त्यांची कसोटी घेत राहिलो यासाठी की त्यांनी परतावे"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "१६९. मग त्यांच्यानंतर असे लोक त्यांचे वारसदार बनले की ज्यांनी त्यांच्यापासून ग्रंथ प्राप्त केला. ते या तुच्छ जगाचे थोडेसेही धन घेऊन टाकतात आणि म्हणतात की आम्हाला अवश्य मुक्ती मिळेल, जरी त्यांच्याजवळ तसेच धन येत राहिले तर तेही घेऊन टाकतील. काय त्यांच्याशी या ग्रंथाच्या या मजकूराचा वायदा घेतला गेला नाही की अल्लाहकडे सत्य गोष्टीशिवाय दुसऱ्या कोणत्याही वचनाचा संबंध न दाखवतील. आणि त्यांनी या ग्रंथात जे काही होते, ते वाचले आणि आखिरतचे घर त्या लोकांसाठी चांगले आहे, जे अल्लाहचे भय बाळगतात, मग काय तुम्ही समजून घेत नाही"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "१७०. आणि ज्या लोकांनी ग्रंथ मजबूतपणे धरला (ग्रंथावर अटळ राहिले) आणि जे नमाज कायम करतात, तर आम्ही अशा लोकांचा, जे स्वतःचे आचरण सुधारून घेतील, मोबदला वाया जाऊ देणार नाही"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "१७१. आणि ती वेळही आठवा, जेव्हा आम्ही पर्वताला छत्रीसारखे त्यांच्यावर अधांतरित ठेवले आणि त्यांना खात्री झाली की आता त्यांच्यावर येऊन कोसळेल आणि आम्ही फर्माविले, की आम्ही जो ग्रंथ तुम्हाला प्रदान केला आहे त्याचा दृढतापूर्वक स्वीकार करा आणि लक्षात ठेवा यातले आदेश, यासाठी की तुम्ही अल्लाहचे भय बाळगू लागावे.१"
        }
    ]
}