{
    "rukus": [
        {
            "chapter": 11,
            "verse": 9,
            "text": "९. आणि जर आम्ही माणसाला एखाद्या सुखाची गोडी चाखवून, मग ते त्याच्याकडून हिरावून घेतो, तेव्हा तो फार उदास आणि मोठा कृतघ्न बनतो"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "१०. आणि जर आम्ही त्याला एखादे सुख पोहचवितो, त्या दुःखानंतर जे त्याला पोहोचले होते, तेव्हा तो म्हणू लागतो की आता माझ्या कष्ट-यातना दूर झाल्या १ निश्चितच तो खूप आनंदित होऊन घमेंड करू लागतो"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "११. त्यांच्याखेरीज, जे धीर-संयम राखतात आणि सत्कर्म करीत राहतात अशाच लोकांसाठी क्षमाही आहे आणि फार मोठा मोबदलाही"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "१२. तर कदाचित तुम्ही त्या वहयी (ईश-संदेशा) चा एखादा भाग सोडून देणार आहात, जो तुमच्याकडे अवतरीत केला जातो आणि त्यामुळे तुमच्या मनात संकोच आहे केवळ त्यांच्या या बोलण्यावर की याच्यावर एखादा खजिना का नाही उतरविला गेला? किंवा याच्यासोबत एखादा फरिश्ता तरी आला असता. ऐका! तुम्ही तर केवळ भय दाखविणारेच आहात आणि प्रत्येक चीजवस्तूची देखरेख करणारा केवळ अल्लाह आहे"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "१३. काय ते असे म्हणतात की या कुरआनाला त्याने आपल्या मनाने रचले आहे. तुम्ही उत्तर द्या की तुम्हीदेखील अशा दहा सूरह (अध्याय) मनाने रचून आणा आणि अल्लाहखेरीज वाटेल त्याला आपल्यासोबत सामील करून घ्या, जर तुम्ही सच्चे असाल"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "१४. मग जर ते तुमचे हे म्हणणे मान्य न करतील तर तुम्ही खात्रीपूर्वक जाणून घ्या की हा ग्रंथ (कुरआन) अल्लाहच्या ज्ञानासह अवतरित केला गेला आहे आणि हे की अल्लाहशिवाय कोणीही उपास्य नाही. तर काय तुम्ही मुस्लिम होता"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "१५. जो मनुष्य ऐहिक जीवन आणि शोभा- सजावटीवर आसक्त असेल तर अशांना आम्ही सर्व कर्मांचा (मोबदला) इथेच पूर्णतः देऊन टाकतो आणि इथे त्यांना कसलीही कमतरता ठेवली जात नाही"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "१६. मात्र हेच ते लोक होत, ज्यांच्यासाठी आखिरतमध्ये आगीशिवाय दुसरे काहीही नाही आणि जे काही त्यांनी इथे केले असेल ते तिथे सर्व व्यर्थ आहे आणि जी काही त्यांची कर्मे होती, ती सर्व नाश पावणारी आहेत"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "१७. तो, जो आपल्या पालनकर्त्यातर्फे एका प्रमाणावर कायम असेल, आणि त्याच्यासोबत अल्लाहतर्फे साक्षी असेल, आणि त्याच्यापूर्वी मूसाचा ग्रंथ (साक्षी) असेल जो मार्गदर्शक आणि दया- कृपा आहे. (दुसऱ्यांप्रमाणे असू शकतो?) हेच लोक आहेत, जे त्यावर ईमान राखतात आणि सर्व समूहांपैकी, जोदेखील याचा इन्कारी असेल त्याच्या अंतिम वायद्याचे ठिकाण जहन्नम आहे.१ तेव्हा तुम्ही त्याबाबत कसल्याही संशयात पडू नका. निःसंशय हे तुमच्या पालनकर्त्यातर्फे पूर्णतः सत्य आहे. परंतु अधिकांश लोक ईमान बाळगणारे नसतात"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "१८. आणि त्याहून अधिक अत्याचारी कोण असेल, जो अल्लाहबाबत खोटे रचेल. हे लोक आपल्या पालनकर्त्यासमोर सादर केले जातील आणि साक्ष देणारे सर्व म्हणतील की हे असे लोक आहेत ज्यांनी आपल्या पालनकर्त्याविषयी असत्य रचले. खबरदार! अल्लाहतर्फे धिक्काराचा मारा आहे अशा अत्याचारी लोकांवर.१"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "१९. जे अल्लाहच्या मार्गापासून रोखतात आणि त्यात चुका शोधण्यामागे लागतात. हेच ते लोक होते, जे आखिरतचा इन्कार करतात"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "२०. असे लोक ना या जगात अल्लाहला हरवू शकले, आणि ना त्यांचा कोणी मदतकर्ता अल्लाहखेरीज झाला. त्यांच्यासाठी शिक्षा दुप्पट केली जाईल ना ते ऐकण्याचे सामर्थ्य बाळगत होते आणि पाहातही नव्हते"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "२१. हेच ते लोक होते ज्यांनी स्वतःच आपले नुकसान करून घेतले आणि त्यांच्याकडून त्यांनी रचलेले असत्य हरवले"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "२२. निःसंशय हे लोक आखिरत (मरणोत्तर जीवना) मध्ये तोट्यात असतील"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "२३. निःसंशय, ज्यांनी ईमान राखले आणि सत्कर्म करीत राहिले आणि आपल्या पालनकर्त्याकडे झुकतही राहिले, तेच लोक जन्नतमध्ये जाणार आहेत जिथे ते नेहमी नेहमी राहतील"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "२४. दोन्ही गटांचे उदाहरण असे आहे जणू एक आंधळा आणि बहिरा तर दुसरा डोळस आणि ऐकणारा. उदाहरणात काय हे दोन्ही समान आहेत? काय तरीही तुम्ही बोध प्राप्त करीत नाहीत"
        }
    ]
}