{
    "rukus": [
        {
            "chapter": 18,
            "verse": 18,
            "text": "१८. आणि तुम्ही विचार कराल की ते जागत आहेत वस्तुतः ते झोपत होते, आणि आम्ही स्वतः त्याची उजवी डावी कुशी बदलत राहिलो. त्यांचा कुत्रादेखील गुफेच्या तोंडाशी हात पसरलेल्या अवस्थेत होता. जर तुम्ही आत डोकावून पाहू इच्छिले असते तर नक्कीच उलट पावलांनी पळ काढला असता आणि त्यांच्या भय-दहशतीने तुम्ही भारुन गेले असते"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "१९. आणि त्याच प्रकारे आम्ही त्यांना जागे करून उठविले की आपसात विचारपूस करावी. त्यांच्यापैकी एका बोलणाऱ्याने विचारले की तुम्ही (इथे) किती काळ राहातील त्यांनी उत्तर दिले, एक दिवस किंवा एका दिवसापेक्षाही कमी. म्हणू लागले, की तुमच्या वास्तव्याचे पूर्ण ज्ञान अल्लाहलाच आहे. आता तुम्ही आपल्यापैकी एखाद्यालाही चांदीची (नाणी) देऊन शहरात पाठवा. त्याने चांगल्याप्रकारे पाहून घ्यावे की शहरात कोणते भोजन स्वच्छ शुद्ध आहे, मग त्यातूनच तुमच्या भोजनासाठी आणावे आणि त्याने खूप सावधगिरी आणि नरमीने वागावे आणि कोणालाही तुमची खबर होऊ देऊ नये"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "२०. जर हे (काफिर) तुमच्यावर वर्चस्व प्राप्त करून घेतील तर तुम्हाला दगडांनी मारून टाकतील किंवा पुन्हा तुम्हाला आपल्या धर्मात परत घेतील, तर मग तुम्ही कधीही सफल होऊ शकणार नाहीत"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "२१. आणि आम्ही अशा प्रकारे लोकांना त्यांच्या अवस्थेशी अवगत केले की त्यांनी हे जाणून घ्यावे की अल्लाहचा वायदा पूर्णतः सच्चा आहे. आणि कयामत येण्याबाबत काहीच शंका नाही जेव्हा ते आपल्या बोलण्यात आपसात मतभेद करीत होते, म्हणू लागले की गुफेवर एक इमारत बनवून घ्या. त्यांचा पालनकर्ताच त्यांच्या अवस्थेला अधिक जाणणारा आहे, ज्या लोकांनी त्यांच्या बाबतीत वर्चस्व प्राप्त केले, ते म्हणू लागले की आम्ही तर यांच्याजवळ पास मस्जिद बनवू"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "२२. काही लोक म्हणतील की गुफेत तीन जण होते आणि चौथा त्यांचा कुत्रा होता, काही म्हणतील की ते पाच होते, सहावा त्यांचा कुत्रा होता. अपरोक्ष (ग़ैब) विषयी (चिन्ह पाहिल्याविना) अनुमानाने दगड मारणे. काही म्हणतील की ते सात आहेत आठवा त्यांचा कुत्रा आहे. (तुम्ही) सांगा की माझा पालनकर्ता, त्यांची संख्या चांगल्या प्रकारे जाणणारा आहे. त्यांना फार थोडेच लोक जाणतात, मग तुम्हीही त्या लोकांविषयी केवळ संक्षिप्त बोलत जा, आणि त्यांच्यापैकी कोणाशी त्यांच्याविषयी विचारपूसही करू नका"
        }
    ]
}