{
    "rukus": [
        {
            "chapter": 19,
            "verse": 1,
            "text": "१. काफ. हा. या. एैन. श्वाद"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "२. हा उल्लेख आहे तुमच्या पालनकर्त्याच्या त्या कृपेचा, जी त्याने आपले दास जकरियावर केली होती"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "३. जेव्हा त्यांनी आपल्या पालनकर्त्याजवळ गुपचुप रित्या प्रार्थना केली"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "४. म्हणाले हे माझ्या पालनकर्त्या माझी हाडे कमकुवत झाली आहेत आणि डोके म्हातारपणामुळे भडकले आहे, परंतु मी कधीही तुझ्याजवळ दुआ (प्रार्थना) करून वंचित राहिलो नाही"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "५. आणि मला आपल्या (मृत्यु) नंतर, आपल्या जवळच्या नातेवाईकांचे भय आहे. माझी पत्नी देखील वांझ आहे, पण तरीही तू मला आपल्यातर्फे वारस प्रदान कर"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "६. जो माझाही वारस असेल आणि याकूबच्या वंशाचाही वारस, आणि हे माझ्या पालनकर्त्या! तू त्याला आपला आवडता दास बनव"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "७. हे जकरिया! आम्ही तुम्हाला एका पुत्रा (च्या प्राप्ती) ची खूशखबर देतो, ज्याचे नाव यहया आहे. आम्ही त्यांच्यापूर्वी या नावासारखे नाव कोणालाही दिले नाही"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "८. (जकरिया) म्हणाले, हे माझ्या पालनकर्त्या! मला पुत्र कसा बरे होईल, माझी पत्नी वांझ आणि मी स्वतः म्हातारपणाच्या अतिशय कमकुवत अवस्थेस पोहोचलो आहे"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "९. आदेश झाला की (वायदा) अशाच प्रकारे पूर्ण झाला. तुमच्या पालनकर्त्याने फर्माविले आहे की माझ्याकरिता तर हे अगदी सोपे आहे आणि तुम्ही स्वतः जेव्हा काहीच नव्हता, मी तुम्हाला निर्माण केले आहे"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "१०. (जकरिया) म्हणाले, हे माझ्या पालनकर्त्या! माझ्यासाठी एखादी निशाणी निर्धारीत कर, आदेश दिला की तुमच्यासाठी निशाणी ही की प्रकृती धडधाकट असतानाही तुम्ही तीन रात्री पर्यंत कोणत्याही माणसाशी बोलू शकणार नाहीत"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "११. आता जकरिया आपल्या खोली (हुजऱ्या) च्या बाहेर येऊन आपल्या जनसमूहाजवळ येऊन त्यांना इशारा करतात की तुम्ही सकाळ-संध्याकाळ अल्लाहची पवित्रता वर्णन करा"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "१२. हे यहया! (माझ्या) ग्रंथावर आपली पकड मजबूत राखा आणि आम्ही यहयाला बालपणापासूनच ज्ञान प्रदान केले"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "१३. आणि आपल्याकडून दया-कृपा आणि पवित्रता देखील, तो अल्लाहचे भय राखून वागणारा मनुष्य होता"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "१४. आणि आपल्या माता-पित्याशी नेक-सदाचारी होता, तो कठोर आणि गुन्हेगार नव्हता"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "१५. त्याच्यावर सलामती आहे, ज्या दिवशी त्याने जन्म घेतला आणि ज्या दिवशी तो मरण पावेल, आणि ज्या दिवशी तो जिवंत करून उठविला जाईल"
        }
    ]
}