{
    "rukus": [
        {
            "chapter": 2,
            "verse": 211,
            "text": "२११. इस्राईलच्या संततीला विचारा की आम्ही त्यांना किती स्पष्ट निशाण्या प्रदान केल्या, आणि जो, अल्लाहची कृपा- देणगी प्राप्त झाल्यानंतर तिला बदलून टाकील तर (त्याने ध्यानी घ्यावे) की अल्लाह कठोर शिक्षा देणारा आहे"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "२१२. काफिरां (इन्कार करणाऱ्यां) साठी या जगाचे जीवन सुशोफित केले गेले आहे आणि ते ईमानधारकांची थट्टा उटवितात, तथापि जे अल्लाहचे भय राखून दुराचारापासून दूर राहणारे आहे, कयामतच्या दिवशी (दर्जामध्ये) त्याच्यापेक्षा फार मोठे असतील. अल्लाह ज्याला इच्छितो अगणित प्रदान करतो"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "२१३. वास्तविक, सुरुवातीच्या काळात सर्व लोक एकाच जनसमूहाचे (दीन-धर्माचे) होते. मग अल्लाहने पैगंबरांना शुभ समाचार देण्यासाठी आणि सचेत करण्यासाठी पाठविले आणि त्यांच्यासोबत ग्रंथ अवतरित केले, यासाठी की लोकांच्या दरम्यान असलेल्या प्रत्येक मतभेदाचा फैसला व्हावा, आणि केवळ त्याच लोकांनी, जे त्यांना दिले गेले होते, आपल्याजवळ प्रमाण येऊन पोहचल्यानंतरही आपल्या द्वेष आणि घमेंडीमुळे त्यात मतभेद केला. याकरिता अल्लाहने ईमानधारकांच्या या मतभेदातही सत्याकडे आपल्या आज्ञेने मार्गदर्शन केले आणि अल्लाह ज्याला इच्छितो सरळ मार्गाकडे मार्गदर्शन करतो"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "२१४. काय तुम्ही अशी कल्पना करून बसलात की जन्नतमध्ये अगदी सहजपणे प्रवेश कराल? वास्तविक अजून तुमच्यावर ती अवस्था नाही आली, जी तुमच्या पूर्वीच्या लोकांवर आली होती. त्यांना सक्त गरीबी व रोगराईचा सामना करावा लागला. त्यांना इतके झिंजोडले गेले की रसूल (पैगंबर) आणि त्यांच्या सोबतचे ईमानधारक लोक म्हणून लागले की अल्लाहची मदत केव्हा येईल ? ऐका अल्लाहची मदत जवळच आहे"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "२१५. तुम्हाला ते विचारतात की त्यांनी कशावर खर्च करावा? तुम्ही त्यांना सांगा की तुम्ही जो काही माल (धन) खर्च कराल तो माता-पित्याकरिता, नातेवाईकांकरिता, अनाथ व गोरगरीबांकरिता आणि प्रवाशांकरिता आहे. आणि तुम्ही जी काही भलाई कराल, अल्लाह ती चांगल्या प्रकारे जाणतो"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "२१६. तुमच्यावर जिहाद फर्ज (बंधनकारक कर्तव्य) केले गेले. जरी ते तुम्हाला अप्रिय वाटत असले तरीही, शक्य आहे की तुम्ही एखाद्या गोष्टीला वाईट जाणावे आणि खरे पाहता तोच तुमच्यासाठी भली असावी आणि हेही शक्य आहे की तुम्ही ज्या गोष्टीला चांगली समजावे ती तुमच्यासाठी वाईट असावी. खरे ज्ञान तर अल्लाहलाच आहे. तुम्ही मात्र अजाण आहात"
        }
    ]
}