{
    "rukus": [
        {
            "chapter": 2,
            "verse": 267,
            "text": "२६७. हे ईमानधारकांनो! आपल्या (कष्टाच्या) हलाल कमाईमधून आणि जमिनीतून तुमच्यासाठी आम्ही काढलेल्या वस्तूंमधून खर्च करा. त्यांच्यातल्या खराब वस्तू खर्च करण्याचा (देण्याचा) इरादा करू नका, ज्या तुम्ही स्वतः घेणार नाहीत परंतु डोळे मिटून घ्याल तर गोष्ट वेगळी. आणि लक्षात ठेवा अल्लाह निस्पृह आणि प्रशंसनीय आहे"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "२६८. सैतान तुम्हाला गरीबीचे भय दाखवितो, आणि निर्लज्जतेचा आदेश देतो. आणि अल्लाह तुमच्याशी आपल्या दया-कृपेचा वायदा करतो. अल्लाह मोठा मेहरबान आणि ज्ञानसंपन्न आहे"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "२६९. तो ज्याला इच्छितो ज्ञान, बुद्धी प्रदान करतो आणि ज्याला बुद्धिमानता प्रदान केली गेली, त्याला फार मोठी भलाई प्रदान केली गेली आणि बोध- उपदेश केवळ बुद्धिमान लोकच ग्रहण करतात"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "२७०. तुम्ही वाटेल तेवढा खर्च करा (किंवा दान-पुण्य करा) आणि जो काही नवस माना१ अल्लाह ते जाणतो. आणि अत्याचारींचा कोणी सहायक नाही"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "२७१. जर तुम्ही दान-पुण्य खुलेआमपणे कराल तर तेही चांगले आहे, आणि जर तुम्ही ते गुपचूपपणे गरीबांना द्याल तर हे तुमच्यासाठी सर्वांत अधिक चांगले आहे. सर्वश्रेष्ठ अल्लाह तुमचे अपराध मिटवील आणि अल्लाहला तुमच्या समस्त कर्मांची खबर आहे"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "२७२. त्यांना सन्मार्गावर आणणे तुमच्या अवाख्यातील गोष्ट नव्हे, किंबहुना अल्लाह ज्याला इच्छितो मार्गदर्शन करतो आणि तुम्ही जी चांगली वस्तू अल्लाहच्या मार्गात द्याल, त्याचा लाभ स्वतः प्राप्त कराल. तुम्ही केवळ सर्वश्रेष्ठ अल्लाहची प्रसन्नता प्राप्त करण्याकरिता खर्च केला पाहिजे. तुम्ही जे काही धन खर्च कराल, त्याच्या पुरेपूर मोबदला तुम्हाला दिला जाईल आणि तुमचा हक्क मारला जाणार नाही"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "२७३. दानास पात्र केवळ ते गरीब आहेत, जे अल्लाहच्या मार्गात रोखले गेलेत, जे जमिनीवर फिरू शकत नाहीत. नादान लोक त्यांच्या न मागण्याने त्यांना श्रीमंत समजतात. तुम्ही त्यांच्या चेहऱ्यांवरील लक्षणे पाहून त्यांना ओळखून घ्याल. ते लोकांकडून अगदी पाठीशी लागून भिक्षा मागत नाहीत. तुम्ही जे काही धन खर्च कराल, अल्लाह ते जाणणारा आहे"
        }
    ]
}