{
    "rukus": [
        {
            "chapter": 38,
            "verse": 41,
            "text": "४१. आणि आमचे दास अय्यूबचीही चर्चा करा, जेव्हा त्याने आपल्या पालनकर्त्याला पुकारले की मला सैतानाने दुःख - यातना पोहचविली आहे"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "४२. आपला पाय जमिनीवर मारा. हे आंघोळीचे थंड आणि पिण्याचे पाणी आहे"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "४३. आणि आम्ही त्याला त्याचे संपूर्ण कुटुंब प्रदान केले, किंबहुना तेवढेच आणखीही त्यासोबत आपल्या खास कृपेने, आणि बुद्धिमानांकरिता बोधप्राप्तीसाठी"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "४४. आणि आपल्या हातात काड्यांचा गुच्छा घेऊन त्याने मार आणि शपथ तोडू नको.१ खरे तर असे की आम्हाला तो मोठा सहनशील दास आढळला. तो मोठा नेक सदाचारी दास होता आणि (अल्लाहकडे) मोठा रुजू करणारा"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "४५. आणि आमचे दास इब्राहीम, इसहाक आणि याकूब यांचीही (लोकांमध्ये) चर्चा करा जे हात आणि डोळे राखणारे होते"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "४६. आम्ही त्यांना एक विशेष गोष्ट अर्थात आखिरतच्या स्मरणासोबत खासरित्या संबंधित करून घेतले होते"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "४७. आणि हे सर्व आमच्याजवळ निवडक आणि सर्वाधिक चांगल्या लोकांपैकी होते"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "४८. आणि इस्माईल, यसअ आणि जुलकिफ्ल यांचेही वर्णन करा. हे सर्व नेक लोक होते"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "४९. हा उपदेश आहे आणि विश्वास करा की नेक सदाचारी लोकांसाठी सर्वांत उत्तम स्थान आहे"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "५०. अर्थात सदैव काळ राहणारी जन्नत, ज्यांची दारे त्यांच्यासाठी खुली आहेत"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "५१. ज्यांच्यात ते (मोठ्या चैनीने) तक्के लावून बसले असतील. वेगवेगळ्या प्रकारचे मेवे (फळे) आणि अनेक प्रकारची पेये मागत असतील"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "५२. आणि त्यांच्याजवळ नजर खाली ठेवणाऱ्या समवयस्क हूर (पऱ्या) असतील"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "५३. हीच ती गोष्ट जिचा वायदा तुम्हाला हिशोबाच्या दिवसाकरिता दिला जात होता"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "५४. निःसंशय, ही आजिविका, आमचा (विशेष) उपहार आहे, जी कधीही संपणार नाही"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "५५. हा तर झाला मोबदला (लक्षात ठेवा की) विद्रोही लोकांकरिता मोठे वाईट स्थान आहे"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "५६. जहन्नम आहे, ज्यात ते दाखल होतील (अरेरे!) किती वाईट बिछोना आहे"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "५७. हे आहे, त्यांनी ते चाखावे, गरम (उकळते) पाणी आणि पू"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "५८. आणि काही इतर प्रकारच्या शिक्षा"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "५९. हा एक समुदाय आहे, जो तुमच्यासोबत (आगीत) जाणार आहे. त्यांच्यासाठी कसलीही स्वागत नाही. हेच जहन्नममध्ये जाणार आहेत"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "६०. (ते) म्हणतील की, किंबहुना तुम्हीच ते आहात ज्यांच्यासाठी कसलेही स्वागत नाही. तुम्हीच तर यास आधीपासूनच आमच्यासमोर आणून ठेवले होते. तेव्हा राहण्याचे मोठे वाईट स्थान आहे"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "६१. (ते) म्हणतील की हे आमच्या पालनकर्त्या! ज्याने ती (कुप्रची प्रथा) आमच्यासाठी सर्वांत प्रथम सुरू केली असेल, त्याच्यासाठी जहन्नमची शिक्षा दुप्पट कर"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "६२. आणि (जहन्नमवासी) म्हणतील की, हे काय! आम्हाला ते लोक दिसून येत नाहीत, ज्यांची गणना आम्ही वाईट लोकांमध्ये करीत होतो"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "६३. काय आम्हीच त्यांना थट्टा-मस्करी बनवून ठेवले होते की आमचे डोळे त्यांच्यापासून बहकून गेले आहेत"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "६४. निःसंशय, जहन्नमवाल्यांचे हे भांडण अवश्य होईल"
        }
    ]
}