{
    "rukus": [
        {
            "chapter": 2,
            "verse": 21,
            "text": "२१. हे लोकांनो! आपल्या त्या पालनकर्त्याची उपासना करा, ज्याने तुम्हाला आणि तुमच्या पूर्वीच्या लोकांना निर्माण केले, यासाठी की तुम्ही परहेजगार (दुराचारापासून दूर राहणारे) बनावे"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "२२. ज्याने तुमच्यासाठी धरतीला बिछायत आणि आकाशाला छत बनविले आणि आकाशातून पाऊस पाडला. मग त्याच्याद्वारे फळे निर्माण करून तुम्हाला रोजी (अन्न-सामग्री) प्रदान केली. तेव्हा हे ध्यानी घेता, तुम्ही कोणालाही अल्लाहचा सहभागी बनवू नका"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "२३. आणि जर तुम्हाला त्याबाबत शंका असेल, जे आम्ही आपल्या दासावर अवतरीत केले आहे. तेव्हा तुम्ही सच्चे असाल तर यासारखी एखादी सूरह (अध्याय) बनवून आणा तुम्हाला सूट दिली जाते की अल्लाहच्या शिवाय आपल्या सहभागींनाही (उपास्यांनाही) बोलावून घ्या. १"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "२४. मग जर तुम्ही असे केले नाही आणि तुम्ही करूही शकत नाही. १ तेव्हा (त्याला सत्य जाणून) त्या आगीचे भय राखा, जिचे इंधन मानव आणि दगड आहे. जी काफिरां (इन्कार करणाऱ्यां) साठी तयार केली गेली आहे"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "२५. आणि ईमान राखणाऱ्या आणि नेक काम करणाऱ्यांना त्या स्वर्गाचा शुभ समाचार द्या, ज्यांच्या खाली प्रवाह वाहत आहेत. जेव्हा त्यांना त्यांच्यातून फळे खाण्यास दिले जातील, तेव्हा म्हणतील की याच्यापूर्वी आम्हाला खाण्यासाठी हेच दिले गेले. ती मिळतीजुळती फळे असतील आणि त्यांच्यासाठी त्यात पवित्र शुद्ध (शीलवान) पत्न्या असतील आणि ते त्यात नेहमी नेहमी राहतील"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "२६. वास्तविक एखादे उदाहरण देण्यात अल्लाहला लज्जा-संकोच वाटत नाही, मग ते उदाहरण मच्छराचे असो किंवा त्याहूनही तुच्छ वस्तूचे. ईमान राखणारे त्याला आपल्या पालनकर्त्यातर्फे सत्य जाणतात, आणि काफिर (इन्कार करणारे) म्हणतात की असले उदाहरण देण्यात अल्लाहचे प्रयोजन काय आहे? याच्याचद्वारे अनेकांना मार्गभ्रष्ट करतो आणि बहुतेक लोकांना सत्य-मार्गावर आणतो. आणि मार्गभ्रष्ट तर केवळ आज्ञाभंग करणाऱ्या (दुराचारी लोकां) नाच करतो"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "२७. जे लोक अल्लाहशी केलेल्या वचन- करारा (प्रतिज्ञे) ला तोडून टाकतात आणि अल्लाहने ज्या गोष्टींना जोडण्याचा आदेश दिला आहे, तिला तोडून टाकतात आणि धरतीवर उत्पात (फसाद) पसरवितात. हेच लोक मोठे नुकसान भोगणारे आहेत"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "२८. तुम्ही अल्लाहला कसे नाही मानत, वास्तविक तुम्ही निर्जीव होते, तेव्हा त्याने तुम्हाला जीवन प्रदान केले मग तुम्हाला मृत्यू देईल मग पुन्हा दुसऱ्यांदा जिवंत करील, मग त्याच्याचकडे तुम्हाला जायचे आहे"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "२९. त्यानेच तुमच्यासाठी, जे काही धरतीवर आहे, सर्व निर्माण केले. मग आकाशाचा इरादा केला आणि त्याने सात यथायोग्य आकाश बनविले आणि तो प्रत्येक गोष्ट जाणणारा आहे"
        }
    ]
}