{
    "rukus": [
        {
            "chapter": 6,
            "verse": 21,
            "text": "Who does more wrong than he who invents a lie against God or rejects His signs? Indeed the wrongdoers will never prosper"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "One day We will gather them all together. We will say to those who ascribed partners to Us, “Where are the partners whom you spoke of?”"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "There will then be no plea for them except to say, “By God Our Lord, we were not those who joined gods with God.”"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Behold, how they lie against their own souls. But that which they invented will leave them"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Some listen to you, but We have thrown veils over their hearts, so they understand it not, and deafness is in their ears. If they saw each and every one of the signs, they would not believe in them, so much so, that when they come to you, they dispute with you. The unbelievers say, “These are nothing but tales of the ancient.”"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "They keep others away from it, and themselves they keep away from it, but they only destroy themselves, but they perceive it not"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "If you could only see when they are confronted with the fire, they will say, “If only we were sent back. Then we would not reject the signs of Our Lord, but would be among those who believe.”"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Yes, in them will become manifest, that which before they concealed. But if they were returned, they would certainly relapse to the things they were forbidden to do, for they are indeed liars"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "And they say, “There is nothing except our life on this earth, and never will we be raised up again.”"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "If you could only see when they are confronted by their Lord, He will say, “Is this not the truth?” They will say, “Yes, by our Lord.” He will say, “Taste then the penalty, because you rejected faith.”"
        }
    ]
}