{
    "rukus": [
        {
            "chapter": 12,
            "verse": 69,
            "text": "Then when they came into Joseph’s presence, he invited his brother to stay with him. He said to him, “Behold, I am your brother, so do not grieve about any of their doings.”"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Then when he had given them provisions, he put the drinking cup into his brother’s saddlebag. Then someone shouted, “You in that caravan! Indeed you are thieves!”"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "They said turning towards them, “What is it you miss?”"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "They said, “We miss the great goblet of the king. For him who produces it, is a camel’s load. I will be bound by it.”"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "The brothers said, “By God, you know full well that we did not come to commit crimes in the land, and that we are not thieves.”"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "They said, “What then will be the penalty for this if you are proved to have lied?”"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "They said, “The penalty should be that he in whose saddle-bag it is found should be held to pay for the crime. This is how we punish criminals.”"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "So he began to search their baggage, then he came to the baggage of his brother, and brought it out of his brother’s bag. We planned this for Joseph. He could not take his brother by the law of the king except that God willed it. We raise in degrees who We please. But over all, endued with knowledge is One, All Knowing"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "They said, “He steals. And there was a brother of his who stole before him.” But these things did Joseph keep locked in his heart, not revealing the secrets to them. He said, “You are worse situated, and God knows best the truth of what you assert.”"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "They said, “O exalted one, behold, he has a father who is very old, so take one of us in his place, for we see that you graciously do good.”"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "He said, “God forbids that we take other than him with whom we found our property. Indeed, we would be acting wrongfully"
        }
    ]
}