{
    "rukus": [
        {
            "chapter": 13,
            "verse": 8,
            "text": "God knows what every pregnant female bears, and by how much the wombs fall short or exceeds. Everything is before His sight in proportion"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "He knows the unknown and that which is open. He is the Great, the Most High"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "It is the same whether any of you conceal his speech or declare it openly, whether he lie hidden by night or goes out freely by day"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "For each there are others in succession before and behind him. They guard him by command of God. Certainly God will never change the condition of a people until they change themselves. But when God wills a people’s punishment, there can be no turning it back, nor will they find besides Him any to protect"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "It is He Who shows you the lightning by way of fear and of hope. It is He Who raises up the clouds, heavy with rain"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "And thunder repeats His praises, as do the angels with awe. He sends the thunderbolts, and with it He strikes whomever He wills. Yet there are people who dispute about God, even with the strength of His power"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "To Him belongs prayer in truth. Any others who they call upon besides Him hear them no more than if they were to stretch out their hands for water to reach their mouth but it reaches it not, for the prayer of those without faith is nothing but error"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Whatever beings there are in the heavens and the earth, prostrate themselves to God with good will or in spite of themselves. As do their shadows in the morning and evenings"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Say, “Who is the Guardian Evolver of the heavens and the earth?” Say, “God”. And say, “Do you then take protectors other than Him, those who have no power themselves to either benefit or to do harm?” Say, “Are the blind equal to those who see? Or the depths of darkness equal with light?” Or do they assign to God partners who have created something like He has created, so that their creation seemed similar to them? Say, “God is the Creator of all things. He is the One, the Supreme, and Irresistible.”"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "He sends down water from the skies. And the channels flow, each according to its measure. But the torrent washes away foam that mounts up to the surface. Even so, from that which they heat in the fire to make ornaments or utensils, there is a scum likewise, similarly does God reveal truth and falsehood. For the scum disappears as froth cast out, while that which is for the good of humanity remains on the earth"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "For those who respond to their Lord are all good things, but those who do not respond to Him, even if they had all that is in the heavens and on earth, and that much more, in vain would they offer it for ransom, for them will the reckoning be terrible. Their abode will be hell, what a place of agony"
        }
    ]
}