{
    "rukus": [
        {
            "chapter": 24,
            "verse": 41,
            "text": "Do you not see that it is God Whose praises all beings in the heavens and on earth, and the birds of the air with wings outspread? Each one knows its own mode of prayer and praise, and God knows well all that they do"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Yes, to God belongs the control of the heavens and the earth, and to God is the final goal"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Do you not see that God makes the clouds move gently, then joins them together, then make them into a heap? Then you will see rain come out from their center, and He sends down from the sky, mountain masses of clouds which holds hail. He strikes with it whom He pleases and He turns it away from whom He pleases. And the vivid flash of His lightning nearly blinds the sight"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "It is God Who alternates the night and the day, indeed in these things are an instructive similitude for those who have vision"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "And God has created every animate creature from water. Of them there are some that crawl on their bellies, some that walk on two legs, and some that walk on four. God creates what He wills, for indeed God has power over all things"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "We have indeed sent down signs that make things manifest, and God guides whom He wills to a way that is straight"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "They say, “We believe in God and in the messenger, and we follow them.” But even after that, some of them turn away. They are not really believers"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "When they are summoned to God and His messenger, in order that He may judge between them, behold, some of them refuse to come"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "But if the truth is on their side, they come to him promptly"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Is it that there is a disease in their hearts, or do they doubt it, or do they fear that God and His messenger will deal unjustly with them? No, they behave wrongfully"
        }
    ]
}