{
    "rukus": [
        {
            "chapter": 27,
            "verse": 83,
            "text": "One day We will gather together from every people, a group of those who reject our signs, and they will be kept in ranks"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Until they come, and it will be said to them, “Did you reject My signs, though you comprehended them not, or what was it you did?”"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "And the word will be fulfilled against them, because of their wrongdoing, and they will be unable to speak"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Do they not see that We have made the night for them to rest in, and the day to give them energy? Indeed in this are signs for any people who believe"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "And the day that the trumpet will be sounded, terrified will be those who are in the sky, and those who are on earth, except who God wills to save, and all will come to His presence as beings conscious of their vulnerabilities"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "You see the mountains and you think of them as immovable, but they will pass away as the clouds pass away. Such is the work of God, He Who manages all things, for He is well acquainted with all that you do"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Whoever comes with good, good will be waiting for him, and he will be secure from terror that day"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "And if any does harm, their faces will be pushed down into the fire. Do you receive a reward other than that which you have earned by your deeds?”"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "For me, I have been asked to serve the Guardian Evolver of this city, He Who has purified it, and to Whom belong all things, and I am asked to be of those who bow as Muslims"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "And I recite the Quran. And if any accept guidance, they do it for the good of their own souls, and if any stray say, “I am only a warner.”"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "And say, “Praise God, He Who will soon show you His signs, so that you will know them,” and your Lord is not unmindful of what you do"
        }
    ]
}