{
    "rukus": [
        {
            "chapter": 50,
            "verse": 30,
            "text": "One day We will ask hell, “Are you filled to capacity?” It will say, “Are there any more?”"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "And the garden will be brought near to the righteous, no more a thing distant"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "This is what was promised to you. Everyone who turned in sincere repentance, and who are saved"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "“Who had been conscious of God, the Merciful Benefactor, Unseen, and who brought a heart turned in devotion"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "“Enter there in peace and security, this is a day of eternal life.”"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "There will be for them all that they wish, and even more in Our presence"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "But how many generations before them did We destroy who were stronger in power than they were? Then they wandered through the land. Was there any place of escape for them"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Indeed in this is a message for any who has a heart and understanding, or who gives ear and earnestly witnesses"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "We created the heavens and the earth, and all between them in six days, and no sense of weariness touched Us"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "So bear with patience all that they say, praise your Lord, before the rising of the Sun and before its setting"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "And during part of the night, praise Him, and after the positions of adoration"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "And listen for the day when the caller will call out from a near place"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "The day when they will hear a mighty blast. In fact, that will be the Day of Resurrection"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Indeed it is We Who give life and death, and to Us is the final goal"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "The day when the earth will be split asunder from people hurrying out. That will be a gathering together that is easy for Us"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "We know best what they say, and you are not one to overwhelm them by force. So advise with the Quran, those who fear My warning"
        }
    ]
}