{
    "rukus": [
        {
            "chapter": 4,
            "verse": 153,
            "text": "The people of the Book ask you to cause a book to descend to them from heaven. Indeed, they asked Moses for an even greater miracle for they said, “Show us God visibly.” But they were dazed for their presumption, with thunder and lightning. Still they worshipped the calf even after clear signs had come to them. Even then, we forgave them, and gave Moses clear proofs of authority"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "And for their covenant, We raised over them the Mountain, and We said, “Enter the gate with humility.” And We told them, “Do not transgress in the matter of the Sabbath.” And We took from them a solemn covenant"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "But they broke their covenant, and they rejected the signs of God. And they slew the messengers in defiance of right. And they said, “Our hearts are the wrappings.” No, God has set a seal on their hearts for their blasphemy, and little is it they believe"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "And they rejected faith when they uttered against Mary a serious false charge"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "And they said, “We killed Christ Jesus, the son of Mary, the messenger of God. But they did not kill him, nor did they crucify him, but it was only made to appear as such. And those who differ therein are full of doubt, with no knowledge, and only speculation to follow. For certain, they did not kill him"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "No, God raised him up to Himself, and God is Exalted in Power, the Wise"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "And there are none of the people of the Book, but must believe in him before his death, and on the Day of Accountability, he will be a witness against them"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "And for the iniquity of those who were Jews, We made impermissible for them certain good and wholesome things which had been permissible for them. With this, they hindered many from God's way"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "And because they took usury, though they were forbidden, and because they wrongfully devoured the people’s sustenance. We have a terrible punishment prepared for those among them who do not believe"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "But those among them who are well-grounded in knowledge, and who believe in what has been revealed to you and what was revealed before you, and those who establish prayer and give zakat, and believe in God and in the Last Day, to them We will soon give a great reward"
        }
    ]
}