{
    "maqras": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "De ki: \"Ister tas olun ister demir"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "Isterseniz gonlunuzde buyuyen herhangi bir yaratık olun.\" Diyecekler ki: \"Peki bizi yeniden kim yaratacak?\" De ki: \"Sizi ilk kez yaratan kimse, o!\" Bunun uzerine baslarını sana dogru alaylı bir bicimde sallayarak soyle konusacaklar: \"Ne zaman o?\" De ki: \"Cok yakın olabilir"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Sizi cagıracagı gun, onu hamt ederek cagrısına derhal uyacaksınız. Ve sadece az bir sure kaldıgınızı dusuneceksiniz"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Kullarıma de ki: En guzel olan neyse onu soylesinler. Cunku seytan, aralarına yamukluk sokar. Seytan, insan icin apacık bir dusmandır"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Rabbiniz sizi daha iyi bilir. Dilerse size rahmet eder, dilerse size azap eder. Biz seni onlar uzerine vekil gondermedik"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Rabbin, goklerdeki ve yerdeki kimseleri de daha iyi bilir. Yemin olsun, biz, peygamberlerin bir kısmını bir kısmına ustun kılmısızdır. Davud'a da Zebur'u verdik"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "De ki: \"O'nun berisinden bel bagladıklarınızı cagırın; onlar, basınızdaki zorluk ve sıkıntıyı ne kaldırabilirler ne de degistirebilirler"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "O yakarıp durduklarının kendileri, en cok yakınlık kazanmısları da dahil, Rablerine varmaya vesile ararlar; O'nun rahmetini umarlar, O'nun azabından korkarlar. Cunku Rabbinin azabı gercekten korkulasıdır"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Hicbir kent/medeniyet dısta kalmamak uzere, kıyamet gununden once hepsini ya helak edecegiz yahut da siddetli bir azapla azaplandıracagız. Iste bu, Kitap'ta satır satır yazılmıs bulunuyor"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Bizi, mucizeler gostermekten alıkoyan, daha oncekilerin onları yalanlamıs olmasından baska bir sey degildir. Semud kavmine o disi deveyi acık bir mucize olarak verdik de onunla kendilerine zulmettiler. Biz, mucizeleri yalnız korkutup sindirmek icin gondeririz"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Hani, sana: \"Rabbin, insanları cepecevre kusatmıstır.\" demistik. Sana gosterdigimiz o ruyayı da Kur'an'da lanetlenmis bulunan o agacı/soyu da insanları sınamak dısında bir sebeple gondermedik. Biz onları korkutuyoruz ama bu onların kudurganlıgını artırmaktan baska bir katkı saglamıyor"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Hani, meleklere: \"Adem'e secde edin!\" demistik; onlar da secde etmislerdi. Ama Iblis secde etmemis, soyle demisti: \"Camur olarak yarattıgın kisiye secde mi ederim"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Yine dedi: \"Su benden ustun kıldıgına bir baksana! Yemin olsun, eger beni kıyamet gunune kadar ertelersen, onun soyunu, pek azı haric, hukmum altına alacagım"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Allah buyurdu: \"Defol git! Onlardan kim sana uyarsa, cezanız cehennem olacaktır. Ne de mukemmel ceza"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Onlardan guc yetirdigini sesinle yerinden oynat. Atlıların ve yayalarınla yaygara cıkarıp uzerlerine cullan. Mallarda, evlatlarda onlara ortak ol, onlara ha bire vaatte bulun.\" Seytan onlara bir aldanıstan baska ne vaat eder ki"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Kuskusuz, benim kullarım uzerinde senin hicbir sultan olmayacaktır.\" Vekil olarak Rabbin yeter"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Rabbiniz odur ki, lutfundan nasip arayasınız diye sizin icin denizde gemiler yurutuyor. O, size karsı gercekten cok merhametlidir"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Denizde size bir zorluk dokundugunda, O'nun dısındaki tum yalvardıklarınız ortadan kaybolur. Fakat O, sizi kurtarıp karaya cıkarınca yuz cevirirsiniz. Insan cok nankordur"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Peki, kara tarafında sizi yere gecirivermesinden yahut ustunuze cakıl savuran bir kasırga gondermesinden emin misiniz? Sonra kendinize hicbir vekil bulamazsınız"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Yoksa sizi bir kez daha oraya gonderip ustunuze kırıp geciren bir fırtına salarak, inkar ettiginizden dolayı sizi bogmayacagından emin misiniz? Sizin adınıza, bizden bunun ocunu alacak birini de bulamazsınız"
        }
    ]
}