{
    "maqras": [
        {
            "chapter": 6,
            "verse": 141,
            "text": "Cardaklı ve cardaksız bahceleri, urunleri cesit cesit hurmaları, sebzeleri, zeytinleri, narları, birbirine benzer ve benzemez bicimde olusturan O'dur. Her birinin meyvesinden, olgunlastıgı zaman yiyin ve hasat gununde onun hakkını da verin. Israf etmeyin, Allah israf edenleri sevmez"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Hayvanlardan yuk tasıyanı da yaygı/dosek yapılanı da yaratan yine O'dur. Allah'ın size verdigi rızıklardan yiyin, seytanın adımlarını izlemeyin! Cunku o sizin icin acık bir dusmandır"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "Sekiz cift: Koyundan iki, keciden de iki. De ki \"Iki erkegi mi haram kıldı, iki disiyi mi, yoksa iki disinin rahimlerinin kusattıgını mı? Eger dogru sozlu iseniz bana ilimle haber verin"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Ve deveden iki, sıgırdan iki. De ki \"Iki erkegi mi haram kıldı, iki disiyi mi, yoksa iki disinin rahimlerince kusatılanı mı? Yoksa Allah size bunu onerirken siz de tanıklık mı ediyordunuz?\" Ilim dısı bir sekilde insanları sasırtmak icin yalan duzup Allah'a iftira edenden daha zalim kim olabilir? Allah, zulme sapan bir topluluga kılavuzluk etmiyor"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "De ki: \"Bana vahyolunanlar icinde, bu haram dediklerinizi yiyecek birine yasaklanmıs bir sey bulamıyorum. Yalnız sunlardan biri olursa baska: les, akıtılmıs kan, domuz eti -ki o bir pisliktir- Allah'tan baskası adına bogazlanmıs bir murdar.\" Iztırar haline dusen, baskasının hakkına dokunmamak, zorunluluk sınırını da asmamak sartıyla bunlardan yiyebilir. Cunku senin Rabbin cok bagıslayıcı, cok merhametlidir"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Yahudilere tum tırnaklı hayvanları haram kıldık. Onlara ayrıca sıgır ve koyunun yaglarını da haram kıldık. Sıgır ve koyunun sırtlarının ve bagırsaklarının tasıdıgı yaglarla, kemiklerle karısan yaglar bunun dısındadır. Bunu onlara azgınlıkları yuzunden bir ceza olarak yaptık. Biz elbette sozunde duranlarız"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Artık seni yalanlarlarsa sunu soyle: \"Rabbiniz cok genis bir rahmetin sahibidir. Ancak, O'nun azabı gunaha batmıslar toplulugundan uzak tutulamaz"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Sirke batanlar soyle diyecekler: \"Allah dileseydi, ne biz sirke sapardık ne de atalarımız. Hicbir seyi haram da yapmazdık.\" Onlardan oncekiler de azabımızı tadıncaya kadar bu sekilde yalanlamıslardı. De ki: \"Yanınızda, onumuze cıkaracagınız bir ilminiz var mı? Zandan baska bir seye uymuyorsunuz. Sadece sacmalıyorsunuz siz"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "En mukemmel kanıt Allah'ındır. O dileseydi hepinizi toptan dogru yola iletirdi"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Sunu da soyle: \"Allah sunu haram etmistir diye tanıklık edip duran sahitlerinizi getirin.\" Eger tanıklık ederlerse sakın onlarla birlikte tanıklık etme! Ayetlerimizi yalanlayanlarla ahirete inanmayanların keyifleri ardınca gitme! Onlar, kendi Rablerine baskalarını denk tutuyorlar"
        }
    ]
}