{
    "rukus": [
        {
            "chapter": 36,
            "verse": 51,
            "text": "Hàojiǎo yī xiǎng, tāmen jiù cóng fénmù chūlái, bēn xiàng tāmen de zhǔ"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Tāmen jiāng shuō:“Shāng zāi wǒmen! Shéi jiāng wǒmen cóng wǒmen de wò chù huànxǐng? Zhè shì zhìrén zhǔ suǒ yīngxǔ wǒmen de, shǐzhěmen yǐ shuō shíhuàle.”"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Cái tīngjiàn yīshēng nàhǎn, tāmen jiù tǒngtǒng bèi jūjìn zài wǒ zhèlǐ"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Zài nà rì, rènhé rén bù shòu sīháo wǎng qū; nǐmen zhǐ yī zìjǐ de xíngwéi ér shòu bàochóu"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Lèyuán de jūmín zài nà rì què shì cóngshì yú yúkuài de"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Tāmen hé zìjǐ de pèi'ǒu, zài shù yīn xià, kào zài chuángshàng"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Tāmen zài lèyuán zhōng, jiāng yǒu shuǐguǒ, bìng yǒu tāmen suǒ yāoqiú de ēndiǎn"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "“Píng'ān!” Zhè shì cóng zhì cí zhǔ fāchū de zhùcí"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "“Fànzuì de rénmen ya! Jīnrì nǐmen dāng tuìbì dào yībiān qù"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Ā dān de hòuyì a! Nándào wǒ méiyǒu zhǔfùguò nǐmen ma? Wǒ shuō nǐmen bùyào chóngbài èmó, tā què shì nǐmen de chóudí"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Nǐmen yīngdāng chóngbài wǒ, zhè shì zhènglù"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Tā què shǐ xǔduō rén mí wù, nándào nǐmen bùmíngbái ma"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Zhè shì cóngqián chángcháng yòng lái kǒnghè nǐmen de huǒ yù"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Nǐmen shēngqián bù kěn xìndào, suǒyǐ nǐmen jīnrì dāng rù huǒ yù.”"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Zài nà rì, wǒ jiàng fēngbì tāmen de kǒu, tāmen de shǒu jiāng duì wǒ shuōhuà, tāmen de jiǎo jiāng zuòzhèng tāmen suǒ xíng de shàn è"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Jiǎruò wǒ yìyù, wǒ bì huǐmiè tāmen de yǎnjīng, ránhòu tāmen mángzhe zǒulù, dàn tāmen zěn néng kànjiàn ne"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Jiǎruò wǒ yìyù, wǒ bì shǐ tāmen zài zìjǐ de jiāzhōng biànxíng, ránhòu tāmen jì bùnéng qiánjìn, yòu bùnéng hòutuì"
        }
    ]
}