{
    "pages": [
        {
            "chapter": 11,
            "verse": 98,
            "text": "ਕਿਆਮਤ ਦੇ ਦਿਨ ਉਹ ਆਪਣੀ ਕੌਮ ਦੇ ਅੱਗੇ ਹੋਵੇਗਾ ਅਤੇ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਅੱਗ ਤੱਕ ਪਹੁੰਚਾਏਗਾ ਅਤੇ ਇਹ ਕਿਹੋਂ ਜਿਹਾ ਬੁਰਾ ਟਿਕਾਣਾ ਹੈ ਜਿੱਥੇ ਉਹ ਪਹੁੰਚਣਗੇ।"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "ਅਤੇ ਇਸ ਸੰਸਾਰ ਵਿਚ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਲਾਹਣਤ ਹੈ ਅਤੇ ਕਿਆਮਤ ਦੇ ਦਿਨ ਵੀ, ਕਿਹੋ ਜਿਹਾ ਬੁਰਾ ਇਨਾਮ ਹੈ ਜਿਹੜਾ ਇਨ੍ਹਾਂ ਨੂੰ ਮਿਲਿਆ।"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "ਇਹ ਬਸਤੀਆਂ ਦੇ ਕੁਝ ਹਾਲਾਤ ਹਨ ਜਿਹੜੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੁਣਾ ਰਹੇ ਹਾਂ। ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਕੁਝ ਬਸਤੀਆਂ ਹੁਣ ਵੀ ਮੌਜੂਦ ਹਨ ਅਤੇ ਕੂਝ ਖ਼ਤਮ ਹੋ ਗਈਆਂ।"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਉੱਪਰ ਜ਼ੁਲਮ ਨਹੀਂ ਕੀਤਾ ਸਗੋਂ ਉਨ੍ਹਾਂ ਨੇ ਖੂਦ ਆਪਣੇ ਉੱਪਰ ਜ਼ੁਲਮ ਕੀਤਾ ਹੈ। ਫਿਰ ਜਦੋਂ ਤੇਰੇ ਰੱਬ ਦਾ ਹੁਕਮ ਆ ਗਿਆ ਤਾਂ ਉਨ੍ਹਾਂ ਦੇ ਘੜੇ ਹੋਏ (ਅਖੌਤੀ) ਰੱਬ ਉਨ੍ਹਾਂ ਦੇ ਕੁਝ ਕੰਮ ਨਾ ਆਏ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਅੱਲਾਹ ਤੋਂ ਼ਿਲ੍ਹਾਂ ਪੁਕਾਰਦੇ ਸੀ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਪੱਖ ਵਿਚ ਵਿਨਾਸ਼ ਤੋਂ ਬਿਨ੍ਹਾਂ ਕੁਝ ਵੀ ਨਹੀਂ ਕੀਤਾ।"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "ਅਤੇ ਤੇਰੇ ਰੱਬ ਦੀ ਪਕੜ ਅਜਿਹੀ ਹੀ ਹੈ ਜਦੋਂ ਕਿ ਉਹ ਬਸਤੀਆਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਅਤਿਆਚਾਰਾਂ ਲਈ ਫੜ੍ਹਦਾ ਹੈ। ਬੇਸ਼ੱਕ ਉਸ ਦੀ ਪਕੜ ਦਰਦਨਾਕ ਅਤੇ ਸਖ਼ਤ ਹੈ।"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "ਇਸ ਵਿਚ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਲਈ ਨਿਸ਼ਾਨੀਆਂ ਹਨ, ਜਿਹੜੇ ਪ੍ਰਲੋਕ ਦੀ ਆਫ਼ਤ ਤੋਂ ਡਰਨ। ਉਹ ਇੱਕ ਅਜਿਹਾ ਦਿਨ ਹੈ, ਜਿਸ ਵਿਚ ਸਾਰੇ ਲੋਕ ਇੱਕਠੇ ਹੋਣਗੇ ਅਤੇ ਉਹ ਹਾਜ਼ਰੀ ਦਾ ਦਿਨ ਹੋਵੇਗਾ।"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "ਅਤੇ ਅਸੀਂ ਇਸ ਨੂੰ ਇੱਕ ਸਮੇਂ ਲਈ ਟਾਲ ਰਹੇ ਹਾਂ ਜਿਹੜਾ ਨਿਰਧਾਰਿਤ ਹੈ।"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "ਜਦੋਂ ਉਹ ਦਿਨ ਆਵੇਗਾ ਤਾਂ ਕੋਈ ਬੰਦਾ ਉਸ ਦੀ ਆਗਿਆ ਤੋਂ' ਬਿਨ੍ਹਾਂ ਗੱਲ ਨਾ ਕਰ ਸਕੇਗਾ। ਇਸ ਲਈ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਕੁਝ ਲੋਕ ਮੰਦਭਾਗੀ ਹੋਣਗੇ ਅਤੇ ਕੂਝ ਵਡਭਾਗੀ।"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "ਇਸ ਲਈ ਜਿਹੜੇ ਲੋਕ ਮੰਦਭਾਗੀ ਹਨ ਉਹ ਅੱਗ ਵਿਚ ਹੋਣਗੇ। ਉੱਤੇ ਉਨ੍ਹਾਂ ਨੇ ਚੀਕਨਾ ਤੇ ਚਿਲਾਉਨਾ ਹੈ।"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "ਉਹ ਉਸ ਵਿਚ ਉਦੋਂ ਤੱਕ ਰਹਿਣਗੇ ਜਦੋਂ ਤੱਕ ਧਰਤੀ ਅਤੇ ਆਕਾਸ਼ ਮੌਜੂਦ ਹਨ ਜਾਂ ਜਦੋਂ ਰੱਬ ਚਾਹੇ। ਬੇਸ਼ੱਕ ਤੇਰਾ ਰੱਬ ਜੋ ਚਾਹੁੰਦਾ ਹੈ ਕਰ ਦਿੰਦਾ ਹੈ।"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਵਡਭਾਗੀ ਹਨ ਉਹ ਸਵਰਗ ਵਿਚ ਹੋਣਗੇ। ਉਹ ਉਸ ਵਿਚ ਉਦੋਂ ਤੱਕ ਰਹਿਣਗੇ ਜਦੋਂ ਤੱਕ ਧਰਤੀ ਅਤੇ ਆਕਾਸ਼ ਮੌਜੂਦ ਹਨ ਜਾਂ ਜਦੋਂ ਤੱਕ ਤੇਰਾ ਰੱਬ ਚਾਹੇ, ਉਸ ਦੀ ਕਿਰਪਾ ਬੇਅੰਤ ਹੈ।"
        }
    ]
}