{
    "pages": [
        {
            "chapter": 2,
            "verse": 164,
            "text": "ਬੇਸ਼ੱਕ, ਅਸਮਾਨ ਅਤੇ ਜ਼ਮੀਨ ਦੇ ਪੈਦਾ ਕਰਨ ਅਤੇ ਦਿਨ ਅਤੇ ਰਾਤ ਦੇ ਆਉਣ ਜਾਣ ਵਿਚ ਅਤੇ ਉਨ੍ਹਾਂ ਬੇੜੀਆਂ ਵਿਚ ਜੋ ਮਨੁੱਖਾਂ ਦੇ ਕੰਮ ਆਉਣ ਵਾਲੀਆਂ ਚੀਜ਼ਾਂ ਲੈ ਕੇ ਸੰਮੁਦਰ ਵਿਚ ਚਲਦੀਆਂ ਹਨ ਅਤੇ ਉਸ ਪਾਣੀ ਵਿਚ ਜਿਹੜਾ ਅੱਲਾਹ ਨੇ ਅਸਮਾਨੋਂ ਉਤਾਰਿਆ, ਫਿਰ ਉਸ ਨੇ ਮੁਰਦਾ ਧਰਤੀ ਨੂੰ ਜੀਵਨ ਪ੍ਰਦਾਨ ਕੀਤਾ। ਅਤੇ ਅੱਲਾਹ ਨੇ ਧਰਤੀ ਅੰਦਰ ਅਨੇਕਾਂ ਪ੍ਰਕਾਰ ਦੇ ਜੀਵਨਧਾਰੀ ਫੈਲਾ ਦਿੱਤੇ। ਅਤੇ ਹਵਾਵਾਂ ਦੀ ਚਾਲ ਅਤੇ ਬੱਦਲਾਂ ਵਿਚ ਜਿਹੜੇ ਅਸਮਾਨ ਅਤੇ ਧਰਤੀ ਦੇ ਵਿਚ ਹੁਕਮ ਦੇ ਅਧੀਨ ਹਨ, ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਲਈ ਨਿਸ਼ਾਨੀਆਂ ਹੈ, ਜੋ ਬੁੱਧੀ ਤੋਂ ਕੰਮ ਲੈਂਦੇ ਹਨ।"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "ਕੂਝ ਲੋਕ ਅਜਿਹੇ ਹਨ ਜਿਹੜੇ ਅੱਲਾਹ ਤੋਂ' ਬਿਨਾ ਦੂਸਰਿਆਂ ਨੂੰ ਉਸ ਦੇ ਼ਰਾਬਰ ਖੜ੍ਹਾ ਕਰਦੇ ਹਨ। ਉਹ ਉਹਨਾ ਨਾਲ ਅਜਿਹਾ ਪ੍ਰੇਮ ਰਖਦੇ ਹਨ ਜਿਹੋ ਜਿਹਾ ਪਿਆਰ' ਅੱਲਾਹ ਨਾਲ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ। ਅਤੇ ਜੋ ਈਮਾਨ ਵਾਲੇ ਹਨ, ਉਹ ਸਭ ਤੋਂ ਵੱਧ ਅੱਲਾਹ ਨੂੰ ਹੀ ਪਿਆਰ ਕਰਦੇ ਹਨ। ਅਤੇ ਜੇਕਰ ਉਹ ਅੱਤਿਆਚਾਰੀ ਉਸ ਸਸਮੇ' ਨੂੰ ਦੇਖ ਲੈਣ, ਜਦੋਂ ਉਹ ਸਜ਼ਾ ਵਿਚ ਜਕੜੇ ਹੋਣਗੇ, ਤਾਂ ਉਹ ਸਮਝ ਲੈਂਦੇ ਕਿ ਸਾਰੀ ਦੀ ਸਾਰੀ ਸ਼ਕਤੀ ਅੱਲਾਹ ਦੀ ਹੀ ਹੈ। ਅਤੇ ਅੱਲਾਹ ਬਹੁਤ ਸਖ਼ਤ ਸਜ਼ਾ ਦੇਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "ਜਦੋਂ ਸਜ਼ਾ ਉਨ੍ਹਾਂ ਦੇ ਸਾਹਮਣੇ ਹੋਵੇਗੀ ਤਾਂ ਉਹ ਲੋਕ ਜਿਨ੍ਹਾਂ ਦੇ ਕਹਿਣ ਤੇ ਉਹ ਚਲਦੇ ਸਨ, ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨਾਲੋਂ ਉਹ ਅਲੱਗ ਹੋ ਜਾਣਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਹਰ ਤਰ੍ਹਾਂ ਰਿਸ਼ਤੇ ਟੁੱਟ ਚੁੱਕੇ ਹੌਣਗੇ।"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "ਉਹ ਲੋਕ ਜੋ ਦੁਨੀਆਂ ਵਿਚ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਚਲੇ ਸਨ। ਕਹਿਣਗੇ ਕਾਸ਼! ਸਾਨੂੰ ਦੁਨੀਆ ਵੱਲ ਵਾਪਸੀ ਮਿਲ ਜਾਂਦੀ ਤਾਂ ਅਸੀਂ ਵੀ ਉਨ੍ਹਾਂ ਤੋਂ ਅਲੱਗ ਹੋ ਜਾਂਦੇ ਜਿਵੇਂ ਉਹ ਸਾਡੇ ਤੋਂ ਅਲੱਗ ਹੋ ਗਏ। ਇਸ ਤਰਾਂ ਅੱਲਾਹ ਉਨਾ ਦੇ ਕਰਮਾਂ ਨੂੰ, ਉਨ੍ਹਾਂ ਦਾ ਪਸਚਾਤਾਪ ਬਣਾ ਕੇ ਦਿਖਾਏਗਾ। ਅਤੇ ਉਹ ਅੱਗ ਵਿਚੋਂ ਬਚ ਨਹੀਂ ਸਕਣਗੇ।"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "ਲੋਕੋ! ਧਰਤੀ ਦੀਆਂ ਹਲਾਲ ਚੀਜ਼ਾਂ ਵਸਤੂਆਂ ਖਾਉ ਅਤੇ ਸੈਤਾਨ ਦੇ ਪਦ-ਚਿੰਨਾਂ ਦਾ ਪਾਲਣ ਨਾ ਕਰੋ। ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ ਸੈਤਾਨ ਤੁਹਾਡਾ ਪ੍ਰਤੱਖ ਦੁਸ਼ਮਣ ਹੈ।"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "ਉਹ ਤੁਹਾਨੂੰ ਸਿਰਫ਼ ਬੁਰੇ ਕੰਮਾਂ ਅਤੇ ਨਿਰਲੱਜਤਾ ਦਾ ਆਦੇਸ਼ ਦਿੰਦਾ ਹੈ ਅਤੇ ਇਸ ਗੱਲ ਦਾ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਦੇ ਬਾਰੇ ਉਹ ਗੱਲਾਂ ਕਰੋ, ਜਿਨ੍ਹਾਂ ਦੇ ਸਬੰਧ ਵਿਚ ਤੁਹਾਨੂੰ ਕੋਈ ਗਿਆਨ ਨਹੀਂ।"
        }
    ]
}