{
    "pages": [
        {
            "chapter": 13,
            "verse": 6,
            "text": "ਊਹ ਨੇਕੀ ਤੋਂ ਪਹਿਲਾਂ ਬੁਰਾਈ ਲਈ ਕਾਹਲੀ ਕਰ ਰਹੇ ਹਨ। ਹਾਲਾਂਕਿ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਪ੍ਰਮਾਣ ਆ ਚੁੱਕੇ ਹਨ। ਤੁਹਾਡਾ ਪਾਲਣਹਾਰ ਲੋਕਾਂ ਦੇ ਜ਼ੁਲਮਾਂ ਦੇ ਬਾਵਜੂਦ ਉਨ੍ਹਾਂ ਨੂੰ ਮੁਆਫ਼ ਕਰਨ ਵਾਲਾ ਹੈ। ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ ਤੁਹਾਡਾ ਰੱਬ ਸਖ਼ਤ ਚੰਡ ਦੇਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "ਅਤੇ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਸ ਬੰਦੇ ਲਈ ਇਸ ਦੇ ਰੱਬ ਵੱਲੋਂ ਕੋਈ ਨਿਸ਼ਾਨੀ ਕਿਉ ਨਹੀਂ ਆਈ। ਤੁਸੀਂ' ਤਾਂ ਸਿਰਫ਼ ਸਾਵਧਾਨ ਕਰਨ ਵਾਲੇ ਹੋ, ਅਤੇ ਹਰੇਕ ਕੌਮ ਲਈ ਇੱਕ ਮਾਰਗ ਦਰਸ਼ਕ ਹੈ।"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "ਅੱਲਾਹ ਹਰੇਕ ਮਾਦਾ ਦੇ ਗਰਭ ਨੂੰ ਜਾਣਦਾ ਹੈ, ਅਤੇ ਉਸ ਨੂੰ ਵੀ ਜਿਹੜਾ ਗਰਭ ਵਿਚ ਘਟਦਾ ਅਤੇ ਵਧਦਾ ਹੈ। ਹਰੇਕ ਚੀਜ਼ ਦਾ ਉਸ ਕੋਲ ਇੱਕ ਮੈਮਾਨਾ ਹੈ।"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "ਅਤੇ ਉਹ ਗੁਪਤ ਅਤੇ ਪ੍ਰਗਟ ਨੂੰ ਵੀ ਜਾਣਨ ਵਾਲਾ ਹੈ। ਉਹ ਸਭ ਤੋਂ ਵੱਡਾ ਸਰਵ ਸ੍ਰੇਸ਼ਟ ਹੈ।"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "ਤੁਹਾਨੂੰ ਕੋਈ ਬੰਦਾ ਹੌਲੀ ਜਿਹੀ ਗੱਲ ਕਹੇ ਤੇ ਜਾਂ ਚੀਕ ਕੇ ਕਹੇ, ਜਿਹੜਾ ਰਾਤ ਨੂੰ ਲੁਕਿਆ ਹੋਇਆ ਹੈ ਅਤੇ ਦਿਨ ਨੂੰ ਚੱਲ ਰਿਹਾ ਹੈ, ਅੱਲਾਹ ਲਈ ਸਾਰੇ ਇੱਕ ਬਰਾਬਰ ਹਨ।"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "ਹਰ ਇੱਕ ਵਿਅਕਤੀ ਦੇ ਅੱਗੇ ਅਤੇ ਪਿੱਛੇ ਉਸ ਦੇ ਨਿਗਰਾਨ ਹਨ, ਜਿਹੜੇ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਨਾਲ ਉਸ ਦੀ ਦੇਖ ਭਾਲ ਕਰ ਰਹੇ ਹਨ। ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ ਕਿ ਅੱਲਾਹ ਕਿਸੇ ਕੌਮ ਦੀ ਹਾਲਤ ਨੂੰ ਨਹੀਂ ਬਦਲਦਾ ਜਦੋਂ ਤੱਕ ਉਹ ਅਪਣੇ ਮਨਾਂ ਨੂੰ ਨਾ ਬਦਲ ਲੈਣ। ਜਦੋਂ' ਅੱਲਾਹ ਕਿਸੇ ਕੌਮ ਉੱਪਰ ਕੋਈ ਆਫ਼ਤ ਲਿਆਉਣਾ ਚਾਹੁੰਦਾ ਹੈ, ਤਾਂ ਫਿਰ ਉਸ ਨੂੰ ਰੋਕਣ ਦਾ ਕੋਈ ਉਪਾਅ ਨਹੀਂ, ਅੱਲਾਹ ਤੋਂ ਬਿਨਾ ਉਸ ਦੇ ਬਰਾਬਰ ਕੋਈ ਸਹਾਇਕ ਨਹੀਂ।"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "ਉਹ ਹੀ ਹੈ ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਬਿਜਲੀ ਦਿਖਾਉਂਦਾ ਹੈ, ਜਿਸ ਤੋਂ ਡਰ ਵੀ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਅਤੇ ਉਮੀਦ ਵੀ, ਅਤੇ ਉਹੀ ਹੈ, ਜਿਹੜਾ ਪਾਣੀ ਦੇ ਭਰੇ ਬੱਦਲ ਉਠਾਉਂਦਾ ਹੈ।"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "ਅਤੇ ਬਿਜਲੀ ਦੀ ਗਰਜ ਵੀ, ਉਸ ਦੀ ਪ੍ਰਸੰਸਾ ਦੇ ਨਾਲ, ਉਸ ਦੀ ਪਵਿੱਤਰਤਾ ਦਾ ਵਰਣਨ ਕਰਦੀ ਹੈ। ਫ਼ਰਿਸ਼ਤੇ ਵੀ ਉਸ ਦੇ ਡਰ ਨਾਲ (ਉਸ ਦੀ ਪਵਿੱਤਰਤਾ ਦਾ ਵਰਨਣ ਕਰਦੇ ਹਨ) ਅਤੇ ਉਹ ਬ਼ਿਜਲੀਆਂ ਭੇਜਦਾ ਹੈ। ਜਿਸ ਉੱਪਰ ਚਾਹਵੇ ਡੇਗ ਦਿੰਦਾ ਹੈ। ਅਤੇ ਉਹ ਲੋਕ ਅੱਲਾਹ ਦੇ ਸਬੰਧ ਵਿਚ ਝਗੜਾ ਕਰਦੇ ਹਨ, ਹਾਲਾਂਕਿ ਉਹ ਸਭ ਤੋਂ ਉੱਤਮ ਅਤੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਹੈ।"
        }
    ]
}