{
    "pages": [
        {
            "chapter": 13,
            "verse": 19,
            "text": "ਜਿਹੜਾ ਬੰਦਾ ਇਹ ਜਾਣਦਾ ਹੈ ਕਿ ਜਿਹੜਾ ਕੁਝ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਉਤਾਰਿਆ ਗਿਆ ਹੈ, ਉਹ ਸੱਚ ਹੈ। ਕੀ ਉਹ ਉਸ ਦੇ ਬਰਾਬਰ ਹੋ ਸਕਦਾ ਹੈ ਜਿਹੜਾ ਅੰਨ੍ਹਾ ਹੈ। ਸਿੱਖਿਆ ਤਾਂ ਬੁੱਧੀ ਵਾਲੇ ਲੋਕ ਹੀ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ।"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "ਉਹ ਲੋਕ ਜਿਹੜੇ ਅੱਲਾਹ ਦੇ ਨਾਂ ਤੇ ਕੀਤੇ ਵਾਅਦਿਆਂ ਨੂੰ ਪੂਰਾ ਕਰਦੇ ਹਨ ਅਤੇ ਉਸ ਨਾਲ ਕੀਤੇ ਵਾਅਦੇ ਨੂੰ ਨਹੀ' ਤੋੜਦੇ।"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "ਅਤੇ ਜਿਹੜੇ ਉਸ ਨੂੰ ਜੋੜਦੇ ਹਨ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਨੇ ਜੋੜਨ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਹੈ, ਉਹ ਆਪਣੇ ਰੱਬ ਤੋਂ ਡਰਦੇ ਹਨ ਅਤੇ ਬੁਰੇ ਹਿਸਾਬ ਦਾ ਭੈਅ ਰੱਖਦੇ ਹਨ।"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਰੱਬ ਦੀ ਖੁਸ਼ੀ ਲਈ ਧੀਰਜ ਰੱਖਿਆ, ਨਮਾਜ਼ ਸਥਾਪਿਤ ਕੀਤੀ ਅਤੇ ਸਾਡੇ ਦਿੱਤੇ ਹੋਏ ਵਿਚੋਂ ਗੁਪਤ ਅਤੇ ਖੁੱਲ੍ਹਾ ਖਰਚ ਕੀਤਾ। ਅਤੇ ਜਿਹੜੇ ਬੁਰਾਈ ਨੂੰ ਨੇਕੀ ਨਾਲ ਦੂਰ ਕਰਦੇ ਹਨ। ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਲਈ ਹੀ ਪ੍ਰਲੋਕ ਦਾ ਘਰ ਹੈ।"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "ਹਮੇਸ਼ਾ ਰਹਿਣ ਵਾਲੇ ਬਾਗ਼ ਜਿਨ੍ਹਾਂ ਵਿਚ ਉਹ ਪ੍ਰਵੇਸ਼ ਕਰਨਗੇ ਅਤੇ ਉਹ ਵੀ ਜਿਹੜੇ ਉਸ ਦੇ ਯੋਗ ਬਣੇ, ਉਨ੍ਹਾਂ ਦੇ ਵਡੇਰੇ, ਪਤਨੀਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਔਲਾਦਾਂ ਵਿਚੋਂ ਵੀ। ਅਤੇ ਫਰਿਸ਼ਤੇ ਹਰੇਕ ਦਰਵਾਜ਼ੇ ਤੋਂ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਆਉਣਗੇ।"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "ਆਖਣਗੇ, ਤੁਹਾਡੇ ਲਈ ਸਲਾਮਤੀ ਹੋਵੇ, ਉਸ ਧੀਰਜ ਦੇ ਬਦਲੇ ਜਿਹੜਾ ਤੁਸੀਂ ਰੱਖਿਆ। ਤਾਂ ਕਿੰਨਾ ਚੰਗਾ ਹੈ ਇਹ ਪ੍ਰਲੋਕ ਦਾ ਘਰ।"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਅੱਲਾਹ ਲਈ ਕੀਤੀ ਪ੍ਰਤਿੱਗਿਆ ਨੂੰ ਪੱਕਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਤੋੜਦੇ ਹਨ ਅਤੇ ਉਸ ਨੂੰ ਕੱਟਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅੱਲਾਹ ਨੇ ਜੋੜਨ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਹੈ ਅਤੇ ਧਰਤੀ ਉੱਪਰ ਕਲੇਸ਼ ਕਰਦੇ ਹਨ ਅਜਿਹੇ ਲੋਕਾਂ ਨੂੰ ਲਾਹਣਤ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਲਈ ਬੁਰਾ ਘਰ ਹੈ।"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਜ਼ਿਆਦਾ ਰਿਜ਼ਕ ਚਿੰਦਾ ਹੈ ਅਤੇ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਥੋੜ੍ਹਾ ਦਿੰਦਾ ਹੈ। ਅਤੇ ਉਹ ਸੰਸਾਰਿਕ ਜੀਵਨ ਉੱਪਰ ਖੂਸ਼ ਹਨ। ਅਤੇ ਸੰਸਾਰਿਕ ਜੀਵਨ ਪ੍ਰਲੋਕ ਦੀ ਤੁਲਨਾ ਵਿਚ ਇੱਕ ਤੁੱਛ ਵਸਤੂ ਤੋਂ ਬਿਨ੍ਹਾਂ ਕੁਝ ਵੀ ਨਹੀਂ।"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਸ ਬੰਦੇ ਉੱਪਰ ਇਸ ਦੇ ਰੱਬ ਵੱਲੋਂ ਕੋਈ ਨਿਸ਼ਾਨੀ ਕਿਉ' ਨਹੀਂ ਉਤਾਰੀ ਗਈ। ਆਖੋ, ਕਿ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਭਟਕਾਉਣਾ ਚਾਹੁੰਦਾ ਹੈ, ਭਟਕਾ ਦਿੰਦਾ ਹੈ ਅਤੇ ਉਹ ਆਪਣਾ ਰਾਹ ਉਸ ਨੂੰ ਦਿਖਾਉਂਦਾ ਹੈ, ਜਿਹੜਾ ਉਸ ਵੱਲ ਧਿਆਨ ਦੇਵੇ।"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "ਉਹ ਲੋਕ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਜਿਨ੍ਹਾਂ ਦੇ ਦਿਲ ਅੱਲਾਹ ਦੀ ਯਾਦ ਵਿਚ ਸੰਤੁਸ਼ਟ ਹੁੰਦੇ ਹਨ। ਸੁਣੋ, ਅੱਲਾਹ ਦੀ ਯਾਦ ਨਾਲ ਹੀ ਦਿਲਾਂ ਨੂੰ ਸੰਤੁਸ਼ਟੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।"
        }
    ]
}