{
    "pages": [
        {
            "chapter": 22,
            "verse": 56,
            "text": "ਉਸ ਦਿਨ ਸਾਰਾ ਅਧਿਕਾਰ ਸਿਰਫ਼ ਅੱਲਾਹ ਦਾ ਹੋਵੇਗਾ। ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਫੈਸਲਾ ਕਰੇਗਾ। ਤਾਂ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਚੰਗੇ ਕਰਮ ਕੀਤੇ, ਉਹ ਨਿਅਮਤ ਦੇ ਬਾਗ਼ਾਂ ਵਿਚ ਹੋਣਗੇ।"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "ਅਤੇ ਜਿਲ੍ਹਾ ਨੇ ਅਵਿਗਿਆ ਕੀਤੀ ਅਤੇ ਸਾਡੀਆਂ ਆਇਤਾਂ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ ਤਾਂ ਉਨ੍ਹਾਂ ਲਈ ਅਪਮਾਣਜਨਕ ਦੰਡ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "ਅਤੇ ਜਿਨ੍ਹਾ ਲੋਕਾਂ ਨੇ ਅੱਲਾਹ ਦੇ ਰਾਹ ਵਿਚ ਆਪਣਾ ਘਰ ਬਾਰ ਛੱਡ ਦਿੱਤਾ, ਫਿਰ ਉਨ੍ਹਾਂ ਦੀ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ ਗਈ ਜਾਂ ਉਹ ਮਰ ਗਏ, ਅੱਲਾਹ ਜ਼ਰੂਰ ਉਨ੍ਹਾਂ ਨੂੰ ਚੰਗੀ ਰੋਜ਼ੀ ਦੇਵੇਗਾ।"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "ਅਤੇ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਸਭ ਤੋਂ ਚੰਗੀ ਰੋਜ਼ੀ ਦੇਣ ਵਾਲਾ ਹੈ। ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਅਜਿਹੇ ਸਥਾਨ ਤੇ ਪਹੁੰਚਾਵੇਗਾ, ਜਿਥੇ ਉਹ ਸਤ੍ਰੰਸ਼ਟ ਹੋਣਗੇ। ਅਤੇ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਜਾਣਨ ਵਾਲਾ ਅਤੇ ਸਹਿਣਸ਼ੀਲ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "ਇਹ ਹੋ ਲਿਆ। ਅਤੇ ਜਿਹੜਾ ਬੰਦਾ ਉਸ ਤਰਾਂ ਹੀ ਬਦਲਾ ਲਵੇ ਜਿਵੇਂ ਉਸ ਨਾਲ ਕੀਤਾ ਗਿਆ ਸੀ। ਅਤੇ ਫਿਰ ਉਸ ਉੱਪਰ ਜ਼ੁਲਮ ਕੀਤਾ ਜਾਵੇ, ਤਾਂ ਅੱਲਾਹ ਉਸ ਦੀ ਮਦਦ ਕਰੇਗਾ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਮੁਆਫ਼ੀ ਦੇਣ ਵਾਲਾ ਅਤੇ ਨਰਮੀ ਤੋਂ ਕੰਮ ਲੈਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "ਇਹ ਇਸ ਲਈ ਕਿ ਅੱਲਾਹ ਰਾਤ ਨੂੰ ਦਿਨ ਵਿਚ ਅਤੇ ਦਿਨ ਨੂੰ ਰਾਤ ਵਿਚ ਦਾਖ਼ਿਲ ਕਰਦਾ ਹੈ। ਅੱਲਾਹ ਸੁਣਨ ਵਾਲਾ ਅਤੇ ਦੇਖਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "ਇਹ ਇਸ ਲਈ ਕਿ ਅੱਲਾਹ ਹੀ ਸੱਚ ਹੈ ਅਤੇ ਬਾਕੀ ਸਭ ਅਸੱਤ ਹੈ ਜਿਸ ਨੂੰ ਲੋਕ ਪੁਕਾਰਦੇ ਹਨ, ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਸਭ ਤੋਂ ਉੱਪਰ ਹੈ ਅਤੇ ਵੱਡਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਦੇ ਕਿ ਅੱਲਾਹ ਨੇ ਅਸਮਾਨ ਤੋਂ ਪਾਣੀ ਬਰਸਾਇਆ। ਫਿਰ ਧਰਤੀ ਹਰੀ ਭਰੀ ਹੋ ਗਈ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਡੂੰਘਾਈ ਤੱਕ ਜਾਣਨ ਵਾਲਾ ਹੈ ਅਤੇ ਖ਼ਬਰ ਰੱਖਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "ਉਸੇ ਦਾ ਹੈ ਜੋ ਕੁਝ ਅਸਮਾਨਾਂ ਵਿਚ ਹੈ ਅਤੇ ਜੋ ਕੁਝ ਧਰਤੀ ਵਿਚ ਹੈ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਹੈ। ਜਿਹੜਾ ਬੇਪਰਵਾਹ ਹੈ ਅਤੇ ਪ੍ਰਸੰਸਾ ਵਾਲਾ ਹੈ।"
        }
    ]
}