{
    "pages": [
        {
            "chapter": 26,
            "verse": 40,
            "text": "ਤਾਂ ਕਿ ਜੇਤੂ ਰਹਿਣ ਵਾਲੇ ਸਾਰੇ ਜਾਦੂਗਰਾਂ ਦਾ ਸਾਥ ਦੇ ਸਕੀਏ।"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "ਫਿਰ ਜਦੋਂ ਜਾਦੂਗਰ ਆ ਗਏ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਫਿਰਔਨ ਨੂੰ ਕਿਹਾ ਕਿ ਜੇਕਰ ਅਸੀਂ ਜਿੱਤ ਗਏ ਤਾਂ ਸਾਡੇ ਲਈ ਕੋਈ ਇਨਾਮ ਹੈ"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "ਉਸ ਨੇ ਕਿਹਾ, ਹਾਂ, ਤੁਸੀਂ ਉਸ ਹਾਲਤ ਵਿਚ ਮੇਰੇ ਨਜ਼ਦੀਕੀ ਲੋਕਾਂ ਵਿਚ ਸ਼ਾਮਿਲ ਹੋ ਜਾਵੋਗੇ।"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "ਮੂਸਾ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਹਾ, ਕਿ ਤੁਸੀਂ ਜੋ ਕੁਝ ਸੁੱਟਣਾ ਹੈ, ਸੁੱਟੋ।"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "ਫਿਰ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੀਆਂ ਰੱਸੀਆਂ ਤੇ ਸੋਟੀਆਂ ਸੁੱਟ ਦਿੱਤੀਆਂ ਅਤੇ ਕਿਹਾ ਕਿ ਫਿਰਔਨ ਦੇ ਨਸੀਬਾਂ ਦੀ ਸਹੁੰ ਅਸੀਂ ਹੀ ਜਿੱਤਾਂਗੇ।"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "ਫਿਰ ਮੂਸਾ ਅਲੈ ਨੇ ਆਪਣੀ ਸੋਟੀ ਸੁੱਟੀ, ਤਾਂ ਅਚਾਨਕ ਉਹ ਉਸ ਜਾਦੂ ਨੂੰ ਨਿਗਲਣ ਲੱਗ ਪਈ ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਨੇ ਕੀਤਾ ਸੀ।"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "ਫਿਰ ਜਾਦੂਗਰ ਸਿਜਦੇ ਵਿਚ ਕਿੱਗ ਪਏ।"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਅਸੀਂ ਸਾਰੇ ਸੰਸਾਰ ਦੇ ਰੱਬ ਦੇ ਉੱਪਰ ਈਮਾਨ ਲਿਆਉਂਦੇ ਹਾਂ।"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "ਜਿਹੜਾ ਮੂਸਾ ਅਤੇ ਹਾਰੂੰਨ ਦਾ ਰੱਬ ਹੈ।"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "ਫਿਰਔਨ ਨੇ ਕਿਹਾ, ਤੁਸੀਂ ਇਸ ਨੂੰ ਮੇਰੀ ਇਜਾਜ਼ਤ ਤੋਂ ਬਿਲ੍ਹਾਂ ਕਿਵੇਂ ਮੰਨ ਲਿਆ। ਬੇਸ਼ੱਕ ਤੁਹਾਡਾ ਗੁਰੂ ਤਾਂ ਉਹ ਹੈ, ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਜਾਦੂ ਸਿਖਾਇਆ ਹੈ। ਇਸ ਲਈ ਹੁਣ ਤੁਹਾਨੂੰ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ ਮੈਂ ਤੁਹਾਡੇ ਇੱਕ ਪਾਸੇ ਦਾ ਹੱਥ ਅਤੇ ਇੱਕ ਪਾਸੇ ਦਾ ੈਰ ਕੱਟ ਦੇਵਾਂਗਾ ਅਤੇ ਤੁਹਾਨੂੰ ਸੂਲ੍ਹੀ ਉੱਪਰ ਚੜ੍ਹਾ ਦੇਵਾਂਗਾ।"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ, ਕੋਈ ਫਿਕਰ ਨਹੀਂ ਅਸੀਂ ਆਪਣੇ ਮਾਲਕ ਦੇ ਪਾਸ ਪਹੁੰਚ ਜਾਵਾਂਗੇ।"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "ਅਸੀਂ ਆਸ ਰੱਖਦੇ ਈਮਾਨ ਲਿਆਉਣ ਵਾਲੇ ਬਣੇ।"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "ਅਤੇ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਵਹੀ ਭੇਜੀ ਕਿ ਮੇਰੇ ਬੰਦਿਆਂ ਨੂੰ ਲੈ ਕੇ ਰਾਤ ਨੂੰ ਨਿਕਲ ਜਾਉ, ਯਕੀਨਨ ਤੁਹਾਡਾ ਪਿੱਛਾ ਕੀਤਾ ਜਾਵੇਗਾ।"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "ਫਿਰ ਫਿਰਨ ਨੇ ਸ਼ਹਿਰਾਂ ਵਿਚ ਦੂਤ ਭੇਜੇ।"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "ਇਹ ਲੋਕ ਛੋਟਾ ਜਿਹਾ ਸਮੂਹ ਹਨ।"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "ਅਤੇ ਇਨ੍ਹਾਂ ਨੇ ਸਾਨੂੰ ਗੁੱਸਾ ਦਿਵਾਇਆ ਹੈ।"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "ਅਤੇ ਅਸੀਂ ਸਾਰੇ ਸਾਜ਼-ਓ-ਸਮਾਨ ਨਾਲ ਹਾਂ।"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "ਫਿਰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਬਾਗ਼ਾਂ ਅਤੇ ਚਸ਼ਮਿਆਂ ਵਿਚੋਂ ਕੱਢ ਦਿੱਤਾ।"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "ਅਤੇ ਖਜ਼ਾਨਿਆਂ ਤੇ ਚੰਗੇ ਘਰਾਂ ਚੋਂ ਵੀ।"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "ਇਹ ਹੋਇਆ। ਅਤੇ ਅਸੀਂ ਇਸਰਾਈਲ ਦੀ ਔਲਾਦ ਨੂੰ ਇਨ੍ਹਾਂ ਚੀਜ਼ਾਂ ਦਾ ਵਾਰਿਸ ਬਣਾ ਦਿੱਤਾ।"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "ਫਿਰ ਉਨ੍ਹਾਂ ਨੇ ਸੂਰਜ ਨਿਕਲਦੇ ਸਮੇਂ' ਉਨ੍ਹਾਂ ਦਾ ਪਿੱਛਾ ਕੀਤਾ।"
        }
    ]
}