{
    "pages": [
        {
            "chapter": 31,
            "verse": 20,
            "text": "ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਦੇਖਦੇ ਕਿ ਅੱਲਾਹ ਨੇ ਜਿਹੜਾ ਕੁਝ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਵਿਚ ਹੈ, ਤੁਹਾਡੀ ਸੇਵਾ ਵਿਚ ਲਗਾ ਦਿੱਤਾ ਹੈ। ਅਤੇ ਉਸ ਨੇ ਆਪਣੀਆਂ ਪ੍ਰਤੱਖ ਅਤੇ ਗੁੱਝੀਆਂ ਨਿਆਮਤਾਂ ਤੁਹਾਡੇ ਉੱਪਰ ਪੂਰੀਆਂ ਕਰ ਦਿੱਤੀਆਂ ਹਨ। ਲੋਕਾਂ ਵਿਚ ਅਜਿਹੇ ਵੀ ਹਨ ਜਿਹੜੇ ਬਿਨਾ ਕਿਸੇ ਗਿਆਨ, ਨਸੀਹਤ ਅਤੇ ਪ੍ਰਕਾਸ਼ਮਈ ਕਿਤਾਬ ਤੋਂ ਅੱਲਾਹ ਦੇ ਬਾਰੇ ਝਗੜਾ ਕਰਦੇ ਹਨ।"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "ਅਤੇ ਜਦੋਂ ਇਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਉਸ ਚੀਜ਼ ਦਾ ਪਾਲਣ ਕਰੋ ਜਿਹੜੀ ਅੱਲਾਹ ਨੇ ਉਤਾਰੀ ਹੈ ਤਾਂ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਨਹੀਂ। ਅਸੀਂ ਉਸ ਚੀਜ਼ ਦਾ ਪਾਲਣ ਕਰਾਂਗੇ ਜਿਸ ਤੇ ਅਸੀਂ ਆਪਣੇ ਪਿਉ-ਦਾਦਿਆਂ ਨੂੰ ਚਲਦੇ ਹੋਏ ਦੇਖਿਆ ਹੈ। ਕੀ ਜੇਕਰ"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "ਅਤੇ ਜਿਹੜਾ ਬੰਦਾ ਆਪਣਾ ਚਿਹਰਾ ਅੱਲਾਹ ਵੱਲ ਝੂਕਾ ਦੇਵੇ ਅਤੇ ਉਹ ਚੰਗਾ ਕਰਮ ਕਰਨ ਵਾਲਾ ਵੀ ਹੋਵੇ ਤਾਂ ਸਮਝੋ (ਉਸਨੇ) ਮਜਬੂਤ ਰੱਸਾ ਫੜ੍ਹ ਲਿਆ। ਸਾਰੇ ਮਾਮਲਿਆਂ ਦਾ ਅੰਤਿਮ ਸਿੱਟਾ ਅੱਲਾਹ ਦੇ ਕੋਲ ਹੀ ਹੈ।"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "ਅਤੇ ਜਿਸ ਨੇ ਅਵੱਗਿਆ ਕੀਤੀ ਤਾਂ ਉਨ੍ਹਾਂ ਦੀ ਅਵੱਗਿਆ (ਕਾਰਨ) ਤੂਸੀਂ' ਦੂਖੀ ਨਾ ਹੋਵੋਂ। ਸਾਡੇ ਵੱਲ ਹੀ ਹੈ ਉਨ੍ਹਾਂ ਦਾ ਮੁੜਨਾ। ਤਾਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਦੱਸ ਦੇਵਾਂਗੇ ਜਿਹੜਾ ਕੁਝ ਉਨ੍ਹਾਂ ਨੇ ਕੀਤਾ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਅੰਤਰਜਾਮੀ (ਦਿਲ ਦੀਆਂ ਗੱਲਾਂ ਨੂੰ ਜਾਨਣ ਵਾਲਾ) ਹੈ।"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "ਇਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਥੋੜ੍ਰੇ ਸਮੇਂ ਤੱਕ ਹੀ ਲਾਭ ਦੇਵਾਂਗੇ। ਫਿਰ ਇਨ੍ਹਾਂ ਨੂੰ ਸਖ਼ਤ ਸਜ਼ਾ ਵੱਲ ਖਿੱਚ ਲਵਾਂਗੇ।"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਤੋਂ ਪੁੱਛੋ ਕਿ ਅਸਮਾਨਾਂ ਅਤੇ ਧਰਤੀ ਨੂੰ ਕਿਸ ਨੇ ਪੈਦਾ ਕੀਤਾ ਹੈ। ਤਾਂ ਉਹ ਜ਼ਰੂਰ ਕਹਿਣਗੇ ਕਿ ਅੱਲਾਹ ਨੇ। ਆਖੋ, ਕਿ ਸਾਰੀ ਪ੍ਰਸੰਸਾ ਅੱਲਾਹ ਲਈ ਹੀ ਹੈ। ਪਰ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਜ਼ਿਆਦਾਤਰ (ਲੋਕ) ਨਹੀਂ ਜਾਣਦੇ।"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "ਅੱਲਾਹ ਦਾ ਹੀ ਹੈ ਜਿਹੜਾ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਤੇ ਹੈ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਬੇਪਰਵਾਹ ਅਤੇ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "ਅਤੇ ਜੇਕਰ ਧਰਤੀ ਤੇ ਜਿਹੜੇ ਰੁੱਖ ਹਨ, ਉਹ ਕਲਮਾਂ ਬਣ ਜਾਣ ਅਤੇ ਸਮੁੰਦਰ ਅਤੇ ਹੋਰ ਸੱਤ ਸਮੁੰਦਰ ਸਿਆਹੀ ਬਣ ਜਾਣ, ਤਾਂ ਵੀ ਅੱਲਾਹ ਦੀਆਂ ਗੱਲਾਂ (ਸਿਫ਼ਤ ਸਲਾਹ) ਖ਼ਤਮ ਨਾ ਹੋਣਗੀਆਂ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸਰਬਸ਼ਕਤੀ ਮਾਨ ਅਤੇ ਬਿਬੇਕ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "ਤੁਹਾਡੇ ਸਾਰਿਆਂ ਦਾ ਪੈਦਾ ਕਰਨਾ ਅਤੇ ਜੀਵਿਤ ਕਰਨਾ ਬਸ ਇਉਂ ਹੈ, ਜਿਵੇਂ ਇੱਕ ਬੰਦੇ ਨੂੰ (ਪੈਦਾ ਕਰਨਾ)। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸੁਣਨ ਵਾਲਾ ਅਤੇ ਦੇਖਣ ਵਾਲਾ ਹੈ।"
        }
    ]
}