{
    "chapter": [
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif. Lam. Ra. Knjiga - objavljujemo je tebi da izvedeš ljude iz tmina na svjetlost, s dozvolom Gospodara njihovog, na put Moćnog, Hvaljenog"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allaha, Onog čije je šta je na nebesima i šta je na Zemlji. A teško nevjernicima od kazne žestoke"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Onima koji više vole život Dunjaa od Ahireta i odvraćaju od puta Allahovog i traže ga iskrivljenim. Takvi su u zabludi dalekoj"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "I slali smo svakog poslanika samo s jezikom naroda njegovog, da im objasni. Pa, Allah zabluđuje koga hoće, a upućuje koga hoće; a On je Moćni, Mudri"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "I doista smo poslali Musaa sa znakovima Našim: “Izvedi narod svoj iz tmina na svjetlost i opomeni ih danima Allahovim.” Uistinu, u tome su znaci svakom strpljivom, zahvalnom"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "I kad reče Musa narodu svom: “Sjetite se blagodati Allahove nad vama, kad vas je izbavio od ljudstva faraovnovog, mučili su vas zlom kaznom i klali sinove vaše, a davali da žive žene vaše. A u tome je bilo strašno iskušenje od Gospodara vašeg.”"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "I kad najavi Gospodar vaš: “Ako budete zahvaljivali, sigurno ću vam uvećati; a ako ne budete zahvaljivali, uistinu, kazna Moja je žestoka.”"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "I reče Musa: “Ako budete nezahvalni vi i onaj ko je na Zemlji, svi, pa uistinu, Allah je Neovisni, Hvaljeni.”"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Zar vam nije stigla vijest onih prije vas: naroda Nuhovog i Ada, i Semuda i onih poslije njih? Zna ih samo Allah. Dolazili su im poslanici njihovi sa jasnim znacima, pa su stavljali ruke svoje u usta svoja, i govorili: “Uistinu, mi ne vjerujemo u ono s čim ste poslani, i uistinu, mi smo prema onom čemu nas pozivate u sumnji zbunjujućoj.”"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Govorili bi poslanici njihovi: “Zar je u Allaha sumnja, Stvoritelja nebesa i Zemlje? Poziva vas da vam oprosti grijehe vaše i ostavi vas do roka određenog.” Rekli bi: “Vi ste samo smrtnici slični nama! Želite da nas odvratite od onog šta obožavaju očevi naši, zato nam dajte dokaz jasan.”"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Poslanici njihovi bi im rekli: “Mi smo samo smrtnici slični vama, međutim Allah obdaruje koga hoće od robova Svojih. I nije za nas da vam donosimo dokaz, izuzev s dozvolom Allahovom. A u Allaha zato neka se pouzdaju vjernici"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "A šta nam je da se ne bi pouzdali u Allaha, a već nas je uputio putevima našim. I sigurno ćemo se strpiti nad onim čim nas uznemiravate. A u Allaha zato neka se pouzdaju pouzdavatelji.”"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "A oni koji nisu vjerovali rekli bi, poslanicima svojim: “Sigurno ćemo vas protjerati iz zemlje naše, ili ćete se sigurno vratiti u millet naš.” Tad bi im objavljivao Gospodar njihov: “Sigurno ćemo uništiti zalime"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "I sigurno ćemo Zemlju nastaniti vama, poslije njih. To je za onog ko se boji stajanja preda Mnom i boji se prijetnje Moje.”"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "I tražili su presudu (pobjedu), i propao bi svaki buntovni, svojeglavi"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Ispred njega je Džehennem, a biće napajan vodom gnojavom"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Žderaće je, a jedva da će je progutati, i dolaziće mu smrt sa svakog mjesta, a neće on biti mrtav. I ispred njega će biti kazna gruba"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Primjer onih koji ne vjeruju u Gospodara svog: Djela njihova su kao pepeo kojeg raznese vjetar u danu olujnom. Neće upravljati ni nad čim od onog šta su zaradili. To je ta zabluda daleka"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Zar ne vidiš da je Allah stvorio nebesa i Zemlju s Istinom? Ako hoće, odstraniće vas, i dovesti stvorenje novo"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "A nije to za Allaha teško"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "I izaći će Allahu svi, pa će slabi reći onima koji su se oholili: “Uistinu, mi smo bili vaše pristalice, pa hoćete li nam vi imalo koristiti protiv kazne Allahove?” Reći će: “Da je nas uputio Allah, sigurno bismo vas uputili. Isto nam je uzrujavali se ili trpili, nema za nas nikakva pribježišta.”"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "I reći će šejtan, pošto stvar bude presuđena: “Uistinu! Allah vam je dao obećanje istinito, i obećao sam vam, pa sam vas iznevjerio. I nisam ja nad vama imao nikakvu vlast osim što sam vas pozivao, pa ste mi se odazvali. Zato ne korite mene, a korite duše svoje. Nisam ja pomagač vaš, niti ste vi pomagači moji. Uistinu, ja sam poricao to što ste me pridruživali ranije.” Uistinu, zalimi - imaće oni kaznu bolnu"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "I biće dato da oni koji vjeruju i čine dobra djela uđu u bašče ispod kojih teku rijeke, vječno će biti u njima s dozvolom Gospodara njihovog. Pozdrav njihov u njima će biti: “Selam!”"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Zar ne vidiš kako Allah navodi primjer riječi dobre kao drveta dobrog: korijen njegov je čvrst, a njegove grane u nebu"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Daje plodove svoje svake sezone s dozvolom Gospodara svog. A Allah navodi primjere ljudima, da bi se oni podsjetili"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "A primjer loše riječi je kao loše drvo iščupano nad zemljom, nema ono nikakve stabilnosti"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allah ojačava one koji vjeruju rječju čvrstom u životu Dunjaa i na Ahiretu, a zabluđuje Allah zalime; a Allah čini šta hoće"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Zar ne vidiš one koji su blagodat Allahovu zamijenili kufrom i učinili da se narod njihov spusti u kuću propasti"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Džehennem, pržiće se njime, a loše je stanište"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "I načinili su Allahu suparnike da zavode s puta Njegovog. Reci: “Uživajte! Pa uistinu, dolazište vaše je vatri.”"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Reci robovima Mojim koji vjeruju, (da) obavljaju salat i udjeljuju od onog čim smo ih opskrbili, tajno i javno, prije no dođe Dan u kojem neće biti trgovine, niti prijateljstva"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Allah je Taj koji je stvorio nebesa i Zemlju, i spušta s neba vodu, pa izvodi njome voće, (kao) opskrbu za vas. I potčinio vam je plovila, da plove morem po naredbi Njegovoj, i potčinio je za vas rijeke"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "I potčinio je za vas Sunce i Mjesec - oboje (us)trajno, i potčinio je za vas noć i dan"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "I daje vam od svačeg što od Njega tražite. A ako biste brojali blagodati Allahove, ne biste ih izračunali. Uistinu, čovjek je uveliko zalim, nezahvalnik"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "I kad reče Ibrahim: “Gospodaru moj! Učini ovaj grad sigurnim, i sačuvaj mene i sinove moje od obožavanja idola"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Gospodaru moj! Uistinu, oni su zaveli mnoge od ljudi. Pa ko mene bude slijedio, pa uistinu on je od mene, a ko me ne posluša - pa uistinu, Ti si Oprosnik, Milosrdni"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Gospodaru naš! Uistinu! Ja sam naselio neke od potomaka svojih u dolini neobradivoj, kod Kuće Tvoje Svete, Gospodaru naš, da bi obavljali salat; zato učini da srca ljudi žude ka njima, i opskrbi ih plodovima, da bi oni zahvaljivali"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Gospodaru naš! Uistinu, Ti znaš šta krijemo i šta obznanjujemo. A neće se sakriti od Allaha nikakva stvar u Zemlji, niti u nebu"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Hvala Allahu koji mi je u starosti podario Ismaila i Ishaka! Uistinu, Gospodar moj je Onaj koji čuje dowu"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Gospodaru moj! Učini me ustrajnim u salatu i (isto) od potomaka mojih, Gospodaru naš, i primi dowu moju"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Gospodaru naš! Oprosti meni i roditeljima mojim i vjernicima na Dan kad krene obračun.”"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "I nikako ne računaj da je Allah nemaran prema onom šta rade zalimi. Samo im odgađa do Dana u kojem će se ukočiti pogledi"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Biće trkači uzdignutih glava svojih, neće im se vraćati treptaj njihov, a srca njihova (kao) vazduh će biti"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "I upozori ljude Danom (kad) će im doći kazna, pa će reći oni koji su činili zulm: “Gospodaru naš! Ostavi nas do roka bliskog. Odazvaćemo se pozivu Tvom, i slijedićemo poslanike.” Zar se niste kleli prije da vam nema nikakva nestanka"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "A stanovali ste u nastambama onih koji su činili zulm dušama svojim, i bilo vam je jasno kako smo s njima postupili, a naveli smo vam primjere"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "I doista su pleli spletku svoju, a kod Allaha je spletka njihova, makar spletka njihova bila (takva) da njome brda nestanu"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Zato nikako ne misli da je Allah prekršilac obećanja Svog poslanicima Svojim. Uistinu! Allah je Moćni, Vlasnik osvete"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Na Dan kad bude zamijenjena Zemlja drugačijom Zemljom i nebesa, i kad se pojave Allahu Jedinom, Pokoritelju"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "I vidiš zločince Tog dana povezane u lance"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Odjeća njihova bit će od katrana, a lica njihova pokrivaće vatra"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Da bi isplatio Allah svakoj duši šta je zaradila. Uistinu! Allah je brz obračunom"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Ovo je Poruka ljudima - i da se opomenu njome, i da znaju da je On Bog Jedini, i da se pouče posjednici razuma"
        }
    ]
}