{
    "maqras": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "Ha se hore ho lokile ho lona ho ka lebisa lifahleho tsa lona bochabela kapa bophirima; empa ho ba le toka ke hore le be le tumelo ho Allah, le ho letsatsi la bofelo, manyeloi, Lengolo le halalelang, Baporofeta; le hona ho fana ka seo le nang le sona leratong la Allah, le ho beng ka lona, le ho likhutsana, le ho ba hlokang, le ho bahahlaoli, le ho ba kopang, le ho rekela makhoba bolokolohi, le hona ho tsitlallela lithapelong ekasitana le ho fana ka linyehelo. Ho phethahatsa lits’episo tseo le li entseng, le ho ba le mamello mathateng, mats’oenyehong le har’a lifaqane. Ruri bao ke ba nang le ‘nete sebele, ba bile ba ts’aba Allah"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Oho lona ba kholoang! Molao oa tekano le o totobalelitsoe linyeoeng tsa lipolaeano; balokolohi ho balokolohi, lekhoba ho lekhoba, mosali ho mosali. Empa haeba ts’oarelo e ka etsoa ke moena oa ‘molauoa, ho latela kahlolo; (‘molai) a fane ka mats’eliso a lumellehang ho eena. Ena ke qenehelo le mohau o tsoang ho Mong`a lona. Empa ea tla tlola meeli ka morao ho sena kahlolo ea hae e tla ba e mahlonoko"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Oho batho ba kutloisiso ho teng bophelo sebakeng sa lona molaong oa tekano, e le hore le tle le sesefe bobe"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Le totobalelitsoe hore haeba e mong oa lona a se a le makhatheng a lefu, a siea lefa; o ts’oanela ho le abela batsoali le beng ka eena ba haufi ka mokhoa o nepahetseng. Ruri ena ke ts’ebetso ho bohle ba sesefang bobe"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Ea tla fetola lefa leo kamor’a hoba a le tsebe, sebe se teng moo se tla ba holim’a eo ea entseng phetoho eo. Ruri Allah U utloa tsohle, o tseba tsohle"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Empa ha ho le teng ea ts’abang ts’ekamelo kapa ho etsa bobe hoa ‘maballi oa lefa, e be o kena lipakeng tsa mahlakore a mabeli ho bopa khotso; ho eena sebe ha se na hoba teng. Ruri Allah U ts’oarela-khafetsa, etsoe mohau oa hae o oa khaphatseha"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Oho lona ba kholoang! Le totobalelitsoe boitimo (ho ila), joaloka ha bo ile batotobatsoa ho ba bileng teng pele ho lona, e le hore le tle le sesefe bobe"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Boitimo ba matsatsi a baliloeng; empa haeba ho le teng ea kulang har’a lona, kapa a le leetong, o ts’oanela ho phethisa boitimo ba matsatsi a laetsoeng ha a se a le boemong bo nepahetseng. Haeba hona le ba hlolehang ho itima (maqheku le batsoetse), chelete e teng: ba ka fepa motho a le mong ea hlokang; empa haeba le rata ho fetisa moo ka thato ea lona, seo se molemo ho lona: etsoe boitimo bo molemo ho lona hoja le ne le tseba"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Ramadan ke kheoli eo Koran e senotsoeng ka eona, e le tataiso ho batho, e bile e le lits’upiso tse hlakileng tsa tataiso le kahlolo (ts’iea) lipakeng tsa botle le bobe. Kahoo e mong le e mong ea teng lapeng ka khoeli ena a e qete a le boitimong, haeba e mong oa lona a kula, kapa a le leetong, ha a se a le boemong bo lokileng a phethise boitimo ba matsatsi a laetsoeng. Allah U le lakaletsa botle; e seng ho le beha bothateng. O lakatsa ha le ka phethisa nako e laetsoeng, le hona ho mo rorisa ka ho le tataisa. Kamohlomong le tlabale teboho e khaphatsehang"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Ha makhabunyane a ka a ka u botsa ka ‘na, Ruri ke haufi. Ke mamela thapelo ea morapeli ka mong ha a bitsa ho `Na. Ka hona balokolle ho mamela pitso ea Ka, ba be ba lumele ho beha ts’epo ea bona ho ‘Na, e le hore ba tle ba tataisoe ka nepo"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Ruri ho molaong ho uena ho ka atamela basali ba hau bosiung ba boitimo. Ke likobo tsa hau, le uena u likobo tsa bona. Allah U hlokolosi hore u ne u ipehile tekong ka bo-uena, eaba o khutlela ho uena ka mohau, o ile a u ts’oarela. Ka hona robala le bona, u be u batle seo Allah a u abetseng sona; u je u be u noe ho fihlela mafube a bonala ho uena ho tsoa lerothong la meso. Joale e be u phethisa boitimo ba hau ho fihlela phirimana, u se ba ame ho hang; empa u be boikhutsong ka tlung ea thapelo (masjid). Ena ke meeli e laetsoeng ke Allah, kahoo u se ba atamele. Ke kamoo Allah a totobalitseng lits’upiso tsa hae ho batho, e le hore battle ba sesefe bobe"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Empa le se ke la ja maruo a lona lekeme-keme le le bang boikhabong, kapa la batla ho hohela baahloli ka oona, e le hore le tle le je maruo a ba bang ha mpe ka boikemisetso"
        }
    ]
}