{
    "maqras": [
        {
            "chapter": 19,
            "verse": 59,
            "text": "Empa kamor’a bona ho tlile letloobo le neng le sitoa ho phetha thapelo, le setse morao litakatso tsa mafeela. Empa ha ho hokae ba tla kopana le masaoana ao a bona"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Ntle le ba tla sokolohela tumelong, ba etse toka. Bao ke bona ba tla kena ka Serapeng, ha ho kamoo ba ka qhekelloang kateng, –"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Lirapa tsa Edene tseo Allah, ea Tletseng Lereko a li ts’episitseng makhabunyane a Hae har’a Masabonoeng: Hobane! Ruri ts’episo ea Hae e tlameha ho phethahala, –"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Ba ke ke ba utloa lipuo tse soabisang, haese tumeliso tsa “Khotso”; ba tla ba le lijo tsa hoseng le mantsiboea kamoo"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Seo ke Serapa seo Re tla se neha bahalaleli har’a makhabunyane a Rona e le lefa"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "“Ha re theohele lefats’eng ntle le ka taelo ea Mong`a lona. Lintho tsohle tse kapel’a rona le tsohle tse kamor’a rona le tsohle tse lipakeng tsa tsona ka bobeli ke tsa Allah, Mong`a lona haesale A sa lebale, –"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Mong`a maholimo le lefats’e le tsohle tse teng lipakeng tsa tsona! Kahoo, o Mo khumamele le ho Mo sebeletsa ka tieo. Tsebong ea hau na ho na le e mong ea ka reoang Lebitso le ts’oanang le la Hae"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Motho o re: “Eng! Ha ke se ke shoele, nka hlola ke boela ka tsosoa hape?”"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Empa motho ha a hopole hore Re mo hlotse pele es’o ho be letho"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Ka Mong`a hau! Ruri Re tla ba khobokanya `moho le mahlahana a liabolosi, Re tla ba hlahisa kapel’a lihele ba kebisitse melala"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Ebe moo re tlang ho motsula maquloaneng bohle bao e neng e le lingangele borabeleng malebana le Allah, Ea Tletseng Lereko"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Ruri Re na le bo’nete bo feletseng ka bohle ba tlang ho chesoa kamoo"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Ha ho mong le mong ea sa tl’o feta ho ona. Seo ke molao oa pallo ea Mong`a hau, e tlang ho phethahatsoa"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Re tla pholosa bohle ba neng ba le khahlanong le bobe, e be Re lesa bohle ba etsang libe ba tepeletse moo"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Nakong eo ba pheteloang lits’enolo tsa Rona tse hlakileng, mahana-umelo a re ho ba kholoang: “Mafapheng ana a mabeli, e leng la rona le la lona, ke le feng le maemong a phahameng ho feta le leng, kaha le le sefutho se kang sa lebotho?”"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Ha na ke meloko e mekae eo Re ileng Ra e ripitla pele ho bona, ba neng ba bile ba le sefutho mabapi le thepa esita le hona hobale chebelo pele"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "E re: “Haele ba khasang har’a phoso, Ruri Allah U tla lelefatsa nako ea bona ea bophelo, ho fihlela ba phirimeloa ke seo ba neng ba se ts’episitsoe, ebang ekaba kotlo lefats’eng lena, kapa ebang ekaba hora ea timelo, ke moo ba tlang ho tseba hore na ke bo mang ba nang le chebelo pele le hore na ke bo mang bao e leng lebotho le fokolang"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Allah U phaella tataiso e nepahetseng bohle ba tsamaeng ka nepo, mesebetsi e lokileng eo ba e etsang e molemo mahlong a Mong`a bona sebakeng sa moputso le bokamoso bo molemo.”"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Na u se u kile oa bona ea latolang lits’enolo tsa Rona kamorao e be o re: “Ruri ‘na ke tla putsoa ka bana le thepa?”"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Na o se a kile a bona Masabonoeng, kapa o thehile selekane le Allah"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Che! Re tla ngola tseo a li buoang le hona ho phaella kahlolong ea hae"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Sohle seo a se buoang se tla khutlela ho Rona, o tla ema kapel’a Rona a le fela, a le mong"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Ba inketse melimo esele kathoko ho Allah, ho ba neha matla le tlotla"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Empa ba tla latola borapeli ba bona, ba fetohe mahlaba-phieo khahlanong le eona"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Na u hlokometse hore re hlophile mahlahana a liabolosi khahlanong le mahana-tumelo ho ba fehla ka merusu"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "U se ba khothometse. Hobane Re sa ba balla matsatsi"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Ka letsatsi leo Re tlang ho khobokanya ba kholoang kapel’a Allah, joalo ka mokhatlo o lokileng"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "Re tla qhoba baetsalibe ho ea liheleng, joaloka mohlape o isoang metsing"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Ha ho ea tla ba le matla a ho ipuella, ntle feela le ba amohetseng tumello ho Mong`a bona"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Ba re: “Allah U tsoetse mora.”"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Ruri! Le buoa mahlabisa lihlong"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Maholimo a ka ‘nang a aroha likoto ke ona, lefats’e la petsoha esita le tsona lithaba tsa sisinyeha tsa oela"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Hore ba manehe Allah mora"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Hobane ho sa lokelehe botlotlehing ba Allah hore A ka tsoala mora"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Ha ho sehloliloeng sefe kapa sefe maholimong le lefats’eng eo e seng mohlanka oa Allah"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "U li tseba ka botlalo, U li ngotse ka mokhoa o nepahetseng"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "E mong le e mong oa bona o tla tla ho Eena mohla Letsatsi la Kahlolo a le mong"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Haele ba kholoang ba etsa liketso tse lokileng, ea Tletseng Lereko U tla ba Sitsa ka Lerato"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Re u nolofalelitse"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Meloko e mekae e bileng teng pele ho bona eo re e ripitlileng? Na u sa bona le’a mong oa batho bao, kapa hona ho utloa leha e le molumonyana feela oa bona? Ka lebitso la Allah, Ea Lereko, Mong`a hao"
        }
    ]
}