{
    "maqras": [
        {
            "chapter": 21,
            "verse": 29,
            "text": "Ha e mong oa bona a ka re: “Ruri! Ke ‘na `Mopi kathoko ho Allah”, eo eena Re tla mo putsa ka Lihele. E leng kamoo Re putsang baetsa-libe kateng"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Na e be mahana-tumelo ha ba tsebe hore maholimo le lefats’e e ne e le karolo e le ‘ngoe, eaba Re ea li arola; le hore Re ile Ra etsa lihloliloeng tsohle tse phelang ka metsi? Na e be ba sa tla ke ba kholoe"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Re behile Lithaba tse tsepameng holim’a lefats’e hore le se reketle ka bona, e bile re entse litsela tse pharalleteseng, e le hore ba tle ba iphumanele tataiso"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Re entse leholimo marulelo a sireletsehileng. Le hoja ba furalla lits’upiso tsa lona leholimo"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Ke Allah Ea hlotseng bosiu le mots’ehare, le lona letsatsi le ‘ngoeli. E ‘ngoe le e ‘ngoe ea tsona e tsamaea mocheng oa eona"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Ha Re’a s’o ka Re fana ka bophelo bosafeleng ho motho ofe kapa ofe pele ho uena. Eng! Haeba u ka shoa, na e be ba ka phela kahosafeleng"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Moea ka mong o tla latsoa lefu, Re le lekile ka botle le bobe. Bohle le tla boela ho Rona"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Nakong eo mahana-tumelo a u lemohang, ba u nka u le sesomo, ba re: “Ana ke eloa ea phoqang melingoana ea lona?” Ba bile banyefola lipuo tsohle tsa ea Tletseng Lereko"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Motho o hlotsoe a le lehala: Haufinyane Ke tla le bonts’a lits’upiso tsa Ka, ka nako eo le ke ke la nkopa ho li potlakisa"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Ba re: “Ke neng ts’episo eo e tlang ho phethahatsoa, haeba u hlile u buoa ‘nete?”"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Hoja e be mahana-tumelo ba ne ba mpa ba tsebile ka nako ea mohla ba tlang ho sitoa ho phutla mollo o tla beng o le mahlong a bona le ka mor’a bona, ba ke keng ba thusoa"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Che, nako eo e tla ba oela ka ts’ohanyetso, hore e tle e ba ts’erehanye hoo ba tlang ho sitoa le ho e thibela, kapa hona ho fumants’oa nyehlisetso"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Ba ‘nile ba so’ngoa Baromuoa pele ho uena, empa lits’omo tseo tsa bona li baetselitse lesakana-la-nkope bao bohle ba neng ba ba phoqa"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "E re: “Ke mang ea le lebetseng bosiu le mots’eare malebana le khalefo ea Allah, ea Tletseng Lereko.” Empa ba furalla polelo ea Mong`a bona"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Kapa e be bana le melingoana e ka ba pholosang khahlanong le Rona? Ruri! ba ke keng ba ithusa ka bo-bona, leha e le hona ho its’ireletsa khahlanong le Rona"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Che Re fane ho bona le ho bo-ntata bona ka lintho tse hloekileng tsa bophelo ba lefats’e, ho fihlela bophelo bo lelefetse malebana le bona. Ha ba bone kamoo Re chakelang naha kateng, le hona ho e khutsufatsa ka hanyane meeling e ka mathoko? Na e be ke bona ba tla hlola"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "E re: “Ke mpa feela ke le hlaha leseling ka ts’usumetso.” Empa haele litholo ha li utloe pitso nakong eo li eletsoang"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Haeba moea oa kahlolo ea Mong`a hau o ne o ka ba ama, Ruri ba ne ba tla re: “Tahlehelo ke’a rona! Hobane re bile baetsa- libe.”"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Re tla hlopha lipekho tsa Toka tsa Letsatsi la Kahlolo, e le hore ho se be moea o ka qhekelloang ka letho. Le hoja o tla be o lekana le qoba ea koro ka boima, empa re tla o tlisa boikarabellong. Re lekane ts’ebetso ea ho ka hlahloba"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Re ile Ra neha Moshe le Aarone ts’iea ea kahlolo ea botle le bobe, Leseli le Molaetsa le sehopotso sebakeng sa ba etsang botle"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Ba ts’abang Mong`a bona lekunutung, le ho ba hlokolosi ka hora ea kahlolo"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Sena ke Molaetsa o halalelang oo Re o senotseng: na le ona le tla o latola"
        }
    ]
}