{
    "maqras": [
        {
            "chapter": 30,
            "verse": 31,
            "text": "Sokolohelang ho Eena A inot`si le mo ts’abe, phethahatsang lithapelo tsa ka mehla eohle; le se be har’a ba kopanyang Allah le melingoana, –"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Ba arolang Tumelo ea bona, ba fetoha mekhahlelo, mokhahlelo ka mong o nyakalla bo oona"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Ha batho ba angoa ke bothata, Ba llela ho Mong`a bona le hona ho inyatsa kapel’e ho Eena; empa, hang hoba ba latsoe Mohau oa Hae, Bonang! ba bang ba bona ba khumamela melingoana kantle ho Mong`a bona, –"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Ho bonts’a ho hloka teboho ea melemo eo Re ba sitsitseng ka eona! Natefeloang ha nakoana; empa haufinyane le tla tseba"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Kapa ebe Re ba senoletse bopaki bo hlalosang tseo ba li khumamelang ‘moho le Eena"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Ha Re neha batho tatso ea Mohau, ba ea nyakalla; empa ha bomalimabe bo ba oela e le sephetho sa liketso tsa bona, ba felloa ke ts’epo"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Na ha ba bone hore Allah U phaella nala ea Hae holim’a eo a khahloang ke eena le hona hoba leqe ka eona holim’a eo a khahloang ke eena. Ruri! Molaetsa ona o jere lits’upiso molemong oa ba nang le tumelo"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Fanang ka karolo ea matlotlo a lona ho beng ka lona, mafutsana le ba hahlaoli. Seo se molemo ho ba tsomang Sefahleho sa Allah, bao ke bona ba tla atleha"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Empa seo le fanang ka sona e le phaello moo le batlang phaello e fetang eo holim’a thepa ea batho ba bang, ha e na phaello ho Allah; empa haele seo le fanang ka sona ka bohloeki moo le batlang Sefahleho sa Allah, ke bana ba tla fumana phaello e menahaneng"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Ke Allah Ea u hlotseng le hona ho u neha phepo, A etsa hore u shoe; U tla le neha bophelo hape. Na ho teng e mong har’a ba tlatsetsi ba lona ea ka etsang tse? Lithoriso ke tsa Hae, ke Eena Ea phahameng ka ho fetisisa Ea ka holim’a tsohle tseo ba li manehang ho Eena"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Mofere-fere o tsohile lefats’eng le leoatleng ho latela libe tseo matsoho a batho a li entseng moo a etsang hore ba latsoe karolo ea tseo ba li entseng, hore ba tle ba sokolohe"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "E re: “Hahlaulang le lefats’e le tle le bone seo ebileng qetello eaba bileng teng pele ho lona! Bongata ba bona ene ele ba khumamelang melingoana kantle ho Allah.”"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "Tsepamisa maikutlo tumelong ea ‘nete, pele ho letsatsi le ke keng la sitoa hoba teng le tsoang ho Allah. Ka letsatsi leo batho bohle ba tla arohang’oa –"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Ba latolang Tumelo ba tla latoloa joalo feela; ba etsang toka, ba ikalla malulo a bona –"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "Hore a tle a putse bohle ka nala ea Hae ba kholoang, ba bile ba etsa liketso tse lokileng. Hobane Ha A rate ba latolang Tumelo"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "Kahar’a lits’upiso tsa Hae ho teng sena: U romella liphefo tse phatlalatsang litaba tse molemo ho lona ho etsa hore le latsoe Mohau oa Hae le hona hore likepe li sese tlas’a taolo ea Hae, le tle le tsome molemo oa Hae le hore le tle le fane ka liteboho"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "Pele ho uena ruri Re ile Ra romella baporofeta har’a batho ba habo bona. Ba ileng ba phatlalatsa lits’upiso tse hlakileng tsa puso ea Allah ho bona. Re ile Ra iphetetsa khahlano le ba bileng molato. Ke tlameho holim’a Rona ho thusa ba- kholoang"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "Ke Allah Ea romellang liphefo tse bilietsang maru, tse bileng li a hasanyang tlas’a leholimo ho phethisa thato Ea Hae; ebe le bona a lutsa pula e hlahang har’a ona. Nakong eo A etsang hore e oela holim’a mang, kapa mang eo A khahloang ke eena har’a makhabunyane a Hae, Bonang, ba ea nyakalla"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "Le hoja pele ba fumana pula, pele ho teng; ba ne ba lahlile ts’epo"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Lemohang ke hona likhopotso tsa Mohau oa Allah! – Kamoo a tsosang lefats’e kateng kamor’a hoba le shoe. Hobane Ruri! Ke Eena Ea tla tsosa bafu, U na le matla holima lintho tsohle"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "Leha eba Re ka romella phefo; ba e bona e sehlefetse, Ruri! ba tla ‘neba tsitlalle nyefolong ea bona ea tumelo"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Hobane Ruri! Haele u ke ke oa etsa hore bafu ba utloe, kapa hona ho etsa hore litholo li utloe pitso nakong eo ba furallang"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Kapa hona ho tataisetsa lifofu ho khutla phosong ea tsona. Ha ho mang, kapa mang eo u ka etsang hore a utloe haese ba- kholoang Lits’enolong tsa Rona le ho ithpalatsa"
        }
    ]
}