{
    "maqras": [
        {
            "chapter": 41,
            "verse": 25,
            "text": "Re ba hlophiselitse balekane, ba entseng hore liketso tseo ba li entseng khale le joale, li shebahele li khahla mahlong a bona; kahlolo har’a lichaba tsa Li-Jinn le batho ba seng ba fetile pele ho bona, le tla phethahatsoa khahlanong le bona. Hobane ba lahlehile ka’nete"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Mahana-tumelo ba re: “Le se mamele Qura’n ena, empa le qoqe nakong eo e phetoang; hore le tle le be bahloli.”"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Empa Re tla neha mahana-tumelo tatso ea kahlolo e ts’abehang, Re tla ba phetetsa ka se hlaaha ho feta tseo ba neng ba etsa"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Mollo – Ke moputso oa Allah ho lira tsa Hae. Ka hare ho ona ke lehae la bona le sa feleng, e le moputso ho latela kamoo ba neng ba nyefola lits’enolo tsa Rona kateng"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Mahana-tumelo ba tla re: “Mong`a rona! Re bonts’e ba neng ba re eka har’a li-Jinn le batho. Re tla ba phets’ela ka maoto a rona, hore ba tle ba be har’a ba eisehang.”"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Ho ba reng: “Mong`a rona ke Allah”, e be kamor’a moo ba ea topa; manyeloi a tla theohela ho bona, a re: “Le se ts’ohe letho; empa amohelang litaba tse molemo tsa Serapa seo le se ts’episitsoeng"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "“Re basireletsi ba lona bophelong ba lefats’e lena le bophelong bo-tlang. Moo le tlang ho fumana tsohle tseo meea ea lona e li labalabelang, le tla fumana lintho tsohle tseo le li kopang"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "“Mpho ea kamohelo e tsoang ho Ea Ts’oarelang-joalo-joalo, Ea Tletseng Mohau.”"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Ke mang ea khahlang puong ho feta ea bitsetsang batho ho Mong`a hae le hona ho etsa toka, a re: “Le ‘na ke e mong oa ba inehetseng ho Eena.”"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Kapa Botle bo ts’oane le Bobe. Phetetsa ketso e mpe ka e lokileng, e le hore eo lipakeng tsa lona le eena ho nang le qoaketsano a tle a fetohe motsoalle oa hau"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Ha ho ea tla fuoa boemo bo phahameng haese feela ba nang le mamello le tiisetso, ha ho ope kantle ho ba mokhoa o babatsehang"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "Haeba ho ka ba le tlhohloletso ea qabang khahlanong le uena ke Ea Mobe, kopa ts’ireletso ho Allah. Ke Eena Ea utloang, Ea tsebang tsohle"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Har’a Lits’upiso tsa Hae ke Bosiu le Mots’eare, le Letsatsi le Ngoeli. Le se rapele Letsatsi le Ngoeli; empa le rapele Allah Ea li hlotseng, haeba ka ‘nete e le Eena Eo le lakatsang ho Mo sebeletsa"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Empa haeba ba ikhohomosa – Ruri! ba nang le Mong`a hau ba lutes ba mo tlotlisa bosiu le mots’eare, ha ba khathale"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "Har’a Lits’upiso tsa Hae ho teng sena: u bona lefats’e le omeletse, empa nakong eo Re romellang pula holim’a lona, le folofela bophelong, e be le melisa lijalo. Ruri! Eo Ea le nehileng bophelo, ke Eena Ea tsosang bafu. Hobane U na le matla holim‘a lintho tsohle"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Ba fetolelang ‘Nete Lits’enolong tsa rona bona, ha ba pateha ho Rona. Ke mang ea hantle? Ke ea lahleloang mollong, kapa ea tsoellang a ts’ireletsehile, mohla Letsatsi la Kahlolo? Etsang kamoo etsang. Ruri! U bona tsohle tseo le li etsang"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Ba latolang Molaetsa ha o fihla ho bona(ha ba ea pateha ho Rona); Ruri! ke Lengolo le hlomphehang"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Mashano a ke ke a atamela haufi le eona kapele kapa ka morao ho eona. Le rometsoe ke Ea Seli ka ho Fetisisa, Ea Ts’oanetsoeng ke Lithoriso tsohle"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Ha ho se ke keng sa buoa ho uena se sa kang sa buoa ho baromuoa ba bileng teng pele ho uena. Hore Mong`a hau, ke Mong`a ts’oarelo le Eena Mong`a kahlolo e t`sabehang"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Hoja e be Re hlophisitse Qura’n ka leleme lesele ho Se-Arab, ba ne ba tla re: “Hobaneng likhaolo tsa eona li sa manolloa ka botlalo? Eng! E seng ka Se-Arab le moromuoa oa mo-Arab? – E re: “Ke tataiso le pheko ho ba-kholoang; ho ba kholoeng, litsebe tsa bona li kibane, ba bile ba foufetse. Ba joalo, ke ba hlahlathelang hole!”"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Re ile Ra neha Moshe Lengolo, empa ho bile le likhang mabapi le lona; hoja e se ke ea eba ka lentsoe le ileng la tla pele le hlaha ho Mong`a hau, likhang tsa bona li ka be li ahlotsoe lipakeng tsa bona; empa leha joale ba sa na le khoao e nyahamisang"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Mong le mong ea etsang toka, o etsa joalo molemong oa moea oa hae le ea etsang sebe, o se etsa joalo khahlanong le ona. Mong`a hau ha A na bokhopo ho makhabunyane a Hae"
        }
    ]
}