{
    "maqras": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Oho lona ba kholoang! Phethisang boitlamo ba lona"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Liphoofolo tsohle tse maoto a mane le lumeletsoe ho li ja, kantle ho tseo le ilenla li bolelloa kahar’a Lengolo, athe ho tsoma hona le ho hanetsoe nakong eo le ntseng le le har’a bosepeleli. Bonang! Allah U laela ho latela se mo khahlisang"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Oho lona ba kholoang! Se hatikeleng mats’oao a Allah ka maoto, kapa eona khoeli e halalelang, le tsona lihlabelo, kapa eona meqhaka e ts’oaileng liphoofolo tsa lihlabelo, esita le bona batho ba khobokaneng moo ntlong e halalelang (ka’bah) ho tla tsomana le lereko le eona nyakallo ea Allah. Empa ha le se le tlohile moo n’qalong e halalelang, le ka ea tsoma haeba le ho thabela. Le se lumelle lipelo tsa lona ho hloea batho ba ileng ba koasa ka menyako ea n’qalo e halalelang ho le khannela tlolong ea molao; empa le thusane ka bo-lona holim’a toka le ho mesebetsi ea khalalelo. Le se thusane ho etsa sebe kapa tsona litlolo tsa molao, empa le ts’abe Allah. Ruri! Allah ha a kebe kahlolong"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Tseo le sa lumelloang ho li ja ke tsena: ke nama ea liphoofolo tse shoeleng, bobete le nama ea kolobe, nama ea liphoofolo tse hlabiloeng ka lebitso le leng le sele ho la Allah, tse bolailoeng ka ho khangoa, tse ileng tsa bolaoa ka ho tetekoa, kapa tse ileng tsa oela eaba li ea shoa kapa tse hlabiloeng ke tse ling ka manaka eaba li ea shoa le tsona tse jeloeng ka ‘moho ke libatana. Haeba le lihlaba ka mokhoa o lokelehang; le tse entsoeng sehlabelo kapel’a meling’oana le li hanetsoe. Le tseo le li hlabileng ka litsenene tsa liqha. Ruri tsena ke sebe ho lona. Kajeno bohle ba neng ba khesa tumelo ea lona ba lahlile ts’epo ea ho leka ho thibela tumelo ea lona; kahoo le se ba ts’abe, empa le ts’abe ‘Na (Allah)! Kajeno ke hloekisitse tumelo ea lona, le hona ho le sitsa ka melemo ea ka, ebile ke le khethetse tumelo ea Islam. Athe haele ea tla tlangoa ke tlala ese ka morero oa ho etsa sebe,: ha ho sebe ho eena na a ka li ja, Ruri! Allah U ts’oarela khafetsa, U tletse mohau"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Ba u botsa ka tse molaong ho bona. E re: “lintho tsohle tse hloekileng li molaong ho lona. Le tsona liphoofolo tseo tsa lona tseo le li rutileng ho tsoma, le li rute seo Allah a le rutileng sona; kahoo le je tseo li le ts’oaretseng tsona, le bitse lebitso la Allah holim’a tsona, le ts’abe Allah. Hobane Allah U akofela kahlolo"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Letsatsing lena lintho tsohle tse hloekileng li molaong ho lona, tseo Allah a le lumeletseng tsona. Lijo tsa batho ba amohetseng Lengolo li molaong ho lona, le lijo tsa lona li molaong ho bona. Basali ba hloekileng ba ba kholoang le basali ba bahloekileng ba batho ba amohetseng Lengolo pele ho lona ba molaong ho lona, ha feela eba le ka ba neha likarolo tsa mahali, le labalabela bohloeki, le sa e tse bohlola, kapa hona hobanka joaloka linyatsi. Ea khesang tumelo le bo-mong ba Allah le lits`iea tsohle tsa tumelo, Ruri ts’ebetso ea hae ha e behe litholoana, o tla ba har’a ba lahlehetsoeng bophelong bo-tlang"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Oho lona ba kholoang! Ha le itlhophela thapelo, iphotleng le hona ho hatlela matsoho a lona ho isa litsoeng, ebe le inela matsoho a lona ka metsing le phumule lihloho tsa lona, le hlatsoe maoto a lona ho fihla maqaqailaneng. Empa haeba le sa hloeka, tolang. Haeba le baba kapa le le leetong, kappa ba bang ba lona ba tsoa boithusong, kapa eba le bile le kopano le basali, eba metsi ha a fumanehe, le ka nyafa lehlabathe le hloekileng, la iphumula lifahleho le matsoho a lona ka lona. Hobane Allah a ke ke a le beha bothateng, o lakatsa ha le hloekile le hona ho phethahatsa lereko la hae ho lona, e le hore le tle le lebohe"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Le hopole lereko la Allah le selekane sa hae ho lona seo a le tlamahantseng ka sona, ha le ne le re: “Re’a utloa ebile re’a phethisa”; ts’abang Allah. Ruri! Allah motsebi oa tsohle tse ka lifubeng"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Oho lona ba kholoang! Ts’oarang le tiile ho paka ‘nete ea Allah, le se ke la lumella lehloeo la batho ho le khelosa ts`ebetsong ea toka. E bang le toka seo ke katamelo khalalelong. Ts’abang Allah. Ruri! Allah U hlokolosi ka tseo le li etsang"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Ho ba kholoang le ba etsang liketso tse lokileng Allah u ts`episitse ts’oarelo le moputso o babatsehang"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Mahana-tumelo le balatuli ba lits’enolo tsa rona, ke bats’oaneloang ke balekane ba lihele"
        }
    ]
}