{
    "maqras": [
        {
            "chapter": 6,
            "verse": 74,
            "text": "Hopola nakong eo Abrahama a neng a re ho ntata’e Azar: “na u nka lits’oants’o e le melingoana? Bona! Ke bona uena le batho ba heno le le ts’itong e pepenene.”"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Ke kamoo re ileng ra bonts’a Abrahama puso ea maholimo le’a lefats’e e le hore a tle a be har’a ba jereng bopaki"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Eitse hoba bosiu bo mo aparele, o ile a bona naleli. Eaba u re: “enoa ke eena Mong`a ka.” Empa eitse hoba le likele, a re: “ha ke rate lintho tse likelang.”"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Eitse ha a bona ngoeli e chaba, ea ba o re: “Enoa ke eena Mong`a ka.” Empa hoba ngoeli e likele, a re: “Ruri nkeke ka ba e mong oa batho ba khelohileng, kantle le hore Mong`a ka a ntataise.”"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Eaba o boetse o bona letsatsi le chaba, a re: “enoa ke eena Mong`a ka! Enoa ebile o moholo-hali!” Ea re hoba le likele a re: “oho batho ba heso! Ruri ke pholohile ho tsohle tseo le li kopanyang le eena"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Haele ‘na ke reteletsa sefahleho sa ka ho Eena; Eena Ea hlotseng maholimo le lefats’e, ke be oa pele ea ‘neteng bophelong, ebile nkeke ka hlola ke ba har`a ba rapelang melingoana"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Batho ba habo ba ile ba mo phehisa khang. Eaba eena o re: “na le ka mphehisa khang malebana le Allah, hobane ke eena ea ntataisitseng? ‘na ha ke ts’abe melingoana eohle eo le e bapisang le eena kantle le ha Mong`a ka a lakatsa joalo. Mong`a ka tsebong ea hae o akarelitse tsohle. Na le sa tla ke le hopole"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Nka ts’aba joang melingoana eo le e bapisang le eena, empa lona le sa ts’abe ho bapisa Allah le batlatsetsi bao a sa kang a le senolela bona? Ke se feng sehlopha lipakeng tsa rona se nang le toka ts’ireletsong? Nkarabeng haeba le na le tsebo.”"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Ke ba kholoang ba bile ba sa lomose tumelo ea bona ka liphoso, sa bona ke ts’ireletso; ebile ba tataisong e nepahetseng"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Ona ke ona ‘moko-taba oa rona. Ke sona seo re ileng ra se neha Abrahama malebana le batho ba habo. Re phahamisetsa eo re mo khethileng sehlohlolong sa bohlale. Mong`a lona O Seli, ebile O Tsebo e felletseng"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Re ile ra mo putsa ka Isaaka le Jakobo; e mong le e mong re ile ra mo tataisa; joalo ka ha re ile ra tataisa Nooe; le tsoaleng ea hae, Davida, Solomon, Jobo, Josefa, Moshe le Aarone. Ke kamoo re putsang ba lokileng"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Le Zakaria, Johanne, Jesu le Elias. E mong le e mong oa bona o har’a ba lokileng"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Le Ishmaele, Elisha, Jonase le Lota. Bao e mong le e mong oa bona Re ileng Ra mo khetha holim’a libopuoa tsa rona"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Le ho bo-ntata bona moholo, le tsoaleng ea bona le ho bana ba bo-bona; Re ile Ra ikhethela bona, eaba Re ba tataisetsa tseleng e otlolohileng"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Ena ke eona tataiso ea Allah eo a tataisang eo a ikhethetseng eena har’a bahlanka ba Hae. Empa haeba ba ne ba ka khumamela melingoana kathoko ho eena, Ruri tsohle tseo ba neng ba li entse li ne li tla fetoha lefeela"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Bana ke bona bao Re ba nehileng Lengolo, le Matla, le Boporofeta. Haeba moloko oa bona ha o ka li latola, Bonang! Re tla fana ka boikarabello ba bona ho batho ba sa tlo li latola"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Bao ebile ba tataisitsoeng ke Allah, kahoo latelang tataiso ea bona. E re: “Ha ho moputso oo ke o batlang ho lona. Sena ha se letho haese Molaetsa ho lichaba.”"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Ha ba a nonya hantle matla a Allah sebele ha ba re: “ha ho letho leo Allah a le senoletseng motho.” E re ho Ma-Juda a riatso: “ke mang ea senotseng Lengolo le tlisitsoeng ke Moshe, e le leseli le tataiso ea batho, leo le bileng la le ngola maqepheng eaba lea le hlahisa, le hoja le patile karolo e kholo ea lona, eo ka eona le rutiloeng tseo lona ka bo-lona le neng le sa li tsebe, le bo-ntata lona ba ne ba sa li tsebe? E re: “Ruri ke Allah.” Joale ebe u ba lesa har’a bosaoana boo ba bona ba likhang"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Lengolo lena leo re le senotseng le hlohonolofalitsoe, ebile le netefatsa ka tieo tse tlileng pele ho lona, e le hore ka lona u tle u hlokomelise Motse-Moholo, le metse eohle e o potapotileng. Ba kholoang bophelong bo-tlang, Ruri ba lumela ho lona, ba hlokolosi ka lithapelo tsa bona"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Hana ke mang ea ka bang khopo ho feta ea qapang mashano khahlano le Allah, kapa ea reng: “ke susumelitsoe,” empa a sa susumetsoa ka letho; le ea reng: “nka senola se ts’oanang le seo Allah a se senotseng?” Hoja ebe le ne le ka bona ba khopo nakong eo ba tjametsoeng ke lefu kamoo ba ferekanang kateng ha manyeloi a nanabetsa matsoho a ona, a re: “nehelanang ka meea ea lona. Kajeno le tla putsoa ka timelo e tlotlollang ho latela tseo le li buileng khahlano le Allah tse kathoko le ‘nete, le bile la nyelisa lits’upiso tsa Hae"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "Bonang! Le tla ho Rona le le feela le inots`i joalo ka ha Re ile Ra le bopa pele, le bile le siile tsohle tseo re ileng ra le sitsa ka tsona morao, ha re bone bana moleli ba ne ba lona bao le ‘nileng la nahana hore ke balekane ba nang le karolo ho lona. Likamano lipakeng tsa lona li khaohile, le ts’epo eohle ea lona ea bosaoana e le phoqile.”"
        }
    ]
}