{
    "pages": [
        {
            "chapter": 4,
            "verse": 148,
            "text": "Allah n’aime pas les mauvaises paroles proférées à l’encontre d’autrui, sauf par celui qui est victime d’une injustice. Allah entend tout et sait tout"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Que vous fassiez le bien publiquement ou discrètement, que vous pardonniez à celui qui vous a lésés, sachez qu’Allah est Très Indulgent et Omnipotent"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Ceux qui renient Allah et Ses Messagers, voulant faire une distinction entre la foi en Allah et la foi en Ses Messagers, puisqu’ils prétendent croire en une partie d’entre eux tout en reniant les autres, voulant ainsi adopter une voie intermédiaire"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "ceux-là sont les véritables mécréants. Or, Nous avons préparé aux impies un châtiment humiliant"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "Quant à ceux qui croient en Allah et Ses Messagers, sans faire de distinction entre ces derniers, ils seront récompensés par Allah qui est Très Clément et Très Miséricordieux"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "Les fils d’Israël te demandent de faire descendre sur eux un livre du ciel. Leurs ancêtres se sont montrés plus insolents encore en demandant à Moïse : « Fais en sorte que nous voyions Allah de nos propres yeux. » Ils furent donc foudroyés pour prix de leur iniquité. Puis, malgré tous les signes dont ils ont été témoins, ils ont adoré le Veau, ce que Nous leur avons pardonné. Et Nous avons permis à Moïse de produire des miracles éclatants"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "Dressant le Mont au-dessus des Hébreux, Nous avons contracté l’Alliance avec eux. Nous leur avons ordonné de franchir la porte en toute humilité et défendu de transgresser le shabbat, prenant d’eux un engagement solennel"
        }
    ]
}