{
    "pages": [
        {
            "chapter": 15,
            "verse": 91,
            "text": "acceptant une partie de la Révélation, rejetant obstinément l’autre à leur gré"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Par ton Seigneur ! Nous les interrogerons certainement jusqu’au dernier"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "les sommant de répondre de leurs agissements et de leur comportement passé"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Proclame haut et fort le message dont tu es en charge, sans prêter attention aux idolâtres"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Nous saurons, en vérité, nous charger pour toi des moqueurs"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "qui associent d’autres divinités au culte du Seigneur. Mais ils sauront bientôt"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Nous savons parfaitement que ton cœur est oppressé par leurs propos"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Par les louanges, célèbre donc la gloire de ton Seigneur et sois de ceux qui se prosternent humblement en prière"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Et adore ton Seigneur jusqu’à ce que te vienne la certitude"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "L’ordre d’Allah sera bientôt exécuté. Ne cherchez donc pas à le précipiter. Gloire à Lui ! Il est bien au-dessus des fausses divinités qu’ils peuvent Lui associer"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Il fait descendre les anges de la Révélation sur ceux de Ses serviteurs qu’Il choisit, auxquels Il ordonne de mettre en garde les hommes et de leur rappeler que Lui seul doit être adoré et redouté"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Il a créé les cieux et la terre selon une sagesse infinie. Il est bien au-dessus de tous les faux dieux qu’ils peuvent Lui associer"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Il a créé l’homme d’un liquide insignifiant et voilà que ce dernier se transforme en disputeur acharné"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Il a créé pour vous les bestiaux dont vous tirez des vêtements chauds et bien d’autres avantages, et dont vous vous nourrissez"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Vous en admirez la beauté quand, le soir, vous les ramenez au bercail et lorsque, le matin, vous les menez au pâturage"
        }
    ]
}