{
    "pages": [
        {
            "chapter": 35,
            "verse": 19,
            "text": "L’aveugle ne saurait être comparé au clairvoyant"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "pas plus que les ténèbres ne sont comparables à la lumière"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "ou la fraîcheur de l’ombre à la chaleur d’un vent brûlant"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "De même, les vivants ne sauraient être comparés aux morts[1120]. Allah fait entendre qui Il veut. Tu ne peux, quant à toi, te faire entendre des morts dans leurs tombes"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Tu n’as d’autre mission que d’avertir les hommes"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Nous t’avons envoyé avec le message de vérité pour annoncer la bonne nouvelle et mettre en garde l’humanité. De même, il n’est pas de peuple qu’un prophète ne soit venu avertir"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "S’ils te traitent d’imposteur, les peuples ayant vécu avant eux ont également traité de menteurs leurs Messagers, venus pourtant avec toutes les preuves, les Ecritures et le Livre lumineux"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Je me suis donc saisi des impies, manifestant ainsi Mon immense réprobation"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "Ne vois-tu pas qu’Allah fait descendre du ciel une eau par laquelle Il fait pousser des fruits de couleurs variées ? De même, les montagnes sont formées de stries de diverses couleurs : blanches, rouges ou d’un noir profond"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "Il en va de même des hommes, des animaux et des bestiaux, qui présentent des couleurs tout aussi variées. De Ses serviteurs, seuls craignent Allah ceux qui Le connaissent vraiment. Allah, en vérité, est Tout-Puissant et Très Clément"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Ceux qui récitent le Livre d’Allah, qui accomplissent la prière et qui, discrètement ou publiquement, offrent par charité une partie de ce qu’Il leur a accordé, peuvent espérer des gains impérissables"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "par lesquels Allah les récompensera pleinement pour leurs œuvres tout en leur ajoutant de Ses faveurs. Il est Très Clément et Très Reconnaissant"
        }
    ]
}