{
    "pages": [
        {
            "chapter": 48,
            "verse": 24,
            "text": "C’est Lui qui, dans la vallée de la Mecque[1293], vous a protégés de vos ennemis, qu’Il a aussi mis à l’abri de vos représailles après les avoir mis à votre merci. Allah voyait parfaitement vos agissements"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Ce sont eux[1294] qui ont rejeté la foi et vous ont interdit l’accès à la Mosquée sacrée, empêchant les offrandes de parvenir là où elles devaient être sacrifiées. Sans la présence parmi eux de croyants et de croyantes que vous ne pouviez distinguer et que vous auriez pu faucher à votre insu, commettant ainsi un péché, Nous vous aurions permis de les attaquer. Mais il en fut ainsi afin qu’Allah reçoive en Sa grâce qui Il veut[1295]. Si les croyants s’étaient distingués des mécréants, Nous aurions infligé à ces derniers une cuisante défaite"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Les mécréants affichèrent alors une fierté digne de l’époque païenne[1296], tandis qu’Allah suscitait quiétude et sérénité dans le cœur de Son Messager et des croyants[1297], les obligeant à des paroles de piété qu’ils étaient plus en droit de prononcer et dont ils étaient plus dignes. Allah a une parfaite connaissance de toute chose"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "Les événements qu’Allah fit voir en rêve à Son Messager se réaliseront certainement : vous entrerez en toute sécurité dans la Mosquée sacrée, par la volonté d’Allah, tête rasée ou cheveux coupés, sans être inquiétés. Il savait alors ce que vous ignoriez[1298] et vous a accordé avant cela[1299] une première victoire"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "C’est Lui qui a envoyé Son Messager avec une révélation propre à assurer le salut de l’humanité et la religion de vérité afin de la faire triompher de toute autre religion. Allah suffit pour en témoigner"
        }
    ]
}