{
    "pages": [
        {
            "chapter": 3,
            "verse": 23,
            "text": "N’as-tu pas vu ces gens qui ont reçu une partie des Ecritures ? Exhortés à soumettre leurs différends au jugement du Livre d’Allah, voilà qu’une partie d’entre eux s’y refuse et tourne le dos à la vérité"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Ils prétendent en effet qu’ils ne seront tourmentés en Enfer qu’un nombre limité de jours. Abusés par leurs mensonges, ils restent aveuglément attachés à leur culte"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Qu’en sera-t-il d’eux lorsque Nous les aurons rassemblés en un jour inéluctable où chacun recevra la juste rétribution de ses œuvres, sans subir la moindre injustice"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Dis : « Ô Allah ! Toi qui règnes en Maître absolu sur la Création ! Tu accordes le pouvoir à qui Tu veux et arraches le pouvoir à qui Tu veux ! Tu honores qui Tu veux et rabaisses qui Tu veux. Le bien dépend entièrement de Toi. Tu as pouvoir sur toute chose"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Tu fais pénétrer la nuit dans le jour et le jour dans la nuit. Tu tires le vivant du mort et le mort du vivant. Tu dispenses sans compter Tes bienfaits à qui Tu veux. »"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Que les croyants ne prennent pas les mécréants pour alliés à la place de leurs frères croyants. Ceux qui agiraient ainsi rompraient tout lien avec Allah, à moins qu’ils ne cherchent seulement à s’en protéger. Allah vous met en garde contre Son châtiment. C’est à Allah que les hommes feront retour"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Dis-leur : « Que vous dissimuliez vos pensées ou que vous les exprimiez, Allah les connaît parfaitement, Lui qui connaît tout ce qui se trouve dans les cieux et sur la terre et qui a pouvoir sur toute chose. »"
        }
    ]
}