{
    "pages": [
        {
            "chapter": 57,
            "verse": 4,
            "text": "C’est Lui qui a créé les cieux et la terre en six jours, puis s’est élevé sur le Trône. Il sait ce qui pénètre dans la terre et ce qui en sort, ce qui descend du ciel et ce qui y monte. Il est avec vous où que vous soyez. Allah voit parfaitement ce que vous faites"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Il règne en Maître absolu sur les cieux et la terre, et c’est à Allah que tout doit revenir"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Il fait pénétrer la nuit dans le jour et le jour dans la nuit, et Il sait parfaitement ce que renferment les cœurs"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Croyez en Allah et en Son Messager ! Dépensez pour Sa cause une partie de ce qu’Il a momentanément mis à votre disposition. Ceux d’entre vous qui croient et dépensent leurs biens pour la cause d’Allah obtiendront une immense récompense"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Qu’est-ce qui vous empêche, comme vous y invite le Messager, de croire en votre Seigneur, conformément à l’engagement qu’Il a pris de vous[1386], si évidemment vous êtes disposés à croire"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "C’est Lui qui révèle à Son serviteur des versets parfaitement clairs afin de vous tirer des ténèbres vers la lumière. Allah est, envers vous, toute bonté et toute miséricorde"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Qu’est-ce qui vous empêche de dépenser vos biens pour la cause d’Allah alors que c’est à Allah seul que reviendra l’héritage des cieux et de la terre ? Ceux d’entre vous qui ont offert leurs biens et lutté pour la cause d’Allah avant la victoire[1387] ne sauraient être comparés à ceux qui ne l’ont fait qu’après. Les premiers occupent un rang bien plus élevé auprès d’Allah. Mais à chacun Il promet la plus belle récompense. Allah est parfaitement informé de ce que vous faites"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Qui est disposé à faire un prêt sincère à Allah afin de recevoir en retour une récompense décuplée et une généreuse rétribution"
        }
    ]
}