{
    "pages": [
        {
            "chapter": 6,
            "verse": 82,
            "text": "Za onezi, koito vyarvat i ne smesvat svoyata vyara s gnet - za tyakh e sigurnostta i te sa napŭteni"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Tova e dokazatelstvoto, koeto Nie dadokhme na Ibrakhim sreshtu naroda mu. Vŭzdigame po stepeni kogoto pozhelaem. Tvoyat Gospod e premŭdŭr, vseznaesht"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "I go darikhme s Iskhak i Yakub. I dvamata napŭtikhme. Napŭtikhme i Nukh predi, a ot negovite potomtsi - Daud i Sulaĭman, i Aĭyub, i Yusuf, i Musa, i Kharun. Taka vŭznagrazhdavame blagodetelnite"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "I Zakariya, i Yakhya, i Isa, i Ilyas - vsichki sa ot pravednitsite"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "I Ismail, i al-Yasaa, i Yunus, i Lut, i predpochetokhme vsichki pred narodite"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "I ot tekhnite bashti, i ot potomstvata im, i ot bratyata im. Izbrakhme tyakh i gi nasochikhme po praviya pŭt"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Tova e napŭt·stvieto na Allakh. S nego Toĭ napŭtva kogoto pozhelae ot Svoite rabi. I ako byakha Go sŭdruzhili, shteshe da se provali onova, koeto vŭrshekha"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Te sa onezi, na koito darikhme Pisanieto i mŭdrostta, i prorochestvoto. I shtom ne vyarvat na tova, Nie go vŭzlagame na khora, koito ne go otrichat"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "[Prorotsite-] te sa onezi, koito Allakh napŭti. Sledvaĭ tekhniya prav pŭt! Kazhi: “Ne iskam ot vas otplata za tova. To e samo napomnyane za narodite.”"
        }
    ]
}