{
    "rukus": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "Bul xabar / Allah jäne Onıñ Elşisinen, sender kelisim jasasqan müşrikterden / Allahqa serik qoswşılardan / bas tartwı jaylı"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Ey, müşrikter, / jer betinde tört ay boyı jüriñder de Allahtı älsirete / Allahtıñ jazasınan qutıla / almaytındarıñdı äri Allahtıñ käpirlerdi qor etetinin biliñder"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Äri Allahtan jäne Onıñ Elşisinen adamdarğa ülken qajılıq küni bir xabar: «Allahtıñ äri Onıñ Elşisiniñ müşrikterge / Allahqa serik qoswşılarğa / qatısı joq. Eger istegen künälarıña şınayı ökinip, Allahqa boysunwğa qaytsañdar / täwbegekelseñder / , ol - özderiñ üşin qayırlı. Al eger, teris burılsañdar, onda Allahtı älsirete almaytındarıñdı biliñder!» / Ey, Muxammed! / Küpirlik etwşilerdi / Allahqaserik qoswşılardı / küyzeltwşiazappen«süyinşile»"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Tek müşrikterden / Allahqa serikqoswşılardan / sendermen kelisim jasasıp, keyin senderge eş närsede nuqsan keltirmegen jäne senderge qarsı eşkimge jaqtasıp kömektespegender basqa. Olardıñ kelisimin merzimine deyin tolıq orındañdar. Sözsiz Allah taqwalardı / Özine boysunıp, jazasınan qorqıp, saqtanwşılardı / jaqsı köredi"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Al, tıyım salınğan aylar ötken soñ, müşrikterdi tapqan jerleriñde öltiriñder,tutqındañdar, qorşawğa alıñdar jäne ärbir jolda olardı torwıldañdar. Eger olar istegen künäsına şınayı ökinip, Allahqa boysunwğa qaytsa / täwbege kelse / , namazdı tolıq orındasa jäne zeketti berse, olardıñ joldarın bosatıñdar. Anığında, Allah - öte Keşirimdi, erekşe Meyirimdi"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Ey, Muxammed / / Eger müşrikterdiñ biri senen özin qorğawğa alwıñdı surasa, Allahtıñ sözin estwi üşin onı qorğawıña al. Sodan keyin onı qawipsiz orınğa jetkiz. munıñ sebebi olar - bilmeytin adamdar"
        }
    ]
}