{
    "rukus": [
        {
            "chapter": 10,
            "verse": 93,
            "text": "Biz Ïsraïl urpaqtarın ïgi mekenge ornalastırdıq jäne olarğa jaqsı närselerden rïzıq berdik. Äri olar, özderine bilim kelgenge deyin qarama-qayşılıqqa tüspedi. Aqïqatında, Rabbıñ Qayta tirilw küni qarama-qayşılıqqa tüsken närseleri jayında olardıñ aralarına ükim beredi"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Ey, Muxammed! / Eger Biz öziñe tüsirgennen kümända bolsañ, aldın Kitap / tüsirilip / oqığandardan sura. Sağan Rabbıñnan aqïqat keldi, sondıqtan kümändanwşılardan bolma"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Sonday-aq, Allahtıñ ayattarın ötirikke şığarwşılardan bolma. Onda zïyan körwşilerden bolasıñ"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Aqïqatında, Rabbıñnıñ sözi tïisti bolğandar ïmanğa kelmeydi"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "sonday qïnawşı azaptı körgenderine deyin, tipti olarğa qanday bir belgi - muğjïzalar kelse de"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Ywnwstıñ elinen basqa / azaptı körgende / ïmanğa kelgen äri ïmandarı payda bergen birde-bir eldi meken boldı ma? Olar ïmanğa kelgen kezde, Biz olardan osı ömirde qorlıq azabın ketirdik äri olardı bir merzimge deyin paydalandırdıq"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Eger Rabbıñ qalağanda, jer jüzindegilerdiñ barlığı, tügeldey ïmanğa keler edi. / Ey, Muxammed, / sen, adamdardı ïmandı / mümin / bolwğa mäjbürleysiñ be"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Ärbir jan Allahtıñ ruqsatımen ğana ïmanğa keledi. Ol, aqıldarın istetip, uğınbaytındarğa rïjs jiberedi"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Ey, Muxammed! / Ayt: «Aspandar jäne jerdegi närselerge qarañdarşı», - dep. Ïmansız adamdarğa dälelder men eskertwlerpayda bermeydi"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Olar özderinen burınğı ötkenderge kelgen tärizdi künderdi kütedi me? Ayt: «Kütiñder! Men de - sendermen birge kütwşimin!» - de"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Sodan keyin Biz elşilerimizdi jäne ïmanğa kelgenderdi qutqaramız. Osılay, ïmandılardı / müminderdi / qutqarw - Bizdiñ mindetimiz"
        }
    ]
}