{
    "rukus": [
        {
            "chapter": 17,
            "verse": 94,
            "text": "Adamdarğa twra jol kelgen kezde, olardıñïmanğa kelwine: «Allah Elşi etip adamdı jiberdi me?» -dep aytwları kedergi boldı"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Ey, Muxammed! / Ayt: «Eger de jer betinde jaybaraqat jürgender perişteler bolğanda, Olarğa aspannan Elşi etip perişte tüsiretin edik»,- dep"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Ayt: «Allah meni men senderdiñ aralarıña kwä bolwda jetkilikti. Aqïqatında, Ol - quldarınan Xabardar, bärin Körwşi», dep"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Allah kimdi twra jolmen jürgizse, sol twra jolda boladı. Al kimdi adastırsa, olar üşin Odan özge qamqorşılar tappaysıñ. Olardı Qayta tirilw küni jüzimen / etpettep / jatqan küylerinde soqır, mılqaw äri kereñ etip jïnaymız. Olardıñ ornı - Jahannam. Ol tolastağan sayın, onıñ jalının arttıra tüsemiz"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Bul - olardıñ ayattarımızğa küpirlik etkenderi / senbegeni, teriske şığarğandıqtarı / jäne: «Biz süyek äri watılğan qoqım bolğan kezimizde, jañadan jaratılıp, tiriltilemiz be?» - dep aytqandıqtarı üşin berilgen qaytarım jazası"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Olar aspandardı jäne jerdi jaratqan Allahtıñ, olar sïyaqtını da jaratwğaqudireti jetetinin bilmey me? Äri Ol olar üşin bir merzim belgiledi. Onıñ bolwında kümän joq. Biraq ädiletsizder küpirlikten / ïmansızdıqtan / basqanı teriske şığaradı / qalamaydı"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Ey, Muxammed! / Ayt: «Eger sender Rabbımnıñ meyiriminiñ qazınalarına ïe bolğandarıñda da onıñ jumsalıp ketwinen qorqıp, özderinde ustap qalatın ediñder. Adam balasına sarañdıq tän»,- dep"
        }
    ]
}