{
    "rukus": [
        {
            "chapter": 22,
            "verse": 11,
            "text": "Äri adamdardıñ işinde / ïman men ïmansızdıqtıñ / ara şeginde turıp Allahqa qulşılıq etwşi de bar. Eger oğan bir jaqsılıq kelse, ol onımen tınıştaladı. Al, eger bir sınaq kelse, ol artına bet burıp, bul dünïesin de äri soñğı mäñgilik ömirin de / aqïretin / joğaltadı. Mine, osı - anıq zïyan"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Ol Allahtan özge, özine zïyan da, payda da keltire almaytın närseden tileydi. Mine, osı - uzaq / qattı / adasw"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Ol zïyanı paydasınan jaqın birewden tileydi. Ol qanday jaman kömekteswşi! Ol -qanday jaman joldas"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Aqïqatında, Allah ïmanğa kelgen jäne izgi amal istegenderdi astınan özender ağıp jatatın / Jännattağı / baqtarğa kirgizedi. Äri şın mäninde, Allah Özi qalağanın jasaydı"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Kimde-kim, Allah oğan / Muxammedke / osı ömirde jäne soñğı, mäñgilik ömirde / aqïrette / kömektespeydi dep oylasa, / qolınan kelse / aspanğa bir arqandı sozıp, sodan keyin / onı / üzsin. Söytip qarasın, aylası özin ızalandırğan närseni ketire me eken"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Mine osılay, Biz onı / Qurandı / anıq ayattar türinde tüsirdik. Allah Özi qalağanın twra jolmen jürgizedi"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Kümänsiz, Allah Qayta tirilw küni ïmanğa kelgenderdiñ jäne ïwdeyler, sabïler, xrïstïandar, mäjwsïlerdiñ / otqa tabınwşı­lar / äri serik qoswşılardıñ arasında ükim etedi. Aqïqatında, Allah - ärbir närsege kwä"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Ey, Muxammed! / Sen aspandardağı jäne jerdegilerdiñ, kün men ay, juldızdar, tawlar, ağaştar, janwarlar äri köp adamdardıñ Allahqa säjde etetinin körmediñ be / bilmediñ be / ? Sonday-aq, köbine azap xaq / layıq / boldı. Allah kimdi qor etse, onda onı kurmettewşi bolmaydı. Aqïqatında, Allah Özi qalağanın jasaydı"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Mine, eki jaq özderiniñ Rabbısı jayında tartıstı. Sonday küpirlik etwşiler üşin / ïmansızdarğa, qarsı kelwşilerge / ottan kïim pişiledi, bastarınıñ üstinen qaynap turğan sw quyıladı"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Odan olardıñ işki ağzaları men terileri eritiledi"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Äri olar üşin temirden şoqparlar bar"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Olar är kez ondağı qayğı-qasiretten şığwdı qalasa, oğan keri qaytarıladı. Olarğa: «Örtewşi ottıñ azabın tatıñdar»,- delinedi"
        }
    ]
}