{
    "rukus": [
        {
            "chapter": 58,
            "verse": 14,
            "text": "Ey, Muxammed! / Allahtıñ qaharına qalğan adamdardı özderine dos / jaqtas / tutqandardı körmediñ be? Negizinde, olar senderden de emes, olardan da emes. Olar özderi bile tura ötirikke ant işedi"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Allah olarğa qattı azap äzirlegen. kümänsiz, olardıñ istegen amaldarı öte jaman"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Olar / munafïqtar / özderiniñ anttarın qalqan qılıp alıp, / özgelerdi / Allahtıñ jolınan tosıp, qaytaradı. Endi olarğa qorlawşı azap bar"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Olarğa dünïeleri de, balaları da Allahtan / keletin / eşnärseni qaytara almaydı. Mine, solar - Otta bolatındar. Olar onda mäñgi qaladı"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Sol / Esep / küni Allah olardıñ barlığın qayta tiriltedi de, olar senderdiñ aldarıñda ant işkendey, Onıñ aldında da ant işedi. Äri olar özderin payda tïgizetin närsedemiz dep oylaydı. Bilinder! Aqïqatında, olar - ötirikşiler"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Şaytan olardı ïektep, bïlep alıp, olarğa Allahtı eske alwdı umıttırdı. Olar -şaytannıñ jaqtastarı. Biliñder! Negizinde, şaytannıñ jaqtastarı nağız zïyan şegwşiler"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Anığında, Allahqa jäne Onıñ elşisine qarsı şığıp jatqandar - eñ qor bolğandardıñ qatarında boladı"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Allah / Läwxwl-maxfwzda / : «Men mindetti türde jeñemin jäne elşilerim de», - dep jazğan. Aqïqatında, Allah öte Küşti , bärinen Üstem"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Allahqa jäne Aqïret künine senetin adamdardıñ Allahqa jäne Onıñ elşisine qarsı kelgenderdi unatqanın körmeysiñ, meyli ol äkeleri, ne balaları, ne bawırları nemese twıstarı bolsa da. Mine, solardıñ jürekterine Ol ïman jazğan jäne olardı Özinen bolğan bir rwxpen / Öziniñ kömegi, meyirimi jäne bilimimen / qoldağan. Äri Ol / Allah / olardı astınan özender ağıp jatatın jäne olar onda mäñgi qalatın / Jännattağı / baqtarğa kirgizedi. Allah olarğa razı, olar Oğan razı boldı. Mine, solar - Allahtıñ jaqtastarı. Biliñder! Aqïqatında Allahtıñ jaqtastarı muratına / baqıtına / jetwşiler"
        }
    ]
}