{
    "rukus": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Bïlik qolında bolğan Ol - asa Berekeli äri Ol - barlıq närseni Jasay alwşı"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Ol ölim jäne ömirdi senderdiñ qaysılarıñ amal etwde jaqsıraq ekenin sınaw üşin jaratqan. Äri Ol - asa Üstem, öte Keşirimdi"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Jeti aspandı qabat-qabat etip jaratqan - Sol / Allah / . Är-Raxmannıñ / asa Qayırımdınıñ / jaratwında eşbir kemşilik körmeysiñ. Qayta köz salşı, qanday da bir säykessizdik köre alasıñ ba"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Sodan keyin de köziñdi qayta sal. Köziñ sağan qajıp, talğan küyde qaytadı"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Aqïqatında Biz tömengi aspandı şıraqtarmen / aspan denelerimen / bezendirdik äri olardı şaytandardı qaytaratın närse ettik. Äri Biz olarğa / şaytandarğa / Saïr (Tozaqtıñ bir atı. Mağnası - jalındı ot) azabın äzirledik"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Sonday-aq özderiniñ Rabbısına, sonday küpirlik etkenderge / senbegenderge / Jahannam (Tozaq) azabı bar. Ol - baratın orın netken jaman"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Olar / ïmansızdar / onda laqtırılğan kezde, onıñ ökirgenin estïdi, äri ol burqıldap qaynap turadı"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "Ol qattı aşwdan jarılıp kete jazdaydı. Oğan bir top laqtırılğan sayın, onıñ saqşıları olardan: «Senderge eskertwşi kelmegen be edi?» - dep suraydı"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "Olar: «Ïä, solay, bizge eskertwşi kelgen edi. Biraq biz onı ötirikşi sanap: «Allah eş närse tüsirmegen. Sender bar bolğanı ülken adaswdasıñdar», - degenbiz», - deydi"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Äri olar: «Eger de biz tıñdağanımızda ne aqılımızdı istetkende, Saïrğa (Tozaqtıñ bir atı. Mağnası - jalındı ot) tüskender qatarında bolmas edik», - deydi"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Söytip olar künäsin moyındaydı. Saïrğa tüskender qurısın"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Şın mäninde, özderiniñ Rabbısınan, Onı körmey turıp qorqatındarğa keşirim äri ülken sıy / Jännat / bar"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "Sender sözderiñdi jasırsañdar da, ne onı jarïyalasañdar da, älbette, Ol - kökirekterdegini / jürekterdegini / Bilwşi"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Bärin Jaratqan bilmey me?! Äri Ol - asa Jumsaq, Qırağı, ärbir närseden Xabardar"
        }
    ]
}