{
    "pages": [
        {
            "chapter": 7,
            "verse": 188,
            "text": "(Ey Peygamber) de ki: \"Allah dilemedikce, kendime bir yarar saglamak ya da kendimden bir zararı uzaklastırmak benim elimde degil. Eger insan kavrayısının otesinde olanı bilseydim, muhakkak ki, bahtiyarlık adına ne varsa ondan payıma daha cogu duserdi ve kotuluk asla yaklasamazdı bana. (Ama) ben sadece bir uyarıcıyım ve inanan bir topluma iyi haberler getiren mujdeci"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Sizi (hepinizi) bir tek candan yaratan, Ve (sevgiyle) kadına meyletsin diye ona kendi ozunden es var edip cıkaran Odur. Oyle ki, o esini kucaklayınca, esi (ilkin) hafif bir yuk yuklenir ve tasır o yuku. Sonra (kadın) gun gelip (cocugun yukuyle) iyice agırlasınca, her ikisi birden Allaha, Rablerine yalvarırlar: \"Bize gercekten kusursuz bir (cocuk) bahsedersen, muhakkak ki sana sukreden kimselerden olacagız"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Ama ne zaman ki O, kendilerine kusursuz bir (cocuk) bahseder, hemen tutup Onun bahsettigi seyin dunyaya gelmesinde Ondan basla guclere de bir paye yakıstırmaya kalkarlar! Oysa, Allah, uluhiyetinde Ona ortak kostukları her seyden, herkesten cok yucedir"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Peki, bunlar hicbir sey yaratmayan, tersine kendileri yaratılmıs bulunan varlıklara mı Allahla birlikte tanrılık yakıstırıyorlar"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Ne onlara ne de kendi kendilerine bir yardımda bulunamayacak olan varlıklara mı"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Yol gostermeleri icin yakarsanız size cevap verecek durumda olmayan varlıklara mı? Onlara ister yakarın, ister karsılarında susun, sizin icin fark eden bir sey olmaz"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Allahtan baska cagırıp, sıgındıgınız seylerin hepsi, hic suphe yok ki tıpkı sizler gibi yaratılmıs varlıklardır: eger dogru sozlu kimselerdenseniz, haydi onları cagırın da dualarınıza icabet etsinler"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Yuruyecek ayakları mı var peki onların? Tutacak elleri mi? Gorecek gozleri, isitecek kulakları mı var? De ki: \"Haydi, Allaha ortak olarak gordugunuz butun o varlıkları cagırın, bana karsı elinizden geleni ardınıza koymayın ve boylece bana goz actırmayın"
        }
    ]
}