{
    "pages": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "(Simdi artık) onlara Nuh´un basından gecenleri anlat; hani o, kavmine: \"Soydaslarım!\" demisti, \"eger benim (aranızdaki) konumum ve Allah´ın ayetlerini size bildirmem zorunuza gidiyorsa, bilin ki, ben Allah´a guveniyorum. Oyleyse, artık (bana) yapacagınızı yapmak icin hem kendi gucunuzu hem de Allah´tan baska tanrılık yakıstırdıgınız yardımcılarınızı bir araya toplayın; bir kere ne yapacagınıza karar verdikten sonra da artık giriseceginiz eylem sizi tasalandırmasın; (neye ki karar verdiyseniz) bana karsı artık elinizden geleni ardınıza komayın; hem de bana hic soluk aldırmadan"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Beri yandan, eger (size ulastırdıgım mesajdan) yuz cevirirseniz, (hatırlayın ki,) ben sizden bir karsılık beklemis degilim; benim ucretim(i odemek) Allah´tan baskasına dusmez; cunku ben kendini O´na teslim edenlerden biri olmakla emrolundum"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "(Butun bu uyarılara ragmen) o´nu yalanlamaya kalkıstılar! Ve Biz de o´nu ve gemide o´nunla birlikte olanların hepsini kurtarıp (yeryuzune) mirascı kıldık; ayetlerimizi yalanlamaya kalkısanları ise suda bogduk: Imdi, bir bak, uyarıldıkları halde uymayan insanların sonu nasıl olurmus"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Ve sonra, o´nun ardından -her birini kendi toplumlarına olmak uzere- (baska) elciler gonderdik; oyle ki onlar da hakkın apacık delillerini ortaya koydular; fakat onlar bir kere yalanlamıs bulundukları seye (sonradan) bir turlu inanmak istemediler, haddi asanların kalplerini biz iste boyle muhurleriz"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Bu (ilk peygamberlerden) sonra Musa ve Harun´u ayetlerimizle Firavun ve onun seckinler cevresine gonderdik: ne var ki onlar, gunaha gomulup gitmis bir topluluk oldukları icin, buyukluk tasladılar"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Oyle ki, kendilerine katımızdan hak geldigi zaman, \"Bakın, bu dupeduz bir buyu!\" dediler"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Musa: \"Size hak geldiginde hakkında boyle mi konusursunuz?\" dedi, hic buyu olabilir mi, bu? Hem de, buyuculerin mutlu sona asla ulasamayacakları ortadayken"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "(Seckinler:) \"Bizi atalarımızı inanc ve uygulama olarak izler buldugumuz yoldan cevirmeye ve boylece ikinizin bu ulkede soz sahibi kimseler olmanızı saglamaya mı geldin? Her ne hal ise, size, ikinize inanmıyoruz!\" dediler"
        }
    ]
}