{
    "pages": [
        {
            "chapter": 2,
            "verse": 170,
            "text": "Ama onlara, \"Allah´ın indirdigine uyun!\" denildiginde bazıları: \"Hayır, biz (yalnız) atalarımızdan gordugumuz (inanc ve eylemler)e uyarız!\" diye cevap verirler. Ya ataları akıllarını hic kullanmamıs ve hidayetten nasip almamıs iseler"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Boylece, hakikati inkara sartlanmıs olanların durumu, cobanın haykırısını isiten ama onu yalnız bir ses ve cagrı seklinde algılayan surunun durumuna benzer. Onlar sagırdırlar, dilsizdirler, kordurler; zira akıllarını kullanmazlar"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Ey imana ermis olanlar! Size rızk olarak sagladıgımız iyi seylerden nasiplenin ve Allah´a sukredin, eger gercekten O´na kulluk ediyorsanız"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "O, size yalnız lesi, kanı, domuz etini ve uzerinde Allah´ın adından baska bir adın anıldıgı seyi yasakladı. Ama kim onlara mecbur kalırsa -bir arzu ve istah duymamak ve zaruri ihtiyacının ustune cıkmamak sartıyla- gunaha girmis olmaz: cunku, unutmayın, Allah cok bagıslayıcıdır, rahmet kaynagıdır"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Allah´ın indirdigi vahiyden bazı kısımları gizleyenler ve bunu az bir kazanc karsılıgı degistirenlere gelince: onlar karınlarını atesle doldurur. Ve Kıyamet Gunu Allah onlarla ne konusacak, ne de (gunahlarından) onları arındıracaktır; siddetli azap onları beklemektedir"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Iste onlar hidayet karsılıgında sapıklıgı ve magfiret karsılıgında azabı satın almıslardır. Oysa atesten ne kadar az korkar gorunuyorlar"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Iste boyle; hakikati ortaya koymak icin ilahi kelamı indiren Allah olduguna gore, ona karsı kendi goruslerini dayatanlar derin bir acmazdadırlar"
        }
    ]
}