{
    "pages": [
        {
            "chapter": 21,
            "verse": 25,
            "text": "Oysa, Biz senden once de peygamberleri yalnızca: \"Benden baska tanrı yok, oyleyse (yalnızca) Bana kulluk edin!\" diye vahyederek gonderdik"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Yine de, bazıları kalkıp: \"Rahman kendine bir ogul edinmistir!\" diyor. O yuceler yucesi (olumlulere ozgu bu tur eksiklerden) mutlak anlamda uzaktır! Hayır, (Allah´ın \"soyundan\" gelmis gozuyle baktıkları o kimseler) yalnızca Allah´ın seckin kullarıdır"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Sozkonusu kimseler, O kendileriyle konusmadan asla konusmazlar; ve ancak O´nun buyruguyla edip eylerler"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "O, onların gozunun onunde olanları da bilir, onlardan gizli tutulan seyleri de bilir; bunun icindir ki, onlar, O´nun (zaten) hosnut oldugu insanların dısında kimseye yan cıkıp kayıramazlar; cunku (herkesten once) onların kendileri O´nun korkusuyla titrerler"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Ve eger onlardan biri: \"O´nun gibi ben de bir tanrıyım\" diyecek olsaydı mutlaka onu cehennemle cezalandırırdık: (cunku) zalimleri biz boyle cezalandırırız"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Peki, hakkı inkara sartlanmıs olan bu insanlar, goklerin ve yerin (baslangıcta) bir tek butun oldugunu ve Bizim sonradan onu ikiye ayırdıgımızı ve yasayan her seyi sudan yarattıgımızı gormuyorlar mı? Hala inanmayacaklar mı"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Ve (gormuyorlar mı ki,) onları sarsmasın diye arz uzerine sapasaglam daglar yerlestirdik; ve kolayca yollarını bulabilsinler diye orada vadiler actık"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "ve gogu guvenli bir kubbe, bir catı olarak yukselttik? Ve yine de onlar (yaratılısın) bu acık isaretlerine inatla sırt ceviriyor"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "ve (gormuyorlar ki,) geceyi ve gunduzu, gunesi ve ayı -hepsi de uzayda dolasan (o gok cisimlerini)- yaratan O´dur"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "(Ey peygamber, sana inanmayanlara hatırlat ki,) Biz senden once de hicbir insana olumsuzluk vermedik; ve imdi, sen olursen bunlar kendilerinin sonsuza kadar yasayacaklarını mı sanıyorlar"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Her can olumu tadacaktır; ne var ki, (hayatın) iyi ve kotu (tezahurleriyle) karsı karsıya getirerek sınıyoruz sizi; ve sonunda hepiniz Bize doneceksiniz"
        }
    ]
}