{
    "pages": [
        {
            "chapter": 2,
            "verse": 211,
            "text": "Israil ogullarına sor; Onlara nice acık mesajlar verdik! Kim Allah´ın kutlu mesajlarını kendisine ulastıktan sonra degistirirse bilsin ki Allah karsılık vermede siddetlidir"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Hakikati inkara sartlanmıs olanlara (yalnız) bu dunya hayatı guzel gorunur. Bu nedenle, imana ermislerle alay ederler; ama Kıyamet Gunu Allah´a karsı sorumluluk bilinci duyanlar onlardan daha ustun (bir konumda) olacaklardır. Ve Allah, diledigine hesapsız rızık verir"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Butun insanlık bir zamanlar tek bir topluluktu; (sonra ihtilafa dusmeye basladılar), bunun uzerine Allah, mujdeci ve uyarıcı olarak peygamberler gonderdi ve onlar aracılıgıyla hakikati ortaya seren vahiy(ler) bahsetti ki, bununla insanların farklı gorusler edinmeye basladıkları her konuda karar verebilsin. Buna ragmen, kendilerine hakikatin butun kanıtları geldikten sonra aralarındaki kıskanclıktan dolayı onun anlamı hakkında ihtilafa dusenler bizzat bu (vahy)in tevdi edildigi aynı insanlardı. Ancak Allah, insanları, kendi iradesiyle, uzerinde ihtilafa dustukleri hakikate sevk etti; cunku Allah, (ulasmak) isteyeni dogru yola ulastırır"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "(Ama), sizden once gelip gecen (mumin)ler gibi sıkıntı cekmeden cennete girebileceginizi mi zannediyorsunuz? Onların basına oyle ezici sıkıntılar ve katlanılmaz darlıklar geldi ki ve oylesine sarsıldılar ki, muminlerle birlikte Elci de: \"Allah´ın yardımı ne zaman gelecek?\" diye feryat ediyordu. Gozunuzu acın, Allah´ın yardımı (daima) yakındır"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Baskaları icin ne harcayacaklarını sana soruyorlar. De ki: Iyilik/hayır umarak yapacagınız harcama, (once) ebeveyninize, yakın akrabanıza, yetime, muhtaca ve yolcuya aittir; her ne iyilik yaparsanız mutlaka Allah onu cok iyi bilir"
        }
    ]
}