{
    "pages": [
        {
            "chapter": 23,
            "verse": 28,
            "text": "Sen ve seninle beraber olanlar gemiye yerlesir yerlesmez de ki: ´Butun ovguler, bizi bu zalimler toplulugundan kurtaran Allah´a aittir"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "De ki: ´Ey Rabbim! (Senin tarafından) kutlanmıs, guvenli kılınmıs bir yere eristir beni; cunku, insana erismesi gereken yere nasıl erisecegini en iyi gosteren Sensin"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Bu (kıssa)da, muhakkak ki, (dusunen insanlar icin cıkarılacak) dersler vardır; ve suphesiz, Biz (insanı) sınavdan gecirmekteyiz"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Bu (ilk toplumlar)ın ardından yeni nesiller dunyaya getirdik"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Onlara kendi iclerinden elci gonderdik; (bu elci de onlara aynı seyi soyledi:) \"(yalnızca) Allah´a kulluk edin; cunku sizin O´ndan baska tanrınız yok. Buna ragmen, yine de O´na karsı sorumluluk duymayacak mısınız"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Ve (yine) toplumun -(sırf) kendilerine dunya hayatında bolluk ve genislik bahsettik diye, bununla kurumlanıp hakkı kabule yanasmayan, ahiret gercegini yalanlayan seckinler cevresi (her defasında): \"Bu (adam) yediginizden yiyen, ictiginizden icen, sizin gibi bir olumluden baska bir sey degil\" dediler"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "ve tıpkı sizin (simdi yaptıgınız) gibi bir olumluye itibar edecek olursanız, bilin ki, sonunda kaybeden mutlaka siz olacaksınız"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Bu (adam) size olup de toza topraga ve kemige donustukten sonra (yeni bir hayata) kavusturulacagınızı mı vaad ediyor"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Cok uzak, gercekten cok uzak bu vaad edildiginiz sey"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Bu dunyada yasadıgınız hayattan baska hayat yok; oluruz ve (ancak bir kere) yasarız; ve bir daha asla diriltilmeyiz"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Bu adam kendi uydurdugu yalanları Allah´a yakıstıran bir yalancıdan baska biri degil; ve dolayısıyla, biz asla o´na inanacak degiliz"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "(Bunun uzerine peygamber:) \"Ey Rabbim!\" der, \"Bunların (bu) yalanlamalarına karsı bana destek ol"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "(Allah da o´na:) \"Cok gecmeden, carpılmıscasına pisman oluverecekler!\" diye karsılık verir"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Ve ani bir darbe seklinde gelen (cezamız) tam yerinde ve kacınılmaz olarak onları kıskıvrak yakalayıverir; ve boylece onları sel onunde suruklenen cercop ve kopuge ceviririz: uzak olsun, boyle bir zalimler toplumu"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Ve onların ardından da yine yeni nesiller ortaya cıkardık"
        }
    ]
}