{
    "pages": [
        {
            "chapter": 25,
            "verse": 33,
            "text": "Bunun icindir ki, hangi soruyla karsına cıkarlarsa cıksınlar, Biz sana mutlaka asıl dogru olan neyse onu ve en guzel acıklamayı getirmekteyiz"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "(Oyleyse, hakkı inkara kalkısan o kimselere soyle ki) yuzleri ustune suruler halinde cehenneme tıkılacak olanlar (var ya); (ote dunyadaki) yerleri en kotu olanlar ve halen (dogru) yoldan en fazla sapmıs bulunanlar iste boyleleridir"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Gercek su ki, (Muhammed´den cok once) Biz Musa´ya da kitap verdik ve kardesi Harun´u gorevinde o´na yardımcı kıldık"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "ve onlara: \"Siz ikiniz mesajlarımızı yalanlayan (su toplumu uyarmay)a gidin!\" dedik. Ama sonunda, o (gunahkar toplumun) insanlarını kırıp gecirdik"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Ve Nuh toplumunu da, rasuller(den birin)i yalanladıklarında sulara gomuverdik; boylece onları butun insanlık icin ibret yaptık; cunku Biz butun zalimler icin cok can yakıcı bir azap hazırlamısızdır"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Ve ´Ad toplumunu, Semud toplumunu, Ress halkını ve bunların arasında (gelip gecen) daha nice (gunahkar) nesilleri (topluca cezalandırdık)"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "oysa, her birine uyarıcı dersler vermistik; ama (bunlara aldırıs etmeyince) hepsini yerle bir ettik"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Bu (Bizim mesajlarımızı inkar edenler) o cezalandırıcı yagmura tutulan sehri gormus olmalılar; peki orada olup biteni fark etmediler mi? Hayır, bunlar olumden sonra kalkısı beklemiyorlar"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Bunun icindir ki, (ey Muhammed,) ne zaman senden soz etseler, mutlaka, \"Allah´ın bize rasul olarak gonderdigi kisi bu mu?\" diyerek, seni alay, eglence konusu yapıyorlar"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Eger onlara sıkıca sarılmasaydık, bizi neredeyse tanrılarımızdan uzaklastıracaktı!\" (diyorlar.) Fakat (kendilerini bekleyen) azabı gordukleri zaman (dogru) yoldan uzaklasan kisilerin kim oldugunu ogrenecekler"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Sen hic kendi heva ve heveslerini tanrılastıran (birin)i dusundun mu? Imdi, boyle birinden de sen mi sorumlu olacaksın"
        }
    ]
}