{
    "pages": [
        {
            "chapter": 33,
            "verse": 23,
            "text": "Muminler arasında oylesi var ki Allah´ın huzurunda verdigi sozu (her zaman) yerine getirir; kimi (olume gitmek suretiyle) ahitlerini yerine getirmistir, kimi de (kararlarından) vazgecmeden (ahitlerini yerine getirmeyi) beklemektedir"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "(Insan bu tur sınamalara tabi tutulmaktadır ki) Allah, sadakat gosterenleri sozlerini tutmalarından dolayı odullendirsin, iki yuzluleri de -dilerse- azaba carptırsın yahut (pismanlık duyarlarsa) tevbelerini kabul etsin; Suphesiz Allah, cok bagıslayandır, rahmet sahibidir"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Allah, boylece, hakikati inkara sartlanmıs olanları butun ofke ve hiddetleri icinde yuzustu bıraktı; onlar hicbir fayda elde edemediler, cunku savasta muminler(i korumay)a Allah´ın yardımı yetti, gorduler ki Allah gucludur ve kudret sahibidir"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "(ve gorduler ki) saldırganlara yardım eden gecmis vahiylerin mensuplarını kalelerinden cekip cıkardı ve kalplerine korku saldı; boylece bir kısmını oldurdunuz, bir kısmını da esir aldınız"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "O, sizi onların topraklarına, evlerine ve mallarına mirascı yaptı; ve henuz ayak basmadıgınız topraklarını (size vaad etti). Allah her seye kadirdir"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Ey Peygamber! Eslerine soyle: \"Eger siz (yalnız) bu dunya hayatını ve onun cazibesini istiyorsanız, gelin size istediginizi vereyim ve (sonra da) sizi uygun bir sekilde salayım"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Yok eger Allah´ı, Elcisi´ni ve ahiret hayatının (guzelliklerini) istiyorsanız, (bilin ki) Allah, icinizden guzel isler yapanlar icin buyuk bir odul hazırlamıstır"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Ey Peygamber esleri! Sizden kim acık bir hayasızlıkta bulunmus olursa, onun (oteki dunyadaki) azabı, (baska gunahkarların azabının) iki katı olur, bu Allah icin kolaydır"
        }
    ]
}