{
    "pages": [
        {
            "chapter": 33,
            "verse": 55,
            "text": "(Fakat) onların babalarına, ogullarına, kardeslerine, erkek kardeslerinin veya kız kardeslerinin ogullarına, kadın hizmetcilerine yahut sag ellerinin sahip oldugu (kadın koleleri)ne (serbestce gorunmelerinde) bir mahzur yoktur. Ama (ey Peygamber esleri, her zaman) Allah´a karsı sorumlulugunuzun bilincinde olun; suphesiz Allah, her seye sahittir"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Allah ve melekleri, suphesiz, Peygamberi kutsarlar: (o halde) ey iman etmis olanlar, siz de o´nu kutsayın ve kendinizi (o´nun rehberligine) tam bir teslimiyetle terk edin"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Allah´ı ve Rasulu´nu (bilerek) incitenlere gelince; Allah onları bu dunyada ve ahirette (rahmetinden) yoksun bırakacak ve onlar icin alcaltıcı bir azap hazırlayacaktır"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Mumin erkekleri ve mumin kadınları yapmadıkları bir fiilden dolayı suclayanlara gelince, onlar iftira atma sucu islemis ve boylece acık bir gunaha girmis olurlar"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "Ey Peygamber! Eslerine, kızlarına ve (oteki) butun mumin kadınlara (toplum icine cıktıklarında) dıs kıyafetlerini uzerlerine almalarını soyle! Bu, onların (temiz kadınlar olarak) tanınmalarını ve rahatsız edilmemelerini temin eder. Ama (unutma ki) Allah, cok bagıslayıcıdır, rahmet kaynagıdır"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Iste boyle, eger ikiyuzluler, kalplerinde hastalık olanlar ve yalan haberler yayarak (Peygamber´in) kent(in)de huzursuzluk cıkaranlar (dusmanca hareketlerinden) vazgecmezlerse (ey Muhammed,) onlar uzerinde ustunluk kurmanı saglarız, o zaman bu (kentte) sana cok az bir sure komsu kalacaklardır"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "ve onlar, Allah´ın rahmetinden yoksun olduklarından goruldukleri yerde yakalanacaklar ve teker teker ortadan kaldırılacaklardır"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Daha once gelip gecen (bu tur gunahkar)lar icin Allah´ın tatbik ettigi yol budur; ve sen Allah´ın tatbikatında bir degisiklik goremezsin"
        }
    ]
}