{
    "pages": [
        {
            "chapter": 67,
            "verse": 27,
            "text": "Ama sonunda, bu (gerceklesme)nin yakın oldugunu gordukleri zaman, hakikati inkar edenlerin yuzleri acı ile burusacak ve onlara: \"Iste (o kadar kucumseyerek) cagırıp durdugunuz sey budur!\" denilecek"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "De ki (ey Peygamber!): \"Ne sanıyorsunuz? Allah isterse beni ve bana tabi olanları yok eder, isterse bize sefkatiyle rahmet eder. Peki, (siz) hakikat inkarcılarını (oteki dunyada) siddetli azaptan koruyabilecek kimse var mı"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "De ki: \"O, Rahman´dır; biz O´na iman ettik ve O´na guvendik; kimin acık bir sapıklıkta oldugunu zamanı geldiginde anlayacaksınız"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "(Hakikati inkar edenlere) de ki: \"Ne sanıyorsunuz? Aniden butun suyunuz topragın altında yok olup gitseydi (Allah´tan baska) kim size temiz kaynaklardan (yeni) su verebilirdi"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "Nun. Dusun kalemi ve (onunla) yazdıklarını"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "Sen bir deli degilsin, Rabbinin nimeti sayesinde"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "Ve senin icin kesintisiz bir odul vardır"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "cunku sen, ustun bir hayat tarzına sahipsin"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "ve (bir gun) sen de goreceksin, onlar, (simdi seni kucumseyenler) de gorecekler"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "hanginiz(in) akıldan yoksun oldugunu"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "Gercek su ki, yalnız senin Rabbin, kimin kendi yolundan saptıgını bilir ve yalnız O´dur, kimin dogru yolda oldugunu bilen"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "O halde, hakikati yalanlayanlar(ın arzu ve ozlemlerin)e uyma"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "Onlar senin (kendilerine) yumusak davranmanı isterler ki kendileri de (sana) yumusak davransınlar"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "Ayrıca, yemin edip duran alcaga uyma"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "(yahut) igrenc dedikodular yapan iftiracıya"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "(yahut) iyilige mani olana, (yahut) gunahkar zorbaya"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "(yahut) ihtiraslarına esir olmus zalime ve butun bunların otesinde (hemcinslerine) hicbir faydası dokunmayana"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "Onun mal mulk ve cocuk sahibi olmasından mıdır"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "ki ne zaman mesajlarımız boyle birine iletildiyse, \"Bunlar eski zaman hikayeleri!\" demisti"
        }
    ]
}