{
    "pages": [
        {
            "chapter": 4,
            "verse": 80,
            "text": "Kim Peygambere itaat ederse Allaha itaat etmis olur; yuz cevirenlere gelince; Biz seni onlara bekcilik yapman icin gondermedik"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Onlar, \"Biz sana itaat ediyoruz.\" Derler, ama yanından uzaklastıklarında, iclerinden bir kısmı, gecenin karanlıgında, senin dile getirdigin (inanclar)dan baska seyler tasarlarlar; ve Allah onların boyle gece karanlıgında tasarladıkları her seyi kaydeder. O halde kendi baslarına bırak onları ve yalnızca Allaha guven; zira hic kimse Allah kadar guvene layık olamaz"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Onlar bu Kuranı hic anlamaya calısmazlar mı? Eger o, Allahtan baska birinden gelmis olsaydı onda mutlaka bircok (tutarsızlık ve) celiskiler bulurlardı"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Onlar savas veya barıs ile ilgili herhangi bir (gizli) konuda bilgi sahibi olduklarında onu dısarıya yayarlar; halbuki onu Peygambere ve muminler arasından kendilerine otorite emanet edilmis olanlara arzetmis olsalardı, gizli bilgiler elde etmekle ugrasanlar onu(nla ilgili olarak ne yapılması gerektigini) mutlaka bilirlerdi. Ama Allahın size lutfu ve rahmeti sayesinde aranızdan cok az kimse seytanın ardına takılmıstır"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "O halde sen Allah yolunda savas cunku sen, yalnızca kendi nefsinden sorumlusun ve muminleri olum korkusunu yenmeleri icin tesvik et! Allah, hakikati inkara kalkısanların gucunu kırmaya muktedirdir; cunku Allah iradesinde guclu ve cezalandırmasında siddetlidir"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Kim haklı bir dava ugrunda ustun caba gosterirse, onun kazandıracagı nimetlerden bir pay alacaktır ve kim de haksız bir dava icin kosturursa, sorumlulugunun hesabını verecektir: Cunku Allah, her seyi gozetleyicidir"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Bir selam aldıgınızda daha guzel bir selam ile karsılık verin veya (en azından) benzeri ile. Suphesiz Allah her seyin hesabını tutmaktadır"
        }
    ]
}