{
    "pages": [
        {
            "chapter": 4,
            "verse": 106,
            "text": "ama Allahın onları bagıslaması icin dua et; unutma ki Allah cok bagıslayıcıdır, rahmet kaynagıdır"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Kendi kisiliklerine ihanet edenleri savunma! Suphe yok ki Allah, kendilerine ihanet edenleri ve gunahkarlıkta inat edenleri sevmez"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Onlar yaptıklarını insanlardan gizleyebildiler ama Allahtan gizleyemezler; cunku gecenin karanlıgında, Allahın tasvip etmedigi dusunce ve inancları her ne zaman tasarlasalar, Allah onların yanı basındadır. Ve Allah onların butun yaptıklarını (ilmiyle) kusatır"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Sizler belki bu dunya hayatında onları savunabilirsiniz; ya Kıyamet Gunu kim onları Allaha karsı savunacak, kim onların koruyucusu olacaktır"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Ama kim kotuluk yapar yahut (baska sekilde) kendisine zulmeder de daha sonra affetmesi icin Allaha yalvarırsa, Allahı cok bagıslayıcı ve rahmet kaynagı olarak bulacaktır"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Cunku gunah isleyen kimse, yalnız kendine zarar verir. Ve Allah her seyi bilendir, hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "Ama kim bir hata yapar ve gunah isler de sonra onu sucsuz bir kimsenin ustune atarsa, iftira sucu ve (hatta daha da) igrenc bir gunah yuklenmis olur"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Allahın sana lutfu ve rahmeti olmasaydı, o (kendilerine zulmede)nlerden bazısı seni saptırmaya calısırdı; ama onlar kendilerinden baska kimseyi saptıramazlar. Sana asla bir zarar da veremezler, cunku Allah sana bu ilahi kelamı indirmis, hikmeti (vermis) ve sana bilmediklerini ogretmistir. Allahın sana olan lutfu gercekten buyuktur"
        }
    ]
}