{
    "rukus": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "ហើយ(យើងបានបញ្ជូន)សឡេះទៅកាន់ក្រុមសាមូដ ដែលជាបងប្អូនរបស់ពួកគេ។ គាត់បានពោលថាៈ ឱក្រុមរបស់ខ្ញុំ. ចូរពួកអ្នកគោរពសក្ការៈចំពោះអល់ឡោះ ពួកអ្នកគ្មានម្ចាស់ណា ផេ្សងដែលត្រូវគោរពសក្ការៈដ៏ពិតប្រាកដក្រៅពីអល់ឡោះឡើយ។ ទ្រង់ជាអ្នកដែលចាប់ផ្ដើមបង្កើតពួកអ្នកពីដី ហើយទ្រង់ក៏បានឱ្យ ពួកអ្នកតាំងទីលំនៅលើវា។ ដូចេ្នះ ចូរពួកអ្នកសុំអភ័យទោសពីទ្រង់ និងសារភាពទោសកំហុសចំពោះទ្រង់។ ពិតប្រាកដណាស់ម្ចាស់របស់ ខ្ញុំជាអ្នកដែលនៅជិតបង្កើយ ជាអ្នកឆ្លើយតប(ការបួងសួងសុំ)។"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "ពួកគេបានតបវិញថាៈ ឱសឡេះ. ជាការពិតណាស់ អ្នក ធ្លាប់ជាមនុស្សដែលជាទីសង្ឃឹមក្នុងចំណោមពួកយើង(ជាមេដឹកនាំ)កាលពីមុននេះ។ តើអ្នកហាមឃាត់ពួកយើងមិនឱ្យគោរពសក្ការៈ ចំពោះអ្វីដែលជីដូនជីតារបស់ពួកយើងបានគោរពសក្ការៈឬ? ហើយ ពិតប្រាកដណាស់ ពួកយើងមានការសង្ស័យយ៉ាងខ្លាំងនូវអ្វីដែលអ្នក អំពាវនាវចំពោះពួកយើង។"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "គាត់(សឡេះ)បានពោលថាៈ ឱក្រុមរបស់ខ្ញុំ. ពួកអ្នក ប្រាប់ខ្ញុំមក ប្រសិនបើខ្ញុំមានភស្ដុតាងយ៉ាងច្បាស់លាស់អំពីម្ចាស់របស់ខ្ញុំ ហើយទ្រង់បានប្រទានដល់ខ្ញុំនូវក្ដីមេត្ដាករុណា(ភាពជា)ពី ទ្រង់នោះ តើមានអ្នកណាអាចជួយខ្ញុំបានពី(ទណ្ឌកម្ម)អល់ឡោះ ប្រសិនបើខ្ញុំមិនបានគោរពចំពោះទ្រង់? ពួកអ្នកមិនបង្កើនអ្វីដល់ខ្ញុំ ក្រៅពីភាពខាតបង់នោះឡើយ។"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "ឱក្រុមរបស់ខ្ញុំ. នេះគឺជាសត្វអូដ្ឋញីរបស់អល់ឡោះដែល ជាភស្តតាងមួយសម្រាប់ពួកអ្នក។ ដូចេ្នះ ចូរពួកអ្នកទុកឱ្យវាដើរ ស៊ីនៅលើដីរបស់អល់ឡោះចុះ ហើយពួកអ្នកកុំប៉ះពាល់វាដោយ ប្រការអាក្រក់ណាមួយឱ្យសោះ។ បើមិនដូច្នោះទេទារុណកម្មនឹង ធ្លាក់មកលើពួកអ្នកឆាប់ៗនេះជាមិនខាន។"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "តែពួកគេបានសម្លាប់វា។ ពេលនោះគាត់បានពោលថាៈ ចូរពួកអ្នកសប្បាយរីករាយក្នុងលំនៅដ្ឋានរបស់ពួកអ្នករយៈពេល បីថ្ងៃចុះ(ទណ្ឌកម្មនឹងមកដល់បន្ទាប់ពីនោះ)។ នេះជាការសន្យា មួយ(របស់អល់ឡោះ)ដែលគ្មានការភូតកុហកឡើយ។"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "នៅពេលដែលបទបញ្ជា (ទណ្ឌកម្ម)របស់យើងបានមក ដល់ យើងក៏បានសង្គ្រោះសឡេះ និងបណ្ដាអ្នកដែលមានជំនឿជា មួយគាត់ដោយក្ដីមេត្ដាករុណាអំពីយើង ហើយ(យើងបានសង្គ្រោះ ពួកគេ)ពីភាពអាម៉ាស់របស់ពួកគេនៅថ្ងៃនោះ។ ពិតប្រាកដណាស់ ម្ចាស់របស់អ្នកមហាខ្លាំងក្លា មហាខ្លាំងពូកែ។"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "ហើយពេលនោះ សម្រែកយ៉ាងខ្លាំងបានឆក់យកជីវិតពួក ដែលបំពាន ហើយបានធ្វើឱ្យពួកគេស្លាប់មួយរំពេចនៅក្នុងផ្ទះរបស់ ពួកគេ។"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "វាហាក់ដូចជាពួកគេមិនបានរស់នៅទីនោះ។ ចូរដឹងថា. ពិតប្រាកដណាស់ ក្រុមសាមូដបានប្រឆាំងនឹងម្ចាស់របស់ពួកគេ។ ចូរដឹងថា. មហន្ដរាយហើយចំពោះក្រុមសាមូដ។"
        }
    ]
}