{
    "rukus": [
        {
            "chapter": 18,
            "verse": 32,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)លើកយកបុរសពីរនាក់(មានជំនឿ និងគ្មានជំនឿ)មកធ្វើជាឧទាហរណ៍ដល់ពួកគេ(ពួកគ្មានជំនឿ) ដែលយើងបានប្រទានឱ្យគេ(អ្នកគ្មានជំនឿ)ម្នាក់នៃគេទាំងពីរនូវ ចំការទំពាំងបាយជូរពីរ ហើយយើងបានធ្វើរបងពីដើមល្មើព័ទ្ធជុំវិញ វាទាំងពីរ ព្រមទាំងយើងបានធ្វើឱ្យមានដំណាំផេ្សងៗនៅចន្លោះ ចំការទាំងពីរនោះទៀត។"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "ចំការទាំងពីរនោះបានផ្ដល់ផលដោយគ្មានខ្វះអ្វីឡើយ។ ហើយយើងបានធ្វើឱ្យមានទនេ្លមួយមានទឹកផុសចេញមករវាង ចំការទាំងពីរ។"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "ហើយគេនោះមានទ្រព្យសម្បត្ដិជាច្រើន បន្ទាប់មកគេបាន និយាយទៅកាន់មិត្ដភក្ដិ(មានជំនឿ)របស់គេដោយជជែកគ្នាថាៈ ខ្ញុំមានទ្រព្យសម្បត្ដិ និងមានអ្នកខ្លាំងៗជួយខ្ញុំច្រើនជាងអ្នក។"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "ហើយគេបានចូលទៅក្នុងចំការរបស់គេ ខណៈដែលគេជា អ្នកបំពានលើខ្លួនឯង ដោយគេបាននិយាយថាៈ ខ្ញុំមិនគិតថាចំការ នេះនឹងវិនាសអន្ដរាយឡើយ។"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "ហើយខ្ញុំក៏មិនគិតថា ថ្ងៃបរលោកនឹងកើតមានដែរ។ តែ ប្រសិនបើខ្ញុំត្រូវបានគេឱ្យវិលត្រឡប់ទៅរកម្ចាស់របស់ខ្ញុំវិញនោះ ខ្ញុំពិតជានឹងបានជួបនូវកន្លែងវិលត្រឡប់មួយដែលប្រសើរជាងចំការ នេះទៅទៀត។"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "មិត្ដភក្ដិ(អ្នកមានជំនឿ)របស់គេបានតបទៅកាន់គេ(អ្នក គ្មានជំនឿ)វិញដោយនិយាយថាៈ តើអ្នកប្រឆាំងនឹងអ្នកដែលបាន បង្កើតអ្នកពីដី បន្ទាប់មកពីទឹកកាម បន្ទាប់មកទៀតធ្វើឱ្យអ្នកមាន រូបរាងជាមនុស្សឬ"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "ប៉ុន្ដែសម្រាប់ខ្ញុំវិញ ខ្ញុំជឿថាទ្រង់គឺជាអល់ឡោះដែលជា ម្ចាស់របស់ខ្ញុំ។ ហើយខ្ញុំមិនយកអ្នកណាម្នាក់ធ្វើជាដៃគូជាមួយ ម្ចាស់របស់ខ្ញុំឡើយ។"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "ហេតុអ្វីបានជានៅពេលដែលអ្នកបានចូលទៅក្នុងចំការ របស់អ្នកមិនសូត្រថាៈ لاَ قُوَّةَ إِلاَّ بِاللهِ مَاشَاءَ اللهُ (មានន័យថាៈ អ្វីៗ ដែលអល់ឡោះមានចេតនាគឺគ្មានឥទ្ឋិពលណាក្រៅពីអល់ឡោះ ឡើយ) ប្រសិនបើអ្នកឃើញខ្ញុំមានទ្រព្យសម្បត្ដិនិងកូនចៅតិច ជាងអ្នកនោះ"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "សង្ឃឹមថា ម្ចាស់របស់ខ្ញុំនឹងផ្ដល់ឱ្យខ្ញុំនូវអ្វីផេ្សងប្រសើរជាង ចំការរបស់អ្នកទៅទៀត ហើយទ្រង់នឹងបញ្ចុះទារុណកម្មដ៏ធ្ងន់ធ្ងរពី លើមេឃមកលើវា ហើយវានឹងក្លាយទៅជាដីទទេជាមិនខាន។"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "ឬក៏ទឹករបស់វាត្រូវដីស្រូបអស់ ហើយអ្នកនឹងមិនអាចរក ទឹកនោះបានឡើយ។"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "ហើយភោគផលរបស់គេត្រូវវិនាស ហើយគេបានទះដៃទាំង ពីររបស់គេ(ដោយការសោកស្ដាយ) ទៅលើអ្វីដែលគេបានចំណាយ ចំពោះវា(ចំការ) ខណៈដែលជន្លង់ទាំងអស់របស់វាត្រូវបំផ្លាញ។ ហើយគេបាននិយាយថាៈ ឱអនិច្ចាខ្លួនខ្ញុំ. ខ្ញុំមិនបានយកអ្នកណា ម្នាក់ធ្វើជាដៃគូគោរពសក្ការៈរួមជាមួយនឹងម្ចាស់របស់ខ្ញុំឡើយ។"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "ហើយគ្មានក្រុមណាមួយអាចជួយគេក្រៅពីអល់ឡោះ ឡើយ។ ហើយគេក៏មិនអាចជួយខ្លួនឯងបានដែរ។"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "នៅថ្ងៃនោះ(ថ្ងៃបរលោក)សិទ្ធិអំណាចជាកម្មសិទ្ធិរបស់ អល់ឡោះដ៏ពិតប្រាកដ។ ទ្រង់ជាអ្នកផ្ដល់ផលបុណ្យដ៏ប្រសើរ ហើយក៏ជាអ្នកតបស្នងដ៏ប្រសើរដែរ។"
        }
    ]
}