{
    "rukus": [
        {
            "chapter": 20,
            "verse": 116,
            "text": "ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានមានបន្ទូល ទៅកាន់ពួកម៉ាឡាអ៊ីកាត់ថាៈ ចូរពួកអ្នកស៊ូជូតចំពោះអាដាំ។ ពេល នោះពួកគេបានស៊ូជូតទាំងអស់គ្នា លើកលែងតែអ៊ីព្លីសប៉ុណ្ណោះ ដែលបានប្រកែក។"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "ហើយយើងបានមានបន្ទូលថា ឱអាដាំ. ពិតប្រាកដ ណាស់ នេះ(អ៊ីព្លីស)ជាសត្រូវរបស់អ្នក និងភរិយារបស់អ្នក ដូចេ្នះ ចូរកុំបណ្ដោយឱ្យគេបណេ្ដញអ្នកទាំងពីរចេញពីឋានសួគ៌ជាហេតុ នាំឱ្យអ្នកមានការលំបាកឱ្យសោះ។"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "ពិតប្រាកដណាស់ សម្រាប់អ្នកនៅក្នុងនោះ(ឋានសួគ៌) គឺអ្នកមិនអត់ឃ្លាន ហើយក៏មិនអាក្រាតដែរ។"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "ហើយពិតប្រាកដណាស់ នៅក្នុងនោះអ្នកមិនសេ្រកទឹក ហើយក៏មិនត្រូវកំដៅព្រះអាទិត្យដែរ។"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "ក្រោយមកស្ហៃតនបានញុះញង់គាត់ថាៈ ឱអាដាំ. តើចង់ ឱ្យខ្ញុំបង្ហាញអ្នកពីដើមឈើអមតៈ និងភាពជាអ្នកគ្រប់គ្រងដែលគ្មាន ពេលអន្ដរាយដែរឬទេ"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "ហើយគេទាំងពីរនាក់បានទទួលទានផ្លែឈើនោះ ស្រាប់ តែភាពអាក្រាតរបស់គេទាំងពីរក៏បានលាតត្រដាងចំពោះគេទាំង ពីរ ហើយគេទាំងពីរបានបេះស្លឹកឈើឋានសួគ៌យកមកបិទបាំងលើ រាងកាយរបស់គេទាំងពីរ។ ហើយអាដាំបានធ្វើខុសនឹងបទបញ្ជានៃ ម្ចាស់របស់គេ និងបានវងេ្វង(ពីការពិត)។"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "ក្រោយមក ម្ចាស់របស់គាត់បានជ្រើសរើសគាត់ ហើយ ទ្រង់បានអភ័យទោសឱ្យគាត់ និងបានចង្អុលបង្ហាញគាត់(ទៅរក មាគ៌ាដ៏ត្រឹមត្រូវ)វិញ។"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "ទ្រង់បានមានបន្ទូលថាៈ ចូរអ្នកទាំងពីរ(អាដាំ និងហាវ៉ា) ចុះចេញពីឋានសួគ៌ទាំងអស់គ្នាចុះ។ ពួកអ្នកមួយចំនួនគឺជាសត្រូវនឹង គ្នា។ ហើយប្រសិនបើការចង្អុលបង្ហាញរបស់យើងមកដល់ពួកអ្នក អ្នកណាហើយដែលបានដើរតាមការចង្អុលបង្ហាញរបស់យើងនោះ គឺគេមិនវងេ្វង(នៅក្នុងលោកិយ)និងមិនលំបាកឡើយ(នៅថ្ងៃ បរលោក)។"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "តែបើអ្នកណាហើយបានងាកចេញពីការដាស់តឿន(គម្ពីរ គួរអាន)របស់យើង ពិតប្រាកដណាស់សម្រាប់គេគឺការរស់នៅយ៉ាង លំបាកវេទនា(ទោះបីជារូបភាពខាងក្រៅរបស់គេជាអ្នកមាន ឬមាន ឋានៈខ្ពង់ខ្ពស់ក៏ដោយ) ហើយយើងនឹងប្រមូលផ្ដុំគេនៅថ្ងៃបរលោក ដោយភ្នែកខ្វាក់។"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "គេបាននិយាយថាៈ ឱម្ចាស់របស់ខ្ញុំ. ហេតុអ្វីបានជាទ្រង់ ប្រមូលផ្ដុំខ្ញុំមកវិញដោយពិការភ្នែក ហើយជាការពិតណាស់ ខ្ញុំធ្លាប់ ជាអ្នកភ្នែកភ្លឺទេតើ"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "ទ្រង់បានមានបន្ទូលថាៈ ដូច្នោះហើយ អាយ៉ាត់ៗរបស់ យើងបានមកដល់អ្នក តែអ្នកបានភេ្លចវា(ដោយបោះបង់មិនព្រម ជឿ)។ ដូចេ្នះថ្ងៃនេះអ្នកក៏ត្រូវគេភេ្លចវិញដែរ។"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "យើងក៏តបស្នងដូច្នោះដែរចំពោះអ្នកដែលបានល្មើស (នឹងបទបញ្ជា) និងមិនព្រមជឿនឹងអាយ៉ាត់ៗនៃម្ចាស់របស់គេ។ ហើយទារុណកម្មនៅថ្ងៃបរលោកគឺខ្លាំងក្លាបំផុត និងជាអមតៈ។"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "តើវា(គម្ពីរគួរអាន)មិនបានបង្ហាញដល់ពួកគេ(ពួក មូស្ហរីគីន)ទេឬថា យើងបានបំផ្លាញមុនពួកគេជាច្រើនជំនាន់មក ហើយ ដោយសារតែពួកគេ(ពួកជំនាន់មុន)ធ្វើដំណើរឆ្លងកាត់ លំនៅដ្ឋាន(បែកបាក់)របស់ពួកគេនោះ? ពិតប្រាកដណាស់ ក្នុង រឿងនោះគឺជាភស្ដុតាងៗសម្រាប់អ្នកដែលមានប្រាជ្ញាឈេ្វងយល់។"
        }
    ]
}