{
    "rukus": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "ហើយពួកដែលមិនសង្ឃឹមថានឹងជួបយើងបាននិយាយថាៈ ហេតុអ្វីបានជាគេមិនបញ្ចុះម៉ាឡាអ៊ីកាត់មកឱ្យពួកយើង ឬឱ្យពួក យើងឃើញម្ចាស់របស់ពួកយើង? ជាការពិតណាស់ ពួកគេមាន មោទភាពចំពោះខ្លួនឯង និងមានអំនួតកេ្អងក្អាងហួសប្រមាណ។"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "នៅថ្ងៃ(បរលោក)ដែលពួកគេនឹងឃើញម៉ាឡាអ៊ីកាត់ (ពោលទៅកាន់ពួកគេថា)គ្មានដំណឹងរីករាយចំពោះជនដែលប្រព្រឹត្ដ អាក្រក់នៅថ្ងៃនោះឡើយ ហើយពួកគេនឹងនិយាយទៀតថាៈ (ឋាន សួគ៌)គឺជាកន្លែងដែលត្រូវបានគេហាមឃាត់ចំពោះពួកអ្នក។"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "ហើយយើងបានត្រឡប់ទៅរកអ្វីដែលពួកគេបានសាងអំពី ប្រការល្អ រួចយើងធ្វើឱ្យវារលាយសាបសូន្យដូចធូលីដែលរសាត់តាម ខ្យល់ ។"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "នៅថ្ងៃនោះបណ្ដាអ្នកឋានសួគ៌ គឺមានកន្លែងស្នាក់នៅដ៏ល្អ ប្រសើរ និងកន្លែងសម្រាកដ៏ប្រពៃបំផុត។"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "ហើយ(ចូរចងចាំ)នៅថ្ងៃដែលមេឃនឹងបែកចេញជាមួយ នឹងដុំពពកជាច្រើន ហើយគេបានបញ្ចុះម៉ាឡាអ៊ីកាត់មកជាបន្ដបន្ទាប់។"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "ការគ្រប់គ្រងដ៏ពិតប្រាកដនៅថ្ងៃនោះគឺជាកម្មសិទ្ធិរបស់ ម្ចាស់មហាសប្បុរស។ ហើយវាគឺជាថ្ងៃដែលលំបាកជាទីបំផុត ចំពោះពួកដែលគ្មានជំនឿ។"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "ហើយ(ចូរចងចាំ)នៅថ្ងៃដែលអ្នកបំពានខាំដៃទាំងពីរ របស់គេ(ព្រោះសោកស្ដាយពីកំហុសរបស់ខ្លួន)ដោយនិយាយថាៈ ឱខ្លួនខ្ញុំអើយ. ខ្ញុំគួរតែបានជ្រើសរើសផ្លូវដែលត្រឹមត្រូវជាមួយនឹង អ្នកនាំសារ។"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "ឱអនិច្ចាខ្លួនខ្ញុំអើយ. មិនគួរណាខ្ញុំបានយកអ្នក(អ្នកប្រឆាំង ឬស្ហៃតន)ណាម្នាក់ធ្វើជាមិត្ដភកិ្ដឡើយ។"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "ជាការពិតណាស់ គេ(មិត្ដភក្ដិ)បានធ្វើឱ្យខ្ញុំវងេ្វងចេញពីការ រំលឹក(គម្ពីរគួរអាន)បន្ទាប់ពីវាបានមកដល់ខ្ញុំហើយ។ ហើយស្ហៃតន គឺជាអ្នកដែលបានបោកប្រាស់ចំពោះមនុស្សលោក។"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "ហើយអ្នកនាំសារបានពោលថាៈ ឱម្ចាស់របស់ខ្ញុំ. ពិតប្រាកដ ណាស់ ក្រុមរបស់ខ្ញុំបានបោះបង់ចោលគម្ពីរគួរអាននេះ(ដោយមិន អនុវត្ដតាមវាឡើយ)។"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "ហើយដូចេ្នះដែរយើងបានបង្កើតចំពោះរាល់ៗណាពីឱ្យមាន សត្រូវដែលស្ថិតក្នុងចំណោមពួកដែលសាងបាបកម្ម។ គ្រប់គ្រាន់ ហើយដែលម្ចាស់របស់អ្នកជាអ្នកចង្អុលបង្ហាញនិងជាអ្នកជួយនោះ។"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "ហើយពួកដែលប្រឆាំងបាននិយាយថាៈហេតុអ្វីបានជាគេ មិនបញ្ចុះគម្ពីរគួរអានទៅឱ្យគេ(មូហាំម៉ាត់)ទាំងមូលតែម្ដងទៅ? (យើងបានបញ្ចុះមួយផ្នែកៗ)ដូចេ្នះ គឺដើម្បីយើងនឹងពង្រឹងចិត្ដ របស់អ្នកឱ្យកាន់តែនឹងនរនឹងវា។ ហើយយើងបានបកស្រាយ ដល់គេបន្ដិចម្ដងៗយ៉ាងក្បោះក្បាយ។"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "ហើយពួកគេមិនអាចនាំមកឱ្យអ្នកនូវឧទាហរណ៍ណាមួយ ដូច(គម្ពីរគួរអាន)ឡើយ តែយើងទេដែលបាននាំមកឱ្យអ្នកនូវការ ពិត និងការបកស្រាយដ៏ប្រសើរបំផុតនោះ ។"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "(ពួកទាំងនោះគឺជា)ពួកដែលត្រូវគេប្រមូលផ្ដុំដោយអូស ផ្កាប់មុខទៅរកនរកជើហាន់ណាំ។ ពួកទាំងនោះគឺស្ថិតក្នុងសភាព ដ៏អាក្រក់និងវងេ្វងបំផុតពីមាគ៌ា(ដែលត្រឹមត្រូវ)។"
        }
    ]
}