{
    "rukus": [
        {
            "chapter": 33,
            "verse": 28,
            "text": "ឱណាពី(មូហាំម៉ាត់). ចូរអ្នកពោលទៅកាន់ភរិយាទាំង ឡាយរបស់អ្នកថាៈ ប្រសិនបើពួកនាងត្រូវការតែការរស់នៅក្នុង លោកិយ និងភាពត្រចះត្រចង់របស់វា ចូរពួកនាងមក ខ្ញុំនឹងផ្ដល់ ភាពសប្បាយរីករាយ(ទ្រព្យសម្បត្ដិ)ដល់ពួកនាង ហើយខ្ញុំនឹងលែង លះពួកនាងតាមវិធីមួយដ៏ល្អ។"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "តែប្រសិនបើពួកនាងត្រូវការ(ការយល់ព្រមពី)អល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ ហើយនិងថ្ងៃបរលោកនោះ អល់ឡោះពិត ជាបានរៀបចំសម្រាប់បណ្ដាអ្នកដែលធ្វើល្អក្នុងចំណោមពួកនាងនូវ ផលបុណ្យដ៏ធំធេង។"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "ឱបណ្ដាភរិយារបស់ណាពី. អ្នកណាហើយក្នុងចំណោមពួក នាងប្រព្រឹត្ដអំពើអសីលធម៌(ផិតក្បត់)ដែលច្បាស់លាស់ នាងនឹង ត្រូវគេធ្វើទារុណកម្មទេ្វដង។ ហើយរឿងនោះគឺងាយស្រួលបំផុត ចំពោះអល់ឡោះ។"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "ហើយអ្នកណាក្នុងចំណោមពួកនាងប្រតិបត្ដិតាមអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ ហើយនិងសាងអំពើល្អ យើងនឹងប្រទានឱ្យ នាងនូវផលបុណ្យទេ្វដង។ ហើយយើងបានរៀបចំសម្រាប់នាងនូវ លាភសក្ការៈដ៏ឧត្ដុង្គឧត្ដម(ឋានសួគ៌)។"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "ឱបណ្ដាភរិយារបស់ណាពី. ពួកនាងមិនដូចអ្នកណាម្នាក់ ក្នុងចំណោមស្ដ្រីដទៃឡើយ។ ប្រសិនបើពួកនាងកោតខ្លាចអល់ឡោះ ពួកនាងកុំប្រើពាក្យសំដីទន់ភ្លន់ម្ញ៉ិកម្ញ៉ក់(ជាមួយបុរសដែលមិនមែន ជាស្វាមី)ឱ្យសោះ ជាហេតុធ្វើឱ្យបុរសដែលមានជម្ងឺ(ចំណង់តណ្ហា) នៅក្នុងចិត្ដរបស់គេមានអារម្មណ៍(ចំពោះពួកនាង)។ តែពួកនាងត្រូវ និយាយនូវពាក្យសំដីណាដែលល្អ។"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "ហើយចូរពួកនាងរក្សាខ្លួននៅក្នុងផ្ទះរបស់ពួកនាង ហើយ ពួកនាងកុំបង្ហាញភាពឆើតឆាយ ដូចភាពឆើតឆាយនៃសម័យកាល ល្ងង់ខ្លៅដំបូង(មុនសម័យអ៊ីស្លាម)ឱ្យសោះ។ ហើយចូរពួកនាង ប្រតិបត្ដិសឡាត និងបរិច្ចាគហ្សាកាត់ និងប្រតិបត្ដិតាមអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់។ ពិតប្រាកដណាស់ អល់ឡោះចង់បំបាត់ ភាពកខ្វក់(បាបកម្ម)ចេញពីពួកអ្នកឱគ្រួសារណាពី. ហើយទ្រង់ នឹងសំអាតពួកអ្នកឱ្យស្អាតស្អំ។"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "ហើយចូរពួកនាងរំលឹកនូវអ្វីដែលគេសូត្រនៅក្នុងផ្ទះរបស់ ពួកនាងអំពីអាយ៉ាត់ៗរបស់អល់ឡោះ និងការទូន្មានរបស់ណាពី។ ពិតប្រាកដណាស់ អល់ឡោះមហាទន់ភ្លន់ មហាដឹងជ្រួតជ្រាប។"
        }
    ]
}