{
    "rukus": [
        {
            "chapter": 33,
            "verse": 35,
            "text": "ពិតប្រាកដណាស់ បណ្ដាមូស្លីមប្រុសស្រី និងបណ្ដាអ្នក មានជំនឿប្រុសស្រី និងបណ្ដាអ្នកគោរពប្រតិបត្ដិប្រុសស្រី និង បណ្ដាអ្នកសច្ចៈប្រុសស្រី និងបណ្ដាអ្នកដែលអត់ធ្មត់ប្រុសស្រី និង បណ្ដាអ្នកឱនលំទោនប្រុសស្រី និងបណ្ដាអ្នកបរិច្ចាគទានប្រុសស្រី និងបណ្ដាអ្នកបួសប្រុសស្រី និងបណ្ដាអ្នកដែលរក្សាកេរិ៍្ដខ្មាស់របស់ ពួកគេទាំងប្រុសទាំងស្រី ហើយនិងបណ្ដាអ្នកដែលរំលឹកចំពោះ អល់ឡោះយ៉ាងច្រើនទាំងប្រុសទាំងស្រី អល់ឡោះបានរៀបចំ សម្រាប់ពួកគេនូវការអភ័យទោសនិងផលបុណ្យដ៏ធំធេង(ឋានសួគ៌)។"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "ហើយមិនសក្ដិសមឡើយចំពោះអ្នកមានជំនឿប្រុសស្រី នៅពេលដែលអល់ឡោះនិងអ្នកនាំសាររបស់ទ្រង់បានកំណត់នូវ កិច្ចការណាមួយនោះ ពួកគេមានជម្រើសផេ្សងអំពីកិច្ចការរបស់ ពួកគេទៅវិញ។ ហើយអ្នកណាប្រឆាំងនឹងអល់ឡោះនិងអ្នកនាំសារ របស់ទ្រង់គឺគេពិតជាវងេ្វងនូវការវងេ្វងមួយដ៏ច្បាស់លាស់។"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "ហើយនៅពេលដែលអ្នក(មូហាំម៉ាត់)បានពោលទៅកាន់ អ្នកដែលអល់ឡោះបានប្រទាននៀកម៉ាត់ឱ្យគេ(ហេ្សតកូនហារីសះ) ហើយអ្នកក៏បានផ្ដល់នៀកម៉ាត់(សេរីភាព)ឱ្យគេដែរនោះថាៈ ចូរ អ្នក(ហេ្សត)រក្សាភរិយារបស់អ្នកឱ្យបានល្អ(កុំលែងលះនាងឱ្យ សោះ) និងកោតខ្លាចអល់ឡោះ។ ហើយអ្នកលាក់ទុកនៅក្នុងចិត្ដ របស់អ្នកនូវអ្វីដែលអល់ឡោះនឹងលាតត្រដាងវា ដោយអ្នកខ្លាច (ខ្មាស់)មនុស្សលោក។ ផ្ទុយទៅវិញ អល់ឡោះទេដែលសក្ដិសមឱ្យ អ្នកកោតខ្លាចទ្រង់។ ហើយនៅពេលដែលហេ្សតបានលែងលះប្រពន្ធ រួច យើងក៏បានរៀបការនាងឱ្យអ្នក ដើម្បីកុំឱ្យមានការពិបាកដល់ បណ្ដាអ្នកមានជំនឿក្នុងរឿងរៀបការជាមួយប្រពន្ធរបស់កូនចិញ្ចឹម នៅពេលដែលពួកគេ(កូនចិញ្ចឹម)បានលែងលះប្រពន្ធរបស់ពួកគេរួច។ ហើយកិច្ចការរបស់អល់ឡោះត្រូវបានគេអនុវត្ដ។"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "គ្មានទោសពៃរ៍អ្វីចំពោះណាពី(មូហាំម៉ាត់)ក្នុងរឿងដែល អល់ឡោះបានអនុញ្ញាតឱ្យគាត់(រៀបការជាមួយប្រពន្ធរបស់កូន ចិញ្ចឹម)ឡើយ។ នោះគឺជាច្បាប់របស់អល់ឡោះសម្រាប់អ្នកជំនាន់ មុនដែលកន្លងផុតទៅ។ ហើយកិច្ចការរបស់អល់ឡោះ គឺជាការ កំណត់ដែលត្រូវបានកំណត់រួច។"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "បណ្ដាអ្នកដែលផ្សព្វផ្សាយសារទាំងឡាយរបស់អល់ឡោះ និងកោតខ្លាចចំពោះទ្រង់ ដោយពួកគេមិនកោតខ្លាចអ្នកណាម្នាក់ ក្រៅពីអល់ឡោះឡើយ។ គ្រប់គ្រាន់ហើយអល់ឡោះជាអ្នកជំនុំ ជំរះ។"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "មូហាំម៉ាត់មិនមែនជាឪពុករបស់អ្នកណាម្នាក់ក្នុងចំណោម បុរសរបស់ពួកអ្នកឡើយ ក៏ប៉ុន្ដែគាត់ជាអ្នកនាំសាររបស់អល់ឡោះ និងជាណាពីចុងក្រោយបង្អស់។ ហើយអល់ឡោះដឹងបំផុតនូវរាល់ អ្វីៗទាំងអស់។"
        }
    ]
}