{
    "rukus": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "ឱមនុស្សលោក. ពួកអ្នកគឺជាអ្នកដែលត្រូវការអល់ឡោះ បំផុត។ ហើយអល់ឡោះមហាមានលើសលប់ ជាទីកោតសរសើរ។"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "ប្រសិនបើទ្រង់មានចេតនា ទ្រង់នឹងធ្វើឱ្យពួកអ្នកវិនាស ហើយទ្រង់នឹងបង្កើតអ្នកថ្មីទៀតមកជំនួសវិញ។"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "ហើយរឿងនោះ គ្មានការលំបាកចំពោះអល់ឡោះឡើយ។"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "ហើយអ្នកដែលសាងបាបកម្មមិនអាចទទួលបន្ទុកចំពោះ បាបកម្មរបស់អ្នកដទៃបានឡើយ។ ហើយប្រសិនបើអ្នកដែលមាន បាបកម្មធ្ងន់ធ្ងរអំពាវនាវឱ្យគេជួយរែកពន់បាបកម្មរបស់គេគឺគ្មាន អ្នកណាអាចជួយរែកពន់អ្វីមួយពីគេបានឡើយ ទោះបីគេជាសាច់ ញាតិនឹងគ្នាក៏ដោយ។ តាមពិតអ្នក(មូហាំម៉ាត់)គ្រាន់តែជាអ្នក ដាស់តឿនព្រមានចំពោះបណ្ដាអ្នកដែលកោតខ្លាចម្ចាស់របស់ ពួកគេទាំងអាថ៌កំបាំង និងបានប្រតិបត្ដិសឡាតប៉ុណ្ណោះ។ ហើយ អ្នកណាដែលបានសំអាតខ្លួន(អំពីអំពើស្ហ៊ីរិកនិងអំពើអាក្រក់) ពិត ប្រាកដណាស់ គេបានសំអាតសម្រាប់ខ្លួនគេផ្ទាល់ប៉ុណ្ណោះ។ ហើយ ទៅចំពោះអល់ឡោះគឺជាកន្លែងវិលត្រឡប់ចុងក្រោយ។"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "ហើយអ្នកដែលងងឹតភ្នែក និងអ្នកដែលមើលឃើញមិនស្មើ គ្នាឡើយ។"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "ហើយភាពងងឹត និងភាពមានពន្លឺមិនស្មើគ្មាឡើយ។"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "ហើយកន្លែងម្លប់ និងកន្លែងក្ដៅក៏មិនស្មើគ្នាដែរ។"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "ហើយអ្នកដែលរស់ និងអ្នកដែលស្លាប់ក៏មិនសើ្មគ្នាដែរ។ ពិតប្រាកដណាស់ អល់ឡោះធ្វើឱ្យស្ដាប់ឮចំពោះអ្នកណាដែលទ្រង់ មានចេតនា។ ហើយអ្នក(មូហាំម៉ាត់)ពុំមែនជាអ្នកដែលធ្វើឱ្យអ្នក ដែលនៅក្នុងផ្នូរស្ដាប់ឮបានឡើយ។"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "អ្នក(មូហាំម៉ាត់)ពុំមែនជាអ្វីក្រៅពីជាអ្នកដាស់តឿន ព្រមាននោះឡើយ។"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "ពិតប្រាកដណាស់ យើងបានបញ្ជូនអ្នក(មូហាំម៉ាត់)ជាមួយ នឹងការពិត ដើម្បីធ្វើជាអ្នកផ្ដល់ដំណឹងរីករាយ និងជាអ្នកដាស់តឿន ព្រមាន។ ហើយរាល់ប្រជាជាតិនីមួយៗគឺតែងតែមានអ្នកដាស់តឿន ព្រមានទៅដល់ពួកគេ។"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "ហើយប្រសិនបើពួកគេបដិសេធនឹងអ្នក គឺពិតណាស់ពួក ជំនាន់មុនពួកគេក៏បានបដិសេធ(នឹងបណ្ដាអ្នកនាំសាររបស់ពួកគេ) ដែរ ខណៈដែលបណ្ដាអ្នកនាំសាររបស់ពួកគេបាននាំមកឱ្យពួកគេនូវ ភស្ដុតាងយ៉ាងច្បាស់លាស់ជាច្រើន និងបណ្ដាគម្ពីរ(ដូចជាស៊ូហុហ្វ អ៊ីព្រហ៊ីម)និងគម្ពីរដ៏ត្រចះត្រចង់(ដូចជាគម្ពីរតាវរ៉ត និងគម្ពីរ អ៊ីញជីល)។"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "ក្រោយមកយើងបានដាក់ទណ្ឌកម្មពួកដែលប្រឆាំង។ ដូចេ្នះ តើទារុណកម្មរបស់យើងយ៉ាងដូចមេ្ដចដែរ"
        }
    ]
}