{
    "rukus": [
        {
            "chapter": 67,
            "verse": 15,
            "text": "ទ្រង់ជាអ្នកដែលបានបង្កើតផែនដីឱ្យមានភាពងាយស្រួល សម្រាប់ពួកអ្នក។ ដូចេ្នះ ចូរពួកអ្នកធ្វើដំណើរគ្រប់ទិសទីនៅលើវា ហើយចូរពួកអ្នកបរិភោគអំពីលាភសក្ការៈរបស់ទ្រង់ចុះ។ ហើយការ រស់ឡើងវិញ(ដើម្បីជំនុំជំរះ)គឺឆ្ពោះទៅរកទ្រង់តែមួយគត់។"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "តើពួកអ្នកគិតថាមានសុវត្ថិភាពពីម្ចាស់ដែលនៅលើមេឃ ក្នុងករណីដែលទ្រង់នឹងធ្វើឱ្យផែនដីស្រូបយកពួកអ្នកខណៈដែលវា កំពុងរញ្ជួយឬ"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "ឬមួយពួកអ្នកគិតថាមានសុវត្ថិភាពពីម្ចាស់ដែលនៅលើ មេឃក្នុងករណីដែលទ្រង់នឹងបញ្ជូនព្យុះថ្មទៅលើពួកអ្នកឬ? ដូចេ្នះ ពួកអ្នកនឹងដឹងថា តើការព្រមានរបស់យើងយ៉ាងដូចមេ្ដច"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "ហើយជាការពិតណាស់ ពួកជំនាន់មុនពួកគេក៏បានបដិសេធ (នឹងបណ្ដាអ្នកនាំសារ)ដែរ។ ដូចេ្នះតើទារុណកម្មរបស់យើង(ចំពោះ ពួកគេ)យ៉ាងដូចមេ្ដច"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "តើពួកគេមិនបានសម្លឹងមើលសត្វដែលហើរត្រដាងស្លាប និងក្ដោបស្លាបរបស់ពួកវានៅពីលើពួកគេទេឬ? គ្មានអ្នកណាអាច ទ្រពួកវា(មិនឱ្យធ្លាក់)ក្រៅពីម្ចាស់ដ៏មហាសប្បុរសនោះឡើយ។ ពិតប្រាកដណាស់ ទ្រង់មហាឃើញនូវអ្វីៗទាំងអស់។"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "តើមានអ្នកណាដែលជាបក្សពួករបស់ពួកអ្នកអាចជួយពួក អ្នកក្រៅពីម្ចាស់ដ៏មហាសប្បុរសនោះ? ពួកដែលគ្មានជំនឿគ្មានអ្វី ក្រៅពីស្ថិតនៅក្នុងការបោកប្រាស់(របស់ស្ហៃតន)នោះឡើយ។"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "តើមានអ្នកណាដែលជាអ្នកផ្ដល់លាភសក្ការៈដល់ពួកអ្នក ប្រសិនបើទ្រង់ផ្ដាច់លាភសក្ការៈរបស់ទ្រង់នោះ? ផ្ទុយទៅវិញ ពួក គេនៅតែស្ថិតនៅក្នុងភាពចចេសរឹងរូស និងគេចចេញពីការពិត ដដែល។"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "ដូចេ្នះ តើអ្នកដែលដើរឱនមុខរបស់គេ(មិនដឹងទិសដៅ) ទទួលបានការចង្អុលបង្ហាញជាង ឬមួយអ្នកដែលដើរត្រង់(ដឹងទិស ដៅច្បាស់លាស់)នៅលើមាគ៌ាដ៏ត្រឹមត្រូវ"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ទ្រង់ជាអ្នកដែលបាន បង្កើតពួកអ្នក ហើយទ្រង់បានធ្វើឱ្យពួកអ្នកស្ដាប់ឮ និងមើលឃើញ និងមានបេះដូង(ចេះគិតពិចារណា)។ អ្វីដែលពួកអ្នកថ្លែងអំណរ-គុណគឺតិចតួចបំផុត។"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ទ្រង់តែមួយគត់គឺជាអ្នក ដែលបង្កើតពួកអ្នកឱ្យមានជីវិតនៅលើផែនដី ហើយពួកអ្នកនឹងត្រូវ ប្រមូលផ្ដុំទៅកាន់ទ្រង់វិញ(នៅថ្ងៃបរលោក)។"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "ហើយពួកគេ(ពួកប្រឆាំង)និយាយថាៈ តើថ្ងៃសន្យានេះ (បរលោក)នៅពេលណា? ប្រសិនបើពួកអ្នកជាអ្នកនិយាយពិត មែននោះ។"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ពិតប្រាកដណាស់ការដឹង (ពីថ្ងៃបរលោក)គឺមានតែអល់ឡោះ។ ហើយជាការពិតណាស់ ខ្ញុំគ្រាន់តែជាអ្នកដាស់តឿនព្រមានដ៏ច្បាស់លាស់ប៉ុណ្ណោះ។"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "ដូចេ្នះ នៅពេលពួកគេ(ពួកប្រឆាំង)បានឃើញទារុណកម្ម នៅជិតពួកគេ ទឹកមុខរបស់ពួកដែលប្រឆាំងនោះប្រែជាខ្មៅ(ដោយ ក្ដីព្រួយបារម្ភ)។ ហើយមានគេនិយាយថាៈ នេះជាអ្វីដែលពួកអ្នក ធ្លាប់បានទាមទារវា។"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកប្រាប់ខ្ញុំមក ប្រសិនបើអល់ឡោះបានធ្វើឱ្យខ្ញុំ និងអ្នកដែលរួមជំនឿជាមួយខ្ញុំ ស្លាប់ ឬទ្រង់អាណិតស្រឡាញ់ពួកយើង តើមានអ្នកណាដែលអាច ការពារពួកដែលប្រឆាំងអំពីទារុណកម្មដ៏សែនឈឺចាប់បាននោះ"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ទ្រង់ជាម្ចាស់មហាសប្បុរស ដែលពួកយើងមានជំនឿលើទ្រង់។ ហើយចំពោះទ្រង់តែមួយគត់ ដែលពួកយើងប្រគល់ការទុកចិត្ដ។ ហើយពួកអ្នកនឹងដឹងថា តើអ្នក ណាដែលស្ថិតក្នុងភាពវងេ្វងដ៏ច្បាស់លាស់នោះ"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកប្រាប់ខ្ញុំមក ប្រសិនបើទឹកផឹករបស់ពួកអ្នកបានរីងស្ងួត តើមានអ្នកណាអាច នាំប្រភពទឹកមកឱ្យពួកអ្នកវិញ"
        }
    ]
}