{
    "rukus": [
        {
            "chapter": 2,
            "verse": 62,
            "text": "ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿ និងពួក យ៉ាហ៊ូទីនិងពួកណាសរ៉នី ហើយនិងពួកសពីអ៊ីន អ្នកណាដែលមានជំនឿលើអល់ឡោះហើយនិងថ្ងៃបរលោកព្រមទាំងបានសាងអំពើល្អ ពួកគេនឹងទទួលបានផលបុណ្យពីម្ចាស់របស់ពួកគេ ហើយចំពោះពួកគេគឺគ្មានការភ័យខ្លាចនិងព្រួយបារម្ភអ្វីឡើយ។"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានដាក់កិច្ចសន្យាលើពួកអ្នកហើយយើងបានលើកភ្នំតួរឡើងពីលើពួកអ្នក(អល់ឡោះ បានបញ្ជា ថា) ចូរពួកអ្នកទទួលយកឱ្យប្រាកដប្រជានូវអ្វីដែលយើង បានផ្ដល់ឱ្យពួកអ្នក(គម្ពីរតាវរ៉ត) ហើយពួកអ្នកត្រូវចងចាំនូវអ្វី ដែលមាននៅក្នុងគម្ពីរនេះ ដើម្បីឱ្យពួកអ្នកកោតខ្លាចអល់ឡោះ។"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "តែក្រោយមកពួកអ្នកបានបែរចេញពីកិច្ចសន្យានោះ។ហើយប្រសិនបើគ្មានការប្រោសប្រទាននិងក្ដីមេត្ដាករុណាពី អល់ឡោះចំពោះពួកអ្នកទេនោះ ពយកអ្នកប្រាកដជានឹងស្ថិតនៅក្នុងចំណោមពួកដែលខាតបង់ជាមិនខាន។"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "ហើយជាការពិតណាស់ ពួកអ្នកបានដឹងថា ពួកដែលបាន បំពាននៅថ្ងៃសៅរ៍ក្នុងចំណោមពួកអ្នក ពេលនោះយើងបានមានបន្ទូលទៅកាន់ពួកគេថាៈចូរពួកអ្នកក្លាយជាសត្វស្វាដ៏ថោកទាបចុះ។"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "ដូចេ្នះ យើងបានបង្កើតទណ្ឌកម្មនេះធ្វើជាគំរូព្រមានដល់ អ្នកជំនាន់នោះ និងអ្នកជំនាន់ក្រោយ ហើយជាមេរៀនមួយសម្រាប់បណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះ។"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "ហើយ(ចូរចងចាំ)នៅពេលដែលមូសាបានពោលទៅកាន់ក្រុមរបស់គាត់ថាៈពិតប្រាកដណាស់អល់ឡោះបញ្ជា ពួកអ្នកឱ្យ សំឡេះមេគោមួយក្បាល។ពួកគេបានតបវិញថាៈតើអ្នកយកពួកយើងធ្វើជាការលេងសើចឬ?មូសាបានឆ្លើយថាៈខ្ញុំសុំពីអល់ឡោះបញ្ជៀសខ្ញុំកុំឱ្យស្ថិតនៅក្នុងចំណោមពួកដែលល្ងង់ខ្លៅ។"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "ពួកគេបាននិយាយថាៈ សូមអ្នកសុំពីម្ចាស់របស់អ្នកឱ្យទ្រង់ បញ្ជាក់ប្រាប់ពួកយើងផងថាៈ តើមេគោនោះមានលក្ខណៈយ៉ាងដូចមេ្ដច? មូសាបានឆ្លើយថាៈ ទ្រង់បានមានបន្ទូលយ៉ាងច្បាស់ថាៈ មេគោនោះមិនចាស់ពេក ហើយក៏មិនកេ្មងពេកដែរ ពោលគឺស្ថិតនៅក្នុងវ័យកណ្ដាល។ ដូចេ្នះ ចូរពួកអ្នកធ្វើតាមអ្វីដែលត្រូវគេបញ្ជាចុះ។"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "ពួកគេបានបន្ដថាៈ សូមអ្នកសុំពីម្ចាស់របស់អ្នកឱ្យបញ្ជាក់ ប្រាប់ពួកយើងផងថាៈ តើមេគោនោះមានសម្បុរអ្វី? មូសាបានឆ្លើយថាៈ ទ្រង់បានមានបន្ទូលយ៉ាងច្បាស់ថាៈ មេគោនោះសម្បុរ លឿង ពណ៌របស់វាភ្លឺថ្លាធ្វើឱ្យអ្នកដែលមើលឃើញពេញចិត្ដ។"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "ពួកគេបានបន្ដទៀតថាៈសូមអ្នកសុំពីម្ចាស់របស់អ្នកឱ្យ ទ្រង់បញ្ជាក់ប្រាប់ពួកយើងបន្ថែមទៀតអំពីលក្ខណៈសម្បត្ដិរបស់ មេគោនោះ ព្រោះមេគោនោះធ្វើឱ្យពួកយើងមិនច្បាស់។ ហើយ ពិតប្រាកដណាស់ បើអល់ឡោះមានចេតនា គឺពួកយើងនឹងទទួលបានការចង្អុលបង្ហាញ។"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "មូសាបានឆ្លើយតបថាៈ អល់ឡោះបានមានបន្ទូលយ៉ាង ច្បាស់ថាៈ ការពិតមេគោនោះគេមិនដែលយកទៅប្រើប្រាស់ភ្ជួររាស់ដីធ្លី និងដឹកទឹកស្រោចស្រពដំណាំទេ ពោលគឺមានលក្ខណៈពេញលេញ ហើយក៏គ្មានពណ៌ចំរុះដែរ។ ពួកគេបាននិយាយបន្ដថាៈ ឥឡូវនេះអ្នកបានផ្ដល់ការពិតហើយ។ ដូចេ្នះ ពួកគេក៏សំឡេះ មេគោនោះ ដែលពួកគេស្ទើរតែមិនអាចធ្វើបាន។"
        }
    ]
}