{
    "rukus": [
        {
            "chapter": 5,
            "verse": 87,
            "text": "ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នកកុំដាក់បម្រាម នូវប្រការល្អ(ហាឡាល់)ដែលអល់ឡោះបានអនុញ្ញាតឱ្យពួកអ្នក ហើយចូរពួកអ្នកកុំបំពានឱ្យសោះ។ ពិតប្រាកដណាស់ អល់ឡោះ មិនស្រឡាញ់ពួកដែលបំពានឡើយ។"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "ហើយចូរពួកអ្នកទទួលទានអំពីអ្វីដែលអល់ឡោះបាន ប្រទានលាភសក្ការៈដល់ពួកអ្នកដែលជាចំណីអាហារហាឡាល់ ហើយល្អ។ ហើយចូរពួកអ្នកកោតខ្លាចអល់ឡោះ ដែលពួកអ្នកជា អ្នកមានជំនឿចំពោះទ្រង់។"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "អល់ឡោះនឹងមិនយកទោសពៃរ៍ពួកអ្នកចំពោះការស្បថ របស់ពួកអ្នកដោយអចេតនាឡើយ។ ក៏ប៉ុន្ដែទ្រង់នឹងយកទោសពៃរ៍ ពួកអ្នកចំពោះអ្វីដែលពួកអ្នកបានស្បថដោយចេតនា។ (ប្រសិនបើ ពួកអ្នកមិនធ្វើតាមសម្បថដោយចេតនានោះ ) ការពិន័យរបស់វា គឺផ្ដល់ចំណីអាហារដល់អ្នកក្រីក្រដប់នាក់(ចំណីមួយថ្ងៃ)អំពីចំណី មធ្យមដែលពួកអ្នកធ្លាប់ផ្ដល់ឱ្យក្រុមគ្រួសាររបស់ពួកអ្នក ឬផ្ដល់ សំលៀកបំពាក់ដល់ពួកគេឬក៏ដោះលែងទាសីម្នាក់ឱ្យមានសេរីភាព។ តែបើអ្នកណាគ្មានលទ្ធភាពទេនោះ ចូរឱ្យគេបួសចំនួនបីថ្ងៃ។ នោះ ហើយគឺជាការពិន័យនៃការស្បថរបស់ពួកអ្នកនៅពេលដែលពួកអ្នក បានស្បថ។ ហើយចូរពួកអ្នកការពារសម្បថរបស់ពួកអ្នក(មិនត្រូវ ស្បថផេ្ដសផ្ដាស)។ ទាំងនោះហើយដែលអល់ឡោះបញ្ជាក់ប្រាប់ពួក អ្នកនូវភស្ដុតាងជាច្រើនរបស់ទ្រង់ សង្ឃឹមថាពួកអ្នកនឹងដឹងគុណ។"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "ឱបណ្ដាអ្នកមានជំនឿ. ពិតប្រាកដណាស់សុរា ល្បែងស៊ី សង គោរពបូជារូបបដិមា និងជឿព្រួញទស្សន៍ទាយវាសនា គឺជា អំពើដ៏កខ្វក់នៃទង្វើរបស់ស្ហៃតន។ ដូចេ្នះ ចូរពួកអ្នកចៀសវាងឱ្យ ឆ្ងាយពីវា សង្ឃឹមថាពួកអ្នកនឹងទទួលបានជោគជ័យ។"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "ពិតប្រាកដណាស់ ស្ហៃតនចង់ធ្វើឱ្យពួកអ្នកក្លាយជាសត្រូវ និងស្អប់ខ្ពើមគ្នាតាមរយៈសុរា និងល្បែងស៊ីសង ហើយវារារាំងពួក អ្នកអំពីការរំលឹកទៅចំពោះអល់ឡោះ និងការសឡាត។ ដូចេ្នះ ចូរ ពួកអ្នកឈប់ជាបនា្ទន់។"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "ហើយចូរពួកអ្នកប្រតិបត្តិ តាមអល់ឡោះ និងប្រតិបត្ដិ តាមអ្នកនាំសារ ហើយចូរពួកអ្នកប្រុងប្រយ័ត្ន(អំពីការប្រព្រឹត្ដបទ ល្មើស)។ តែប្រសិនបើពួកអ្នកបែរចេញវិញ ពួកអ្នកត្រូវដឹងថា ពិត ប្រាកដណាស់ កាតព្វកិច្ចអ្នកនាំសាររបស់យើង គឺគ្រាន់តែជាអ្នក ផ្ដល់សារដ៏ច្បាស់លាស់ប៉ុណ្ណោះ។"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "គ្មានបាបកម្មទេចំពោះបណ្ដាអ្នកដែលមានជំនឿ និងបាន សាងអំពើល្អនូវអ្វីដែលពួកគេបានទទួលទាន(ការផឹកស្រាមុនពេល បម្រាម) កាលណាពួកគេកោតខ្លាចអល់ឡោះ និងមានជំនឿ ហើយ និងធ្វើអំពើល្អវិញ។ បន្ទាប់មក ពួកគេនៅតែកោតខ្លាចអល់ឡោះ និងមានជំនឿដដែល។ ក្រោយមកទៀតពួកគេកាន់តែកោតខ្លាច អល់ឡោះ និងធ្វើអំពើល្អថែមទៀត។ ហើយអល់ឡោះស្រឡាញ់ បណ្ដាអ្នកដែលសាងល្អ។"
        }
    ]
}