{
    "rukus": [
        {
            "chapter": 29,
            "verse": 14,
            "text": "Nummah Nabii Nuuc kay mara fan kaa rubneeh, ken addal alfi liggiday kontom liggida sinni ken seecak suge Yallal yaamineenim keh, tokkel kaa cineeniih, Yalli tuufaanat (woh maggo leey Yalli Nabii Nuuc mara edde bayse) ken bayse usun sinni nafsi yudlume marah anuk"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Tokkel kaa (Nabii Nuuc kinnuk) kee doynikit kaâ luk suge maray kaal yeemene xuumiyyak (anxuqsumiyyak) wadneh, kaadu baad marah (qaalam marah) astá tet abne (doynik kinnuk)"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Kaadu nabiyow cus, Nabii Ibraahim isi marak Yalla dubuk uqbudaay, kaak meesita iyye waqdi, siinih taysem tohu siinih taysem yaaxige mara tekkeenik"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Cagalah isin Yallak kalah taqbudeenim manton diraabah yallitte axcuk ginnaasittan numtin- wellitte akke waytek. diggah Yallak kalah taqbuden mari sin yarzuqhem maduuda, toysa rizqhi Yallih xaqul gurrusaay, Kaa uqbudaay, Kaa faatita, dubuk Kaa fan gacsimetton rabteeniik geeral cisab kee galtóh"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Kaadu sinaamey Ni-farmoyta Mucammad {zsak dirabbosseenik, nummah siinik naharat sugte ummoota sinni farmoytit dirabbosseh, kaadu Ni- farmoyta Mucammadal $s iço baxxaqqa-le gudduysiyyak-sá tanim matan}"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Kaadu mayablaanaa! Yalli ginó aneewaytik elle qimbisaah, rabteek lakat elle tet gacsanna. Diggah toh Yallal xabcinih"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Nabiyow rabeeniik lakal ugutoonu waanam dirabboysa marak baaxô bagul gexaay, Yalli ginó elle qimbise inna wagita keenik ixxic, tohuk lakal Yalli ellecabô ginó qimbisa naharsi ginó elle qimbise innal qhiyaamah ayró, diggah Yalli ummaan iimih dudda-li"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Yalli isi ginók isih faxa marah addunyal aben uma taamáh akeeral digaalaah, isih faxa maray meqe taamá addunyal abiteh kak nacruurah, kaadu qhiyaamah ayró kaâ fanah gacsimtan"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Kaadu sinaamey isin baaxól Nee mataanissaanaay, qaraanal Nee mataanissan, kaadu Yallak kalah hebeltoh awlaytu mantoonuuy, hebeltô cateynay Ni-digaalák sin cata manton"
        }
    ]
}