{
    "rukus": [
        {
            "chapter": 33,
            "verse": 9,
            "text": "Kee yeemene maraaw! Yallih niqmatay sin amol yani kassita kobxe macxi siinih yemeete waqdi, tokkel gibdi caacay kee able wayten qande (malayka kinnuk) keenil rubne. Yalli isin abba haytaanam yabali kinni"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Moominiiney cusa kobxe macxi daqaarak iró-le kabuu kee gubá-le kabuk siinit yemeete waqdi kaadu intiita fuurut kafteeh, sorkocô baxitte garoyra toofe waqdi cusa, tokkel Yalla maggo dareemuh daremten (moominiin meqe dareemu haysitteeh, munaafiqhiin uma dareemu haysitteemil)"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "Tokkel moominiin mokkorimteeh gibdi angoyyah yengeyyimen, moominiin munaafiqhiinik edde baxsimtuh"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Nabiyow cus: munaafiqhiin kee sorkocôbaxittet biyak (iimaanak lon agay-waaga kinnuk) kak yan mari Yallaa kee kay farmoyta nee elle xagnissem mali deedal kee duquurusiyya akke waytek iyyen waqdi"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Kaadu nabiyow cus, munaafiqhiin butta, Yasrib maraw (Madiinah mara kinnuk) a-aracal madabah litoonum mantoonuuy qeebih duudda mantoonuk, toysa sinni buxaaxih gaca iyyen waqdi moominiinik, keenik hortá gacimih Nabiik idini esserak, diggah ni- buxaaxi dibuk raqteeh, qaduwwik reebu mali iyyan. Is dibuk maraaqinnay usun qeebik kudimik- sa faxaanam malon"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Kaadu qaduwwi tet (Madiina kinnuk) deraafek keenil culinnay, tohuk lakat diinik korraaqaanaah koroositaanam ken essereenik xayuk oggolak yenen, koroosannuk udurrutak manannon dagoh gide akke waytek"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Kaadu nummah ama munaafiqhiin ama-gaaduk naharat Yallah xagana culeenih sugen kudimih derre cabewoonu waanamah, kaadu Yallih xagni esserima xagana kinni"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Nabiyow keenik ixxic (munaafiqhiin kinnuk) ; kudim inkinnah tu-siinih maxiqa rabak kuddeenik hinnay qidimik kuddeenik, toysa kudden sin tekkek woo manot kaxxam ma- hataktan addunyal dago wakti akke waytek"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Nabiyow keenik ixxic; iyyaay Yallak sin cattam umaané siinih faxeeh sin finqisam faxek, hinnay siinih nacruuraah, sin catam (qoklam) faxek, Yallak kalah awlaytu mageyaanaay, cateynay ken cata mageyan"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Yalli nummah siinik makkooteeh, sinaamak Jihaad niya yaggileeh, sinni toobokok nee fan gaca iyya mara yaaxigeh. Usun (munaafiqhiin kinnuk) qeebih ma-yamaatanaay, kaat ma-maran (mayangala) dago wakti akke waytek"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Moominiiney siinil gaba gibdon munaafiqhiin maaluuy, nafsil inkih siinih lon naqabuh, qebti meesi temeetek intiita keenik Korankorak koo fan wagitah ken table rabi qawul buule numih innah conxô gibdah. Tokkel meesi keenik gexxa waqdi gileh innah arbaqó-le arroobut sin doocaanaah, adá sin aban xannabá (dannabá) meklinta waqdi gabâ gibdaa kee kuuxewaynaanah. Too mari maamaninnaay, Yalli ken taamoomi bayseh, woh Yallal xabcinim kinni"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Munaafiqhiin woo buttaati (yengele macaxu kinnuk) gexe waytem yakkalen meesî gibdah, kaadu woo buttaati Madiinâ fanah tuduurek, barri maralluk yaniinim faxak yenen sin xaagitte esserak. Sin addal suginnoonuy qeb siinilluk abak manannon dago qeebi akkewaytek"
        }
    ]
}