{
    "rukus": [
        {
            "chapter": 43,
            "verse": 68,
            "text": "Yalli isik meesitak suge marak (moominiin kinnuk) iyyah, Yi- naqoosay asaaku (qhiyaamah ayró kinnuk) sin amol meesi matanaay, isin siinik taturteemih rookita mara hinniton"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Toh Ni-Qhuraanih aayootal yeemeneeh, ken farmoytit keenih luk temeete diinil taamite mara muslimiinih anuk"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Sin kee sin agabu wallittak konnabá luk Jannat cula keenik iyyan"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Dahabak tan kooraarii kee kaaqon (kobbaayitte) keenit meksimta, kaadu kay addal nafsitte faxxaah, intiita edde wagartaah, ruffu edde ittam tan yakmeeniih yaaqubeenimik, isin kay addal waarak"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Kaadu a-jannat Yalli kaa sin nagarsiiseh addunyal abak sugten meqe-taamáh sabbatah isi muxxooy isi racmatah sin galtó kaa abe (Jannat kinnuk)"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Kay addal maggo caxâ mixuy maggo afah yaniy kak takmeeni liton"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Diggah umeynit (koros kinnuk) jahannam giráh digaalát waarta"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "Digaalá keenik masalacsimtaay, maxabbacowta usun tet addal Yallih racmattak yobboode marah anuk"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Kaadu nanu keenit abne digaalát ken madluminninoy usun sinni nafsi Yadlume marah sugen, Yallat agleyta haak sugeenimih sabbatah"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "A Koros Jahannam girah addal anuk Maalikow (Jahannam girá dacrissah tan Malaykak abbah yan Malaykattu kinnuk) axcuk secta, Maalikow ku-Rabbi nee qiday a-digaalák naffaafuh iyyen. Maalik diggaluk isin tet addal waarettoonuuh, matawqaanaay marabtan keenik iyye"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Yalli xiibitak iyyeh; nımmah cakki diini siinih bahneh, kinnih immay siinik maggo mari cakki diini niqba mara"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Hinnak a-koros sinni uma- malá yeggereereqeenii Nabii tukkalootuh, tokkel nanu ninni malá neggereereqeh Nabii catnuh ken bayisnuh"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Hinnak koros diggah nanu ken sirrii kee ken garay aabbe waynam takkalee? yeey naabbeh, Ni- farmoytit (Malayka kinnuk) keenil luk tan usun iyyaanaah, abaanam keenik taktubuh"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Ixxic; nabiyow ama korosuk, Yalli baxa aallinnay aallewaâ kal, anu woo baxa yaqbude marak naharsittu akkuk-en"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Qaranwaa kee baaxô Rabbiiy, Qarshi Rabbi saytunnooweh koros kaa edde weelossu haytaamak"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Toysa nabiyow ama koros baatilit giirisoonay digiroonay ken ixxic addunyal, digaaláh kah xagnisimen ken ayrót ongoorowwu iyyaanam fan"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Yalla kinni qaraanaay, baaxol inkih qibaadá cakkķkisittam. Kaadu Usuk naggaaraay yaaxigi, Kaak qellittam matan"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Kaadu Yallay maggo barkat kee kayriley- nabna-le. Qaranwaa kee baaxooy ken nammayih fanal taniimih reeda-lem. Kaadu qhiyaamâ waktih (uddurih) ixxiga kay garil taniih, Kaa fan gacsimetton sinaamey rabteeniik lakal"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Kaadu Yallak kalah uqbuddu haanam catoh (shafaaqattah) numuh xiqtam mali, Yallih inkittinaanee kee Nabii Mucammad Yallih farmoyta kinniimil nummah sumaaqite mara akke waytek, kaadu usun nummah kah sumaaqiteeniih yeelemeenim cakki kinnim yaaxigeenih"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Kaadu nabiyow a-koros sin kee isin taqbudeenim iyyi ginee axcuk ken essertek, inkih Yalli nee gine axce- lon. Toysa Yallih qibaadak mannal makkootaanaah agleyta Kaat haanamal"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "Nabii Mucammad ġzsase io isi marak isi Rabbil weqgsitak, yi Rabbow diggah a mari ku- inkittinaanee kee yi-rubsumiyyal yaamine mara hinna iyye"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Toysa derre keenit cabaay, kol baaheenimik qafu keenih abaay, nagayna keenik ixxic nabiyow, tokkel digaalák keenil bahnuwaynam sarrah aaxige-lon koroositeenimih sabbatah"
        }
    ]
}