{
    "pages": [
        {
            "chapter": 7,
            "verse": 196,
            "text": "Biricik Sahibim (Velim), kitabı indiren ALLAH'tır. O, durust insanları korur"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "O'nun dısında cagırdıklarınız ne size yardım edebilirler, ne de kendilerine yardım edebilirler"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Onları hidayete cagırsan isitmezler. Onların sana baktıgını gorursun; fakat onlar gormezler"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Affedici ol, toleransı ogutle ve cahillere aldırıs etme"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Seytandan ne zaman kotu bir dusunce zihnini tırmalarsa, ALLAH'a sıgın; O Isitendir, Bilendir"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Erdemlilere her ne zaman seytandan karanlık bir oneri ulassa hemen hatırlarlar. Boylece hemen gorurler"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "(Seytanlar) kardeslerini ise azgınlıga suruklerler ve bundan hic geri durmazlar"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Kendilerine bir mucize getirmedigin zaman: \"Mucize isteseydin ne olurdu,\" derler. De ki: \"Ben, ancak Rabbimden bana vahyedilene uyuyorum.\" Bunlar, Rabbinizden aydınlatmalardır, inanan bir toplum icin bir hidayet ve rahmettir"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Kuran okundugu zaman, onu dinleyip kulak verin ki merhamet edilesiniz"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Rabbini gonulden yalvararak, gizlice ve sessizce sabah aksam an; gafillerden olma"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Rabbinin yanındakiler, ona kulluk etmekten kacınıp buyuklenmezler, O'nu yuceltirler ve O'na secde ederler"
        }
    ]
}