{
    "pages": [
        {
            "chapter": 2,
            "verse": 127,
            "text": "Ibrahim, Ismail ile birlikte evin (kabenin) temellerini yukseltiyor: \"Rabbimiz, bizden kabul et, suphesiz sen Isitensin, Bilensin"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Rabbimiz, ikimizi sana teslim olanlar (muslumanlar) yap. Soyumuzdan da sana teslim olan bir topluluk cıkar. Bize nasıl ibadet edecegimizi goster, sana yonelmemizi kabul et, kuskusuz sen yonelisleri kabul edensin, Rahimsin"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Rabbimiz, onların arasından, ayetlerini onlara okuyacak, onlara kitabı ve bilgeligi ogretecek ve onları temizleyecek bir elci gonder. Sen Yucesin, Bilgesin"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Kendini kandırandan baskası Ibrahim'in dininden yuz cevirmez. Onu bu dunyada sectik, ahirette de erdemli kisilerden olacak"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Rabb'i, kendisine \"Teslim ol,\" dediginde; \"Evrenlerin Rabbine teslim oldum,\" diye karsılık vermisti"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Ibrahim ve daha sonra Yakup sunu cocuklarına ogutledi: \"Evlatlarım! ALLAH sizin icin bu dini secti; musluman olarak olmeye bakın"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Yakup can verirken tanık olsaydınız. O, cocuklarına: \"Benden sonra kime kulluk edeceksiniz,\" diye sormustu. Onlar da, \"Senin Tanrın, ataların Ibrahim, Ismail ve Ishak'ın Tanrısı olan tek Tanrıya kulluk edecegiz, biz O'na teslim olanlarız,\" demislerdi"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Gecmisteki bir toplum bu! Onların kazandıkları kendilerinin, sizin kazandıklarınız sizindir. Siz onların yaptıklarından sorulmazsınız"
        }
    ]
}