{
    "pages": [
        {
            "chapter": 16,
            "verse": 43,
            "text": "Senden once, adamlardan/iki ayak uzerinde yuruyenlerden baskasını elci olarak gondermedik; onlara vahyettik. Bilmiyorsanız uzmanlara sorun"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "Belgeler ve kitaplarla... Sana bu mesajı indirdik ki, kendilerine indirileni halka acıklayasın (bildiresin) ve onlar da dusunsunler"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Kotuluk planlıyanlar, ALLAH'ın kendilerini yerin dibine gecirmeyeceginden, yahut ummadıkları bir yerden kendilerine azabın gelmiyeceginden emin mi oldular"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Yahut (yataklarında) donup dururlarken kendilerini yakalamayacagından..? Onlar kurtulamazlar"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Yahut onları korku ve endise icinde iken yakalamayacagından..? Rabbiniz elbette Sefkatlidir, Rahimdir"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "ALLAH'ın yarattıgı seylere bakmıyorlar mı ki, golgeleri ALLAH'a secde ederek sagdan ve soldan surunerek gidip gelir"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Goklerde ve yerde bulunan tum yaratıklar ve melekler ALLAH'a secde ederler ve buyukluk taslamazlar"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Kendilerinden cok yuce olan Rab'lerini sayarlar ve kendilerine emredileni uygularlar"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "ALLAH, \"Iki tanrı edinmeyin, O'ndan baska tanrı yoktur. Sadece benden cekinin,\" demistir"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Goklerde ve yerde ne varsa O'nundur. Din de surekli sadece O'nundur. ALLAH'tan baskasını mı sayıyorsunuz"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Size ulasan her nimet ALLAH'tandır. Nitekim, bir sıkıntıya ugradıgınızda sadece O'na yalvarırsınız"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Ne var ki, sizden o sıkıntıyı kaldırdıgı zaman, sizden bir grup hemen Rab'lerine ortak kosmaya baslar"
        }
    ]
}