{
    "pages": [
        {
            "chapter": 43,
            "verse": 23,
            "text": "Tıpkı bunun gibi, senden once, bir kente her ne zaman bir uyarıcı gonderdiysek elit tabaka, \"Biz, atalarımızı bir yol uzerinde bulduk ve biz onların ogretilerini izliyoruz,\" derlerdi"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "O da, \"Size, atalarınızı uzerinde buldugunuzdan daha dogrusunu getirmis isem de mi?\" derdi. Onlar da, \"Sizin getirdiginiz mesajı inkar ediyoruz,\" derlerdi"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Biz de onlardan oc aldık. Yalanlayanların sonu nasıl olduguna bir bak"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "Ibrahim, babasına ve halkına demisti ki, \"Sizin taptıklarınızdan uzagım"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Beni Yaratan bana dogru yolu gosterecektir"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "Belki dogru yola donerler diye onun ardından gelecekler icin bunu ebedi bir ders kıldı"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Dogrusu, kendilerine gercek ve apacık bir elci varıncaya kadar sunlara ve atalarına imkan tanıdım"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Kendilerine gercek geldigi zaman, \"Bu bir buyudur ve biz onu inkar ediyoruz,\" dediler"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Bu Kuran, su iki kentten unlu ve buyuk bir adama indirilmeli degil miydi?\" dediler"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Rabbinin rahmetini onlar mı paylastırıyorlar? Dunya hayatında onların gecimliklerini aralarında biz paylastırdık; birbirlerine is gordurebilmeleri icin onları birbirlerine derecelerle ustun kıldık. Rabbinin rahmeti onların biriktirdiklerinden daha iyidir"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Tum insanlar (inkarcılıkta) bir tek toplum olacak olmasaydı, Rahman'ı inkar edenlerin evini gumus tavanlar ve binip cıkacakları merdivenlerle donatırdık"
        }
    ]
}