{
    "pages": [
        {
            "chapter": 17,
            "verse": 39,
            "text": "Osʹ te, shcho vidkryv tobi Hospodʹ tviy iz mudrosti. Tozh ne poklonyaysya krim Allaha inshomu bohu, a to budesh vkynutym u heyenu, osudzhenym i rozbytym"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Nevzhe vash Hospodʹ vydilyv vas synamy, a sobi uzyav anheliv donʹkamy? Spravdi, vy hovoryte strashne slovo"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "My rozʺyasnyly tse v Korani, shchob vony zamyslylysʹ. Ta tse tilʹky dodaye yim vidrazy"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Skazhy: «Yakby krim Nʹoho isnuvaly shche y inshi bohy, yak stverdzhuyutʹ [neviruyuchi], to vony neodminno prahnuly b dosyahnuty Volodarya tronu"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Preslavnyy Vin i Vyshchyy vid toho, shcho vony kazhutʹ"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Proslavlyayutʹ Yoho sim nebes, zemlya y ti, khto na nykh. Nemaye nichoho, shcho b ne proslavlyalo Yoho khvaloyu. Ta vy ne rozumiyete proslavlyannya yikhnʹoho; voistynu, Vin — Smyrennyy, Proshchayuchyy"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Koly ty chytayesh Koran, to My vstanovlyuyemo nevydymu zavisu mizh toboyu y tymy, yaki ne viruyutʹ u nastupne zhyttya"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "My poklaly na sertsya yikhni pokrovy y pozbavyly yikhni vukha slukhu, shchob vony ne mohly zrozumity yoho. I koly ty nazyvayesh Hospoda svoho v Korani Yedynym, to vony vidvertayutʹsya z nekhittyu"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "My krashche znayemo, shcho vony chuyutʹ, koly slukhayutʹ tebe, y koly vedutʹ potayemni besidy, y koly hovoryatʹ nechestyvtsi: «Vy ydete lyshe za zacharovanym"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Pohlyanʹ, yakykh tilʹky prytch vony tobi ne navodyatʹ! Khocha sami vony zablukaly y nespromozhni vidnayty shlyakh"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "I shche kazhutʹ: «Nevzhe pislya toho, yak stanemo kistkamy y prakhom, my voskresnemo v novomu tvorinni"
        }
    ]
}