{
    "pages": [
        {
            "chapter": 23,
            "verse": 18,
            "text": "My zvely z neba nalezhnu miru vody y rozmistyly yiyi na zemli. Voistynu, My spromozhni zabraty yiyi"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Neyu My zrostyly dlya vas sady z palʹmamy y vynohradom. Tam bahato plodiv dlya vas, yaki vy yiste"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "i derevo, yake roste na hori Sinay. Vono daye oliyu ta prypravy dlya tykh, khto spozhyvaye"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Voistynu, khudoba — povchannya dlya vas. My dayemo vam pyty te, shcho mistytʹsya u yikhnikh cherevakh. Vy mayete z neyi bahato inshoyi korysti y kharchuyetesya vid neyi"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Na niy i na korablyakh vy peresuvayetesʹ"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Spravdi, My vidislaly Nukha do yoho narodu y skazaly: «O lyudy! Poklonyaytesʹ Allahu, krim Yakoho dlya vas nemaye boha! Nevzhe vy ne mayete strakhu"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Starshyna narodu yoho, yaka ne uviruvala, skazala: «Vin — taka sama lyudyna, yak i vy. I vin khoche vyvyshchytysya nad vamy. Yakby Allah pobazhav, to zislav by anhela. My ne chuly takoho vid nashykh pradidiv"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Vin prosto bozhevilʹnyy. Tozh pochekayte z nym do pevnoho chasu"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Toy skazav: «Hospody! Dopomozhy meni, adzhe mene vvazhayutʹ brekhunom"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "My vidkryly Yomu: «Zbuduy kovcheh pered Nashymy ochyma ta z·hidno z Nashym odkrovennyam. A koly pryyde Nash nakaz i vidkryyetʹsya dzherelo v pechi, to vizʹmy do nʹoho paru z kozhnoho vydu ta svoyu rodynu — okrim tykh, pro yakykh uzhe bulo skazano slovo. I ne prosy Mene za nespravedlyvykh — voistynu, yikh bude vtopleno"
        }
    ]
}