{
    "pages": [
        {
            "chapter": 23,
            "verse": 28,
            "text": "A koly ti, khto z toboyu, syadutʹ u kovcheh, skazhy: «Khvala Allahu, yakyy uryatuvav nas vid nespravedlyvykh lyudey"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Toy skazav: «Hospody! Daruy nam blahoslovennyy prytulok, adzhe Ty — naykrashchyy iz tykh, khto daruye prytulok"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Voistynu, v tsʹomu znamennya! My vyprobovuyemo vas"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Pislya nykh My zrostyly inshe pokolinn"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "y vidislaly do nykh poslantsya z nykh samykh: «Poklonyaytesʹ Allahu, krim yakoho u vas nemaye boha! Nevzhe vy ne mayete strakhu"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Starshyna narodu yoho, yaka ne uviruvala y zaperechuvala zustrich u nastupnomu zhytti, — ti, komu My daruvaly rozkish u zhytti zemnomu — skazala: «Vin — taka sama lyudyna, yak i vy. Yistʹ te, shcho yiste vy, pʺye te, shcho pʺyete vy"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Yakshcho vy slukhatymetesʹ lyudyny, yaka podibna do vas, to neodminno zaznayete vtrat"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Nevzhe vin obitsyaye vam, shcho pislya toho, yak vy pomrete y stanete prakhom i kistkamy, vas voskresyatʹ"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Daleke, daleke te, shcho vam obitsyayutʹ"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Nemaye nichoho, krim zemnoho zhyttya. My pomyrayemo, my zhyvemo y ne voskresnemo"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Vin tilʹky cholovik, yakyy zvodytʹ naklep na Allaha. My ne virymo yomu"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Toy skazav: «Hospody! Dopomozhy meni, adzhe mene vvazhayutʹ za brekhuna"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Allah vidpoviv: «Duzhe skoro vony neodminno poshkoduyutʹ"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Kryk urazyv yikh spravedlyvo, i My peretvoryly yikh na smittya. Nekhay z·hynutʹ lyudy nespravedlyvi"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Pislya nykh My zrostyly inshi pokolinnya"
        }
    ]
}