{
    "chapter": [
        {
            "chapter": 76,
            "verse": 1,
            "text": "Dogrudanmı insanın hec kimə məlum olmadıgı bir dovr hələ də otub kecməmisdir"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Insanı qarısdırılmıs nutfədən yaradaraq onu sınaqdan kecirmək məqsədilə esidən və gorən etdik"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Subhəsiz ki, Biz ona yol gostərdik! Fərqi yoxdur, ya sukur etsin, ya da nasukur olsun"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "Dogrudan da, kafirlərdən otru zəncirlər, buxovlar və alovsacan od hazırlamısıq"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "Sozsuz ki, itaətkarlar kafur qatılmıs sərabla dolu badələrdən nus edəcəklər"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "Bu elə bir bulaqdır ki, Allahın qulları ondan doyunca icər və onun mənsəbini istədikləri səmtə yonəldərlər"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Onlar vəd etdikləri nəziri verər və dəhsəti hər yeri sarsıdacaq gundən qorxarlar"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Onlar ozlərinin istədikləri seylərdən kasıba, yetimə və əsirə də verərlər"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "və deyərlər: “Biz sizi yalnız Allahın Uzu xatirinə yedirdirik və sizdən nə əvəzini, nə də minnətdarlıq gozləyirik"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Əslində, biz, Rəbbimizdən gələ bilən cox kəskin və agır bir gundən ehtiyat edirik!”"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Bunun əvəzində Allah da onları həmin gunun sərindən qoruyar və onlara gozəllik və sevinc nəsib edər"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "onlara səbir etdiklərinə gorə Cənnəti bəxs edər və orada geyəcəkləri ipəklə mukafatlandırar"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Onlar orada taxtlar uzərində mutəkkələrə dirsəklənəcək və orada nə gunəs, nə də saxta gorməyəcəklər"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "Cənnət agaclarının kolgələri ozləri onlara yaxınlasacaq, meyvələri də tam onların ixtiyarına veriləcək"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Onların ətrafına təamlarla dolu gumusdən hazırlanmıs qablar və bullur qədəhlər dolandırılacaq"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "Gumusdən olan elə bullur qədəhlər ki, xidmətcilər onları cənnətdəkilərin icmək istədikləri həcmdə hazırlamıslar"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Orada onlara zəncəfil qatılmıs sərab badəsi icirdiləcək"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "Bu elə bir bulaqdandır ki, o, Cənnətdə Səlsəbil adlanır"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Onların ətrafında həmisə gənc olan xidmətci cavanlar dolanacaqlar. Onları gordukdə səpələnmis mirvari dənələri olduqlarını sanarsan"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Cənnətdə hara baxsan nemət və əzəmətli səltənət nisanəsi gorərsən"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Onlar əyinlərinə taftadan və atlazdan yasıl paltarlar geyəcəklər. Onların qoluna gumus bilərziklər baglanacaq. Onların Rəbbi onlara tərtəmiz sərab icirdəcəkdir"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "Onlara deyiləcəkdir: “Həqiqətən, bu sizə bir hədiyyədir və səyiniz təsəkkurə layiqdir”"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Biz Quranı sənə hissə-hissə aramla nazil etdik"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Belə ki, Rəbbinin qərar verəcəyinə qədər səbir et və onlardan hec bir gunahkara və ya nankora itaət etmə"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Səhər-axsam Rəbbinin adını zikr et"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "Gecənin bir hissəsində Ona səcdə et və gecədə uzun muddət Onun səninə təriflər de"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Əsl həqiqətdə, bunlar otəri dunyanı ustun tutaraq qarsılarındakı agır gunu gorməməzliyə vururlar"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Biz onları yaratdıq və xilqətini mohkəmlətdik. Əgər istəsək, onları ozlərinə bənzərləri ilə dəyisdirərik"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Həqiqətən, bu bir ibrətdir. Istəyən, Rəbbinə dogru aparan bir yol tutar"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Amma Allah istəməyincə, siz istəyə bilməzsiniz! Həqiqətən, Allah Biləndir, Mudrikdir"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "O, istədiyini Oz mərhəmətinə qovusdurar. Zalımlara isə, O, agrılı-acılı əzab hazırlamısdır"
        }
    ]
}