{
    "maqras": [
        {
            "chapter": 21,
            "verse": 83,
            "text": "Y (recuerda) a Job[608], cuando este suplicó a su Señor (para que lo librara de su enfermedad) diciéndole: “He sido alcanzado por la desgracia, y Tú eres el más Misericordioso de entre los misericordiosos”"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Y respondimos a su súplica y lo curamos de su dolencia. Y le devolvimos a su familia (que había perdido) y le concedimos el doble de hijos (y bienes en compensación por lo sufrido) por misericordia Nuestra y para que los siervos reflexionaran (y aprendieran de tal lección)"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Y (recuerda) también a los profetas Ismael, Enoc y Dhul Kifl[609]. Todos fueron pacientes"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Y los acogimos en Nuestra misericordia, pues fueron rectos y virtuosos"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Y recuerda al del pez (Jonás)[610], cuando se alejó de su pueblo enojado (porque no creían en él) y no pensó en que lo castigaríamos por ello. Después Nos suplicó desde la oscuridad (del interior del animal) diciendo: “No hay más divinidad que Tú. ¡Gloria a ti! Ciertamente, he sido de los injustos”"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Y respondimos a su súplica y lo libramos de su angustia. Así es como salvamos a los creyentes"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Y (recuerda) a Zacarías, cuando suplicó a su Señor diciendo: “No me dejes solo (sin descendencia), aunque Tú eres el mejor de los herederos[611]”"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Y respondimos a su súplica, y le concedimos a Yahia (Juan Bautista) tras hacer que su esposa fuese fértil. Todos (esos profetas) se apresuraban a realizar buenas acciones y Nos rogaban anhelando (Nuestra misericordia) y temiendo (Nuestro castigo); y Nos adoraban con humilde sumisión"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Y (recuerda a María) quien protegió su castidad e insuflamos en ella un soplo (de vida) proveniente de Nosotros (a través del ángel Gabriel)[612]; e hicimos de ella y de su hijo una prueba (de Nuestro poder y una lección) para toda la humanidad"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Ciertamente, su religión (¡oh, gentes!) es una sola religión[613]. Y Yo soy su Señor; adórenme, pues, solo a Mí"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Pero (los pueblos) se dividieron con respecto a sus creencias, y todos retornarán a Nosotros (para ser juzgados)"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Quien haya obrado rectamente y haya sido creyente verá sus esfuerzos recompensados (el Día del Juicio Final), y estos quedarán registrados"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Y decretamos que ningún pueblo al que hubiéramos destruido (por negar la verdad) regresaría a este mundo"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "antes de la liberación de las tribus de Gog y Magog (poco antes de la Hora final), cuando estas desciendan presurosas de todas partes (sembrando la corrupción)"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "La promesa (del Día de la Resurrección) se aproxima. (Y cuando llegue) quienes rechazan la verdad tendrán la mirada fija de espanto. (Dirán:) “¡Ay de nosotros! Vivíamos indiferentes a este día. Realmente fuimos injustos”"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "(Se les dirá:) “Tanto ustedes como lo que adoraban fuera de Al-lah[614] serán el combustible (del fuego) del Infierno donde entrarán (y arderán)”"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Si, realmente, (los ídolos) que adoraban hubiesen sido verdaderas divinidades, no habrían entrado al fuego; mas todos permanecerán allí eternamente"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Allí exhalarán fuertes quejidos y no podrán oír nada (debido al terrible castigo que sufrirán)"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Y a aquellos[615] para los que hayamos decretado previamente una buena recompensa (en el Paraíso porque sabíamos que creerían y obrarían con rectitud) los alejaremos del fuego"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "No oirán su crepitar y vivirán eternamente disfrutando de lo que deseen"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "El gran terror[616] no los afligirá, y los ángeles los recibirán diciéndoles: “Este es el día que se les había prometido”"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Y (recuerda) el Día (de la Resurrección) en que enrollaremos el cielo como si se tratase de un pergamino. Del mismo modo que creamos todo de la nada la primera vez volveremos a crearlo. Esta es una promesa que cumpliremos sin duda alguna"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Y, ciertamente, escribimos en los Libros sagrados que revelamos, tras haberlo registrado antes en la Tabla Protegida[617], que Mis siervos rectos y virtuosos heredarían la tierra (del Paraíso)"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "En verdad, en este (Corán) hay un claro mensaje[618] para los siervos (que adoran solamente a Al-lah como Él ha ordenado)"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Y te hemos enviado (¡oh, Muhammad!) como misericordia para los mundos de los hombres y de los yinn"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Diles (¡oh, Muhammad!): “Me ha sido revelado que su Dios es un Dios Único. ¿Se someterán a Él, pues (aceptando Su religión)?”"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Y si dan la espalda a aquello a lo que los exhortas, diles, ¡oh, Muhammad!: “Realmente, les he informado a todos con equidad[619] (y estamos en igualdad de condiciones); y no sé si (el castigo) que se les ha prometido está cerca o lejos"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Realmente, Él conoce lo que dicen públicamente y lo que ocultan"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "E ignoro si los está poniendo a prueba dejándolos disfrutar durante un tiempo”"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(El Profeta) rogó (a Al-lah) diciendo: “¡Señor!, juzga (entre nosotros) con justicia”. Nuestro Señor es el Clemente, a Quien recurrimos contra (las mentiras) que dicen"
        }
    ]
}