{
    "maqras": [
        {
            "chapter": 2,
            "verse": 219,
            "text": "Te preguntan (¡oh, Muhammad!) acerca de las bebidas alcohólicas y los juegos de azar. Diles: “En ambos hay un gran pecado y (algunos) beneficios para los hombres, más el pecado que conllevan es mayor que sus beneficios[72]“. Y te preguntan cuánto deben dar en caridad. Diles: “Lo que les sobre una vez cubiertas sus necesidades”. Así es como Al-lah les aclara Sus mandatos para que puedan reflexionar"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "(Para que puedan reflexionar) sobre esta vida y sobre la otra. Y te preguntan acerca de los huérfanos (que están bajo su responsabilidad). Diles: “Lo mejor es que velen por sus intereses. Y si mezclan (sus bienes y provisiones) con los suyos (no cometen pecado alguno), pues ellos son sus hermanos (en la religión). Al-lah sabe bien quién es un corruptor y quién un benefactor. Y si Al-lah hubiese querido, les habría puesto dificultades (no permitiéndoles mezclarlos). En verdad, Al-lah es Poderoso y Sabio"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Y no se casen con las mujeres idólatras hasta que crean (y renuncien a su idolatría); una esclava creyente es mejor que una idólatra, aunque esta sea de su agrado. Y no den (a sus hijas) en matrimonio a los hombres idólatras hasta que estos crean; un esclavo creyente es mejor que un idólatra, aunque este sea de su agrado. Estos invitan al fuego (debido a su idolatría), mientras que Al-lah invita, con Su gracia, al Paraíso y al perdón. Y (así) aclara Sus mandatos a los hombres para que los recuerden (y aprendan de la exhortación)"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Y te preguntan (¡oh, Muhammad!) acerca de la menstruación. Diles: “Es algo impuro, así que aléjense de (mantener relaciones íntimas con) sus mujeres durante sus periodos y no vayan a ellas hasta que estén limpias. Y cuando se hayan purificado (con un baño completo o gusul) únanse a ellas como Al-lah les ordena[73]. En verdad, Al-lah ama a quienes se vuelven constantemente a Él en arrepentimiento y a quienes se purifican"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Sus mujeres son un campo de siembra[74] para ustedes; vayan, pues, a su campo como y cuando les plazca y obren rectamente[75] (evitando lo que Al-lah les ha prohibido). Teman a Al-lah y sepan que comparecerán ante Él. Y da la buena noticia (del Paraíso) a los creyentes (que obedecen a Al-lah y que se abstienen de lo que Él prohíbe, ¡oh, Muhammad)"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Y no hagan de sus juramentos por Al-lah un pretexto para no hacer el bien, para no obrar justamente o para no reconciliar a los hombres, porque así lo habían jurado. Y Al-lah todo lo oye y todo lo sabe"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Al-lah no les pedirá cuentas de lo que juren sin intención (de manera impulsiva), pero sí les pedirá cuentas de lo que juren deliberadamente desde el corazón. Y Al-lah es Indulgente y Tolerante"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Quienes juren que no mantendrán relaciones íntimas con sus esposas (en una disputa conyugal) tendrán hasta cuatro de meses de plazo[76] (para cumplir su juramento). Si después (de cumplido el plazo) regresan[77] con sus esposas (y continúan su relación con normalidad), entonces Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Mas si deciden el divorcio, (deben saber que) Al-lah todo lo oye y todo lo sabe"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Las mujeres divorciadas deberán guardar un tiempo de espera de tres menstruaciones (antes de volver a casarse). Durante ese tiempo no les está permitido ocultar lo que Al-lah ha creado en sus vientres (si están embarazadas), si de verdad creen en Al-lah y en el Día de la Resurrección. Y sus esposos tienen pleno derecho a volver con ellas durante dicho periodo, si deciden la reconciliación. Ellas tienen sobre ellos derechos similares a los que ellos tienen sobre ellas, según lo reconocido; pero ellos están un grado por encima de ellas[78]. Y Al-lah es Poderoso y Sabio"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "El divorcio (de la misma mujer) podrá ser (revocado) dos veces. Luego deberá tomarla nuevamente por esposa y tratarla bien o deberá dejarla libre de buena manera. No les está permitido tomar nada de los bienes que les dieron a ellas como maher[79] (al casarse), salvo si ambas partes temen no cumplir las leyes que Al-lah establece. Si temen que no se respeten dichas leyes, ninguno incurrirá en falta si ella decide darle parte (para obtener el divorcio). Estas son las leyes de Al-lah, no las quebranten, pues. Quienes lo hagan, esos serán los injustos. consiste en unos bienes o dinero que la esposa aporta al matrimonio —no son pues"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Si después la divorcia (por tercera vez), no podrá volver a desposarla hasta que ella se haya casado con otro hombre y este, a su vez, la divorcie; en ese caso, ninguno incurrirá en pecado si la mujer regresa con su anterior marido, si creen poder respetar las leyes que Al-lah establece. Estas son las leyes de Al-lah que Él mismo aclara a las gentes de conocimiento"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Y cuando divorcien a sus mujeres y su tiempo de espera esté próximo a expirar, o bien las retienen y las tratan con benevolencia, o bien las dejan libres de buena manera (una vez finalizado el plazo). Pero no las retengan a la fuerza para perjudicarlas. Y quien lo haga habrá sido injusto consigo mismo (por haber desobedecido a Al-lah). No se burlen de los mandatos de Al-lah, y recuerden las gracias que les ha concedido, así como el Libro (el Corán) y la sabiduría (el entendimiento de la religión y la tradición del Profeta) que les ha otorgado y con los que los exhorta. Teman a Al-lah y sepan que Él tiene conocimiento sobre todas las cosas"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Y una vez hayan divorciado a sus mujeres (por primera o segunda vez) y estas hayan cumplido su tiempo de espera, que (los familiares de ellas) no les impidan casarse de nuevo con quienes eran sus esposos si ambos llegan a un acuerdo de manera razonable. Con esto se exhorta a quienes de ustedes creen en Al-lah y en el Día de la Resurrección. Esto es más apropiado y más puro para ustedes. Y Al-lah sabe, mientras que ustedes no saben"
        }
    ]
}