{
    "chapter": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "¡Bienaventurados los creyentes"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "que hacen su azalá con humildad"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "que evitan el vaniloquio"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "que dan el azaque"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "que se abstienen de comercio carnal"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "salvo con sus esposas o con sus esclavas en cuyo caso no incurren en reproche"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "mientras que quienes desean a otras mujeres, ésos son los que violan la ley"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "que respetan los depósitos que se les confían y las promesas que hacen"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "que observan sus azalás"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Ésos son los herederos"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "que heredarán el paraíso, en el que estarán eternamente"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Hemos creado al hombre de arcilla fina"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Luego, le colocamos como gota en un receptáculo firme"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Luego, creamos de la gota un coágulo de sangre, del coágulo un embrión y del embrión huesos, que revestimos de carne. Luego, hicimos de él otra criatura. ¡Bendito sea Alá, el Mejor de los creadores"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Luego, después de esto, habéis de morir"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Luego, el día de la Resurrección, seréis resucitados"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Encima de vosotros, hemos creado siete cielos. No hemos descuidado la creación"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Hemos hecho bajar del cielo agua en la cantidad debida y hecho que cale la tierra. Y también habríamos sido bien capaces de hacerla desaparecer"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Por medio de ella os hemos creado palmerales y viñedos en los que hay frutos abundantes, de los que coméis"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Y un árbol que crece en el monte Sinaí y que produce aceite y condimento para la comida"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Tenéis, ciertamente, en los rebaños motivo de reflexión: os damos a beber del contenido de sus vientres, deriváis de ellos muchos beneficios, coméis de ellos"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Ellos y las naves os sirven de medios de transporte"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Enviamos Noé a su pueblo y dijo: «¡Pueblo! ¡Servid a Alá! No tenéis a ningún otro dios que a Él. ¿Y no Le temeréis?»"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Los dignatarios del pueblo, que no creían, dijeron: «Éste no es sino un mortal como vosotros, que quiere imponerse a vosotros. Si Alá hubiera querido, habría hecho descender a ángeles. No hemos oído que ocurriera tal cosa en tiempo de nuestros antepasados"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "No es más que un poseso. ¡Observadle durante algún tiempo!»"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "«¡Señor!» dijo: «¡Auxíliame, que me desmienten!»"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Y le inspiramos: «¡Construye la nave bajo Nuestra mirada y según Nuestra inspiración ! Y cuando venga Nuestra orden y el horno hierva, haz entrar en ella a una pareja de cada y a tu familia, salvo a aquél de ellos cuya suerte ha sido ya echada. ¡Y no me hables de los que hayan obrado impíamente! ¡Van a ser anegados"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Cuando tú y los tuyos estéis instalados en la nave, di: '¡Alabado sea Alá, Que nos ha salvado del pueblo impío"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Y di: '¡Señor! ¡Haz que desembarque en un lugar bendito! Tú eres Quien mejor puede hacerlo"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Ciertamente, hay en ello signos. En verdad, ponemos a prueba...»"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Luego, después de ellos, suscitamos otra generación"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "y les mandamos un enviado salido de ellos: «¡Servid a Alá! No tenéis a ningún otro dios que a Él ¿Y no Le temeréis?»"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Pero los dignatarios del pueblo, que no creían y desmentían la existencia de la otra vida y a los cuales habíamos enriquecido en la vida de acá, dijeron: «Éste no es sino un mortal como vosotros, que come de lo mismo que vosotros coméis y bebe de lo mismo que vosotros bebéis»"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Si obedecéis a un mortal como vosotros, estáis perdidos"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "¿Os ha prometido que se os sacará cuando muráis y seáis tierra y huesos"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "¡Está bien lejos de ocurrir lo que se os ha prometido"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "¡No hay más vida que la nuestra de acá! Morimos y vivimos, pero no se nos resucitará"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "No es más que un hombre, que se ha inventado una mentira contra Alá. No tenemos fe en él"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Dijo: «¡Señor! ¡Auxíliame, que me desmienten!»"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Dijo: «Un poco más y se arrepentirán»"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "El Grito les sorprendió merecidamente y les convertimos en detrito. ¡Atrás el pueblo impío"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Luego, después de ellos, suscitamos otras generaciones"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Ninguna comunidad puede adelantar ni retrasar su plazo"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Luego, mandamos a Nuestros enviados, uno tras otro. Siempre que venía un enviado a su comunidad, le desmentían. Hicimos que a unas generaciones les siguieran otras y las hicimos legendarias. ¡Atrás una gente que no cree"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Luego, enviamos Moisés y su hermano Aarón con Nuestros signos y con una autoridad manifiesta"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "a Faraón y a sus dignatarios, que fueron altivos. Eran gente arrogante"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Dijeron: «¿Vamos a creer a dos mortales como nosotros, mientras su pueblo nos sirve de esclavos?»"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Les desmintieron y fueron hechos perecer"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Dimos a Moisés la Escritura. Quizás, así, fueran bien dirigidos"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Hicimos del hijo de María y de su madre un signo y les ofrecimos refugio en una colina tranquila y provista de agua viva"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "«¡Enviados! ¡Comed de las cosas buenas y obrad bien! ¡Yo sé bien lo que hacéis"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Y ésta es vuestra comunidad. Es una sola comunidad. Y Yo soy vuestro Señor. ¡Temedme, pues!»"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Pero se dividieron en sectas, con Escrituras, contento cada grupo con lo suyo"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Déjales por algún tiempo en su abismo"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "¿Creen que, al proveerles de hacienda y de hijos varones"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "estamos anticipándoles las cosas buenas? No, no se dan cuenta"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Los imbuidos del miedo de su Señor"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "que creen en los signos de su Señor"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "que no asocian a otros dioses a su Señor"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "que dan lo que dan con corazón tembloroso, a la idea de que volverán a su Señor"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "ésos rivalizan en buenas obras y son los primeros en practicarlas"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "No pedimos a nadie sino según sus posibilidades. Tenemos al lado una Escritura que dice la verdad. Y no serán tratados injustamente"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Pero sus corazones están en un abismo respecto a esto y, en lugar de aquellas obras, hacen otras"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Cuando, al fin, inflijamos un castigo a sus ricos, gemirán"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "«¡No gimáis hoy, que no se os va a salvar de Nosotros"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Se os recitaban Mis aleyas y vosotros dabais media vuelta"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "altivos con él, y pasabais la noche parloteando»"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "¿Es que no ponderan lo que se dice para ver si han recibido lo que sus antepasados no recibieron"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "¿No han conocido, acaso, a su Enviado para que le nieguen"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "¿O dicen que es un poseso? ¡No! Ha venido a ellos con la Verdad, pero la mayoría sienten aversión a la Verdad"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Si la Verdad se hubiera conformado a sus pasiones, los cielos, la tierra y los que en ellos hay se habrían corrompido. Nosotros, en cambio, les hemos traído su Amonestación, pero ellos se apartan de su Amonestación"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "¿Les pides, acaso, una retribución? La retribución de tu Señor es mejor. Él es el Mejor de los proveedores"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Sí, tú les llamas a una vía recta"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "pero quienes no creen en la otra vida se desvían, sí, de la vía"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Si nos apiadáramos de ellos y les retiráramos la desgracia que tienen, persistirían, ciegos, en su rebeldía"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Les infligimos un castigo, pero no se sometieron a su Señor y no se humillaron"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Hasta que abramos contra ellos una puerta de severo castigo y, entonces, sean presa de la desesperación"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Él es Quien ha creado para vosotros el oído, la vista y el intelecto. ¡Qué poco agradecidos sois"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Él es Quien os ha diseminado por la tierra. Y hacia Él- seréis congregados"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Él es Quien da la vida y da la muerte. Él ha hecho que se sucedan la noche y el día. ¿Es que no comprendéis"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Al contrario, dicen lo mismo que dijeron los antiguos"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Dicen: «Cuando muramos y seamos tierra y huesos, ¿se nos resucitará acaso"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Ya antes se nos había prometido esto a nosotros y a nuestros padres. No son más que patrañas de los antiguos»"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Di: «¿De quién es la tierra y quien en ella hay? Si es que lo sabéis...»"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Dirán: «¡De Alá!» Di: «¿Es que no os dejaréis amonestar?»"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Di: «¿Quién es el Señor de los siete cielos, el Señor del Trono augusto?»"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Dirán: «¡Alá!» Di: «¿Y no Le teméis?»"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Di: «¿Quién tiene en Sus manos la realeza de todo, protegiendo sin que nadie pueda proteger contra Él? Si es que lo sabéis...»"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Dirán: «¡Alá!» Di: «Y ¿cómo podéis estar tan sugestionados?»"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Vinimos a ellos con la Verdad, pero mienten, si"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Alá no ha adoptado un hijo, ni hay otro dios junto con Él. Si no, cada dios se habría atribuido lo que hubiera creado y unos habrían sido superiores a otros. ¡Gloria a Alá, Que está por encima de lo que cuentan"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "El conocedor de lo oculto y de lo patente. ¡Está por encima de lo que Le asocian"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Di: «¡Señor! Si me mostraras aquello con que se les ha amenazado"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "¡No me pongas, Señor, con el pueblo impío!»"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Nosotros somos bien capaces, ciertamente, de mostrarte aquello con que les hemos amenazado"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Repele el mal con algo que sea mejor Sabemos bien lo que cuentan"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Di: «¡Señor! Me refugio en Ti contra las sugestiones de los demonios"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Me refugio en Ti, Señor, contra su acoso»"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Cuando, al fin, viene la muerte a uno de ellos, dice: «¡Señor! ¡Hazme volver"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Quizás, así, pueda hacer el bien que dejé de hacer». ¡No! No son sino meras palabras. Pero, detrás de ellos, hay una barrera hasta el día que sean resucitados"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Y, cuando se toque la trompeta, ese día, no valdrá ningún parentesco, ni se preguntarán unos a otros"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Aquéllos cuyas obras pesen mucho serán los que prosperen"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Aquéllos cuyas obras pesen poco, serán los que se hayan perdido y estarán en la gehena eternamente"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "El fuego abrasará su rostro; tendrán allí los labios contraídos"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "«¿No se os recitaron Mis aleyas y vosotros las desmentisteis?»"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "«¡Señor!», dirán, «nuestra miseria nos pudo y fuimos gente extraviada"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "¡Señor! ¡Sácanos de ella! Si reincidimos, seremos unos impíos»"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Dirá: «¡Quedaos en ella y no Me habléis!»"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Algunos de Mis siervos decían: «¡Señor! ¡Creemos! ¡Perdónanos, pues, y ten misericordia de nosotros! ¡Tú eres el Mejor de quienes tienen misericordia!»"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Pero os burlasteis tanto de ellos que hicieron que os olvidarais de Mí. Os reíais de ellos"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Hoy les retribuyo por la paciencia que tuvieron. Ellos son los que triunfan"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Dirá: «¿Cuántos años habéis permanecido en la tierra?»"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Dirán: «Hemos permanecido un día o parte de un día. ¡Interroga a los encargados de contar!»"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Dirá: «No habéis permanecido sino poco tiempo. Si hubierais sabido"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "¿Os figurabais que os habíamos creado para pasar el rato y que no ibais a ser devueltos a Nosotros?»"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "¡Exaltado sea Alá, el Rey verdadero! No hay más dios que Él, el Señor del Trono noble"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Quien invoque a otro dios junto con Alá, sin tener prueba de ello, tendrá que dar cuenta sólo a su Señor. Los infieles no prosperarán"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Y di: «¡Señor! ¡Perdona y ten misericordia! ¡Tú eres el Mejor de quienes tienen misericordia!»"
        }
    ]
}