{
    "chapter": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "¡Creyentes! ¡No toméis como amigos a los enemigos Míos y vuestros, dándoles muestras de afecto, siendo así que no creen en la Verdad venida a vosotros! Expulsan al Enviado y os expulsan a vosotros porque creéis en Alá vuestro Señor. Si salís para luchar por Mi causa y por deseo de agradarme, ¿les tendréis un afecto secreto? Yo sé bien lo que ocultáis y lo que manifestáis. Quien de vosotros obra así, se extravía del camino recto"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Si dan con vosotros, son para vosotros enemigos y os maltratan de obra y de palabra. Querrían que no creyerais"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "El día de la Resurrección no os aprovecharán ni vuestros parientes ni vuestros hijos. Él fallará acerca de vosotros. Alá ve bien lo que hacéis"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Tenéis un bello modelo en Abraham y en los que con él estaban. Cuando dijeron a su pueblo: «No somos responsables de vosotros ni de lo que servís en lugar de servir a Alá. ¡Renegamos de vosotros! ¡Ha aparecido, entre nosotros y vosotros, hostilidad y odio para siempre mientras no creáis en Alá Solo!» No es de imitar, en cambio, Abraham cuando dijo a su padre: «He de pedir perdón para ti, aunque no pueda hacer nada por ti contra Alá. ¡Señor! Confiamos en Ti y a Ti nos volvemos arrepentidos. ¡Eres Tú el fin de todo"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "¡Señor! ¡No hagas de nosotros instrumento de tentación para los infieles! ¡Perdónanos, Señor! Eres Tú el Poderoso, el Sabio»"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Tenéis en ellos un bello modelo para quien cuenta con Alá y con el último Día. Pero quien vuelve la espalda,... Alá es Quien Se basta a Sí mismo, el Digno de Alabanza"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Quizá establezca Alá la amistad entre vosotros y los que de ellos tenéis por enemigos. Alá es capaz, Alá es indulgente, misericordioso"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Alá no os prohíbe que seáis buenos y equitativos con quienes no han combatido contra vosotros por causa de la religión, ni os han expulsado de vuestros hogares. Alá ama a los que son equitativos"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Lo que sí os prohíbe Alá es que toméis como amigos a los que han combatido contra vosotros por causa de la religión y os han expulsado de vuestros hogares o han contribuído a vuestra expulsión. Quienes les tomen como amigos, ésos son los impíos"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "¡Creyentes! Cuando vengan a vosotros mujeres creyentes que hayan emigrado, ¡examinadlas! Alá conoce bien su fe. Si comprobáis que de verdad son creyentes, no las devolváis a los infieles: ni ellas son lícitas para ellos ni ellos lo son para ellas. ¡Reembolsadles lo que hayan gastado! No tenéis nada que reprocharos si os casáis con ellas, con tal que les entreguéis su dote. Pero no retengáis a las infieles. Pedid lo que hayáis gastado, y que ellos también pidan lo que hayan gastado. Ésa es la decisión de Alá. Él decide entre vosotros. Alá es omnisciente, sabio"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Si alguna de vuestras esposas se pasa a los infieles y, luego, os toca a vosotros vencer, dad a aquéllos cuyas esposas hayan huido otro tanto de lo que habían gastado. ¡Temed a Alá, en Quien creéis"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "¡Profeta! Cuando las creyentes vengan a ti a prestarte juramento de fidelidad, de que no asociarán nada a Alá, que no robarán, que no fornicarán, que no matarán a sus hijos, que no dirán calumnia forjada entre sus manos y pies, que no te desobedecerán en lo que se juzgue razonable, acepta su juramento y pide a Alá que les perdone. Alá es indulgente, misericordioso"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "¡Creyentes! ¡No toméis como amigos a gente que ha incurrido en la ira de Alá! Desesperan de la otra vida, como los infieles desesperan de los sepultados"
        }
    ]
}