{
    "rukus": [
        {
            "chapter": 29,
            "verse": 31,
            "text": "ߊ߲ ߠߊ߫ ߗߋߘߋ߲ ߠߎ߫ ߣߊ߬ߣߍ߲ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߡߊ߬ ߘߟߊߝߎߟߌ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߧߋ߫ ߛߏ ߣߌ߲߬ ߘߏ߲߬ߞߏ ߟߎ߫ ߟߋ߬ ߛߌߟߊߛߊ߬ ߟߊ߫ ، ߓߊ ߊ߬ ߘߏ߲߬ߞߏ ߟߎ߬ ߓߘߊ߫ ߞߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߘߌ߫"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "‹ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ › ߞߊ߲߫ ߸ ߞߏ߫ ߟߎ߯ߕߌ߫ ߦߋ߫ ߦߋ߲߬ ߘߋ߬ ، ߏ߬ ߟߎ߬ ߞߊ߲߫ ߸ ߞߏ߫ ߊ߲ߠߎ߫ ߟߋ߫ ߞߵߏ߬ ߞߣߐ߫ ߡߐ߮ ߟߎ߬ ߟߐ߲߫ ( ߓߍ߯ ߘߌ߫ ) ، ߊ߲ ߘߴߏ߬ ߣߴߊ߬ ߞߐߙߍ ߟߊߞߛߌ߫ ߝߏ߫ ߊ߬ ߡߏ߬ߛߏ ، ߏ߬ ߟߋ ߞߍ߫ ߘߊ߫ ߞߐ߫ ߘߐ߫ ߕߏߟߊ ߟߎ߬ ߘߏ߫ ߘߌ߫"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "ߊ߲ ߠߊ߫ ߗߋߘߋ߲ ߠߎ߫ ߘߏ߲߬ߣߍ߲ ߟߎ߯ߕߌ߫ ߞߊ߲߬ ߸ ߊ߬ ߛߎ߬ߣߎ߲߬ ߘߴߊ߬ߟߎ߫ ߝߍ߬ ߞߵߊ߬ ߛߣߐ߬ߡߍ ߜߍ߲߬ߘߍ߫ ߊ߬ߟߎ߬ ߘߌ߫ ߜߋ߲߫ ، ߏ߬ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߌ ߞߊߣߊ߬ ߛߌߟߊ߲߫ ߌ ߞߣߊ߫ ߛߎ߬ߣߎ߲߬ ߸ ߓߊ ߊ߲ ߘߴߌ ߣߴߌ ߞߐߙߍ ߟߊߞߛߌ߫ ߝߏ߫ ߌ ߡߏ߬ߛߏ ، ߏ߬ ߟߋ ߞߍߕߐ߫ ߞߐ߫ ߘߐ߫ ߕߏߟߊ ߟߎ߬ ߘߏ߫ ߘߌ߫"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "ߊ߲ ߞߍߕߐ߫ ߟߋ߫ ߖߊ߲߰ߞߕߊ ߟߊߖߌ߰ ߟߊ߫ ߛߏ ߣߌ߲߬ ߘߏ߲߬ߞߏ ߟߎ߫ ߞߊ߲߬ ߞߊ߬ ߓߐ߫ ߛߊ߲ ߡߊ߬ ߸ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߔߊߟߊ߲ߞߊ ߝߍ߬"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "ߊ߲ ߘߏ߲߬ ߞߊ߬ ߕߐ߰ߡߊ߬ߛߙߋ߫ ߟߊ߲ߞߣߍߡߊߣߍ߲ ߠߎ߬ ߕߏ߫ ߦߋ߲߬ ߸ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߤߊ߲ߞߟߌߡߊ ߟߎ߬ ߦߋ߫"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "ߊ߲ ߞߊ߬ ߡߊߘߌߦߣߊߞߊ ߟߎ߬ ߓߊߘߋ߲߫ ߛߎ߬ߊߦߌߓߎ߫ ߗߋ߫ ߊ߬ߟߎ߫ ߡߊ߬ ، ߏ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߓߊߘߋ߲ ߠߎ߬ ߸ ߊߟߎ߯ ߊߟߊ߫ ߓߊ߬ߕߏ߫ ߞߵߊߟߎ߫ ߦߟߌߛߌ߰ ߟߏ߲߫ ߠߊߓߊ߲ ߠߊ߫ ، ߊߟߎ߫ ߞߊߣߊ߬ ߞߏ߫ ߘߐߕߌߢߍ ߞߍ߫ ߖߡߊ߬ߣߊ ߞߣߐ߫ ߘߋ߬ ߞߊ߬ ߞߍ߫ ߕߌߢߍߟߌߟߊ ߟߎ߬ ߘߌ߫"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "ߓߊ߬ߙߌ߬ ߊ߬ߟߎ߫ ߞߵߏ߬ ߡߊߛߐ߬ߛߐ߬ ߡߍ߲ߞߍ߭ ، ߦߙߍߦߙߍ ߞߵߊ߬ߟߎ߫ ߡߌ߬ߘߊ߬ ، ߏ߬ ߞߍ ߊ߬ߟߎ߬ ߓߌߘߌ߲ߣߍ߲ ߞߊ߬ ߘߎ߬ߛߊ ߟߊߜߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߟߎ ( ߟߎ߬ ) ߞߣߐ߫"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "ߊ߯ߘߌ ߟߎ߬ ߣߌ߫ ߛߊ߬ߡߎߘߊ ߟߎ߬ ߸ ߏ߬ ߟߎ߬ ߟߊ߫ ߞߏ ߢߊߘߐߜߍ ߓߘߊ߫ ߟߐ߲߫ ߊ߬ߟߎ߫ ߛߌ߰ ߦߌߟߊ ߟߎ߫ ߡߊ߬ ߸ ߜߍ߬ߘߍ ߟߋ߫ ߞߵߏ߬ ߟߎ߬ ߗߋߥߊߟߌ ߟߎ߬ ߡߊߢߍ߯ߙߍ߫ ߊ߬ߟߎ߬ ߢߊߞߘߐ߫ ߸ ߞߵߊ߬ߟߎ߫ ߞߎ߬ߡߊ߲߬ߘߌ߬ ߛߌߟߊ ߡߊ߬ ، ߊ߬ߟߎ߫ ߘߏ߲߬ ߜߎ ߕߘߍ߬ ߡߐ߰ ߢߟߊߞߊ߬ߣߍ߲߫ ߠߎ߫ ߘߌ߫߹"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "ߞߊߙߎߣߊ߫ ߣߌ߫ ߝߋߙߊߥߎ߲߫ ߣߌ߫ ߤߊߡߊ߲߫ ߠߎ߫ ߝߣߊ߫ ߸ ߡߎߛߊ߫ ߣߊ߬ ߘߴߏ߬ ߟߎ߫ ߡߊ߬ ߔߊߞߌ ߟߎ߬ ߘߌ߫ ، ߓߊ߬ߙߌ߬ ߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߖߘߍ߬ߘߐߓߏ߲߬ߧߊ߫ ߘߎ߰ߞߟߏ ߞߊ߲߬ ߔߊߦߌ߫ ، ߊ߬ߟߎ߫ ߘߏ߲߬ ߡߊ߫ ߞߍ߫ ߘߊ߲߬ ߞߍ߬ߓߊ߯ ߟߎ߫ ߘߌ߫"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "ߊ߲ ߞߵߏ߬ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߣߊ ߕߍ߯ߕߵߊ߬ߟߎ߫ ߖߟߎ߬ߡߎ߲ ߠߊ߫ ߗߐߞߎ߬ߡߐ߬ ، ߘߏ߫ ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߸ ߊ߲ ߞߊ߬ ߓߙߍ߬ ߛߊ߬ߙߌ߬ ߝߢߐ ߗߋ߫ ߏ߬ ߞߊ߲ߡߊ߬ ، ߘߏ߫ ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߸ ߛߊ߬ߝߍ߬ ߞߊ߲߬ ߞߋߟߋ߲߫ ߞߵߏ ߡߌ߬ߘߊ߬ ، ߘߏ߫ ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߸ ߊ߲ ߞߊ߬ ߘߎ߱ ߟߐ߬ ߏ߬ ߟߊߞߎ߬ߣߎ߲߬ ߠߊ߫ ߞߌߚߌ߫ ، ߘߏ߫ ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߸ ߊ߲ ߞߵߏ߬ ߟߊߕߏ߫ ߖߌ ߘߐ߫ ، ߊߟߊ߫ ߘߏ߲߬ ߡߴߏ߬ ߟߎ߫ ߕߐ߬ߢߍ߯ ߘߋ߬ ، ߏ߬ ߟߎ߫ ߟߋ߫ ߞߵߊ߬ߟߎ߫ ߖߍ߬ߘߍ߫ ߕߐ߬ߢߍ߰"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "ߡߍ߲ ߠߎ߫ ߣߵߊ߬ߟߎ߬ ߓߟߏߞߍ߫ ߟߊ߫ ߞߏߕߌ߯ ߜߘߍ߫ ߟߎ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ، ߏ߬ ߟߎ߬ ߟߊߒߡߊ ߟߋ߬ ߦߏ߫ ߕߊߟߏ߲ߕߊߟߏ߲ߓߊ ߦߋ߫ ߢߊ ߡߍ߲ ߊ߬ ߟߊ߫ ߓߏ߲߫ ߠߊߘߊ߲ ߘߐ߫ ، ߓߏ߲ ߠߎ߬ ߘߐ߫ ߗߙߐߞߐߣߍ߲ ߠߋ߫ ߘߏ߲߬ ߦߋ߫ ߕߊߟߏ߲ߕߊߟߏ߲ߓߊ ߟߊ߫ ߓߏ߲ ߘߌ߫ ߣߴߊߟߎ߫ ߓߴߊ߬ ߟߐ߲߫ ߠߊ߫"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "ߊߟߊ߫ ߞߵߊ߬ ߟߐ߲߫ ߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߞߟߌ߫ ߟߊ߫ ߝߋ߲ߣߍ߲ ߛߎ߯-ߎ-ߛߎ߯ ߘߐ߫ ߞߵߊ߬ߟߋ߬ ߕߏ߫ ، ߓߊ ߊ߬ߟߋ ߟߋ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߘߌ߫"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "ߛߊ߲߬ߘߊ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߣߌ߲߬ ߸ ߊ߲ ߧߴߏ߬ ߟߎ߫ ߟߋ߬ ߟߊ߫ ߟߊ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ، ߓߊ߬ߙߌ߬ ߡߐ߰ ߛߌ߫ ߕߴߏ߬ ߟߎ߬ ߤߊߞߟߌߡߦߊ߫ ߟߊ߫ ߝߏ߫ ߟߐ߲ߠߌ߲ߠߊ ߟߎ߬"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "ߊߟߊ߫ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߟߊ߫ ، ߖߊ߯ߕߋ߬ ߸ ߕߊ߰ߛߌ߬ߟߌ߫ ߟߴߏ߬ ߘߐ߫ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߓߊ߮ ߟߎ߬ ߦߋ߫"
        }
    ]
}