{
    "rukus": [
        {
            "chapter": 3,
            "verse": 72,
            "text": "ߟߍߙߊߟߞߊ ߝߊ߲߬ ߞߋߟߋ߲ ߠߋ߬ ߞߊ߲߫ ( ߢߐ߲߮ ߦߋ߫ ) ߸ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߘߍ߲߬ߞߣߍ߬ߦߊ߫ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߓߊ߮ ߟߎ߬ ߟߊ߫ ߟߍߙߊ߫ ߖߌ߰ߣߍ߲ ߡߊ߬ ߕߋ߬ߟߋ ߞߎ߲߬ߝߟߐ ߘߐ߫ ߸ ߞߵߊߟߎ߫ ߓߊ߲߬ ߊ߬ ߘߐ߫ ( ߕߋ߬ߟߋ ) ߟߊߓߊ߲ ߠߊ߫ ߸ ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߛߊ߬ߦߌ߲߬ ߞߊ߬ ߓߐ߫ ߊ߬ ߞߊ߲߬"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "ߊ߬ ߣߌ߫ ߞߏ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߘߍ߲߬ߞߣߍ߬ߦߊ߫ ߡߐ߰ ߛߌ߫ ߡߊ߬ ߸ ߝߏ߫ ߡߍ߲ ߓߊ߯ ߕߎ߲߰ ߊߟߎ߫ ߟߊ߫ ߘߌ߯ߣߊ ߟߊ߫ ، ߊ߬ߟߎ߫ ߖߋ߬ߓߌ߬ ߞߏ߫ ߞߊ߲ߘߦߊ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߞߊ߲ߘߊ ߟߋ߬ ߘߌ߫ ، ߡߐ߰ ߜߘߍ߫ ߘߌ߫ ( ߛߋ߫ ߞߊ߬ ) ߛߐ߫ ߝߋ߲߫ ߢߐ߲߰ ߠߊ߫ ߸ ߊߟߎ ߛߐߣߍ߲߫ ߡߍ߲ ߠߊ߫ ، ߥߟߴߊ߬ߟߎ߬ ߦߴߊߟߎ߫ ߞߟߍ߬ ߞߊ߬ ߘߊߘߐߡߌߘߊ߫ ߞߎ߲ߧߊ߫ ߛߐ߬ߘߐ߲߬ ߊߟߎ߫ ߡߊ߬ ߊߟߎ߫ ߡߊ߰ߙߌ ߓߘߊ ، ߊ߬ߟߎ߫ ߖߋ߬ߓߌ߬ ߞߏ߫ ߢߊ߬ߒߡߊ߭ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߓߟߏ߫ ، ߊ߬ ߦߴߊ߬ ߘߌ߫ ߟߊ߫ ߡߐ߰ ߟߋ߬ ߡߊ߬ ߸ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ، ߊߟߊ߫ ߘߏ߲߬ ߦߙߌߥߊߣߍ߲߫ ߸ ߊ߬ ߟߐ߲ߠߌ߲ߣߍ߲߫"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "ߊ߬ ߦߋ߫ ߡߐ߰ ߟߋ߬ ߞߙߍߞߙߍ߫ ߟߴߊ߬ ߟߊ߫ ߤߌߣߊ ߟߊ߫ ߸ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ، ߊߟߊ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߢߊ߬ߒߡߊ߭ ߓߏ߲߬ߓߊ߬ߓߊ ߕߌ߱ ߘߌ߫"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "ߟߍߙߊߟߞߊ ߟߎ߬ ߘߏ߫ ߓߍ߫ ߸ ߣߴߌ ߞߊ߬ ߞߐ߲߬ߜߍ߲ ߞߊ߬ߙߌ߬ߝߊ߫ ߏ߬ ߟߊ߫ ߸ ߊ߬ ߘߴߊ߬ ߟߊߛߊ߬ߦߴߌ ߡߊ߬ ، ߒ߬ߞߵߊ߬ߟߎ߬ ߘߏ߫ ߜߘߍ߫ ߓߍ߫ ߸ ߤߊߟߵߌ ߞߊ߬ ߘߊ߬ߓߌ߬ߦߏ߲߬ ߞߋߟߋ߲߫ ߔߋ߫ ߞߊ߬ߙߌ߬ߝߊ߫ ߏ߬ ߟߊ߫ ߸ ߊ߬ ߕߴߏ߬ ߘߴߌ ߡߊ߬ ߝߋߎ߫ ߸ ߝߏ߫ ߣߴߌ ߞߵߌ ߟߐ߬ ߊ߬ ߘߟߊ߫ ߝߍ߲ߝߍߘߍ߲߫ ، ߏ߬ ߘߏ߲߬ ߞߎ߲߭ ߠߋ߬ ߓߊߏ߬ ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߛߌߟߊ߫ ߛߌ߫ ߕߍ߫ ߒ߬ߠߎ߫ ߡߊ߬ ߞߎ߲߬ߝߌ߲ ߠߎ߬ ( ߡߘߊߥߎ߲ ) ߘߐ߫ ، ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߕߊߥߎ߫ ߟߊ߫ ߟߋ߬ ߞߊ߬ ߥߎߦߊ ߟߴߊߟߊ߫ ߟߊ߫ ߸ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߫ ߞߵߊ߬ ߟߐ߲߫ ߞߋ߲߫"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "ߓߊ߬ߙߌ߬ ߞߊ߯ߙߌ߫ ߸ ߡߍ߲ ߞߏ߬ߣߌ߲߬ ߓߊ߯ ߊ߬ ߟߊ߫ ߟߊ߬ߤߘߌ ߝߊ߫ ߸ ߊ߬ ߣߌ߫ ߞߵߊ߬ ߝߊ߲ߕߊ߲߬ߞߊ߫ ߸ ߒ߬ߓߵߊߟߊ߫ ߦߋ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߫ ߟߋ߬ ߘߌߦߊߢߐ߲߮ ߘߌ߫"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߬ ߦߴߊߟߊ߫ ߟߊ߫ ߟߊ߬ߤߘߌ ߣߴߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߟߊ߫ ߞߊ߬ߟߌ߬ߟߌ ߟߎ߫ ߝߙߋ߬ ߟߊ߫ ߛߐ߲߬ߞߐ߬ߣߍ߲߬ ߕߜߋ ߟߊ߫ ߸ ߣߌ߬ ߕߴߏ߬ ߟߎ߫ ߟߋ߬ ߦߋ߫ ߟߊߞߌߙߊ߫ ، ߊߟߊ߫ ߝߊ߲߭ ߕߍ߫ ߛߍ߯ ߝߟߌ߬ ߟߴߏ߬ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ ߕߍ߫ ߊ߬ߟߎ߬ ߡߊߝߟߍ߫ ߟߊ߫ ߟߐ߬ߓߊ ߟߏ߲ ߸ ߊ߬ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߬ ߟߊߜߍ߫ ߟߊ߫ ، ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߠߴߏ߬ ߟߎ߬ ߢߍ߫"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "ߖߊ߯ߕߋ߬ ߸ ߖߡߊ߬ ߞߎߘߎ߲߫ ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߸ ߏ߬ ߟߎ߫ ߟߴߊ߬ߟߎ߫ ߣߍ߲߭ ߠߎ߬ ߘߐߞߙߎ߬ ߟߊ߫ ߟߍߙߊ ߘߌ߫ ߸ ߛߴߊߟߎ߫ ߘߴߏ߬ ߖߌ߰ ߟߍߙߊ ߘߏ߫ ߘߌ߫ ߸ ߞߵߊ߬ ߕߘߍ߬ ߏ߬ ߕߍ߫ ߟߍߙߊ ߝߋ߲߫ ߘߌ߫ ، ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߴߏ߬ ߓߐߣߍ߲߫ ߊߟߊ߫ ߓߘߊ ߟߋ߬ ߸ ߞߵߊ߬ ߕߘߍ߬ ߏ߬ ߡߊ߫ ߓߐ߫ ߊߟߊ߫ ߓߘߊ߫ ߛߌ߫ ߘߐ߫ ، ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߕߊߥߎ߫ ߟߊ߫ ߟߋ߬ ߞߊ߬ ߥߎߦߊ ߟߴߊߟߊ߫ ߟߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߫ ߞߵߊ߬ ߟߐ߲߫ ߞߋ߲߫"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "ߊ߬ ߕߍ߫ ߞߎ߲߫ ߡߐ߰ ߛߌ߫ ߘߐ߫ ߸ ߊߟߊ߫ ߦߴߊ߬ ߛߐ߫ ߟߍߙߊ ߣߌ߫ ߞߕߌߦߊ ߣߌ߫ ߟߊ߬ߝߐ߬ߓߊ߰ߦߊ ߟߊ߫ ߸ ߏ߬ ߦߋ߫ ߓߊ߲߫ ߞߵߊ߬ ߝߐ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߸ ߞߏ߫ ߊߟߎ߯ ߞߍ߫ ߒߠߋ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߘߌ߫ ߞߵߊߟߊ߫ ߕߏ߫. ߓߊ߬ߙߌ߬ ( ߊ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߟߋ߬ ) ߞߏ߫ ߊߟߎ߯ ߞߍ߫ ( ߊߟߊ߫ ߞߏ ) ߞߊ߬ߙߊ߲߬ߡߐ߰ߓߊ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߸ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߬ ߡߍ߲ ߝߍ߬ ߊߟߎ ߟߋ߬ ( ߡߐ߱ ߟߎ߬ ) ߟߊߟߐ߲ߠߌ߲߫ ߠߊ߫ ߟߍߙߊ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߬ ߊߟߎ ߟߋ߫ ߞߊ߬ߙߊ߲ ߞߍ߫ ߟߊ߫"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "ߊ߬ ߘߏ߲߬ ߕߍ߫ ߊߟߎ߫ ߟߐ߬ ߝߋߎ߫ ߞߏ߫ ߊߟߎ߯ ߡߟߍ߬ߞߊ ߟߎ߬ ߣߌ߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߬ ߞߍ߫ ߡߊ߰ߙߌ ߟߎ߬ ߘߌ߫ ، ߋ߫ ߸ ߊ߬ ߝߐ߫ ߊ߬ ߘߴߊߟߎ߫ ߟߐ߬ ߓߊ߲߬ߓߊ߰ߦߊ ߟߊ߫ ߸ ߊߟߎ߫ ߞߍߣߍ߲ ߞߐ߫ ߖߘߍ߬ߞߟߏ߬ߓߊ߮ ߟߎ߬ ߘߌ߫؟"
        }
    ]
}