{
    "rukus": [
        {
            "chapter": 4,
            "verse": 142,
            "text": "ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߫ ߟߋ߬ ߊߟߊ߫ ߖߊ߲߬ߝߊ߬ ߟߊ߫ ߸ ߞߵߊ߬ ߕߘߍ߬ ߏ߬ ߟߴߊ߬ߟߎ ߖߊ߲߬ߝߊ߬ߓߊ߮ ߘߌ߫ ، ߊ߬ߟߎ߬ ߓߊ߯ ߞߍ߫ ߊ߬ߟߎ߫ ߟߐ߬ ߟߊ߫ ߛߊߟߌ ߟߊ߬ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߟߐ߬ ߦߙߌߦߙߊ߫ ، ߊ߬ߟߎ߬ ߦߴߊ߬ ߞߍ߫ ߟߴߊ߬ߟߎ߫ ߖߍ߬ߘߍߦߌ߬ߘߊ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߟߊ߫ ، ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߊߟߊ߫ ߞߏߝߐ߫ ߟߊ߫ ߝߏ߫ ߞߋ߬ߟߋ߲߬ߞߋߟߋ߲߫"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "ߊ߬ߟߎ߬ ߦߋ߫ ߕߊ߯ ߣߌ߫ ߛߊߦߌ ߟߋ߬ ߟߊ߫ ߖߊ߬ߡߊ߫ ߝߌ߬ߟߊ ߕߍ߫ ، ߊ߬ߟߎ߬ ߕߍ߫ ߘߐ ߢߌ߲߬ ߠߎ߫ ߝߍ߬ ߊ߬ߟߎ߬ ߕߍ߫ ߘߐ ߢߌ߲߬ ߠߎ߬ ߝߣߊ߫ ߝߍ߬ ، ߊߟߊ߫ ߘߏ߲߬ ߓߊ߯ ߡߍ߲ ߠߊߝߟߌ߬ ߸ ߌ ߕߍ߫ ߛߌߟߊ߫ ߛߌ߫ ߛߐ߬ߘߐ߲߫ ߏ߬ ߦߋ߫ ߡߎ߬ߕߎ߲߬"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "ߤߍ߲߬ ߊߟߎ߬ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߞߣߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߞߍ߫ ߊߟߎ߫ ߢߌ߲߭ ߠߎ߬ ߘߌ߫ ߘߋ߬ ߞߊ߬ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߓߊ߮ ߟߎ߬ ߕߏ߫ ، ߊߟߎ߫ ߦߴߊ߬ ߝߍ߬ ߏ߬ ߘߐ߫ ߟߋ߫ ߓߊ߬ ߞߊ߬ ߘߊ߬ߟߎ߬ ߘߐ߬ߜߍ߫ ߞߍ߫ ߊߟߊ߫ ߟߴߊߟߎ߫ ߖߘߍ߬ ߞߊ߲ߡߊ߬؟"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߬ ߦߋ߫ ( ߡߍ߲ߜߏߦߊ߫ ) ߕߊ ߖߌ߰ߖߌ߮ ߓߍ߯ ߞߘߐߟߊ ߟߋ߬ ߘߐ߫ ߔߙߐߔߙߐ߫ ߸ ߌ ߘߏ߲߬ ߕߍ߫ ߘߍ߬ߡߍ߲߬ߓߊ߰ ߛߌ߫ ߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߦߋ߫"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "ߝߏ߫ ߣߌ߫ ߡߍ߲ ߠߎ߫ ߞߵߊ߬ߟߎ߫ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߲߫ ߸ ߞߊ߬ ߟߢߊ߬ߟߌ ߞߍ߫ ߸ ߞߵߊ߬ߟߎ߬ ߓߟߏߞߍ߫ ߊߟߊ߫ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߞߵߊ߬ߟߎ߬ ߘߌ߯ߣߊ ߓߎ߰ߓߎ߰ ߊߟߊ߫ ߦߋ߫ ، ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߫ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߓߊ߮ ߟߎ߫ ߝߍ߬ ، ߛߋߚߋ߫ ߊߟߊ߫ ߘߏ߲߬ ߓߍߣߊ߬ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߓߊ߮ ߟߎ߬ ߛߐ߫ ߛߙߊ߬ ߓߟߋߓߟߋ߫ ߟߊ߫"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "ߊߟߊ߫ ߡߊ߬ߞߏ ߢߌ߬ߡߊ߲߫ ߠߋ߬ ߊߟߎ߫ ߖߊ߲߰ߞߕߊ ߟߊ߫ ߸ ߣߴߊߟߎ߫ ߞߊ߬ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫ ߞߊ߬ ߘߍ߲߬ߞߣߍ߬ߦߊ߫؟ ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߞߏߢߌߡߊߟߐ߲ߠߊ߫ ߘߌ߫ ߸ ߊ߰ ߟߐ߲ߠߌ߲ߠߊ߫ ߘߌ߫"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "ߊߟߊ߫ ߕߍ߫ ߘߟߊߞߏߖߎ߯ߦߊ ߜߍߘߐߕߊ ߝߍ߬ ߝߋߎ߫ ، ߝߏ߫ ߣߌ߫ ߡߍ߲ ߕߐ߬ߢߍ߰ߣߍ߲ ߞߍ߫ ߘߊ߫ ( ߊ߬ ߕߊ ߖߟߎ߬ ߛߙߊ ߟߊ߫) ، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߘߌ߫ ߸ ߊ߰ ߟߐ߲ߠߌ߲ߠߊ߫ ߘߌ߫"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "ߊߟߎ߫ ߞߊ߬ ߞߏ߫ ߢߌߡߊ ߟߊߒߞߣߍߡߊ߫ ߓߊ߬ ߸ ߥߟߴߊߟߎ߫ ߞߵߊ߬ ߘߏ߲߰ ߓߊ߬ ߸ ߤߊߡߊ߲ߕߍ߫ ߊߟߎ߫ ߞߊ߬ ߖߎ߯ߡߊ߲ ߘߐߞߏߦߊߕߏ߫ ߸ ߊߟߊ߫ ߝߣߊ߫ ߦߋ߫ ߘߐ߬ߞߏ߬ߦߊ߬ߕߏ߬ߟߌ߬ߟߊ߫ ߘߌ߫ ߸ ߊ߰ ߛߋߓߊ߯ ߘߌ߫"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "ߡߍ߲ ߠߎ߬ ߦߋ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߟߐ߬ ߟߴߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߫ ߡߊ߬ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߦߴߊ߬ ߝߍ߬ ߞߊ߬ ߘߊ߬ߣߊ߲߬ߥߊ߯ߙߌ ߞߍ߫ ߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߬ ߕߍ߫ ߸ ߞߵߊ߬ ߝߐ߫ ߛߐ߲߬ ߞߏ߫ ߊ߲ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߣߍ߲߫ ߘߏ߫ ߡߊ߬ ߸ ߊ߲ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߣߍ߲߫ ߕߍ߫ ߘߏ߫ ߡߊ߬ ߸ ߞߵߊ߬ ߟߊߥߟߌ߬ ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߛߌߟߊ߫ ߟߊߘߊ߲߫ ߏ߬ ߟߎ߬ ߕߍ߫"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "ߏ߬ ߟߎ߫ ߟߋ߬ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߌ߫ ߕߎ߬ߢߊ ߖߊ߯ߕߋ ߟߊ߫ ، ߊ߲ ߘߏ߲߬ ߣߊ߬ ߟߊ߬ߝߍߦߊ ߖߊ߲߰ߞߕߊ ߟߋ߬ ߘߐߓߍ߲߬ ߠߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߢߍ߫"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "ߡߍ߲ ߠߎ߫ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߣߍ߲߫ ߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߫ ߡߊ߬ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߡߊ߫ ߘߊ߬ߣߊ߲߬ߥߊ߯ߙߌ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߛߌ߫ ߕߍ߫ ، ߏ߬ ߟߎ߫ ߞߏ߬ߣߌ߲ ، ߛߋߚߋ߫ ߊߟߊ߫ ߘߌߣߵߏ߬ ߟߎ߫ ߛߊ߬ߙߊ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߦߝߊ߬ߟߊ߫ ߘߌ߫ ߸ ߊ߰ ߤߌߣߟߊ߫ ߘߌ߫"
        }
    ]
}