{
    "rukus": [
        {
            "chapter": 6,
            "verse": 61,
            "text": "У бандалари устидан ғолибдир. У устингизга ҳафазаларини юборур. Қачонки бирортангизга ўлим келса, элчиларимиз камчиликка йўл қўймаган ҳолда уни вафот эттирарлар"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Сўнгра ҳақиқий хўжалари–Аллоҳга қайтарилурлар. Огоҳ бўлингизким, ҳукм қилиш Унинг Ўзигагина хосдир. Ва У энг тезкор ҳисоб-китоб қилгувчидир"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Сен: «Сизни қуруқлигу денгизнинг зулматларидан қутқарадиган ким? Унга тазарруъ қилган ҳолда ва махфий ҳолда, агар мана шундан бизни қутқарса, албатта, шукр қилувчилардан бўлар эдик, дейдиганингиз ким?» деб айт"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Сен: «Сизни улардан ва барча ғамлардан Аллоҳ қутқарар. Сўнгра эса, сиз ширк келтирасиз», деб айт"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Сен: «У сизга устингиздан ёки оёғингиз остидан азоб юборишга, турли фирқаларга аралаштириб юборишга, баъзиларингизга баъзиларингизнинг азобини тотдиришга қодирдир», деб айт. Оятларимизни қандай тасарруф қилишимизга назар сол. Шоядки англаб етсалар. (Кофир-мушрикларнинг устидан юбориладиган азобга Лут қавмига ва Фил эгаларига юборилган азобларни мисол келтирадилар. Оёқ остидан юбориладиган азобга Қорунни ер ютиши ва тўфон балоси мисол қилиб келтирилади. Одамлар фирқаларга бўлингандан кейин, ҳар фирқа аъзолари ўз фирқаларига таассуб қилиб, бир-бирига шафқатсиз равишда зулм ўтказишга, азоб беришга қаттиқ уринади. Инсоният тарихида бундай ҳолатлар кўплаб бўлган ва ҳозир ҳам давом этиб келмоқда)"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Қавминг уни ёлғонга чиқарди. Ҳолбуки у ҳақдир. Сен: «Мен сизларга вакил эмасман"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Ҳар бир хабарнинг ўз вақти бор. Тезда буни биласизлар», деб айт. (Кофирлар Қуръонни ёлғонга чиқармоқдалар. Аммо бу билан у ёлғонга айланиб қолмайди. Чунки ҳақиқий баҳо берувчи зот «Ҳолбуки, у ҳақдир», демоқда)"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Оятлармизни (истеҳзо қилишга) шунғиётганларни кўрган чоғингда, то ундан бошқа гапга шунғигунларича улардан юз ўгир. Агар шайтон эсингдан чиқарган бўлса, эслаганингдан сўнг, золим қавмлар билан ўтирма! (Иймон масаласида зид бўлган қавм билан бирга ўтириш, унс-улфат топиш осон иш эмас. Айниқса, ўша кофирлар мажлисда Аллоҳнинг оятларини масхара қилаётган бўлсалар. Уларнинг бу истеҳзоларини тинглаб ўтириш ҳеч тўғри келмайди. Шунинг учун ҳам Аллоҳ таоло Ўз Пайғамбари Муҳаммадга (с. а. в.) «золим қавмлар»–мушрикларнинг ўшандай мажлисларида ўтиришларини ман қилмоқда"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Тақво қиладиганлар зиммасида у «мушрик»ларнинг ҳисобидан ҳеч нарса йўқ. Лекин эслатма бор. Шоядки тақво қилсалар"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Ўз динларини ўйин-кулгу қилиб олган ва ҳаёти дунёга алданиб кетганларни тарк эт. У (Қуръон) ила эслатгин, ҳеч бир жон қилган касби туфайли ҳалокатга дучор бўлиб, Аллоҳдан ўзга бирор дўст ва шафоатчисиз ҳолга ва барча фидо қиладиган нарсани фидо қилса ҳам, ундан қабул қилинмайдиган ҳолга тушиб қолмасин. Ана ўшалар қилган касблари туфайли ҳалокатга дучор бўлганлардир. Куфр келтирганлари учун уларга қайноқ сувдан шароб ва аламли азоб бордир. (Ўз динларини ўйин қилиб олганлар, динга эҳтиром билан қарамайдиган, динни ўз хоҳишларича тўғрилашга ҳаракат қиладиганлардир. Улар мушриклардан, аҳли китоблардан ёки мусулмонман деб юрганлардан ҳам бўлиши мумкин. Улар, мен фалон динданман, дейдилар-у, аммо ўша динга амал қилмайдилар, эҳтиромини жойига қўймайдилар. Вақти келганда, ўзини диндор қилиб кўрсатишга уринадилар-у, аммо нарироққа бориб, билганларидан қолмайдилар. Улар, агар ўхшатиш жоиз бўлса, хўжайинни алдаб, ўйин-кулгу қилиб юрган хизматчига ўхшайдилар. Балки улардан ҳам баттардирлар)"
        }
    ]
}