{
    "rukus": [
        {
            "chapter": 7,
            "verse": 85,
            "text": "Ва Мадянга ўз биродарлари Шуайбни (юбордик). У: «Эй қавмим, Аллоҳга ибодат қилинг. Сизга Ундан ўзга илоҳ йўқ. Батаҳқиқ, сизга Роббингиздан ҳужжат келди. Бас, ўлчов ва тарозуни тўлиқ адо этинг, одамларнинг нарсаларидан камитиб қолманг ва ер юзида унинг ислоҳидан кейин бузғунчилик қилманг. Агар мўмин бўлсангиз, шундай қилмоғингиз ўзингиз учун яхшидир"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Ҳар кўчада ўтириб олиб қўрқитманг. Аллоҳнинг йўлидан Унга иймон келтирганларни тўсманг ва у(йўл)ни эгри бўлишини истаманг. Оз бўлган чоғингизда сизни кўпайтириб қўйганини эсланг. Бузғунчиларнинг оқибати қандай бўлганига назар солинг"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Агар сиздан бир тоифа мен ила юборилган нарсага иймон келтирган ва бошқа тоифа иймон келтирмаган бўлса, бас, Аллоҳ орамизда ҳукм қилгунча сабр қилинглар. У ҳукм қилувчиларнинг яхшисидир», деди. (Аллоҳ таоло ушбу ояти карималарда аввало Шуайбни (а. с.) Мадянга Пайғамбар қилиб юборганини, кейин эса, у кишининг ўз қавмларига қилган пандларини келтирмоқда. Мадянликлар ҳам асли араблар бўлиб, уларнинг ерлари Ақаба қўлтиғидан Тури Синога қадар чўзилган. Шуайбнинг (а. с.) қавми кўпроқ амалий ширкка мубтало бўлганга ўхшайди. Чунки муомала ишларида Аллоҳнинг буйруғини адо этмай, бошқанинг амрини бажаришдан, ўлчов ва тарозудан уриб қолиб, бировларнинг ҳаққини ейишдан қайтаришлари шунга далолат қилмоқда. Бу ва бу каби, Аллоҳ йўриқларини четлаб, бошқа йўлга юриш Аллоҳ таоло ер юзини ислоҳ қилиб қўйганидан кейин уни бузишдан иборат эканига ишора этиб: «ва ер юзида унинг ислоҳидан кейин бузғунчилик қилманг», демоқдалар"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Унинг қавмидан мутакаббир бўлган зодагонлар: «Эй Шуайб, ёки, албатта, сени ва сен билан бирга иймон келтирганларни ўз қишлоғимиздан чиқарамиз, ёки ўз миллатимизга қайтасизлар», дедилар. У: «Гарчи ёмон кўрувчи бўлсак ҳам-а"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Агар сизнинг миллатингизга Аллоҳ бизга ундан нажот бергандан сўнг қайтсак, батаҳқиқ, Аллоҳга нисбатан ёлғон тўқиган бўламиз. Биз учун унга қайтиш мутлақо мумкин эмас, магар Роббимиз–Аллоҳ хоҳласагина (мумкин). Роббимиз ҳамма нарсани ўз илми ила қамраб олгандир. Аллоҳга таваккал қилдик. Эй Роббимиз, биз билан қавмимизнинг орамизни ҳақ ила очгин. Сен очувчиларнинг яхшисидирсан», деди. (Яъни, биз учун ширк ва куфр миллатига, яъни, ортга қайтиш мутлақо мумкин эмас. Биз иймон келтирдик ва унинг лаззатини татиб кўрдик. Энди ёлғиз, бир ҳолатдагина–Аллоҳ бизни адаштиришни ирода қилсагина, ортга қайтишимиз мумкин. Зеро, Унинг иродасига ҳеч қачон бас келиб бўлмайди. Келажакда қилажак жамики амалларимизни ҳам унинг Ўзига топширдик. Биз фақат Аллоҳга суянамиз. Сизнинг таҳдид ва зўрлигингиз, сохта худоларингиздан заррача ҳайиқмаймиз, уларга эътибор бермаймиз ҳам. Шу йўл билан ишни ўзининг ҳақиқий эгаси ҳукмига ҳавола қилиб, иймон ва куфр ўртасида ҳукм чиқарувчи ҳокими мутлаққа мурожаат этдилар)"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Унинг қавмидан бўлган, куфр келтирган зодагонлар: «Агар Шуайбга эргашсангиз, у ҳолда, албатта, зиён кўрувчидирсиз», дедилар"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Бас, уларни шиддатли зилзила олди ва жойларида ўтириб қолдилар"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Шуайбни ёлғончига чиқарганлар худди у ерда яшамагандек бўлдилар. Шуайбни ёлғончига чиқарганлар, ўшалар зиён кўрувчилар бўлдилар. (Яъни, мазкур шиддатли зилзиладан кейин Шуайбга (а. с.) мухолиф бўлган кофирлар ҳалок бўлиб, батамом гумдон бўлиб кетдилар"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Кейин У улардан юз ўгирди ва: «Эй қавмим, батаҳқиқ, сизга Роббимнинг юборганларини етказган эдим ҳамда сизга насиҳат қилган эдим. Қандай қилиб кофир қавмларга қайғурай», деди"
        }
    ]
}