{
    "rukus": [
        {
            "chapter": 11,
            "verse": 36,
            "text": "Ва Нуҳга: «Қавмингдан аввал иймон келтирганлардан бошқа ҳеч ким иймон келтирмас ва уларнинг қилмишларидан қайғуга тушмагин"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Бизнинг риоятимиз ва ваҳиймиз ила кема ясагин ҳамда зулм қилганлар тўғрисида Менга гап очмагин, албатта, улар ғарқ бўлгувчилардир», деб ваҳий қилинди"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "У кема ясамоқда. Ўз қавмидан бўлган зодагонлар қачон олдидан ўтсалар, уни масхара қилдилар. У: «Агар бизни масхара қилсангиз, биз ҳам худди сиз бизни масхара қилганингиздек сизларни масхара қиламиз"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Бас, яқинда кимга шарманда қилувчи азоб келишини ва кимнинг устига муқим азоб тушишини билиб олурсиз», деди"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Токи Бизнинг амримиз келиб, таннур фаввора отганда: «У(кема)га ҳар нарсадан бир жуфтдан ва аҳлингдан аввал сўз кетмаганини ва иймон келтирганларни ол», дедик. У билан бирга иймон келтирганлар жуда оз эди. (Нуҳ (а. с.) оиласидан ҳалок бўлишга сўз кетиб қолганлар–хотини билан бир ўғли. Уларни кемага олмасликни амр қилинди. Ҳа, Нуҳ (а. с.) узоқ вақт–эллик санаси кам минг йил даъват қилишларига қарамай, саркаш қавмнинг озгинасидан бошқаси иймонга келмади. Шу сабаб ила бу тузалмас дардисарларни дунё танасидан бутунлай кесиб ташлаш учун Аллоҳ ҳаммасини ғарқ этишни ирода қилди"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "Ва у: «Кемага мининглар, унинг юриши ҳам, туриши ҳам Аллоҳнинг исми ила бўлур. Албатта, Роббим мағфиратли ва раҳмлидир», деди"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Ва у(кема) уларни тоғлардек тўлқинда олиб кетаётганида, Нуҳ бир четда турган ўғлига: «Эй ўғлим, биз билан бирга мингин, кофирлар билан бирга бўлмагин», деди. (Нуҳ (а. с.) ва шериклари нажот кемасига минганларидан сўнг, ўғиллардан бирининг бир четда ажралиб турганини кўрдилар. Даҳшатли тўфондан-да оталик меҳрлари устун келиб: «»бир четда турган ўғлига: «Эй ўғлим, биз билан бирга мингин, кофирлар билан бирга бўлмагин», деди»лар"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "У (ўғил): «Тоққа жойлашиб олсам, мени сувдан сақлайдир», деди. У эса: «Бугун Аллоҳнинг амридан сақловчи йўқдир. Магар кимни раҳм қилсагина (сақлар)», деди. Шунда ораларини тўлқин тўсди ва у(ўғил) ғарқ бўлганлардан бўлди. (Кофир бўлгандан кейин қийин экан. Улуғ Пайғамбар бўлмиш отанинг гапини эшитиб туриб ҳам, бостириб келаётган даҳшатли тўфонни кўриб туриб ҳам: «Тоққа жойлашиб олсам, мени сувдан сақлайди», деди)"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "«Эй ер, сувингни ютгин, эй осмон, ўзингни тутгин», дейилди. Сув қуриди. Фармон бажарилди ва (кема) Жудий (тоғи)га жойлашди. Ҳамда «Золим қавмлар йўқолсин!» дейилди"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Нуҳ Роббига нидо қилиб: «Роббим, албатта, ўғлим аҳлимдандир, албатта, ваъданг ҳақдир ва Сен ҳукм қилгувчиларнинг энг ҳикматлисисан», деди. (Яъни, бу билан Нуҳ (а. с.), эй Роббим, сен менга аҳлингни қутқараман, деб ваъда берган эдинг, ўғлим аҳлимдан-ку, ўша боламни менга бергин, ўзинг ҳикмат ила ҳукм чиқаргувчи зотсан, демоқчилар"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "У зот: «Эй Нуҳ, албатта у(ўғил) аҳлингдан эмас. Албатта, у яхши амал эмасдир. Ўзингнинг илминг бўлмаган нарсани зинҳор сўрамагин. Мен сенга жоҳиллардан бўлмаслигингни насиҳат қиламан», деди. (Унинг қилган иши яхши эмас. У кофирлик қилди. У кофирлиги билан сенинг аҳлингдан бўла олмайди. Иймони борлар сенинг аҳлинг бўлади. Билмаган нарсаларингни сўрайвериб, жоҳиллар қаторига қўшилиб қолмагин, дейман. Мисол учун, юқоридаги саволинг билан инсонлар орасидаги ҳақиқий алоқа иймон алоқаси эканидан, аҳл деганда кимни эътиборга олиш кераклигидан, Аллоҳ Ўз ваъдасини қандай бажарганидан бехабарга–жоҳилга ўхшаб кўриняпсан. Ҳолбуки, Аллоҳ иймонли қалблар ўртасидаги риштани ҳар қандай алоқадан устун қўяди, аҳл деганда, иймонли аҳлни кўзда тутади. Аҳлингни қутказишга ваъда берган бўлса, сенга ҳақиқий аҳл бўлганларни тўфон балосидан халос этиб қўйди)"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "У: «Роббим, мен ўзимнинг илмим бўлмаган нарсани сендан сўрамоқдан паноҳ тилайман. Агар мени мағфират қилмасанг ва менга раҳм кўрсатмасанг, зиён кўргувчилардан бўламан», деди"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "«Эй Нуҳ, Биздан сенга ва сен билан бирга бўлган умматларга бўлган тинчлик ва баракотлар ила (кемадан) тушгин. Яна бир умматлар бўлур, уларни бир оз ҳузурлантирурмиз, сўнгра уларни биздан бўлган аламли азоб тутар», дейилди"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Ана шу ғайб хабарларини сенга ваҳий қилмоқдамиз. Бундан олдин уларни сен ҳам билмас эдинг ва сенинг қавминг ҳам. Бас, сабр қил, албатта, оқибат тақводорларникидир. (Нуҳ (а. с.) ва у кишининг қавмлари аллақачон ўтиб кетган. Уларнинг хабарини Муҳаммад (c. а. в.) ҳам, у кишининг қавмлари, Арабистон аҳолиси ҳам билмас эдилар. Лекин ана шу одамларга ваҳий йўли билан номаълум нарсаларнинг хабари–Нуҳ (а. с.) ва у зотнинг қавмлари хабари келди"
        }
    ]
}