{
    "rukus": [
        {
            "chapter": 18,
            "verse": 60,
            "text": "Мусо ўз йигитига: «Икки денгиз жамланган жойга етмагунимча, йилларни ўтказсам ҳам, юравераман», деганини эсла. («Мусо Бани Исроил орасида бир куни хутба қилиб турганида, одамларнинг қайсиниси энг илмли, деб сўралди. У: «Мен», деди. Аллоҳ уни илмни ўзига нисбат бергани учун итоб қилди. У Мусога: «Икки денгиз қўшилган жойда менинг бир бандам бор. У сендан илмлироқ», деди. Мусо: «Эй Роббим, мен уни қандай топаман?» деди. Аллоҳ: «Ўзинг билан бир балиқни саватга солиб ол. Балиқни қаерда йўқотсанг, уни ўша ерда топасан», деди». Шундан кейин Мусо (а. с.) йўлга тайёргарлик кўрдилар ва хизматкор йигитларига юқоридаги оятда келган азму қарорни айтдилар. У киши ўзларидан илмлироқ бандани топиш учун икки денгиз жамланган жойга боришга қарор қилган эдилар"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Икковлон икки (денгиз) жамланган жойга етганларида, балиқларни унутдилар. Бас, у денгизни тешиб йўл олди. (Мусо (а. с.) хизматкор йигит билан юриб-юриб, икки денгиз қўшиладиган жойга етиб келдилар. Ўша жойда саватда олиб келган балиқларини унутиб қўйдилар. Балиқ эсларига келмади. Яна юриб кетавердилар. Яъни, балиқ денгизни тешиб сузиб кетди. Яъни, балиқ сузиб кетган жой тешик бўлиб сувсиз ҳолга келиб қолди. Уни кўрган одам, бу ердан бир балиқ сузиб ўтибди, деган хулосага келадиган бўлди"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "У(ер)дан ўтганлари замон у йигитига: «Тушлигимизни келтир. Бу сафаримизда чарчоққа учрадик», деди"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "У: «Буни қара, харсангга (суяниб) жойлашганимизда, мен балиқни унутибман. Фақат шайтонгина уни эслашимни унутдирибди. Ажабо, у денгизга йўл олибди», деди. (Тушлик пайти балиқ ёдларига келса, уни тушириб қўйишгани маълум бўлади. Билъакс, унинг денгизга йўл олишидан йигит ажабланмас ҳам эди. Мусо (а. с.) тушлик сўраганларидан сўнг балиқнинг йўқлигини билди. Аввалги харсанг тошга суяниб дам олган жойларида балиқ сувга тушиб, сузиб кетганини пайқаб қолди. Ҳамда бу ишдан ғоятда ажабланганини баён қилди"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "У (Мусо) «Ана шу биз истаган нарса», деди. Бас, келган йўлларидан изларига қайтдилар"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Бас, бандаларимиздан бир бандани топдилар. Биз унга Ўз даргоҳимиздан раҳмат ва Ўз тарафимиздан илм ўргатган эдик"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Мусо унга: «Сенга ўргатилган рушддан менга ҳам ўргатмоғинг учун сенга эргашсам майлими?» деди. (Мусо (а. с.) улкан Пайғамбар бўлишларига қарамай, ўзларидан кўра илмлироқ, ўзларига устоз бўлиши мумкин бўлган кишига ўта одоб билан мурожаат қилиб, унга шогирд тушишни сўрадилар"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "У: «Сен мен билан бирга бўлишга сабр қила олмассан"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Ўзинг хабарини иҳота қилмаган нарсага қандай сабр қиласан», деди. (Бўлаётган ҳодисани иҳота эта олмаган одам унга сабр қилиб, индамай қараб тура олиши қийин эканини эслатди)"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "У: «Инша Аллоҳ, менинг сабрли эканимни кўрурсан ва сенга ҳеч бир ишда осий бўлмасман», деди"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "У: «Агар менга эргашадиган бўлсанг, то ўзим зикр қилиб айтмагунимча бир нарса ҳақида сўрамагин», деди"
        }
    ]
}