{
    "rukus": [
        {
            "chapter": 19,
            "verse": 16,
            "text": "Китобда Марямни эсла. У ўз аҳлидан шарқий маконга ажраб чиққанда"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Ва улар билан ўзи орасида тўсиқ олганда, Биз унга Ўз руҳимизни юбордик. Бас, у унга бус-бутун одам бўлиб кўринди. (Яъни, эй Муҳаммад, бу китобда (Қуръонда) Марямни эсла. Байтул Мақдисда яшаётган, бокира, тақводор қиз Марям, шаҳарнинг шарқий томонига ёлғиз чиқди. Нимага чиққанини Аллоҳ билади. Қавмидан ҳеч ким Марямни кўрмайдиган бўлди. У холи ва ёлғиз қолди. Жаброил алайҳиссалом Марямга тўла-тўкис одам сиймосида намоён бўлди. Аллоҳ уни яратган асл ҳолатида кўринмади. Чунки бус-бутун ҳолида кўринса, Марям буткул даҳшатга тушиши мумкин эди"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "У: «Мен сендан Аллоҳ паноҳ беришини сўрайман. Агар тақводор бўлсанг...» деди"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "У: «Мен Роббингнинг элчисиман, холос, сенга бир пок ўғилни ҳадя этиш учун келдим», деди"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "У: « Менда қаёқдан ўғил бўлсин, менга башар тегмаган бўлса, мен бузуқ ҳам бўлмасам?!» деди"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "У: «Ана шундай, Роббинг айтдики, бу Мен учун осондир ва уни одамларга белги қилиш учун ҳамда Биздан раҳмат бўлиш учун, бу, ҳукми чиқиб бўлган ишдир», деди"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Бас, унга ҳомиладор бўлди. Сўнгра у билан узоқ маконга четланди. (Яъни, Жаброил алайҳиссалом Марямнинг ёқасидан пуфлаганидан кейин Ийсога алайҳиссалом ҳомиладор бўлди)"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Бас, тўлғоқ уни хурмо танасига олиб борди. У: «Кошки бундан олдин ўлсам эди ва бутунлай унутилиб кетсам эди», деди"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Унинг остидан: «Маҳзун бўлма, батаҳқиқ, Роббинг остингдан оқар ариқ қилди"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Хурмо танасини силкит, сенга янги мева туширади», деб нидо қилди. (Тафсирчи уламоларимиз ушбу ояти каримани икки хил талқин қиладилар. Баъзилар «Унинг остидан» иборасини хурмонинг остидан маъносида, «нидо қилди» иборасини, фаришта нидо қилди мазмунида шарҳлаганлар. Айрим уламолар эса, «Унинг остидан»ни «Марямнинг остидан» ва «нидо қилди»ни, Ийсо нидо қилди, деб талқин этганлар)"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Е, ич ва кўзинг қувонсин. Бас, бирор одамни кўрар бўлсанг: «Мен Роҳманга рўза назр қилдим. Бугун инсон зотига зинҳор гапирмасман», дегин"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Бас, уни кўтариб қавмига олиб келди. Улар: «Эй Марям, сен ажойиб нарса келтирдинг-ку"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "Эй Ҳорун синглиси, отанг ёмон одаммас ва онанг ҳам бузуқ бўлмаган эди-ку!» дедилар. (Биби Марям Ийсо алайҳиссаломни кўтариб қавми ҳузурига борди. Қавм бу ҳолни кўриб ҳайратга тушди. Дарҳол Марямни тергаб, дашном бера бошлади)"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Бас, у унга ишорат қилди. Улар: «Бешикдаги гўдак ила қандай гаплашамиз?!» дедилар. (Бешикдаги бола ҳеч қачон гапирмайди. Аммо Аллоҳ ҳар нарсага қодир. У хоҳлаган иш бўлади. Бешикдаги гўдак Ийсо алайҳиссалом тилга кирдилар)"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "У: «Албатта, мен Аллоҳнинг бандасиман. У менга китоб берди ва мени Пайғамбар қилди"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Мени қаерда бўлсам ҳам, муборак қилди. Модомики ҳаёт эканман, намоз ва закотни адо этмоқни тавсия қилди"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "Мени онамга меҳрибон қилди ва жабр-ситам қилгувчи, бадбахт қилмади"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Менга туғилган кунимда ҳам, ўладиган кунимда ҳам ва қайта тириладиган кунимда ҳам салом бордир«, деди"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Мана шу шубҳа қилишаётган Ийсо ибн Марям тўғрисидаги ҳақ сўздир. (Баъзилар уни «худо» дедилар, баъзилар оналари Биби Марямни зинокорликда айбладилар. Бу қуруқ ва асоссиз сўзларга эмас, Аллоҳнинг ҳақ каломига ишониш керак)"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Бола тутмоқ Аллоҳга ҳеч тўғри келмас. У бундан покдир. У бир ишни истаса, унга «Бўл!» дейдир. Бас, бўладир"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "«Ва, албатта, Аллоҳ менинг Роббимдир ва сизнинг Роббингиздир. Бас, Унга ибодат қилинг. Мана шу тўғри йўлдир»"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Сўнгра фирқалар ўзаро ихтилофга тушдилар. Куфр келтирганларга буюк кундаги кўринишдан вой бўлсин. (Насоролар ҳозиргача Ийсо алайҳиссалом хусусида ихтилофдалар. Баъзилари, Ийсо Аллоҳнинг ўғли деса, баъзилари Ийсо ота, ўғил ва муқаддас руҳдан иборат учликнинг бири дейди; баъзилари эса, Ийсо ота худо, она худо ва бола худодан бири–бола ўғил худо, дейдилар. Уларнинг орасида Ийсо алайҳиссалом Аллоҳнинг бандаси, Расули, руҳи ва калимаси дейдиганлар ҳам бор. Аммо ҳанузгача мазкур ихтилофлар давом этиб келмоқда)"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Бизга келадиган куни қандай ҳам яхши эшитадилар, қандай ҳам яхши кўрадилар. Лекин золимлар бугунги кунда очиқ залолатдадирлар"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Уларни ҳасрат кунидан, иш битмиш пайтидан огоҳ қил. Улар ғафлатдадирлар, улар иймон келтирмаслар"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Албатта, Биз ерга ва унинг устидаги кимсаларга меросхўр бўламиз ва Бизгагина қайтурлар"
        }
    ]
}