{
    "rukus": [
        {
            "chapter": 2,
            "verse": 8,
            "text": "Ва Одамлардан, Аллоҳга ва охират кунига иймон келтирдик, дейдиганлари бор. Ҳолбуки, улар мўмин эмаслар"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Улар Аллоҳни ва иймон келтирганларни алдамоқчи бўладилар. Ва ҳолбуки, сезмасдан ўзларини алдайдилар"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Уларнинг қалбларида касал бор. Аллоҳ касалларини зиёда қилди. Ва уларга ёлғон гапирганлари учун аламли азоб бор"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Ва агар уларга, ер юзида фасод қилманг, дейилса, биз фақат ислоҳ қилувчилармиз, дейдилар"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Огоҳ бўлинг, улар, фақат улар фасодчилардир, лекин сезмайдилар"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Ва агар уларга, одамлар иймон келтирганидек, иймон келтиринглар, дейилса, \"Эсипастлар иймон келтирганидек иймон келтирамизми?\" дейишади. Огоҳ бўлинг, улар, фақат улар эсипастлардир ва лекин ўзлари билмайдилар"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Улар иймон келтирганларни учратсалар, иймон келтирдик, дейдилар, шайтонлари билан ҳоли қолганда эса, биз сизлар биланмиз, фақат истеҳзо қиляпмиз холос, дейдилар"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Аллоҳ уларни истеҳзо қилади ва туғёнларида довдирашларига қўйиб беради"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Ана ўшалар, ҳидоятга залолатни сотиб олганлардир. Ва тижоратлари фойда келтирмади ҳамда ҳидоят топганлардан бўлмадилар. (Ушбу оятда Аллоҳ таоло мунофиқлар ҳидоятни қўйиб залолат-адашиш йўлини ихтиёр қилганликларини илоҳий таъбирлар билан баён қилмоқда. Агар улар хоҳласалар, ҳидоят қўлларига теккан эди, ундан фойдаланиб юрсалар бўлар эди. Пайғамбар алайҳиссалом бошқалар қатори уларни ҳам даъват қилган эдилар. Аммо улар ҳидоятни бой бериб, залолатни танладилар. Яъни, ҳидоятга залолатни сотиб олдилар. Аммо уларнинг бу тижорат-савдолари фойда келтирмади. Шу билан бирга, улар ҳидоятда-тўғри йўлда юрувчилардан бўлмадилар. Имом Бухорий Абу Ҳурайра розийаллоҳу анҳудан ривоят қилган ҳадисда Пайғамбаримиз алайҳиссалом: \"Мунофиқнинг белгиси учдир: гапирса ёлғон гапиради, ваъда берса, сўзида турмайди ва омонатга хиёнат қилади\", деганлар. Шунингдек, Имом Бухорий Ибн Амр розийаллоҳу анҳудан ривоят қилган ҳадисда: \"Тўрт нарса бор, кимда улар бўлса, тўлиқ мунофиқ бўлади. Кимда улардан бир хислат бўлса, уни ташлагунча, нифоқнинг хислатларидан бири у кишида туради. Омонатга хиёнат қилади, ёлғон гапиради, аҳд қилса, алдайди ва тортишса, фожирлик қилади\", дейилган)"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Улар мисоли ёққан ўти энди атрофини ёритганида Аллоҳ нурларини кетказиб, қоронғу зулматларда қолдирган кишиларга ўхшайдилар. Улар кўрмайдилар. (Ҳақиқатда ҳам, мунофиқлар кофирларнинг зидди ўлароқ, аввал бошдан Ислом даъватини эшитдилар. Ислом-иймон калималарини нутқ қилдилар, ҳатто яхшигина қулоқ осдилар, иймон келтирдик, дедилар, ибодат ҳам қилдилар. Кейин эса, ҳаммасини ташлаб, инкор қилиб, куфр, нифоқ, шак-шубҳа зулматларида қолиб кетдилар)"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Улар кар, соқов, кўрдирлар. Бас, улар қайтмаслар"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Ёки худди осмондан ёмғир ёғиб, қоронғу босиб, момақалдироқ ва чақмоқ чаққанда, яшиндан қочиб, панжаларини қулоқларига тиқиб, ўлимдан эҳтиёт бўлаётган одамга ўхшарлар. Ва Аллоҳ кофирларни ўраб олувчидир"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Чақмоқ уларнинг кўзини олиб қўяй дейди. Ёриган пайтда юришади, қоронғи бўлса, тўхташади. Агар Аллоҳ хоҳласа, уларнинг кўзу қулоқларини кеткизади. Албатта, Аллоҳ ҳар бир нарсага қодирдир. (Аллоҳ таоло ушбу икки оятда мунофиқларнинг ҳайратлари, иккиланишлари ва умумий руҳий ҳолатларини момақалдироқ бўлиб чақмоқ чақиб, осмонни зулмат босиб, қаттиқ ёмғир ёққанда кўчада қолган бечора одамга ўхшатади. У қўрққанидан даҳшатга тушиб, яшиндан қутулмоқчи бўлади, панжаларини қулоқларига тиқиб, шу мени ўлимдан сақлайди, деб туради. Улар куфр ва нифоқ зулматидадирлар; чақмоқ чаққан пайтдаги ёруғдан фойдаланиб бир-икки қадам боса оладилар, чақмоқдан кейин яна қоронғуда туриб қоладилар)"
        }
    ]
}