{
    "rukus": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "Алиф. Лом. Мийм"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Одамлар »иймон келтирдик« дейишлари ила имтиҳон қилинмай, тарк этилишларини ўйладиларми? (Иймон калимасини оғизда айтиш осон. Ҳар ким ҳам, иймон келтирдим, деб айтавериши мумкин. Аммо тил билан айтилган калима дилдан чиққанми ёки йўқми, буни аниқлаш учун банда синов-имтиҳондан ўтиши керак)"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Ва, батаҳқиқ, Биз улардан олдингиларни ҳам имтиҳондан ўтказганмиз. Бас, Аллоҳ, албатта, содиқ бўлганларни ҳам билажак, ёлғончиларни ҳам билажак"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Ёки ёмонликларни қиладиганлар Биздан қочиб қутулишни ўйлайдиларми? Қилган ҳукмлари қандай ҳам ёмон-а"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Ким Аллоҳга рўбарў бўлишдан умидвор бўлса, албатта, Аллоҳ белгилаган вақт келгувчидир. У ўта эшитгувчи ва ўта билгувчидир"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Ким жиҳод қилса, бас, албатта, ўз фойдаси учун жиҳод қилур. Албатта, Аллоҳ барча оламлардан беҳожатдир"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Иймон келтириб, яхши амаллар қилганларнинг ёмонликларини, албатта, ўчирурмиз ва уларни қилган амалларининг энг яхшиси ила мукофотлармиз"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Ва инсонга ота-онасига яхшилик қилишни тасвия қилдик. Агар улар сени ўзинг билмаган нарсани Менга ширк келтиришинг учун жиҳод қилсалар, бас, уларга итоат қилма. Қайтишларингиз Менгагинадир. Бас, сизларга қилган нарсаларингиз хабарини берурман"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Иймон келтириб, яхши амаллар қилганларни солиҳлар қаторига қўшурмиз"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Ва одамлардан, Аллоҳга иймон келтирдик, дейдиган, сўнгра Аллоҳнинг йўлида озорланса, одамларнинг фитнасини Аллоҳнинг азобидек қабул қиладиганлари ҳам бор. Агар Роббинг томонидан нусрат келса, улар, албатта, биз сиз билан бирга эдик, дерлар. Аллоҳ оламларнинг кўксиларидаги нарсаларни ўта билгувчи зот эмасми?! (Бундай одамлар, иймон калимасини айтсак бўлди, ҳамма нарса ўз-ўзидан бўлаверади, ҳеч қандай ёмонлик етмайди, деб тасаввур қиладилар. Одамларнинг фитнасини Аллоҳнинг азоби деб билади. Чидай олмай, турли ҳолатларга тушади ва иймондан қайтади)"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Албатта, Аллоҳ иймон келтирганларни ҳам яхши билур, мунофиқларни ҳам яхши билур"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Ва куфр келтирганлар иймон келтирганларга: »Бизнинг йўлимизга эргашинглар, хатоларингизни биз кўтарайлик«, дерлар. Ҳолбуки, улар аларнинг хатоларидан ҳеч бир нарсани кўтаргувчи эмаслар. Албатта, улар ёлғончилардир"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Албатта, улар ўз юкларини ҳам, у юклар билан бирга бошқа юкларни ҳам кўтарурлар. Албатта, қиёмат кунида уйдириб юрган нарсалари ҳақида сўралурлар. (Оятдаги «юк»дан мурод гуноҳдир. Албатта, кофирлар гуноҳлари юкини кўтарадилар, шу билан бирга, ўз иғволари билан йўлдан урган одамларнинг гуноҳларини ҳам кўтарурлар. Аммо бу нарса уларнинг иғвосига учганларнинг гуноҳини енгиллатмайди, улар ҳам қилмишларига яраша жазоларини тортадилар)"
        }
    ]
}