{
    "rukus": [
        {
            "chapter": 40,
            "verse": 69,
            "text": "Аллоҳнинг оятлари ҳақида талашиб-тортишадиганларни кўрмайсанми?! Қаёққа бурилиб кетмоқдалар"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Китобни ва Биз Пайғамбарларимиз ила юборган нарсани ёлғонга чиқарганлар тезда билурлар"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "Ўшанда улар бўйинларида кишанлар ва занжирлар ила тортилурлар"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Ўта қайноқ сувга. Сўнгра оловда куйдирилурлар"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Сўнгра уларга: «Ширк келтириб юрган нарсаларингиз қани"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Аллоҳдан ўзга» дейилди. Улар: «Биздан йўқолиб қолдилар. Йўқ. Олдин ҳеч нарсага илтижо қилмаган эдик», дедилар. Аллоҳ кофирларни шундай қилиб, залолатга кетказур. (Сиз шунчалар азоб уқубатларга дучор бўляпсиз. Қутқаради, деб у дунёда Аллоҳдан ўзга нарсаларга ибодат қилган эдингиз. Аллоҳга шерик қилган ўша нарсаларингиз энди қани? Нима учун улар келиб, сизларни қутқариб олмаяптилар? деб сўралади. Улар аввал ҳақиқатни–сохта худоларининг ўзларидан йўқолиб қолганларини, азобдан сақлаб қола олмаётганларини тан олиб туриб, кейин тона бошладилар. Йўқ-йўқ, биз олдин ҳеч кимни ширк келтирмаган эдик, дейишга ўтдилар)"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Мана шуларингиз ер юзида ноҳақдан шодланиб юрганингиз ва кибру ҳавога берилиб юрганингиз учундир"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Жаҳаннам эшикларидан унда абадий қолгувчи бўлган ҳолингизда киринглар. Мутакаббирларнинг жойи нақадар ёмон"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Бас, сабр қил. Албатта, Аллоҳнинг ваъдаси ҳақдир. Энди Биз ёки сенга уларга ваъда қилган нарсаларимизнинг баъзиларини кўрсатамиз, ёки сени вафот эттирамиз. Бас, Бизгагина қайтарилурлар"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Батаҳқиқ, Биз сендан олдин ҳам Пайғамбарлар юборганмиз. Улардан кимнингдир қиссасини сенга айтдик ва улардан кимнингдир қиссасини сенга айтмадик. Ҳеч Пайғамбар Аллоҳнинг изнисиз оят-мўъжиза келтирган эмас. Бас, қачонки Аллоҳнинг амри келганида, ҳақ ила ҳукм чиқарилур ва ўшанда ботил иш қилиб юргувчилар зиён тортурлар. (Аллоҳ таоло Қуръони Каримда Пайғамбаримиз Муҳаммадга (с. а. в.) ва у зотнинг умматларига ўтган Пайғамбарлардан йигирма тўрттасининг қиссасини айтган. Ўша қиссаларнинг ҳаммаси билан танишиб чиқилди. Уларнинг ҳаммасида кофирлар томонидан Пайғамбарларга (алайҳимуссалом) ва мўминларга турли озорлар берилгани, азоб-уқубатлар ёғдирилгани ҳақида турли маълумотларга эга ҳам бўлинди. Яна Қуръони Каримда қанчадан-қанча қиссалари келмаган Пайғамбарлар (алайҳимуссалом) ўтган бўлиб, улар ҳам қийинчилик, озор ва машаққатларга дучор бўлганлар. Пайғамбарлар ўз ҳолларича одамларга мўъжиза кўрсатиб, уларни лол қолдиришга уринган эмас. Чунки бу уларнинг иши эмас. Уларнинг иши Аллоҳнинг таълимотларини халққа етказишдир. Мўъжиза кўрсатиш эса, Аллоҳга хос ишдир. У зот Ўзи хоҳлаган вақтида, Ўзи хоҳлаган Пайғамбарига мўъжизани ва уни кўрсатиш изнини беради. Бошқа вақтларда Пайғамбарлар мўъжиза кўрсатиш ҳақида ташвиш қилишлари керак эмас"
        }
    ]
}