{
    "rukus": [
        {
            "chapter": 68,
            "verse": 34,
            "text": "Албатта, тақводорлар учун Роббилари ҳузурида наъийм жаннатлари бордур"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Мусулмонларни жинояткорларга ўхшатиб қўярмидик"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Сизларга нима бўлди, қандай ҳукм чиқаряпсизлар"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Ёки сизларнинг китобингиз бор-у, ундан ўқидингизми"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "Унда сизларга нимани ихтиёр қилсангиз, албатта, (бўлаверади) дейилганми"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Ёки сизларга Бизнинг қиёмат кунигача етадиган ваъдаларимиз бўлиб, унда, албатта, сиз нима ҳукм қилсангиз шу бўлади, дейилганми"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "Сўра улардан, қай бирлари бу нарсага кафил экан"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Ёки уларнинг шериклари бормикин, агар ростгўй бўлсалар, ўша шерикларини ҳам олиб келсинлар"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Болдирлар шимарилган кунида ва улар саждага чақирилганда, қодир бўлмаслар. (Бу, қиёмат кунидир. Оғир ҳолатда қолиб қочишга уринган одам ҳалақит бермасин, деб иштонини шимариб, болдирини очиб олади)"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Уларнинг кўзлари қўрқинчга тўла, хорлик ўраб олган. Ва дарҳақиқат, улар саломатлик ҳолларида сажда қилишга чақирилган эдилар"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Бу гапни ёлғонга чиқарувчиларни Менинг Ўзимга қўйиб қўй. Биз уларни ўзлари билмаган тарафдан аста-секин оламиз"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Ва уларга муҳлат бераман, албатта, Менинг ҳийлам метиндир"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Ёки сен улардан ҳақ сўраяпсану, улар қарзга ботиб қолдиларми"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Ёки ҳузурларида ғойиб илми бору, улар ёзиб оладиларми"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Роббинг ҳукмига сабр қил ва бир вақтлар ғамга тўлган ҳолда нидо қилган балиқ соҳибига ўхшама"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Агар уни Роббисининг неъмати топмаганда, очиқ саҳро жойга, мазамматга қолган ҳолда ташланган бўларди"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Бас, уни Роббиси танлаб олди ва солиҳ бандаларидан қилди"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Ва кофирлар зикрни эшитаётганларида сени кўзлари билан тойдирмоқчи бўлдилар ва, албатта, у жиннидур, дерлар"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Ҳолбуки, у бутун одамларга эслатмадан ўзга нарса эмас"
        }
    ]
}