{
    "rukus": [
        {
            "chapter": 2,
            "verse": 30,
            "text": "Эсла, вақтики Роббинг фаришталарга: \"Мен ер юзида халифа қилмоқчиман\", деди. Улар: \"Унда фасод қиладиган, қон тўкадиган кимсани қилмоқчимисан? Ва ҳолбуки, биз Сенга тасбиҳ, ҳамд айтиб ва Сени улуғлаб турибмиз\", дедилар. У: \"Мен сиз билмаганни биламан\", деди. (Ушбу оятдан маълум бўляптики, Аллоҳ таоло Одамни Ўзининг ер юзидаги ўринбосари-халифаси бўлишини ирода этган экан. Демак, инсонга улкан ишонч билдирилган, улуғ Аллоҳнинг халифаси бўлишдек олий мақомга лойиқ кўрилган. Бундай марҳаматнинг ўзига яраша буюк масъулияти ҳам бор. Инсон шуни англаган ҳолда, уни халифа қилиб қўйган зотнинг топшириқларини бажармоғи, яратган зот муносиб кўрган олий мақомга доғ туширмасликка ҳаракат қилмоғи керак)"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Ва У зот одамга исмларнинг барчасини ўргатди, сўнгра уларни фаришталарга рўбарў қилди. Кейин: \"Агар ростгўйлардан бўлсангиз, анавиларнинг исмларини Менга айтиб беринг\", деди"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Улар:\"Эй пок Парвардигор! Бизда Сен билдиргандан бошқа илм йўқ. Албатта, Сенинг Ўзинг билувчисан ва ҳикматли зотсан\", дедилар"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "У зот:\"Эй Одам, буларга у нарсаларнинг исмларини айтиб бер\", деди. Уларга ўша нарсаларнинг исмларини айтиб берган чоғида, \"Мен сизларга осмонлару ернинг ғайбини биламан ва сизлар беркитмагану беркитган нарсаларни ҳам биламан демабмидим\", деди. (Шу билан Одамнинг фаришталардан устунлик тарафи намоён бўлди. У ҳам бўлса, илм-маърифат. Инсон ер юзида фасод қилиши, қон тўкиши ҳам мумкин, неъмати илоҳий бўлмиш илмни ўз ўрнида ишлатиб, фаришталардан устун бўлиши ҳам мумкин)"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Эсла, фаришталарга: \"Одамга сажда қилинглар!\" деганимизни. Бас, сажда қилдилар, магар Иблис бош тортди, мутакаббирлик қилди ва кофирлардан бўлди. (Фаришталарга саждани буюриб, Аллоҳ Одамга улкан мартаба ато этди. Аммо бу сажда ибодат учун эмас, балки Одамни-Аллоҳнинг улуғ ижодини табриклаш маъносида эди. Фаришталар дарҳол сажда қилдилар, чунки улар фитратида Аллоҳнинг амрига исён қилиш хусусияти йўқ. Фақат Иблис сажда қилмади)"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Ва: \"Эй Одам, сен ўз жуфтинг ила жаннатда маскан топ. Унда нимани хоҳласаларингиз, енглар, ош бўлсин ва мана бу дарахтга яқин келманглар, бас, у ҳолда золимлардан бўласизлар\", дедик"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Шайтон уларни ундан оздирди ва бўлган нарсаларидан чиқарди. Ва Биз: \"Баъзингиз баъзингизга душман бўлиб тушинглар, сизларга ер юзида қароргоҳ ва бир муддат ҳузур қилиш бордир\", дедик"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Бас, Одам ўз Роббисидан сўзларни қабул қилиб олди, кейин У зот унинг тавбасини қабул қилди. Албатта, У тавбани қабул қилувчи ва раҳмли зотдир"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Биз: \"Ундан ҳаммангиз тушинг, бас, Мендан сизга ҳидоят келажак. Ким Менинг ҳидоятимга эргашса, уларга хавф йўқ ва улар хафа ҳам бўлмаслар\", дедик"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Ва куфр келтирган ҳамда оятларимизни ёлғонга чиқарганлар эса, улар дўзах эгаларидир, улар унда абадий қолурлар. (Аллоҳнинг ҳидоятига эргашмаганларни Аллоҳ таоло лўнда қилиб, куфр келтирганлар деб қўя қолган. Эришадиган оқибатлари аниқ: улар дўзахга тушадилар, ўша ерда абадий қоладилар)"
        }
    ]
}