{
    "rukus": [
        {
            "chapter": 4,
            "verse": 172,
            "text": "Масиҳ ҳам, муқарраб фаришталар ҳам Аллоҳга банда бўлишдан зинҳор бош тортмаслар. Ким унинг ибодатидан бош тортса ва мутакаббирлик қилса, уларнинг ҳаммасини Ўзига тўплайди"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Иймон келтириб яхши амалларни қилганларни эса, ажрларини тўлиқ қилиб берур ва Ўз фазлидан ҳам зиёда қилур. Аммо ор қилиб кибрга кетганларни аламли азоб билан азоблар ва улар ўзлари учун Аллоҳдан ўзга дўст ҳам, ёрдамчи ҳам топмаслар"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "Эй одамлар! Сизга Роббингиздан бурҳон келди ва сизга аниқ нурни нозил қилдик. (Бу бурҳон Қуръони Каримдир. Ушбу бурҳон Аллоҳнинг ягоналигининг бурҳонидир. Ушбу бурҳон Пайғамбар алайҳиссаломнинг ҳақликлари бурҳонидир. Ушбу бурҳон Исломнинг икки дунё саодатига элтувчи дин эканлигининг бурҳонидир. Аллоҳ таоло Ўз бандаларига раҳм этиб, уларга икки дунё бахтига эришиш дастури қилиб нозил этган бу Қуръон аниқ нурдир)"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Аллоҳга иймон келтирган ва Уни маҳкам тутганларни, шубҳасиз, уларни ўзидан бўлган раҳматга ва фазлга киритади ва уларни Унга–тўғри йўлга ҳидоят қиладир"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Сендан фатво сўрарлар. Сен: «Аллоҳ сизга калола ҳақида фатво берадир», деб айт. Агар бир одам ўлса-ю, унинг боласи бўлмаса, синглиси бўлса, унга марҳумдан қолганнинг ярми берилади. Агар сингилнинг боласи бўлмаса, у ҳамма меросни олади. Агар сингил иккита бўлса, улар марҳумдан қолганнинг учдан иккисини оларлар. Агар (меросхўрлар) эркак-аёл биродарлар бўлсалар, бир эркак икки аёл ҳиссаси асосида оладилар. Адашмаслигингиз учун Аллоҳ баён қилмоқда. Аллоҳ ҳар бир нарсани билувчи зотдир. («Калола» нима эканлиги хусусида ушбу Нисо сураси аввалида баҳс қилганмиз)"
        }
    ]
}