{
    "maqras": [
        {
            "chapter": 17,
            "verse": 99,
            "text": "avaru (musa) helidaru; ivugalannella (janara) kannu teresalikkagi akasagala mattu bhumiya odeyane ilisi kottiruvanembudu ninage cennagi tilidide. O phir‌aun, nanantu ninnannu sarvanasavaguvavanendu bhavisuttene"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "a balika avanu avarannu bhumiyinda nirmulana golisabayasidanu. Adare navu avanannu hagu avana jotegidda ellarannu mulugisibittevu"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "a balika navu isra'ilara santatiyodane, ‘‘nivu bhumiyalli vasisiri. Konege lokantyada vagdanita samaya bandaga navu nim'mellarannu ondagi horataruvevu’’ endevu"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "navu idannu (kur‌anannu) satyadondige ilisikottiruvevu mattu idu satyadondige ilidu bandide. Innu nim'mannu navu suvarte niduvavaragi hagu eccarisuvavaragiye kalisirutteve"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "nivu adannu svalpa svalpavagi janarige kelisuttirabekendu, navu kur‌anannu bhaga bhagavagi ilisi kottiruvevu. Mattu navu adannu bahala yojita ritiyalli ilisikottiruvevu"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Heliri; nivu idannu nambiri athava nambade iri – adare i hinde jnana praptavagiddavaru matra tamage idannu kelisaladaga, tam'ma mukhagalannu nelakkittu sastangaveragi biduttare"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "mattu avaru, ‘‘nam'modeyanu parama pavavanu. Nam'ma odeyanu madiruva vagdanavu khandita purtiyagalide’’ennuttare"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "hageye avaru rodisutta tam'ma mukhagalannu nelakkittu biduttare mattu idu (kur‌an) avara bhakti bhavavannu heccisuttale iruttade"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "nivu (avanannu) allahanendu kareyiri athava rahmananendu kareyiri. Nivu avanannu enendu karedaru atyuttama hesarugalella avanigagiye ive. Nivu nim'ma namajh‌galalli heccu dhvaniyerisabedi mattu avugalannu tira nisyabdagolisalu bedi. Averadara naduvina (madhyama) margavannu anusarisiri"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "heliri; ella hogalikegalu allahanige misalu. Avanu yarannu tanna putranagisikondilla. Visvadhipatyadalli avanige yaru paludararilla. Tannannu daurbalyadinda raksisuva sahayakara agatyavu avanigilla. Nivu avana mahimeyannu kondadabekada ritiyalli kondadiri"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "ella hogalike allahanige. Avane tanna dasanige granthavannu (kur‌an‌annu) ilisi kottavanu mattu avanu adaralli yavude vakrateyannittilla"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "adu (kur‌an) sampurna neravagide. Avana kadeyinda (dustarige) tivra sikseya eccarike nidalikkagi mattu satkarma maduva visvasigalige srestha pratiphalavide emba subhavarte nidalikkagi (adannu kalisalagide)"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "avaru adaralli sadakala iruvaru"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "mattu allahanu obbanannu (tanna) putranagisikondiruvanendu heluvavarannu eccarisalikkagi (adannu kalasilagide)"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Nijavagi, avarigagali avara purvajarigagali a kuritu yava jnanavu illa. Avara bayigalinda horaduttiruva a matu tumba gambhiravadudu. Avaru kevala sullannu heluttiddare"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "(dutare,) avaru i sandesavannu nambuttilla emba duhkhadinda, avara cinteyalli bahusah nivu svatah nimage hanimadikolluviri"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "khanditavagiyu navu bhumiyalliruva ellavannu adakke (bhumige) bhusanavagisiddeve. Avaralli yaru atyuttama karmagalannu maduttarendu avarannu pariksisalikkagi (hige madalagide)"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "navu adara (bhumiya) meliruva ellavannu khandita baradu bayalagisaliddeve"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "nivenu, guheyavaru mattu rakim‌navaru nam'ma vicitra puravegala salige seriddarendu kondiruvira"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "a yuvakaru ondu guheyalli asraya padediddaru mattu, ‘‘nam'modeya, ninna baliyinda namagagi visesa anugrahavannu karunisu mattu nam'ma sannivesavannu sulabhagolisu’’ endu prarthisiddaru"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "navu avara kivigalige hodedu (murche barisi) avarannu halavaru varsa guheyalle ulisidevu"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "munde, avaru estu kala hagiddarembudannu, eradu gumpugala paiki yaru heccu khacitavagi grahisuttarembudannu ariyalu – navu avarannu ebbisidevu"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "navido nimage avara naija vrttantavannu tilisuttiddeve; avaru nijavagi, tam'ma odeyanalli nambike itta kelavu yuvakaragiddaru. Navu avarige heccina margadarsana nididdevu"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "avaru eddu nintaga navu avara manas'sugalige drdhateyannodagisidevu mattu avaru,‘‘akasagala hagu bhumiya odeyane nam'ma odeya. Navu avana horatu berava devarannu prarthisalarevu. An'yatha navu arthahina matannadidantaguvudu’’ endu ghosisidaru"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "‘‘I nam'ma janangada janaru avana horatu an'yarannu devaragisikondiddare. Adare avaru avara (a devarugala) paravagi yavude spasta puraveyanneke taruvudilla? Allahana kuritu sullannu racisuvavaniginta dodda akrami yariddane?’’ (Endu avaru helidaru)"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "‘‘idiga nivu avarannu mattu avaru allahanannu bittu pujisuttidda ellavannu tyajisi bandiruvudarinda guheyalli asraya padeyiri. Nim'ma odeyanu nimagagi tanna anugrahavannu vistarisuvanu mattu nim'ma sannivesadalli nimage neravannu odagisuvanu’’ (emba subhavarteyannu avarige nidalayitu)"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "nivu kanuviri – suryanu udayisidaga adu (adara belaku) avara guheya balabhagadinda hadu hoguttittu mattu adu astamisuvaga avarannu tappisikondu avara edabhagadinda hadu hoguttittu. Avaru adara (guheya) ondu visala bhagadalliddaru. Ivella allahana sucanegalu. Allahanu yarige daritoridano avanu saridariyannu padedanu. Innu avanu yarannu darigedisidano avanu tanagagi yavude raksaka athava margadarsiyannu kanalaranu"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "avaru eccaraviddarendu nivu grahisuttiddiri. Adare avaru nidrisuttiddaru. Navu avarannu edakku balakku horalisuttiddevu. Avara nayiyu tanna mundina eradu kalugalannu uri (guheya) bagilalle kulitiruttittu. Ondu vele nivu avaredege inuki nodiddare allinda odi biduttiddiri mattu avara kuritu anjuttiddiri"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Hige, avaru paraspara vicarisalendu navu avarannu ebbisidevu. Avarallobbanu, ‘‘nivu (illi) estukala iddiri?’’ Endu vicarisidanu. ‘‘Ondu dina athava ondu dinada ondu bhaga’’ endu avaru helidaru. Taruvaya avaru helidaru; ‘‘nivestu kala (illi) iddirembudannu nim'modeyane heccu ballanu. Niviga i nim'ma mottavannu kottu nim'mallobbanannu nagarakke kalisiri. Avanu (alli) yava ahara heccu sud'dhavagide endu nodali mattu adarinda nimagagi aharavannu tarali mattu yarigu nim'ma kuritu mahiti doreyadante avanu gaupya kapadali’’"
        }
    ]
}