{
    "maqras": [
        {
            "chapter": 19,
            "verse": 22,
            "text": "ninu kharjurada kandavannu ninnedege ele. Kharjurada taja hannugalu ninna mele uduri biluvavu"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "ninu tinnu, kudi mattu ninna kannugalannu tanisiko. Innu ninu yaradarobba vyaktiyannu kandare, nanu a parama dayamayanigagi upavasa acarisuva harake hottiddene. Indu nanu yava vyaktiya jotegu khandita matanadalare – endu helu"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "munde ake adannu (maguvannu) hottu tanna janangadavara balige bandaru. Avaru (janangadavaru) helidaru; o maryam, ninu bahala ketta vastuvannu tandiruve"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "O harunana sahodariye, ninna tande dustanagiralilla mattu ninna tayiyu duracariyagiralilla"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "ake adaredege (maguvinedege) sanne madidaru. Aga avaru; tottilalliruva putta maguvina jote navu matanaduvudadaru hege? Endaru"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "aga adu(magu) helitu; nanu khandita, allahana dasanu. Avanu nanage granthavannu nidiruvanu hagu nannannu pravadiyagi nemisiruvanu"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "mattu nanelle irali, avanu nannannu samrd'dhanagisiruvanu mattu nanu badukiruvastu kala namajh sallisuttirabeku hagu jhakat pavatisuttirabeku endu avanu adesisiruvanu"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "hageye, avanu nannannu nanna tayige vidheyanagisiruvanu mattu nannannu avanu ahankari hagu dustanagi madilla"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "nanu janisida dina, nanu sayuva dina mattu nannannu punah jivantagolisalaguva dina nanage santi ide"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "idu, maryam‌ra putra isa avara kuritante janaru jagaladuttiruva visayagala satyansa"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "yarannadaru tanna putranagisikolluvudu allahanige bhusanavalla. Avanu pavananu. Avanu enannadaru nirdharisidare, adarodane ‘agu’ endaste heluttane mattu adu agi biduttade"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "khanditavagiyu allahane nanna odeyanu nim'ma odeyanu agiddane. Addarinda nivu avananne pujisiri. Iduve nera marga"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "munde, vividha gumpugalu paraspara bhinnate talidavu. Dhikkarigala palige, avaru kanaliruva mahan dinavu vinasakariyagiruvudu"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "nam'ma balige baruvandu avaru tumba samarthavagi kelaballavaru nodaballavaru agiruvaru. Indu matra a akramigalu spastavagi darigetta sthitiyalliddare"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "(dutare,) antima tirpu nidi bidalaguva, a hataseya dinada kuritu avarannu eccarisiri – sadya avaru nirlaksa toruttiddare mattu avaru nambuttilla"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Khanditavagiyu nave i bhumi mattu idaralliruva ellara varasudararu mattu konege ellarannu nam'medege maralisalaguvudu"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "mattu (dutare), nivu i granthadalli ibrahimara kuritu prastapisiri. Khanditavagiyu avaru parama satyavanta dutaragiddaru"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "avaru tam'ma tandeyodane heliddaru; nanna appa, enannu kelalagada, enannu kanalagada mattu nimage yavude upakara madalagada vastugalannu niveke pujisuttiri"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "nanna appa, idiga nim'ma bali illada jnanavondu nanna balige bandide. Nivu nannannu anusarisiri, nanu nimage nera margavannu torisuvenu"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "nanna appa, nivu saitananannu pujisabedi. Khanditavagiyu saitananu a parama dayamayanige avidheyanagiddane"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "nanna appa, a parama dayamayana sikseyu nim'ma mele banderagitu mattu (avaregu) nivu saitanana mitraragiye uliyuviri emba bhaya nanagide"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "avanu (avara tande) helidanu; o ibrahim, ninenu nanna devarugalinda duravagi bitteya? Ninu i niluvannu toreyadiddare nanu ninnannu kallesedu kolluvenu. Ninu sasvatavagi nannannu bittu tolagu"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "ibrahimaru helidaru; nimage salam (santi). Nanu nanna odeyanodane nim'ma ksamegagi prarthisuvenu. Avanantu nanna palige tumba udariyagiddane"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "naniga nim'mannu, nivu allahana horatu yarannella prarthisuttiddiro avarellarannu bittu horaduttiddene. Mattu nanu nanna odeyanannu matra prarthisuttene. Nanna odeyanannu prarthisidare nanendu nirasanagabekagilla"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "konege avaru, avarannu, allahana horatu avaru enannella pujisuttiddaro avellavannu bittubittaga navu avarige is'hak mattu yakub‌rannu nididevu. Avaribbarannu navu dutaragisidevu"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Navu avarige nam'ma anugrahavannu dayapalisidevu mattu avarige nijakku unnatavada khyatiyannu karunisidevu"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "(dutare,) i granthadalli nivu musarannu prastapisiri. Avaru khandita ayda vyaktiyagiddaru mattu dutaru pravadiyu agiddaru"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "navu ‘tur’ parvatada balabhagadinda avarannu karedevu mattu atmiya matukategagi avarannu navu hattira tandevu"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "mattu navu nam'ma anugrahadinda avara sahodara harun‌rannu pravadiyagisi, avarige (sahayakaragi) odagisidevu"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "innu (dutare), nivu i granthadalli isma'il‌rannu prastapisiri. Avaru tanu kotta matannu palisuvavaragiddaru mattu dutaru pravadiyu agiddaru"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "avaru tam'ma janarige namajh hagu jhakat annu adesisuttiddaru mattu avaru tam'ma odeyana bali pritipatraragiddaru"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "(dutare), nivinnu i granthadalli idris‌rannu prastapisiri. Avaru tumba satyavanta pravadiyagiddaru"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "navu avarannu bahala unnata sthanakke erisiddevu"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "avarella allahana puraskarakke patrarada pravadigalu, adam‌ra santatige seridavaru, navu nuhra jote (hadaginolakke) hattisidavaru mattu ibrahim hagu isra'ilara santatiyavaragiddaru. Navu avarige saridariyannu toriddevu mattu avarannu aydukondiddevu. Avara munde parama dayamayana vacanagalannu odidagalella avaru biddu, sastangaveragi, attu biduttiddaru"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "avara balika avara uttaradhikarigaladavaru, namajh annu (palisade)kaledukondaru mattu svecchegala hinde nadedaru. Avaru bahubegane vinasakke tuttaguvaru"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "pascattapa pattu, nambike ittu, satkarma madidavara horatu. Avaru svargavannu pravesisuvaru mattu avara mele kincittu an'yayavagadu"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Parama dayamayanu, tanna dasarige paroksavagi vagdana madiruva sasvata totagalu (avarige sigalive.) Avana vagdanavu khandita purtiyaguvudu"
        }
    ]
}