{
    "maqras": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "janarenu, navu nambidevu endu helidodane tam'mannu bittu bidalaguvudendu hagu tam'mannu pariksisalaguvudillavendu bhavisiddareye"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "avara hindinavarannu navu pariksisiruvevu. Satyavantaru yarembudannu allahanu, khandita ariyuvanu mattu sullarannu avanu khandita ariyuvanu"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "dusta kelasagalannu maduvavaru, avaru nam'mannu miri hogaballarendu bhavisikondiruvare? Estondu ketta tirmana avaradu"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "allahanannu bhetiyaguva nirikse ullavaru (tilidirali;) allahanu niscayisiruva a hottu khandita baralide mattu avanu ellavannu keluvavanu hagu ballavanagiddane"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "pratiyobba sramisuvavanu svatah tanna hitakkagi sramisuttane. Allahanantu sarvalokagalinda nirapeksanagiddane"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Satyavannu nambi satkarmagalannu madidavarinda navu avara papagalannu nivarisuvevu mattu avaru madidda karmagaliginta pratiphalavannu avarige niduvevu"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "mattu navu manusyanige, tanna tayi tandeya jote atyuttamavagi vartisabekendu adesisiruvevu hagu (devarendu) ninage tilidilladavarannu nanna jote palugolisalu avaru ninnannu agrahisidare, avarannu anusarisabeda. Konege nivu nanna balige marali baruviri, nivu enella maduttiddirembudannu aga nanu nimage tilisuvenu"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "satyavannu nambidavarannu – hagu satkarmagalannu madidavarannu navu svargadolage sajjanara jote serisuvevu"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "janarallobbanu, navu allahanannu nambidevu ennuttane. Adare a balika allahana margadalli tannannu satayisaladare, janarinda banda parikseyannu avanu allahana sikse embante pariganisuttane. Innu nim'ma odeyana sahaya bandare khanditavagiyu avaru, navu nim'ma jotege iddevu ennuttare. Lokadelledeya janara manas'sugalalli enide embudu allahanige cennagi tiliyade"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "yaru nambiruvavaru mattu yaru kapatigalu embudannu allahanu khandita ariyuvanu"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "dhikkarigalu visvasigalodane, ‘‘nivu nam'ma dariyannu anusarisiri, nim'ma papagalannu navu hottukolluvevu’’ ennuttare. Adare avaru, avara (visvasigala) yava papavannu (tam'miccheyinda) horalararu. Avaru khandita sullugararu"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "avaru khandita tam'made horegalannu mattu tam'ma horegala jote innastu horegalannu hottiruvaru. Avaru racisuttidda sullugala kuritu punarut'thana dina avarannu khandita prasnisalaguvudu"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "navu nuharannu avara janangadedege kalisidddevu. Avaru ombhattunura aivattu varsagala kala avara jotegiddaru. Konege birugaliyu a janarannu akramisitu. Avaru akramigalagiddaru"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Navu avarannu (nuharannu) mattu hadaginavarannu raksisidevu mattu adannu (a hadagannu) sarvalokadavara palige ondu pathavagisidevu"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "mattu ibrahimaru tam'ma janangadavarodane helidaru; allahananne aradhisiri mattu avanige anjiri. Nivu ballavaragiddare nim'ma palige aduve uttama"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "nivu allahanannu bittu vigrahagalannu pujisuttiruviri mattu sullannu srstisuttiruviri, nivu allahanannu bittu yarannella pujisuttiruviro avaru nimage aharavannu odagisalu saktaralla. Addarinda nivu aharavannu allahana baliyalle hudukiri, avananne aradhisiri mattu avanige krtajnate sallisiri. (Konege) nivu avana balige maraluviri"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "niviga idannu (satyavannu) tiraskarisuttiradare (nimage tilidirali); nimaginta hindina samudayagalu tiraskarisiddavu. Dutara meliruvudu, spastavagi (satyavannu) talupisuva hone matra"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "yava riti allahanu srstikaryavannu arambhisuttane mattu adannu punaravartisuttane embudannu avaru kandillave? Allahana mattige adu sarala karyavagide"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "heliri; nivu bhumiyalli sancarisiri mattu avanu (allahanu) yava riti srstikaryavannu arambhisuttane embudannu nodiri. Ade allahanu mattondu bari (ellavannu) jivantagolisaliddane. Allahanantu ellavannu madalu khandita saktanagiddane"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "avanu tanicchisidavarannu siksisuttane mattu tanicchisidavara mele krpe toruttane. (Konege) nivellaru avanedege maraluviri"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "bhumiyallagali akasadallagali (allahaninda) tappisikollalu nimage khandita sadhyavilla. Allahana horatu nimage beraru posakaragali sahayakaragali illa"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "allahana vacanagalannu mattu avanannu bhetiyagalikkide embudannu dhikkarisidavaru nanna krpeya kuritu nirasaragiruvaru. Avare, kathina siksege tuttaguvavaru"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "‘‘Avanannu kolliri athava avanannu suttubidiri’’ ennuvudaste avara (ibrahimara) janangadavara uttaravagittu. Adare allahanu avarannu benkiyinda raksisidanu. Nambuva janarige idaralli khandita pathavide"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "avaru (ibrahimaru) helidaru; nivu allahanannu bittu vigrahagalannu neccikondiruviri. Ihalokada badukinalli nim'ma naduve bhari premavide. Adare punarut'thana dina nivu paraspararannu dhikkarisuviri mattu paraspara sapisikolluviri. Narakave nim'ma antima neleyagiruvudu mattu nimage yava sahayakaru doreyalararu"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "lutaru atanalli nambike ittaru mattu helidaru; nanu nanna odeyana kadege valase hoguttiddene. Khanditavagiyu avanu bhari prabalanu mattu yuktivantanu"
        }
    ]
}