{
    "maqras": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "Manusyanu hitavannu bedi daniyuvudilla. Adare, tanage ahitavenadaru tattidodane avanu nirasanagi, hatasanagi biduttane"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "sankatada balika navu avanige nam'ma anugrahada ruci unisidare, avanu khandita higennuttane; ‘‘idantu nanage sigale bekadaddu. Antima ghaligeyondu baralideyendu nanu bhavisuvudilla. Ondu vele nannannu nannodeyana kadege maralisaladaru avana baliyu nanage hitave siguvudu‘‘. Nijavagi navu dhikkarigalige, avaru enella madiddarembudannu tilisuvevu mattu avarige bahala kathora sikseya ruciyannu unisuvevu"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "navu manusyanige nam'ma kodugegalannu dayapalisidaga avanu mukha tirugisikondu, nirlaksa toruttane. Adare avanige kettadenadaru sambhavisidare avanu bhari uddudda prarthanegalannu sallisuvavanagi biduttane"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "heliri; nivu (cintisi) nodidira, ondu vele idu (kur‌an) nijakku allahana kadeyinda bandiddu, nivu idannu dhikkarisidare, antaha parama hathamariginta heccu darigettavaru yariddare"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "idu (kur‌an) satyavembudu avarige spastavaguvantaha puravegalannu navu avarige hora jagattinallu svatah avarolagu torisi koduvevu. Nim'ma odeyane elladakku saksiyagiruvanembudu salade"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "avarenu, tam'ma odeyanannu bhetiyagaliruva kuritu sansayadalliddareye? Tilidirali. Avanu khandita ellavannu avarisikondiruvanu"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "ha mim"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "ain sin kvaph"
        },
        {
            "chapter": 42,
            "verse": 1,
            "text": "ide riti nim'modeyanu nimagu nim'ma hindinavarigu divya sandesavannu kalisiruvanu. Allahanu prabalanu yuktivantanu agiruvanu"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "akasagalalli hagu bhumiyalliruva ellavu avanige seride. Avanu tumba unnatanu mahananu agiruvanu"
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "Avara melinda akasagalu sididu biluva sadhyate ide. (Adare) malak‌galu tam'ma odeyana gunagana madutta avana pavitravannu japisuttiddare. Mattu bhumiyalliruvavara paravagi ksameyacisuttiddare. Nimage tilidirali; allahanu tumba ksamasilanu karunaluvu agiruvanu"
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "(dutare,) tanna (allahana) horatu itararannu tam'ma posakaragisikondavara palige allahane melvicarakanagiddane. Avara visayadalli nivenu honegararalla"
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "i riti navu nimage divyavaniya mulaka arabi bhaseya kur‌an‌annu nidiruvevu. Nivu kendra nagara (makka)davarannu mattu adara suttamuttalinavarannu eccarisabekendu hagu nivu, nis'sandehavagi baraliruva sam'melanada dina (punarut'thana)da kuritu munneccarike nidabekendu. Konege ondu pangadavu svargadalliruvudu mattu innondu pangadavu narakadalliruvudu"
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "allahanu bayasiddare avarannella onde samudayavagisi biduttiddanu. Adare avanu tanicchisidavarannu matra tanna krpasrayadolage serisuttane. Akramigalige posakaragali raksakaragali yaru illa"
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "avarenu, allahana horatu itararannu tam'ma posakaragisi kondiddareye? Nijavagi allahane ellara posakanagiddane mattu avane sattavarannu jivantagolisuttane. Avanu ellavannu madalu saktanagiddane"
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "nivu paraspara bhinnate taliruva pratiyondu visayada antima tirpu allahana bali ide. A allahane nanna odeya. Nanu avanalli bharavase ittiruttene mattu nanu avanedege maraluttene"
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "akasagalannu hagu bhumiyannu rupisidavanu avanu. Nimagagi nim'molagindale jodigalannu racisikottavanu mattu januvarugala jotegalannu racisidavanu avanu. Idaralli (bhumiyalli) nim'mannu haradidavanu avanu. Yava vastuvu avanantilla. Avanu ellavannu keluvavanu hagu noduvavanagiddane"
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "Akasagala hagu bhumiya cavigalu avana kaiyallive. Avanu tanicchisidavara palige tanna kodugeyannu visalagolisuttane mattu tanicchisidavara palige adannu simitagolisi biduttane. Avanu khandita ellavannu ballavanagiddane"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "nuharige upadesisalagidda hagu nimage navu divyavaniya mulaka talupisiruva mattu navu ibrahim, musa hagu isarige bodhisidda dharmavanne avanu nimagagi vidhisiddane. Dharmavannu sthapisiri mattu i visayadalli vibhinnaragabedi. Bahudevaradhakarige nivu niduttiruva kareyu tira apriyavagide. Allahanu tannedege (baruvudakke) tanicchisidavarannu arisikolluttane mattu avanu (tannatta) oliyuvavarige tannedege margadarsana niduttane"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "tam'ma balige jnanavu banda balikavaste avaru kevala paraspara hagetanadindagi, vibhinnaradaru. Nim'ma odeyana kadeyinda, ondu nirdista avadhiya tanaka kalavakasa koduva nirdharavagade iddiddare, avara naduve tirpu nidi bidalaguttittu. Avara balika granthada uttaradhikarigaladavaru khandita a kuritu gondalamaya sandehadalliddare"
        }
    ]
}