{
    "maqras": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "avaru (isa) nam'minda bahumanitaragidda obba dasaragiddaru. Navu avarannu isra'ilara santatigalige adarsavagisiddevu"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "navu bayasiddare bhumiyalli nim'ma mulaka malak‌galannu srstisuttiddevu mattu avaru nim'ma uttaradhikarigalaguttiddaru"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "avaru khandita antima ghaligeya ondu sucaneyagiddare. Nivu a kuritu sansayisabedi mattu nannannu anusarisiri. Iduve neramargavagide"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "saitananu nim'mannu (satyadinda) tadeyadirali. Avanu nim'ma spasta satruvagiddane"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "isa, spasta puravegalondige bandu helidaru; nanu nim'ma balige yuktiyannu tandiruvenu hagu nivu paraspara bhinnate taliruva visayagala vastavavannu nimage vivarisalikkagi (bandiruvenu). Nivu allahanige anjiri hagu nanna adesavannu palisiri"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "allahanu khandita nanna odeyanu haudu, nim'ma odeyanu haudu. Nivu avananne pujisiri. Aduve nera marga"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "a balika vividha gumpugalu paraspara bhinnabhipraya talidavu. Akramigalige, ondu kathina dinada sikseya mulaka vinasavide"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "avaru kayuttiruvudu antima ghaligeyanne tane? Adu, avarige arive illada sthitiyalli hathattane avara mele banderagalide"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "dharmanisthara horatu itarella mitraru andu paraspara satrugalagi biduvaru"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "(avarodane helalaguvudu;) nanna dasare, indu nimage yava bhayavu illa mattu nivu duhkhisalariri"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "nam'ma vacanagalannu nambiddavaru mattu saranagiddavaru"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "(Avarodane helalaguvudu;) ‘‘nivu mattu nim'ma jivana sangatigalu svargadolage pravesisiri. Nim'mannu santosa padisalaguvudu’’"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "cinnada tatte hagu lotegalannu avara mundidalaguvudu. Manas'sugalu apeksisuva hagu kannugalige rucisuva ellavu alliruvudu mattu alli nivu sadakala iruviri"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "iduve, nivu maduttidda karmagala phalavagi nivu uttaradhikarigalagiruva svarga"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "illi nimagagi, nivu tinnuva halavu bageya hannu hampalugalive"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "aparadhigalu khandita narakada sikseyalli sadakala iruvaru"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "(sikseyannu) avara palige svalpavu haguragolisalagadu mattu alli avaru nirasaragi biddiruvaru"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "navenu avara mele akramavesagalilla. Avaru svatah akramigalagiddaru"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "‘‘o malik (narakada kavalugara), nim'ma odeyanu nam'mannu mugisi bidali’’ endu avaru more iduvaru. Avanu, ‘‘nivu sada ille ira bekadavaru’’ ennuvanu"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "navu nim'ma balige satyavannu tandiddevu. Adare nim'malli heccinavaru satyavannu dvesisuttiddaru"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "avarondu nirdhara kaigondiruvare? Navu ondu nirdhara kaigondiruvevu"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "avarenu, navu avara pisumatugalannu hagu guttina sambhasanegalannu alisuttillavendu bhavisiddareye? Yakilla? Avara baliyalle iruva nam'ma dutaru (malak‌galu) adannu barediduttare"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "(dutare,) heliri; ondu vele a parama dayaluvige obba putranu iddiddare, (avanannu) pujisuvavaralli nane modaliganagiruttidde"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "akasagala mattu bhumiya odeyanu hagu visva sinhasanada odeyanu avaru aropisuva ella gunagalinda muktanagiddu pavananagiddane"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "nivu avarannu bittu bidi, avaru, tamage vagdana madalagiruva dinavannu edurisuva tanaka, vyartha matugalannadutta moju maduttirali"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Akasadallu avane (allahane) devaru mattu bhumiyallu avane devaru. Avanu tumba yuktivantanu jnanavullavanu agiddane"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "akasagala hagu bhumiya mattu avugala naduve iruva ellavugala adhipatyavu yarige serideyo avanu (allahanu) tumba samrd'dhanu. Antima ghaligeya jnanavu avana baliyalle ide. (Konege) nivu avanedege maraluviri"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "avaru allahana horatu yarannu prarthisuttaro avarige sipharas'sina adhikaraviruvudilla – satyada paravagi saksi heluvavara horatu. Mattu avaru (a saksigalu) ballavaragiruvaru"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "avarannu srstisidavanu yarendu nivu avarodane kelidare, khanditavagiyu avaru allahanende uttarisuttare. Hagadare matte avaru adelli aleyuttiddare"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "‘‘nannodeya, i janaru khandita nambuvavaralla’’ emba avara (dutara) matu (allahanige tilidide)"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "(dutare,) nivu avarannu kadeganisiri mattu ‘salam’ (nimage santi sigali) endu heliri. Begane avaru ariyuvaru"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "ha mim"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "spastavagiruva granthadane"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "navidannu ondu samrd'dha ratriyalli ilisi kottiruvevu. Khandita navu eccarisuvavaragiddeve"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "idaralli, ella visayagalannu yukti purnavagi spastapadisalagide"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "idu nam'ma kadeyinda bandiruva adesa. Khandita, nave idannu kalisuvavaru"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "idu nim'ma odeyana anugraha. Avanu khandita ellavannu keluvavanu hagu ballavanagiddane"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "avanu akasagala hagu bhumiya mattu avugala naduve iruva ellavugala odeyanagiddane – nivu acala nambike ullavaragiddare (idu nimage manavarikeyagiruttade)"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "avana horatu bere devarilla. Avane jivantagolisuvavanu mattu marana niduvavanu. Avane nim'modeyanu mattu nim'ma hindina purvajara odeyanu"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "istagiyu avaru sansayagrastaragi, (satyadondige) atavaduttiddare"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "nivinnu, akasavu ondu pratyaksa hogeyannu hora taruva dinakkagi kayiri"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Adu manavarannu avarisuvudu. Adu kathina sikseyagiruvudu"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "nam'modeya, nam'minda sikseyannu nivarisu. Navu visvasigalagiruvevu’’ (endu avaru more iduvaru)"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "avarige innelliya upadesa? Ellavannu spastavagi vivarisuva dutaru igagale avara balige bandiddare"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "adare avaru, avarannu kadeganisidaru hagu avarannu, yarindalo kalitu baruva huccanendu karedaru"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "navu svalpa mattige sikseyannu tolagisuvevu. Adare nivu khandita (haleya calige) maraluviri"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "navu nim'mannu kathoravagi hidiyuva dina, navu khandita pratikara tirisuvevu"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "avariginta hinde navu phir‌aun‌na janangavannu pariksisiruvevu. Avara balige gauravanvita dutaru bandiddaru"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "(avaru heliddaru;) allahana dasarannu nanna vasakke oppisiri. Nis'sandehavagiyu nanu visvasar'ha dutanagiddene"
        }
    ]
}