{
    "maqras": [
        {
            "chapter": 6,
            "verse": 141,
            "text": "Avane, januvarugala paiki hore horuvavugalannu (doddavugalannu) mattu sannavugalannu srstisidavanu. Allahanu nimage daya palisiruvavugalinda tinniri mattu saitanana hejjegalannu anukarisabedi. Khanditavagiyu avanu nim'ma spasta satruvagiddane"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "(dutare, avanu) entu jotegalannu srstisiruvanu. Kurigalalli eradu bage hagu adugalalli eradu bage. Nivu heliri; ‘‘i paiki allahanu nisedhisiruvudu eradu bageya gandu vargadavugalanno athava hennu vargadavugalanno athava eradu bageya hennu vargada pranigala garbhadalliruvavugalanno? Nivu satyavantaragiddare. Jnanada adharadalli nanage tilisiri’’"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "hageye, onteya jatiyalli eradu hagu govina jatiyalli eradu bagegalive. Heliri; ‘‘i paiki allahanu nisedhisiruvudu gandu vargada eradanno athava hennu vargada eradanno? Athava i paiki eradu bageya hennu pranigala garbhadalliruvudanno? Allahanu hagendu nimage upadesisuvaga nivenu hajariddira? Jnanavillade janarannu dari tappisalikkagi allahana mele sullaropa horisuvataniginta dodda akrami yariddane? Khanditavagiyu allahanu akramigalige saridari torisuvudilla.’’"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "(Dutare) heliri; nannedege ilisikodalagiruva divya sandesadallantu tinnuvavana palige sava, hariyuttiruva rakta athava handiya mansada horatu – berenannadaru tinnuvudakke nisedha heriruvudannu nanu kanuvudilla. Ekendare avu malina vastugalagive. Hageye allahana horatu bere yaradadaru hesaralli vadhisalada (athava bali nidalada) praniyu nisid'dhavagide. Ekendare adu papakrtyavagide. Istagiyu obba vyakti tira asahayakanagiddare mattu avanu avidheyanagali athava bandukoranagali alladiddare nim'ma odeyanantu khanditavagiyu apara ksamasilanu karunaluvu agiruvanu"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Yahudigaladavara palige navu ugurulla ella jivigalannu nisedhisiddevu mattu dana hagu adugala, bennalliruva, karulalliruva hagu mulegalige tagaliruva kobbina horatu itara kobbannu navu avara palige nisedhisiddevu. Idu navu avara kidigeditanakke nidida pratiphala. Khandita nave satyavantaru"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "(dutare,) avaru nim'mannu tiraskarisuttarendadare heliri; nim'ma odeyanu bhari visala anugraha ullavanagiddane. Adare, aparadhigalinda avana sikseyannu nivarisalu yarigu sadhyavilla"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "‘‘allahanu hage bayasiddare navagali nam'ma purvajaragali bahudevaradhane maduttiralilla mattu navu yavudannu nisid'dhavendu pariganisuttiralilla’’- endu bahudevaradhakaru khandita heluvaru. Avariginta hindinavaru nam'ma sikseya ruci kanuva tanaka ide ritiya sullannu heliddaru. Heliri; nim'ma bali khacita jnanavenadaru iddare adannu nam'ma munde prakatisiri. Nivantu kevala uheya hinde nadeyuttiruviri mattu kevala bhramisuttiruviri"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "(dutare,) heliri; antima vadavu allahanige seride. Avanu bayasiddare nim'mellarannu saridariyalli nadesuttiddanu"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "(dutare,) ‘‘ivugalannu allahanu nisedhisiruvanendu saksya helaballa nim'ma saksigalannu kare tanniri’’ endu heliri. Ondu vele avaru hagendu saksya helidaru nivu avara jote saksya helabedi. Hageye nivu, nam'ma vacanagalannu sullendu tiraskarisidavara, paralokadalli visvasavilladavara mattu (mithya devarugalannu) tam'ma odeyanige samanaragi pariganisuvavara apeksegalannu anusarisabedi"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "(Dutare,) heliri; banni, nim'ma odeyanu nim'ma palige enannu nisedhisiruvanu embudannu nanu nimage odi kelisuttene; nivu enannu avana jote paludaranagi madabaradu. Nim'ma tayi-tandeya jote parama saujan'yada nitiyannu palisiri. Badatanada bhayadinda nim'ma makkalannu kollabedi. Navu nimage aharavannu odagisuttiddeve, avarigu odagisuvevu. Vyaktavagiruva athava guptavagiruva yavude aslilateya hattiravu suliyabedi. Allahanu man'ya golisiruva yavude jivavannu an'yayavagi kollabedi. Nivu bud'dhivantaragabekendu idannella avanu nimage bodhisiruvanu"
        }
    ]
}