{
    "maqras": [
        {
            "chapter": 10,
            "verse": 26,
            "text": "navu avarellarannu ondede serisuva dina, bahudevaradhakarodane navu heluvevu; ‘‘nivu mattu nim'ma devarugalu nim'ma sthanadalli nintukondiri.’’ Taruvaya navu avara naduve odaku mudisuvevu. Aga avara devarugalu (tam'ma bhaktarodane) heluvaru; ‘‘nivu endu nam'mannu pujisuttiralilla’’"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "‘‘nim'ma hagu nam'ma naduve saksiyagi allahane saku. Namagantu nivu maduttidda pujeya arive iralilla.’’"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "Andu pratiyobbanu tanu i hinde madiddellavannu svatah anubhavisuvanu mattu ellavannu avara naija posakanada allahanedege maralisalaguvudu. Avaru kattikondidda ella krtaka asrayagalu avarinda kaledu hogiruvavu"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "heliri; ‘‘akasadindalu bhumiyindalu nimage aharavannu odagisuvavanu yaru? Keluva hagu noduva samarthyagala odeyanu yaru? Nirjiviyinda jiviyannu mattu jiviyinda nirjiviyannu hora tegeyuvavanu yaru? Mattu visva vyavastheyannu nadesuttiruvavanu yaru?’’- Avaru ‘‘allah’’ endu heluvaru. Heliri; ‘‘(istagiyu) nivu anjuvudillave?’’"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "A allahane nim'ma nijavada odeyanu. Innu satyada balika iruvudu mithyavallade mattenu? Higirutta nivu adelli aledaduttiruviri?’’"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Hige, ‘‘avaru nambuvavaralla’’ emba nim'ma odeyana matu, avidheyara palige satyavayitu"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Heliri; (devatvadallina) nim'ma paludarara paiki, srstiyannu arambhisuvavaru mattu adannu punaravartisuvavaru yaradaru iddareye? Heliri; allahane srstiyannu arambhisuttane mattu avane adannu punaravartisuttane. Higirutta nivu adelli aleyuttiruviri"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "heliri; (devatvadallina) nim'ma paludarara paiki, satyadedege margadarsana maduvavaru yaradaru iddareye? Heliri; allahane satyadedege margadarsana maduttane. Anusaranege heccu ar'hanu, satyadedege margadarsana maduvavano athava yaradaru tanage saridari toradiddare svatah saridariyannu kanalagadavano? Nimagenagide? Nivu adentaha nirdharagalannnu kaigolluttiruviri"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "avaralli heccinavaru kevala uheyannaste anusarisuttiddare. Khanditavagiyu uheyu satyakke kincittu paryayavagalaradu. Avaru maduttiruvudannella allahanu cennagi ballanu"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "i kur‌an, allahana horatu bere yaradaru racisabahudada krtiyallla. Nijavagi idu, igagale tanna mundiruvavugalannu (gatakalada divya granthagalannu) samarthisuttade mattu divya adesagalannu vivarisuttade. Idu sarvalokagala odeyana kadeyinda bandide emba bagge sandehave illa"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "(dutare,) ‘‘itane idannu racisiddane’’ endu avaru heluttareye? Nivu heliri; nivu satyavantaragiddare, intaha ondu adhyayavannadaru racisi tanniri mattu (adakkagi) allahana horatu nimage sadhyaviruva ellarannu kareyiri"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "nijavagi avaru, tam'ma jnanada vyaptige mirida mattu tam'ma munde saksatkaravagillada ellavannu sullendu dhikkarisuttare. Avara hindinavaru ide riti (divya sandesavannu) sullendu dhikkarisiddaru. (Intaha) akramigala gati enayitembudannu nodiri"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Idaralli (divya sandesadalli) nambike ullavaru avaralliddare mattu idaralli nambike illadavaru avaralliddare. Nim'ma odeyanu gondalakorarannu cennagi ballanu"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "avaru nim'mannu sullanendu dhikkarisidare nivu heliri; nanage nanna karma mattu nimage nim'ma karma. Nanu maduva yava karmakku nivu honegararalla mattu nivu maduva yava karmakku nanu honegaranalla"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "avaralli kelavaru nim'medege kivigottiruttare. Adare nivenu kivudarige kelisuvira – avaru vivecisalagadavaragiddaru"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "innu, avaralli kelavaru nim'medege noduttiruttare. Adare, nivenu kurudarige dari torisuvira -avaru enannu nodalagadavaragiddaru"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "allahanantu manavarige khandita yavude an'yayavannu maduvudilla. Nijavagi manavare tam'ma mele an'yayavesagikolluttare"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "avanu avarannella ottu serisuva dina, tavu (ihalokadalli) kaledudu, hagalina kevala ondu ksanamatra endu avarige anisuvudu mattu avaru paraspararannu gurutisuvaru. Allahanannu bhetiyagalikkide embudannu sullendu tiraskarisidavaru nastadalliddare. Avaru saridarige baruvavare alla"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "(dutare,) navu avarige asvasane niduttiruva kelavu vastugalannu (igale) nimage torisidaru, athava (adakke munna) navu nim'mannu mrtaragisidaru – avarantu nam'ma kadege marali barabekagide. Avaru maduttiruva elladakku allahane saksiyagiddane"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "pratiyondu samudayakku obba devadutariddare. Avara dutaru avara balige bandaga, avara naduve n'yayocitavada tirmana nadedu biduttade. Avara mele yavude an'yaya nadeyuvudilla"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "‘‘nivu satyavantaragiddare a nim'ma asvasaneyu ideruvudu yavaga?’’ (Endu avaru keluttare)"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "(Dutare,) nivu heliri; nanagantu, allahanu icchisade svatah nanna jivakku yavude labha athava nastavannuntumaduva adhikaravilla. Pratiyondu samudayakku ondu kala niscitavagide. A kalavu bandu bittaga adannu ksanamatrakkadaru hindudalu athava mundudalu avarige sadhyavagadu"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "heliri; avana sikseyu ratri athava hagalalli nim'ma mele banderagidare (enaditendu) nivu cintisi nodiruvira? Adaralli, aparadhigalu atura paduva adava visesate ide"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "nivenu, adu bandu bittaga matrave adannu nambuvira? (Aga helalaguvudu;) iga nambuttiruvira? Nivantu idakkagi tumba avasara paduttiddiri"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "a balika akramigalodane helalaguvudu; saviyiri sasvata yataneyannu. Nim'ma sramada pratiphalavallade berenadaru nimage sigalikkideye"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "adu satyave? Endu avaru nim'minda tiliyabayasuttare. Heliri; haudu, nanna odeyana ane, adu khandita satyavagide mattu adarinda tappisikollalu nimage khandita sadhyavagadu"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "akramavesagida pratiyobbana bali, bhumiyalliruva ellavu iddu, avanu adannu pariharavagi kottaru (tappisikollalu sadhyavagadu). Avaru sikseyannu kandaga, olagolage pascattapa paduvaru. Avara naduve n'yayocitavagi tirmana nadesi bidalaguvudu mattu avara mele yavude an'yaya nadeyadu"
        }
    ]
}