{
    "rukus": [
        {
            "chapter": 12,
            "verse": 80,
            "text": "Ne zaman ki, onlar, onu kurtarmaktan umit kestiler, o zaman fısıldasarak oradan uzaklastılar. Buyukleri dedi ki: «Babanızın sizden Allah adına ahit aldıgını ve daha once Yusuf konusunda ettiginiz kusuru bilmiyor musunuz? Babam bana izin verinceye veya Allah hakkımda bir hukum verinceye kadar ben artık burdan ayrılmam. Allah, hukum verenlerin en hayırlısıdır.»"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "«Siz donun de babanıza deyin ki: Ey babamız! Inan ki, oglun hırsızlık yaptı. Biz ancak bildigimize sahitlik ediyoruz. Yoksa gaybın bekcileri degiliz.»"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "«Hem orada bulundugumuz sehir halkına, hem icinde bulundugumuz kervana sor. Ve emin ol ki, biz kesinlikle dogru soyluyoruz.»"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Babaları dedi ki: «Hayır, sizi nefisleriniz altadıp bir ise suruklemis. Artık bana guzel guzel sabretmek dusuyor. Belki Allah hepsini birden bana geri getirir. Cunku O, her seyi bilir, hukum ve hikmet sahibidir.»"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Ve onlardan yuz cevirdi de: «Ey Yusuf´un atesi, yetti artık, yetti!» dedi. Ve uzuntuden gozlerine ak dustu. Artık yutkunuyor da yutkunuyordu"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Dediler ki: «Hala Yusuf´u sayıklayıp duruyorsun. Allah´a yemin ederiz ki, sonunda eriyip gideceksin, tukenip helak olacaksın. Hayret dogrusu!»"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Dedi ki: «Ben huznumu, kederimi ancak Allah´a sikayet ederim ve Allah tarafından sizin bilmediginiz seyleri de bilirim.»"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "«Ey ogullarım, gidin, Yusuf´u ve kardesini arastırın. Allah´ın rahmetinden umit kesmeyin; zira kafir kavimden baskası Allah´ın rahmetinden umit kesmez.»"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Sonra (Mısır´a gidip) onun huzuruna girince, dediler ki: «Ey sanlı vezir! Biz ve coluk cocugumuz sıkıntı icindeyiz. Pek az bir sermaye ile geldik. Sen bize yine olcek (zahire) ver, ayrıca sadaka da ihsan eyle. Cunku Allah sadaka verenleri muhakkak mukafatlandırır.»"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "O dedi ki: «Siz cahilliginizde Yusuf´a ve kardesine ne yaptıgınızı biliyor musunuz?»"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Onlar «Yoksa sen, sahiden Yusuf musun?» dediler. O da «Ben Yusuf´um, bu da kardesim» dedi, «Dogrusu Allah, bizi, lutfuyla nimetlendirdi. Gercekten de kim Allah´dan korkar ve sabrederse, Allah, muhakkak ki, guzel isler yapanların mukafatını zayi etmez.»"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Dediler ki: «Allah´a yemin olsun, Allah seni bize ustun kıldı. Biz gercekten de buyuk hata islemistik»"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Yusuf dedi: «Bugun size bir ayıplama ve azarlama yoktur. Allah, sizi, magfiretiyle bagıslasın. O, merhamet edenlerin en merhametlisidir.»"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Alın su gomlegimi goturun de babamın yuzune surun, gozu acılır. Ve butun ailenizle toplanıp bana gelin.»"
        }
    ]
}