{
    "rukus": [
        {
            "chapter": 2,
            "verse": 243,
            "text": "Gormedin mi o kimseleri ki kendileri binlerce kisi iken olum korkusuyla yurtlarından cıktılar. Allah da kendilerine «olun!» dedi, sonra da onlara bir hayat verdi. Suphesiz ki Allah, insanlara karsı bir lutuf sahibidir. Fakat insanların pek cokları sukretmezler"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "O halde Allah yolunda carpısın ve bilin ki Allah, her seyi isitir ve bilir"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Kimdir o adam ki Allah´a guzel bir odunc versin de Allah da ona bircok katlarını odesin. Allah darlık da verir, genislik de verir. Hepiniz de O´na dondurulup goturuleceksiniz"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Baksana, Israil ogullarının Musa´dan sonra ileri gelenlerine! Hani onlar, bir peygamberlerine: «Bize bir kumandan gonder de Allah yolunda savasalım...» dediler. O da: «Size savas farz kılınırsa, acaba yapmamazlık eder misiniz?» dedi. Onlar: «Bize ne oldu da yurtlarımızdan cıkarıldıgımız ve cocuklarımızdan ayrıldıgımız halde Allah yolunda savasmayalım?» dediler. Bunun uzerine savas kendilerine farz kılınınca da onlardan pek azı haric, yuz cevirdiler. Ama Allah, o zalimleri bilir"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Peygamberleri onlara: «Allah, size hukumdar olmak uzere Talut´u gonderdi.» demisti. Onlar: «Ona bizim uzerimize hukumdar olmak nereden geldi? Oysa hukumdarlıga biz ondan daha layıkız, ona maldan bir genislik, bir bolluk da verilmemistir.» dediler. Peygamberleri de «Onu sizin basınıza Allah secmis ve ona bilgi ve vucut bakımından bir guc, bir genislik vermistir.» dedi. Hem Allah, mulkunu diledigine verir. Allah´ın rahmeti genistir, o her seyi bilir"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Peygamberleri, onlara sunu da soylemisti: Haberiniz olsun, Onun hukumdarlıgının alameti, size o tabutun gelmesi olacaktır ki onda Rabbinizden bir sekine (sukunet, gonul rahatlıgı), Musa ve Harun ailelerinin bıraktıklarından bir bakiyye (kalıntı) vardır. Onu melekler getirecektir. Eger iman etmis kimselerden iseniz, bunda sizin icin kesin bir ibret, bir alamet vardır"
        }
    ]
}