{
    "rukus": [
        {
            "chapter": 28,
            "verse": 76,
            "text": "Karun, Musa´nın kavminden idi de, onlara karsı azgınlık etmisti. Biz ona oyle hazineler vermistik ki, anahtarlarını guclu kuvvetli bir topluluk zor tasırdı. Kavmi ona demisti ki: «Sımarma! Bil ki Allah sımarıkları sevmez.»"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "«Allah´ın sana verdiginden (O´nun yolunda harcayarak) ahiret yurdunu gozet, ama dunyadan da nasibini unutma! Allah´ın sana ihsan ettigi gibi, sen de (insanlara) iyilik et. Yeryuzunde bozgunculugu arzulama. Suphesiz ki Allah, bozguncuları sevmez.»"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Karun ise: «O (servet) bana ancak kendimdeki bilgi sayesinde verildi.» demistir. Bilmiyor muydu ki Allah, kendinden onceki nesillerden, ondan daha guclu, ondan daha cok taraftarı olan kimseleri helak etmisti. Gunahkarlardan gunahları sorulmaz (Allah onların hepsini bilir)"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Derken Karun, ihtisam icinde kavminin karsısına cıktı. Dunya hayatını arzulayanlar, «Keske Karun´a verilenin benzeri bizim de olsaydı. Hakikat su ki o, cok buyuk devlet sahibidir» dediler"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Kendilerine ilim verilmis olanlar ise, soyle dediler: «Yazıklar olsun size! Iman edip iyi isler yapanlara gore Allah´ın mukafatı daha ustundur. Ona da ancak sabredenler kavusabilir.»"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Derken biz onu da, sarayını da yerin dibine gecirdik. Artık Allah´a karsı kendisine yardım edecek taraftarları olmadıgı gibi, o, kendini savunup kurtarabilecek kimselerden de degildi"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Daha dun onun yerinde olmayı isteyenler de: «Demek ki Allah kullarından diledigine rızkı cok da, az da verir. Sayet Allah bize lutufta bulunmus olmasaydı, bizi de yerin dibine gecirirdi. Demek ki inkarcılar iflah olmazmıs» demeye basladılar"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Iste ahiret yurdu! Biz onu yeryuzunde boburlenmeyi ve bozgunculugu arzulamayan kimselere veririz. (En guzel) akıbet, takva sahiplerinindir"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Kim bir iyilik getirirse ona ondan daha ustun karsılık vardır. Kim bir kotuluk getirirse, o kotulukleri isleyenler, ancak yaptıkları kadar ceza gorurler"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "(Resulum!) Kur´an´ı (okumayı, teblig etmeyi ve ona uymayı) sana farz kılan Allah, elbette seni (yine) donulecek yere dondurecektir. De ki: «Rabbim, kimin hidayetle geldigini ve kimin apacık bir sapıklık icinde oldugunu en iyi bilendir.»"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Sen, bu kitabın sana vahyolunacagını ummuyordun. Bu ancak Rabbinden bir rahmettir. O halde sakın kafirlere arka cıkma"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Allah´ın ayetleri sana indirildikten sonra, artık sakın onlar seni bu ayetlerden alıkoymasınlar. Rabbine davet et. Asla musriklerden olma"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Allah ile birlikte baska bir tanrıya tapıp yalvarma! O´ndan baska tanrı yoktur. O´nun zatından baska her sey helak olacaktır. Hukum O´nundur ve siz ancak O´na donduruleceksiniz"
        }
    ]
}