{
    "rukus": [
        {
            "chapter": 36,
            "verse": 51,
            "text": "Sur´a ufurulmustur, bir de ne baksınlar kabirlerinden Rablerine dogru akın ediyorlar"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Onlar: «Eyvah basımıza gelenlere! Mezarımızdan bizi kim kaldırdı? O Rahman´ın vaad buyurdugu iste bu imis. Gonderilen peygamberler de dogru soylemisler» derler"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Baska degil, sadece bir tek cıglık olmus, derhal hepsi toplanmıs huzurumuza getirilmislerdir"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Artık bugun hic kimseye zerre kadar zulmedilmez. Ancak yaptıklarınızın cezasını cekeceksiniz"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Gercekten cennetlik olanlar bugun bir mesguliyet icinde zevk etmektedirler"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Kendileri ve esleri golgelerde koltuklar uzerine kurulmuslardır"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Onlara orada bir meyve vardır. Isteyecekleri her sey onlarındır"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "(Onlara) Rahim olan Rab´den «selam» sozu vardır"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Ey gunahkarlar! Bugun siz bir tarafa ayrılın"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "«Ey Ademogulları! Seytana tapmayın, o size apacık bir dusmandır ve bana kulluk edin, dogru yol budur, diye size and vermedim mi?» (buyurulacak)"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "«Ey Ademogulları! Seytana tapmayın, o size apacık bir dusmandır ve bana kulluk edin, dogru yol budur, diye size and vermedim mi?» (buyurulacak)"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Boyle iken o sizden bircok nesilleri yoldan cıkardı. Ya o zaman dusunmuyor muydunuz"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Iste bu size vaad edilen cehennemdir"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Bugun yaslanın ona bakalım inkar ettiginiz icin"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Bugun biz onların agızlarını muhurleriz de neler kazandıklarını bize elleri soyler, ayakları da sahitlik eder"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Hem dileseydik gozlerini uzerinden silme kor ediverirdik de yola dokulurlerdi. Fakat nereden gorecekler"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Yine dileseydik oldukları yerde kılıklarını degistirirdik de ne ileri gidebilirlerdi, ne de geri donebilirlerdi"
        }
    ]
}