{
    "rukus": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ha, mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Apacık kitaba andolsun ki biz onu iyice anlayasınız diye Arapca bir Kur´an yaptık"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Apacık kitaba andolsun ki biz onu iyice anlayasınız diye Arapca bir Kur´an yaptık"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Gercekten o bizim nezdimizde bulunan ana kitapta mevcut yuce ve hikmet dolu bir kitaptır"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Siz haddi asan bir kavim oldunuz diye Kur´an´ı size gondermekten vaz mı gecelim"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Biz oncekilere de nice peygamberler gondermistik"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Onlar kendilerine gelen her peygamberle mutlaka alay ediyorlardı"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Biz onlardan daha kuvvetli olanları helak ettik. Kur´an´da oncekilerin ornegi de gecmistir"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Eger sen onlara: «Gokleri ve yeri kim yarattı?» diye sorsan elbette: «Onları cok guclu ve herseyi bilen Allah yarattı.» derler"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "O, yeryuzunu sizin icin bir besik yaptı ve dogru gidesiniz diye orada sizin icin yollar meydana getirdi"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "Allah gokten belli bir olcuye gore su indirdi. Biz onunla olu bir memlekete yeniden hayat verdik. Iste siz de kabirlerinizden boyle diriltilip cıkarılacaksınız"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "Allah butun ciftleri yaratmıstır. Sizin icin bineceginiz gemiler ve hayvanlar var etmistir"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Siz onların sırtına binip uzerlerine yerlestiginiz zaman, Rabbinizin nimetini anarak soyle diyesiniz: «Bunları bizim hizmetimize veren Allah´ı tenzih ve tesbih ederiz. Yoksa bizim bunlara gucumuz yetmezdi.»"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "«Gercekten biz Rabbimize donecegiz.»"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Buna ragmen insanlar, Allah´ın kullarından bir kısmını O´nun bir parcası saydılar. Gercekten de insan apacık bir nankordur"
        }
    ]
}