{
    "chapter": [
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alipha. Lama.Ro ha (sarvanta uttama) grantha amhi tumacyakade avatarita kela ahe, yasathi ki tumhi lokanna andharatuna prakasakade anave tyancya palanakartyacya adesane jabaradasta, prasansaniya allahacya margakade"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Akasammadhye ani dharatita je kahi ahe te sarva allahaceca ahe ani kaphira (krtaghna) lokansathi sakta azabace sankata ahe"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Je loka akhirata (paraloka) cya tulaneta aihika jivanaca moha dharatata ani allahacya margapasuna rokhatata ani tyata vakrata nirmana karu icchitata, heca loka mothya duracya margabhrastateta aheta"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Ani amhi pratyeka paigambarala tyacya janasamuhacya bhasetaca pathavile ahe yasathi ki janasamuhacya lokansamora spastapane sangave, ata allaha jyala icchila margabhrasta karila ani jyala icchila marga dakhavila. To motha jabaradasta ani hikamatasali ahe"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "(Smarana kara jevha) amhi musala apalya nisanya de'una pathavile ki tu apalya janasamuhacya lokanna andharatuna kadhuna ujedata ana ani tyanna allahacya upakaranci athavana karuna de. Yata nisanya aheta pratyeka dhira-sanyama rakhanaryakarita"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Ani jevha musa apalya janasamuhacya lokanna mhanale, ki allahacya tya krpa denagyanci athavana kara jya tyane tumhala dilya aheta, jevha tyane tumhala phira'aunacya sathidarampasuna sodavile je tumhala phara duhkha pohacavita hote. Tumacya putranci hatya karita ani tumacya mulinna jivanta soduna deta. Yata tumacya palanakartyatarphe tumaci phara mothi kasoti hoti"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Ani jevha tumacya palanakartyane saceta kele ki jara tumhi krtajnata vyakta karala tara nihsansaya mi tumhala anakhi jasta pradana karena ani jara tumhi krtaghna vhala tara niscitaca majhi siksa-yatana mothi sakta ahe"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Ani musa mhanale, jara tumhi sarva ani dharativara rahanare samasta loka allahasi krtaghna hotila, tarihi allaha nihsvartha ani prasansaniya ahe"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Kaya tumacyajavala, tumacyapurvi ho'una gelelya lokanca vrttanta ala nahi? Arthata nuhacya janasamuhaca, ani ada va samudaca ani tyancyanantaracya lokanca, jyanna allahasivaya dusara konihi janata nahi. Tyancyajavala tyance paigambara camatkara ghe'una ale, parantu tyanni apale hata apalya tondavara thevuna ghetale ani spastapane sanguna takale ki je kahi de'una tumhala pathavile gele ahe amhi te manata nahi ani jya gostikade tumhi amhala bolavita ahata, amhala tara tyata phara sanka vatate (amaca tyavara visvasa nahi)"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Tyance paigambara tyanna mhanale ki kaya allaha (jo satya ahe) tyacyavisayi sanka ahe, jo akasanca va dharatica nirmana karanara ahe to tara tumhala asasathi bolavita ahe ki tyane tumace sarva aparadha mapha karaveta ani eka tharalelya avadhiparyanta tumhala sandhi pradana karavi te (loka) mhanale, tumhi tara amacyasarakheca manava ahata. Tumhi he icchita ki amhala tya daivatancya puja-arcanepasuna rokhave, jyanci bhakti-aradhana amace vadavadila karata rahile, bare tara amacyasamora ekhade spasta pramana tari sadara kara"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Tyance paigambara tyanna mhanale, he agadi satya ahe ki amhi tumacyasarakhe manava ahota. Parantu sarvasrestha allaha apalya dasampaiki jyacyavara icchito apali krpa karato. Amaci takada nahi ki amhi allahacya hukumavina ekhada mojija (camatkara) tumhala dakhavava ani imana rakhanaryanni kevala allahavaraca bharosa thevala pahije"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Ani sevati kaya sababa ahe ki amhi sarvasrestha allahavara bharosa na thevava? Vastavika tyaneca amhala amaca marga dakhavila ahe ani je duhkha tumhi amhala pohocavala, amhi tyavara niscitaca dhira-sanyama rakhu. Bharosa thevanaryansathi heca yogya ahe ki tyanni allahavaraca bharosa thevala pahije"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Ani inkari loka apalya paigambaranna mhanale ki amhi tumhala desabahera ghalavuna de'u kinva tumhi punha amacya dharmata parata ya. Tevha tyancya palanakartyane tyancyakade vahayi (prakasana) pathavili ki amhi tya atyacari lokancaca nasa karuna taku"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "Ani tyanantara amhi svatah tumhala dharativara abada karu. He asa lokansathi ahe, je majhyasamora ubhe rahanyapasuna bhita rahile ani majhya cetavanice bhaya balagata rahile"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Ani tyanni nirnaya magitala, ani sarva vidrohi jiddi loka asaphala jhale"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Tyancyasamora jahannama ahe, jithe tyanna pipa (pu) ce pani pajale ja'ila"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Jyala to mothya trasane eka eka ghota karu pyayaca prayatna karila tarihi te ghasakhali utaravu sakanara nahi. Ani tyala sagalikaduna mrtyu yeta asalela disela, parantu to maranara nahi. Tyacya pathopatha sakta azaba (siksa-yatana) ahe"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Tya lokance udaharana jyanni apalya palanakartyaca inkara kela tyance karma tya rakhesarakhe ahe, jicyavara vegavana vara vadalacya divasi calava. Je kahi tyanni kele, tyapaiki konatyahi gostivara samartha nasatila. Hica duraci margabhrastata ahe"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Kaya tumhi nahi pahile ki sarvasrestha allahane akasanna ani dharatila sarvottama upayayojanedvare nirmana kele ahe. Jara tyane icchile tara tumha sarvanna nasta karuna takila ani navina nirmiti (srsti) anila"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Ani allahakarita ase karane kahica kathina nahi"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Ani sarvacya sarva allahasamora ubhe rahatila. Tya veli kamajora loka ghamendi lokanna mhanatila ki amhi tara tumacya adhina hoto, tara kaya tumhi allahacya siksa-yatanammadhuna thodi saja amacyavaruna dura karu sakanare ahata? Te uttara detila ki jara allahane amhala margadarsana kele asate tara amhihi tumhala marga dakhavila asata. Ata tara amacyasathi becaina hone ani saburi rakhane donhi sarakheca ahe. Amacyakarita sutakeca konatahi marga nahi"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Ani jevha karyaca nirnaya lavala ja'ila tevha saitana mhanela ki allahane tara tumhala satyavacana dile hote ani mi tumhala jo vayada dila, tyacyavirud'dha kele. Majha tumacyavara kahi jora tara navhataca. Ho, mi tumhala pukarale ani tumhi majhe mhanane man'ya kele. Ata tumhi majhyavara dosaropa thevu naka, ulata svatahcaca dhihkkara kara. Mi na tumaci madata karu sakato, na tumhi majhe garhane dura karu sakata. Mi tara (suruvatipasuna) manataca nahi ki tumhi mala yapurvi allahaca sahabhagi samajata rahile. Nihsansaya atyacari lokansathi duhkhadayaka azaba (siksa-yatana) ahe"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Ani jya lokanni imana rakhale ani satkarme kelita tara tyanna jannatimmadhye dakhala kele ja'ila, jyancyata nahari (pravaha) vahata aheta, jithe te apalya palanakartyacya adesane nehami nehami rahatila jithe tyance svagata satata salamane ho'ila"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Kaya tumhi nahi pahile ki sarvasrestha allahane pavitra gostice udaharana eka pavitra vrksasamana sangitale, jyace mula majabuta ahe ani jyacya phandya akasata aheta"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Jo apalya palanakartyacya adesane pratyeka veli apale phala deto1 ani sarvasrestha allaha lokansamora udaharana prastuta karato yasathi ki tyanni bodha prapta karava"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Ani apavitra va amangala gostici tulana galiccha vrksasarakhi ahe, je jaminicya kincita varacyaca bhagatuna ukhaduna ghetale gele tyala kasalihi majabuti (sthirata) nahi"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Imana rakhanaryanna sarvasrestha allaha pakkya va majabuta gostinsaha kayama rakhato. Ya jagacya jivanatahi ani akhiratamadhyehi tathapi atyacari lokanna allaha margabhrasta karato ani allaha je icchito te karatoca"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Kaya tumhi tyancyavara najara nahi takali jyanni allahacya krpa-denagicya badalyata krtaghnata vyakta keli ani apalya janasamuhala vinasacya gharata anuna utaravile"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Arthata jahannamamadhye, jyata he sarva jatila, te phara va'ita thikana ahe"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Ani tyanni allahace samakaksa banavuna ghetale yasathi ki lokanna allahacya margapasuna vicalita karave. (Tumhi) sanga ki thika ahe, mauja-masti karuna ghya. Tumace thikana tara sevati jahannama (naraka) ca ahe"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Majhya imana rakhanarya dasanna sanga ki tyanni namajala kayama rakhave ani je kahi amhi tyanna de'una thevale ahe, tyatuna kahi guptapane ani ughadapane kharca karita rahave, yapurvi ki to divasa yava jyata na kasali kharedi-vikri ho'ila, na maitri na prema"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Allaha to ahe, jyane akasanna ani dharatila nirmana kele ahe ani akasatuna pa'usa paduna tyadvare tumacya roji (annasamugri) karita phale kadhalita ani naukanna tumacya adhina kele ki nadyammadhye tyacya adesane calavyata. Tyaneca nadya ani kalavyanna tumacya tabyata karuna dile ahe"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Tyaneca tumacyasathi surya ani candrala adhina kele ahe ki te satata calata (gatisila) rahatata. Ani ratra va divasala tumacya kami lavale ahe"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Ani tyaneca tumhala tumhi magitalelya sarva vastumpaiki de'una thevalya aheta. Jara tumhi allahacya krpa-denagyanci ganana karu icchita asala tara purepura ganana karuca sakata nahi. Nihsansaya manusya motha atyacari ani krtaghna ahe"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "(Ibrahimacya ya du'a-prarthanecehi smarana kara) jevha ibrahima mhanale, he majhya palanakartya! Ya saharala santi-salamatice sthala banava. Ani mala ani majhya santatila murtipuja karanyapasuna vacava"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "He majhya palanakartya! Tyanni aneka lokanna sarala margapasuna dura kele ahe. Ata jo majhe anusarana karila to majha ani ani jo avajna karila tara tu motha mapha karanara va daya karanara ahe"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "He majhya palanakartya! Mi apalya kahi santatila ya napika osada jangalata tujhya pavitra gharacya javala abada kele ahe. He majhya palanakartya! He asasathi ki tyanni namaja kayama karavi, yastava tu kahi lokanci mane tyancyakade akarsita kara ani tyanna phalanci roji (annasamugri) pradana kara, yasathi ki tyanni krtajnata vyakta karavi"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "He amacya palanakartya! Tu cangalya prakare janato, je kahi amhi lapavito ani je jahira karato. Dharati ani akasatila konatihi vastu allahapasuna lapaleli nahi"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Allahaci prasansa ahe, jyane mala vrksavastheta isma'ila ani isahaka pradana kele. Nihsansaya majha palanakarta (allaha) du'a-prarthana aikanara ahe"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "He majhya palanakartya! Mala ani majhya santatila namaja kayama rakhanara banava. Majhya palanakartya! Majhi du'a kabula kara"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "He amacya palanakartya! Mala ksama pradana kara ani majhya mata-pityasaha mapha kara ani itara imana rakhanaryannahi mapha kara, jya divasi (karmanca) hisoba ho'ila"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Atyacari lokancya karmampasuna allahala bekhabara samaju naka tyane tara tyanna tya divasaparyanta sandhi de'una thevali ahe, jya divasi dole vispharalele(phatalela)ee rahatila"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Te apale doke vara kadhuna dhavapala karata asatila. Svatah apalyakad'ehi tyanci drsti paratanara nahi ani tyanci mane udata ani padata jata (sun'ya) asatila"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Ani lokanna tya divasapasuna savadha kara jevha tyancyajavala azaba (siksa-yatana) ye'una pohocela ani atyacari loka mhanatila ki he amacya palanakartya! Amhala phara thodya javalacya veleparyantaca sandhi pradana kara ki amhi tujhe nimantrana (davata) man'ya karave ani tujhya paigambarancya anusaranata magna vhave. Kaya tumhi yacya purvihi sapatha gheta navhate ki tumhala ya jagatuna talayaceca nahi"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Ani kaya tumhi tya lokancya gharata rahata navhate, jyanni apalya prananvara juluma kela ani kaya tumhala to mamala ughadapane kalala nahi ki amhi tyancyasi kasa prakaraca vyavahara kela? Amhi tara tumhala samajavinyasathi aneka udaharane sadara kelita"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Ani he apale davapeca khelata aheta ani allahala tyancya sarva davapecance jnana ahe. Tyance dava peca ase navhate ki tyancyamule parvatanni apali jaga sodali asati"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Tumhi asa vicara kadhihi karu naka ki allaha apalya paigambaransi kelelya vayadyavirud'dha ja'ila. Allaha motha jabaradasta ani suda ghenara ahe"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Jya divasi hi jamina eka dusarya jaminicya svarupata badaluna takali ja'ila ani akasannahi ani sarvacya sarva jabaradasta asa allahacya samora asatila"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Ani tumhi tya divasi aparadhi lokanna pahala ki sakhalyammadhye ekatrapane eka thikani jakhadalele asatila"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Tyance kapade gandhakace asatila ani tyancya tondavara aga pakhadaleli asela"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "He asasathi ki, sarvasrestha allahane pratyeka manasala tyane kelelya karmaca mobadala dyava. Nihsansaya, hisoba ghenyata allahala usira laganara nahi"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Ha kura'ana, samasta lokankarita sucanapatra ahe ki yacyadvare lokanna saceta kele jave ani tyanni purnapane he januna ghyave ki allaha ekameva upasanesa patra ahe ani yasathi ki bud'dhimana lokanni vicara cintana karave"
        }
    ]
}