{
    "chapter": [
        {
            "chapter": 28,
            "verse": 1,
            "text": "Ta-sina-mima"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Ya divya granthacya ayati aheta"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Amhi tumacyasamora musa ani phira'aunaci satya ghatana varnana karato asa lokankarita, je imana rakhatata"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Nihsansaya, phira'aunane dharativara utpata (phasada) majivala hota, ani tithalya lokanca (eka eka) gata banavila hota. Tyancya eka gatala durbala banavuna thevale hote. Tyancya lahana mulanna tara maruna takata ase ani mulinna jivanta soduna deta ase. Nihsansaya to motha duracari (va dusta) hota"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Ani maga amhi icchile ki tyancyavara daya karavi, jyanna dharativara atisaya durbala kele gele hote ani amhi tyannaca pramukha ani (dharatica) varasa banavave"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Ani hehi ki tyanna dharativara sakti-samarthya va sattadhikara pradana karava ani phira'auna ani hamana va tyancya sain'yanna te dakhavave, jyapasuna te bhayabhita aheta"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Ani amhi musacya matela vahayi (prakasana) keli ki tyala dudha pajata raha ani jevha tula tyacyavisayi kahi bhaya janavela tevha tyala nadita vahavuna de ani kasalehi bhaya, soka va duhkha karu nakosa. Amhi nihsansaya, tyala tujhyakade paratavu ani tyala apalya paigambarampaiki banavinara ahota"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Sevati phira'aunacya lokanni te balaka ucaluna ghetale, yasathi ki akherisa heca balaka tyance vairi tharale ani tyancya duhkhace karana banale. Yata sanka nahi ki phira'auna ani hamana va tyance sain'ya mothe aparadhi hote"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Ani phira'aunaci patni mhanali ki ha tara majhya ani tumacya netranci sitalata ahe. Yaci hatya karu naka. Phara sambhava ahe ki ha amhala kahi labha pohacavila kinva amhi yala apalaca putra tharavave, ani he loka akkalaca balagata navhate"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Ani musa (alai.) Cya matece hrdaya vyakula jhale,tara amhi ticya manala dhira dila nasata.Tara ti ya gostici vastavikata agadi spasta karanyaca betata hoti. He asasathi ki ti imana rakhanaryampaiki rahavi"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Musa (alai.) Cya matene tya (bala) cya bahinisa sangitale ki tu yacya pathopatha ja, tevha ti tyala durunaca pahata rahili. Ani phira'aunacya lokanna ya gostici janivahi jhali nahi"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "Ani tya (bala) cya pohacanyapurvica amhi musakarita dayance dudha harama (nisid'dha) kele hote. Ti (bahina) mhanali ki, kaya mi tumhala ase kutumba dakhavu je ya balace palanaposana tumacyasathi karila ani ya balace hitacintaka asela"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Asa prakare amhi tya balala tyacya matekade parata pohacavile yasathi ki tice netra sitala rahaveta ani ti duhkhi ho'u naye. Ani tine januna ghyave ki allahaca vayada sacca ahe. Parantu adhikansa loka janata nahi"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Ani jevha musa (alai.) Apalya tarunyavasthesa pohacale ani purnatah saktisali jhale, amhi tyanna bud'dhikausalya ani jnana pradana kele. Satkarma karanaryanna amhi asaca prakaraca mobadala deta asato"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Ani (musa) asa veli saharata ale, jevha saharavasi jhopalele hote. Ithe dona manase ladhata asatana adhalale. Ha eka tara tyancya samuhapaiki hota ani ha dusara tyancya satrumpaiki. Jo tyancya samuhapaiki hota tyane tya manasacya virodhata, tya satru paksaca hota tyancyakade madata magitali. Jyavara musane tyala thosa marala. Parinami to marana pavala. Musa mhanale, he tara saitani krtya ahe nihsansaya, saitana satru ani ughadaritya bahakavinara ahe"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Maga musa du'a (prarthana) karu lagale ki he majhya palanakartya! Mi tara svatahvaraca atyacara karuna ghetala. Tu mala mapha kara. Allahane tyanna mapha kele. Nihsansaya, allaha motha mapha karanara ani motha dayavana ahe"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "(Musa) mhanale, he majhya palanakartya! Jasa tu majhyavara ha upakara kela, mi dekhila ata yapudhe konatyahi aparadhyaca sahayyaka bananara nahi"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Maga (dusarya divasi) sakali sakali bhaya rakhata batami ghenyacya hetune saharata gele, tevadhyata toca manusya jyane kala tyancyajavala madata magitali hoti, punha tyancyajavala vinanti karita ahe. Musa tyala mhanale, nihsansaya, tu tara ughadaritya pathabhrasta ahesa"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Maga jevha apalya ani tyacya satrula dharu icchile, to mhanala, he musa! Kaya jya prakare tumhi kala eka manasala thara marale, (aja) malahi thara karu icchita? Tumhi tara desata julami va utpata karanare banu icchita ani tumaca ha iradaca nahi ki samajota (sameta) karanaryampaiki vhave"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Ani saharacya duracya kinaryakaduna dhavata dhavata eka manusya ala ani mhanu lagala ki he musa! Ithale pramukha loka tumacya vadhaci sallamasalata karita aheta. Yastava tumhi (phara lavakara) yethuna nighuna ja. Mala apala hitacintaka mana"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Yastava musa bhayabhita ho'una savadhapane tethuna nighale. Mhanale, he palanakartya! Mala atyacari samuhapasuna vacava"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Ani jevha madayanakade ja'u lagale tevha mhanale, majha visvasa ahe ki majha palanakarta mala sarala marga dakhavila"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Ani madayana yethe jevha panyacya thikani pohacale tevha pahile ki lokanca eka samuha tithe pani pajata ahe ani dona striya eka bajula (apalya janavaranna) rokhuna ubhya asalelya disalya. Vicarale ki tumaci kaya samasya ahe? Tya mhanalya ki joparyanta he gurakhi paratuna jata nahita, amhi toparyanta pani paju sakata nahi ani amace pita phara mhatare aheta"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Yastava tyanni svatah(musa) tya (janavaram) na pani pajale, maga savalikade calata gele ani mhanale, he majhya palanakartya! Tu je kahi mangalya majhyavara avatarita karasila, mi tyaca garajavanta ahe"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Itakyata tya doghimpaiki eka tyancyakade lajata lajata ali ani mhanali ki majhe pita tumhala bolavita aheta, yasathi ki tumhi je amacya janavaranna pani pajale ahe, tyaca mobadala dyava. Jevha (hajarata musa) tyancyajavala pohacale ani tyanna apali sarva katha aikavili, tevha te (pita) mhanale, ata bhaya balagu naka. Tumhi atyacari lokampasuna mukti prapta keli"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Tya doghimpaiki eka mhanali, he pita! Tumhi tyanna majurivara thevuna ghya, karana tyanna tumhi majurivara rakhala tyancyapaiki sarvanta cangala to ahe jo balavana ani visvasta asava"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "Tya (vrd'dha pitya) ne mhatale ki mi apalya ya dona mulimpaiki ekila tumacya vivaha (bandhana) madhye de'u icchito ya (mahara- stridhana) vara ki tumhi atha varsam paryanta majhe kamakaja karave, matra jara tumhi daha varsam paryanta karala tara he tumacyatarphe upakara mhanuna ahe. Mi kadhihi ase icchita nahi ki tumacyavara kasahi prakaraci kasta- yatana takavi. Allahane icchile tara bhavisyata tumhi mala eka bhala manusa pahala"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "(Musa alai.) Mhanale, thika ahe. Hi gosta tara majhya ani tumacya daramyana niscita tharali. Mi ya donhim mudatimpaiki ji mudata purna karena, majhyavara jorajabaradasti ho'u naye. Amhi he je kahi (apasata) bolata ahota, tyavara allaha (saksi ani) niriksaka ahe"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Jevha (hajarata) musa (alai.) Yanni mudata purna keli ani apalya kutumbiyanna ghe'una nighale, tevha tura navacya parvatakade aga pahili. Apalya patnila mhanale, thamba! Mi aga pahili ahe. Phara sambhava ahe ki mi tethuna ekhadi batami anavi kinva agica nikhara (vistava) anava, yasathi ki tumhi sekuna ghyave"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Yastava, jevha tya thikani pohacale tevha tya subha dharaticya maidanacya ujavikadila jhadamadhuna sada ghatali geli ki, he musa! Nihsansaya, mica allaha ahe, sarva visvanca palanakarta"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Ani he ki apali kathi khali taka. Maga jevha tila pahile, ti sapasarakhi valavala karita ahe tevha patha phiravuna paratale ani mage valuna tondahi dakhavale nahi. Amhi pharmavile, he musa! Pudhe ya. Bhayabhita ho'u naka. Nihsansaya, tumhi sarva prakare agadi suraksita ahata"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Apala hata apalya khisata ghala, to kasalyahi prakaracya dagavina purna subhra cakakanara ho'una bahera nighela ani bhaya- dahasatipasuna apala bacava karanyakarita apali bhuja apalyasi sametuna ghya. He dona camatkara (mojije) tumacya palanakartyatarphe aheta, phira'auna ani tyacya samuhakade (prastuta karanyasathi). Nihsansaya, te sarvacya sarva avajna karanare duracari loka aheta"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "(Musa alai.) Mhanale, he palanakartya! Mi tyancya eka manasaci hatya keli hoti. Ata mala bhaya vatate ki tehi mala thara karatila"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Ani majha bha'u haruna majhyapeksa adhika sapha bolanara ahe. Tu tyala dekhila majha sahayyaka banavuna majhyasobata pathava, yasathi ki tyane mala khare manave. Mala tara bhiti vatate ki te sarva mala khote tharavatila"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "(Allahane) pharmavile, amhi tumacya bandhudvare tumhala majabuta baju pradana karu ani tumha doghanna varcasvasali karu, tevha phira'aunace loka tumacyaparyanta pohacuca sakanara nahita. Amacya nisanyammule tumhi doghe ani tumace anuyayica saphala tharatila"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Yastava jevha musa (alai.) Tyancyajavala amhi dilele ughada camatkara (mojije) ghe'una pohocale, tevha te mhanu lagale ki hi tara kevala banavati jadu ahe. Amhi apalyapurvi ho'una gelelyancya kalata ase kadhi aikale nahi"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Ani (hajarata) musa mhanale, majha palanakarta tyala cangalya prakare janato, jo tyacyajavalace margadarsana ghe'una yeta. Ani jyacyasathi akhirataca cangala parinama asato. Nihsansaya, atyacari lokance (kadhihi) bhale honara nahi"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Ani phira'auna mhanala, he darabari lokanno! Mi tara apalyakherija dusarya konala tumaca upasya (mabuda) janata nahi. Aika, he hamana! Tu majhyasathi matila agita bhajava, maga majhyasathi eka mahala tayara kara, yasathi ki musacya upasyala dokavuna pahave. Mi tara tyala khotya lokampaikica samajata ahe"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "Tyane ani tyacya sain'yane nahaka desata ghamenda keli, ani ase samajuna ghetale ki amacyakade paratavile janaraca nahita"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Sevati amhi tyala ani tyacya sain'yala dharale ani samudrata budavuna takale. Ata paha ki tya atyacarinca anta kasa jhala"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Ani amhi tyanna ase pesave banavile ki lokanna jahannamakade amantrita karatila ani kayamatacya divasihi tyanna madata keli janara nahi"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Ani amhi ya jagata dekhila tyancya mage apali lanata (nirbhartsana) lavali, ani kayamatacya divasihi te va'ita avastha asanarya lokampaiki asatila"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Ani amhi purvicya kalatila lokanna nasta kelyanantara musala asa grantha pradana kela, jo lokansathi pramana, ani margadarsana va (allahaci) krpa ho'una ala hota, yasathi ki tyanni bodha grahana karava"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Ani tura parvatacya pascima disekade jevha amhi musala adesaci vahayi (prakasana) pohacavili hoti, tevha na tumhi hajara hote, na tumhi pahanaryampaiki hote"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Parantu amhi aneka vansa nirmana kele, jyancyavara dirgha kalavadhi lotala, ani na tumhi madayanace rahivasi hote ki tyancyasamora amacya ayatince pathana kele asate, kimbahuna paigambaranna pathavinare amhica rahilo"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Ani na tumhi tura parvatakade hajara hote jevha amhi (musala) pukarale hote. Kimbahuna hi tumacya palanakartyatarphe krpa hoya, yasathi ki tumhi asa lokanna khabaradara karave, jyancyajavala tumacyapurvi koni khabaradara karanara pohacala nahi. Navala navhe ki tyanni bodha prapta karuna ghyava"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Ani jara ase nasate ki tyanna, tyancya apalya hatanni pudhe pathavilelya karmampayi ekhadi kasta-yatana pohacali asati, tevha he ud‌garale asate ki amacya palanakartya! Tu amacyakade ekhada rasula (paigambara) ka nahi pathavila ki amhi tujhya ayatince palana kele asate ani imana rakhanaryampaiki jhalo asato"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Maga jevha tyancyajavala amacyatarphe satya ye'una pohacale, tevha mhanu lagale, ka nahi dili geli yala tasi vastu jasi musala dili geli hoti. Tara kaya musala yapurvi je kahi dile gele hote tyaca lokanni inkara navhata kela? (Ughadapane) mhanale hote ki he doghe jadugara aheta. Je ekamekance sahayyaka aheta ani amhi tara tya sarvanca inkara karanare ahota"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Tyanna sanga ki jara sacce asala tara tumhi dekhila allahakaduna asa ekhada grantha ghe'una ya, jo ya doghampeksa jasta margadarsana karanara asava. Mi tyaceca anusarana karena"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Maga jara he tumace mhanane manata nasatila tara tumhi visvasa kara ki he kevala apalya iccha akanksance anusarana karita aheta. Ani tya manasapeksa adhika margabhrasta kona ahe, jo apalya iccha akanksammage dhavata asela, allahacya margadarsanavina? Khatrine allaha atyacari lokanna kadapi marga dakhavita nahi"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "Ani amhi satatyane lokansathi apali vani pathavita rahilo yasathi ki tyanni bodha prapta karava"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Jya lokanna amhi yapurvi grantha pradana kela hota, te tara yavara imana rakhatata"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Ani jevha (tyacya ayati) tyancyasamora vacuna aikavilya jatata tevha te ase mhanatata ki amacya palanakartyatarphe he satya asanyavara amace imana (purna visvasa) ahe. Amhi tara yacya purvipasuna muslima ahota"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "He ase loka aheta, jyanna apalya kelelya dhira-sanyamacya badalyata duppata mobadala pradana kela ja'ila. He satkarmadvare duskarmala dura karatata ani amhi je yanna de'una thevale ahe, tyatuna deta rahatata"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Jevha vyartha gosta kani padate, tevha ticyapasuna alipta hotata ani mhanatata ki amace acarana amacyasathi ani tumace acarana tumacyasathi, tumacyavara salama aso. Amhi adani lokansi vada ghalu icchita nahi"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Tumhi vatela tyala isa-margadarsana de'u sakata nahi, kimbahuna allahaca jyala icchila tyala margadarsana deto. Margadarsana prapta lokanna toca cangalya prakare janato"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Ani mhanu lagale ki jara amhi apalyasobata margadarsanace anusarana karu lagalo tara amace, amacya bhumi (desa) tuna uccatana kele ja'ila. Kaya amhi tyanna santa va suriksata ani adara sanmanapurna haramamadhye jaga nahi dili, jithe pratyeka prakarace phala akarsita ho'una calata yete je amacyakaduna ajivika svarupata ahe? Tathapi tyancyapaiki adhikansa loka kahi janata nahi"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Ani amhi asa aneka vastya nasta karuna takalya, jya apalya sukha vilasata unmatta jhalya hotya. Hi aheta tyanci nivasasthane ji tyancyanantara pharaca kami abada keli gelita. Ani akherisa amhica sarva kahice varasa ahota"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Ani tumaca palanakarta kadhihi kona eka vastilahi tya veleparyanta nasta karita nahi, joparyanta tyancya ekhadya mothya vastita apala ekhada paigambara pathavita nahi, jo tyanna amacya ayati vacuna aikavila ani amhi vastyanna asa veli nasta karato, jevha tithale rahivasi atyacari vhaveta"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Ani tumhala je kahi dile gele ahe, ti kevala ya jagacya jivanaci samugri ahe ani tyaci sobha sajavata ahe. Matra allahajavala je ahe, te sarvanta uttama ani baki rahanare ahe. Kaya tumhi samajata nahita"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Kaya to manusya, jyala amhi cangala vayada dila ahe, jyasa to niscitapane prapta karanara ahe, tya manasasarakha asu sakato, jyala amhi aihika jivanaci kahi sukhe asica pradana keli, dusaryanda sevati to kayamatacya divasi (jakhadalelya avastheta) hajara kela ja'ila"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Ani jya divasi allaha tyanna pukaruna sangela ki tumhi jyanna apalya samajutinusara majha sahabhagi tharavita hote, te kothe aheta"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Jyancyavara amace pharmana lagu jhale, te uttara detila ki, he amacya palanakartya! Heca te hota, jyanna amhi margabhrasta kele hote. Amhi tyanna asaca prakare pathabhrasta kele, jya prakare amhi pathabhrasta jhalo hoto. Amhi tujhya seveta svatahla yancyapasuna vegale karato. He amaci upasana karita navhate"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Ani tyanna sangile ja'ila ki apalya sahabhagi (isvaranna) bolava, tevha te bolavatila, parantu te tyanna uttara dekhila denara nahita. Ani sarva azaba (allahaci siksa- yatana) pahatila. Ya lokanni margadarsana prapta kele asate tara bare jhale asate"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Ani tya divasi tyanna bolavuna vicarela ki tumhi paigambaranna kaya uttara dile hote"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Maga tara tya divasi tyance sagale samacara andhale hotila ani te ekamekanna kahi vicaranarahi nahita"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Parantu jo manusya (allahajavala) maphi maguna imana rakhela ani satkarma karita rahila, niscitaca to saphalata prapta karanaryampaiki tharela"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Ani tumaca palanakarta je icchito, nirmana karato, ani jyala icchito, tyancyamadhuna nivaduna gheto, konala kasalahi adhikara nahi. Allahakaritaca paki (pavitrata) ahe. To atisaya ucca ahe tya pratyeka vastupasuna, jyala loka (allahaca) sahabhagi banavitata"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Ani tumaca palanakarta sarva kahi janato, je kahi te apalya chatita (hrdayata) lapavitata, ani je kahi vyakta karatata"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Ani toca allaha ahe, tyacyakherija upasana karanyayogya asa dusara konihi nahi. Ya jagata ani akhiratamadhye tyacica prasansa ahe. Tyacaca adesa ahe ani tyacyacakade tumhi sarva paratavile jala"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Sanga ki, jara vicara kara, jara allaha kayamataparyanta tumacyavara nirantara ratraca ratra acchadita karila tara allahakherija te konate aradhya daivata ahe, je tumacyavara divasaca prakasa anila? Kaya tumhi aikata nahi"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Tyanna vicara, hahi vicara kara, jara allaha kayamataparyanta tumacyavara nirantara divasaca divasa thevila tara asa sthititahi allahakherija te konate daivata (mabuda) ahe je tumacyajavala ratra anila, jyata tumhi arama karu sakave. Kaya tumhi pahata nahita"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Ani tyaneca tumacyasathi apalya daya krpene divasa ratra nirdharita kele aheta, yasathi ki ratri tumhi arama karu sakave ani divasa tyacya (pathavilelya) ajivikeca sodha ghyava. He asasathi ki tumhi krtajnata vyakta karavi"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Ani jya divasi tyanna haka maruna allaha pharmavila ki jyanna tumhi majha sahabhagi samajata hote, te aheta kothe"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Ani tumhi pratyeka janasamudayatuna eka saksi vegala karu ani sangu ki apala purava sadara kara, jevha tya veli januna ghetila ki satya allahacya bajune ahe ani je kahi asatya te racata rahile te sarva tyancya javaluna haravale ja'ila"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Karuna musacya janasamuhapaiki hota, parantu to tyacyavara atyacara karu lagala hota. Amhi tyala evadha pracanda khajina de'una thevala hota ki kityeka saktisali loka mothya kastane tyacya cavya ucalu sakata hote. Ekada tyacya janasamuhacya lokanni tyala mhatale ki dimakha dakhavu nakosa. Allaha, dimakha dakhavinaryansi prema karita nahi"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Ani je kahi allahane tula pradana kele ahe, tyatuna akhiratacya gharaca sodhahi theva ani apala aihika his'sahi visaru nakosa ani jya prakare allahane tujhyavara upakara kela ahe, tu dekhila sad‌vartana kara ani desata utpata (majavinya) ci iccha dharu nakosa. Niscitaca, allaha utpata (phasada) majavinaryansi prema rakhata nahi"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Karuna mhanala, he sarva kahi mala majhya svatahcya jnanamule dile gele ahe. Kaya ataparyanta tyala he mahita jhale nahi ki allahane tyacyapurvi kititari vastivalyanna nasta karuna takale je tyacyapeksa jasta balavana ani jasta dhanavana hote, ani aparadhyanna tyancya aparadhanvisayi asa veli vicarale jata nahi"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Yastava (karuna) sampurna thatamatasaha apalya janasamuhacya jamavata nighala, tevha aihika jivanaci asakti balaganare mhanale, amhala kasahi prakare te labhale asate, je karunala dile gele ahe, tara kiti bare jhale asate! Ha tara motha bhagyasali ahe"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Ani vidvana (dharmajnani) loka tyanna samajavu lagale ki mothya khedaci gosta ahe! Uttama gosta tara ti ahe ji neki (satkarma) cya rupata tyanna labhela, je allahavara imana rakhatila ani satkarma karita rahatila. Hi gosta tyancyaca manata takali (prerita keli) jate, je dhairyasila ani sahanasila asaveta"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "(Sevati) amhi tyala tyacya mahalasamaveta jaminita dhasavale ani allahakherija, konatahi samuha tyacya madatikarita tayara jhala nahi, na to svatahla vacavinaryampaiki ho'u sakala"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Ani je loka kalaparyanta tyacya padaparyanta pohacanyaci asa karita hote, te aja mhanu lagale ki, kaya tumhi pahata nahi ki allaha apalya dasampaiki jyacyasathi i‌cchito ajivika (roji) vyapaka karato, ani kami dekhila. Jara allahane amacyavara upakara kela nasata tara amhalahi dhasavile asate. Kaya pahata nahi ki krtaghna lokanna saphalata kadapi prapta hota nahi"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Akhiratace he (bhale) ghara amhi asaca lokansathi niscita karato je dharativara ghamenda ani garva karita nahi, ani na utpata (phasada) karu icchitata ani allahace bhaya rakhuna acarana karanaryankarita phara cangala mobadala ahe"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Jo manusya neki (satkarma) ghe'una ye'ila, tyala tyahuna adhika cangale labhela ani jo duskarma ghe'una ye'ila tara asa duracari lokanna tyancya tyaca acaranaca mobadala dila ja'ila, je te karita hote"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Jya (allaha) ne tumacyavara kura'ana avatarita kele ahe to tumhala dusaryanda pahilya sthanavara ananara ahe. Sanga, majha palanakarta tyalahi cangalya prakare janato, tyane margadarsana prapta kele ahe, ani tyalahi jo ughada margabhrastateta padala ahe"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Ani tumhi kadhihi vicarahi kela navhata ki tumacyavara grantha avatarita kela ja'ila, parantu ha tumacya palanakartyacya daya krpene (avatarita jhala) ata tumhi kadhihi kaphirance sahayyaka ho'u naye"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "(Laksata theva) ya kaphiranni tumhala, allahacya ayatinca pracara karanyapasuna rokhu naye, yanantara ki tya tumacyavara avatarita kelya janyata. Tevha apalya palanakartyakade bolavita raha, ani anekesvaravadi lokampaiki ho'u naka"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Ani allahacya sobata dusarya ekhadya daivatala pukaru naka.1 Allahakherija dusara konihi upasana karanya yogya nahi. Pratyeka vastu nasa pavanara ahe, parantu tyace mukha,2 tyaceca sasana ahe ani tumhi tyacyacakade paratavile jala"
        }
    ]
}