{
    "rukus": [
        {
            "chapter": 8,
            "verse": 20,
            "text": "Ey iman edenler, Allah´a ve Resulune itaat edin. Isitip durdugunuz halde ondan yan bukmeyin"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Ve isitmedikleri halde «Isittik!» diyenler gibi olmayın"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Cunku yeryuzunde debelenenlerin Allah katında en kotusu, gercegi akıllarına koymayan o sagır ve dilsizlerdir"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Allah onlarda bir hayır gorseydi, elbette (gercegi) kulaklarına sokardı. Ve bu durumlarında kulaklarına soksaydı, yine de aldırmazlar, doner giderlerdi"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Ey iman edenler, sizi kendinize hayat verecek seylere davet ettigi zaman Peygamberi ile Allah´a icabet edin! Ve bilin ki, Allah gercekten kisi ile onun kalbi arasını gerer ve siz, kesinlikle O´nun huzurunda toplanacaksınız"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Ve oyle bir fitneden sakının ki, icinizden yalnız zulmedenlere dokunmakla kalmaz. Ve bilin ki, Allah´ın azabı siddetlidir"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Ve dusunun ki, siz bir vakit yeryuzunde hırpalanıp duran bir azlıktınız, insanların sizi carpıvereceginden korkardınız. Oyle iken O sizi barındırdı, O sizi yardımıyla destekledi, O size temiz rızıklar verdi ki sukredesiniz"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Ey iman edenler, Allah ve Resulune hiyanet etmeyin ki, bile bile kendi emanetlerinize hiyanet etmis olmayasınız"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Ve iyi bilin ki, mallarınız ve cocuklarınız bir imtihandan ibarettir. Allah yanında ise buyuk mukafatlar vardır"
        }
    ]
}