{
    "rukus": [
        {
            "chapter": 2,
            "verse": 122,
            "text": "Ey Israilogulları, sizlere ihsan ettigim nimetimi ve sizi bir zamanlar alemlere ustun kılmıs oldugumu hatırlayın"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Ve oyle bir gunden korkun ki, kimse baska birinin yerine bir sey odeyemez, kimseden fidye kabul edilmez, ona sefaat fayda vermez ve hic bir taraftan yardım da gormezler"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Sunu da hatırlayın ki, bir vakit Rabbi, Ibrahim´i bir takım kelimelerle imtihan etti. O, onları tamamlayınca Rabbi: «Ben seni butun insanlara onder yapacagım.» buyurdu. Ibrahim: «Rabbim zurriyetimden de yap» dedi. Rabbi ise: «Zalimler Benim ahdime nail olamaz.» buyurdu"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Ve o vakit Kabe´yi insanlar icin donup varılacak sevap kazanma ve guvenilir bir yer kıldık. Siz de Ibrahim´in makamından kendinize bir namazgah edinin! Ve Ibrahim ile Ismail´e soyle emir verdik: «Beytimi, hem tavaf edenler icin, hem ibadete kapananlar icin, hem de ruku ve secdeye varanlar icin tertemiz bulundurun.»"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Ve o vakit Ibrahim: «Ya Rab, burasını guvenilir bir yer kıl ve halkından Allah´a ve ahiret gunune inananları cesitli meyvelerle rızıklandır!» dedi. Allah da: «Inkar edenleri de rızıklandırır, kısa bir zaman icin hayattan nasip aldırırım. Sonra onları cehennem azabına girmek zorunda bırakırım ki, o ne yaman bir inkılaptır!» buyurdu"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "Ve o zaman ki, Ibrahim Beyt´in temellerini yukseltiyordu. Ismail ile birlikte soyle dua ettiler: «Ey Rabbimiz, bizden kabul buyur. Cunku daima isiten, daima bilen Sensin ancak Sen"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Ey Rabbimiz, bizi yalnız senin icin boyun egen musluman kıl! Soyumuzdan yalnız senin icin boyun egen musluman bir ummet vucuda getir! Bizlere yapacagımız ibadetleri goster ve tevbe ettikce uzerimize rahmetinle bak! Tevbeleri cok kabul eden, cok merhamet eden Sensin ancak Sen"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Ey Rabbimiz! Onlara iclerinden oyle bir peygamber gonder ki, uzerlerine ayetlerini okusun, kendilerine Kitab´ı ve hikmeti ogretsin, iclerini ve dıslarını tertemiz yapsın! Cunku guc ve kuvvet sahibi, tam hikmet sahibi Sensin ancak Sen!»"
        }
    ]
}