{
    "rukus": [
        {
            "chapter": 9,
            "verse": 43,
            "text": "Allah seni affetti ya! Neden dogru soyleyenler sence belli oluncaya ve yalancıları ogreninceye kadar beklemedin de onlara izin verdin"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Allah´a ve ahiret gunune imanlı kimseler, mallarıyla ve canlarıyla cihad edeceklerinden senden izin istemezler ve Allah, o takva sahiplerini bilir"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Ancak, Allah´a ve ahiret gunune inanmayan ve kalpleri iskilli olup iskilleri icinde calkalanlar savasa cıkmak icin, senden izin isterler"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Eger cihada cıkmayı isteselerdi, mutlaka onun icin hazırlık gorurlerdi, fakat Allah, davranmalarını istemedi de onları alıkoydu ve: «Oturun, oturanlarla beraber!» denildi"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Eger icinizde cıkmıs olsalardı, bozgunculuk cıkarmaktan baska bir faydaları olmayacak ve sizi fitneye dusurmek maksadıyla aralarınıza saldıracaklardı. Icinizde onları dinleyecekler de vardı. Allah o zalimleri bilir"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Gercekte onlar, fitneyi daha once cıkarmak istediler ve sana karsı turlu isler cevirdiler. Sonunda, onların hosuna gitmemesine ragmen, hak yerini buldu ve Allah´ın emri ustun geldi"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Iclerinden: «Aman bize izin ver, basımı derde sokma!» diyen de var. Bilmis ol ki, asıl kendileri derde dustuler ve kesinlikle cehennem kafirleri kaplayacaktır"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Sana bir guzellik kısmet olursa, bu onların zoruna gider ve eger sana bir kotuluk dokunursa: «Biz tedbirimizi onceden almıstık!» derler ve sevinerek donup giderler"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "De ki: «Bize hicbir zaman Allah´ın yazdıgından baskası ulasmaz. O, bizim Mevlamızdır ve mu´minler onun icin yalnız Allah´a dayanıp guvensinler!»"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "De ki: «Siz, bizim icin ancak iki guzel seyden birini bekleyebilirsiniz. Biz ise size, Allah´ın kendi katından veya bizim elimizle bir azap indirmesini bekliyoruz. O halde bekleyin, biz de sizinle birlikte bekliyoruz!»"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "De ki: «Ister gonullu, ister zoraki verin, verdikleriniz hicbir zaman kabul edilmeyecektir, cunku siz yoldan cıkmıs bir guruh oldunuz.»"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Onların verdiklerinin kabul edilmesine engel olan, yalnızca Allah´a ve Peygamberine kufretmeleri, namaza ancak usenerek gelmeleri ve verdiklerini de ancak istemeyerek vermeleridir"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Sakın onların malları da cocukları da seni imrendirmesin! Allah yalnızca dunya hayatında onlara bunlarla azap etmeyi ve canlarının kafir olarak cıkmasını istiyor"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Onlar, hic suphe yok ki, sizden olduklarına dair, Allah´a yemin de ederler. Oysa sizden degildirler. Fakat onlar oyle bir topluluk ki korkudan odleri patlıyor"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Eger sıgınacak bir yer veya barınacak magaralar ya da sokulacak bir delik bulsalardı, baslarını dikip ona dogru kosarlardı"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Aralarında sadakalar konusunda seni kınayanlar da var. Cunku ondan kendilerine verilmisse, hosnut olurlar; sayet verilmemisse hemen kızarlar"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Ne olurdu bunlar, Allah ve Peygamberi kendilerine ne verdiyse ona razı olsaydılar da: «Bize Allah yeter, Allah bize lutfundan yine verir, peygamberi de. Bizim butun ragbetimiz Allah´adır.» deselerdi"
        }
    ]
}