{
    "rukus": [
        {
            "chapter": 11,
            "verse": 110,
            "text": "Andolsun ki, Musa´ ya kitabı verdik de onda anlasmazlıga dusuldu. Rabbinden onceden verilmis bir soz olmasaydı, kesinlikle aralarında hukum verilmis, bitmis olurdu. Onlar ise bundan kuskulu bir suphe icindedirler"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Gercekten her biri oyle kimselerdi ki, Rabbin onlara yaptıklarının karsılıgını mutlaka odeyecektir. Cunku O, butun yaptıklarından haberdardır"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Onun icin emrolundugun gibi dogruluk et; sen ve beraberinde tevbe edenler de boyle olsun ve asırı gitmeyin! Cunku O, butun yaptıklarınızı gorur"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Ve zulmedenlere meyl etmeyin; yoksa size ates dokunur. Allah´tan baska kayıranlarınız da yoktur;sonra kurtulamazsınız"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Gunduzun iki tarafında ve gecenin gunduze yakın saatlerinde namaz kıl! Cunku iyilikler, kotulukleri giderir. Bu, algılaması olanlara bir oguttur"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Ve sabret, cunku Allah iyi davrananların mukafatını ziyan etmez"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Simdi sizden onceki devirlerden yeryuzunde bozgunculugu yasaklayan faziletli kimseler bulunmalıydı. Ancak onlardan, yalnızca kurtardıgımız pek az kimselerden baska yok. Zulmedenler ise kendisi ile sımartıldıkları refahın ardına dustuler ve hep suclu oldular"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Rabbin ahalisi iyi gidisatlı olan o memleketleri haksızlık yapacak helak edecek degildi ya"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Rabbin dileseydi, kesinlikle butun insanları bir tek ummet yapardı. Oysa ihtilaf edip duracaklardır"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Ancak Rabbinin rahmeti ile bagısladıgı kimseler baska. Zaten onları bunun icin yarattı ve Rabbinin: «Andolsun ki, cehennemi tamamen cinlerden ve insanlardan dolduracagım!» sozu tamamen yerine geldi"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Peygamberlerin haberlerinden kalbini kuvvetlendirecegimiz her turlusunu sana anlatıyoruz. Bu surede de sana gercek, mu´minlere bir ogut ve uyarı geldi"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Iman etmeyenlere de ki: «Siz yerinizde sayarak, yapacagınızı yapın! Mutlaka biz de calısıyoruz"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Bekleyin! Her halde biz de bekliyoruz.»"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Bununla beraber goklerin ve yerin sırrını Allah bilir. Butun isler O´na dondurulur; yalnız O´na ibadet et ve O´na dayan! Rabbin yaptıgınızdan ve yapacagınızdan habersiz degildir"
        }
    ]
}