{
    "rukus": [
        {
            "chapter": 5,
            "verse": 12,
            "text": "Andolsun ki, Allah, Israil ogullarından soz almıstı, iclerinden on iki kefil de gondermistik ve Allah: «Haberiniz olsun Ben sizinle beraberim. Andolsun ki, eger siz namazı kılar, zekatı verir, peygamberime inanır, kendilerine kuvvetle yardım eder ve Allah´a gonulden odunc verirseniz, kesinlikle gunahlarınızı silerim ve sizi altından ırmaklar akan cennetlere koyarım. Bundan sonra icinizden her kim nankorluk edip kufre saparsa, artık duz yolun ortasından sapmıs, kendini zayi etmis olur.» diye buyurmustu"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Sonra bu sozlesmelerini bozmaları yuzunden, Biz onları lanetledik ve kalplerini kaskatı ettik. Onlar, kelimeleri yerlerinden oynatarak degistirirler, uyarıldıkları gerceklerden paylarını almayı unuttular. Iclerinden pek azı dısında, onlardan surekli bir hainlik gorursun, yine de sen, onları affet ve aldırma! Cunku Allah, iyilik yapanları sever"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Biz hıristiyanız\" diyenlerden de antlarını almıstık; derken bunlar da uyarıldıkları gerceklerin bircogunu unuttular. Biz de aralarına, kıyamet gunune kadar surecek dusmanlık ve kin bıraktık. Yarın Allah, onlara ne sanatlar yaptıklarını bildirecektir"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Ey kitap verilenler, simdi size, kitabınızın gizlemekte oldugunuz bircok yerlerini sizlere acıklayan bircogunu da geciveren Peygamberimiz geldi. Iste size Allah´tan bir nur, bir parlak kitap geldi"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Allah, rızası ardınca gidenleri onunla kurtulus yollarına yoneltecek ve izni ile onları karanlıklardan aydınlıga cıkarıp dogru bir yola koyacak"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Andolsun ki, «Meryem´im oglu Mesih, Allah´tır.» diyenler kafir olmuslardır. De ki: «Eger Allah, Meryem´in oglu Mesih´i, annesini ve yeryuzunde bulunanların hepsini yok etmek isterse, ondan kim birsey kurtarabilir?» Butun goklerin, yerin ve aralarındakilerin hukumranlıgı Allah´ındır, diledigini yaratır ve Allah herseye gucu yetendir"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Bir de yahudiler ve hıristiyanlar: «Biz Allah´ın ogulları ve sevgilileriyiz.» dediler. De ki: «Oyle ise neden size gunahlarınızdan dolayı azap ediyor? Dogrusu siz, onun yarattıklarından bir insan toplulugusunuz. O, diledigini bagıslar, diledigini cezalandırır. Goklerin, yerin ve aralarındakilerin hukumranlıgı Allah´ındır ve sonunda donus de O´nadır!»"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Ey kitap verilenler, bakınız size, peygamberlerin gelisinin kesintiye ugradıgı bir zamanda: «Bize ne mujdeyle sevindirecek bir mujdeci ne de ihtar ile gocunduracak bir uyarıcı gelmedi!» demeyesiniz diye, tatlı ve acı gercekleri acıklayan elcimiz geldi! Iste size hem mujdeci hem de uyarıcı bir peygamber geldi! Allah, her seye gucu yetendir"
        }
    ]
}