{
    "rukus": [
        {
            "chapter": 5,
            "verse": 78,
            "text": "Israilogullarından o kufredenler, hem Davud´un hem de Meryem´in oglu Isa´nın dili ile lanetlendiler. Bu, onların isyan etmeleri ve hakkın sınırlarını asmakta olmaları yuzundendi"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Isledikleri bir kotulukten birbirlerini vazgecirmezlerdi. Gercekten ne kotu is yapıyorlardı"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Onlardan bircogunun Allah´ı tanımayanlara yardakcılık ettiklerini gorursun. Elbette ki, onların kendileri icin takdim ettigi hediye ne cirkin! Allah onlara gazap etmistir ve sonsuza kadar azapta kalacaklardır"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Eger Allah´a, peygambere ve ona indirilene inansalardı, o kafirleri dost edinmezlerdi. Fakat onların cogu imandan uzak fasıklardır"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Insanların inananlara dusmanlık bakımından en azılısı olarak herhalde yahudilerle Allah´a ortak kosanları bulacaksın. Inananlara dostluk bakımından en yakın olarak da her halde «Biz hıristiyanlarız.» diyenleri bulacaksın. Bunun sebebi, onların icinde bilgin kesislerin ve dunyayı terk etmis rahiplerin bulunmasıdır ve bunlar buyukluk taslamazlar"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Peygambere indirileni dinledikleri zaman onun hak olduguna asinalıklarından dolayı gozlerinin yaslarla dolup bosandıgını gorursun. Onlar: «Ey bizim Rabbimiz, inandık iman getirdik, simdi Sen bizi sahitlik yapanlarla beraber yaz"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Rabbimizin bizi iyilerle birlikte bulundurmasını gonulden arzu ederken, biz ne diye Allah´a ve bize gelen gercege inanmayalım.» derler"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Boyle demelerine karsılık Allah da kendilerine mukafat olarak altlarından ırmaklar akan cennetleri iclerinde ebedi kalmak uzere verdi. Iste iyilik yapanların mukafatı budur"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Kufredip ayetlerimizi yalanlayanlara gelince, onlar hep cehennem ehlidirler"
        }
    ]
}