{
    "rukus": [
        {
            "chapter": 6,
            "verse": 83,
            "text": "Iha hi hai sadi dalila jihari asim ibarahima nu usa di kauma de mukabale vica diti. Asim jisa nu cahude ham uca kara dide ham. Besaka tuhada raba jananahara ate tataveta hai"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Ate asim ibarahima nu isahaka ate yakuba pradana kite hara ika nu asim sresata raha dita. Isa tom pahilam nuha nu vi caga raha bakhasi'a ate usadi nasala vicom da'uda, sulemana, ayuba, yusapha, musa ate haruna nu vi caga raha dita. Asim bhale lokam nu isa prakara fala dhide ham"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Ate zakari'a, yahaya, isa ate ila'asa nu vi inham vicom hara ika noka si"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Ate isama'ila, alayasa'a, yunasa ate luta nu vi, inham vicom hara ika nu asim sasara vali'am ute pradhanata bakhasi"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Ate unham de vadi'am, unham di'am auladam ate unham de bharavam vicom vi unham nu asim cuna li'a ate sidhe raha vala unham da maraga darasana kita"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Iha alaha da bakhasi'a ho'i'a hai. Uha isa vicom apane badi'am da maraga darasana karada hai jisa nu cahuda hai. Ate jekara uha alaha da sarika thahira'unde tam jo kujha unham ne kita uha nasata ho janda"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Ihi loka hana jinham nu asi' kitaba ate hikamata (bibeka) ate paigabari pradana kiti. Isa la'i jekara make vale isa nu jhuthala dena tam asim isa la'i ajihe loka niyukata kara dite hana jihare isa tom inakari nahim"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Iha loka hi' hana jinham nu alaha ne maraga darasana bakhasi'a tam tusim vi unham de raha upara calo. Akha di'u ki maim tuhade kolo (kura'ana da) badala nahim magada. Iha tam ika nasihata hai sare sasara de lokam la'i hai"
        }
    ]
}