{
    "rukus": [
        {
            "chapter": 7,
            "verse": 85,
            "text": "Ate madayana de vala asim usa de bhara su'aiba nu bheji'a. Usa ne kiha he meri kauma! Alaha di badagi karom. Usa tom binam tuhada ko'i pujanayauga nahim. Tuhade kaula tuhade raba valom pramana pahuca cuki'a hai. Isa la'i napa-taula puri karom ate lokam nu unham di'am vasatu'am ghata taula ke na devo ate dharati upara sudhara de ba'ada vigara na pa'um iha tuhade la'i caga hai, jekara tusim saradhavana ho"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Ate raham vica na baitho. Alaha de raha vica daravom. Unham lokam nu na roko, jihare imana li'a cuke hana ate usa maraga vica kami'am na bhalo ate yada karo jadom tusim bahuta thaurhe si, phira usa ne tuhanu vadha dita. Ate vekho vigara paida karana vali'am da ki hala ho'i'a"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Ate jekara tuhade vico ika varaga isa upara imana li'a'i'a, jihara de ke maim bheji'a gi'a ham ate ika samuha imana nahim li'a'i'a tam udika karo undom taka jadom alaha sade vica phaisala na kara deve, uha caga faisala karana vala hai"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Kauma de vadere jihare, hakara karana vale hana, unham ne kiha he su'aiba! Asim tuhanu ate unham lokam nu, jihare tuhade nala imana li'a'e hana, apani basati vicom' kadha devange jam tusim sadi kauma vica vapisa a ja'u. Su'aiba ne kiha, ki asim jadom asatusata ho'i'e tam vi"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Asim alaha upara jhutha marhana vale hovange, jekara asim' tuhade vica vapisa mila ja'i'e. (Uha vi) isa tom ba'ada ki alaha ne sanu usa tom chuda dita hai. Ate sade tom iha sabhava nahim ki asim vapisa cale ja'i'e. Paratu sada alaha raba ajiha na cahe. Sade raba ne hareka vasatu nu apane gi'ana de ghere vica li'a ho'i'a hai. Asim apane raba upara bharosa kita. He sade raba! Sade ate sadi kauma de vica phaisala kara. Tu caga phaisala karana vala hai"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Ate unham vaderi'am ne, jinham ne usa di kauma vicom inakara kita si ate kiha si, ki jekara tusim su'aiba di'am galam da palana karonge, tam nasata ho javauge"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Phira unham nu bhucala ne pakara li'a. Tam uha apane gharam vica madhe muha pa'e rahi ga'e"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Jinham ne su'aiba nu jhuthala'i'a si. Unham di halata ajihi ho ga'i, mano uha basati vica vasade hi nahim si. Jinham ne su'aiba nu buthala'i'a, uha hi ghate vica rahe"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Usa samem su'aiba unham tom muha mora ke zala gi'a, ate kiha he meri kaumma! Maim tuhanu apane raba de sadesa pahuca cuka maim tuhada hita cahi'a si. Huna maim avagi'akari'am la'i ki pasacatapa karam"
        }
    ]
}