{
    "rukus": [
        {
            "chapter": 7,
            "verse": 109,
            "text": "Phira'auna di kauma de saradaram ne kiha ki iha bada mahira jadugara hai"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Uha cahuda hai, ki tuhanu tuhadi zamina vicom kadha deve"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Huna tuhada ki vicara hai. Unham ne kiha musa nu ate usa de bhara nu samam devo ate nagaram vica sadesa vahaka bhejo"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "Uha tuhade kola sare mahara jadugara lai a'una"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Ate jadugara phira'auna de kola a'e. Unham ne kiha ki sanu inama tam zarura milega jekara asim safala rahe"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Phira'auna ne kiha, ki zarura tusim mere nazadiki'am vica samila hovauge"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Jadugaram ne (musa nu) kiha, jam tusim suto jam asim sutana vale banade ham"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Musa ne kiha, tusim hi' suto. Phira jadom unham ne suti'a tam lokam di'am akham upara jadu kara dita ate unham nu bhai'a-bhita kara dita ate bahuta vade karataba dikha'e"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Asim susa nu adesa bheji'a ki apani danga suta devo. Tam acanaka uha (sapa bana ke) usa nu nigalana laga pi'a jo (jadugaram ne) bana'i'a si"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Tam saca pragata ho gi'a. Jihara kujha unham ne bana'i'a si; uha jhutha ho ke rahi gi'a"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Akhira uha loka zalila ho ke hara ga'e"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Ate jadugara sijade vica diga pa'e"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Unham ne kiha asim sare sasaram de raba upara imana li'a'e"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Jihara susa ata haruna da raba hai"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Pahilam musa upara imana li'a'e. Besaka iha ika sajisa hai, jihari tusim lokam ne isa umida nala kiti hai, ki tusim isa nagara de vasi'am nu ethom kadha devo, tam tusim jaladi jana lavauge"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Mai' tuhade hatha ate paira ulati'am disavam vica katanga ate phira tuhanu suli te carha devanga"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Unham ne kiha asim apane raba vala jana hai"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Tu sanu isa la'i saza dena cahuda hai, ki jadom raba di'am nisani'am sade sahamane a ga'i'am, tam asim unham upara imana lai a'e. He palanahara! Sanu dhiraja bakhasa ate sadi mauta isalama di halata vica hi hove"
        }
    ]
}