{
    "rukus": [
        {
            "chapter": 9,
            "verse": 7,
            "text": "Unham musarakam (raba de sarika thahira'una vale) de la'i alaha ate unham de rasulam nala samajhauta kivem hom sakada hai, paratu jinham lokam nala tusim samajhauta kita si masajida-e-harama (ka'aba) de nere, isa la'i jadom taka uha tuhade nala thika rahina tusim' vi unham nala thika raho besaka alaha sadacari'am nu pasada karada hai"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Samajhauta kivem rahega jadom ki sathiti iha hai ki jekara uha tuhade ute kasu pa'una tam na' tuhade sabadha vica risatedari da sanamana karana ate na samajhaute da. Uha tuhanu apani'am zubani galam nala satusata karana cahude hana para unham de dila inakari hana ate unham vicom zi'adatara visavasaghati hana"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Unham ne alaha di'am avitam nu thorhe mula vica veca dita. Phira unham ne alaha de raha tom roki'a. Bahuta bura hai jihara uha kara rahe hana"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Kise momina (saradhavana) de mamale vica na uha kise risate da sanamana karade hana ate na samajhaute da. Ihi loka ati'acara karana vale hana"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Isa la'i jekara uha tauba karana ate namaza sathapita karana ate zakata dena tam uha tuhade dharami bhara hana ate inham a'itam nu janana vali'am la'i asim sapasata bi'ana karade ham"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Ate jekara samajhaute tom ba'ada iha apani'am sahu'am tora dena ate tuhade dharama vica nukasa kadhana tam inakari'am de mukhi'am nala yudha karom tam ki uha ruka jana. Binam saka unham di sahu kujha nahim"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Ki tusim unham lokam nala na larauge jinham ne samajhaute nu tora dita ate rasula nu kadhana di galati kiti ate uha hi hana jinham ne tuhade nala yudha vica pahila kiti. Ki tusim unham tom daroge?Alaha vadha hakadara hai ki tusim usa tom daro jekara tusim maumina ho"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Unham nala yudha karo. Alaha tuhade hathom unham nu saza diva'ega ate unham nu be'izata karega ate tuhanu unham upara srasetata pradana karega ate uha saradhalu lokam de hirade nu thadha karega ate unham de hirade di irakha nu vi dura karega"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Ate alaha jisanu cahega mu'afa karega. Alaha sara gi'ata ate tata veta hai"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Ki tusim iha soca rakhi'a hai ki tusim chada dite ja'oge, halanki aje alaha ne unham lokam nu janci'a hi nahim' jinham ne jihada kita ate jinham ne alaha, usa de rasula ate mominam tom ilava kise nu mitara nahim bana'i'a ate alaha janada hai. Jo kujha tusim karade ho"
        }
    ]
}