{
    "rukus": [
        {
            "chapter": 9,
            "verse": 67,
            "text": "Kapati adami ate auratam sabha barabara hana. Iha bura'i da hukama dide hana ate bhala'i tom rokade hana ate apane hatham nu ghuta ke rakhade hana. Unham ne alaha nu bhula dita tam alaha ne vi unham nu bhula dita. Besaka dhokhebaza bahuta avagi'a karana vale hana"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Dhokhebaza adami'am, auratam ate haka da inakara karana vali'am nala alaha ne naraka di aga da va'ada kara rakhi'a hai. Jisa vica uha hamesa rahinage. Ihi unham la'i kafi hai. Unham upara alaha di lahanata ate hamesa rahina vali saza hai"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Jisa tar'ham tuhade tom pahilam de loka takata vica tuhade tom zi'ada sana ate ja'idada te satana vica vi tuhade tom age sana tam unham ne apane hise nala labha utha'i'a ate tusim vi apane hise nala labha utha'i'a. Jivem' ki tuhade tom pahilam vale lokam ne vi labha utha'i'a si"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Ate tusim vi uha hi taraka ba-taraka kite jivem unham ne kite sana. Ihi uha loka hana jinham de karama sasara ate praloka vica sarabada ho ga'e ate iha loka hi ghate vica rahina vale hana. Ki inham nu unham lokam di sucana nahim pahuci, jihare unham tom pahilam ho cuke sana. Nuha, ada, samuda, ate ibarahima di kauma ate madayana de lokam ate puthi'am ho'i'am basati'am di. Unham de kola unham de nabi pramanam de nala a'e tam ajiha nahim si ki alaha unham te zulama karada. Paratu uha khuda apane apa te zulama karade rahe"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Momina adami ate auratam ika duje de saha'ika hana. Iha cagi'a'i da hukama dide hana ate sura'i tom rokade hana. Namaza sathapita karade hana ate zakata ada karade hana. Alaha ate usade rasula di agi'a da palana karade hana. Ihi uha loka hana, jinham “te alaha rahimata karega, besaka alaha prabhavi ate tataveta hai"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Maumina adami'am ate auratam nala alaha da va'ada hai, unham bagam da, jinham va'ada hai, bagam vica hamesam rahina vale cage gharam da ate alaha di prasanata da jihari sabha tom vadi hai. Iha hi vadi safalata hai"
        }
    ]
}