{
    "rukus": [
        {
            "chapter": 12,
            "verse": 7,
            "text": "Asali'ata iha hai ki yusapha ate usa de bharavam vica puchana vali'am la'i vadi'am nisani'am hana"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Jadom usa de bharavam ne apisa vica kiha ki yusapha ate usa da bhara sade pita nu sade tom zi'ada pi'are hana. Halanki asim' ika pura jatha ham. Yakinana sada pita ika khul'hi galata fahimi da sikara hai"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Yusapha di hati'a kara devo jam isa nu kise tham te suta devem. Tam ki tuhade pita da dhi'ana sirafa tuhadi tarafa ho jave. Usa to ba'ada tusim sapurana sadacari bana jana"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Unham vicom ika kahina vale ne kiha ki yusapha di hati'a na karo jekara tusi kujha karana hi vale ho tam isa nu kise anhe khuha ca suta devo. Ko'i yatari kafala isanu kadha ke lai javega"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Unham ne apane pita nu kiha ki he sade pita! Ki gala hai ki tusim yusapha de mamale vica sade upara bharosa nahim karade. Halanki asim ta usa da bhala cahuna vale ham"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Kal'ha usa nu sade nala bheja devo, khave ate khede asim usa di rakhi'a karange"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Pita ne kiha ki mai dukhi hovagam jekara tusim isa nu lai ga'e. Mainu dara hai ki jadom' tusi bedhi'ani kiti tam isa nu ko'i baghi'ara na kha ja'e"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Unham ne kiha ki asim ika vada tola ham, jekara isa nu baghi'ara kha gi'a tam asim vade ghate vale sidha hovange"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Phira jadom uha usa nu nala lai ga'e ate iha tai'a kara li'a ki usa nu ika anhe khuha vica dhaka dena hai. Tam asim yusapha nu sadesa bheji'a ki tu unham nu unham da iha kama jana'ega ate uha tainu na samajhanage"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Ate unha sama nu apane pita pasa ronde ho'e a'e"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "unham ne kiha ki he sade pita! Asim daurana da mukabala karana lage ate yusapha nu apane samana kola chada dita phira usa nu baghi'ara kha gi'a. (Para) tusi sadi gala da bharosa nahim karoge bhavem asim sace ho'i'e"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Ate uha yusapha di kamiza upara nakali lahu la ke lai a'e. Pita ne kiha nahim, sagom tuhade mana ne tuhade la'i ika gala bana diti hai. Huna dhiraja hi yoga hai ate jihari gala tusim akhade ho, usa la'i mai alaha tom hi madada magada ham"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Ate jadom ika kafala a'i'a tam unham ne apana pani bharana vala bheji'a. Usa ne apana dola lataka dita. Usa ne kiha cagi khabara hove, iha tam ika laraka hai ate isa nu vaparaka mala samajha ke kabaze vica kara li'a. Alaha cagi taram janada si jo uha kara rahe sana"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Unham ne usa nu thorhi jihi kimata te kujha dirahamam de badale veca dita. Ate uha unsa vica ruci nahim rakhade sana"
        }
    ]
}