{
    "rukus": [
        {
            "chapter": 12,
            "verse": 58,
            "text": "Ate yusapha de bhara misara a'e. Phira uha usa de kola pahuce tam yusapha ne unham nu pachana li'a"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Ate unham ne yusapha nu nahim pachani'a, jadom usa ne unham da samana ti'ara kara dita tam kiha ki apane matare'e bhara nu vi mere kola li'a'una. Tusim dekhade nahim ho ki maim anaja vi pura napa-tola ke dida ham ate behatarina mahimana nivazi karana vala ham"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Ate jekara tusim usa nu mere kaula na li'a'e tam na mere kola tuhade la'i anaja hai ate na tusim mere kola a'una"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Unham ne kiha ki asim usa bare usa de pita di sahimati laina da yatana karange ate asim iha kama karana hai"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Ate usa ne apane karamacari'am nu kiha ki unham da dita ho'i'a dhana unham de samana vica rakha di'u tam ki jadom uha apane ghara pahucana tam usa nu pachana laina. Asa hai, uha phira a'una"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Phira jadom uha apane pita de kola vapisa ga'e tam kiha he aba! Sada anaja roka dita gi'a hai. Isa la'i sade bhara (bina yamina) nu sade nala jana di'u tam asim anaja lai a'i'e ate asim isa de rakhi'aka ham"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Yakuba ne kiha, ki mai' isa bare tuhada uho jiha hi' bharosa karam jivem ki isa tom pahilam isa de bhara de sabadha vica tuhada visavasa kara cuki'a ham. Tam alaha utama rakhi'aka hai ate uha sabha kirapalu'am tom vada kirapalu hai"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Jadom' unham ne apana samana khol'hi'a tam dekhi'a ki unham da dhana vi unham nu vapisa kara dita gi'a hai. Unham ne kiha, he aba! Hora sanu ki cahida hai, sadi puji sanu vapisa kara diti ga'i hai. Huna asim janvage ate apane parivara la'i rasana lai avange ate apane bhara di rakhi'a karange. Ate ika utha de bhara anaja zi'ada lai avange ki'unki iha anaja tam thorha hai"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "Yakuba ne kiha maim isa nu tuhade nala kavi vi nahim bhejagam. Jadom taka tusim mere kola alaha de nama ute sahu na kha'u ki tusim isa nu zarura mere kola lai a'unge siva'e phira tusim sabha ghira ja'um. Phira jadom unham ne apana paka vacana de dita tam usa ne kiha, ki jo tusim kahi rahe ho usa la'i alaha gavaha hai"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Ate yakuba ne akhi'a ki he mere putaro! Tusim sare ika him daravaze vicom pravesa na karana sagom vakha-vakha daravazi'am tom adara jana. Ate maim tuhanu alaha di kise gala tom nahim baca sakada hukama tam basa alaha da hi hai. Maim use upara bharosa karada ham ate bharosa karana vali'am nu usa upara hi bharosa karana cahida hai"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Ate jadom unham ne uthom pravesa kita jithom unham de pita ne unham nu niradesa dita si. Uha alaha di kise gala tom unham nu nahim baca sakada si. Uha sirafa yakuba de dila vica ika vicara si jihara usa ne pura kita. Besaka uha sadi diti ho'i sikhi'a tom janu si paratu zi'adatara loka nahim janade"
        }
    ]
}