{
    "rukus": [
        {
            "chapter": 17,
            "verse": 61,
            "text": "Ate jadom asim farisati'am nu kiha ki adama nu sijada karom tam unham ne sijada kita paratu ibalisa ne sijada nahim kita. Usa ne kiha ki maim ajihe bade nu sijada karam jisa nu tu miti tom bana'i'a hai"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Usa ne kiha zara dekha iha bada, jisanu tu mere upara bhari kita hai. Jekara tu mainu ki'amata de dina taka mauka devem tam maim thorhe lokam nu chada ke inham di puri aulada nu kha ja'unga. Bhava kurahe pa di'agam"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Raba ne kiha ki ja, inham vico jihara vi tera sathi bani'a tam naraka tusim sari'am da vada badala hai"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Ate unham vicom jisa upara tera vasa cale, tu apani avaza de nala unham de pairam nu ukhara de ate unham upara apane ghora savara ate paidala phaujam carha de ate unham di ja'idada ate aulada vica bha'ivala bana ja ate unham nala va'ada kara. Ate saitana da va'ada ika dhokhe tom il'ham kujha nahim"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Besaka jihare mere sace bade hana unham upara tera vasa nahim zalega ate tera raba karaja savarana la'i kafi hai"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Tuhada raba uha hai, jihara tuhade la'i samudara vica kisati'am cala'unda hai, tam ki tusim usa di kirapa nala rozi roti di talasa karo. Besaka uha tuhade upara kirapalu hai"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Ate jadom samudara vica tuhade upara ko'i afata a jandi hai tam tusim unham pujanayogam nu bhula jande ho jinham nu tusim raba tom bil'ham manade si. Phira jadom uha tuhanu suki dharati vala li'a ke baca lainda hai tam tusim phira bemukha ho jande ho. Ate manukha vada hi na-sukara hai"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Ki tusim isa tom nidara ho ga'e ho ki raba tuhanu suki bhumi vala li'a ke zamina vica dhasa deve jam tuhade upara patharam di varakha karana vali hanheri bheja deve ate phira tusim kise nu vi apana karaja savarana vala na dekhoge"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Jam tusim isa tom bepravaha ho ga'e ho, ki uha tuhanu phira samudara vica lai ja'e ate tuhade upara hava da teja tuphana bheja deve ate tuhanu tuhade kufara de karana chabom deve. Fira tusim usa la'i ko'i sada picha karana vala na dekhauge"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Ate asim adama di satana nu ijata bakhasi. Ate asim unham nu zamina ate samudara vica (safara karana vasate) savari'am diti'am ate unham nu paka vasatu'am da rizaka dita ate asim unham nu apani'am bahuta sari'am racanavam nalom sresatata basasi"
        }
    ]
}