{
    "rukus": [
        {
            "chapter": 22,
            "verse": 49,
            "text": "Akho ki he loko! Maim tuhade la'i ika pratakha dara'una vala ham"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Isa la'i jihare loka imana li'a'e ate cage karama kite, unham la'i mu'afi ate izata di rozi hai"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Ate jihare loka meri'am a'itam nu nivam dikha'una la'i daurade hana, uha hi naraka vale hana"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Ate asim' tuhade tom pahilam jihare vi rasula ate paigabara bheje ta jadom' unham ne kujha parhi'a tam saitana ne unham de parhe ga'e vica milavata kara diti. Alaha phira saitana di kiti milavata nu dura kara cida hai. Phira alaha apani'am a'itam nu dhaka kara dida hai. Alaha gi'ana vala ate bibeka vala hai"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Tam ki jihara kujha saitana ne mila'i'a hai, usa nala uha unham lokam nu parakhe, jinham de dila rogi hana ate jinham de dila sakhata hana. Zalima loka virodha vica bahuta dura nikala ga'e hana"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Ate tam ki uha loka jinham nu gi'ana mili'a uha jana laina ki iha asali'ata vica tere raba valom hi hai. Phira uha usa ute bharosa karana. Ate unham de dila usa de age jhuka jana. Ate alaha imana li'a'una vali'am nu zarura sidha raha vikha'unda hai"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Ate jhuthala'una vale loka sada usa de sabadha vica saka vica pa'e rahinage. Ithom taka ki acanaka unham upara ki'amata a jave jam ika mare dina di afata a jave"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "Usa dina sara adhikara sirafa alaha da hovega. Uha unham de vicakara phaisala karega. Tam jihare loka imana li'a'e ate cage karama kite, uha ni'amata de bagam vica honage"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Ate jil'ha ne avigi'a kiti ate sadi'am a'itam tom inakara kita tam unham la'i apamanajanaka dada hai"
        }
    ]
}