{
    "rukus": [
        {
            "chapter": 23,
            "verse": 51,
            "text": "He paigabaro! Sapha cizam kha'u ate cage kama karo. Maim janada ham jo kujha tusim karade ho"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Ate iha ki tuhada dharama ika hi dharama hai ate maim tuhada raba ham. Isa la'i tusim mere tom daro"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Phira lokam ne apane dharama nu parasapara tukare-tukare kara li'a. Hareka samuha de kola jo vi kujha hai uha use te hi magana hai"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Huna unham nu unham di behosi vica kujha dina chada devo"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Ki uha samajhade hana ki asim unham nu jihari ja'idada ate aulada de rahe ham"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "Tam asim unham nu labha pahuca'una la'i saragarama ham. Sagom iha prikhi'a hai. Lekina uha gala nu nahim samajhade"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Besaka jihare loka apane raba de prakopa tom darade hana"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Ate jihare loka apane raba di'am a'itam upara imana rakhade hana"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Ate jihare loka apane raba de barabara kise nu sarika nahim bana'unde"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "Ate jihare loka de sakade hana uha raba de raha vica dide hana ate unham de dila kabade hana ki uha apane raba vala vapasa jana vale hana"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "Iha loka cagi'a'i de raha vala bhaja painde hana ate neki'am vica sabha tom age pahucana vale hana"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Ate asim kise upara usa di samaratha tom zi'ada bhara nahim pa'unde. Ate sade kola asulam di ika kitaba hai, jihari bilakula sahi boladi hai ate unham upara zulama nahim hovega"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Sagom unham de dila usa valom gafila hana ate unham de kujha karama isa tom' binham hana ate uha unham nu karade rahinage"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Ithom laganage"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Huna benati'am na karo huna sade valom tuhanu ko'i madada nahim pahucegi"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Tuhanu meri'am a'itam suna'i'am jandi'am sana tam tusim muha phera ke bhaja jande si"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Isa nala hakara karake. Mano, kise kahani'am bi'ana karana vale nu chada rahe ho"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Phira ki unham ne isa bani upara vicara nahim kita jam inham de kola ajihi ciza a'i hai jihari inham de pahile pi'u-dadi'am kola nahim a'i"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Jam unham ne apane rasula nu nahim pachani'a isa la'i ki uha isa nu nahim manade"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Jam uha kahide hana ki isa nu pagalapana hai. Sagom uha inham de kola saca lai ke a'i'a hai. Ate inham vicom zi'adatara nu saci'am galam mari'am lagadi'am hana"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Ate jekara saca inham di'am ichavam de adhina huda tam akasa, dharati ate jihara inham de vicakara hai sabha khatama ho janda. Sagom asim inham de kola unham di nasihata (di kitaba) bheji tam uha apani sikhi'a tom muha mora rahe hana"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Ki tusim unham tom ko'i daulata maga rahe ho, tam tuhado raba da sarama'i'a tuhade la'i utama hai ate uha hi utama rizaka dena vala hai"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Ate nisacita taura te tusim inham nu ika sidhe raha vala sada (bula) rahe ho"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Ate jihare loka praloka upara visavasa nahim rakhade uha raha tom bhataka ga'e hana"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Ate jekara asim inham upara rahima kari'e ate inham upara jihare kasata hana usa nu dura kara de'i'e tam vi uha virodha vica kurahe pa'e rahinage"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Ate asim inham nu saza vica pharhi'a. Paratu na iha apane raba de age jhuke ate na inham ne nimarata dikha'i"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Ithom taka ki jadom asim inham upara kathaura saza de daravaze khol'ha devange tam uha usa samem hairana rahi janage"
        }
    ]
}