{
    "maqras": [
        {
            "chapter": 2,
            "verse": 272,
            "text": "Onları yola getirmek senin boynuna borc degildir, ancak Allah diledigini yola getirir. Yaptıgınız her iyilik sırf kendiniz icindir. Siz yalnızca Allah rızasını gozetmenin dısında infak etmezsiniz. Iyilik cinsinden ne infak ederseniz o size aynen odenir. Size hicbir sekilde haksızlık yapılmaz"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "Sadakalarınızı, kendilerini Allah yoluna adamıs olan fakirlere veriniz. Onlar yeryuzunde gezip dolasmaya guc yetiremezler. Utangac olduklarından dolayı, bilmeyenler, onları zengin sanırlar. Oysa sen onları yuzlerinden tanırsın. Yuzsuzluk yapıp kimseden birsey de isteyemezler. Ne turden bir iyilik yaparsanız, suphe yok ki, Allah onu bilir"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Mallarını gece ve gunduz, gizlice ve acıkca infak edenler yok mu, iste onların Rableri katında ecir ve mukafatları vardır. Ve onlara herhangi bir korku yoktur, onlar hicbir zaman mahzun da olmazlar"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Riba (faiz) yiyen kimseler, seytan carpan kimse nasıl kalkarsa ancak oyle kalkarlar. Bu ceza onlara, «alısveris de faiz gibidir» demeleri yuzundendir. Oysa Allah, alısverisi helal, faizi de haram kılmıstır. Bundan boyle her kim, Rabbinden kendisine gelen bir ogut uzerine faizcilige son verirse, gecmiste olanlar kendisine ve hakkındaki hukum de Allah´a kalmıstır. Her kim de yeniden faize donerse iste onlar cehennem ehlidirler ve orada suresiz kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah faizi mahveder, oysa sadakaları bereketlendirir. Allah gunahta ve inkarda direnen hic kimseyi sevmez"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Iman edip iyi isler yapan, namazı dosdogru kılıp zekatı verenlerin Rabbleri katında elbette mukafatları vardır. Onlara hicbir korku olmadıgı gibi, onlar mahzun da olmazlar"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Ey iman edenler! Allah´tan korkun ve artık faizin pesini bırakın, eger gercekten muminler iseniz"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Eger boyle yapmazsanız, o zaman Allah ve Resulu tarafından size savas acılmıs oldugunu bilin. Eger tevbe ederseniz, sermayeleriniz sizindir. Haksızlık etmezsiniz, haksızlıga da ugramazsınız"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Eger borclu darlık icindeyse, ona odeme kolaylıgına kadar bir sure tanıyın. Ve bu gibi borclulara alacagınızı bagıslayıp sadaka etmeniz eger bilirseniz sizin icin, daha hayırlıdır"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Oyle bir gunden korkunuz ki, o gun Allah´a donduruleceksiniz. Sonra da herkese kazancı tamamıyla odenecek ve hic kimse haksızlıga ugramayacaktır"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Ey iman edenler! Belli bir vade ile karsılıklı borc alıs verisinde bulundugunuz vakit onu yazın. Hem aranızda dogruluguyla tanınmıs yazı bilen biri yazsın. Yazı bilen biri, Allah´ın, kendisine ogrettigi gibi yazmaktan kacınmasın da yazsın. Bir de hak kendi uzerinde olan adam soyleyip yazdırsın ve herbiri yazarken Rabbi olan Allah´dan korksun da haktan birsey eksiltmesin. Sayet borclu bir bunak veya kucuk bir cocuk veya soyleyip yazdıramıyacak durumda biri ise velisi dogrusunu soyleyip yazdırsın. Erkeklerinizden hazırda olan iki kisiyi sahit de yapın. Sayet iki tane erkek hazırda yoksa, o zaman dogruluguna guvendiginiz sahitlerden bir erkekle iki kadın ki, birisi unutunca, oburu hatırlatsın, sahitler de cagırıldıklarında kacınmasınlar; siz yazanlar da az olmus, cok olmus, onu vadesine kadar yazmaktan usanmayın. Bu, Allah katında adalete daha uygun oldugu gibi; hem sahitlik icin daha saglam, hem supheye dusmemeniz icin daha elverislidir. Meger ki, aranızda hemen devredeceginiz bir ticaret olsun, o zaman bunu yazmamanızda sizin icin bir sakınca yoktur. Alım satım yaptıgınız vakit de yine sahit tutun. Ayrıca ne yazan, ne de sahitlik eden bir zarar gormesin. Eger onlara zarar verirseniz, o iste mutlaka size dokunacak bir gunah olur. Ustelik Allah´dan korkun. Allah size ayrıntılarıyla ogretiyor ve Allah her seyi bilir"
        }
    ]
}