{
    "juzs": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Wahrlich, erfolgreich sind die Gläubigen"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "die in ihren Gebeten voller Demut sind"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "und die sich von allem leeren Gerede fernhalten"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "und die die Zakah entrichten"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "und ihre Schamteile bewahren"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "außer gegenüber ihren Gattinnen oder denen, die sie von Rechts wegen besitzen; denn dann sind sie nicht zu tadeln"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Diejenigen aber, die darüber hinaus etwas begehren, sind Übertreter"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "Und diejenigen, die das ihnen anvertraute Gut und ihre Verpflichtung hüten"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "und die ihre Gebete einhalten"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "dies sind die Erben"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "die Al-Firdaus erben werden. Auf ewig werden sie darin verweilen"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Und wahrlich, Wir erschufen den Menschen aus einer Substanz aus Lehm"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Alsdann setzten Wir ihn als Samentropfen an eine sichere Ruhestätte"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Dann bildeten Wir den Tropfen zu einem Blutklumpen; dann bildeten Wir den Blutklumpen zu einem Fleischklumpen; dann bildeten Wir aus dem Fleischklumpen Knochen; dann bekleideten Wir die Knochen mit Fleisch; dann entwickelten Wir es zu einer anderen Schöpfung. So sei denn Allah gepriesen, der beste Schöpfer"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Dann, danach, werdet ihr mit Gewißheit sterben"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Dann werdet ihr am Tage der Auferstehung erweckt werden"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Und Wir haben wahrlich über euch sieben Himmelssphären geschaffen, und nie sind Wir gegen die Schöpfung unachtsam gewesen"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Und Wir sandten Wasser vom Himmel in bestimmtem Maß nieder, und Wir ließen es in der Erde ruhen; und Wir vermögen es wieder hinwegzunehmen"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Dann haben Wir damit für euch Gärten mit Dattelpalmen und Beeren hervorgebracht; an ihnen habt ihr reichlich Früchte, und von ihnen esset ihr"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Und (Wir haben) einen Baum (hervorgebracht), der aus dem Berge Sinai emporwächst; er gibt Öl und Würze für die Essenden"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Und betrachtet das Vieh als Lehre für euch. Wir geben euch von dem zu trinken, was in ihren Leibern ist, und ihr habt von ihnen vielerlei Nutzen, und von ihnen esset ihr"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Und auf ihnen wie auch in Schiffen werdet ihr getragen"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Und Wir sandten wahrlich Noah zu seinem Volk, und er sagte: \"O mein Volk, dient Allah. Ihr habt keinen anderen Gott außer Ihm. Wollt ihr also nicht gottesfürchtig sein"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Aber die Vornehmen seines Volks, die ungläubig waren, sagten: \"Er ist nur ein Mensch wie ihr; er möchte sich bloß über euch erheben. Hätte Allah gewollt, hätte Er doch gewiß Engel hinabsenden können. Wir haben nie von solchem unter unseren Vorvätern gehört"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Er ist nichts anderes als ein Mann, der unter Besessenheit leidet; wartet darum eine Weile mit ihm"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Er sagte: \"Mein Herr, hilf mir wider ihre Beschuldigung der Lüge"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "So offenbarten Wir ihm: \"Baue das Schiff unter Unserer Aufsicht und gemäß Unserer Eingebung. Und wenn Unser Befehl ergeht und die Oberfläche der Erde (Wasser) hervorwallen läßt, dann nimm ein Paar von jeglicher Gattung an Bord sowie deine Angehörigen mit Ausnahme derer, gegen die das Wort bereits ergangen ist. Und sprich Mich nicht deretwegen an, die gefrevelt haben; denn sie werden ertränkt"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Und wenn du dich auf dem Schiff eingerichtet hast - du und die, die bei dir sind -, dann sprich: \"Alles Lob gebührt Allah, Der uns vor dem ruchlosen Volk errettet hat"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Und sprich: \"Mein Herr, gewähre mir eine gesegnete Unterkunft; denn Du bist der Beste, Der für die Unterkunft sorgt"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Wahrlich, hierin liegen Zeichen, und Wir stellen (euch) nur auf die Probe"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Dann ließen Wir nach ihnen andere Geschlechter entstehen"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Alsdann sandten Wir ihnen einen Gesandten aus ihrer Mitte (, der sagte): \"Dient Allah. Ihr habt doch keinen anderen Gott als Ihn. Wollt ihr also nicht gottesfürchtig sein"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Und die Vornehmen seines Volks, die ungläubig waren und die Begegnung im Jenseits leugneten und denen Wir das Wohlleben des irdischen Lebens beschert hatten, sagten: \"Das ist nur ein Mensch wie ihr. Er ißt von dem, was ihr esset, und trinkt von dem, was ihr trinkt"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Und wenn ihr einem Menschen euresgleichen gehorcht, dann werdet ihr gewiß Verlierende sein"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Verheißt er euch etwa, daß ihr, wenn ihr tot seid und Staub und Gebeine geworden seid, wieder auferstehen werdet"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Weit, weit hergeholt ist das, was euch da verheißen wird"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Es gibt kein anderes Leben als unser Leben auf der Erde; wir sterben und wir leben, doch wir werden nicht wieder erweckt werden"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Er ist nur ein Mensch, der eine Lüge gegen Allah erdichtet hat; und wir wollen ihm nicht glauben"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Er sagte: \"Mein Herr, hilf mir wider ihre Beschuldigung der Lüge"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Er sprach: \"In kurzer Zeit werden sie sicher reumütig werden"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Da erfaßte sie der Schrei nach Gerechtigkeit, und Wir machten sie zu Spreu. Verflucht sei denn das Volk, das Frevel begeht"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Dann ließen Wir nach ihnen andere Geschlechter entstehen"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Kein Volk kann seine festgesetzte Frist beschleunigen, noch kann es sie hinauszögern"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Dann entsandten Wir Unsere Gesandten, einen nach dem anderen. Sooft ein Gesandter zu seinem Volke kam, ziehen sie ihn der Lüge. So ließen Wir sie einander folgen und machten ihr (Schicksal) zu (viel erzählten) Geschichten. Verflucht sei denn das Volk, das nicht glaubt"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Alsdann sandten Wir Moses und seinen Bruder Aaron mit Unseren Zeichen und einer klaren Vollmacht"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "zu Pharao und seinen Vornehmen; doch sie wandten sich verächtlich ab; denn sie waren ein hochmütiges Volk"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Sie sagten: \"Sollen wir an zwei uns gleichen Menschen glauben, wo ihr Volk uns doch dienstbar ist"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "So ziehen sie beide der Lüge, und sie gehörten zu denen, die venichtet wurden"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Und wahrlich, Wir gaben Moses das Buch, auf daß sie dem rechten Weg folgen mögen"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Und Wir machten den Sohn der Maria und seine Mutter zu einem Zeichen und gewährten ihnen Zuflucht zu einem Hügel mit einer grünen Fläche und einem fließenden Quell"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "O ihr Gesandten, esset von den reinen Dingen und tut Gutes. Wahrlich, Ich weiß recht wohl, was ihr tut"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Und diese eure Gemeinschaft ist eine einheitliche Gemeinschaft, und Ich bin euer Herr. So fürchtet Mich"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Aber sie wurden untereinander uneinig und spalteten sich in Parteien, und jede Partei freute sich über das, was sie selbst hatte"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Darum überlaß sie eine Zeitlang ihrer Unwissenheit"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Meinen sie denn, wenn Wir sie reichlich mit Glücksgütern und Söhnen versorgen"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "würden Wir Uns beeilen, ihnen Gutes zu tun? Nein, sie nehmen es nicht wahr"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Wahrlich, jene, die sich aus Furcht vor ihrem Herrn Sorge tragen"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "und jene, die an die Zeichen ihres Herrn glauben"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "und jene, die ihrem Herrn nichts zur Seite stellen"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "und jene, die da spenden, was zu spenden ist, und jene, deren Herzen beben, weil sie zu ihrem Herrn zurückkehren werden"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "sie sind es, die sich bei guten Werken beeilen und ihnen darin voraus sind"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Und Wir fordern von keiner Seele etwas über das hinaus, was sie zu leisten vermag. Und Wir haben ein Buch, das die Wahrheit spricht; und es soll ihnen kein Unrecht geschehen"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Nein, ihre Herzen beachten dieses (Buch) ganz und gar nicht, und außerdem gibt es da Tätigkeiten von ihnen, die sie fortführen"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "siehe, bis daß sie, wenn Wir die Wohlhabenden unter ihnen mit Strafe erfassen, um Hilfe rufen"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Schreit heute nicht um Hilfe; denn ihr werdet bei Uns keine Hilfe finden"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Meine Verse wurden euch doch verlesen, ihr aber pflegtet euch auf euren Fersen umzukehren"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "hochmütig erwähntet ihr ihn (den Quran) und nachts meidet ihr ihn"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Haben sie denn das Wort nicht bedacht, oder ist zu ihnen das gekommen, was nicht zu ihren Vorvätern kam"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Oder kennen sie ihren Gesandten nicht, so daß sie ihn verleugnen"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Oder sagen sie: \"Er ist ein Besessener?\" Nein, er hat ihnen die Wahrheit gebracht, und die meisten von ihnen hassen die Wahrheit"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Und wenn die Wahrheit sich nach ihren Begierden gerichtet hätte; wahrlich, die Himmel und die Erde und wer darin ist, wären in Unordnung gestürzt worden. Nein, Wir haben ihnen ihre Mahnung gebracht, doch von ihrer eigenen Mahnung kehren sie sich ab"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Oder forderst du etwa von ihnen einen Lohn? Doch der Lohn deines Herrn ist besser; und Er ist der beste Versorger"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Und gewiß, du rufst sie zu einem geraden Weg auf"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Und jene, die nicht an das Jenseits glauben, weichen wahrlich von dem Weg ab"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Und hätten Wir Uns ihrer erbarmt und sie von ihrer Drangsal befreit, würden sie dennoch in ihrer Widerspenstigkeit verharren und verblendet in die Irre gehen"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Und wahrlich, Wir haben sie mit Strafe erfaßt, doch sie haben sich ihrem Herrn weder unterworfen, noch haben sie sich gedemütigt"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "bis daß Wir ihnen ein Tor zu strenger Strafe öffnen. Siehe, da werden sie hierüber in Verzweiflung stürzen"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Und Er ist es, Der euch Ohren, Augen und Herzen geschaffen hat. Wie wenig dankbar seid ihr"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Und Er ist es, Der euch auf der Erde vermehrt hat, und vor Ihm werdet ihr versammelt werden"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Und Er ist es, Der leben und sterben läßt, und in Seinen Händen ruht der Wechsel von Nacht und Tag. Wollt ihr es denn nicht begreifen"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Nein, sie sagten aber, wie schon die Früheren sagten"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Sie sagten: \"Wie? Wenn wir gestorben und zu Staub und Gebein geworden sind, sollen wir dann wirklich aufer weckt werden"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Dies ist uns verheißen worden, uns und zuvor unseren Vätern. Das sind ja nichts als Fabeln der Früheren"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Sprich: \"Wessen ist die Erde, und (wessen,) wer auf ihr ist, wenn ihr es wisset"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Sie werden sagen: \"Allah.\" Sprich: \"Wollt ihr denn nicht nachdenken"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Sprich: \"Wer ist der Herr der sieben Himmel und der Herr des Gewaltigen Throns"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Sie werden sagen: \"(Sie sind) Allahs.\" Sprich: \"Wollt ihr denn nicht gottesfürchtig sein"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Sprich: \"Wer ist es in Dessen Hand die Herrschaft über alle Dinge ist, und Der Schutz gewährt, aber vor Dem es keinen Schutz gibt, wenn ihr es wisset"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Sie werden sagen: \"(All dies ist) Allahs.\" Sprich: \"Wieso also seid ihr verblendet"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Doch Wir haben ihnen die Wahrheit gebracht, und wahrlich, sie leugnen (sie)"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Allah hat Sich keinen Sohn genommen, noch ist irgendein Gott neben Ihm: sonst würde jeder Gott mit sich fortgenommen haben, was er erschaffen hätte, und die einen von ihnen hätten sich sicher gegen die anderen erhoben. Gepriesen sei Allah (und Erhaben) über all das, was sie beschreiben"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "(Er ist) der Kenner des Verborgenen und des Offenbaren! Erhaben ist Er darum über das, was sie Ihm beigesellen"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Sprich: \"Mein Herr, wenn Du mich schauen lassen willst, was ihnen angedroht wird"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "dann, mein Herr, setze mich nicht zu dem Volk der Frevler"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Und Wir haben wahrlich die Macht, dich schauen zu lassen, was Wir ihnen androhen"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Wehre das Böse mit dem ab, was das Beste ist. Wir wissen recht wohl, was für Dinge sie behaupten"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Und sprich: \"Mein Herr, ich nehme meine Zuflucht bei Dir vor den Einflüsterungen der Satane"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Und ich nehme meine Zuflucht bei Dir, mein Herr, damit sie sich mir nicht nähern"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Wenn dann der Tod an einen von ihnen herantritt, sagt er: \"Mein Herr, bringe mich zurück"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "auf daß ich Gutes tue von dem, was ich unterlassen habe.\" Keineswegs, es ist nur ein Wort, das er ausspricht. Und hinter ihnen liegt eine Trennstrecke zurück bis zu dem Tage, an dem sie auferweckt werden"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Wenn dann der Stoß in den Sur erfolgt ist, gibt es zwischen ihnen an jenem Tage keine Verwandtschaftsbande (mehr), und sie werden einander nicht befragen"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Dann werden die, deren Waagschalen schwer sind, die Erfolgreichen sein"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Jene aber, deren Waagschalen leicht sind, werden die sein, die ihrer selbst verlustig gegangen sind; in Gahannam werden sie auf ewig bleiben"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Das Feuer wird ihre Gesichter verbrennen, und sie werden darin mißgebildet sein"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Wurden euch Meine Verse nicht verlesen, ohne daß ihr diese für Lüge erklärt habt"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Sie werden sagen: \"Unser Herr, unsere Unseligkeit überkam uns, und wir waren ein irrendes Volk"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Unser Herr, führe uns aus ihr (der Hölle) heraus. Wenn wir (zum Ungehorsam) zurückkehren, dann werden wir wahrlich Frevler sein"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Er wird sprechen: \"Hinab mit euch darein, und redet nicht mit Mir"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Wahrlich, es gab eine Anzahl unter Meinen Dienern, die zu sagen pflegten: \"Unser Herr, wir glauben; vergib uns darum und erbarme Dich unser; denn Du bist der beste Erbarmer"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Ihr aber habt sie mit Spott behandelt, so sehr, daß sie euch Meine Ermahnung vergessen ließen, während ihr sie auslachtet"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Ich habe sie heute belohnt; denn sie waren geduldig. Wahrlich, sie sind es, die den Sieg erreicht haben"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Er wird sprechen: \"Wie viele Jahre verweiltet ihr auf Erden"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Sie sagen: \"Wir verweilten einen Tag oder den Teil eines Tages; doch frage diejenigen, die rechnen können"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Er spricht: \"lhr verweiltet nur kurze Zeit, wenn ihr es nur wüßtet"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Glaubtet ihr denn, Wir hätten euch in Sinnlosigkeit erschaffen, und ihr würdet nicht zu Uns zurückgebracht"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Darum ist Allah, der Wahre König, Hoch Erhaben. Es ist kein Gott außer Ihm, dem Herrn des Würdigen Throns"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Und wer neben Allah einen anderen Gott anruft, für den er keinen Beweis hat, der wird seinem Herrn Rechenschaft abzulegen haben. Wahrlich, die Ungläubigen haben kei nen Erfolg"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Und sprich: \"Mein Herr, vergib (uns) und habe Erbarmen (mit uns); denn Du bist der beste Erbarmer"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "(Dies ist) eine Sura, die Wir hinabsandten und die Wir zum Gesetz erhoben, und worin Wir deutliche Zeichen offenbarten, auf das ihr ermahnt sein möget"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Peitscht die Unzüchtige und den Unzüchtigen gegebenenfalls jeweils mit hundert Peitschenhieben aus; und lasset euch angesichts dieser Vorschrift Allahs nicht von Mitleid mit den beiden ergreifen, wenn ihr an Allah und an den Jüngsten Tag glaubt. Und eine Anzahl der Gläubigen soll ihrer Pein beiwohnen"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Ein Unzüchtiger darf nur eine Unzüchtige oder eine Götzendienerin heiraten, und eine Unzüchtige darf nur einen Unzüchtigen oder einen Götzendiener heiraten; den Gläubigen aber ist das verwehrt"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Und denjenigen, die ehrbaren Frauen (Unkeuschheit) vorwerfen, jedoch nicht vier Zeugen (dafür) beibringen, verabreicht achtzig Peitschenhiebe. Und lasset ihre Zeugenaussage niemals gelten; denn sie sind es, die Frevler sind"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "außer jenen, die es hernach bereuen und sich bessern; denn wahrlich, Allah ist Allvergebend, Barmherzig"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Und (was) jene (betrifft), die ihren Gattinnen (Ehebruch) vorwerfen und keine Zeugen (dafür) außer sich selber haben - von solchen Leuten soll die Aussage des Mannes allein (genügen), wenn er viermal bei Allah schwört, daß er die Wahrheit rede"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "und (sein) fünfter (Eid) soll sein, daß der Fluch Allahs auf ihm lasten möge, falls er ein Lügner sei"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Von ihr aber soll die Strafe abgewendet werden, wenn sie viermal den Schwur bei Allah leistet, daß er ein Lügner sei"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "Und (ihr) fünfter (Eid) soll sein, daß Allahs Zorn auf ihr lasten möge, falls er die Wahrheit rede"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Wäre nicht Allahs Huld und Seine Barmherzigkeit über euch und wäre Allah nicht Viel vergebend, Allweise (, wäret ihr verloren gewesen)"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Diejenigen, welche die große Lüge vorbrachten, bilden eine Gruppe von euch. Glaubt nicht, dies sei übel für euch; im Gegenteil, es gereicht euch zum Guten. Jedem von ihnen soll die Sünde, die er begangen hat (, vergolten werden); und der von ihnen, der den Hauptanteil daran verschuldete, soll eine schwere Strafe erlei den"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Warum dachten die gläubigen Männer und die gläubigen Frauen, als ihr es hörtet, nichts Gutes von ihren eigenen Leuten und sagten: \"Das ist eine offenkundige Lüge"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Warum brachten sie dafür nicht vier Zeugen bei? Da sie keine Zeugen beigebracht haben sind sie es also, die vor Allah die Lügner sind"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Wäre nicht Allahs Huld und Seine Barmherzigkeit im Diesseits und im Jenseits über euch, hätte euch für das, worauf ihr euch einließt eine schwere Strafe getroffen"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Als ihr es mit euren Zungen übernahmt und ihr mit eurem Mund das ausspracht, wovon ihr keine Kenntnis hattet, da hieltet ihr es für eine geringe Sache, während es vor Allah eine große war"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Und warum sagtet ihr nicht, als ihr es hörtet: \"Es kommt uns nicht zu, darüber zu reden. Gepriesen seist Du! Dies ist eine arge Verleumdung"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Allah ermahnt euch, nie wieder dergleichen zu begehen, wenn ihr Gläubige seid"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Und Allah erklärt euch die Gebote; denn Allah ist Allwissend, Allweise"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Wahrlich, jenen, die wünschen, daß sich Unzucht unter den Gläubigen verbreite, wird im Diesseits und im Jenseits eine schmerzliche Strafe zuteil sein. Und Allah weiß, und ihr wisset nicht"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Und wäre nicht Allahs Huld und Seine Barmherzigkeit über euch, und wäre Allah nicht Gütig, Erbarmend (, wäret ihr zugrunde gegangen)"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "O ihr, die ihr glaubt, folgt nicht den Schritten des Satans. Und wer den Schritten des Satans folgt, der gebietet gewiß Schändliches und Unrechtes. Und wäre nicht über euch Allahs Huld und Seine Barmherzigkeit, nicht einer von euch wäre rein geworden; doch Allah macht rein, wen Er will. Und Allah ist Allhörend, Allwissend"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Und die unter euch, die Reichtum im Überfluß besitzen, sollen nicht schwören, den Anverwandten und den Bedürftigen und den auf Allahs Weg Ausgewanderten nichts zu geben. Sie sollen (vielmehr) vergeben und verzeihen. Wünscht ihr nicht, daß Allah euch vergebe? Und Allah ist Allvergebend, Barmherzig"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Diejenigen, welche den ehrbaren, unbedachten, gläubigen Frauen (Unkeuschheit) vorwerfen, sind im Diesseits und im Jenseits verflucht. Ihnen wird eine schwere Strafe zuteil sein"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "an dem Tage, wo ihre Zungen und ihre Hände und ihre Füße gegen sie das bezeugen werden, was sie getan haben"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "An dem Tage wird Allah ihnen (alles) nach Gebühr heimzahlen, und sie werden erfahren, daß Allah allein die lautere Wahrheit ist"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Schlechte Frauen sind für schlechte Männer, und schlechte Männer sind für schlechte Frauen. Und gute Frauen sind für gute Männer, und gute Männer sind für gute Frauen; sie sind frei von all dem, was sie (die Verleumder) sagen. Auf sie wartet Vergebung und eine ehrenvolle Versorgung"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "O ihr, die ihr glaubt, betretet keine anderen Wohnungen als die euren, bevor ihr nicht um Erlaubnis gebeten und ihre Bewohner gegrüßt habt. Das ist besser für euch, wenn ihr euch ermahnen lasset"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Und wenn ihr niemanden darin findet, so tretet nicht eher ein, als bis euch die Erlaubnis (dazu) gegeben wird. Und wenn zu euch gesprochen wird: \"Kehrt um\", dann kehrt um; das ist reiner für euch. Und Allah weiß wohl, was ihr tut"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Es ist für euch keine Sünde, wenn ihr in unbewohnte Häuser eintretet, die euch von Nutzen sind. Und Allah weiß, was ihr kundtut und was ihr verbergt"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Sprich zu den gläubigen Männern, daß sie ihre Blicke zu Boden schlagen und ihre Keuschheit wahren sollen. Das ist reiner für sie. Wahrlich, Allah ist dessen, was sie tun, recht wohl kundig"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Und sprich zu den gläubigen Frauen, daß sie ihre Blicke zu Boden schlagen und ihre Keuschheit wahren und ihren Schmuck nicht zur Schau tragen sollen - bis auf das, was davon sichtbar sein darf, und daß sie ihren Schal um ihre Kleidungsausschnitte schlagen und ihren Schmuck vor niemand (anderem) enthüllen sollen als vor ihren Gatten oder Vätern oder den Vätern ihrer Gatten oder ihren Söhnen oder den Söhnen ihrer Gatten oder ihren Brüdern oder den Söhnen ihrer Brüder oder Söhnen ihrer Schwestern oder ihren Frauen oder denen, die sie von Rechts wegen besitzen, oder solchen von ihren männlichen Dienern, die keinen Geschlechtstrieb mehr haben, und den Kindern, die der Blöße der Frauen keine Beachtung schenken. Und sie sollen ihre Füße nicht so (auf den Boden) stampfen, daß bekannt wird, was sie von ihrem Schmuck verbergen. Und wendet euch allesamt reumütig Allah zu, o ihr Gläubigen, auf daß ihr erfolgreich sein möget"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Und verheiratet diejenigen von euch, die ledig sind, und die guten unter euren Sklaven, männliche wie weibliche. Wenn sie arm sind, so wird Allah sie aus Seiner Fülle reich machen; denn Allah ist Allumfassend, Allwissend"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Und diejenigen, die keine (Gelegenheit) zur Ehe finden, sollen sich keusch halten, bis Allah sie aus Seiner Fülle reich macht. Und jene, die ihr von Rechts wegen besitzt - wenn welche von ihnen eine Freilassungsurkunde begehren, (so) stellt sie ihnen aus, falls ihr von ihnen Gutes wisset; und gebt ihnen von Allahs Reichtum, den Er euch gegeben hat. Und zwingt eure Sklavinnen nicht zur Prostitution, wenn sie ein ehrbares Leben führen wollen, nur um die Güter des irdischen Lebens zu erlangen. Werden sie aber (zur Prostitution) gezwungen, dann wird Allah gewiß nach ihrem erzwungenen Tun Allvergebend und Barmherzig (zu ihnen) sein"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Und wahrlich, Wir haben euch deutliche Zeichen niedergesandt und das Beispiel derer, die vor euch dahingingen, und eine Ermahnung für die Gottesfürchtigen"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Allah ist das Licht der Himmel und der Erde. Sein Licht ist gleich einer Nische, in der sich eine Lampe befindet: Die Lampe ist in einem Glas; das Glas gleich einem funkelnden Stern. Angezündet (wird die Lampe) von einem gesegneten Ölbaum, der weder östlich noch westlich ist, dessen Öl beinahe leuchten würde, auch wenn das Feuer es nicht berührte. Licht über Licht. Allah leitet zu Seinem Licht, wen Er will. Und Allah prägt Gleichnisse für die Menschen, und Allah kennt alle Dinge"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "(Es ist) in Häusern, für die Allah die Erlaubnis erteilte, sie sollen errichtet werden und Sein Name soll darin verkündet werden. Darin preisen (sie) Ihn am Morgen und am Abend"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Männer, die weder Ware noch Handel vom Gedenken an Allah abhält und der Verrichtung des Gebets und dem Entrichten der Zakah; sie fürchten einen Tag, an dem sich Herzen und Augen verdrehen werden"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Damit Allah sie belohne für die besten ihrer Taten und ihnen reichlich gebe aus Seiner Fülle. Und Allah versorgt ja, wen Er will, ohne zu rechnen"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Die aber ungläubig sind - ihre Taten sind wie eine Luftspiegelung in einer Ebene: Der Dürstende hält sie für Wasser, bis er, wenn er hinzutritt, sie als Nichts vorfindet. Doch nahebei findet er Allah, Der ihm seine Abrechnung vollzieht; und Allah ist schnell im Abrechnen"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Oder (die Ungläubigen sind) wie Finsternisse in einem tiefen Meer: Eine Woge bedeckt es, über ihr ist (noch) eine Woge, darüber ist eine Wolke; Finsternisse, eine über der anderen. Wenn er seine Hand ausstreckt, kann er sie kaum sehen; und wem Allah kein Licht gibt - für den ist kein Licht"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Hast du nicht gesehen, daß Allah es ist, Den alle lobpreisen, die in den Himmeln und auf Erden sind, und sogar die Vögel im Schwebeflug? Jedes (Geschöpf) kennt seine eigene (Weise von) Gebet und Lobpreisung. Und Allah weiß wohl, was sie tun"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Und Allahs ist das Königreich der Himmel und der Erde, und zu Allah ist die Heimkehr"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Hast du nicht gesehen, daß Allah die Wolken einhertreibt, sie dann zusammenfügt, sie dann aufeinander schichtet, so daß du Regen aus ihrer Mitte hervorströmen siehst? Und Er sendet vom Himmel Berge (von Wolken) nieder, in denen Hagel ist, und Er trifft damit, wen Er will, und wendet ihn ab, von wem Er will. Der Glanz Seines Blitzes nimmt fast das Augenlicht"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Allah läßt die Nacht und den Tag wechseln. Hierin liegt wahrlich eine Lehre für solche, die sehen können"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Und Allah hat jedes Lebewesen aus Wasser erschaffen. Unter ihnen sind manche, die auf ihren Bäuchen kriechen, und unter ihnen sind manche, die auf zwei Beinen gehen, und unter ihnen sind manche, die sich auf vieren fortbewegen. Allah schafft, was Er will. Wahrlich, Allah hat Macht über alle Dinge"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Wahrlich, Wir haben deutliche Zeichen herabgesandt. Und Allah leitet, wen Er will, auf den geraden Weg"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Und sie sagen: \"Wir glauben an Allah und an den Gesandten, und wir gehorchen.\" Hierauf aber wenden sich einige von ihnen ab. Und dies sind keine Gläubigen"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Und wenn sie zu Allah und Seinem Gesandten gerufen werden, damit er zwischen ihnen richte, siehe, dann wendet sich eine Gruppe von ihnen ab"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Doch wenn das Recht auf ihrer Seite ist, dann kommen sie zu ihm in aller Unterwürfigkeit gelaufen"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Ist Krankheit in ihren Herzen? Oder zweifeln sie, oder fürchten sie, daß Allah und Sein Gesandter ungerecht gegen sie sein würden? Nein, sie sind es selbst, die Unrecht begehen"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Doch die Rede der Gläubigen, wenn sie zu Allah und Seinem Gesandten gerufen werden, damit Er zwischen ihnen richten möge, ist nichts anderes als: \"Wir hören und wir gehorchen.\" Und sie sind es, die Erfolg haben werden"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Und wer Allah und Seinem Gesandten gehorcht und Allah fürchtet und sich vor Ihm in acht nimmt: solche sind es, die glückselig sind"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Und sie schwören bei Allah ihre festen Eide, sie würden, wenn du es ihnen beföhlest, gewiß ausziehen. Sprich: \"Schwört nicht! Euer Gehorsam ist (uns) bekannt!\" Wahrlich, Allah ist dessen wohl kundig, was ihr tut"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Sprich: \"Gehorcht Allah und gehorcht dem Gesandten.\" Doch wenn ihr euch (von ihm) abkehrt, dann ist er nur für das verantwortlich, was ihm auferlegt wurde, und ihr seid nur für das verantwortlich, was euch auferlegt wurde. Und wenn ihr ihm gehorcht, so werdet ihr dem rechten Weg folgen. Und dem Gesandten obliegt nur die deutliche Verkündigung"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Verheißen hat Allah denen, die von euch glauben und gute Werke tun, daß Er sie gewiß zu Nachfolgern auf der Erde machen wird, wie Er jene, die vor ihnen waren, zu Nachfolgern machte; und daß Er gewiß für sie ihre Religion befestigen wird, die Er für sie auserwählt hat; und daß Er gewiß ihren (Stand) nach ihrer Furcht in Frieden und Sicherheit verwandeln wird, auf daß sie Mich verehren (und) Mir nichts zur Seite stellen. Wer aber hernach undankbar ist, wird ein Frevler sein"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Und verrichtet das Gebet und entrichtet die Zakah und gehorcht dem Gesandten, auf daß ihr Barmherzigkeit empfangen möget"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Denke nicht, die, die da ungläubig sind, könnten (ihm) auf Erden entrinnen; ihre Herberge ist das Feuer; und das ist wahrlich ein schlimmes Ende"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "O ihr, die ihr glaubt, es sollen (sogar) die, die ihr von Rechts wegen besitzt, und die unter euch, die noch nicht die Reife erlangt haben, euch zu drei Zeiten um Erlaubnis bitten: vor dem Morgengebet, und dann, wenn ihr eure Kleider wegen der Mittagshitze ablegt, und nach dem Abendgebet - (denn dies sind) für euch drei Zeiten der Zurückgezogenheit. Danach ist es für euch und für sie keine Sünde, wenn die einen von euch sich um die anderen kümmern. So macht euch Allah die Zeichen klar, und Allah ist Allwissend, Allweise"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Und wenn die Kinder unter euch ihre Reife erlangen, dann sollen (auch) sie um Erlaubnis bitten, gerade so wie die, die vor ihnen um Erlaubnis gebeten haben. So macht euch Allah Seine Zeichen klar; denn Allah ist Allwissend, Allweise"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "(Was nun) die älteren Frauen (betrifft), die nicht mehr auf Heirat hoffen können, so trifft sie kein Vorwurf, wenn sie ihre Tücher ablegen, ohne ihre Zierde zur Schau zu stellen. Aber wenn sie sich dessen enthalten, ist das besser für sie. Und Allah ist Allhörend, Allwissend"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Kein Vorwurf trifft den Blinden, noch trifft ein Vorwurf den Gehbehinderten, kein Vorwurf trifft den Kranken oder euch selbst, wenn ihr in euren eigenen Häusern esset oder den Häusern eurer Väter oder den Häusern eurer Mütter oder den Häusern eurer Brüder oder den Häusern eurer Schwestern oder den Häusern eurer Vatersbrüder oder den Häusern eurer Vatersschwestern oder den Häusern eurer Mutterbrüder oder den Häusern eurer Mutterschwestern oder in einem (Haus), dessen Schlüssel in eurer Obhut sind, oder (in dem Haus) eures Freundes. Es ist keine Sünde für euch, ob ihr nur zusammen oder getrennt esset. Doch wenn ihr in Häuser eintretet, so begrüßt einander mit einem gesegneten, lauteren Gruß von Allah. So macht euch Allah die Gebote klar, auf daß ihr (sie) begreifen möget"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Nur diejenigen sind Gläubige, die an Allah und an Seinen Gesandten glauben, und diejenigen, die, wenn sie in einer für alle wichtigen Angelegenheit bei ihm sind, nicht eher fortgehen, als sie ihn um Erlaubnis (dazu) gebeten haben. Die, die dich um Erlaubnis bitten, sind diejenigen, die (wirklich) an Allah und Seinen Gesandten glauben. Wenn sie dich also um Erlaubnis für irgendeine eigene Angelegenheit bitten, so erteile dem von ihnen die Erlaubnis, dem du willst, und bitte Allah für sie um Verzeihung. Wahrlich, Allah ist Allverzeihend, Barmherzig"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Erachtet nicht den Ruf des Gesandten unter euch als dem Ruf des einen oder anderen von euch gleichrangig. Allah kennt diejenigen unter euch, die sich hinwegstehlen, indem sie sich verstecken. So mögen sich die, die sich seinem Befehl widersetzen, (davor) hüten, daß sie nicht Drangsal befalle oder eine schmerzliche Strafe treffe"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Ist es nicht so, daß Allahs ist, was in den Himmeln und auf der Erde ist? Er kennt euren Zustand wohl. Und an dem Tage, wo sie zu Ihm zurückgebracht werden, da wird Er ihnen verkünden, was sie getan haben! Und Allah weiß alle Dinge wohl"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Voller Segen ist Er, Der die Unterscheidung zu Seinem Diener hinabgesandt hat, auf daß er ein Warner für die Welten sei"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Er (ist es), Dessen das Königreich der Himmel und der Erde ist, Der Sich keinen Sohn genommen hat und Der keinen Partner im Königreich hat und Der jegliches Ding erschaffen und ihm das rechte Maß gegeben hat"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Und doch haben sie sich Götter außer Ihm genommen, die nichts erschaffen haben, sondern selbst erschaffen worden sind, die weder für sich selber Macht über Schaden und Nutzen noch Macht über Leben und Tod und Auferweckung haben"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Und jene, die ungläubig sind, sagen: \"Dies ist ja nichts als eine Lüge, die er erdichtet hat; und andere Leute haben ihm dabei geholfen.\" Wahrlich, sie haben da Ungerechtigkeiten und Lügen vorgebracht"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Und sie sagen: \"(Das sind) Fabeln der Früheren: er hat sie aufschreiben lassen, und sie werden ihm am Morgen und am Abend diktiert"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Sprich: \"Er, Der das Verborgene von Himmel und Erde kennt, hat ihn herabgesandt. Er ist wahrlich Allverzeihend, Barmherzig"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Und sie sagen: \"Was ist mit diesem Gesandten, daß er Speise ißt und auf den Märkten umhergeht? Warum ist kein Engel zu ihm herabgesandt worden, um als Warner bei ihm zu sein"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Oder (warum ist) ihm kein Schatz herabgeworfen oder kein Garten gegeben worden, wovon er essen könnte?\" Und die Ungerechten sagen: \"lhr folgt nur einem Mann, der einem Zauber zum Opfer gefallen ist"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Schau, wie sie dir Gleichnisse prägen! Sie sind irregegangen und vermögen keinen (Ausweg) zu finden"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Voller Segen ist Er, Der, wenn Er will, dir Besseres als all dies gewähren wird - Gärten, durch die Bäche fließen - und dir (auch) Paläste geben wird"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Nein, sie leugnen die Stunde; und denen, welche die Stunde leugnen, haben Wir einen Höllenbrand bereitet"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Wenn er sie aus der Ferne wahrnimmt, werden sie hören, wie er grollt und laut aufheult"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Und wenn sie zusammengekettet in den engen Raum (des Feuers) geworfen werden, dann werden sie dort die Vernichtung wünschen"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Wünscht heute nicht nur einmal die Vernichtung, sondern wünscht die Vernichtung mehrere Male"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Sprich: \"Ist dies nun besser oder das Paradies der Ewigkeit, das den Gerechten verheißen wurde? Es wird ihre Belohnung und Bestimmung sein"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Darin werden sie haben, was immer sie begehren, (und sie werden) auf ewig (darin) verweilen. Dies ist eine Verheißung, die bindend für deinen Herrn ist"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Und an dem Tage, da Er sie und jene, die sie an Allahs Statt verehren, versammeln wird, da wird Er fragen: \"Waret ihr es, die Meine Diener irregeführt habt, oder sind sie (von) selbst von dem Weg abgeirrt"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Sie werden sagen: \"Preis Dir! Es geziemte uns nicht, andere Beschützer als Dich anzunehmen; Du aber beschertest ihnen und ihren Vätern die guten Dinge (dieses Lebens), bis sie die Ermahnung vergaßen und ein verlorenes Volk wurden"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Nun haben sie euch für das, was ihr sagtet, der Lüge bezichtigt, und ihr könnt weder (die Strafe) abwenden noch (euch) helfen.\" Und den, der von euch Unrecht tut, werden Wir eine große Strafe kosten lassen"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Auch vor dir schickten Wir keine Gesandten, die keine Speise aßen oder nicht auf den Märkten umhergingen. Allein, Wir machen die einen unter euch zur Prüfung für die anderen. Wollt ihr denn geduldig sein? Und dein Herr ist Allsehend"
        }
    ]
}