{
    "chapter": [
        {
            "chapter": 37,
            "verse": 1,
            "text": "Kasama cha paṅkti bām̐dhnēvālāharūkō"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "Phēri baliyōrūpalē hapkā'unēvālāharūkō"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "Ani kura'āna paḍhnēvālāharūkō"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "Niḥsandēha timīharū sabaikō pūjya ē'uṭai cha"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "Ākāśaharū ra dharatī ra jē–jati kurāharū yinamā chan, sabaikō ra sampurṇa pūrvī diśāharūkō mālika pani uhī hō"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Hāmīlē sansārīya ākāśalā'ī tārāharūbāṭa susajjita garyauṁ"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "Aṭṭērī śaitānabāṭa surakṣita rākhnakō nimti"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "Māthikā phariśtāharūkō kurā sunnakō lāgi tinīharūlē kāna lagā'una saktainan. Apitu sabaitirabāṭa tinīharū mārinchan"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "Ra (tyahām̐bāṭa) dhapā'inulā'ī. Unīharūkō nimti sthā'ī yātanā cha"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Hō, kasailē (svargadūtakō kurālā'ī) yadi kēhī sunihālcha bhanē turuntai prajvalita āgōkō ḍallōlē usalā'ī pachyā'um̐cha"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Yī kāphiraharūsam̐ga sōdha ki kē unīharūkō sr̥ṣṭi garnē kāma adhika kaṭhina cha, vā tī an'ya kurāharūkō, jasalā'ī hāmīlē sr̥ṣṭi garēkā chauṁ. Hāmīlē unīharūkō sr̥ṣṭi (mānisakō) lēsilō māṭōlē garyauṁ"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Baru timī ta āścaryamā chau ra unīharū upahāsa garirākhēkā chan"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "Ra jaba unīharūlā'ī upadēśa garincha ta unīharūlē māndainan"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "Ra jaba kunai niśānī (camatkāra) dēkhdachan ta khillī uḍā'um̐chan"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "Ra bhandachan: ‘‘Yō ta mātra ē'uṭā pratyakṣa jādū hō.’’"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "Kē jaba hāmīharū marisakēkā hunēchauṁ ra māṭō ra haḍḍīkō rūpamā pariṇata hunēchauṁ ta kē phēri sām̐ccai hāmī uṭhā'inēchauṁ"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "‘‘kē hāmībhandā pahilākā hāmrā bābu bājē pani?’’"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Tapār'iṁ bhanidinus ki ‘‘hō! Ra timī apamānita pani hunēchau.’’"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "Tyō ta ē'uṭā ṭhūlō āvāja hunēcha. Ki yinīharū tyasabēlā ēkkāsī dēkhna thālnēchan"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "Ra bhannēchanḥ ‘‘aphasōca cha hāmīlā'ī. Yahī nai pratiphalakō dina hō.’’"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "Yō nai nirṇayakō dina hō, jasalā'ī timīlē jhūṭhā ṭhāndathyau"
        },
        {
            "chapter": 37,
            "verse": 22,
            "text": "Atyācāra garnēharūlā'ī ra unakā sāthīharūlā'ī ra allāha bāhēka jasakā unīharūlē pūjā gardathē"
        },
        {
            "chapter": 37,
            "verse": 23,
            "text": "Unīharū sabailā'ī jam'mā garēra narkakō bāṭō dēkhā'idē'ū"
        },
        {
            "chapter": 37,
            "verse": 24,
            "text": "Ra unīharūlā'ī rōkirākha, kinabhanē unīharūsita kēhī jarūrī praśnaharū sōdhnucha"
        },
        {
            "chapter": 37,
            "verse": 25,
            "text": "‘‘Timīharūlā'ī kē bha'ēkō cha ki yasa bēlā ēka arkākō sahāyatā gardainau?’’"
        },
        {
            "chapter": 37,
            "verse": 26,
            "text": "Baru āja ta unīharū sabai ājñākārī banēkā chan"
        },
        {
            "chapter": 37,
            "verse": 27,
            "text": "Tinīharū ēka–arkātira pharkēra savāla ra javāpha garnēchan"
        },
        {
            "chapter": 37,
            "verse": 28,
            "text": "Bhannēchanḥ ‘‘timī ta hāmrō pāsamā hāmrō dāyām̐ tirabāṭa ā'um̐dathyau.’’"
        },
        {
            "chapter": 37,
            "verse": 29,
            "text": "Unīharūlē bhannēchanḥ hō'ina ‘‘baru, timī nai īmānavālā thi'ēnau"
        },
        {
            "chapter": 37,
            "verse": 30,
            "text": "Ra hāmrō timīmāthi kunai adhikāra ta thi'ēna, baru timīharū aṭṭērī thiyau"
        },
        {
            "chapter": 37,
            "verse": 31,
            "text": "Aba ta hāmrō sambandhamā hāmrō pālanakartākō yō kurā pūrā bha'ihālyō ki aba hāmī sajāyakō svāda cākhnēchauṁ"
        },
        {
            "chapter": 37,
            "verse": 32,
            "text": "Ataḥ hāmīlē timīlā'ī pani pathabhraṣṭa garyauṁ. Hāmī ta svayaṁ pani mārgavicalita nai thiyauṁ.’’"
        },
        {
            "chapter": 37,
            "verse": 33,
            "text": "Ataḥ unī sabai tyasadina sajāyamā ēka arkākō sahabhāgī hunēchan"
        },
        {
            "chapter": 37,
            "verse": 34,
            "text": "Hāmīlē aparādhīharūsita yastai garnē gardachauṁ"
        },
        {
            "chapter": 37,
            "verse": 35,
            "text": "Unīharūkō yō avasthā thiyō ki jaba unīharūsita bhaninthyōḥ ‘‘ki allāha bāhēka kōhī satya upāsya chaina’’ taba tinīharū avajñā gardathē"
        },
        {
            "chapter": 37,
            "verse": 36,
            "text": "Ra bhandathēḥ ‘‘kē hāmīlē ē'uṭā unmādī kavilē bhandaimā āphnā upāsyaharūlā'ī chāḍidē'auṁ?’’"
        },
        {
            "chapter": 37,
            "verse": 37,
            "text": "‘‘Hō'ina, baru nabīlē satya (dharma) li'ēra ā'ēkā chan ra (aghikā) rasūlaharūlā'ī saccā bhandachan"
        },
        {
            "chapter": 37,
            "verse": 38,
            "text": "Niścaya nai timī duḥkhada yātanākō svāda cākhnēchau"
        },
        {
            "chapter": 37,
            "verse": 39,
            "text": "Timīlā'ī tyasaikō pratiphala di'inēcha juna timīlē garnē gardathyau.’’"
        },
        {
            "chapter": 37,
            "verse": 40,
            "text": "Tara jō allāhakā viśēṣa bandāharū (bhaktaharū) chan"
        },
        {
            "chapter": 37,
            "verse": 41,
            "text": "Unīharūkō lāgi allāhadvārā jīvikā nirdhārita cha"
        },
        {
            "chapter": 37,
            "verse": 42,
            "text": "Hara prakārakā phalaphūla ra gaurava ra maryādālē unakō ādara garinēcha"
        },
        {
            "chapter": 37,
            "verse": 43,
            "text": "Anukampālē bhari'ēkā jannataharūmā"
        },
        {
            "chapter": 37,
            "verse": 44,
            "text": "palaṅgaharūmā āmunnē–sāmunnē virājamāna hunēchan"
        },
        {
            "chapter": 37,
            "verse": 45,
            "text": "unīharūkō mājhamā viśud'dha pēyakō pātra ghumā'inēcha"
        },
        {
            "chapter": 37,
            "verse": 46,
            "text": "juna ki saphā ra pi'unēharūkō lāgi sarvathā susvādaka hunēcha"
        },
        {
            "chapter": 37,
            "verse": 47,
            "text": "Na tyasabāṭa ṭā'ukō dukhnēcha ra na tyasabāṭa mānisa naśāmā bahakanēchan"
        },
        {
            "chapter": 37,
            "verse": 48,
            "text": "ra unīharūkō pāsamā apsarāharū hunēchin jasakō ām̐khā tala jhukēkō ra ṭhūlā–ṭhūlā hunēchan"
        },
        {
            "chapter": 37,
            "verse": 49,
            "text": "Mānauṁ unīharū surakṣita aṇḍ'̔āharū hun"
        },
        {
            "chapter": 37,
            "verse": 50,
            "text": "Ani unīharūlē ēka–arkātira mukha pharkā'ēra praśna garnēchan"
        },
        {
            "chapter": 37,
            "verse": 51,
            "text": "Unīharūmadhyēbāṭa ē'uṭālē bhannēchaḥ ki ‘‘mērō ē'uṭā sāthī thiyō"
        },
        {
            "chapter": 37,
            "verse": 52,
            "text": "Jasalē bhandathyō, ki kē timī pani (kayāmatalā'ī) mānilinēvālāmadhyēkā hau"
        },
        {
            "chapter": 37,
            "verse": 53,
            "text": "kē jaba hāmī marēra māṭō ra haḍḍīmā pariṇata bha'isaknē chauṁ taba kē hāmīlā'ī pratiphala prāpta hunēcha?’’"
        },
        {
            "chapter": 37,
            "verse": 54,
            "text": "(Ani) bhannēchaḥ ‘‘ki kē timī usalā'ī ciyā'ēra hērna cāhanchau?’’"
        },
        {
            "chapter": 37,
            "verse": 55,
            "text": "(Yasaibīca) tyasalē (svayam) ciyā'unē cha, ta usalā'ī narkakō mājhamā (jalīrahēkō) dēkhnēcha"
        },
        {
            "chapter": 37,
            "verse": 56,
            "text": "Bhannēchaḥ ki, ‘‘allāhakō kasama! Timīlē ta malā'ī barabādai pārnē thiyau"
        },
        {
            "chapter": 37,
            "verse": 57,
            "text": "Yadi mērō pālanakartākō kr̥pā nabha'ēkō bha'ē ta ma pani unīharūmadhyēkai hunthēṁ jō narkamā upasthita garā'i'ēkā chan"
        },
        {
            "chapter": 37,
            "verse": 58,
            "text": "Kē (yō sām̐cō hō ki) hāmī aba marnēchainauṁ"
        },
        {
            "chapter": 37,
            "verse": 59,
            "text": "Pahilō paṭaka marnu bāhēka. Ra hāmīlā'ī yātanā pani hunēvālā chaina’’"
        },
        {
            "chapter": 37,
            "verse": 60,
            "text": "ani ta spaṣṭa cha ki niḥsandēha yō ṭhūlō saphalatā hō"
        },
        {
            "chapter": 37,
            "verse": 61,
            "text": "Yastō (saphalatāharū) kō lāgi karma garnēharūlē karma garnupardacha"
        },
        {
            "chapter": 37,
            "verse": 62,
            "text": "Kē yō ātithya rāmrō cha vā thūhara (si'um̐ḍī) kō vr̥kṣa"
        },
        {
            "chapter": 37,
            "verse": 63,
            "text": "hāmīlē tyasa br̥kṣalā'ī atyācārīharūkō nimti kaṣṭadāyaka parīkṣā banā'ēkā chauṁ"
        },
        {
            "chapter": 37,
            "verse": 64,
            "text": "Niḥsandēha tyō ē'uṭā rukha hō jō jahannamakō (narkakō) tallō bhāga (jarā) bāṭa umranē cha"
        },
        {
            "chapter": 37,
            "verse": 65,
            "text": "Tyasakā hām̐gāharū śaitānakā ṭā'ukōharū jastā hunchan"
        },
        {
            "chapter": 37,
            "verse": 66,
            "text": "Narkavālāharū usaibāṭa khānchan ra usaibāṭa pēṭa bharnēchan"
        },
        {
            "chapter": 37,
            "verse": 67,
            "text": "Ani tyasa (khānā) kō sāthamā unalā'ī tātō pānī misā'ēra di'inēcha"
        },
        {
            "chapter": 37,
            "verse": 68,
            "text": "Ani unīharūlā'ī narka (āgōkō ḍhiskō) tira pharkā'inēcha"
        },
        {
            "chapter": 37,
            "verse": 69,
            "text": "Niścita mānnus unīharūlē āphnā bābu–bājēharūlā'ī mārgavicalita nai pā'ē"
        },
        {
            "chapter": 37,
            "verse": 70,
            "text": "Raḥ unīharū tinīharūkai padacinhamā dagurirākhēkā chan"
        },
        {
            "chapter": 37,
            "verse": 71,
            "text": "Unīharūbhandā pahilā pani dhērai mānisaharū mārgavicalita bha'isakēkā chan"
        },
        {
            "chapter": 37,
            "verse": 72,
            "text": "Jasamā hāmīlē unīharūkō mājhamā sacēta garnēvālā (rasūla) paṭhā'ēkā thiyauṁ"
        },
        {
            "chapter": 37,
            "verse": 73,
            "text": "Tasartha hērihāla ki jasalā'ī sacēta gari'ēkō thiyō, unīharūkō pariṇāma kastō bhayō"
        },
        {
            "chapter": 37,
            "verse": 74,
            "text": "hō, allāhakā viśiṣṭa dāsaharū bāhēka (unakō pariṇāma dhērai rāmrō bhayō)"
        },
        {
            "chapter": 37,
            "verse": 75,
            "text": "Ra hāmīlā'ī ‘‘nūhalē’’ pukārē, ta hēra hāmī kastō rāmrarī yācanā svīkāra garnēvālā hauṁ"
        },
        {
            "chapter": 37,
            "verse": 76,
            "text": "Hāmīlē unalā'ī ra unakā gharavālālā'ī ṭhūlō (mahān jalapralya) vipattibāṭa bacāyauṁ"
        },
        {
            "chapter": 37,
            "verse": 77,
            "text": "Ra hāmīlē unakō santatilā'ī bām̐kī rahanēvālā banāyauṁ"
        },
        {
            "chapter": 37,
            "verse": 78,
            "text": "Ra hāmīlē unakō sucarcā pachi ā'unēvālāharūmā bām̐kī rākhyauṁ"
        },
        {
            "chapter": 37,
            "verse": 79,
            "text": "Sampūrṇa sansāraharūmā nūhamāthi ‘‘salāma’’ hōs"
        },
        {
            "chapter": 37,
            "verse": 80,
            "text": "Niḥsandēha hāmīlē bhalā'īkō kārya garnēharūlā'ī yastai puraskāra dinchauṁ"
        },
        {
            "chapter": 37,
            "verse": 81,
            "text": "Unī hāmrā īmānavālā sēvakaharūmadhyēkā thi'ē"
        },
        {
            "chapter": 37,
            "verse": 82,
            "text": "Ani hāmīlē aruharūlā'ī ḍubā'idi'auṁ"
        },
        {
            "chapter": 37,
            "verse": 83,
            "text": "Ra ‘‘ibrāhīma’’ pani unaikā sahadharmīharūmadhyēkā thi'ē"
        },
        {
            "chapter": 37,
            "verse": 84,
            "text": "Jaba unī āphnō pālanakartākō samakṣa vikārarahita hr̥daya li'ēra ā'ē"
        },
        {
            "chapter": 37,
            "verse": 85,
            "text": "Jaba unalē āphnō pitā ra āphnō jātibandhukā mānisaharūsita bhanēḥ ‘‘timīlē kuna kurākō pūjā gardachau?’’"
        },
        {
            "chapter": 37,
            "verse": 86,
            "text": "Kē timī allāha bāhēka managaḍhantē upāsyaharū cāhirahēkā chau"
        },
        {
            "chapter": 37,
            "verse": 87,
            "text": "yō batā'ū ki timīlē ākhira sampūrṇa sansārakō pālanakartālā'ī kē samjhēkā chau"
        },
        {
            "chapter": 37,
            "verse": 88,
            "text": "aba unalē tārāharūmāthi dr̥ṣṭipāta garē"
        },
        {
            "chapter": 37,
            "verse": 89,
            "text": "Ra bhanēḥ ma ta birāmī chu.’’"
        },
        {
            "chapter": 37,
            "verse": 90,
            "text": "Yasapachi unīharūlē piṭhyum̐ pharkā'ī unalā'ī chāḍēra pharkihālē"
        },
        {
            "chapter": 37,
            "verse": 91,
            "text": "Ani (ibrāhīma) unīharūkā upāsyaharūtira tatkāla ga'ē ra bhannathālē kiḥ timīlē khānā kina khām̐dainau"
        },
        {
            "chapter": 37,
            "verse": 92,
            "text": "timīlā'ī kē bha'ēkō cha? Ki timī bōldainau?’’"
        },
        {
            "chapter": 37,
            "verse": 93,
            "text": "Ani pūrai śaktikā sātha unīharūlā'ī dāhinēhātalē piṭana śurū garē"
        },
        {
            "chapter": 37,
            "verse": 94,
            "text": "Taba unīharū unakō pāsamā dagurdai ā'ē"
        },
        {
            "chapter": 37,
            "verse": 95,
            "text": "Unalē bhanēḥ ‘‘timīharūlē yastō kurākō kina pūjā garchau? Jasalā'ī timīlē svayam kum̐dēra banā'um̐chau"
        },
        {
            "chapter": 37,
            "verse": 96,
            "text": "Jaba ki timīlā'ī ra timīlē banā'ēkā kurāharūlā'ī allāhalē nai sr̥ṣṭi garēkō cha?’’"
        },
        {
            "chapter": 37,
            "verse": 97,
            "text": "Unīharūlē bhanēḥ ‘‘usakō nimti ē'uṭā bhavana (agnikuṇḍa) tayāra pārī tyasalā'ī prajvalita āgōmā hālidē'ū’’"
        },
        {
            "chapter": 37,
            "verse": 98,
            "text": "Unīharūlē ta ibrāhīmasam̐ga ē'uṭā ṣaḍayantra garna cāhē tara hāmīlē unīharūlā'ī nai apamānita garyauṁ"
        },
        {
            "chapter": 37,
            "verse": 99,
            "text": "Ra ibrāhīmalē bhanēḥ ma ta pravāsa garēra āphnō pālanakartātira ga'irākhēkō chu, usalē avaśya mērō mārgadarśana garnēcha"
        },
        {
            "chapter": 37,
            "verse": 100,
            "text": "Hē mērō pālanakartā! Malā'ī asala santāna pradāna gara.’’"
        },
        {
            "chapter": 37,
            "verse": 101,
            "text": "Taba hāmīlē unalā'ī ē'uṭā sahanaśīla putrakō śubhasūcanā diyauṁ"
        },
        {
            "chapter": 37,
            "verse": 102,
            "text": "Ani jaba tyō baccā unakō sāthamā dauḍadhūpa garnē avasthāmā pugyō taba unalē bhanēḥ ‘‘hē mērō priya chōrā! Mailē sapanāmā dēkhēkō chu ki timīlā'ī kurbāna (bali) garirākhēkō chu. Ta aba hēra, timrō kē vicāra cha? ‘‘Chōrālē bhan'yō kiḥ hē bubā! Juna ādēśa tapā'īlā'īṁ di'irākhi'ēkō cha tyasakō pālanā garihālnus. Allāhalē cāhyō bhanē tapār'inlē malā'ī dhairyavān pā'unuhunēcha"
        },
        {
            "chapter": 37,
            "verse": 103,
            "text": "Arthāta jaba duvailē ādēśa mānihālē, ra bābulē chōrālā'ī kancaṭatira pārēra palṭā'ē"
        },
        {
            "chapter": 37,
            "verse": 104,
            "text": "Taba hāmīlē unalā'ī pukāryauṁ ki, ‘‘hē ibrāhīma"
        },
        {
            "chapter": 37,
            "verse": 105,
            "text": "niścaya nai timīlē sapanālā'ī sām̐cō garēra dēkhāyau. Niḥsandēha hāmīlē uttama kārya garnēharūlā'ī yastai prakāralē pratiphala dinchauṁ.’’"
        },
        {
            "chapter": 37,
            "verse": 106,
            "text": "Vāstavamā yō ta ē'uṭā spaṣṭa parīkṣā thiyō"
        },
        {
            "chapter": 37,
            "verse": 107,
            "text": "Ra hāmīlē usakō (ismā'īlakō) saṭṭāmā kurbānīkō lāgi ē'uṭā ṭhūlō (paśu) diyauṁ"
        },
        {
            "chapter": 37,
            "verse": 108,
            "text": "Ra hāmīlē pachi ā'unē naslaharūmā (ibrāhīmakō rāmrō) carcā bām̐kī rākhyauṁ"
        },
        {
            "chapter": 37,
            "verse": 109,
            "text": "‘‘ibrāhīmamāthi salāma hōs.’’"
        },
        {
            "chapter": 37,
            "verse": 110,
            "text": "Asala kārya garnēharūlā'ī hāmīlē yastai pratiphala dinē garchauṁ"
        },
        {
            "chapter": 37,
            "verse": 111,
            "text": "Niścaya nai unī hāmrā īmānavālā sēvakaharūmadhyēkā thi'ē"
        },
        {
            "chapter": 37,
            "verse": 112,
            "text": "Ra hāmīlē unalā'ī ‘‘is'hākakō’’ nabī hunē śubhasūcanā pani diyauṁ, jō asala mānisaharūmadhyē hunēchan"
        },
        {
            "chapter": 37,
            "verse": 113,
            "text": "Ra hāmīlē unalā'ī ra ‘‘is'hākalā'ī’’ barakata (kalyāṇa) diyauṁ ra tī duvaikā santānaharūmā katipaya ta asala kāma garnēharū pani chan, ra katipaya āphūmāthi khullārūpalē atyācāra garnēvālāharū pani chan"
        },
        {
            "chapter": 37,
            "verse": 114,
            "text": "Niḥsandēha hāmīlē mūsā ra hārūnamāthi pani ṭhūlō upakāra garēkā chauṁ"
        },
        {
            "chapter": 37,
            "verse": 115,
            "text": "Ra hāmīlē unīharūlā'ī ra unakā jātibandhuharūlā'ī ṭhūlō kaṣṭabāṭa mukta garāyauṁ"
        },
        {
            "chapter": 37,
            "verse": 116,
            "text": "Ra hāmīlē unīharūlā'ī sahāyatā garyauṁ, ta unīharū prabhāvī rahē"
        },
        {
            "chapter": 37,
            "verse": 117,
            "text": "Ra hāmīlē unīharūlā'ī atyanta spaṣṭa kitāba pradāna garyauṁ"
        },
        {
            "chapter": 37,
            "verse": 118,
            "text": "Ra hāmīlē unīharūlā'ī sōjhō mārgamā kāyama rākhyauṁ"
        },
        {
            "chapter": 37,
            "verse": 119,
            "text": "Ra hāmīlē unī duvaikō lāgi pachi ā'unēvālā naslaharūmā rāmrō carcā bām̐kī rākhyauṁ"
        },
        {
            "chapter": 37,
            "verse": 120,
            "text": "‘‘Mūsā (alaihis'salāma)’’ ra hārūna (alaihis'salāma) māthi salāma hōs"
        },
        {
            "chapter": 37,
            "verse": 121,
            "text": "Niḥsandēha hāmīlē asala kāma garnēharūlā'ī yastai pratiphala dinē garchauṁ"
        },
        {
            "chapter": 37,
            "verse": 122,
            "text": "Niścaya nai tī duvai hāmrā īmānavālā sēvakaharūmadhyēkā thi'ē"
        },
        {
            "chapter": 37,
            "verse": 123,
            "text": "Ra ‘‘iliyāsa’’ pani paigambaraharūmadhyēkā thi'ē"
        },
        {
            "chapter": 37,
            "verse": 124,
            "text": "Jaba uhām̐lē āphnā jātibandhusita bhanēḥ timī allāhasita kina ḍara māndainau"
        },
        {
            "chapter": 37,
            "verse": 125,
            "text": "kē timī ba'ala (ē'uṭā ṭhūlō mūrti)lā'ī pukārdachau, ra sarvōttama sraṣṭālā'ī chāḍidinchau"
        },
        {
            "chapter": 37,
            "verse": 126,
            "text": "allāha jō timrō ra timrō bābu–bājēkō pālanahāra hō"
        },
        {
            "chapter": 37,
            "verse": 127,
            "text": "Tara unīharūlē unalā'ī jhūṭhā bhanē ataḥ unīharū avaśya narkamā upasthita garā'inēchan"
        },
        {
            "chapter": 37,
            "verse": 128,
            "text": "Hō, allāhakā asala sēvakaharū (sajāyamā) pārinē chainan"
        },
        {
            "chapter": 37,
            "verse": 129,
            "text": "Hāmīlē ‘‘iliyāsa’’ (alaihis'salāma) kō rāmrō carcā pachi ā'unēharūmā (śēṣa) chāḍēkā chauṁ"
        },
        {
            "chapter": 37,
            "verse": 130,
            "text": "Ki ‘‘iliyāsa (alaihis'salāma)’’ māthi ‘‘salāma’’ hōs"
        },
        {
            "chapter": 37,
            "verse": 131,
            "text": "Hāmīlē bhalā'ī garnēharūlā'ī yastai pratiphala dinchauṁ"
        },
        {
            "chapter": 37,
            "verse": 132,
            "text": "Niḥsandēha unī hāmrā mōmina sēvakaharūmadhyēbāṭa thi'ē"
        },
        {
            "chapter": 37,
            "verse": 133,
            "text": "Ra niḥsandēha ‘‘lūta (alaihis'salāma)’’ pani paigambaraharūmadhyēbāṭa thi'ē"
        },
        {
            "chapter": 37,
            "verse": 134,
            "text": "Hāmīlē unalā'ī ra unakā gharavālāharū sabailā'ī mukti pradāna garyauṁ"
        },
        {
            "chapter": 37,
            "verse": 135,
            "text": "Tara ē'uṭā vr̥d'dhā bāhēka jō pachi parnēvālāmadhyēkī thi'ī"
        },
        {
            "chapter": 37,
            "verse": 136,
            "text": "Ani hāmīlē aruharūlā'ī naṣṭa pāridiyauṁ"
        },
        {
            "chapter": 37,
            "verse": 137,
            "text": "Ra timī ta bihāna bha'ēpachi unīharūkā bastīharūkō najikabāṭa hiḍchau"
        },
        {
            "chapter": 37,
            "verse": 138,
            "text": "Ra rātīmā pani, ta kē timī (makkāvālā) taipani bujhdainau"
        },
        {
            "chapter": 37,
            "verse": 139,
            "text": "ra niḥsandēha ‘‘yūnusa (alaihis'salāma))’’ pani paigambaramadhyēkā thi'ē"
        },
        {
            "chapter": 37,
            "verse": 140,
            "text": "Jaba bhāgēra bhari'ēkō ḍuṅgāmā ā'ipugē"
        },
        {
            "chapter": 37,
            "verse": 141,
            "text": "Ani tyasabēlā gōlā hāldā unakō nāma paryō"
        },
        {
            "chapter": 37,
            "verse": 142,
            "text": "Ani māchālē unalā'ī nilihālyō ra unī āphūlā'ī dhikkārna thālēkā thi'ē"
        },
        {
            "chapter": 37,
            "verse": 143,
            "text": "Ataḥ yadi unalē (allāhakō) pavitratākō guṇagān nagarēkō bha'ē"
        },
        {
            "chapter": 37,
            "verse": 144,
            "text": "Ta tyasa dinasam'ma jabaki mānisaharū punaḥ jīvita garinēchan, usaikō pēṭamā rahanthē"
        },
        {
            "chapter": 37,
            "verse": 145,
            "text": "Antataḥ hāmīlē unalā'ī jaba ki unī birāmī thi'ē, khullā maidānamā hālidiyauṁ"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "Ra unīmāthi hāmīlē chāyām̐ garnē ē'uṭā bōṭa umāryauṁ"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "Ra hāmīlē unalā'ī ēka lākha vā tyasabhandā pani dhērai mānisaharūtira (paigambara banā'ēra) paṭhāyauṁ"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "Ani unīharūlē īmāna lyā'ē ra hāmīlē unīharūlā'ī ēka avadhisam'ma sukha bhōgnē avasara pradāna garyauṁ"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "Unīharūsita sōdhaḥ ‘‘kē timrō pālanakartākā chōrīharū ra yinīharūkā chōrāharū chan"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "vā hāmīlē phariśtāharūlā'ī strī banā'um̐dā unīharū (tyasabēlā) upasthita thi'ē?’’"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "Sāvadhāna raha, yinīharū āphūlē jhūṭhā racēkō (kurā) mātra bhandachan"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "Ki ‘‘allāhakā santāna chan.’’ Niḥsandēha yinīharū ēkadama jhūṭhā hun"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "Kē allāhalē āphnō lāgi chōrāharūkō dām̐jōmā chōrīharūlā'ī rucā'ēkō cha"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "timīlā'ī kē bha'ēkō cha. Kastō n'yāya gardachau"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "kē timīlē yati pani bujhdainau"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "vā timrō pāsamā usakō kunai pramāṇa cha"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "yadi timī sām̐cō hau bhanē, ta āphnō kitāba prastuta gara"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "Ra unīharūlē ta allāha ra jinnaharūkō bīcamā pani nātā sthāpita garēkā chan, huna ta jinnaharūlā'ī rāmrarī thāhā cha ki yastō kurāmā viśvāsa garnēharū avaśya samāti'ēra (yātanāmā) upasthita garā'inēchan"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "Unīharūlē jējati allāhakō bārēmā varṇana garchana, allāha tyasabāṭa pūrṇarūpalē pavitra ra ucca cha"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "Tara allāhalē viśiṣṭa sēvakaharūlā'ī (yātanāmā pārnēchaina)"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "Viśvāsa gara timī ra jasalā'ī timī pūjdachau"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "(Allāhakō virōdhamā) kasailā'ī vicalita garā'una sakdainan"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "Tinīharū bāhēka jō narkamā jānēvālā (narkīya) chan"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "Ra (phariśtāharū bhandachan ki) hāmīmadhyē pratyēkakō ēka sthāna niścita cha"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "Ra hāmī ta (svargadūta) allāhakō bhaktimā āphnō sthānamā paṅktivad'dha chauṁ"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "Ra allāhakō mahānatā ra śrēṣṭhatā bayāna (varṇana) gardachauṁ"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "Kāphiraharūlē bhannē gardathē"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "ki ‘‘yadi hāmrō samakṣa pahilēkā mānisaharūkō varṇana bha'ēkō bha'ē"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "Ta hāmī pani allāhakā viśiṣṭa sēvaka hunēthyauṁ.’’"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "Tara phēri yasa kura'ānasam̐ga kuphra garna pugē, tasartha aba śīghra nai unīharūlā'ī (pariṇāma) thāhā bha'ihālnēcha"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "Ra hāmrō (sandēśa puryā'unē) rasūlaharūsita hāmrō vāyadā (vacana) pahilā nai bha'isakēkō cha"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "Ki niścaya nai unīharūkō sahāyatā garinēcha"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "Ra niścaya nai hāmrō sēnā nai prabhāvi rahanēchan"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "ataḥ ēka avadhisam'ma tapā'ī unīharūsita vimukha rahanu"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "ra unīharūlā'ī hērirākhnus. Ra yinīharūlē pani śīghra nai (kuphrakō pariṇāma) dēkhihālnēchan"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "Kē unīharū hāmrō yātanākō nimti hatāra garirākhēkā chan"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "Tara jaba hāmrō yātanā unīharūkō ām̐ganamā utrancha taba jasalā'ī bhaya sunā'i'ēkō thiyō, unīharūkō nimti narāmrō dina hunēcha"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "Ēka avadhisam'ma tapā'īlē unīharūkō vicāra chōḍidinus"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "Ra hērdai garnus, yinīharūlē pani śīghra nai (pariṇāma) dēkhihālnēchan"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "Pavitra cha tapā'īkō pālanakartā jō dhērai sam'mānita ra mukta cha tī kurāharūbāṭa juna yinīharūlē varṇana gardachan"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "Paigambaraharū māthi salāma cha"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "Ra sampūrṇa praśansā allāhakō lāgi cha jō sampūrṇa jagatakō pālanakartā hō"
        }
    ]
}