{
    "chapter": [
        {
            "chapter": 42,
            "verse": 1,
            "text": "Hā.Mīma"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "aina. Sīn. Kāpha"
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "adhipatyaśālī ra tatvadarśī allāha timītira ra timībhandā pahilākā mānisaharūtira yasai prakāra vahya avataraṇa gardai garēkō cha"
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "Ākāśaharū ra dharatīmā jē–jati cha usaikō hō ra ū sarvōcca, mahimāvāna cha"
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "Lāgcha ki ākāśa svayaṁ māthibāṭa cyātihālcha. Sabai phariśtāharū āphnō pālanakartākō pavitratākō pranśasāmā usakō guṇagāna garirahanchan, ra juna mānisaharū dharatīmā chan, unīharūkā nimti kṣamāyācanā garirahanchan. Bujhirākha! Ki allāha nai ṭhūlō kṣamāśīla ra atyanta dayāvāna cha"
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "Ra juna mānisaharūlē usakō atirikta arulā'ī āphnō arkō sanrakṣaka banā'ēkā chan, allāhalā'ī thāhā cha. Tapā'ī māthi tinīharūkō kunai jim'mēvārī chaina"
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "Tyastai prakāralē hāmīlē tapā'ītira arabī kura'āna paṭhā'ēkā chauṁ, tākī tapā'īlē makkākā bāsindāharūlā'ī ra yasakō varipari basnēharūlā'ī khabaradāra garnus ra unīharūlā'ī kiyāmatakō dinakō bārēmā pani bhaya dēkhā'unus, jasamā kunai śaṅkā chaina. Tyasadina ē'uṭā samūha svargamā hunēcha ra ēka samūha narkamā hunēcha"
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "Yadi allāhalē cāhēkō bha'ē ta unīharū sabailā'ī ē'uṭai samudāyakō banā'um̐thyō, tara usalē jasalā'ī cāhancha āphnō dayālutābhitra pravēśa garā'um̐cha. Atyācārīharūkō, nata kōhī mitra cha na sahāyaka"
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "Kē unīharūlē allāha bāhēka arulā'ī āphnō sanrakṣaka banā'ēkā chan. Sanrakṣaka ta allāha nai hō. Ra usailē mr̥taharūlā'ī jīvita garnēcha ra usalā'ī pratyēka kurākō sāmathrya cha"
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "Ra juna kurāmā timīlē vivāda garēkā chau tyasakō phaisalā allāhakō jim'māmā cha. Uhī allāha mērō pālanākartā hō, usaimāthi mailē bharōsā garēkō chu ra usaitira ma jhukdachu"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "Ū ākāśaharū ra dharatīkō sraṣṭā hō. Usalē timrō nimti timrai sahajātibāṭa jōḍī banāyō ra caupāyāharūkō jōḍī pani. Yastai tarikālē timīlā'ī yahām̐ phailā'irahēkō cha. Ū jastō kunai kurā chaina, ra ū sundacha ra jāndacha"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "Ākāśaharū ra dharatīkā sām̐cōharū usaikō hātamā chan. Usalē jasakō nimti cāhancha, jīvikā pharākilō pārdacha ra saṅkucita garidincha. Niḥsandēha usalē harēka kurō jāndacha"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "Allāhalē timrō nimti tyahī dīna (dharma) niścita garyō, jasalā'ī apanā'una nūha (alaihis'salāma) lā'ī ādēśa garēkō thiyō.’’ Ra jasalā'ī (hē muham'mada!) Hāmīlē tapā'ītira vahyakō mādhyamalē paṭhā'ēkā chauṁ ra jasakō bārēmā ‘‘ibrāhīma(alaihis'salāma)’’ ra ‘‘mūsā(alaihis'salāma) ra’’, ‘‘īsā (alaihis'salāma) lā'ī’’ pani ādēśa di'ēkā thiyauṁ, ‘‘ki yasa dīnalā'ī kāyama rākhnu ra usakō viṣayamā vibhājita nahunu.’’ Juna kurōtira tapā'īlē bahudēvavādīharūlā'ī bōlā'um̐nu huncha, tyō ta unīharūlā'ī apriya cha. Allāhalē jasalā'ī cāhancha āphūtira rōjēra lincha ra āphūtirakō mārga usailā'ī dēkhā'um̐cha jō ūtira pravr̥tta huncha"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "Unīharūlē ta paraspara ēka–ērkāmāthi baḍhtā hunē uddēśyalē vivāda garē jabaki unakō pāsamā jñāna ā'isakēkō thiyō. Ra yadi tapā'īkō pālanakartākō tarphabāṭa ē'uṭā niścita avadhisam'makō nimti samaya pahilā nirdhārita nabha'isakēkō bha'ē, unīharūkō bīcamā nirṇaya garidi'inēthiyō. Tara juna mānisaharū unīharū paścāta kitābakō uttarādhikārī bha'ē, unīharū usakō bārēmā śaṅkamā aljhi'ēkā chan"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Tasartha (hē muham'mada!) Usaitarpha mānisaharūlā'ī bōlā'irahanus ra jē tapā'īlā'ī ādēśa bha'ēkō cha, tyasaimā dr̥ḍhatākō sātha sthira rahanus, ra unīharūkō icchā anurūpa nahiḍnus ra bhanidinus ki ‘‘jati kitāba allāhalē avatarita garyō, mērō tinamāthi īmāna cha ra malā'ī ādēśa cha ki timīmā insāpha garūm̐ . Allāha nai hāmrō ra timrō, pālanakartā hō. Hāmīlā'ī hāmrā, ra timrā karmaharū timrālāgi nai hun! Hāmī ra timīmā kunai jhai–jhagaḍā chaina. Allāhalē hāmī sabailā'ī ēkatrita garnēcha, ra usaitira pharkēra jānuparnēcha.’’"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "Ra juna mānisaharūlē allāhakō kurāmā vivāda uṭhā'um̐chan yasa paścāta jabaki usalā'ī (mōminaharūlē) mānihālēkā chan, unīharūkō pālanakartāchē'u unīharūkō jhagaḍā tuccha cha, ra unīmāthi prakōpa cha, ra unīharūkō nimti bhayaṅkara yātanā cha"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Allāhalē nai satyakō sātha kitāba avatarita garyō ra tarājū pani, ra tapā'īlā'ī kē thāhā kadācit kayāmatakō samaya najika ā'ipugēkō hōs"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Juna mānisaharūlē yasamā viśvāsa gardainan, unīharūlē yasakō nimti hatāra garirahēkā chan, ra jō mōmina chan, unīharū yasabāṭa ḍara mānchan ra jāndachan ki tyō satya cha. Hēra juna mānisaharūlē kayāmatakō bārēmā vivāda gardaichan, unīharū sāhrai nai mārgavicalanamā chan"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Allāha āphnō bhaktaharūmāthi dhērai dayāvāna cha, tyasalē jasalā'ī cāhancha dhērai jīvikā pradāna gardacha. Ra tyō dhērai śaktimāna (ra) adhipatyaśālī cha"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Jasakō nīyata paralōkakō khētīkō cha, hāmīlē usakō lāgi tyasakō khētīmā vr̥d'dhi pradāna garnēchauṁ ra jasalē duniyām̐kō khētī cāhancha, hāmīlē tyasamadhyēbāṭai usalā'ī kēhī di'ihālchauṁ tara ākhiratamā usakō kunai bhāga hum̐daina"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Kē unīharūlē yastō allāhakō sājhēdāra banā'ēkā chan. Jasalē unīharūkō lāgi yastō dharma nirdhārita garidi'ēkā chan, jasabārē allāhalē ādēśa di'ēna? Yadi phaisalā (kō dina) kō vacana nabha'ēkō bha'ē, unīharūmā phaisalā garidi'inthyō. Niścaya nai aparādhīharūkō nimti duḥkhada yātanā cha"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Tapā'īlē hērnuhunēcha ki yī atyācārīharūlē āphnō karmabāṭa tarsirākhēkā hunēchan, jasakō duṣpariṇāma unīharūmāthi ā'iparnēcha. Tara jasalē īmāna lyā'ē ra asala karma garē, unīharū svargakā vāṭikāharūmā hunēchan, unīharūkō nimti unīharūkō pālanakartākō pāsamā, tī sabai kurā chan, jasakō ki unīhaharūlē icchā garnēchan. Yahī ta baḍō udāra anugraha hō"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "Tyahī śubhasūcanā allāhalē āphnā sēvakaharūlā'ī dincha. Jasalē īmāna lyā'ē ra asala karma garē. Bhanidinus ki ‘‘ma usakō timīsita kunai pāriśramika māgdina, mātra nikaṭatākō prēmabhāva cāhanchu. Jasalē kunai nēkī gadarcha, hāmīlē usakō nimti usakō nēkīmā vr̥d'dhi garnēchauṁ. Niścaya nai allāha atyanta kṣamāśīla ra ṭhūlō guṇagrāhaka hō.’’"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Kē yinīharūlē bhandachanḥ (ki paigambaralē) allāhabārē mit'thyārōpaṇa garēkō cha?’’ Yadi allāhalē cāhancha bhanē (hē muham'mada) tapā'īkō hr̥dayamā chāpa lagā'idincha. Ra allāhalē āphnō vāṇībāṭa asatyalā'ī miṭā'irākhēkō cha, ra āphnō kurābāṭa satyalā'ī pramāṇita garēkōcha. Niḥsandēha usalē chātībhitrakō kurāharū pani jāndacha"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "Uhī hō jasalē āphnā sēvakaharūkō prāyaścita svīkāra gardacha ra unīharūkō pāpaharū kṣamā gardacha, ra timīlē jē gardachau sabai jāndacha"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "Īmānavālāharū ra asala karma garnēharūkō prārthanā sundacha ra tinīharūlā'ī āphnō udāra anugrahabāṭa adhika pradāna gardacha. Ra jō kāphira chan, unīharūkō lāgi kaḍā yātanā cha"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Yadi allāhalē āphnā sabai sēvakaharūkō nimti jīvikā pharākilō garidi'ēkō bha'ē, unīharū dharatīmā upadrava garna thālthē. Tara usalē ē'uṭā anumānakō sātha jē cāhancha avatarita gardacha. Ū āphnā sēvakaharūlā'ī pūrṇarūpalē jāndacha ra dēkhdacha"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "Ra uhī hō jasalē mānisaharū nirāśa bha'ēpachi, pānī varṣā'um̐cha, ra āphnō dayālutālā'ī vyāpaka pārdacha. Ra uhī hō sanrakṣaka mitra, pranśasanīya"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Ra usakā niśānīharūmadhyē ākāśaharū ra dharatīkō sr̥ṣṭi garnu, ra tī jīvadhārī pani juna ki usalē tī duvaimā phijā'irākhēkō cha. Ra usalē jatikhēra cāhōs unīharūlā'ī ēkatrita garnē sāmathrya pani rākhdacha"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Ra juna kaṣṭa pani timīlā'ī pugdacha, tyō timrō āphnai hātakō kamā'i nai hō ra usalē dhērai (pāpaharū) māpha garidincha"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Ra timīlē dharatīmā niyantraṇabāṭa umkana saktainau, ra allāha bāhēka timrō na kōhī mitra cha na sahāyaka"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "Ra usakō niśānīharūmadhyē pahāḍa jastai pānījahājaharū pani hun juna ki samundramā calirākhēkā hunchan"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Yadi usakō icchā huncha bhanē usalē hāvālā'ī gatihīna banā'idincha. Ani ti jahājaharū samundrakō pānīmā sthira bha'ihālchan. Sabai dhairyavāna ra kr̥tajñaharūkō lāgi yasamā anēkauṁ niśānīharū chan"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Vā unīharūlā'ī unīharūkō karmakō kāraṇa naṣṭa garidē'ōs ra dhērai jasōlā'ī kṣamā pani garidē'ōs"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "Ra pariṇāmataḥ unīharūlē jānirākhun, jasalē hāmrō āyataharūmā vivāda gardachan ki unīharūkō nimti kunai bhāgnē ṭhā'um̐ chaina"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Timīlā'ī jē kurā di'i'ēkō cha tyō sānsarika jīvanakō asthāyī sukha sāmagrī hō. Tara jē–jati allāhakō pāsamā cha tyō dhērai uttama cha ra sthā'ī rahanēvālā pani, (tyō) unīharūkō lāgi hō jasalē īmāna lyā'ē ra āphnō pālanakartāmāthi mātra bharōsā gardachan"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "Jō ṭhūlā–ṭhūlā gunāhaharū ra nirlajjatābāṭa panchinchan ra jaba unīharūlā'ī risa uṭhdacha tyasa bēlā pani māpha garihālchan"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "Ra jasalē āphnō pālanakartākō ādēśa māndachan ra namāja paḍhdachan? Ra unīharūkō pratyēka kāma āpasī sallāhabāṭa hunchan? Ra jē–jati hāmīlē unīharūlā'ī di'ēkā chauṁ tyasabāṭa kharca gardachan"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "ra jaba unīharūmāthi an'yāya huncha taba unīharūlē badalā mātra linchan"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "Ra narāmrōkō badalā usajastō narāmrō hō, tara jasalē kṣamā garidincha ra sudhāra gardacha ta tyasakō puraskāra allāhakō jim'māmā cha. Niścaya nai allāhalē atyācārīharūlā'ī rucā'um̐daina"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Ra yadi kasailē āphūmāthi bha'ēkō atyācārapachi barābarakō badalā lincha bhanē tyastā mānisaharūmāthi kunai dōṣa hum̐daina"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "Dōṣārōpaṇa ta mātra unīharūmāthi huncha jō aru mānisaharūmāthi atyācāra gardachan ra dharatīmā nāhaka phasāda gardachan. Yastā mānisaharūkō nimti duḥkhada yātanā cha"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Ra jasalē santōṣa gardacha ra kṣamā garidincha bhanē yō niścitarūpalē ṭhūlō sāhasakō kāmaharūmadhyē hō"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "Ra juna vyaktilā'ī allāhalē mārgavicalita gardacha yasa paścāta usakō kōhī sahayōgī hum̐daina. Ra timīlē atyācārīharūlā'ī dēkhnēchau ki jaba unīharūlē yātanā dēkhnēchan ta bhannēchan ki ‘‘kē phirtā jānē kunai mārga cha?’’"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "Ra timīlē unīharūlā'ī dēkhnēchau ki tinīharū (narkakō) sāmu lyā'inēchan, apamānakā kāraṇa thici'ēkā hunēchan. Ra chaḍkē ām̐khālē hērirākhēkā hunēchan. Īmānavālāharūlē tyasabēlā bhannēchan ki niścaya nai vāstavika hānimā parnēvālā tinai hun jasalē kayāmatakō dina svayaṁ āphūlā'ī ra āphnā mānisaharūlā'ī ghāṭāmā pāridi'ē.’’ Viśvāsa gara! Niścaya nai atyācārīharū sthira rahanēvālā yātanāmā chan"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "Ra allāha bāhēka unīharūkō kōhī mitra hunēchaina, jasalē allāhabāṭa alaga unīharūkō sahāyatā garna sakun. Ra jasalā'ī allāhalē pathavicalita garidincha, usakō lāgi kunai mārga hum̐daina"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Āphnō pālānakartākō ādēśa mānihāla yasabhandā pahilē ki allāhakō tarphabāṭa tyō dina ā'ōs jō pharkadaina. Tyasadina timrō nimti na kunai śaraṇasthala hunēcha ra na timīlē lukēra inkāra garna saknēchau"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "Yadi unīharū vimukha hunchan bhanē hāmīlē tapā'īlā'ī unīharūkō nimti kunai sanrakṣaka banā'ēra paṭhā'ēkā chainauṁ. Tapā'īmāthi ta mātra (sandēśa)puryā'idinē jim'mēvārī cha. Ra jaba hāmīlē mānisalā'ī āphnō dayālutākō rasāsvādana garā'um̐chau ta tyasabāṭa ū magna bha'ihāldacha, ra yadi unīharūlā'ī unīharūkai karmaharūkō kāraṇalē kunai kaṣṭa pugdacha ta niścaya nai tyahī mānisa baḍō kr̥taghna banihālchan"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "Sampūrṇa ākāśa ra pr̥thvīkō sattā allāhakai lāgi hō. Usalē jē cāhancha sr̥ṣṭi gardacha, jasalā'ī cāhancha, putrīharū pradāna gardacha ra jasalā'ī cāhancha, chōrāharū pradāna gardacha"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "Vā unīlā'ī dubai chōrā ra chōrī pradāna gardacha ra jasalā'ī cāhancha, niḥsantāna garidincha. Niścaya nai ū sarvajña ṭhūlō sāmathryavāna cha"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "Kunai mānisalā'ī sambhava chaina ki ū allāhasita kurā garōs, parantu vahya mārphata vā pardā pachāḍibāṭa, vā usakō lāgi kunai phariśtā paṭhā'ōs, ani phariśtālē allāhakō ajñābāṭa jē cāhancha prakāśanā gardacha. Niścaya nai ū sarvōcca atyanta tatvadarśī cha"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "Ra yasai prakāra hāmīlē āphnō ādēśalē tapā'ītira rūha (kura'āna) utārēkā chauṁ. (Jabaki) tapā'īlā'ī yasa aghi thāhā thi'ēna ki ‘‘kitāba’’ ra īmāna kē hun? Tara hāmīlē tyasa (kura'āna) lā'ī ē'uṭā prakāśa banāyauṁ, jasadvārā hāmīlē āphnā sēvakaharūmadhyē jasalā'ī cāhanchauṁ mārga dēkhā'um̐chauṁ. Niścaya nai tapā'īlē ē'uṭā sōjhō mārgatira pathapradarśana garirākhnu bha'ēkō cha"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "Usa allāhakō mārgakō jō ākāśaharū ra dharatīmā sabai kurākō svāmī hō. Sāvadhāna rahanu sabai kāma allāhatirai pravr̥tta hunēchan"
        }
    ]
}