{
    "maqras": [
        {
            "chapter": 14,
            "verse": 10,
            "text": "Leurs messagers dirent: «Y a-t-il un doute au sujet d'Allah, Createur des cieux et de la terre, qui vous appelle pour vous pardonner une partie de vos peches et vous donner un delai jusqu'a un terme fixe?» [Les mecreants] repondirent: «Vous n'etes que des hommes comme nous. Vous voulez nous empecher de ce que nos ancetres adoraient. Apportez-nous donc une preuve evidente»"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Leurs messagers leur dirent: «Certes, nous ne sommes que des humains comme vous. Mais Allah favorise qui Il veut parmi Ses serviteurs. Il ne nous appartient de vous apporter quelque preuve, que par la permission d'Allah. Et c'est en Allah que les croyants doivent placer leur confiance"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Et qu'aurions-nous a ne pas placer notre confiance en Allah, alors qu'Il nous a guides sur les sentiers [que nous devions suivre]? Nous endurerons surement la persecution que vous nous infligez. Et ceux qui ont confiance en Allah s'en remettent entierement a Lui.»"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Et ceux qui ont mecru dirent a leurs messagers: «Nous vous expulserons certainement de notre territoire, a moins que vous ne reintegriez notre religion!» Alors, leur Seigneur leur revela: «Assurement Nous aneantirons les injustes"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "et vous etablirons dans le pays apres eux. Cela est pour celui qui craint Ma presence et craint Ma menace»"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Et ils demanderent [a Allah] la victoire. Et tout tyran insolent fut decu"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "L'Enfer est sa destination et il sera abreuve d'une eau purulente"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "qu'il tentera d'avaler a petites gorgees. Mais c'est a peine s'il peut l'avaler. La mort lui viendra de toutes parts, mais il ne mourra pas; et il aura un chatiment terrible"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Les œuvres de ceux qui ont mecru en leur Seigneur sont comparables a de la cendre violemment frappee par le vent, dans un jour de tempete. Ils ne tireront aucun profit de ce qu'ils ont acquis. C'est cela l'egarement profond"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Ne vois-tu pas qu'Allah a cree les cieux et la terre pour une juste raison? S'Il voulait, Il vous ferait disparaitre et ferait venir de nouvelles creatures"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "et cela n'est nullement difficile pour Allah"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Et tous comparaitront devant Allah. Puis, les faibles diront a ceux qui s'enflaient d'orgueil: «Nous etions bien vos suiveurs. Pouvez-vous nous etre de quelque utilite contre le chatiment d'Allah?» - Alors, les autres diront: «Si Allah nous avait guides nous vous aurions certainement guides. Il est indifferent pour nous de nous plaindre ou d'endurer; nous n'avons pas d'echappatoire»"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Et quand tout sera accompli, le Diable dira: «Certes, Allah vous avait fait une promesse de verite; tandis que moi, je vous ai fait une promesse que je n'ai pas tenue. Je n'avais aucune autorite sur vous si ce n'est que je vous ai appeles, et que vous m'avez repondu. Ne me faites donc pas de reproches; mais faites-en a vous-memes. Je ne vous suis d'aucun secours et vous ne m'etes d'aucun secours. Je vous renie de m'avoir jadis associe [a Allah]». Certes, un chatiment douloureux attend les injustes [les associateurs]"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Et on fera entrer ceux qui croient et font de bonnes œuvres, dans les jardins sous lesquels coulent les ruisseaux, pour y demeurer eternellement, par permission de leur Seigneur. Et la, leur salutation sera: «Salam» (Paix)"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "N'as-tu pas vu comment Allah propose en parabole une bonne parole pareille a un bel arbre dont la racine est ferme et la ramure s'elancant dans le ciel"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Il donne a tout instant ses fruits, par la grace de son Seigneur. Allah propose des paraboles a l'intention des gens afin qu'ils s'exhortent"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Et une mauvaise parole est pareille a un mauvais arbre, deracine de la surface de la terre et qui n'a point de stabilite"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allah affermit les croyants par une parole ferme, dans la vie presente et dans l'au-dela. Tandis qu'Il egare les injustes. Et Allah fait ce qu'Il veut"
        }
    ]
}