{
    "maqras": [
        {
            "chapter": 4,
            "verse": 74,
            "text": "Qu'ils combattent donc dans le sentier d'Allah, ceux qui troquent la vie presente contre la vie future. Et quiconque combat dans le sentier d'Allah, tue ou vainqueur, Nous lui donnerons bientot une enorme recompense"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Et qu'avez-vous a ne pas combattre dans le sentier d'Allah, et pour la cause des faibles: hommes, femmes et enfants qui disent: «Seigneur! Fais-nous sortir de cette cite dont les gens sont injustes, et assigne-nous de Ta part un allie, et assigne-nous de Ta part un secoureur»"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Les croyants combattent dans le sentier d'Allah, et ceux qui ne croient pas combattent dans le sentier du Taghut. Eh bien, combattez les allies du Diable, car la ruse du Diable est, certes, faible"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "N'as-tu pas vu ceux auxquels on avait dit: «Abstenez-vous de combattre, accomplissez la Salat et acquittez la Zakat!» Puis lorsque le combat leur fut prescrit, voila qu'une partie d'entre eux se mit a craindre les gens comme on craint Allah, ou meme d'une crainte plus forte encore, et a dire: «O notre Seigneur! Pourquoi nous as-Tu prescrit le combat? Pourquoi n'as-Tu pas reporte cela a un peu plus tard?» Dis: «La jouissance d'ici-bas est ephemere, mais la vie future est meilleure pour quiconque est pieux. Et on ne vous lesera pas, fut-ce d'un brin de noyau de datte"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Ou que vous soyez, la mort vous atteindra, fussiez-vous dans des tours imprenables. Qu'un bien les atteigne, ils disent: «C'est de la part d'Allah.» Qu'un mal les atteigne, ils disent: «C'est du a toi (Muhammad).» Dis: «Tout est d'Allah.» Mais qu'ont-ils ces gens, a ne comprendre presque aucune parole"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Tout bien qui t'atteint vient d'Allah, et tout mal qui t'atteint vient de toi-meme. Et nous t'avons envoye aux gens comme Messager. Et Allah suffit comme temoin"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Quiconque obeit au Messager obeit certainement a Allah. Et quiconque tourne le dos... Nous ne t'avons pas envoye a eux comme gardien"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Ils disent: «Obeissance!» Puis, sitot sortis de chez toi, une partie d'entre eux delibere au cours de la nuit de tout autre chose que ce qu'elle t'a dit. [Cependant] Allah enregistre ce qu'ils font la nuit. Pardonne-leur donc et place ta confiance en Allah. Et Allah suffit comme Protecteur"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Ne meditent-ils donc pas sur le Coran? S'il provenait d'un autre qu'Allah, ils y trouveraient certes maintes contradictions"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Quand leur parvient une nouvelle rassurante ou alarmante, ils la diffusent. S'ils la rapportaient au Messager et aux detenteurs du commandement parmi eux, ceux d'entre eux qui cherchent a etre eclaires, auraient appris (la verite de la bouche du Prophete et des detenteurs du commandement). Et n'eussent ete la grace d'Allah sur vous et Sa misericorde, vous auriez suivi le Diable, a part quelques-uns"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Combats donc dans le sentier d'Allah, tu n'es responsable que de toi meme, et incite les croyants (au combat) Allah arretera certes la violence des mecreants. Allah est plus redoutable en force et plus severe en punition"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Quiconque intercede d'une bonne intercession, en aura une part; et quiconque intercede d'une mauvaise intercession en portera une part de responsabilite. Et Allah est Puissant sur toute chose"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Si on vous fait une salutation, saluez d'une facon meilleure; ou bien rendez-la (simplement). Certes, Allah tient compte de tout"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Allah! Pas de divinite a part Lui! Tres certainement Il vous rassemblera au Jour de la Resurrection, point de doute la-dessus. Et qui est plus veridique qu'Allah en parole"
        }
    ]
}