{
    "maqras": [
        {
            "chapter": 11,
            "verse": 41,
            "text": "Et il dit: «Montez dedans. Que sa course et son mouillage soient au nom d'Allah. Certes mon Seigneur est Pardonneur et Misericordieux»"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Et elle vogua en les emportant au milieu des vagues comme des montagnes. Et Noe appela son fils, qui restait en un lieu ecarte (non loin de l'arche): «O mon enfant, monte avec nous et ne reste pas avec les mecreants»"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "Il repondit: «Je vais me refugier vers un mont qui me protegera de l'eau». Et Noe lui dit: «Il n'y a aujourd'hui aucun protecteur contre l'ordre d'Allah. (Tous periront) sauf celui a qui Il fait misericorde». Et les vagues s'interposerent entre les deux, et le fils fut alors du nombre des noyes"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Et il fut dit: «O terre, absorbe ton eau! Et toi, ciel, cesse [de pleuvoir]!» L'eau baissa, l'ordre fut execute et l'arche s'installa sur le Judi, et il fut dit: «Que disparaissent les gens pervers»"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Et Noe invoqua son Seigneur et dit: «O mon Seigneur, certes mon fils est de ma famille et Ta promesse est verite. Tu es le plus juste des juges»"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "Il dit: «O Noe, il n'est pas de ta famille car il a commis un acte infame. Ne me demande pas ce dont tu n'as aucune connaissance. Je t'exhorte afin que tu ne sois pas du nombre des ignorants»"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Alors Noe dit: «Seigneur, je cherche Ta protection contre toute demande de ce dont je n'ai aucune connaissance. Et si Tu ne me pardonnes pas et ne me fais pas misericorde, je serai au nombre des perdants»"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Il fut dit: «O Noe, debarque avec Notre securite et Nos benedictions sur toi et sur des communautes [issues] de ceux qui sont avec toi. Et il y (en) aura des communautes auxquelles Nous accorderons une jouissance temporaire; puis un chatiment douloureux venant de Nous les touchera»"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Voila quelques nouvelles de l'Inconnaissable que Nous te revelons. Tu ne les savais pas, ni toi ni ton peuple, avant cela. Sois patient. La fin heureuse sera aux pieux"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Et (Nous avons envoye) aux 'Aad, leur frere Hud, qui leur dit: «O mon peuple, adorez Allah. Vous n'avez point de divinite a part Lui. Vous n'etes que des forgeurs (de mensonges)"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O mon peuple, je ne vous demande pas de salaire pour cela. Mon salaire n'incombe qu'a Celui qui m'a cree. Ne raisonnez-vous pas"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "O mon peuple, implorez le pardon de votre Seigneur et repentez-vous a Lui pour qu'Il envoie sur vous du ciel des pluies abondantes et qu'Il ajoute force a votre force. Et ne vous detournez pas [de Lui] en devenant coupables»"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Ils dirent: «O Hud, tu n'es pas venu a nous avec une preuve, et nous ne sommes pas disposes a abandonner nos divinites sur ta parole, et nous n'avons pas foi en toi"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Nous dirons plutot qu'une de nos divinites t'a afflige d'un mal». Il dit: «Je prends Allah a temoin - et vous aussi soyez temoins - qu'en verite, je desavoue ce que vous associez"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "en dehors de Lui. Rusez donc tous contre moi et ne me donnez pas de repit"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Je place ma confiance en Allah, mon Seigneur et le votre. Il n'y a pas d'etre vivant qu'Il ne tienne par son toupet. Mon Seigneur, certes, est sur un droit chemin"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Si vous vous detournez... voila que je vous ai transmis [le message] que j'etais charge de vous faire parvenir. Et mon Seigneur vous remplacera par un autre peuple, sans que vous ne Lui nuisiez en rien, car mon Seigneur, est gardien par excellence sur toute chose»"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Et quand vint Notre Ordre, Nous sauvames par une misericorde de Notre part, Hud et ceux qui avec lui avaient cru. Et Nous les sauvames d'un terrible chatiment"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Voila les 'Aad. Ils avaient nie les signes (enseignements) de leur Seigneur, desobei a Ses messagers et suivi le commandement de tout tyran entete"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Et ils furent poursuivis, ici-bas, d'une malediction, ainsi qu'au Jour de la Resurrection. En verite, les 'Aad n'ont pas cru en leur Seigneur. Que s'eloignent (perissent) les 'Aad, peuple de Hud"
        }
    ]
}