{
    "pages": [
        {
            "chapter": 25,
            "verse": 44,
            "text": "Or do you think that most of them listen or understand? They are only like cattle—no, more than that, they are astray from the ˹Right˺ Way"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Have you not seen how your Lord extends the shade—He could have simply made it ˹remain˺ still if He so willed—then We make the sun its guide"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "causing the shade to retreat gradually"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "He is the One Who has made the night for you as a cover, and ˹made˺ sleep for resting, and the day for rising"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "And He is the One Who sends the winds ushering in His mercy, and We send down pure rain from the sky"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "giving life to a lifeless land, and providing water for countless animals and humans of Our Own creation"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "We certainly disperse it among them so they may be mindful, but most people persist in ungratefulness"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Had We willed, We could have easily sent a warner to every society"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "So do not yield to the disbelievers, but strive diligently against them with this ˹Quran˺"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "And He is the One Who merges the two bodies of water: one fresh and palatable and the other salty and bitter, placing between them a barrier they cannot cross"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "And He is the One Who creates human beings from a ˹humble˺ liquid, then establishes for them bonds of kinship and marriage. For your Lord is Most Capable"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Yet they worship besides Allah what can neither benefit nor harm them. And the disbeliever always collaborates against their Lord"
        }
    ]
}