{
    "pages": [
        {
            "chapter": 28,
            "verse": 22,
            "text": "And as he made his way towards Midian, he said, “I trust my Lord will guide me to the right way.”"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "When he arrived at the well of Midian, he found a group of people watering ˹their herds˺. Apart from them, he noticed two women holding back ˹their herd˺. He asked ˹them˺, “What is the problem?” They replied, “We cannot water ˹our animals˺ until the ˹other˺ shepherds are done, for our father is a very old man.”"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "So he watered ˹their herd˺ for them, then withdrew to the shade and prayed, “My Lord! I am truly in ˹desperate˺ need of whatever provision You may have in store for me.”"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Then one of the two women came to him, walking bashfully. She said, “My father is inviting you so he may reward you for watering ˹our animals˺ for us.” When Moses came to him and told him his whole story, the old man said, “Have no fear! You are ˹now˺ safe from the wrongdoing people.”"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "One of the two daughters suggested, “O my dear father! Hire him. The best man for employment is definitely the strong and trustworthy ˹one˺.”"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "The old man proposed, “I wish to marry one of these two daughters of mine to you, provided that you stay in my service for eight years. If you complete ten, it will be ˹a favour˺ from you, but I do not wish to make it difficult for you. Allah willing, you will find me an agreeable man.”"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Moses responded, “˹Then˺ it is ˹settled˺ between you and I. Whichever term I fulfill, there will be no ˹further˺ obligation on me. And Allah is a Witness to what we say.”"
        }
    ]
}