{
    "juzs": [
        {
            "chapter": 18,
            "verse": 75,
            "text": "Dijo: \"¿No te habia dicho que no tendrias paciencia conmigo"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Dijo [Moises]: \"Si volviera a preguntarte acerca de algo despues de esto, ya no me admitas como companero [de viaje], te habria dado excusa suficiente"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Partieron hasta que llegaron a un pueblo y pidieron a sus habitantes que los alimentaran, pero se negaron a darles hospitalidad. Luego encontraron en el pueblo un muro que estaba a punto de derrumbarse, y [Al Jidr] lo reconstruyo. Le dijo [Moises]: \"Si hubieras querido, podrias haber pedido una paga por ello"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Dijo: \"Aqui nos separamos. Pero te informare sobre la interpretacion de aquello con lo que no tuviste paciencia"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "En cuanto al barco, pertenecia a unos pobres que trabajaban en el mar, y quise averiarlo porque detras de ellos venia un rey que se apoderaba por la fuerza de todos los barcos [que estuvieran en perfectas condiciones]"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "En cuanto al joven, sus padres eran creyentes y supe [por inspiracion divina] que el les induciria al desvio y la incredulidad"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Quiso su Senor concederles en su lugar otro hijo mas puro y bondadoso"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "En cuanto al muro, pertenecia a dos jovenes huerfanos del pueblo. Debajo de el habia un tesoro que les pertenecia. Su padre habia sido un hombre piadoso y tu Senor quiso que cuando alcanzaran la madurez encontraran el tesoro, como una misericordia de tu Senor. Yo no lo hice por iniciativa propia. Esta es la interpretacion de aquello sobre lo que no tuviste paciencia"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Te preguntan [¡oh, Mujammad!] acerca de Dhul Qarnain. Diles: \"Voy a relatarles una parte de su historia"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Le concedi poder en la Tierra y le facilite los medios [para que siguiera el camino del bien]"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "El emprendio un camino"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "hasta alcanzar la parte mas occidental, donde vio que el Sol se ocultaba en un manantial calido, y encontro alli un pueblo [que cometia toda clase de injusticias]. Le inspire: \"¡Oh, Dhul Qarnain! Puedes castigarlos o tratarlos con benevolencia"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Dijo: \"A quien persista en la opresion lo castigare y luego debera comparecer ante su Senor, Quien le infligira un castigo severo"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Pero en cambio, a quien crea y obre correctamente se le concedera una bella recompensa, y le correspondere con un trato amable"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Luego siguio otro camino"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "hasta alcanzar el lugar mas oriental, donde vio que el Sol salia sobre un pueblo que no tenia resguardo para protegerse de el"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Tengo conocimiento que trato a estos como lo habia hecho [con el pueblo anterior]"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Luego siguio otro camino"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "hasta llegar a un valle entre dos montanas, donde encontro un pueblo que apenas comprendia las palabras [de su idioma]"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Dijeron: \"¡Oh, Dhul Qarnain! Gog y Magog siembran la corrupcion en la Tierra. ¿Podriamos pedirte que, a cambio de una retribucion, levantes una muralla entre ellos y nosotros"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Les dijo: \"Lo que mi Senor me ha concedido es superior [a lo que puedan ofrecerme]. Ayudenme y erigire una muralla entre ustedes y ellos"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Traiganme piezas de hierro hasta cubrir el espacio de las dos montanas\". Les dijo: \"Enciendan un fuego y soplen [con fuelles] hasta que este incandescente\"; y agrego: \"Luego traiganme cobre fundido para derramarlo encima"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "[Gog y Magog] no pudieron escalarla ni tampoco perforarla"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Dijo [Dhul Qarnain]: \"Esta es una misericordia de mi Senor, pero cuando llegue la promesa de mi Senor [el Dia del Juicio] la reducira a polvo. La promesa de mi Senor es verdadera"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Ese dia dejare que surjan [Gog y Magog] como oleadas chocando unas con otras [sembrando la corrupcion y el exterminio], pero luego sera tocada la trompeta y los congregare a todos"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Ese dia expondre el Infierno a los que se negaron a creer"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Aquellos que tenian sus ojos velados a Mi recuerdo [el Coran] y no soportaban oir [la verdad]"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "¿Acaso piensan los que se niegan a creer que si toman algunos de Mis siervos como protectores en Mi lugar [eso podra protegerlos del castigo]? Tengo preparado el Infierno como castigo para los que se negaron a creer [en las ensenanzas de los Profetas]"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Diles: \"¿Quieren que les haga saber quienes son los que no obtendran beneficio alguno por sus obras"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "[Son] aquellos que desperdiciaron los esfuerzos que realizaron en este mundo mientras creian obrar el bien"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Son quienes no creen en los signos de su Senor ni que compareceran ante El. Sus obras habran sido en vano y en el Dia de la Resurreccion no tendran nada que pese en la balanza"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Recibiran el Infierno como castigo por no haber creido y por haberse burlado de Mis signos y de Mis Mensajeros"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Pero quienes hayan creido y obrado rectamente tendran como morada los jardines del Paraiso"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "donde viviran por toda la eternidad y no desearan mudarse jamas"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Diles: \"Si los mares fueran tinta para escribir las Palabras de mi Senor, se agotaria el agua de los mares antes de que se agotaran las Palabras de mi Senor, aunque se trajeran otros mares de tinta [equivalentes a los que existen]"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Diles: \"Yo no soy mas que un hombre a quien se le ha revelado que solo deben adorar a Dios, su unica divinidad. Quien anhele encontrarse con su Senor [y que El este complacido], que realice obras piadosas y que no adore a nadie mas que a El"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaf. Ha’. Ia’. ‘Ain. Sad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Esto es un relato de la misericordia que tuvo tu Senor con Su siervo Zacarias"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "cuando invoco a su Senor en secreto"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Dijo: \"¡Senor mio! Mis huesos se han debilitado y mi cabeza se ha llenado de canas. Mis ruegos nunca fueron rechazados"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Temo por [la fe de] mi familia tras mi muerte, pues mi mujer siempre ha sido esteril. Concedeme un hijo"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "que me suceda y herede [la profecia] de la familia de Jacob. ¡Oh, Senor mio! Hazlo uno de aquellos con los que Tu estas complacido"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "[Le dijo un angel:] \"¡Oh, Zacarias! Te albricio con un hijo al que pondras por nombre Juan. Nadie ha sido llamado asi antes que el"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Dijo: \"¡Senor mio! ¿Como he de tener un hijo si mi mujer es esteril y yo he llegado ya a la vejez extrema"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Dijo [el angel]: \"Asi sera, pues tu Senor dice: ‘Eso es facil para Mi, te he creado antes, cuando no existias’"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Dijo [Zacarias]: \"¡Senor mio! Concedeme una senal [de que mi esposa quedara embarazada]\". Dijo: \"Tu senal sera que no podras hablar a la gente durante tres noches seguidas, a pesar de no tener impedimento"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "[Cumplida la senal, Zacarias] salio del oratorio hacia su gente [cuando su mujer quedo embarazada] y les indico por senas que debian glorificar a Dios por la manana y por la tarde"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "[Cuando su hijo alcanzo la pubertad, le dije:] \"¡Oh, Juan! Aferrate al Libro con firmeza\". Le concedi sabiduria desde su infancia"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "que fuera compasivo, puro y piadoso"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "honraba a sus padres, no era soberbio ni desobediente"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "La paz fue con el el dia que nacio, el dia que fallecio y sera con el el dia que sea resucitado"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Recuerda [¡oh, Mujammad!] la historia de Maria que se menciona en el libro, cuando se aparto de su familia para retirarse a un lugar al este"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "y puso un velo para apartarse de la vista de los hombres de su pueblo. Entonces le envie a Mi angel, quien se le presento con forma humana"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Ella dijo: \"Me refugio en el Compasivo de ti, [apartate de aqui] si es que tienes temor de Dios"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Le dijo: \"Soy un enviado de tu Senor para agraciarte con un hijo puro"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Ella dijo: \"¿Como voy a tener un hijo si no me ha tocado ningun hombre ni he fornicado"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Le dijo [el angel]: \"Asi sera, pues tu Senor dice: ‘Eso es facil para Mi. Lo convertire [a tu hijo] en un milagro y una misericordia para la humanidad. Es un asunto decidido’"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Cuando se sintio embarazada, decidio retirarse a un lugar apartado"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Los dolores de parto la llevaron junto al tronco de una palmera. Exclamo: \"Preferiria haber muerto antes que esto, y asi hubiera sido olvidada completamente"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Entonces [el angel] la llamo desde abajo [del valle]: \"No estes triste, tu Senor ha hecho fluir debajo de ti un arroyo"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Sacude el tronco de la palmera y caeran sobre ti datiles frescos"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Come, bebe y animate. Pero cuando veas a alguien dile: ‘He realizado un voto de silencio al Compasivo, y no hablare hoy con ninguna persona’"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Se presento ante su pueblo llevandolo en brazos [a Jesus]. Le dijeron: \"¡Oh, Maria! Has hecho algo abominable"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "¡Tu desciendes de Aaron! Tu padre no era un hombre deshonesto ni tu madre una fornicadora"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Ella lo senalo [al nino], y entonces le dijeron: \"¿Como vamos a hablar con un nino que aun esta en la cuna"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Entonces [Jesus] hablo: \"Soy un siervo de Dios, El me revelara el Libro y hara de mi un Profeta"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Sere bendecido dondequiera que me encuentre, y me ha encomendado hacer la oracion, dar caridad mientras viva"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "honrar a mi madre, y no ser arrogante ni insolente"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "La paz fue conmigo el dia que naci, el dia que muera y el dia que sea resucitado"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Ese es Jesus, hijo de Maria, la verdad sobre la que ellos discuten"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "No es propio de Dios tener un hijo. ¡Glorificado sea! Cuando decide algo dice: \"¡Se!\", y es"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "[Dijo Jesus:] \"Dios es mi Senor y el de ustedes, ¡adorenlo! Ese es el sendero recto"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Pero discreparon las sectas sobre el. ¡Cuan desdichados seran ese dia los que negaron la verdad cuando comparezcan [ante Dios] en un dia terrible"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Oiran y veran muy bien [su error] el dia que comparezcan ante Mi. Pero los que cometen injusticias [atribuyendo un hijo a Dios] en esta vida estan evidentemente extraviados"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Advierteles acerca del dia que se lamenten, cuando la sentencia sea cumplida. Pero ellos, a pesar de esto, siguen indiferentes y no creen"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Yo heredare la Tierra y a quienes estan sobre ella. Ante mi regresaran"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Narrales [¡oh, Mujammad!] la historia de Abraham que se menciona en el Libro. Era un hombre veraz, un Profeta"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Cuando [Abraham] dijo a su padre: \"¡Oh, padre mio! ¿Por que adoras a lo que no oye ni ve ni puede beneficiarte en absoluto"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "¡Oh, padre mio! Se me ha revelado un conocimiento que tu no tienes. Sigueme, y te guiare por el sendero recto"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "¡Oh, padre mio! No adores al demonio, porque el demonio fue desobediente con el Compasivo"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "¡Oh, padre mio! Temo que te alcance un castigo del Compasivo y seas de los que acompanen al demonio [al Infierno]"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Dijo [su padre]: \"¡Oh, Abraham! ¿Acaso rechazas a mis idolos? Si no dejas de hacerlo te lapidare. Alejate de mi por buen tiempo"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Dijo [Abraham]: \"¡Que la paz sea sobre ti! Pedire perdon por ti a mi Senor. El ha sido generoso conmigo"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Me alejare de ustedes y de cuanto invocan en vez de Dios, e implorare a mi Senor, y espero que mis ruegos a mi Senor no sean rechazados"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Cuando se aparto de ellos y de cuanto adoraban en vez de Dios, lo agracie con [sus hijos] Isaac y Jacob, y a ambos los designe Profetas"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Los agracie con Mi misericordia y que fueran recordados siempre con gran respeto"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Narrales [oh, Mujammad] la historia de Moises mencionada en el Libro. El fue elegido para ser Profeta y Mensajero"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Lo llame desde la ladera derecha del monte e hice que se aproximara para hablarle en forma confidencial"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Hice que, por Mi misericordia, su hermano Aaron fuera tambien un Profeta"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Narrales [oh, Mujammad] la historia de Ismael mencionada en el Libro. Siempre cumplio su palabra, fue Profeta y Mensajero"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Invitaba a su gente a realizar la oracion y dar caridad, y alcanzo la complacencia de Dios"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Narrales la historia de Enoc que se menciona en el Libro. Fue un hombre veraz, y Profeta"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Lo eleve a un lugar sublime"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Ellos son a quienes Dios ha agraciado: Profetas descendientes de Adan, descendientes de los que transportamos [en el arca] con Noe, de los descendientes de Abraham y de Israel [Jacob], entre los que guie y elegi. Cuando se les recitaban los versiculos del Compasivo, se prosternaban llorando conmovidos"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Pero vinieron despues de ellos generaciones que descuidaron la oracion y siguieron sus pasiones, por lo que tendran una merecida condena"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Salvo quienes se arrepintieron, creyeron y obraron rectamente. Estos ingresaran al Paraiso y no seran oprimidos en absoluto"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "[Entraran] a los Jardines del Eden, prometidos por el Compasivo a Sus siervos [en las revelaciones] de lo oculto. Su promesa sera cumplida"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "No oiran frivolidades alli, sino saludos de paz, y recibiran su sustento por la manana y por la tarde"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Ese es el Paraiso que haremos heredar a quienes de Mis siervos hayan sido piadosos"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "[Dice el angel Gabriel:] \"Los angeles no descienden sino por orden de tu senor. El conoce nuestro presente, pasado y futuro. Tu Senor nunca olvida"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Es el Senor de los cielos, de la Tierra y de cuanto hay entre ambos. Adoralo y persevera en Su adoracion. ¿Conoces a alguien similar a El"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "El ser humano dice: \"¿Acaso luego de morir sere resucitado"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "¿Acaso no recuerda el ser humano que lo cree por primera vez cuando no era nada"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "¡Por tu Senor! Los congregare junto con los demonios [que adoraban], y he de hacerlos comparecer de rodillas alrededor del Infierno [para ser juzgados]"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Luego sacare de cada comunidad a aquellos que hayan sido mas insolentes con el Compasivo"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Yo se mejor que nadie quienes son los que mas merecen ser arrojados al Infierno"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Todos ustedes lo contemplaran [al Infierno], y esa es una determinacion irrevocable de tu Senor"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Luego, salvare a los piadosos y dejare en el a los que cometieron la injusticia [de la idolatria] de rodillas"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Cuando se les recitan Mis claros versiculos, los que se niegan a creer dicen con arrogancia a los creyentes: \"¿Quien posee de nosotros moradas mas placenteras y mejores lugares de encuentro"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Pero, ¿a cuantas generaciones que les precedieron, de mayor riqueza y mejor aspecto, he destruido"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Diles: \"A quienes se encuentren desviados, el Compasivo los dejara continuar en el desvio hasta que les acontezca lo que Dios ha deparado para ellos: su destruccion en esta vida o luego de comparecer en el Dia del Juicio. Entonces sabran quienes se encuentran en peor situacion y quien tiene el ejercito mas debil"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Dios encaminara a quienes siguieron la guia. Las obras que a Dios Le complacen son las que realmente perduran y las que tienen una gran recompensa"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "¿Acaso observas a quien no cree en Mis signos y dice: \"Me seran concedidos bienes materiales e hijos [cuando sea resucitado]"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "¿Acaso tiene conocimiento de lo oculto o tiene un pacto con el Compasivo"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "¡Claro que no! Registrare lo que dice y le prolongare [por ello] el castigo"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Yo sere Quien herede sus bienes materiales e hijos y [el Dia del Juicio] comparecera completamente solo"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "[Los idolatras] tomaron a los idolos como divinidades en lugar de Dios para que les dieran proteccion"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "¡Pero no! [Estos idolos] negaran que hayan sido objeto de culto y se convertiran en sus adversarios"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "¿Acaso no ves que he enviado demonios sobre los incredulos para que les induzcan a cometer el mal"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "No esperes que el castigo los azote antes de tiempo; que ya tienen sus dias contados"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "El dia que congregue a las delegaciones de piadosos ante el Compasivo"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "y conduzca a los pecadores hacia el Infierno sedientos"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "No tendran quien interceda por ellos, salvo quienes hayan asumido el compromiso con el Compasivo [de creer que El es la unica divinidad con derecho a ser adorada]"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Dicen: \"El Compasivo tuvo un hijo"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Han proferido algo terrible"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "los cielos estuvieron a punto de hendirse, la Tierra de abrirse y las montanas de caer derrumbadas"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "porque Le atribuyeron un hijo al Compasivo"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "No es propio [de la grandiosidad] del Compasivo tener un hijo"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Todos los que habitan en los cielos y en la Tierra se presentaran sumisos ante el Compasivo"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Los ha enumerado y contado perfectamente"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Todos se presentaran solos ante El el Dia del Juicio"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "El Compasivo hara que quienes hayan creido y obrado rectamente sean amados [por la gente]"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Te he facilitado [el Coran] revelandotelo [oh, Mujammad] en tu idioma para que albricies con el a los piadosos y adviertas a tus enemigos"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "A muchas generaciones que los precedieron las he destruido. ¿Acaso puedes ver a alguno de ellos u oir sus murmullos"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta’. Ha’"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "No te he revelado el Coran para que te agobie"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "sino que es una exhortacion para quienes tienen temor [de Dios]"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "[El Coran] fue revelado por Quien creo la Tierra y los altos cielos"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "el Compasivo, que se establecio sobre el Trono"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "A El pertenece cuanto hay en los cielos y en la Tierra, lo que existe entre ellos y lo que hay bajo la tierra"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Dios conoce lo que pronuncias en voz alta, las confidencias que dices en voz baja y lo que esta aun mas oculto [los pensamientos]"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "¡Dios! No hay mas divinidad que El. A El pertenecen los nombres [y los atributos] mas sublimes"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "¿Conoces la historia de Moises"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Cuando vio un fuego y dijo a su familia: \"Permanezcan aqui, pues he visto un fuego y tal vez pueda traerles una brasa encendida o encuentre junto al fuego quien pueda indicarnos [el camino]"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Cuando llego a el, una voz lo llamo: \"¡Oh, Moises"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Yo soy tu Senor; quitate las sandalias, pues estas en el valle sagrado de Tuwa"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Y Yo te he elegido; escucha lo que voy a revelarte"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Yo soy Al-lah, y no hay mas divinidad que Yo. Adorame solo a Mi y haz la oracion para recordarme"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "El Dia de la Resurreccion es indubitable, y nadie salvo Dios sabe cuando llegara. Ese dia cada alma recibira la recompensa o el castigo que se merezca por sus obras"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "No te dejes seducir por quienes no creen en la resurreccion y siguen sus pasiones, porque seras de los que pierdan"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "¿Que es lo que tienes en tu diestra? ¡Oh, Moises"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Respondio: \"Es mi baston. Me sirve de apoyo, y con el vareo los arboles para que mi ganado coma [de su follaje]; ademas de otros usos"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Dijo [Dios]: \"Arrojalo, ¡oh, Moises"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Lo arrojo, y este se convirtio en una serpiente que reptaba"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Dijo [Dios]: \"Recogela y no temas, pues la volvere a su forma original"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Introduce tu mano en tu costado y saldra blanca, resplandeciente, sin defecto alguno. Ese sera otro milagro"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Te he mostrado algunos de Mis mayores milagros"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Ve ante el Faraon, pues se ha extralimitado"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Dijo [Moises]: \"¡Oh, Senor mio! Abre mi corazon [y dame valor]"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "facilita mi mision"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "suelta el nudo que hay en mi lengua"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "para que comprendan mis palabras"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "[¡Senor!] Designa a alguien de mi familia para que me ayude"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "¡Que sea mi hermano Aaron"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "para que con el me sienta fortalecido"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "y asocialo en mi mision"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "para que Te glorifiquemos"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "y Te recordemos mucho"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Tu bien ves que necesitamos de Ti"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Dijo [Dios]: \"Te ha sido concedido lo que pides, ¡oh, Moises"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Ya te habia agraciado anteriormente"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "cuando le inspire a tu madre"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "‘Depositalo en un cesto y dejalo en el rio, que la corriente lo llevara hasta una orilla donde sera recogido por un enemigo Mio y suyo [el Faraon]’. Desperte carino hacia ti [entre los que te encontraron], para que crecieras educado bajo Mi observancia"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Cuando tu hermana, que seguia tus rastros, le dijo [al Faraon]: ‘¿Acaso quieres que te indique a alguien que puede encargarse de cuidarlo?’ Y asi te devolvi a tu madre para que se tranquilizara y no estuviera triste. [Tambien te concedi una gracia] cuando [involuntariamente] mataste a un hombre [del pueblo del Faraon] y te salve de que tomaran represalias contra ti. Te he probado con pruebas dificiles. Luego permaneciste unos anos en Madian y ahora has regresado aqui, tal como estaba decretado, ¡oh, Moises"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Te he elegido [para que seas Mi Mensajero]"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Vayan tu y tu hermano acompanados de Mis milagros, y no descuiden Mi recuerdo"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Presentense ante el Faraon, pues se ha extralimitado"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "pero hablenle cortesmente, para hacerlo entrar en razon o sienta temor de Dios"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Dijeron: \"¡Oh, Senor nuestro! Tememos que se violente y abuse de nosotros"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Dijo [Dios]: \"No tengan miedo, pues Yo estoy con ustedes escuchando y observando todo"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Vayan ante el y diganle: ‘Somos Mensajeros enviados por tu Senor, para que dejes ir con nosotros a los Hijos de Israel y no los tortures mas. Hemos venido con un milagro de tu Senor. Quien sigua la guia estara a salvo"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Nos ha sido revelado que quien desmienta y rechace [el Mensaje] sera castigado’"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Dijo [el Faraon]: \"Respondeme, ¡oh, Moises! ¿Y quien es su Senor"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Dijo [Moises]: \"Nuestro Senor es Quien creo todo con una naturaleza particular, y luego lo encamina [para que cumpla su destino]"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Entonces, pregunto [el Faraon]: \"¿Cual fue el destino de las generaciones anteriores"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Dijo [Moises]: \"Solo mi Senor lo sabe, y El lo tiene registrado todo en un Libro. Mi Senor no se equivoca nunca ni se olvida de nada"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "El nos dispuso la Tierra como un lecho [propicio para habitarlo] y nos trazo en ella caminos, e hizo descender agua del cielo para que con ella broten diferentes plantas"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Coman de ellas y apacienten sus ganados. En esto hay signos para los dotados de entendimiento"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "De ella [la tierra] los he creado, a ella los hare retornar [cuando mueran], y de ella los hare surgir nuevamente [el Dia de la Resurreccion]"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Le mostre [al Faraon] todos Mis milagros, pero los desmintio y se rehuso a creer"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Dijo [el Faraon]: \"¡Oh, Moises! ¿Acaso viniste a expulsarnos de nuestra tierra con tu hechiceria"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Nosotros te traeremos una hechiceria igual que la tuya, solo fija un dia para que tu y nosotros nos encontremos en un lugar y que nadie falte"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Dijo [Moises]: \"Nuestra cita sera el dia de la fiesta, cuando la gente se congregue a la media manana"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Entonces el Faraon se retiro y se dedico a reclutar hechiceros. Luego, el dia de la cita, concurrio"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Moises les dijo [a los hechiceros]: \"¡Ay de ustedes! No inventen mentiras contra Dios, pues los aniquilara con Su castigo: Los que inventan mentiras acerca de Dios seran los perdedores"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Entonces, [los hechiceros] debatieron entre ellos acerca de Moises, y deliberaron secretamente"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Dijeron: \"Estos son solo dos hechiceros que con su magia quieren expulsarlos de su tierra y acabar con sus nobles costumbres"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "[Oh, hechiceros de Egipto,] Decidan su plan a seguir, y luego acudan como un solo cuerpo: pues, ¡quien sea superior hoy, ha de conseguir prosperidad"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Dijeron: \"¡Oh, Moises! ¿Arrojas tu o lo hacemos nosotros primero"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Dijo [Moises]: \"Arrojen ustedes primero\". Entonces arrojaron sus cuerdas y varas, y por el hechizo que habian empleado, estas parecian moverse [como si fueran verdaderas serpientes]"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "[Al ver esto,] Moises sintio temor en su interior"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "pero le dije: \"No tengas temor, porque tu seras el vencedor"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Arroja lo que tienes en tu diestra, que anulara lo que ellos hicieron, pues solo se trata de una hechiceria, y los hechiceros jamas han de triunfar"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Los hechiceros [al percibir que el milagro que acompanaba a Moises no era magia] se postraron y exclamaron: \"Creemos en el Senor de Aaron y Moises"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Dijo [el Faraon enfurecido]: \"¿Acaso van a creer en el sin que yo se los haya autorizado? Seguramente el es su maestro que les ha ensenado la magia. Ordenare que se les ampute la mano y el pie opuestos, y luego los hare clavar sobre troncos de palmera. Asi sabran quien es el que puede infligir el castigo mas severo y duradero"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Dijeron: \"No antepondremos nuestra lealtad a ti a los milagros evidentes que hemos presenciado, y [menos aun] a Quien nos creo. Haz pues con nosotros lo que has decidido; tu solo puedes condenarnos en esta vida"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Creemos en nuestro Senor, para que nos perdone nuestros pecados y los hechizos que nos obligaste a hacer. La recompensa de Dios es mejor y mas duradera"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Quien se presente ante su Senor siendo culpable tendra el Infierno como castigo, en el que no podra morir [para librarse del tormento] ni vivir [sin padecerlo]"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "En cambio, quien se presente ante su Senor creyendo en El y habiendo obrado rectamente, obtendra los mas altos grados [en el Paraiso]"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Moraran eternamente en los Jardines del Eden, bajo los cuales corren rios. Esa sera la recompensa de quienes se purifiquen"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Le ordene a Moises: \"Sal por la noche con Mis siervos, y abre [por Mi voluntad] el mar dejandoles un camino de tierra firme [por donde puedan huir], y no tengan temor de que los alcancen ni tampoco de morir ahogados"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Cuando el Faraon y su ejercito siguieron [a los creyentes], el mar se los trago"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "El Faraon, en lugar de guiar a su pueblo, lo llevo al extravio"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "¡Oh, Hijos de Israel! [Recuerden cuando] los salve de sus enemigos, los cite en la ladera derecha del monte [para que pudieran presenciar Mis milagros], y les envie el mana y las codornices"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Coman de las cosas buenas que les he proveido, pero no se extralimiten, pues Mi ira recaeria sobre ustedes. Aquel sobre quien caiga Mi ira sera un desdichado"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Yo soy Perdonador con quienes se arrepienten, creen, obran rectamente y se encaminan [por el sendero recto]"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "[Cuando Moises se presento a la cita, Dios le dijo:] \"¡Oh, Moises! ¿Que te ha urgido a presentarte dejando atras a tu pueblo"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Dijo: \"Ellos vienen detras mio; solo me adelante para complacerte, ¡oh, Senor mio"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Dijo [Dios]: \"He puesto a prueba a tu pueblo despues que los dejaste, y el samaritano los extravio"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Cuando Moises regreso ante su pueblo enojado y avergonzado, les dijo: \"¡Oh, pueblo mio! ¿Acaso su Senor no les ha hecho una promesa hermosa? ¿Acaso les parece que me ausente por mucho tiempo? ¿Acaso quieren que la ira de su Senor se desate sobre ustedes, y por ello quebrantaron la promesa que me hicieron"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Dijeron: \"No quebrantamos la promesa que te hicimos intencionalmente, sino que cuando arrojamos al fuego las joyas del pueblo [del Faraon] que teniamos en nuestro poder, el samaritano tambien las arrojo"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "y fundio las joyas dandoles la forma de un becerro que emitia un sonido como un mugido, y entonces exclamaron [el samaritano y sus seguidores]: ‘Esta es nuestra divinidad y la de Moises, pero Moises la ha olvidado’"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "¿Acaso no vieron que no podia hablarles, y no podia danarlos ni beneficiarlos"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Pero antes [que regresara Moises] Aaron les habia advertido: \"¡Oh, pueblo mio! Se los esta poniendo a prueba con eso. Su verdadero Senor es el Compasivo, siganme y obedezcan mis ordenes"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Respondieron: \"No dejaremos de postrarnos ante el hasta que vuelva Moises"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Dijo [Moises]: \"¡Oh, Aaron! ¿Que te impidio, cuando viste que se desviaban"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "buscarme [para informarme lo sucedido]? ¿Es que desobedeciste mi orden [de velar por ellos]"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Dijo [Aaron]: \"¡Oh, hermano mio! No me recrimines agarrandome por la barba y la cabeza. Tuve miedo de que [si los dejaba para salir a buscarte] me dijeras: ‘Lo que has hecho es causar la discordia y la division entre los Hijos de Israel [al haberte ausentado], y no has cumplido con lo que te ordene’"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Dijo [Moises]: \"Y tu Samaritano, ¿que has hecho"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Dijo: \"Vi algo que ellos no pudieron ver. Entonces tome un punado de tierra de las huellas que dejo el mensajero y lo arroje [sobre las joyas cuando se fundian]. Asi me lo sugirio mi alma"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Dijo [Moises]: \"Alejate de nosotros; tu castigo en esta vida sera que digas: ‘No se me acerquen’ [y viviras solo], pero te aguarda una cita ineludible [el Dia del Juicio]. Observa [lo que haremos con] lo que consideraste tu divinidad, y a lo cual has adorado: Lo quemaremos y esparciremos sus restos en el mar"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Tu unica divinidad es Dios. No existe nada ni nadie con derecho a ser adorado salvo El, y todo lo abarca con Su conocimiento"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Asi es como te he revelado [¡oh, Mujammad!] las historias de quienes te precedieron, porque te he concedido el Mensaje"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Quien se aparte de el, llevara una pesada carga el Dia del Juicio"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "que cargara por toda la eternidad. ¡Que pesima carga tendran que soportar el Dia de la Resurreccion"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Ese dia, cuando la trompeta sea soplada, reunire a los culpables, y sus miradas estaran ensombrecidas"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Se susurraran unos a otros, y algunos diran: \"Solo permanecimos [en la vida mundanal] diez dias"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Y otros, los mas sensatos, diran: \"Solo permanecimos un dia.\" Bien se lo que dicen"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Te preguntan [¡oh, Mujammad!] que ocurrira con las montanas [el Dia del Juicio]. Diles: \"Mi Senor las reducira a polvo"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "y las convertira en inmensas llanuras"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "No habra valles ni colinas"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Ese dia todos acudiran al llamado del [angel] pregonero, y nadie errara el camino; las voces callaran ante el Misericordioso, y solo se oira el sonido de sus pasos"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Entonces, ninguna intercesion sera aceptada, salvo la de quien el Misericordioso quiera y sus palabras le sean aceptadas"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Dios bien conoce el pasado y el futuro, mientras que ellos nunca podran alcanzar este conocimiento"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "[El Dia del Juicio] todos los rostros se humillaran ante Dios, el Viviente, Quien se basta a Si mismo y se ocupa de toda la creacion. Estaran condenados al castigo quienes sean culpables de injustica [idolatria]"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "En cambio, el creyente que haya obrado rectamente no ha de temer que lo traten injustamente ni lo priven de la recompensa [de sus buenas obras]"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "He revelado el Coran en idioma arabe, y expuse en el toda clase de advertencias para que tengan temor de Dios o los haga reflexionar"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "¡Exaltado sea Dios! El unico Soberano real. No te adelantes [¡oh, Mujammad!] a repetir lo que te es revelado del Coran hasta que [el angel Gabriel] concluya [de recitarlo], y di: \"¡Oh, Senor mio! Acrecienta mi conocimiento"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Ya antes habia tomado un compromiso de Adan [de no prestarse a los susurros del demonio], pero lo olvido [y comio del arbol prohibido], no tuvo una resolucion firme"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "[Recuerda] cuando dije a los angeles: \"¡Hagan una reverencia ante Adan!\" Todos la hicieron excepto Iblis"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Dije: \"¡Oh, Adan! Este [el demonio] es un enemigo para ti y para tu esposa; que no los haga expulsar del Paraiso pues seras un desdichado"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "En el Paraiso no padeceras hambre ni te faltara con que cubrir tu desnudez"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "ni tampoco sufriras sed ni calor"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Pero el demonio lo sedujo diciendole: \"¡Oh, Adan! ¿Quieres que te indique el arbol de la inmortalidad y el poder eterno"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Cuando ambos comieron del arbol, advirtieron su desnudez y comenzaron a cubrirse con hojas del Paraiso. Adan desobedecio a su Senor y cometio un pecado"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Mas tarde, su Senor lo eligio [como Profeta], lo perdono y lo guio"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Dijo [Dios]: \"¡Desciendan del Paraiso [y habiten la Tierra]! Seran enemigos unos de otros. Cuando les llegue de Mi una guia, quienes sigan Mi guia no se extraviaran [en esta vida] ni seran desdichados [en el mas alla]"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Pero quien se aleje de Mi recuerdo [Mi religion] llevara una vida de tribulacion, y el Dia del Juicio lo resucitare ciego"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Y entonces dira: ‘¡Oh, Senor mio! ¿Por que me has resucitado ciego, si antes veia?’"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Dira [Dios]: \"Asi como cuando te llegaron Mis signos los ignoraste, hoy tu seras ignorado"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Asi voy a retribuir a quienes se extralimitaron y no creyeron en los signos de su Senor. Pero el castigo de la otra vida sera aun mas severo y duradero"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "¿Acaso no se les ha evidenciado [a quienes rechazan este Mensaje] cuantas civilizaciones destrui, siendo que ellos pueden observar sus ruinas? En ello hay signos para los dotados de entendimiento"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "De no ser porque tu Senor ha decretado [retrasarles el castigo hasta el Dia del Juicio a quienes te desmientan] y ha prefijado para cada ser su plazo [de vida durante la cual puede arrepentirse], ya los habria aniquilado"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Ten paciencia ante sus injurias, y glorifica con alabanzas a tu Senor antes de la salida del Sol y antes del ocaso, durante la noche y durante los extremos del dia, para que asi [Dios te retribuya con una gran recompensa y] quedes complacido"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "No codicies [¡oh, Mujammad!] aquello conque he agraciado a algunos de los ricos [de los incredulos], pues son solo placeres de esta vida mundanal con los que los ponemos a prueba. La recompensa que tu Senor tiene reservada es mejor y mas duradera"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Ordena a tu familia practicar la oracion prescrita y se constante en su cumplimiento. Que el trabajo en busqueda del sustento no te haga descuidar el cumplimiento de lo que Dios ha prescrito, porque soy Yo quien los sustento. La bienaventuranza es para los piadosos"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "[Los que rechazan el Mensaje] dicen: \"¿Por que no nos muestra un milagro de su Senor [que compruebe su profecia]?\" Pero si ya les han llegado pruebas evidentes en los primeros Libros revelados"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Y si hubiera decretado destruirlos con un castigo antes de la llegada de Mi Mensajero, habrian dicho: \"¡Oh, Senor nuestro! Si nos hubieras enviado un Mensajero habriamos seguido Tu Mensaje antes de ser humillados [con el castigo] y desdichados para siempre"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Diles [¡oh, Mujammad!]: \"Todos esperan [saber que ocurrira]; sigan esperando, que ya sabran quienes estan en el camino recto y siguen la guia"
        }
    ]
}