{
    "chapter": [
        {
            "chapter": 6,
            "verse": 1,
            "text": "Хвала Аллаху, Кто небеса и землю создал, Устроил мрак и свет! И все же те, кто не уверовал (в Него), Других придумывают в равные Ему"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Он - Тот, Кто вас из глины создал И срок установил (для вашей жизни), И у Него назначен срок другой. И все же вы в сомнении (об этом)"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "И Он - Аллах и на земле, и в небесах. Ему известно, что таите вы, И что являете открыто, И что вы предваряете себе (деяньями своими)"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Какое бы знамение Аллаха Из всех Его знамений к ним ни приходило, Они лишь отвращались от него"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "И (ныне) истину за ложь они сочли, Когда она предстала перед ними; Но скоро к ним прибудет весть о верности того, Над чем они (так долго) насмехались"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Ужель не видели они, как много поколений Мы погубили и до них? Мы на земле установили им такую силу, Какую вам не доставляли Мы: Им с неба дождь обильно лили, Велели рекам течь в ногах у них. И все ж потом Мы за грехи их погубили И возвели на место их другие поколенья"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "И если б даже на пергаментных листах Тебе Мы Книгу ниспослали, - так, Чтобы они руками ощутить ее могли, То и тогда б неверные сказали: \"Сие есть явно колдовство"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "И говорят они: \"Что ж ангел с неба не сведен к нему?!\" Но если б ангела свели Мы, Решилось бы их дело сразу, И после этого им не было б отсрочки"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "А если б сделали Мы ангела (Причастным к этим спорам), То Мы б его послали в виде человека И тем для них бы затемнили (суть) вопроса, Который они сами затемняют"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "И несомненно, до тебя посланников насмешкам подвергали. Но их насмешников постигло то, Над чем они так (откровенно) насмехались"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Скажи: \"Пройдите по земле и посмотрите, Каков конец был тех, Которые сочли (посланников) лжецами"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Скажи: \"Кому принадлежит Все то, что на земле и в небе?\" Скажи: \"Аллаху! И милосердие вменил Он Сам Себе. Он соберет вас всех в День Воскресения (на Суд), О коем никакого нет сомненья, И не уверуют в него лишь те, Кто свою душу погубил (навеки)"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Ему принадлежит все то, Что пребывает днем и ночью. Он слышит все и знает обо всем"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Скажи: \"Ужель я в покровители себе Возьму кого-нибудь, кроме Аллаха - Того, Кто небеса и землю создал, Кто всем дает потребное (для жизни), А Сам свободен от любой нужды?\" Скажи: \"Повелено мне первым быть Из тех, кто предался исламу. И вы не будьте среди тех, Кто в равные Аллаху другие призывает божества"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Скажи: \"Коли ослушаюсь Владыку моего, Страшусь я кары Дня Великого (Суда)"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "И тот, кто будет от нее избавлен в этот День, Тому явил Он милосердие Свое, И явным будет этот дар"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Если Господь бедой тебя коснется, То от нее, кроме Него, нет избавителя тебе; А если Он коснется тебя благом, - Так ведь над всякой вещью властен Он"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Он - полновластный Господин над слугами Своими, Он мудр и (о всякой сути) сведущ"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Скажи: \"Что как свидетельство весомее всего?\" Скажи: \"Аллах - свидетель между мной и вами. И этот Аль Коран открыт был мне, Чтоб им и вас увещевать, И тех, которых он достигнет. Ужель свидетели тому вы, Что есть другие божества, кроме Аллаха?\" Скажи: \"Я этому свидетелем не буду\". Скажи: \"Сие, поистине, Единый Бог, И не причастен я к тому, что в равные Ему Другие божества вы придаете"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "И те, кому Мы даровали Книгу, знают это, Как знают своих собственных сынов, И только те, что погубили свои души, (По-прежнему) неверными остались"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "И есть ли нечестивее того, Кто ложь возводит на Аллаха Или считает ложными знамения Его, - Поистине, не будет благоденствия неверным"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "В тот День Мы соберем их всех И скажем тем, кто придавал другие божества (Аллаху): \"Где ж те другие божества, Которых вы измыслили (себе в угоду)"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Тогда не будет им другой увертки, как сказать: \"Клянемся Господом, Владыкой нашим, Что в равные Ему Мы никаких божеств не измышляли"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Смотри, как ложь они возводят на себя И как покинуло их то, Что создали они своим воображеньем"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "И среди них такие есть, Кто (лишь притворно) слушает тебя, - На их сердца покров Мы наложили, Чтобы они не поняли его, И глухотой закрыли уши. И даже если все знамения они увидят, В них не уверуют они. Когда ж к тебе они придут, То станут препираться, говоря: \"Сие - лишь только сказы первых"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Они других удерживают от него И сами стороной его обходят, Но губят этим лишь самих себя И сами же не ведают об этом"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Если б ты только мог увидеть, Как их поставят пред Огнем И как они (в отчаянье) воскликнут: \"О, если бы (на землю) нас вернули! Тогда б мы не считали ложью Знаменья нашего Владыки И были бы средь праведных людей"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Тогда открылось бы (их собственным глазам) Все, что скрывали они прежде. И все же, если бы (на землю) их вернули, Они бы обратились вновь к тому, Что недозволено им было, - Ведь, истинно, они - лжецы"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "И говорят они: \"Нет ничего, помимо этой жизни, И мы не будем никогда воскрешены"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Если б ты только мог увидеть, Как их поставят перед их Владыкой! Он скажет им: \"Ужель сие - не истина (для вас)?\" Они ответят: \"Да! И (в этом) нашим Господом клянемся!\" И скажет Он: \"Вкусите ж наказание за то, Что (на земле) неправедными были"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Потеряны (для Бога) будут те, Которые считали ложью встречу с Ним, Пока вдруг не пришел к ним Час, Когда они взмолили: \"О, горе нам за то, Что небрегли (заветом, данным Богу)!\" И им нести на своих спинах (Земных) ошибок тяжкий груз, - И сколь же мерзкой будет эта ноша"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Жизнь наша в этом мире - Забава легкая да тщЕта. Но много краше - будущий приют Для тех, кто благочестие блюдет, (Страшася гнева своего Владыки). Ужель вам это не понять"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Мы знаем ту печаль, Что речи их тебе приносят, Но не тебя во лжи они винят - Знаменья Господа считают ложью нечестивцы"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "И до тебя посланников лжецами объявляли, Но с терпеливой стойкостью они сносили И обвинения во лжи, и притесненья, Пока к ним Наша помощь не пришла, - Ведь нет такого, кто сумеет Переменить Господне Слово. К тому ж тебе уже известны Истории посланников Его"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "А если тебе в тягость их презренье, То даже если б мог ты отыскать Расселину в земле иль лестницу на небо И тем явить еще одно знаменье им, (То все равно они бы не уверовали в Бога). И будь на то желание Господне, Собрал бы Он их всех на праведной стезе. А потому, (о Мухаммад!), не будь в числе невежд"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Откликнутся (на проповедь пророка) Лишь те, которые (желают) слышать. А (что касается) умерших - Господь их воскресит, И будут все они потом к Нему возвращены"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "И говорят они: \"О, если бы ему от Господа его было ниспослано знаменье, (Что было б зримо или ощутимо)!\" Скажи: \"Могущ Господь (ему) знамение свести, Но большинство из вас (его) не распознает"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "И нет ни одного живого существа, Что на земле (живет) или на крыльях (в небе), Которые, подобно вам, не составляли бы общины, - Мы ничего не упустили из Книги (Наших уложений), И будет День, когда их всех у их Владыки соберут"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "И кто знаменья Наши отвергает, Тот глух и нем и пребывает в мраке. И по Своей (всеведущей) угоде Аллах иных сбивает с верного пути, Других же - на стезю прямую ставит"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Скажи: \"Ужель не думали вы сами о себе, Что если снизойдет на вас Господня кара Или наступит Час (Господнего Суда), Ужель к другим, кроме Аллаха, (О милосердии) взовете вы? (Ответьте же), коль вы правдивы"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "О нет! Только к Аллаху вы взовете, И если пожелает Он, избавит вас Он от того, Что побудило вас о помощи просить, - (Тогда, быть может), вы забудете о тех, Кого вы прочили Ему в партнеры"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "И до тебя к народам многим Мы слали (вестников Своих) И подвергали (этот люд) невзгодам и страданьям, - Чтобы они, (пройдя через невзгоды), Узнали, как смиренным быть"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Когда от Нас обрушились на них невзгоды, Что ж не смирилися они? Сердца же их, напротив, очерствели, И Сатана им разукрасил (Всю скверну) их (греховных) дел"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "И вот когда они забыли то, чем их увещевали, Мы растворили перед ними врАта (всех соблазнов). Когда ж они дарованным сладились, Схватили Мы внезапно их, И вот они в отчаянии (ждут Господнего Суда)"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "И были из неправедного люда Все до последнего усечены. Хвала Аллаху, Господу миров"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Скажи: \"Вы думали о том, Что если Бог лишит вас зрения и слуха И вам наложит на сердце печать, Какое божество, помимо Бога, Вам все это вернет опять?\" Смотри, как Мы по-разному толкуем им знаменья, И все же отвращаются они потом"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Скажи: \"Вы думали о том, Что коль внезапно или жданно На вас падет Господня кара, Ужель погублен будет кто-то, кроме нечестивых"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Мы шлем посланников Своих Лишь возвещать добро и увещать (от злого), И кто уверовал и стал благочестив, На тех не ляжет страх, печаль не отягчит"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "А тех, которые сочли знаменья Наши ложью, Коснется наказание за то, что были нечестивы"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Скажи: \"Я вам не говорю, Что у меня сокровища Аллаха, И сокровенное мне неизвестно, (так же как и вам). Не говорю я вам, что ангел я. А я лишь следую тому, Что мне открыто в Откровенье\". Скажи: \"Ужель сравни слепой и зрячий? Что ж вам об этом не подумать"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Ты этим тех предупреди, В ком есть (благоговейный) страх в преддверии того, Когда их соберут для встречи с их Владыкой И им, кроме Него, Заступника и покровителя не будет. Тогда, быть может, обретут они и благочестие, и веру"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Не отгоняй ты тех, Которые на утренней заре и в час захода солнца Взывают к Господу в молитве, ища Его благоволенья; Ты не ответственен ничем за их (деянья), И за тебя им не ответствовать ничем, Чтобы тебе их прогонять и стать одним из нечестивых"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Так Мы (людей сопоставляем), Чтоб испытать одних другими И чтоб они сказали, (что у них в душе): \"Неужто этим среди нас Аллах явил Свое благоволенье\", - Ужель Аллах не знает лучше благодарных"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Когда приходят к тебе те, Кто верует в знаменья Наши, То говори: \"Мир вам!\" И милосердие вменил Господь ваш Сам Себе. И если кто-нибудь из вас Зло по неведению совершит, Потом раскается, к благому обратясь, - Так ведь Аллах прощающ, милосерд"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Мы с ясностью такой знамения толкуем, Чтоб выявить (для вас) путь тех, Кто с праведной дороги сбился"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Скажи: \"Запрещено мне поклоняться тем, Кого вы чтите, кроме Бога\". Скажи: \"Я не пойду путем ваших страстей, Иначе б я сошел с Господнего пути И не был бы средь тех, Которые идут прямой стезею"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Скажи: \"Я (нахожусь) на ясной миссии от моего Владыки, Вы же не верите в нее. Не властен я над тем, Что вы торопите (к свершенью), - Решение того - лишь у Аллаха, - Он возглашает Истину и лучший из решающих, (Чему, когда и где свершиться)"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Скажи: \"И если б в моей власти было то, Что вы торопите (к свершенью), То дело было б решено меж мной и вами. Аллах же лучше различает нечестивых"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Ключи Незримого - лишь (в веденье) Его, И лишь Ему оно известно. Известно Ему все на суше и на море, И ни единый лист не упадет без ведома Его; Ни одного зерна нет в темени земли, Ни свежей, ни сухой былинки, Что в Ясной Книге означена бы не была"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "Он - Тот, Кто забирает ваши души на ночь И знает все, что вами сделано за день; А на (восходе) дня Он воскресит вас снова, (Отправив души вам назад), Чтоб завершить назначенный вам срок. Потом к Нему - и ваше возвращенье; Тогда Он в истине представит вам (Всю суть того), что вы свершили"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Он - полновластный Господин над слугами Своими, И Он хранителей Своих над вами шлет. Когда к кому-нибудь из вас приходит смерть, Посланцы Наши забирают его душу, Не упуская ничего, (как то предписано Аллахом)"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Потом их всех к Аллаху возвратят, К их истинному Господину. О да! Он - Властелин суда и приговора, И нет быстрей Его в расчете"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Скажи: \"Кто вас от мрака суши и воды спасает, Когда смиренно, в молчаливом страхе, Вы обращаетесь к Нему: \"О Господи! Коль вызволишь отсюда нас, Поистине, мы станем из числа благодарящих"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Скажи: \"Господь спасает вас от этих и от прочих бед, Потом же в равные Ему других богов вы придаете"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Скажи: \"Он - Тот, Кто мощен (в Своем гневе) Обрушить бедствия (стихийные) на вас, На ваши головы иль снизу, из-под ваших ног; Облечь вас в смуту племенной вражды И дать познать вам вкус насилия со стороны друг друга\". Смотри, как Мы по-разному толкуем им знаменья, Потом же отвращаются они"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "И твой народ считает его ложью, Тогда как он есть Истина сама. Скажи: \"За вас не поручитель я"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "И всякой вести (в этой Книге) Определен свой срок, И скоро вы узнаете об этом"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Когда ты видишь тех, Кто словоблудит о знаменьях Наших, Ты удались от них, Пока они не обратятся к новой теме. А если Сатана тебя заставит (сей наказ) забыть, То все ж, придя в себя, Ты не сиди в компании неверных"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "И не ответственны за них благочестивые ничем - На них лежит лишь увещание неверных: Быть может, обретут они Страх пред Господним гневом"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Покинь ты тех, кто на религию свою Как на забаву и пустую тщЕту смотрит, - Их искушения текущей жизни совратили. Но, (уходя), ты этим возвести им то, Что всякая душа себе погибель предваряет Тем, что стяжала (на земле); И нет ей ни заступника, ни покровителя, кроме Аллаха. И что б она ни предложила (во искупление греха), Там от нее никто не примет. Таков удел всех тех, кто обречен на гибель За то, что предварил себе (деяньями своими). Им - жажду утолять кипящею струей, И им - мучительная кара За то, что не уверовали (в Бога)"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "Скажи: \"Ужель мы станем призывать, опричь Аллаха, тех, Кто немочен ни принести нам пользы, Ни вред нам причинить? Вернемся ли к обратному пути После того, как нас Аллах поставил на стезю прямую, Подобно тем, кого шайтаны заблудили на земле И кто растерянно бредет В то время, как друзья его зовут: \"Иди же к нам!\" - на путь прямой?\" Скажи: \"Поистине, стезя Аллаха - одна на всех (на сей земле), И нам повелено предаться Господу миров"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "Молитву точно отправлять И благочестие блюсти, (страшася Его гнева). Он - Тот, к Кому вас соберут (на Суд)"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Он - Тот, Кто небеса и землю создал, Чтобы явить нам Истину (Свою). В тот День Он скажет: \"Будь!\", - и станет он. И Слово Его - Истина сама. Он будет властвовать в тот День, Когда раздастся трубный глас. Ему незримое и явное известно, - Он - мудр и (о всякой сути) сведущ"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "И (вспомните), как Ибрахим сказал Азару, своему отцу: \"Ужель за божества ты идолов приемлешь? Поистине, я вижу, что и ты, и твой народ Находитесь все в явном заблужденье"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "И так Мы показали Ибрахиму (Свое) могущество над небесами и землей, Чтоб, (познавая), обрести уверенность он мог"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Когда покрыла его ночь и он звезду увидел, Сказал он: \"Это - мой Господь!\" Когда же закатилась поутру она, сказал он: \"Я не люблю (все то), что возникает и уходит"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "(И вновь), когда луну он восходящую увидел, Сказал он: \"Это - мой Господь!\" (И вновь), когда зашла она, сказал он: \"Если мой Господь меня на путь Свой не направит, Я буду из числа таких, кто заблужден"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "(И вновь), когда он солнце восходящее увидел, Сказал он: \"Это - мой Господь! И сей - превыше (предыдущих)\". Когда же солнце село, он сказал: \"О мой народ! Поистине, Я непричастен вашему (греху) Прочить другие божества Аллаху"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Я обратил свой лик к Тому, Кто небеса и землю создал, И всей душой Ему предался. Я - не из тех, кто прочит соучастников (Аллаху)"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "И пререкался с ним его народ. (Тогда) сказал он: \"Вы пререкаетесь со мною об Аллахе, Тогда как вывел Он меня на путь прямой. И не боюсь я тех, кого вы придаете в сотоварищи Ему, Если того не пожелает мой Господь. Ведь безграничным веденьем Своим Господь мой всяку вещь объемлет. Ужель не поразмыслить вам над этим"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "И отчего же мне бояться тех, Кого вы прочите Ему в партнеры, Коль не боитесь вы приравнивать Ему Таких, касательно которых Он поручительства вам не давал? Тогда какой из этих двух сторон Быть правомерно безопасней? (Ответьте же), коль вам известно это"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Лишь те, кто верует, Не облекая своей веры в беззаконье, - Им - истинная безопасность, И лишь они - на праведной стезе"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Таков тот довод, что Мы дали Ибрахиму Против (неверия) его народа. Мы возвышаем степенями тех, Кого Своим желанием сочтем. Господь твой, истинно, и мудр, и (все)знающ"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "И дали Мы ему Исхака и Йакуба И всех направили по верному пути. А прежде Мы стезю прямую Нуху указали. И из его потомства - Дауду, Сулейману и Ай'йюбу, Йусуфу, Мусе и Харуну. Так воздаем Мы тем, кто делает добро"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "И Закарии, и Йахйе, и Исе, и Ильйасу, - Ведь они все - из ряда правоверных"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "И Исмаилу, Аль-Йасау, Йюнусу и Луту - Их всех возвысили Мы над мирами"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Из их отцов, потомков их и братьев Избрали их Мы и вели по праведной стезе"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Вот таково водительство Аллаха, Которым Он ведет тех в услужении Ему, Кого сочтет Своим желаньем. Но если б наравне с Аллахом Они других измыслили богов, То все, что бы ни сделали они, Для них бы обратилось в тщЕту"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "И это - те, кому Мы даровали Книгу, Власть и пророчество (средь них самих). А если в это все народ сей не поверит, Мы (обязательство) сие Возложим на другой народ, Который в это все поверит"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "То были те, которых вел Аллах, А потому путем их следуй! Скажи: \"Я не прошу у вас за это платы. Сие - лишь увещание мирам"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Они оценки должной Господу не дали, говоря: \"Аллах ведь ничего для человека не послал\". Скажи: \"Кто Книгу ниспослал, С которою явился Муса Как со Светом и Руководством для людей? Они же, (целостность ее нарушив), Ее являют на пергаментных листах, Показывая из нее одно и укрывая из нее другое. А ведь по ней научены тому вы, Чего ни вы, ни ваши праотцы не знали\". Скажи: \"Аллах (ее вам ниспослал)!\" Потом оставь их забавляться в (грешном) пустословье"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "И это - Книга, что тебе Мы ниспослали, Благословенна Нами И подтверждение ниспосланному прежде, Чтоб (ею) мог увещевать ты Мать городов и все, что вкруг нее, И тех, кто веруют в другую жизнь и в это И строги в соблюдении своих молитв"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "И есть ли нечестивее того, Кто ложь возводит на Аллаха Иль говорит: \"Дано мне Откровенье (от Аллаха)\", Тогда как не было оно ему дано? Или того, кто говорит: \"Я низведу (для вас) подобное тому, Что свыше (вам) Аллах низводит\". О, если б видел ты, какой пучиной мук Охватит смерть всех нечестивых! И скажут ангелы, простерши руки к ним: \"Исторгните же ваши души! Сим Днем воздастся вам мучительным позором За всю ту ложь, что возвели вы на Аллаха, Как и за то, что, величаясь, небрегли знаменьями Его"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "И вы вернетесь к Нам лишенными всего - Какими вас Мы изначально сотворили, Оставив за своей спиной Все то, чем вас Мы наделили. И не увидим Мы заступников при вас, Которых вы измыслили себе как сотоварищей (Аллаху). Разорваны сейчас все узы между вами, От вас исчезли те, Которых вы измыслили своим воображеньем"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "И, истинно, Аллах щепит (для израстания побега) И зернышко (любого злака), И косточку (от плода финиковой пальмы). Он извлекает жизнь из мертвой (плоти), Из глубины живого вызывает смерть. Таков Аллах! И как же безрассудны вы, (Что в стороне от Истины Его стоите)"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "Он рассекает (небо) утренней зарею И для покоя назначает ночь, А солнцу и луне - счет времени вести. Сие - установление Того, Кто мудр и могуч безмерно"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Он - Тот, Кто звезды разместил (для ваших нужд), Чтобы указывать вам путь, Когда на сушу иль на море мрак (нисходит). Так разъясняем Мы знамения Свои Для тех, в ком знание живет"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "Он - Тот, Кто из одной души взрастил вас, Вас изначально поместив во чреслах мужа, Потом - в сохранном чреве у его жены. Так разъясняем Мы знамения Свои Для тех, кто обладает разуменьем"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Он - Тот, Кто вам низводит воду с неба, И ею Мы даем произрасти растениям всех видов, И ею Мы растим побеги злаков, Из них выращиваем зерна, Усаживая (в колос плотным) рядом. Из финиковой пальмы, завязей ее - Гроздья плодов, свисающие низко; Сады из виноградных лоз, маслин, гранатов, Которые (во многом) так похожи - И все же столь различны меж собой! Когда на них появятся плоды, Сладитесь тем, как наливаются они и зреют! Поистине, в сем кроются знамения для тех, Которые уверовали (в Бога)"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "И все же ставят они джиннов в сотоварищи Аллаху, Хотя Он Сам их сотворил, И лживо прочат сыновей и дочерей Ему Без всякого на то познанья. СубхАнагу! (Хвала Ему!) Превыше Он того, что Ему прочат"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Создатель изначального (порядка) на небесах и на земле, - Как может быть ребенок у Него, Коль у Него не может быть супруги? Он создал все, что суще (в мире), И знает обо всем и вся"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Таков Аллах, Владыка ваш! Иных богов, кроме Него, не существует. Творец всего, что суще (в мире). Так поклоняйтесь же Ему! Он, истинно, распорядитель всякой сути"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Нет никакого вИдения (в мире), Что (Господа) постичь (способно), - Его же взор объемлет все. (Он зрит во всяко естество) и ведает о всем, что суще"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Предстали вам Наглядные свидетельства от вашего Владыки, И тот, кто зряч, Себе на пользу распознает их. А тот, кто слеп, Себе во вред (их не увидит). И здесь над вами я - не страж"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Так Мы по-разному толкуем им Свои знаменья Чтоб не могли они сказать: \"Ты (у других сему) учился!\" - И для того, чтоб (Истину) Мы ясно изъяснили Для тех, кто обладает знаньем"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Так следуй же тому, Что твой Господь открыл тебе внушеньем: Кроме Него, иного Бога нет. И отойди от тех, кто прочит соучастников Ему"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "И если бы желал того Аллах, Они б других богов не измышляли; Но Мы тебя не делали их стражем, И ты над ними не распорядитель"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "И не хули те божества, Которых они чтят, помимо Бога, Чтобы в (ответной) злобе на тебя, В невежестве своем (глубоком) Не стали они Господа хулить. Так увлекли Мы всякий люд (В земной соблазн) их деяний. Ведь (все равно) в конце пути Они вернутся к своему Владыке. Тогда Мы ясно им укажем Все, чем грешили (на земле) они"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "И поклялись они Аллахом - Одной из самых строгих клятв, - Что, если б к ним пришло знаменье, Они б поверили в него. Скажи: \"Знаменья все - во власти Бога, Но кто бы мог вам, (верным), дать понять, Что, даже если бы знамения пришли, В них все равно бы не поверили они"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Мы отвратим сердца и очи их, Так как они не веровали в это изначально; И Мы оставим их скитаться слепо В невежестве и заблужденье"
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "И если б низвели Мы ангелов на них, И если б с ними мертвые заговорили, И если б Мы пред их глазами Собрали все, (что суще в мире), То и тогда бы не поверили они, Не будь на то соизволения Аллаха. Но большинство из них - в неведенье (об этом)"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "И так установили Мы для каждого пророка Врагов - шайтанов средь людей и джиннов, И те внушают обольщение друг другу Красой пустых, незначащих речей. Но если бы Господь твой пожелал, Они бы так не поступали, А потому оставь ты их И то, что они ложно измышляют"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Пусть к ним склоняются сердца таких, Кто в будущую жизнь не верит; И пусть довольствуются ими, И пусть приобретают то, Что сами этим предваряют"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "(Скажи): \"Ужель стану желать Иного судию, кроме Аллаха?\" Ведь это - Он, Кто ниспослал для вас Ясно изложенную Книгу. И знают те, кому Писание дано, Что в Истине от твоего Владыки Она дарована тебе. А потому не будь из тех, Которые в сомнении об этом (пребывают)"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "И завершается Господне Слово По Истине и справедливости (Господней Воли). Никто не может изменить Его Словес, - Ведь Он все слышит и все знает"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "И если ты последуешь за теми, Которых большинство на сей земле, Они собьют тебя с пути Аллаха, - Ведь следуют они лишь вымыслам своим И строят ложные догадки"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Поистине, Господь твой лучше знает тех, Кто отклоняется с Его пути, И тех, кто следует стезей прямою"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Так ешьте то, над чем помянуто Аллаха имя, Если в Его знаменья веруете вы"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "И отчего же вам не есть того, Над чем помянуто Господне имя, Коль Он вам ясно указал, Что недозволено вам в пищу, Если к сему не приневолят вас (Земного бытия невзгоды)? Но многие с пути (себя и вас) сбивают Страстями, что не сдержаны познаньем. Владыке твоему, поистине, известны лучше Те, кто (дозволенные грани) перешел"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Так воздержитесь же от явного и скрытого греха! Поистине, воздастся должно тем, Кто грех берет (на душу) За все, что их деянья предварили им"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Не ешьте же того, Что не почтилось именем Аллаха! Сие - нечестие (и блажь). Шайтаны побуждают состязаться с вами Своих сторонников (по злу), И, если вы послушаетесь их, Вы (снова) к многобожию вернетесь"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Неужто тот, кто мертвым был, А Мы его вернули к жизни И даровали Свет ему, С которым он идет среди людей, Сравнится с тем, кто пребывает в мраке И никогда не выйдет из него? Так и неверным видится прекрасным Все то, что делают они"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "И Мы поставили порочный люд Властителями всякого селенья, Чтобы они коварством ухищрялись (Во властолюбии своем и отвлечении людей от Бога). Но только против душ своих Они коварство замышляют - И сами же не ведают сего"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Когда приходит к ним знамение (Аллаха), То говорят они: \"Мы не уверуем, покуда не получим подобное тому, Что было послано посланникам Аллаха\". Аллах же лучше знает то, Как и кому Свое посланничество значить. И поразят преступный люд Стыд и бесчестье пред Аллахом. А за коварные уловки Суровой будет кара им"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "И тем, кого Аллах направить пожелает, Он раскрывает для ислама грудь. Кого же уклонить с пути захочет, Тому Он грудь сжимает и теснит, Как будто силится тот к небесам подняться. Такою посрамною карой Аллах накажет тех, кто не уверует в Него"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "И это - путь Владыки твоего, ведущий прямо. И разъяснили Мы знамения Свои Всем тем, кто должно разумеет"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Для них - мирный очаг у их Владыки. Он - Покровитель их В награду за все то, что совершили"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "И в День, когда Он соберет их всех, (Он скажет): \"О джиннов сонм! Из этого народа Вы слишком многих удержали себе (в дань)\". И скажут их собратья средь людей: \"О Господи! Мы все старались друг от друга выгоду извлечь. Теперь мы подошли к тому пределу, Что нам Тобой назначен\". И скажет (Он): \"Огонь - жилище вам! И в нем вам пребывать навечно, Если Аллах не предпочтет другого\". Поистине, Господь твой мудр и (все)знающ"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Так Мы одних из нечестивых Ставим главенствовать над остальными, (Чтобы, соперничая во грехе, Они потом пред Богом отвечали) За все, что предварили для себя"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "Сонм джиннов и людей! Ужель не приходили к вам посланники из вас самих, Что излагали вам знаменья Наши И возвещали вам о встрече Дня сего? Они ответят: Мы, истинно, свидетели сему - Себе же на погибель! Их искушенья ближней жизни обольстили, И (вот в сей День) Себе же на погибель Они свидетельствовать будут О том, что были нечестивы"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Так (загодя посланники к ним слались) Все потому, что твой Господь Не погубил бы за нечестие и зло Ни одного людского поселенья, Чьи жители в неведении были"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "И каждому - та степень (милости иль кары), Что соответствует его деяньям, - Ведь в небрежении Господь не остается К тому, что делают они"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Самодостаточен Господь твой В Своем богатстве (естества), Хранитель милости (безмерной). И будь на то Его желанье, Он мог бы уничтожить вас И заменить другими - кем захочет, Как это сделал с вами Он, Взрастив вас из потомства прочего народа"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Что вам обещано, поистине, наступит, И вам того никак не отвести"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Скажи: \"О мой народ! Вы поступайте по своей возможности (и предпочтенью), Я - по своей же буду поступать. Потом узнать вам предстоит, За кем предел второго бытия (Будет прекрасней и надежней). А злочестивым в благоденствии (Господнем), Поистине, не пребывать"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "И долю из посевов и скота, Что волею Аллаха израстают и плодятся, Они Аллаху назначают И говорят по прихотливым измышленьям: \"Сие - Аллаху Вышнему, Сие же - соучастникам Его, (что на земле)\". Но доля соучастников к Аллаху не идет, Аллаха ж доля- к соучастникам приходит. Как скверны и неправедны сужденья их"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Еще (сквернее) то, что соучастники сии Для большинства из многобожцев Украсили соблазном убиенье собственных детей, Чтоб их сгубить и вызвать смуту в вере. Но если бы желал Аллах, Они бы так не поступали. Оставь же их и то, что они ложно измышляют. А нашим женщинам запрещено. Но коль (приплод родится) мертвым, Все (в трапезе) участвуют (безоговорно)\". Воздаст Он им (сполна) за вымыслы на Бога, - Ведь мудр и всеведущ Он"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "И говорят они: такой-то и такой-то скот, Такое и такое жито - запретны вам, И никому нельзя их брать для пищи, И есть их могут только те, Кому, по прихотливым их догадкам, Дозволим это делать Мы. (Запретен в пищу) также скот, Спины которого запретны (Для перевозок иль иных работ), И скот, над коим не помянуто Аллаха имя - По измышленьям об Аллахе. Воздаст сполна Он им за то, Что измышляют они именем Аллаха"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "И говорят они: \"То, что в утробах этого скота (И явится на свет живым), Особо предназначено мужчинам нашим"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Потерянными души будут тех, Кто убивает собственных детей По глупому невежеству и безрассудству И запрещает то, что им даровано Аллахом, (Тем самым) измышляя на Аллаха ложь. Они, поистине, сошли с Его пути, И их (никто уж) не направит"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "И это - Он, Кто (вам) взрастил сады (из виноградных лоз), Что на подпорках (вытянулись к небу) Иль без подпорок (стелются обильно по земле), И финики, и разноплодные посевы, Оливы и гранаты, которые (во многом) так похожи - И (все же столь) различны меж собой. Вкушайте их плоды, когда им подойдет пора, И отдавайте должное во время сбора, Но расточительны не будьте, - Господь, поистине, не любит тех, Кто (по ненадобности) расточает"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "И из скота: одни - для перевоза (грузов и людей), Другие - чтобы дать вам пищу. Так ешьте то, что вам дозволил Бог, Не следуйте стопами Сатаны, Ведь он - вам явный враг"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "(Возьмите) парами восемь голов скота: Две - из овец и две - из коз. Теперь скажите: Он запретил вам двух самцов или двух самок? Иль то, что (все еще) в утробах самок? Скажите мне с определенным знанием того, Коль вы (в своих словах) правдивы"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Пару верблюдов и пару из коров. Теперь скажите: Он запретил вам двух самцов или двух самок? Иль то, что (все еще) в утробах самок? И были ль вы свидетели тому, Когда Аллах предписывал все это? И есть ли нечестивее того, Кто ложь возводит на Аллаха И кто невежеством своим Людей с Его пути сбивает? Аллах, поистине, не направляет нечестивых"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Скажи: \"Не нахожу я в том, что мне открыто, Запретов на еду, что вам угодна в пищу, Помимо мертвечины, свинины иль истекшей крови\". Все потому, что это - скверна иль неправедная снедь, Над коей не Аллаха, а другое имя призывалось. Кого ж (земные тяготы к сей пище) приневолят Без нечестивости иль своевольного непослушанья, - Так ведь, поистине, прощающ твой Владыка И милосерд (к творениям Своим)"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "И тем, кто следует иудаизму, Мы запретили (в пищу) всякий (скот), Что с (нераздвоенным) копытом. И Мы им запретили также Коровий и овечий жир, Помимо жира, что несет хребет иль потроха, Или того, что на костях завязан. Так воздаем Мы им за своевольное непослушанье, - Ведь, истинно, (слова Наши) правдивы"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "А коль во лжи тебя они винят, (о Мухаммад!), Скажи: \"Господь ваш полон милости, не знающей предела; И все же от людей, что грешны, Не отвратить всей мощи (Его кары)"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "И скажут те, кто соучастников (Аллаху) прочит: \"Если б Аллах желал того, Мы б соучастников Ему не придавали, (Чего б не делали) и наши праотцы, И не имели б никаких запретов\". Но столь же лживо рассуждали те, Которые до них (грешили), Пока не испытали мощь (Господней кары). Скажи: \"Владеете ли вы Определенным знанием об этом? И если да, представьте нам его. Вы следуете домыслам своим И строите лишь ложные догадки"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Скажи: \"У Бога ясное свидетельство (всему), И, если б Он желал того, Он всех бы вас прямым путем направил"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Скажи: \"Вы призовите от себя таких, Которые свидетельствовать будут О том, что Бог все это запретил\". И коль они свидетельствовать станут, Ты с ними не свидетельствуй, (о Мухаммад!). Не следуй прихотям таких, Которые знаменья Наши ложными считают И в будущую жизнь не верят, - Они же в равные Владыке своему Измышленное ими прочат"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "Скажи: \"Придите, и прочту я вам, Что ваш Господь вам запретил: Не прочьте в равные Ему ничто другое; К родителям своим благодеяйте; Детей своих из страха обеднеть не убивайте, - Прокормим Мы и вас, и их; Постыдных дел ни явно, ни сокрыто не касайтесь; И не лишайте жизни душу, Которую Аллах запретной (для убийства сотворил), Иначе, как по праву, (данному Самим Аллахом)\". И это - то, что Он вам заповедал, Чтоб вы уразумели это"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "К имуществу сирот не прикасайтесь Иначе, как лишь с тем, чтобы его улучшить, Пока к ним возрастная зрелость не придет. Со справедливой точностью блюдите вес и меру. И не возложим Мы на душу груз, Что больше, чем она поднимет. (Когда ж на суд вас призовут), Вы говорите только правду, Коль даже против близких и родных. Блюдите верность заповедям Бога, Ведь это - то, что Он вам завещал, Чтоб помнили вы это"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Сие - Мой путь, ведущий прямо. Так следуйте ему и не делитесь, По другим путям (блуждая), Вдали от (Истины) Его пути. И это - то, что Он вам заповедал, Чтоб вы благочестивы были"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "И кроме этого, Мы дали Мусе Книгу, Чтоб завершить Господню милость Для тех, кто делает добро; И изъяснить в ней всяку вещь, И (сделать) руководством (для людей) И милостью от Нас, Чтобы во встречу с Господом своим Они уверовали (всей душой)"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "И это - Книга, что как дар благословенный Мы ниспослали свыше (вам). Так следуйте же ей И, гнева Господа страшась, (Благочестивы будьте в ближней жизни), Чтобы (в другой) помилованы быть"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "И чтоб не говорили вы, что: \"Книга послана до нас лишь двум народам. И мы в неведении полном находились Об их учениях (касательно сей Книги, Затем как их язык неведом был для нас И жизненный уклад от нашего разнился)"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Или чтоб вы не говорили: \"О, если б Книга нам была ниспослана (Аллахом), Мы б следовали ей вернее, чем они\". И вот уже явилось к вам Знаменье ясное от вашего Владыки, И руководство (от Него), и милость. Так есть ли нечестивее того, Кто ложными сочтет знамения Аллаха И отвернется (в сторону) от них? Мы тем, кто отвернется от знамений Наших, Суровой карой воздадим за то, что отвернулись"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Неужто они ждут, что ангелы предстанут им Иль даже Сам Господь твой? Или (прибудут как предтечи) Какие-то знамения Его? Но в День, когда придут знаменья от Него, Душе уж не поможет вера в них, Если она не верила дотоле Иль с верою своей не совершала добрых дел. Скажи (им): \"Ждите! Будем ждать и мы"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Ипусть тебя, (о Мухаммад!), Не озадачивают те, Кто разделяет свою веру и делится на секты. Их дело - в веденье Аллаха, И Он потом им возвестит Все (зло того), что делали они"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Тому, кто с добрыми делами явится (пред Ним), Добром (воздастся) большим в десять раз. Тому же, кто придет со злою (ношей), Воздастся злом, ему подобным, - И ни один из них обид не понесет"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Скажи: \"Поистине, Господь меня направил На правый путь, на праведную веру, Веру ханифа Ибрахима, Кто к Господу других богов не призывал"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Скажи: \"Поистине, моя молитва, Моя повинность на служение Аллаху, Вся жизнь моя и моя смерть - Все (безраздельно) у Аллаха, Господа миров"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "Нет никаких партнеров у Него - Так мне повелено (поставить вам в завет), И первый я из тех, кто предался исламу"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Скажи: \"Ужель искать мне Господа иного, чем Аллах, Тогда как Он - Господь всего, что суще? И всякая душа стяжает должное своим деяньям И, свое бремя (к Господу на Суд) неся, Не понесет (греховный) груз другой\". Потом вы все к Владыке своему вернетесь, И возвестит Он вам (суть) ваших разногласий"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "И это - Он, Кто сделал вас преемниками на земле, И Он одних по степеням возвысил над другими, Чтоб испытать вас тем, чем Он вас наделил. Ведь твой Господь, поистине, не медлит с наказаньем. И все ж прощающ Он и милосерд (к Своим твореньям)"
        }
    ]
}