{
    "maqras": [
        {
            "chapter": 17,
            "verse": 23,
            "text": "Ja Herrasi on maarannyt, etta palvelette yksin Hanta, ja teidan tulee tehda hyvaa vanhemmillenne. Jos toinen heista tahi molemmat saavuttavat korkean ian sinun luonasi, ala halveksi alaka soimaa heita, vaan puhuttele heita kunnioittavasti"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Ja myotatunnolla ojenna katesi heita kohti ja lausu savyisasti: »Oi Herra, ole laupias heille, silla he kasvattivat minua, kun olin pieni.»"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Herranne tietaa parhaiten, mita sydamiinne on katketty. Jos olette hyvia, niin totisesti Han silloin on anteeksiantavainen niita kohtaan, jotka kaantyvat (Hanen puoleensa)"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Tee sukulaisillesi oikeutta, samoin tarvitseville ja vaeltajille, mutta ala antaudu tuhlailuun"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Totisesti, tuhlarit ovat saatanan veljia, ja saatana on kiittamaton Herraansa kohtaan"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Mutta jos kaannyt pois heista etsien Herrasi suosiota, jota itsellesi toivot, puhu heille kuitenkin lempeasti"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Ala pida kattasi sidottuna selkasi taakse, mutta ala myoskaan ojenna sita tayteen pituuteensa, muuten saat olla havaistyna (itaruudestasi) tai koyhtyneena (ylenpalttisuudestasi)"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Totisesti, Herrasi suo palkan kenelle haluaa, ja Han myos mittaa sen maaran. Totisesti, Han pitaa hyvaa lukua palvelijoistaan ja on kaikkinakeva"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Alkaa surmatko lapsianne koyhyyden pelosta. Me hankimme heille elatuksen kuten teillekin. Totisesti, heidan surmaamisensa on inhottava synti"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Alkaa harjoittako haureutta, silla sellainen on rivoa ja huonoa elamaa"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Alkaa syytta tappako ainoatakaan sielua, silla Jumala on sen kieltanyt, paitsi oikeuden nimessa. Ja jos joku on surmattu syyttomasti, niin Me annamme vallan hanen sukulaiselleen, mutta alkaa salliko taman menna liian pitkalle verikostossaan; han on totisesti saava avun"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Alkaa ryhtyko orpojen perintoon paitsi enentaaksenne sita, ennenkuin he tulevat taysi~ikaisiksi. Tayttakaa sopimuksenne, silla totisesti, te joudutte niista tilille"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Ja mitatkaa taydella mitalla, kun mittaatte, ja punnitkaa oikeilla punnuksilla. Tama on parasta ja ajan pitkaan edullisinta"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Alkaa noudattako sellaista, mista teilla ei ole tietoa. Totisesti, korva, silma ja sydan, kaikki ne joutuvat kerran tilinteolle"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Ala kulje maan paalla kerskaillen. Totisesti, sina et kykene leikkaamaan maata kahtia etka kurkottautumaan vuorten huipuille"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Kaikki paha, mika tassa on kielletty, on vihattavaa Herrasi silmissa"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Nama kuuluvat niihin viisaisiin sanoihin, joita Herrasi on sinulle ilmoittanut. Ala aseta Jumalan rinnalle ketaan muuta jumalaa, muuten sinut havaistyna ja hylattyna heitetaan helvettiin"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Olisiko Herranne valikoinut teille poikia ja ottanut Itse tyttaria enkeleitten joukosta? Totisesti, te puhutte torkeita sanoja"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Totisesti, Me olemme selittanyt (asioita) monin tavoin tassa Koraanissa, jotta ihmiset ne mieleensa painaisivat. Mutta se lisaa vain heidan penseyttaan"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Sano; »Jos olisi ollut muitakin jumalia Hanen ohellaan kuten he vaittavat - niin he olisivat loytaneet tiensa Kaikkivaltiaan luokse.»"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Kunnia olkoon Hanelle yksin; suuressa korkeudessaan Han on kokonaan sen ylapuolella, mita he puhuvat"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Seitseman taivasta ja maa seka kaikki, mita niissa on, julistavat Hanen kunniaansa. Eika ole mitaan, mika ei julistaisi Hanen kunniaansa, mutta te ette kasita heidan kunnioitustaan. Totisesti, Han on ylevamielinen, anteeksiantava"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Ja kun esitat julkisesti Koraania, me asetamme nakymattoman verhon sinun ja niiden valille, jotka eivat usko tulevaan elamaan"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Ja Me panemme peitteen heidan sydantensa paalle, niin etta he eivat tajua sita, ja teemme heidat korviltansa kuuroiksi. Ja kun sina muistutat Koraanin kautta, etta Han on ainoa, he kaantavat selkansa ja rientavat pois"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Me tiedamme parhaiten, miksi he kuuntelevat (Koraania), kun he kaantavat korvansa sinun puoleesi, ja kun he pitavat salaisia neuvottelujaan, ja kun vaaramieliset sanovat: »Te seuraatte noituuden lumoissa olevaa miesta.»"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Katso, kuinka he keksivat sinusta vertauksia, ja siksi he joutuvat kadotukseen eivatka kykene loytamaan tieta"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Ja he sanovat: »Mita, heratetaanko meidat uuteen elamaan senjalkeen kuin olemme muuttuneet luiksi ja tomuksi?»"
        }
    ]
}