{
    "maqras": [
        {
            "chapter": 17,
            "verse": 70,
            "text": "Totisesti, Me olemme saattanut ihmisen lapsia kunniaan ja antanut heille kulkuneuvoja seka maalla etta merella. Ja olemme varustanut heidat puhtaalla ravinnolla seka asettanut heidat useimpien muitten luotujen ylapuolelle"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "Tulee paiva, jona kutsumme kaikki kansat johtajineen eteemme tilille. Ja silloin kukin, jolle on annettu oma kirjansa oikeaan kateen, lukee kirjastaan, eika heille tehda vaaryytta hivenen vertaa"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Mutta ken on sokea tassa elamassa, on sentakia sokea myos tulevassa elamassa ja aivan harhaantunut oikealta tielta"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Ja he olisivat halunneet houkutella sinua luopumaan siita, mita sinulle olimme ilmaissut, tarkoittaen etta olisit keksinyt panetteluja Meita vastaan, ja katso, siina tapauksessa he olisivat ottaneet sinut laheiseksi ystavakseen"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Totisesti, jos emme olisi sinua vahvistanut, olisit heidan puoleensa vahan taipunutkin"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Silloin olisimme antanut sinun maistaa kaksinkertaisesti elamassa ja kaksinkertaisesti kuolemassa, etka olisi silloin saanut ainoatakaan auttajaa Meita vastaan"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "He olisivat totisesti toivoneet sinun lankeavan, jotta olisivat sitten voineet karkoittaa sinut maasta, mutta siina tapauksessa he itse eivat olisi viipyneet kauankaan sinun jalkeesi"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Tallainen oli kaskymme, kun lahetimme ennen sinua sanamme julistajia, ja sinun suhteesi eivat kaskymme muutu"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Suorita rukouksesi, oi Muhammed, paivan noususta yon pimeyteen saakka ja lue Koraania aamun koitteessa. Totisesti, ei aamuhartaus jaa kuulematta"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Ole valveilla osa yosta; tama olkoon lisatehtavasi. Ehka Herrasi nostaa sinut kunniakkaaseen asemaan"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Ja sano: »Herra, salli minun kayda sisalle ja ulos aina totuuden tieta, ja suo minulle voimakasta apuasi.»"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Ja sano viela: »Totuus on tullut ja valhe on haipynyt. Totisesti, valhe on tuomittu katoamaan.»"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Ja Me lahetamme ylhaalta sellaista Koraanin sisaltoa, mika on parannukseksi ja armoksi uskovaisille, mutta vain edistaa vaaramielisten, haviota"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Ja kun Me lahetamme siunauksemme jollekin ihmiselle, han kaantyy pois ja vetaytyy syrjaan, mutta kun hanta kohtaa onnettomuus, han joutuu epatoivoon"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Sano: »Jokainen toimii omalla tavallaan, mutta Herranne tietaa parhaiten, kuka on helpoimmin johdateltavissa oikealle tielle.»"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "He tekevat sinulle myoskin kysymyksia Hengen suhteen. Vastaa: »Henki lahtee Herrani sanoista, mutta teille on annettu sangen vahan oikeata tietoa.»"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Ja jos olisimme halunnut, olisimme totisesti voinut peruuttaa sen, minka olimme sinulle ilmoittanut, etka olisi silloin loytanyt ketaan, joka olisi sinua auttanut Meita vastaan"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Mutta sait armon Herraltasi. Totisesti, suuri on Hanen laupeutensa sinua kohtaan"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Sano: »Totisesti, vaikka kaikki ihmiset ja dzinnit yhdessa yrittaisivat saada aikaan tamankaltaisen Koraanin, niin he eivat kykenisi siihen, vaikkapa auttaisivatkin toisiaan.»"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Totisesti, Me olemme tassa Koraanissa esittanyt erilaisia vertauksia ihmisille, mutta useimmat kieltaytyvat omaksumasta muuta kuin epauskon"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Ja he sanovat: »Emme todellakaan usko sinuun, ellet saa lahdetta suihkuamaan maasta"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "tai ellet voi aikaansaada itsellesi puutarhaa palmupuineen ja viinikoynnoksineen ja anna jokien virrata sen halki"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "tai ellet saa taivasta hajoamaan paallemme, kuten uskot; tai ellet voi tuoda Jumalaa ja enkeleita eteemme todistajiksi"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "tai ellet hanki itsellesi kultaista taloa; tai ellet astu taivaaseen. Mutta emme usko taivaaseenastumiseesi, ellet ylhaalta laheta meille Kirjaa, jota saatamme lukea.» Vastaa heille: »Kunnia olkoon Herralle, olen vain ihmisolento, pelkka lahettilas.»"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Mikaan muu ei esta ihmisia uskomasta - johdatuksen saatuaan - kuin se, etta he sanovat: »Asettaako Jumala ihmisolennon lahettilaaksi?»"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Vastaa: »Jos olisi sopivaa, etta maan paalla vaeltaisi enkeleita, olisimme kylla lahettanyt heille enkelin sanansaattajaksi.»"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Sano edelleen: »Jumala on riittava todistaja minun puolestani teita vastaan; totisesti, Han tietaa palvelijainsa asiat ja pitaa heita silmalla.»"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Ja ken Jumalan johtoon alistuu, nauttii oikeata johdatusta, mutta ken on kadotuksen oma, hanelle et loyda muuta suojelijaa Jumalan asemesta. Ja ylosnousemuksen paivana Me kokoamme heidat yhteen, ja he makaavat kasvoillaan, sokeina, mykkina ja kuuroina. Heidan asuntonsa on helvetti; joka kerran, kun sen tuli pienenee, Me lisaamme sen liekkia"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Tama on heidan palkkansa, koska he kielsivat Meidan merkkimme ja sanoivat: »Kuinka meidat heratettaisiin uuteen elamaan senjalkeen kuin olemme muuttuneet luiksi ja tomuksi?»"
        }
    ]
}