{
    "maqras": [
        {
            "chapter": 17,
            "verse": 99,
            "text": "Eivatko he ole vielakaan alynneet, etta Jumala, joka on luonut taivaat ja maan, kykenee myos luomaan heidan kaltaisiaan? Olemme myos asettanut heille maaraajan, josta ei ole epailysta, mutta vaaramieliset kieltaytyvat omaksumasta muuta kuin epauskonsa"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Sano: »Jos teilla olisi hallussanne Herrani armoaarteet, niin totisesti pitaisitte ne lukon takana pelosta, etta ne ehtyisivat. Ihminen on taipuvainen itaruuteen.»"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Totisesti, Me annoimme Moosekselle yhdeksan selvaa merkkia. Kysykaa siis Israelin lapsilta, kun han saapui heidan luokseen ja Farao sanoi hanelle: »Mooses, minusta tuntuu totisesti silta, etta olet noiduttu.»"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Han vastasi: »Totisesti, sina tiedat, ettei muu kuin taivaitten ja maan Herra ole lahettanyt naita merkkeja opastukseksi,ja mina uskon, Farao, etta sina kuulut kadotettujen joukkoon.»"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Silloin Farao tahtoi ajaa heidat maasta, mutta Me hukutimme hanet ja kaikki hanen mukanaan olleet"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Taman jalkeen Me sanoimme Israelin lapsille: »Asettukaa asumaan pyhaan maahan, ja kun tulevaisuuden lupaus taytetaan, Me saatamme teidat kaikki yhteen.»"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Me olemme Koraanin lahettanyt ylhaalta totuuden sanomana, ja totuuden sanomana se on saapunut maan paalle, ja Me olemme lahettanyt sinut vain ilosanoman tuojaksi ja varoittajaksi"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Ja taman Koraanin Me olemme jakanut osiin, jotta vahitellen lukisit sen ihmisille. Ja Me olemme jarjestanyt sen julistamisen siten, etta se on osa osalta tullut ylhaalta"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Sano: »Voitte uskoa siihen tai olla uskomatta. Totisesti, ne, joille jo sita ennen on annettu tieto, lankeavat kunnioituksesta kasvoilleen, kun kuulevat sita luettavana"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Ja he lausuvat: »Kunnia olkoon Herrallemme! Hanen lupauksensa on totisesti tayttyva.»"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Ja kyynelsilmin he lankeavat kasvoilleen, silla se on lisannyt heidan noyryyttaan"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Sano: »Rukoilkaa Hanta Jumalana tai rukoilkaa Hanta armahtajana; milla nimella Hanta rukoillettekin, niin totta on, etta kaikki hyvat nimet kuuluvat Hanelle. Alaka rukoillessasi korota liiaksi aantasi alaka myoskaan laske sita liian matalaksi, vaan koeta loytaa keskitie naiden valilta.»"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Sano myoskin: »Kunnia ja ylistys Jumalalle, joka ei ole hankkinut itselleen lasta ja jolla ei valtasuuruudessaan ole ketaan tasavertaista. Ei Hanella myoskaan ole liittolaista alamaisten keskuudessa.» Julistakaa Hanen suuruuttaan ylistaen"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Kaikki ylistys kuuluu Jumalalle, joka on palvelijalleen ylhaalta lahettanyt taman Kirjan eika ole paastanyt siihen minkaanlaista vilppia"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Han on laatinut sen suorasukaiseksi, jotta se varoittaisi heita Hanelta tulevasta ankarasta rangaistuksesta, mutta myos toisi ilosanoman uskovaisille, jotka harjoittavat hyvia tekoja, etta heita odottaa ihana palkka, josta he alati saavat nauttia"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Se on varoituksena myos niille, jotka sanovat Jumalan hankkineen lapsen"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Heilla ei ole tietoa enempaa kuin heidan esi-isillaankaan"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Heidan suustaan tulee arveluttavaa puhetta: heidan sanansa ovat pelkkaa valhetta"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Ehka sina ahdistat itseasi murehtimalla heidan tahtensa, jos he eivat usko tahan Koraaniin"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Kaiken, mita maan paalla on, Me olemme luonut koristukseksi, koetellaksemme, kuka heista on teoissaan etevin"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Totisesti, kaiken mita maan paalla on, Me muutamme autioksi eramaaksi"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Arveletko sina, etta Luolassa asuneet seka kirjoitustaulu ovat ihmemerkkejamme"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Kun joukko nuoria miehia pakeni Luolaan huutaen: »Herra, suo meille armosi ja osoita meille oikea suunta yrityksessamme!»"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "niin Me ummistimme heidan korvansa luolassa useiksi vuosiksi"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Sitten Me saatoimme heidat ennalleen voidaksemme erottaa, kumpi kahdesta ryhmasta osaisi paremmin arvioida siella viettamansa ajan pituuden"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Kerromme sinulle nyt totuudenmukaisesti, oi Muhammed, heidan tarinansa. Totisesti, he olivat nuoria miehia, jotka uskoivat Herraansa, ja me vahvistimme heita johdatuksessa"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Ja Me vahvistimme heidan sydamiansa, kun he nousivat ja lausuivat: »Herramme on taivaitten ja maan Herra. Emme milloinkaan huuda avuksemme ketaan muuta jumalaa kuin Hanta, silla jos sellaista tekisimme, puhuisimme torkeata valhetta"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Kansamme on ottanut Jumalan rinnalle muita jumalia. Miksi he eivat esita heista mitaan selvaa todistusta? Kuka onkaan vaaramielisempi kuin se, joka sepittaa valheita Jumalasta"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Muistakaa, miten erkanitte heista ja siita, mita he palvelivat Jumalan ohella. - Paetkaa siis luolaan, ja Jumala on osoittava teille armoansa ja antava yrityksenne menestya.»"
        }
    ]
}