{
    "maqras": [
        {
            "chapter": 18,
            "verse": 17,
            "text": "Olisit voinut nahda, miten aurinko noustessaan kaantyi oikealle heidan luolastaan ja laskiessaan jatti heidat vasemmalle puolelleen. Ja he makasivat luolan onkalossa. Tama on eras Jumalan merkeista. Kenelle Jumala antaa johdatuksensa, han kulkee oikeata tieta, mutta ken on kadotettu, hanelle et loyda ketaan auttajaa, joka saisi hanet oikealle tielle"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Voisit ehka arvella, etta he olivat valveilla, vaikka he nukkuivat, silla Me annoimme heidan kaantya vuoroin oikealle, vuoroin vasemmalle kyljelleen, ja heidan koiransa makasi kapalat ojennettuina kynnyksella. Jos sina olisit katsahtanut heihin, olisit varmasti kaantynyt ympari ja kiiruhtanut pois, ja mielesi olisi tayttynyt pelolla heidan tahtensa"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Ja sitten Me heratimme heidat, jotta he olisivat voineet kysella toisiltaan. Eras heista lausui: »Kauanko olette viipyneet taalla?» He vastasivat: »Olemme viipyneet vain paivan tai osan siita.» Toiset sanoivat: »Herranne tietaa parhaiten, miten kauan olette viipyneet, mutta lahettakaa joku joukostanne kaupunkiin mukanaan nama rahat. Han katsokoon, kenella kaupungin asukkaista on puhtaimpia elintarpeita, ja tuokoon niista osan tanne. Mutta olkoon han varovainen alkoonka mainitko teista kenellekaan"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Silla totisesti, jos he teidat saavat valtaansa, he kivittavat teidat kuoliaaksi tai pakottavat kaantymaan uskoonsa, ja silloin ette voi enaa koskaan tehda hyvaa.»"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Talla tavoin Me saatoimme ilmi heidan asiansa, jotta ihmiset, jotka kiistelivat keskenaan heista, tietaisivat, etta Jumalan lupaus on tosi ja etta viimeisen hetken tulemisesta ei ole epailysta. He sanoivat: »Pystyttakaa rakennus heidan paallensa! Heidan Herransa tuntee heidat parhaiten. »Ne, jotka olivat maaraavia heidan asioissansa, sanoivat: »Totisesti, me rakennamme moskeijan heidan paallensa.»"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "He sanovat nyt: »Kolme oli heita (nukkujia), neljas oli heidan koiransa.» He sanovat myos: »Viisi oli, kuudes oli heidan koiransa.» He arvailevat nakymattomia asioita ja sanovat: »Seitseman oli, ja kahdeksas oli heidan koiransa.» Sano: »Herrani tietaa parhaiten heidan lukumaaransa, vain harvat tuntevat heidat. Ala kiistele heidan kanssansa niista paitsi kenties patevasta syysta, alaka keneltakaan kysele heidan asioitaan"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Alaka puhu mistaan nain: »Totisesti, taman mina olen tekeva huomenna», lisaamatta: »jos Jumala niin sallii.»"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Ja milloin ikina satut sen unohtamaan, niin muista Herraasi ja sano: »Ehka Herra johdattaa minut tielle, joka on oikeampi kuin tama.»"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Ja he viipyivat luolassaan kolmesataa vuotta ja yhdeksan lisaksi"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Sano: »Jumala tietaa parhaiten, miten kauan he viipyivat. Hanelle kuuluvat taivaitten ja maan salaisuudet. Kuinka oivallinen onkaan Hanen nakonsa ja kuinka oivallinen Hanen kuulonsa. Heilla ei ole ketaan suojelijaa paitsi Han, eika kukaan tieda Hanen ratkaisuistaan.»"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Lue heille, mita sinulle on ilmoitettu Herrasi kirjasta. Hanen sanaansa ei voida muuttaa, etka sina paitsi Hanta loyda mitaan turvaa"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Ole savyisa niita kohtaan, jotka aamuin ja illoin rukoilevat Herraansa halaten Hanen laheisyyttaan. Alkoot silmasi kaantyko pois heista himoitessaan taman maallisen elaman koreuksia. Ala myoskaan tottele sita, jonka sydamen Me olemme sulkenut Meita ajattelemasta, joka on kulkenut himojensa teita ja jonka pahatteot ylittavat kaikki rajat"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Sano: »Totuus on tullut Herraltanne; ken tahansa sita haluaa uskoa, han uskokoon, ja ken tahansa tahtoo epailla, antakaa hanen epailla. Totisesti, vaaramielisia varten Me olemme valmistanut tulen, joka aitauksena heidat ymparoi. Ja jos he rukoilevat apua, niin he avukseen saavat vetta, joka on kuin sulaa vaskea ja polttaa heidan kasvonsa. Kauhea on heidan juomansa ja surkea heidan leposijansa"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Mutta mita niihin tulee, jotka uskovat ja harjoittavat hyvantekevaisyytta, niin me totisesti emme haaskaa sen palkkaa, joka hyvaa tekee"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Heita varten ovat autuaat puutarhat, joissa joet virtaavat. Siella he saavat kantaa kultaisia rannerenkaita ja ovat puettuna vihreihin vaippoihin, jotka ovat hienoa ja paksua silkkia, ja he istuvat valtaistuimella. Oivallinen on heidan palkkansa ja mita ihanin heidan leposijansa"
        }
    ]
}