{
    "maqras": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Ne, jotka eivat odota kohtaavansa Meita, kyselevat: »Miksi ei enkeleita ole lahetetty luoksemme maan paalle tai miksi emme nae Herraamme?» He ovat todellakin tulleet kovin itsetietoisiksi ja paisuvat ylimielisyydessaan"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Tulee paiva, jolloin he saavat nahda enkeleita, mutta sina paivana syntisia eivat odota ilosanomat, ja enkelit sanovat: »Olkoon valillamme ylipaasematon kielto ja este.»"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Me tutkimme heidan tekonsa ja muutamme heidat tomuksi, joka hajallensa viskotaan"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Sina paivana ovat puutarhan asukkaat paremmassa olotilassa ja ihanammassa lepopaikassa"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Sina paivana taivas purkaa pilvensa ja enkelit lahetetaan alas suurina saattueina"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "Sina paivana on todellinen kuninkuus kuuluva laupeimmalle, ja se on oleva kova paiva uskottomille"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Silloin jumalaton pureskelee kasiaan ja sanoo: »Jospa olisin vaeltanut lahettilaan tieta"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Voi minua, kunpa en olisi ottanut mokomaa ystavakseni"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Totisesti, han sai minut unohtamaan kehoituksen, senjalkeen kun olin, sen saanut.» Saatana jattaa ihmisen pulaan"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Lahettilas on sanova: »Oi Herra! Totisesti, kansani piti tata Koraania joutavana.»"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Talla tavoin Me olemme antanut jokaiselle profeetalle vihamiehia syntisten joukossa. Mutta Herrasi on riittava opas ja riittava auttaja"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Uskottomat sanovat myos: »Miksi koko Koraania ei ilmoitettu hanelle yhdella kertaa?» Siksi, etta saatoimme sen avulla vahvistaa sydantasi, Me esitimme sen jaksoittain"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "He eivat voi esittaa sinulle ainoatakaan vaitetta, josta emme sanoisi sinulle totuutta ja antaisi parasta selitysta"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Niiden osa, jotka yhteenkoottuina lankeavat kasvoilleen helvetissa, on oleva onnettomin ja he ovat etaimmalle eksyneita"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Totisesti, Me annoimme Moosekselle Pyhan Kirjan ja maarasimme hanen veljensa Aaronin hanen avustajakseen"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Me lausuimme: »Lahtekaa kumpikin kansan luokse, joka on kieltanyt Meidan ilmoituksemme.» Viimein Me tuhosimme nama perin pohjin"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Ja Nooan kansan, kun se hylkasi lahettilaamme, me hukutimme ja asetimme sen varoitusmerkiksi ihmissuvulle. Me olemme valmistanut jumalattomille tuskallisen rangaistuksen"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Me tuhosimme myos Aadin ja Tamuudin seka Rassin asukkaat seka myos monia sukupolvia heidan valiltaan"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Jokaiselle Me esitimme vertauksia ja jokaisen Me perinpohjin tuhosimme"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Aivan varmasti he ovat kulkeneet kaupungin ohi, jonka ylitse Me lahetimme hirvittavan sateen. Eivatko he ole sita havainneet? Ei, heidanlaisensa eivat odota ylosnousemusta"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Ja nahdessaan sinut, Muhammed, he pitavat sinua vain pilkkanaan: »Tamako on se, jonka Jumala on lahettanyt sanansa julistajaksi"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Han oli vahalla saada meidat luopumaan jumalistamme, ellemme olisi riippuneet heissa uskollisesti.» Mutta kun he aikanaan nakevat tuomionsa, he tulevat tietamaan, kuka on oikealta tielta kauimmas eksynyt"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Mika on ajatuksesi sellaisesta, joka on ottanut oman himonsa jumalakseen? Sinako sellaisen suojelijaksi pyrkisit"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Ala usko, etta useimmat heista mitaan vaarinottavat tai ymmartavat. He ovat karjan kaltaisia; ei, he ovat kauemmaksi oikealta tielta eksyneet kuin karja"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Oletko huomannut, miten Herrasi saa varjon lankeamaan? Han olisi voinut tehda sen pysyvaksi. Sitten loimme auringon sita osoittamaan"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Sitten siirramme sita hiljalleen Itseamme kohti"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Han on antanut teille yon peitoksi, unen levoksi ja paivan tyoajaksi"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Juuri Han lahettaa tuulet tuomaan iloisia armonsanomia, ja pilvista Me lahetamme puhdasta vetta"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "elvyttaaksemme kuivuneen maan ja antaaksemme sita juomaksi , niille, otka olemme luonut, seka ihmisjoukoille etta karjalle"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Totisesti, Me annamme heille sadetta kausittain, jotta he muistaisivat Meita, mutta useimmat ihmiset eivat ole muuhun taipuvaisia kuin kiittamattomyyteen"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Jos olisimme halunnut, olisimme voinut nostattaa esille varoittajan jokaisesta kaupungista"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Alkaa siis suostuko uskottomiin, vaan taistelkaa kaikin voimin heita vastaan"
        }
    ]
}