{
    "pages": [
        {
            "chapter": 30,
            "verse": 33,
            "text": "Cand o nenorocire ii atinge pe oameni, ei Il cheama pe Domnul lor si catre El se intorc. Cand El le da sa guste apoi vreo milostivenie de la El, unii dintre ei Ii alatura alti dumnezei"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "tagaduind ceea ce le-am dat. Bucurati-va o vreme! Veti afla curand"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Oare le-am pogorat lor vreo imputernicire care sa le vorbeasca de cei pe care I-i alatura"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Cand le dam oamenilor sa guste o milostivenie, ei se bucura, insa cand un rau ii loveste pentru ceea ce mainile lor au facut, sunt deznadajduiti"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Ei nu vad oare ca Dumnezeu inzestreaza cu prisosinta si cu masura pe cine voieste? Intru aceasta sunt semne pentru un popor ce crede"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Da rudei, sarmanului si drumetului ceea ce li se cuvine. Aceasta este un bine pentru cei care doresc Fata lui Dumnezeu. Acestia sunt cei fericiti"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Ceea ce dati cu camata, ca s-o inmultiti cu averile oamenilor, nu se va inmulti inaintea lui Dumnezeu, insa ceea ce dati milostenie dorind fata lui Dumnezeu va va indoi averile voastre"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Dumnezeu este Cel ce v-a creat, v-a inzestrat, apoi va va da mortii, si va va invia. Oare este dintre cei pe care I-i alaturati vreunul care sa faca ceva din acestea? Marire si inaltare Lui asupra celor pe care I-i alaturati"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Stricaciunea s-a ivit pe uscat si pe mare pentru ceea ce au agonisit mainile oamenilor, asa incat Dumnezeu le da sa guste din ceea ce au faptuit. Poate se vor intoarce"
        }
    ]
}