{
    "pages": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "A Lui este stiinta Ceasului. Nici un fruct nu iese din coaja sa, nici o femeie nu poarta rod si nu naste fara stirea Sa. In Ziua cand le va striga: “Unde sunt cei alaturati Mie?” Ei vor spune: “Te asiguram ca nu este printre noi nici un martor!”"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "Cei pe care-i chemau odinioara se vor lepada de ei si nu vor afla cale de scapare"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "Omul nu osteneste sa ceara binele. Cand raul il atinge insa, este deznadajduit si indurerat"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Daca ii dam sa guste din milostivenia Noastra, dupa ce o nenorocire l-a atins, el spune: “Aceasta imi este mie. Nu cred ca Ceasul va veni. Si daca voi fi intors la Domnul meu, mie imi va fi la El cel mai bine.” Noi le dam de stire celor care tagaduiesc asupra a ceea ce au savarsit si le vom da sa guste o grea osanda"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "Cand ne pogoram harul asupra omului, el intoarce spatele si se indeparteaza. Cand un rau il atinge insa, inalta rugi lungi"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Spune: “Ati vazut? Daca aceasta este de la Dumnezeu, iar voi o tagaduiti? Cine se afla in mai mare ratacire decat cel care se desprinde, indepartandu-se"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Noi le vom arata semnele Noastre curand in zari si in ei insisi, pana ce li se va deslusi ca acesta este Adevarul. Nu este de ajuns ca Domnul tau este tuturor Martor"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Mai stau la indoiala asupra intalnirii cu Domnul lor? Nu este El oare Cel ce cuprinde totul"
        }
    ]
}