{
    "pages": [
        {
            "chapter": 47,
            "verse": 30,
            "text": "Daca am voi, ti i-am arata: tu ii vei cunoaste dupa insemnele lor, tu ii vei cunoaste dupa tonul vorbei lor. Dumnezeu cunoaste faptele voastre"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "Noi va vom pune la incercare ca sa-i cunoastem pe cei dintre voi ce sunt luptatori si rabdatori, dupa cum vom pune la incercare si vestile voastre"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Cei care tagaduiesc si ii impiedica si pe altii de la Calea lui Dumnezeu si se rup de trimis, dupa ce calauzirea le-a fost deslusit aratata, nu-l vor pagubi cu nimic pe Dumnezeu, caci El va zadarnici faptele lor"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "O, voi cei ce credeti! Dati ascultare lui Dumnezeu! Dati ascultare trimisului! Nu zadarniciti faptele voastre"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Celor care tagaduiesc si ii impiedica si pe altii de la Calea lui Dumnezeu si apoi mor tagaduitori, Dumnezeu nu le iarta"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Nu va inmuiati si nu cereti pacea cand voi sunteti sus, caci Dumnezeu este cu voi si El nu va va amagi pentru faptele voastre"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Viata de Acum este o joaca si o desfatare. Daca voi credeti si va temeti, El va va da rasplatile voastre fara sa va ceara averile voastre"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Daca vi le-ar cere si v-ar plictisi, v-ati zgarci, iar El v-ar scoate la iveala urile voastre"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Voi sunteti chemati sa cheltuiti pe calea lui Dumnezeu. Unii dintre voi se zgarcesc insa. Cel care se zgarceste, se zgarceste cu sine insusi, caci Dumnezeu este Bogatul, iar voi sunteti saracii. Daca voi veti intoarce spatele, atunci El va va schimba cu un alt popor care nu va fi asemenea voua"
        }
    ]
}