{
    "hizbs": [
        {
            "chapter": 18,
            "verse": 51,
            "text": "নভোমন্ডল ও ভুমন্ডলের সৃজনকালে আমি তাদেরকে সাক্ষ্য রাখিনি এবং তাদের নিজেদের সৃজনকালেও না। এবং আমি এমনও নই যে, বিভ্রান্ত কারীদেরকে সাহায্যকারীরূপে গ্রহণ করবো।"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "যেদিন তিনি বলবেনঃ তোমরা যাদেরকে আমার শরীক মনে করতে তাদেরকে ডাক। তারা তখন তাদেরকে ডাকবে, কিন্তু তারা এ আহবানে সাড়া দেবে না। আমি তাদের মধ্যস্থলে রেখে দেব একটি মৃত্যু গহবর।"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "অপরাধীরা আগুন দেখে বোঝে নেবে যে, তাদেরকে তাতে পতিত হতে হবে এবং তারা তা থেকে রাস্তা পরিবর্তন করতে পারবে না।"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "নিশ্চয় আমি এ কোরআনে মানুষকে নানাভাবে বিভিন্ন উপমার দ্বারা আমার বাণী বুঝিয়েছি। মানুষ সব বস্তু থেকে অধিক তর্কপ্রিয়।"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "হেদায়েত আসার পর এ প্রতীক্ষাই শুধু মানুষকে বিশ্বাস স্থাপন করতে এবং তাদের পালনকর্তার কাছে ক্ষমা প্রার্থনা করতে বিরত রাখে যে, কখন আসবে তাদের কাছে পূর্ববর্তীদের রীতিনীতি অথবা কখন আসবে তাদের কাছেআযাব সামনাসামনি।"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "আমি রাসূলগনকে সুসংবাদ দাতা ও ভয় প্রদর্শন কারীরূপেই প্রেরণ করি এবং কাফেররাই মিথ্যা অবলম্বনে বিতর্ক করে, তা দ্বারা সত্যকে ব্যর্থ করে দেয়ার উদ্দেশে এবং তারা আমার নিদর্শনাবলীও যদ্বারা তাদেরকে ভয় প্রদর্শন করা হয়, সেগুলোকে ঠাট্টারূপে গ্রহণ করেছে।"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "তার চাইতে অধিক জালেম কে, যাকে তার পালনকর্তার কালাম দ্বারা বোঝানো হয়, অতঃপর সে তা থেকে মুখ ফিরিয়ে নেয় এবং তার পূর্ববর্তী কৃতকর্মসমূহ ভুলে যায়? আমি তাদের অন্তরের উপর পর্দা রেখে দিয়েছি, যেন তা না বোঝে এবং তাদের কানে রয়েছে বধিরতার বোঝা। যদি আপনি তাদেরকে সৎপথের প্রতি দাওয়াত দেন, তবে কখনই তারা সৎপথে আসবে না।"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "আপনার পালনকর্তা ক্ষমাশীল, দয়ালু, যদি তিনি তাদেরকে তাদের কৃতকর্মের জন্যে পাকড়াও করেন তবে তাদের শাস্তি ত্বরাম্বিত করতেন, কিন্তু তাদের জন্য রয়েছে একটি প্রতিশ্রুত সময়, যা থেকে তারা সরে যাওয়ার জায়গা পাবে না।"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "এসব জনপদও তাদেরকে আমি ধংস করে দিয়েছি, যখন তারা জালেম হয়ে গিয়েছিল এবং আমি তাদের ধ্বংসের জন্যে একটি প্রতিশ্রুত সময় নির্দিষ্ট করেছিলাম।"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "যখন মূসা তাঁর যুবক (সঙ্গী) কে বললেনঃ দুই সমুদ্রের সঙ্গমস্থলে না পৌছা পর্যন্ত আমি আসব না অথবা আমি যুগ যুগ ধরে চলতে থাকব।"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "অতঃপর যখন তাঁরা দুই সুমুদ্রের সঙ্গমস্থলে পৌছালেন, তখন তাঁরা নিজেদের মাছের কথা ভুলে গেলেন। অতঃপর মাছটি সমুদ্রে সুড়ঙ্গ পথ সৃষ্টি করে নেমে গেল।"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "যখন তাঁরা সে স্থানটি অতিক্রম করে গেলেন, মূসা সঙ্গী কে বললেনঃ আমাদের নাশতা আন। আমরা এই সফরে পরিশ্রান্ত হয়ে পড়েছি।"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "সে বললঃ আপনি কি লক্ষ্য করেছেন, আমরা যখন প্রস্তর খন্ডে আশ্রয় নিয়েছিলাম, তখন আমি মাছের কথা ভুলে গিয়েছিলাম। শয়তানই আমাকে একথা স্মরণ রাখতে ভুলিয়ে দিয়েছিল। মাছটি আশ্চর্য জনক ভাবে সমুদ্রে নিজের পথ করে নিয়েছে।"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "মূসা বললেনঃ আমরা তো এ স্থানটিই খুঁজছিলাম। অতঃপর তাঁরা নিজেদের চিহ্ন ধরে ফিরে চললেন।"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "অতঃপর তাঁরা আমার বান্দাদের মধ্যে এমন একজনের সাক্ষাত পেলেন, যাকে আমি আমার পক্ষ থেকে রহমত দান করেছিলাম ও আমার পক্ষ থেকে দিয়েছিলাম এক বিশেষ জ্ঞান।"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "মূসা তাঁকে বললেনঃ আমি কি এ শর্তে আপনার অনুসরণ করতে পারি যে, সত্যপথের যে জ্ঞান আপনাকে শেখানো হয়েছে, তা থেকে আমাকে কিছু শিক্ষা দেবেন"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "তিনি বললেনঃ আপনি আমার সাথে কিছুতেই ধৈর্য্যধারণ করে থাকতে পারবেন না।"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "যে বিষয় বোঝা আপনার আয়ত্তাধীন নয়, তা দেখে আপনি ধৈর্য্যধারণ করবেন কেমন করে"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "মূসা বললেনঃ আল্লাহ চাহেন তো আপনি আমাকে ধৈর্য্যশীল পাবেন এবং আমি আপনার কোন আদেশ অমান্য করব না।"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "তিনি বললেনঃ যদি আপনি আমার অনুসরণ করেনই তবে কোন বিষয়ে আমাকে প্রশ্ন করবেন না, যে পর্যন্ত না আমি নিজেই সে সম্পর্কে আপনাকে কিছু বলি।"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "অতঃপর তারা চলতে লাগলঃ অবশেষে যখন তারা নৌকায় আরোহণ করল, তখন তিনি তাতে ছিদ্র করে দিলেন। মূসা বললেনঃ আপনি কি এর আরোহীদেরকে ডুবিয়ে দেয়ার জন্যে এতে ছিদ্র করে দিলেন? নিশ্চয়ই আপনি একটি গুরুতর মন্দ কাজ করলেন।"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "তিনি বললেনঃ আমি কি বলিনি যে, আপনি আমার সাথে কিছুতেই ধৈর্য্য ধরতে পারবেন না"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "মূসা বললেনঃ আমাকে আমার ভুলের জন্যে অপরাধী করবেন না এবং আমার কাজে আমার উপর কঠোরতা আরোপ করবেন না।"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "অতঃপর তারা চলতে লাগল। অবশেষে যখন একটি বালকের সাক্ষাত পেলেন, তখন তিনি তাকে হত্যা করলেন। মূসা বললেন? আপনি কি একটি নিস্পাপ জীবন শেষ করে দিলেন প্রাণের বিনিময় ছাড়াই? নিশ্চয়ই আপনি তো এক গুরুতর অন্যায় কাজ করলেন।"
        }
    ]
}