{
    "hizbs": [
        {
            "chapter": 33,
            "verse": 18,
            "text": "আল্লাহ খুব জানেন তোমাদের মধ্যে কারা তোমাদেরকে বাধা দেয় এবং কারা তাদের ভাইদেরকে বলে, আমাদের কাছে এস। তারা কমই যুদ্ধ করে।"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "তারা তোমাদের প্রতি কুন্ঠাবোধ করে। যখন বিপদ আসে, তখন আপনি দেখবেন মৃত্যুভয়ে অচেতন ব্যক্তির মত চোখ উল্টিয়ে তারা আপনার প্রতি তাকায়। অতঃপর যখন বিপদ টলে যায় তখন তারা ধন-সম্পদ লাভের আশায় তোমাদের সাথে বাকচাতুরীতে অবতীর্ণ হয়। তারা মুমিন নয়। তাই আল্লাহ তাদের কর্মসমূহ নিস্ফল করে দিয়েছেন। এটা আল্লাহর জন্যে সহজ।"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "তারা মনে করে শক্রবাহিনী চলে যায়নি। যদি শক্রবাহিনী আবার এসে পড়ে, তবে তারা কামনা করবে যে, যদি তারা গ্রামবাসীদের মধ্য থেকে তোমাদের সংবাদাদি জেনে নিত, তবেই ভাল হত। তারা তোমাদের মধ্যে অবস্থান করলেও যুদ্ধ সামান্যই করত।"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "যারা আল্লাহ ও শেষ দিবসের আশা রাখে এবং আল্লাহকে অধিক স্মরণ করে, তাদের জন্যে রসূলুল্লাহর মধ্যে উত্তম নমুনা রয়েছে।"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "যখন মুমিনরা শক্রবাহিনীকে দেখল, তখন বলল, আল্লাহ ও তাঁর রসূল এরই ওয়াদা আমাদেরকে দিয়েছিলেন এবং আল্লাহ ও তাঁর রসূল সত্য বলেছেন। এতে তাদের ঈমান ও আত্নসমর্পণই বৃদ্ধি পেল।"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "মুমিনদের মধ্যে কতক আল্লাহর সাথে কৃত ওয়াদা পূর্ণ করেছে। তাদের কেউ কেউ মৃত্যুবরণ করেছে এবং কেউ কেউ প্রতীক্ষা করছে। তারা তাদের সংকল্প মোটেই পরিবর্তন করেনি।"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "এটা এজন্য যাতে আল্লাহ, সত্যবাদীদেরকে তাদের সত্যবাদিতার কারণে প্রতিদান দেন এবং ইচ্ছা করলে মুনাফেকদেরকে শাস্তি দেন অথবা ক্ষমা করেন। নিশ্চয় আল্লাহ ক্ষমাশীল, পরম দয়ালু।"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "আল্লাহ কাফেরদেরকে ক্রুদ্ধাবস্থায় ফিরিয়ে দিলেন। তারা কোন কল্যাণ পায়নি। যুদ্ধ করার জন্য আল্লাহ মুমিনদের জন্যে যথেষ্ট হয়ে গেছেন। আল্লাহ শক্তিধর, পরাক্রমশালী।"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "কিতাবীদের মধ্যে যারা কাফেরদের পৃষ্টপোষকতা করেছিল, তাদেরকে তিনি তাদের দূর্গ থেকে নামিয়ে দিলেন এবং তাদের অন্তরে ভীতি নিক্ষেপ করলেন। ফলে তোমরা একদলকে হত্যা করছ এবং একদলকে বন্দী করছ।"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "তিনি তোমাদেরকে তাদের ভূমির, ঘর-বাড়ীর, ধন-সম্পদের এবং এমন এক ভূ-খন্ডের মালিক করে দিয়েছেন, যেখানে তোমরা অভিযান করনি। আল্লাহ সর্ববিষয়োপরি সর্বশক্তিমান।"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "হে নবী, আপনার পত্নীগণকে বলুন, তোমরা যদি পার্থিব জীবন ও তার বিলাসিতা কামনা কর, তবে আস, আমি তোমাদের ভোগের ব্যবস্থা করে দেই এবং উত্তম পন্থায় তোমাদের বিদায় নেই।"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "পক্ষান্তরে যদি তোমরা আল্লাহ, তাঁর রসূল ও পরকাল কামনা কর, তবে তোমাদের সৎকর্মপরায়ণদের জন্য আল্লাহ মহা পুরস্কার প্রস্তুত করে রেখেছেন।"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "হে নবী পত্নীগণ! তোমাদের মধ্যে কেউ প্রকাশ্য অশ্লীল কাজ করলে তাকে দ্বিগুণ শাস্তি দেয়া হবে। এটা আল্লাহর জন্য সহজ।"
        }
    ]
}