{
    "rukus": [
        {
            "chapter": 35,
            "verse": 1,
            "text": "Segala puji tertentu bagi Allah yang menciptakan langit dan bumi, yang menjadikan malaikat utusan-utusan yang bersayap: dua, tiga dan empat; Ia menambah pada bentuk kejadian makhluk yang diciptakanNya apa jua yang dikehendakiNya. Sesungguhnya Allah Maha Kuasa atas tiap-tiap sesuatu"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Apa jua jenis rahmat yang dibukakan oleh Allah kepada manusia, maka tidak ada sesuatupun yang dapat menahannya; dan apa jua yang ditahan oleh Allah maka tidak ada sesuatupun yang dapat melepaskannya sesudah itu. Dan (ingatlah) Dia lah sahaja yang Maha Kuasa, lagi Maha Bijaksana"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "Wahai umat manusia, kenangkanlah nikmat Allah yang telah dikurniakanNya kepada kamu; tidak ada sama sekali yang menciptakan sesuatu selain daripada Allah; Ia memberi rezeki kepada kamu dari langit dan bumi. Tiada Tuhan melainkan Dia, maka mengapa kamu rela dipalingkan (dari menyembahnya)"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "Dan jika mereka mendustakanmu (wahai Muhammad), maka sesungguhnya Rasul-rasul yang terdahulu sebelummu telah juga didustakan (oleh kaumnya masing-masing). Dan (Ingatlah), kepada Allah jualah dikembalikan segala urusan"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "Wahai umat manusia, sesungguhnya janji Allah (membalas amal kamu) adalah benar; maka janganlah kamu diperdayakan oleh kemewahan hidup di dunia, dan janganlah Syaitan yang menjadi sebesar-besar penipu itu berpeluang menyebabkan kamu terpedaya dengan (kemurahan) Allah (lalu kamu lalai dan menderhaka)"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Sesungguhnya Syaitan adalah musuh bagi kamu, maka jadikanlah dia musuh (yang mesti dijauhi tipu dayanya); sebenarnya dia hanyalah mengajak golongannya supaya menjadi dari penduduk neraka"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Orang-orang yang kafir, bagi mereka azab yang berat; dan orang-orang yang beriman serta beramal soleh, bagi mereka keampunan dan pahala yang besar"
        }
    ]
}