{
    "rukus": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "Orang-orang yang kafir serta menghalangi (dirinya dan orang lain) dari jalan Allah, Allah sia-siakan segala amal mereka"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Dan (sebaliknya) orang-orang yang beriman dan mengerjakan amal yang soleh serta beriman kepada Al-Quran yang diturunkan kepada Nabi Muhammad (s.a.w) - yang ialah kebenaran dari Tuhan mereka, - Allah mengampunkan dosa-dosa mereka, dan menjayakan keadaan mereka (di dunia dan di akhirat)"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Berlakunya yang demikian, kerana sesungguhnya orang-orang yang kafir menurut perkara yang salah, dan sesungguhnya orang-orang yang beriman menurut perkara yang benar dari Tuhan mereka. Demikianlah Allah menerangkan kepada umat manusia akan sifat dan akibat bawaan mereka masing-masing"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Dengan yang demikian, apabila kamu berjuang menentang orang-orang kafir (dalam peperangan jihad) maka pancunglah lehernya, sehingga apabila kamu dapat membunuh mereka dengan banyaknya (serta mengalahkannya) maka tawanlah (mana-mana yang hidup) dan ikatlah mereka dengan kukuhnya. Setelah selesai pertempuran itu maka (terserahlah kepada kamu) sama ada hendak memberi kebebasan (kepada orang-orang tawanan itu dengan tiada sebarang penebusnya) atau membebaskan mereka dengan mengambil penebusnya. (Bertindaklah demikian terhadap golongan kafir yang menceroboh) sehinggalah berakhir peperangan jihad itu (dan lenyaplah sebab-sebab yang memimbulkannya). Demikianlah (diperintahkan kamu melakukannya). Dan sekiranya Allah menghendaki, tentulah Ia membinasakan mereka (dengan tidak payah kamu memeranginya); tetapi Ia (perintahkan kamu berbuat demikian) kerana hendak menguji kesabaran kamu menentang golongan yang kufur ingkar (yang mencerobohi kamu). Dan orang-orang yang telah berjuang serta gugur syahid pada jalan Allah (mempertahankan ugamanya), maka Allah tidak sekali kali akan mensia-siakan amal-amal mereka"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Allah akan memimpin mereka yang berjuang (ke jalan mendapat sebaik-baik balasan) dan menjadikan keadaan mereka baik dan berguna (di dunia dan di akhirat)"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Serta memasukkan mereka ke dalam Syurga yang telah dijanjikan dan diterangkan sifat-sifatnya kepada mereka"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Wahai orang-orang yang beriman, kalau kamu membela (ugama) Allah nescaya Allah membela kamu (untuk mencapai kemenangan) dan meneguhkan tapak pendirian kamu"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Dan (sebaliknya) orang-orang yang kafir, maka kecelakaanlah bagi mereka, dan (Allah) mensia-siakan amal-amal mereka"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Berlakunya yang demikian, kerana sesungguhnya mereka tidak menyukai apa yang diturunkan oleh Allah (mengenai ajaran tauhid dan hukum-hukum syarak yang diterangkan di dalam Al-Quran), lalu Allah menggugurkan amal-amal mereka"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Maka tidakkah mereka telah mengembara di muka bumi, serta mereka memerhatikan bagaimana akibat orang-orang kafir yang terdahulu dari mereka? Allah telah menghancurkan orang-orang itu; dan orang-orang kafir (yang menurut jejak mereka) akan beroleh akibat-akibat buruk yang seperti itu"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Balasan yang demikian, kerana sesungguhnya Allah menjadi Pelindung orang-orang yang beriman, dan sesungguhnya orang-orang yang kafir: tiada sesiapapun yang dapat memberikan perlindungan kepada mereka"
        }
    ]
}