{
    "rukus": [
        {
            "chapter": 5,
            "verse": 78,
            "text": "Orang-orang kafir Yahudi dari Bani Israil telah dilaknat (di dalam Kitab-kitab Zabur dan Injil) melalui lidah Nabi Daud dan Nabi Isa ibni Maryam. Yang demikian itu disebabkan mereka menderhaka dan selalu menceroboh"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Mereka sentiasa tidak berlarang-larangan (sesama sendiri) dari perbuatan mungkar (derhaka dan ceroboh), yang mereka lakukan. Demi sesungguhnya amatlah buruknya apa yang mereka telah lakukan"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Engkau melihat banyak dari mereka menjadikan orang-orang kafir (musyrik) teman rapat mereka. Demi sesungguhnya amatlah buruknya apa yang mereka sediakan bagi diri mereka (pada hari akhirat kelak) iaitu kemurkaan Allah menimpa mereka, dan mereka pula tetap kekal di dalam azab (neraka)"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Sekirany mereka beriman kepada Allah dan kepada Nabi serta apa yang diturunkan kepadanya, nescaya mereka tidak menjadikan orang-orang (musyrik) sebagai teman rapat, akan tetapi kebanyakan dari mereka adalah orang-orang fasik"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Demi sesungguhnya engkau (wahai Muhammad) akan dapati manusia yang keras sekali permusuhannya kepada orang-orang yang beriman ialah orang-orang Yahudi dan orang-orang musyrik. Dan demi sesungguhnya engkau akan dapati orang-orang yang dekat sekali kasih mesranya kepada orang-orang yang beriman ialah orang-orang yang berkata: \"Bahawa kami ini ialah orang-orang Nasrani\" yang demikian itu, disebabkan ada di antara mereka pendita-pendita dan ahli-ahli ibadat, dan kerana mereka pula tidak berlaku sombong"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Dan apabila mereka mendengar Al-Quran yang diturunkan kepada Rasulullah (Muhammad, s.a.w), engkau melihat mata mereka mencucurkan air mata disebabkan apa yang mereka ketahui (melalui Kitab mereka) dari kebenaran (Al-Quran), sambil mereka berkata: \"Wahai Tuhan kami, kami beriman (kepada Nabi Muhammad dan Kitab Suci Al-Quran), oleh itu tetapkanlah kami bersama-sama orang-orang yang menjadi saksi (yang mengakui kebenaran Nabi Muhammad s.a.w)"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Dan tidak ada sebab bagi kami tidak beriman kepada Allah dan kepada kebenaran (Al-Quran) yang sampai kepada kami, padahal kami ingin (dengan sepenuh-penuh harapan), supaya Tuhan kami memasukkan kami (ke dalam Syurga) bersama-sama orang-orang yang soleh"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Lalu Allah memberikan pahala kepada mereka disebabkan (pengakuan iman yang ikhlas) yang telah mereka ucapkan, (iaitu mereka dibalas dengan) Syurga yang mengalir di bawahnya beberapa sungai; mereka pula tetap kekal di dalamnya. Dan yang demikian itu, adalah balasan orang-orang yang berusaha berbuat kebaikan"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Dan (sebaliknya) orang-orang yang kafir serta mendustakan ayat-ayat keterangan Kami, mereka itulah ahli neraka"
        }
    ]
}