{
    "maqras": [
        {
            "chapter": 4,
            "verse": 12,
            "text": "Za vas e polovinata ot onova, koeto sa ostavili suprugite vi, ako ne sa imali dete. A ako sa imali dete, za vas e chetvurtinata ot onova, koeto sa ostavili sled zaveshtanie, zaveshtano ot tyakh, ili dulg. A za suprugite e chetvurtinata ot onova, koeto ste ostavili, ako ne ste imali dete. A ako ste imali dete, za tyakh e osminata ot onova, koeto ste ostavili sled zaveshtanie, zaveshtano ot vas, ili dulg. A ako muzh ili zhena bivat nasledeni i nyamat roditeli i detsa, i imat brat ili sestra, za vseki edin ot tyakh e shestinata. A ako sa poveche ot tova, te sa sudruzhnitsi v tretinata sled zaveshtanie, koeto e zaveshtano, ili dulg, bez da ima oshteten. Tova e zavet ot Allakh! Allakh e vseznaesht, vseblag"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Tezi sa granitsite na Allakh. A koito se pokoryava na Allakh i na Negoviya Pratenik, Toi shte go vuvede v Gradinite, sred koito reki tekat. Tam shte prebivavat vechno. Tova e velikoto spasenie"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "A koito ne se podchinyava na Allakh i na Negoviya Pratenik, i prestupva Negovite granitsi, Toi shte go vuvede v Ogunya. Tam shte prebivava vechno i shte ima unizitelno muchenie za nego"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "A sreshtu onezi ot zhenite vi, koito izvurshat prelyubodeyanie, vzemete chetirima izmezhdu vas za svideteli. A zasvidetelstvat li, druzhte zhenite v domovete, dokato smurtta gi pribere ili Allakh im stori put"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "I na dvamata ot vas, koito go izvurshat, prichinete stradaniya! A ako se razkayat i popravyat, ostavete gi! Allakh e priemasht pokayanieto, milosurden"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Allakh priema pokayanieto na onezi, koito pravyat zlo v nevedenie, posle skoro se pokaivat. Na tezi Allakh priema pokayanieto. Allakh e vseznaesht, premudur"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "I ne e pokayanieto za onezi, koito pravyat zlini, a shtom doide pri nyakogo ot tyakh smurtta, kazva: “Sega se pokayakh.” - nito za onezi, koito umirat nevernitsi. Za tyakh Nie sme prigotvili bolezneno muchenie"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "O, vyarvashti, ne vi se pozvolyava da vzimate v nasledstvo zhenite protiv volyata im. I ne gi potiskaite, za da otnemete chast ot onova, koeto ste im dali, osven ako izvurshat yavno prelyubodeyanie. I zhiveite s tyakh, kakto podobava. A ako ste gi vuznenavidili, to mozhe i da vuznenavidite neshto, a Allakh da e vlozhil v nego mnogo dobro"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "A ako pozhelaete na myastoto na edna supruga da vzemete druga i ste dali golyamo bogat·stvo na purvata, ne vzimaite nishto ot nego! Nima shte go vzemete s izmama i yaven gryakh"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "I kak shte go vzemete, sled kato se otdadokhte edin na drug, i te poluchikha ot vas tvurd obet"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "I ne vstupvaite v brak s zhenite, za koito sa se zhenili bashtite vi, osven koeto e bilo [predi Islyama]. Tova e nepristoinost, gnusota i zlochest put"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Pod vuzbrana sa za vas maikite vi, dushterite vi, sestrite vi, lelite vi, vuinite vi, dushterite na brata i dushterite na sestrata, i zhenite, koito sa vi kurmili, i sestrite vi po kurmene, i maikite na zhenite vi, i zavarenite pod vasha opeka dushteri na zhenite vi, pri koito ste vlezli [v supruzhestvo], a ako ne ste vlezli - ne e pregreshenie za vas; i suprugite na sinovete vi, koito sa vasha plut; i da suberete dve sestri, osven koeto e bilo. Allakh e oproshtavasht, milosurden"
        }
    ]
}