{
    "maqras": [
        {
            "chapter": 10,
            "verse": 11,
            "text": "I ako Allakh izburzvashe sus zlinata za khorata, kakto te burzat za dobrinata, veche shteshe da im e priklyuchen srokut. No ostavyame onezi, koito ne dopuskat, che shte ni sreshtnat, v tyakhnata prestupnost da se lutat"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "I ako beda zasegne chovek, toi Ni zove na khulbok ili sednal, ili prav. A shtom snemem ot nego bedata mu, otminava, syakash ne Ni e zovyal zaradi bedata, koyato go e zasegnala. Taka be razkraseno za prestupvashtite onova, koeto vurshat"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "I veche pogubikhme pokoleniyata predi vas, kogato ugnetyavakha, i tekhnite pratenitsi im donasyakha yasnite znatsi, a te ne vyarvakha. Taka vuzdavame na prestupnite khora"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Posle vi storikhme namestnitsi na zemyata podir tyakh, za da vidim kak postupvate"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "I kogato im budat cheteni Nashite yasni znameniya, onezi, koito ne dopuskakha, che shte ni sreshtnat, kazvat: “Donesi drug Koran, a ne tozi, ili go promeni!” Kazhi: “Nyamam pravo da go promenyam po sobstvena volya. Sledvam samo onova, koeto mi e razkrito. Strakhuvam se, ako se vuzprotivya na svoya Gospod, ot muchenie vuv velikiya Den.”"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Kazhi: “Ako Allakh pozhelaeshe, ne bikh vi go chel i Toi ne bi vi dal znanie za nego. Prekarakh mezhdu vas tsyal edin zhivot predi nego. Nima ne proumyavate?”"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "I koi e po-golyam ugnetitel ot onzi, koito izmislya luzha za Allakh ili vzima za luzha Negovite znameniya? Prestupnitsite nikoga ne shte spoluchat"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "I sluzhat ne na Allakh, a na onova, koeto nito im vredi, nito im pomaga, i kazvat: “Tezi sa nashite zastupnitsi pred Allakh.” Kazhi: “Nima shte izvestite Allakh za neshto, kakto na nebesata, taka i na zemyata, koeto Toi da ne znae? Prechist e Toi, previsoko e nad onova, s koeto Go sudruzhavat"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Khorata byakha samo edna obshtnost, no se razdelikha. I ako nyamashe predishno slovo ot tvoya Gospod, shteshe da e ot·sudeno mezhdu tyakh onova, po koeto sa v raznoglasie"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "I kazvat: “Zashto ne mu be nizposlano znamenie ot negoviya Gospod?” Kazhi [o, Mukhammad]: “Nevedomoto prinadlezhi edinstveno na Allakh. Chakaite! I az chakam s vas.”"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "I shtom dadem na khorata da vkusyat milost sled beda, koyato gi e zasegnala, eto gi - lukavstvat spryamo Nashite znameniya! Kazhi: “Allakh e nai-burz v promisula. Nashite pratenitsi [angeli] zapisvat kakvo lukavstvate.”"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Toi e, Koito vi pridvizhva po susha i more. Kogato ste na korabi i se nosyat s khorata pri poputen vyatur, i te mu se radvat, vrukhlita gi buren vyatur i vulnite gi vrukhlitat ot vsichki strani, i misleiki, che sa obgradeni, zovat Allakh, predani Nemu v religiyata: “Izbavish li ni ot tova, nepremenno shte sme ot priznatelnite!”"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "A shtom gi izbavi, eto gi - seyat razvala po zemyata v bezpravie! O, khora, vashata razvala e sreshtu samite vas. Naslazhdavaite se na zemniya zhivot! Posle pri Nas e vasheto zavrushtane i shte vi izvestim kakvo ste vurshili"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Zemniyat zhivot prilicha na voda, koyato sme izleli ot nebeto i s neya po zemyata iznikvat rasteniyata za prepitanie na khorata i na dobituka. Kogato zemyata poluchi svoyata ukrasa i se okichi, i obitatelite i pomislyat, che imat vlast nad neya, idva Nashata povelya noshtem ili denem i ya opustoshavame, syakash dovchera ne e bila tsvetushta. Taka razyasnyavame znameniyata na khora misleshti"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Allakh prizovava kum Doma na mira i nasochva kogoto pozhelae po praviya put"
        }
    ]
}