{
    "chapter": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alif. Lam. Mim. Sad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "Kinh (Qur’an) đã được ban xuống cho Ngươi (hỡi Thiên Sứ). Vì vậy, chớ đừng để lòng ngực của Ngươi có sự khó khăn (hay sự hoài nghi) về Nó. (Nó được bạn xuống cho Ngươi) là để Ngươi cảnh báo (nhân loại) và nhắc nhở những người có đức tin"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Các ngươi (hỡi con người) hãy đi theo những điều đã được ban xuống cho các ngươi từ Thượng Đế của các ngươi và các ngươi chớ đừng đi theo những kẻ bảo hộ ngoài (Allah). (Các ngươi được khuyên bảo như thế) nhưng tiếc thay các ngươi chẳng mấy lưu tâm"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Đã không biết bao thị trấn bị TA hủy diệt (do tội lỗi của dân chúng). Sự trừng phạt của TA đã đến với họ một cách bất ngờ vào ban đêm hoặc ban ngày lúc họ đang nghỉ trưa"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Cho nên, khi hình phạt của TA đến với họ thì họ chỉ biết nói: “Quả thật, bầy tôi là những kẻ làm điều sai quấy.”"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Rồi đây (vào Ngày Phán Xét) TA chắc chắn sẽ tra hỏi những ai tiếp nhận được Thông Điệp và TA chắc chắn cũng sẽ tra hỏi các Thiên Sứ"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "TA chắc chắn sẽ kể lại cho họ nghe mọi thứ mà họ đã từng làm (trên thế gian) bằng sự hiểu biết (của TA) bởi TA không hề vắng mặt (bất cứ lúc nào)"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "Việc cân đo (các việc làm tốt xấu) của Ngày hôm đó là sự thật. Vì vậy, ai mà (các việc làm thiện tốt của y) có trọng lượng nặng hơn (trọng lượng các việc làm xấu của y) thì họ sẽ là những người chiến thắng"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Còn ai mà (các việc làm thiện tốt của y) có trọng lượng nhẹ hơn (trọng lượng các việc làm xấu của y) thì họ sẽ là những kẻ thiệt thân do đã chối bỏ các Lời Mặc Khải của TA"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Quả thật, TA (Allah) đã định cư các ngươi (loài người) trên trái đất và đã tạo cho các ngươi biết bao phương tiện để sinh sống. Tuy nhiên, các ngươi rất ít tri ân (TA)"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Quả thật, TA (Allah) đã tạo hóa các ngươi (hỡi loài người) rồi ban cho các ngươi hình thể. TA đã ra lệnh cho các Thiên Thần quỳ lạy chào Adam (tổ tiên của các ngươi). Tất cả (các Thiên Thần) đều quỳ lạy ngoại trừ Iblis, hắn không chịu quỳ lạy"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "(Allah) phán bảo (Iblis): “Điều gì đã cản nhà ngươi không chịu quỳ lạy khi TA ban lệnh cho ngươi (hỡi Iblis)?” Hắn nói: “Vì bề tôi tốt hơn Y (Adam), Ngài tạo bề tôi từ lửa và Ngài tạo Y từ đất sét.”"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "(Allah) phán: “Nhà ngươi hãy xuống khỏi đó (Thiên Đàng), nhà ngươi không được ngạo mạn trong đó. Nhà ngươi hãy đi ra, nhà ngươi quả là một tên đáng khinh.”"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "(Iblis) khẩn cầu: “Xin Ngài hãy tạm tha cho bề tôi được sống cho đến Ngày Phục Sinh.”"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "(Allah) phán: “Được, nhà ngươi sẽ được tạm tha (cho đến ngày tiếng còi đầu tiên được cất lên).”"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "(Iblis) nói: “Vì Ngài xua đuổi bề tôi, bề tôi quyết sẽ lôi kéo chúng (con cháu của Adam) lệch khỏi con đường ngay chính của Ngài.”"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "“Bề tôi quyết sẽ tấn công chúng từ phía đằng trước, đằng sau, bên phải và bên trái, rồi Ngài sẽ thấy đa số bọn chúng là những kẻ không biết ơn (Ngài).”"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "(Allah) phán: “Nhà ngươi hãy cút ra khỏi đó (Thiên Đàng), thứ đáng khinh và đáng tống cổ đi nơi khác. Ai trong bọn họ đi theo nhà ngươi thì tất cả sẽ bị TA nhét đầy vào Hỏa Ngục.”"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "(Allah) phán: “Này Adam, Ngươi và vợ của Ngươi hãy sống trong Thiên Đàng, hai Ngươi hãy ăn thỏa thích những gì mình muốn, nhưng hai Ngươi chớ đừng đến gần cây này kẻo hai Ngươi trở thành những kẻ làm điều sai quấy.”"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Tuy nhiên, Shaytan (Iblis) đã thì thầm xúi giục hai người hầu làm cho hai người họ lộ ra phần đáng xấu hổ của mình, hắn nói: “Sở dĩ Thượng Đế cấm hai người đến gần cái ‘Cây’ này là vì không muốn hai người trở thành Thiên Thần hoặc trở thành người sống bất tử ấy thôi!”"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Hắn đã thề thốt với hai người họ, bảo: “Thật ra ta chỉ là một người cố vấn thật lòng cho hai người thôi.”"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Thế là hắn đã dụ dỗ được hai người họ thông qua sự lường gạt và lừa dối. Ngay sau khi hai người họ nếm (trái của) ‘Cây cấm’ đó thì phần xấu hổ của cả hai liền lộ ra, hai người phải lượm lá cây trong Thiên Đàng che kín thân thể của mình lại. (Lúc đó), Thượng Đế gọi hai người họ, phán: “Chẳng phải TA đã cấm hai ngươi đến gần cái Cây đó và bảo hai ngươi rằng Shaytan là kẻ thù công khai của hai ngươi đó sao?!”"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Cả hai đồng thưa: “Lạy Thượng Đế của bầy tôi, quả thật bầy tôi đã bất công với chính bản thân mình, nếu Ngài không tha thứ và đoái thương bầy tôi thì chắc chắn bầy tôi sẽ trở thành những kẻ thua thiệt.”"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "(Allah) phán: “Cả ba nhà ngươi (Adam, Hauwa và Iblis) hãy (rời khỏi Thiên Đàng) đi xuống (trái đất), các ngươi sẽ là kẻ thù của nhau. Trên trái đất, các ngươi sẽ có một nơi cư ngụ và phương tiện sinh sống cho đến thời hạn ấn định.”"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "(Allah) phán: “Các ngươi sẽ sống trên trái đất và chết ở đó và cũng từ đó các ngươi sẽ được phục sinh trở lại.”"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Hỡi con cháu của Adam (loài người), quả thật, TA đã ban xuống cho các ngươi y phục để các ngươi che đậy phần xấu hổ của mình và để các ngươi làm đẹp; tuy nhiên, y phục tốt nhất là lòng Taqwa. Đấy là một trong các dấu hiệu của Allah, mong rằng họ biết lưu tâm"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Hỡi con cháu Adam (loài người), các ngươi chớ để Shaytan lừa gạt các ngươi giống như hắn đã từng (lường gạt và) trục xuất cha mẹ của các ngươi ra khỏi Thiên Đàng. Hắn đã lột y phục của hai người họ để cả hai lộ ra phần xấu hổ của cơ thể. Quả thật, hắn và bộ lạc của hắn nhìn thấy các ngươi trong khi các ngươi không nhìn thấy chúng. Quả thật, TA đã để những tên Shaytan làm những vị bảo hộ cho những kẻ vô đức tin"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Mỗi lần (những kẻ đa thần) làm điều ố uế (như thờ bục tượng, đi vòng quanh ngôi đền Ka’bah với thân thể trần truồng, ...), chúng bảo: “Chúng tôi đã thấy ông bà của mình làm như thế, và Allah đã ra lệnh cho chúng tôi làm như vậy.” Ngươi (hỡi Thiên Sứ) hãy nói với họ: “Quả thật, Allah không hề bảo làm điều ô uế. Lẽ nào các ngươi cáo buộc cho Allah những điều mà các ngươi không biết?!”"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ đa thần): “Thượng Đế của Ta chỉ sai bảo toàn điều công lý; (Ngài bảo) các ngươi phải hướng mặt (về Allah) trong mỗi nơi thờ phượng; (Ngài bảo) các ngươi hãy chân thành cầu nguyện Ngài. (Rồi đây các ngươi sẽ được phục sinh để trở về với Ngài) giống như việc Ngài đã khởi tạo các ngươi lúc ban đầu.”"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "(Allah đã làm cho nhân loại thành hai nhóm:) một nhóm được Ngài hướng dẫn đúng đường và một nhóm bị lầm lạc. (Nhóm lầm lạc là) bởi vì họ đã chọn lấy Shaytan làm những kẻ bảo hộ thay vì Allah và họ tưởng rằng mình đã được hướng dẫn đúng đường"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "Hỡi con cháu của Adam (loài người), các ngươi hãy mặc y phục chỉnh tề khi đến Masjid và các ngươi hãy ăn, uống thỏa thích nhưng không được phung phí, bởi lẽ Allah không yêu thương những kẻ phung phí"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Ngươi (hỡi Thiên Sứ) hãy nói với (những kẻ đa thần): “Ai đã cấm những thứ làm đẹp cũng như các loại (thực phẩm tốt sạch mà Allah đã tạo ra cho đám bề tôi của Ngài?” Ngươi (hỡi Thiên Sứ) hãy nói với họ: “Tất cả những thứ đó là dành cho những người có đức tin ở cuộc sống trần tục này và dành riêng cho họ ở Đời Sau.” Như thế đó, TA (Allah) đã giải thích rõ các Lời Mặc Khải của TA cho nhóm người hiểu biết"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Ngươi (hỡi Thiên Sứ) hãy nói: “Quả thật, Thượng Đế của Ta chỉ cấm những điều ô uế dù công khai hay kín đáo; chỉ cấm điều tội lỗi và áp bức (người khác) một cách bất công; Ngài chỉ cấm việc tổ hợp (các thần linh) cùng với Allah trong thờ phượng, điều mà Ngài không ban xuống (cho ai) bất cứ thẩm quyền nào; và Ngài chỉ cấm các ngươi nói về Allah khi các ngươi không biết gì (về Ngài).”"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Mỗi cộng đồng đều có một thời hạn nhất định. Cho nên, khi thời hạn ấn định đã đến, họ sẽ không thể trì hoãn thêm bất cứ giờ (khắc) nào cũng như không thể ra đi sớm hơn"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Hỡi con cháu Adam, khi các Sứ Giả xuất thân từ các ngươi đến gặp các ngươi thuật lại các Lời Mặc Khải của TA cho các ngươi nghe, người nào ngoan đạo và cải thiện bản thân thì họ sẽ không lo sợ cũng sẽ không buồn phiền"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Ngược lại, những ai phủ nhận các Lời Mặc Khải của TA và ngạo mạn xem thường chúng thì sẽ là những người bạn của Hỏa Ngục, họ sẽ ở trong đó muôn đời"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Bởi thế, còn ai sai quấy hơn kẻ cáo buộc điều dối trá cho Allah hoặc phủ nhận các Lời Mặc Khải của Ngài. Những kẻ đó chỉ hưởng được phần (lộc) đã an bày cho họ trong quyển Kinh Mẹ (Lawhu Al-Mahfuzh) cho tới khi các Sứ Giả (Thiên Thần) của TA đến rút hồn họ. (Lúc đó, các Thiên Thần sẽ hỏi họ), nói: “Đâu rồi những thần linh mà các ngươi đã cầu nguyện ngoài Allah?” Họ đáp “Chúng đã bỏ chúng tôi đi mất” và họ tự xác nhận mình chính là những kẻ vô đức tin"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "(Các Thiên Thần) bảo: “Các ngươi (hỡi những kẻ đa thần) hãy đi vào Hỏa Ngục cùng với các cộng đồng loài Jinn và loài người thuộc các thế hệ trước các ngươi.” Cứ mỗi lần một cộng đồng mới đi vào thì nó liền nguyền rủa cộng đồng đã vào trước đó. Đến khi tất cả cùng gặp mặt nhau trong Hỏa Ngục thì nhóm vào sau (thuộc tầng lớp đi theo) lên tiếng đổ tội cho nhóm vào trước (thuộc tầng lớp lãnh đạo), nói: “Lạy Thượng Đế của bầy tôi, chính đám người này đã lôi kéo làm bầy tôi đi lạc, khẩn xin Ngài trừng phạt họ gấp đôi trong Hỏa Ngục.” (Allah) phán: “Tất cả đều bị trừng phạt gấp đôi như nhau nhưng các ngươi không biết đó thôi.”"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Nhóm vào trước lên tiếng đáp lại nhóm vào sau: “Thật ra các ngươi cũng đâu có gì tốt hơn bọn ta đây, thôi các ngươi hãy nếm lấy sự trừng phạt bởi những gì các ngươi đã tích lũy.”"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Quả thật, những kẻ phủ nhận các Lời Mặc Khải của TA (Allah) và ngạo mạn với chúng, sẽ không có cổng trời nào được mở ra cho họ, và họ sẽ không vào được Thiên Đàng trừ phi con lạc đà chui qua được cái lỗ của chiếc kim may. TA trừng phạt những kẻ tội lỗi đúng như thế đó"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Họ sẽ có những chiếc giường lửa cùng với những tấm phủ bằng lửa bên trên. TA trừng phạt đám người sai quấy đúng như thế đó"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Riêng những người có đức tin và hành thiện – TA (Allah) không bắt linh hồn gánh vác quá khả năng của nó –, họ sẽ là những người bạn của Thiên Đàng, họ sẽ ở trong đó mãi mãi"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "TA sẽ xóa khỏi lòng của họ sự ghen tỵ và thù hằn, sẽ có những con sông chảy bên dưới họ, và họ sẽ nói: “Alhamdulillah, Đấng đã hướng dẫn bầy tôi đến với (hồng phúc) này, nếu không nhờ Allah hướng dẫn thì bầy tôi đã không được hướng dẫn đúng đường. Các vị Thiên Sứ của Thượng Đế của bầy tôi quả thật đã mang đến điều chân lý.” Rồi họ được hô gọi, bảo: “Đó là Thiên Đàng, các ngươi sẽ được thừa hưởng Nó bởi những điều (tốt đẹp) mà các ngươi đã làm"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Cư dân Thiên Đàng gọi cư dân Hỏa Ngục, hỏi: “Chúng tôi thực sự đã thấy những gì mà Thượng Đế của chúng tôi đã hứa với chúng tôi (trước đây), nó đã xảy ra thật, vậy các người đã thấy những gì mà Thượng Đế của các người đã hứa với các người (trước đây) không, nó đã xảy ra thật không?” Họ đáp: “Đúng là sự thật.” Thế rồi vị (Thiên Thần) hô gọi lớn tiếng hô vang giữa họ: “Allah nguyền rủa những kẻ làm điều sai quấy.”"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Những ai mà họ ngăn cản con đường chính đạo của Allah cũng như mong muốn làm nó trở nên cong quẹo và không có đức tin ở nơi Đời Sau"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Giữa họ (cư dân Thiên Đàng và cư dân Hỏa Ngục) là một vách ngăn cách (được gọi là các gò cao). Trên các gò cao (này), có những người biết rõ từng người của họ (cư dân Thiên Đàng và cư dân Hỏa Ngục) qua các dấu vết (trên gương mặt) của họ. (Những người trên các gò cao này) gọi những người bạn của Thiên Đàng, chúc: “Mong bằng an cho quí vị.” (Những người trên các gò cao) vẫn chưa được vào trong đó (Thiên Đàng) nhưng họ thèm khát được vào"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Khi họ (những người trên các gò cao) nhìn về phía những người bạn của Hỏa Ngục thì họ liền cầu khẩn: “Lạy Thượng Đế của bầy tôi, xin Ngài đừng nhập bầy tôi cùng với đám người làm điều sai quấy đó.”"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Những người của các gò cao gọi những người (của Hỏa Ngục) mà họ nhận biết được qua nét đặc trưng (trên gương mặt) của họ: “Những gì mà các người tom góp (từ tài sản, quyền lực, con cái) cũng như những gì mà các người từng tự hào và kiêu ngạo về chúng có giúp ích được gì cho các người không?!”"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "(Allah phán với những kẻ vô đức tin:) “Có phải các ngươi đã thề thốt rằng những người (có đức tin này) sẽ không được lòng khoan dung của Allah?” (Allah phán bảo những người có đức tin:) “Các ngươi hãy bước vào Thiên Đàng, các ngươi sẽ không còn lo sợ và cũng sẽ không buồn phiền.”"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Những người bạn của Hỏa Ngục réo gọi những người bạn của Thiên Đàng, van xin: “Xin quí vị hãy rót xuống cho chúng tôi một ít nước hoặc bất cứ món lộc nào mà Allah đã ban cấp cho quí vị.” (Những người bạn của Thiên Đàng) đáp: “Quả thật, Allah đã cấm hai thứ đó đối với những kẻ vô đức tin.”"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Những người đã lấy tôn giáo của mình làm phương tiện để giải trí, mua vui và bị đời sống trần tục này đánh lừa thì ngày hôm nay, TA quên lãng họ giống như họ đã từng quên lãng ngày trình diện này của họ và vì họ đã chối bỏ các Lời Mặc Khải của TA"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Quả thật, TA đã mang đến cho họ quyển Kinh (Qur’an), TA đã giải thích Nó rõ ràng bằng kiến thức (của TA), (và Nó là) nguồn chỉ đạo và là hồng phúc dành cho đám người có đức tin"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Lẽ nào (những kẻ vô đức tin) lại chờ đợi biến cố xảy ra như (Qur’an) đã cảnh báo? Vào Ngày mà biến cố xảy ra như đã cảnh báo, những kẻ đã phớt lờ nó trước đây sẽ nói: “Quả thật, các Thiên Sứ của Thượng Đế của chúng tôi đã mang đến sự thật, vậy chúng tôi có được người biện hộ nào đứng ra biện hộ cho chúng tôi không hoặc có thể nào chúng tôi được trả về (cuộc sống trần gian) để chúng tôi có cơ hội làm khác với việc mà chúng tôi đã từng làm.” Quả thật, họ đã làm thiệt thân của chính mình và những thứ mà họ đã bịa đặt gian dối đã bỏ mặc họ đi mất dạng"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Quả thật, Thượng Đế của các ngươi (loài người) chính là Allah, Ngài đã tạo các tầng trời và trái đất trong sáu ngày, rồi Ngài an vị trên Ngai Vương (của Ngài). Ngài luân chuyển ngày đêm một cách nhanh chóng; mặt trời, mặt trăng và các tinh tú đều vận hành theo mệnh lệnh của Ngài. Việc tạo hóa và quyền chi phối là của riêng một mình Ngài. Thật phúc thay Allah, Thượng Đế của vũ trụ và vạn vật"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Các ngươi (hỡi những người có đức tin) hãy cầu nguyện Thượng Đế của các ngươi trong sự khiêm nhường và riêng tư (âm thầm, kín đáo). Quả thật, Ngài không yêu thương những kẻ vượt quá giới hạn"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Các ngươi chớ đừng hủy hoại trái đất sau khi nó đã được cải thiện. Các ngươi hãy cầu nguyện Ngài bằng nỗi sợ hãi và niềm hy vọng. Quả thật, lòng thương xót của Allah luôn gần kề với những người làm tốt"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Ngài là Đấng gởi các luồng gió báo trước tin mừng về lòng khoan dung của Ngài. Đến khi nào các đám mây nặng trịch (do chứa nước) tập trung lại, TA chuyển chúng đến mảnh đất chết khô, TA ban mưa xuống làm mọc ra đủ loại trái quả (hoa màu). Tương tự, TA sẽ làm người chết sống lại như thế, mong rằng các ngươi lưu tâm"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Mảnh đất tốt sẽ mọc ra cây cối (dồi dào và tươi tốt) dưới sự cho phép của Allah, còn mảnh đất xấu chỉ mọc ra cây cối thưa thớt và khẳng khiu. Như thế đó, TA giải thích rõ ràng các Lời Mặc Khải (của TA) cho nhóm người biết tri ân"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Quả thật, TA (Allah) đã cử phái Nuh (Nô-ê) đến với người dân của Y. Y đã bảo (dân của mình): “Này hỡi dân ta, các người hãy thờ phượng một mình Allah thôi, các người không hề có thần linh nào khác ngoài Ngài. Ta thực sự lo sợ giùm cho các người về sự trừng phạt vào một ngày vĩ đại!”"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Những tên lãnh đạo và cầm quyền trong đám dân của (Nuh) bảo Y: “Bọn ta thấy ngươi mới thực sự là kẻ lầm lạc.”"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "(Nuh) đáp: “Hỡi người dân của Ta, Ta không phải là kẻ lầm lạc. Ta đích thực chính là Thiên Sứ do Thượng Đế của vũ trụ và vạn vật cử phái đến.”"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "“Ta truyền đạt lại cho các người các thông điệp của Thượng Đế Ta. Ta là người đến khuyên răn các người, bởi lẽ Ta biết từ nơi Allah những điều mà các người không biết.”"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "“Phải chăng các người ngạc nhiên về việc lời nhắc nhở của Thượng Đế của các người do một người xuất thân từ các người mang đến hầu để các người ngoan đạo và được thương xót ư?!”"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Người dân (của Nuh) đã phủ nhận Y nên TA đã cứu Y và những ai theo Y trên con tàu. TA đã nhấn chìm những kẻ phủ nhận các dấu hiệu của TA, quả thật họ là đám người mù quáng"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Về người dân ‘Ad, (TA đã cử) Hud, người anh em của họ đến với họ. (Hud) nói: “Này hỡi dân ta, các người hãy thờ phượng một mình Allah thôi, các người không hề có thần linh nào khác ngoài Ngài. Lẽ nào các người không kính sợ Ngài?”"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Những tên lãnh đạo và cầm quyền trong đám dân của (Hud) bảo Y: “Bọn ta thấy ngươi là kẻ điên rồ. Bọn ta nghĩ ngươi là một tên nói dối.”"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "(Hud) đáp: “Hỡi người dân của Ta, Ta không phải là kẻ điên rồ. Ta đích thực là Sứ Giả do Thượng Đế của vũ trụ và vạn vật cử phái đến.”"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "“Ta truyền đạt lại cho các người các thông điệp của Thượng Đế Ta. Ta là người khuyên răn chân thành cho các người.”"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "“Phải chăng các người ngạc nhiên về việc lời nhắc nhở của Thượng Đế của các người do một người xuất thân từ các người mang đến cảnh báo các người ư? Các người hãy nhớ lại khi Ngài làm cho các người kế vị sau người dân của Nuh và ban thêm cho các người (ân huệ) qua việc tạo cho các ngươi có dáng vóc to lớn và vạm vỡ. Các người hãy nhớ đến hồng phúc mà Allah đã ban cho các người hi vọng các người là những người thành đạt.”"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "(Người dân của Hud) nói: “(Này Hud), ngươi đến là để bảo bọn ta chỉ tôn thờ một mình Allah duy nhất và từ bỏ hết các thần linh mà tổ tiên bọn ta đã tôn thờ trước đây đúng không? Vậy thì ngươi hãy mang đến điều (hình phạt) mà ngươi đã cảnh báo bọn ta xem nào, nếu như ngươi là kẻ nói thật.”"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "(Nuh) nói: “Chắc chắn sự trừng phạt và cơn thịnh nộ của Thượng Đế của các người sẽ giáng xuống các người. Lẽ nào các người lại tranh luận với ta về những cái tên (thần linh) do chính các người và tổ tiên của các người bịa ra chứ Allah không hề ban cho bất cứ thẩm quyền nào? Vậy thì các người hãy chờ xem, Ta cũng sẽ chờ xem cùng với các người.”"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Thế rồi TA đã cứu vớt (Hud) cùng với những ai đi theo Y bằng lòng thương xót nơi TA và TA đã loại bỏ toàn bộ những kẻ đã phủ nhận các dấu hiệu của TA vì chúng đã không có đức tin"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Về người dân Thamud, (TA đã cử) Saleh, người anh em của họ đến với họ. (Saleh) nói: “Hỡi dân ta, các người hãy thờ phượng một mình Allah thôi, các người không hề có thần linh nào khác ngoài Ngài. Quả thật, một bằng chứng rõ ràng từ Thượng Đế của các người đã đến với các người. Đây là con lạc đà cái của Allah, một dấu hiệu dành cho các người. Cho nên, các người hãy để nó được tự do ăn trên đất của Allah và chớ đừng đụng chạm đến nó bằng bất cứ điều xấu nào kẻo các người bị trừng phạt đau đớn.”"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "“Các người hãy nhớ lại khi Ngài làm cho các người kế vị sau người dân của ‘Ad và ban cho các người cuộc sống (hưởng thụ) trên trái đất khi các người đào đất làm lâu đài và đục núi làm nhà. Các người hãy nhớ về các hồng ân của Allah và chớ đừng tàn phá trên trái đất.”"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Những tên lãnh đạo và cầm quyền đầy kiêu ngạo trong đám dân của (Saleh) nói với những người yếu thế có đức tin: “Các người có biết chắc Saleh là Sứ Giả được Thượng Đế của Y gửi đến không?” (Những người yếu thế) đáp: “Chúng tôi tin vào điều mà Người mang đến.”"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Những tên kiêu ngạo kia bảo: “Bọn ta phủ nhận điều mà các người đã tin.”"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Vì vậy, họ đã sát hại con lạc đà cái bất chấp lệnh cấm của Thượng Đế của họ và (thách thức) bảo: “Này Saleh, ngươi hãy mang đến (hình phạt) mà ngươi đã dọa bọn ta xem nào nếu ngươi thực sự là Sứ Giả.”"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Thế là một trận động đất dữ dội đã bắt phạt họ vào buổi sáng khiến họ trở thành những cái xác trong chính ngôi nhà của họ"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Rồi (Saleh) rời bỏ họ, nói: “Này người dân của Ta, quả thật, Ta đã truyền đạt cho các người bức thông điệp của Thượng Đế của Ta và Ta cũng đã khuyên bảo các người, nhưng các người vốn không ưa thích lời khuyên bảo bao giờ.”"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Và Lut, khi Y bảo người dân của mình: “Phải chăng các người làm điều đồi bại mà chưa từng ai trên đời này đã làm trước đây?”"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "“Các người tìm đến đàn ông để giải tỏa nhục dục thay vì với phụ nữ. Không, các người thực sự là một đám người vượt quá giới hạn.”"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Câu trả lời của đám dân của (Lut) không gì khác ngoài lời: “Mọi người hãy trục xuất chúng (Lut và những người có đức tin) ra khỏi thị trấn của các người, bởi chúng là những người muốn giữ mình trong sạch!”"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Bởi thế, TA đã giải cứu (Lut) và gia đình của Y ngoại trừ vợ của Y. Ả nằm trong đám người bị tiêu diệt kia"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "TA đã trừng phạt họ bằng một trận mưa kinh hoàng. Ngươi (hỡi Thiên Sứ) hãy nhìn xem hậu quả của đám người tội lỗi đã xảy ra thế nào"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "Về người dân Madyan (Madian), (TA đã cử) Shu’aib, người anh em của họ đến với họ. (Shu’aib) nói: “Hỡi người dân của Ta, các người hãy thờ phượng một mình Allah thôi, các người không hề có thần linh nào khác ngoài Ngài. Quả thật, một bằng chứng rõ ràng từ Thượng Đế của các người đã đến với các người. Cho nên, các người hãy đong đo cho đúng, cân cho đủ, các người chớ đừng gian lận thiên hạ bất cứ điều gì, và chớ đừng tàn phá trái đất (bằng tội lỗi) sau khi nó đã được lập trật tự. Điều đó tốt nhất cho các người nếu các người là những người có đức tin.”"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "“Các người chớ đừng ngồi trên tất cả các nẻo đường mà hăm dọa (giết chóc) và ngăn chặn con đường chính nghĩa của Allah đối với ai đã tin tưởng, và tìm cách bẻ cong con đường đó (của Ngài). Các người hãy nhớ lại khi trước đây các người (với số lượng) ít ỏi rồi được Ngài gia tăng số lượng thêm đông, các người hãy nhìn xem những kẻ tàn phá đã có kết cuộc như thế nào?”"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "“Nếu như một nhóm trong các người đã tin tưởng vào điều mà Ta mang đến và nhóm còn lại thì không tin tưởng thì các người (những người vô đức tin) hãy kiên nhẫn cho đến khi Allah phân xử giữa chúng ta, bởi lẽ Ngài là vị Thẩm Phán Ưu Việt.”"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Những tên lãnh đạo kiêu căng trong đám dân của Y nói: “Này Shu’aib, chắc chắn bọn ta sẽ đuổi Ngươi và những kẻ có đức tin cùng với Ngươi ra khỏi thị trấn của bọn ta hoặc các ngươi phải trở lại tín ngưỡng của bọn ta.” (Shu’aib) đáp: “Ngay cả khi chúng tôi không thích ư?”"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "“Chắc chắn chúng tôi (sẽ là những kẻ) đã đặt điều nói dối cho Allah nếu chúng tôi trở lại tín ngưỡng của các người sau khi Allah đã cứu chúng tôi khỏi nó. Chúng tôi không trở lại với nó trừ phi Allah – Thượng Đế của chúng tôi muốn (khác đi). Thượng Đế của chúng tôi có kiến thức bao trùm tất cả mọi thứ, chúng tôi nguyện phó thác cho Ngài. Lạy Thượng Đế của bầy tôi, xin Ngài hãy phân xử giữa bầy tôi và đám dân của bầy tôi bằng công lý, bởi Ngài là Đấng phân xử ưu việt nhất.”"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Những tên lãnh đạo vô đức tin trong đám dân của Y nói: “Nếu như các ngươi đi theo Shu’aib thì chắc chắn các ngươi sẽ thất bại.”"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Thế là một trận động đất kinh hoàng đã bắt lấy chúng khiến chúng trở thành những cái xác trong chính ngôi nhà của chúng"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Những kẻ đã phủ nhận Shu’aib giống như họ đã chưa từng sống nơi đó bao giờ; những kẻ đã phủ nhận Shu’aib là những kẻ đã thất bại"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Vậy là (Shu’aib) rời bỏ họ ra đi, nói: “Này người dân của Ta! Quả thật, Ta đã truyền đạt cho các người thông điệp của Thượng Đế của Ta và Ta cũng đã khuyên bảo các người. Làm sao Ta có thể đau buồn cho đám người vô đức tin!”"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Không một thị trấn nào (phủ nhận) vị Nabi được TA cử phái đến với họ mà TA lại không bắt dân cư của nó nếm trải đau khổ và bệnh tật, mong là (qua sự việc đó) họ biết hạ mình (thần phục TA)"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Rồi TA đã thay điều xấu thành điều tốt đẹp cho đến khi họ được hưng thịnh thì lại nói: “Trước đây tổ tiên của chúng tôi cũng đã từng trải qua gian khổ và sung sướng thế này.” Thế là TA bất ngờ bắt phạt họ trong lúc họ không hay biết"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Nếu như cư dân của các thị trấn có đức tin và kính sợ (TA) thì chắc chắn TA đã mở ra cho họ các phúc lành từ trời đất. Tuy nhiên, họ đã phủ nhận đức tin nên TA đã bắt phạt họ về những gì mà họ đã làm"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Phải chăng cư dân của các thị trấn cảm thấy an toàn khi sự trừng phạt của TA (bất ngờ) chụp bắt họ vào ban đêm lúc họ đang say giấc"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Phải chăng họ cảm thấy an toàn khi sự trừng phạt của TA (bất ngờ) túm bắt họ lúc mặt trời lên cao khi họ đang vui chơi"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Phải chăng họ cảm thấy an toàn trước kế hoạch (trừng phạt bí mật) của Allah?! Không ai cảm thấy an toàn trước kế hoạch của Allah ngoại trừ đám người thua thiệt"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Lẽ nào không là bài học cho những kẻ thừa kế trái đất sau khi cư dân (của các thị trấn trước đây đã bị tiêu diệt)? Nếu muốn, TA có thể tiêu diệt chúng bởi tội lỗi của chúng, TA có thể niêm kín con tim của chúng để chúng không nghe được (chân lý)"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Đó là những thị trấn (của Nuh, Hud, Saleh, Lut, Shu’aib) mà TA đã kể cho Ngươi (hỡi Thiên Sứ) về thông tin của họ. Quả thật, các Sứ Giả xuất thân từ họ đã đến gặp họ với bằng chứng rõ ràng nhưng họ đã không có đức tin nơi những điều mà họ đã phủ nhận trước đó. Như thế đó, Allah đã niêm kín con tim của đám người vô đức tin"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "TA không thấy đa số bọn họ giữ đúng giao ước mà TA chỉ thấy đa số bọn họ là những kẻ dấy loạn, bất tuân"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Rồi sau bọn họ, TA đã phái Musa mang những phép lạ của TA đến gặp Pha-ra-ông và quần thần của hắn nhưng chúng đã phủ nhận các phép lạ đó. Thế nên, Ngươi (hỡi Thiên Sứ) hãy xem hậu quả của những kẻ đại nghịch đã xảy ra thế nào"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Musa nói: “Hỡi Pha-ra-ông, quả thật Ta chính là Sứ Giả của Thượng Đế của vũ trụ và vạn vật.”"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "“Ta chỉ được phép nói sự thật về Allah. Quả thật, Ta mang đến cho quí ngài bằng chứng rõ ràng từ Thượng Đế của quí ngài, vì vậy, hãy cho người dân Israel đi theo Ta.”"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "(Pha-ra-ông) bảo: “Nếu Ngươi mang đến một dấu hiệu lạ thì Ngươi hãy trưng bày nó ra xem nếu Ngươi nói thật!”"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Thề là (Musa) ném chiếc gậy của Y xuống, nó lập tức biến thành một con rắn thực sự"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Và khi Y rút bàn tay của Y ra (sau khi áp nó bên sườn trong chiếc áo), nó trở nên trắng sáng trước mặt những người chứng kiến"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Các quần thần của Pha-ra-ông lên tiếng bảo: “Rõ ràng tên này là một phù thủy tài giỏi.”"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "“Hắn muốn đuổi quí ngài ra khỏi lãnh thổ của quí ngài.” (Pha-ra-ông bảo:) “Vậy các khanh có ý xử trí hắn ra sao?”"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "(Các quần thần của Pha-ra-ông) thưa: “Hãy tạm tha cho hắn và người anh em của hắn, hãy cho người cáo thị tập hợp các pháp sư trong các thành phố lại.”"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "“Tất cả những nhà phù thủy tài giỏi sẽ đến trình diện bệ hạ.”"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "(Thế là) các phù thủy đến trình diện Pha-ra-ông, tâu: “Nếu chúng thần thắng thì chúng thần có được ban thưởng không?”"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "(Pha-ra-ông) bảo: “Chắc chắn có, nhất định lúc đó các ngươi sẽ trở thành các cận thần của ta.”"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Các nhà phù thủy nói: “Này Musa! Ngươi ném (bửu bối của Ngươi) xuống trước hay bọn ta sẽ là những người ném xuống trước”"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "(Musa) bảo: “Các người hãy ném xuống trước!” Thế là những tên phù thủy ném bửu bối của mình xuống. (Với trò ảo thuật), họ đã làm hoa mắt và gây ra nỗi sợ hãi cho mọi người. Họ thực sự đã mang đến một trò ảo thuật vĩ đại"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Rồi TA đã mặc khải cho Musa: “Hãy ném cây gậy của Ngươi xuống!” (Musa ném cây gậy của Y xuống), ngay lập tức, nó nuốt chửng toàn bộ những gì mà (các nhà phù thủy) đang làm giả"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Sự thật đã được thiết lập, mọi thứ mà họ đã làm giả trở nên vô hiệu"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Vậy là chúng (Pha-ra-ông và quần thần của hắn) đã thua cuộc và bị xem thường"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Các nhà phù thủy đã quỳ xuống phủ phục (khi chứng kiến sự thật)"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Họ nói: “Chúng tôi đã có đức tin nơi Thượng Đế của vũ trụ và vạn vật.”"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "“Thượng Đế của Musa và Harun.”"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Pha-ra-ông (tức giận) quát: “Các ngươi dám có đức tin nơi hắn (Musa) trước khi ta cho phép các ngươi ư? Rõ ràng đây là âm mưu mà các ngươi đã thông đồng với nhau trong thành phố hầu trục xuất cư dân của nó đi nơi khác. Các ngươi sẽ sớm biết (hậu quả việc làm này của các ngươi).”"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "“Ta chắc chắn sẽ chặt tay này và chân kia của các ngươi, rồi ta chắc chắn sẽ đóng đinh toàn bộ các ngươi trên thập tự giá.”"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "(Các nhà phù thủy) trả lời (Pha-ra-ông): “Dù gì chúng tôi cũng sẽ trở về trình diện Thượng Đế của chúng tôi, (cho nên, chúng tôi không quan tâm việc ngài sẽ làm gì chúng tôi).”"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "“Ngài không oán giận chúng tôi ngoại trừ vì chúng tôi đã có đức tin nơi các dấu hiệu của Thượng Đế chúng tôi khi chúng đến với chúng tôi. Lạy Thượng Đế của bầy tôi, xin Ngài xối lên bầy tôi sự kiên nhẫn và xin hãy để bầy tôi chết như những tín đồ Muslim.”"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Đám quần thần của Pha-ra-ông lên tiếng nói: “Lẽ nào bệ hạ để mặc Musa và đám dân của Y tự do làm loạn trong xứ và ruồng bỏ bệ hạ cũng như thần linh của bệ hạ?” (Pha-ra-ông) nói: “Ta sẽ giết con trai của chúng và tha mạng cho phụ nữ của chúng (để làm nô lệ cho ta), chắc chắn ta đây luôn có quyền lực bên trên bọn chúng.”"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Musa nói với người dân của mình: “Mọi người hãy cầu cứu Allah và hãy kiên nhẫn. Quả thật, trái đất này là của Allah, Ngài muốn ban quyền thừa kế cho ai trong đám bầy tôi của Ngài là tùy ý Ngài; và kết cuộc (tốt đẹp) sẽ thuộc về những người ngoan đạo (sợ Allah).”"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "(Người dân thưa với Musa) nói: “Chúng tôi bị đàn áp trước và sau khi Người đến.” (Musa) nói: “Có lẽ, Thượng Đế của các người sẽ tiêu diệt kẻ thù của các người và cho các người nối nghiệp họ trên vùng đất này, và Ngài muốn xem các người sẽ hành động như thế nào (tri ân hay vong ơn Ngài).”"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Quả thật, TA đã trừng phạt đám thuộc hạ của Pha-ra-ông bằng những năm hạn hán và mất mùa, mong là qua đó họ biết lưu tâm (mà tỉnh ngộ)"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "(Đám thuộc hạ của Pha-ra-ông), khi gặp được điều tốt lành, chúng bảo: “Đây là phần mà chúng tôi đáng có”, còn khi gặp phải điều xấu, chúng lại đổ lỗi cho Musa và những ai theo Y đã mang đến điều xui xẻo. Quả thật, những điều xui xẻo mà chúng gặp phải đều do Allah an bài nhưng đa số bọn chúng không biết"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "(Đám quần thần của Pha-ra-ông) nói với (Musa): “Cho dù ngươi có mang đến bất cứ phép lạ nào để làm mê hoặc bọn ta thì bọn ta cũng không có đức tin nơi Ngươi.”"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Vì vậy, TA (Allah) đã gởi xuống bọn chúng lũ lụt, châu chấu, chấy (rận), cóc và máu (trừng phạt bọn chúng). (Tất cả đều là) các dấu hiệu rõ ràng, từng nạn kiếp tiếp nối nhau (xảy đến với chúng), tuy nhiên, chúng vẫn kiêu căng, ngạo mạn và chúng là đám người tội lỗi"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Cứ mỗi khi đối diện với hình phạt thì chúng (liền hạ mình nài nỉ Musa) nói: “Này Musa, ngươi hãy khẩn cầu Thượng Đế của ngươi cho bọn ta qua những gì mà Ngài đã hứa với ngươi. Nếu ngươi giải được kiếp nạn này cho bọn ta, chắc chắn bọn ta sẽ có đức tin nơi ngươi và chắc chắn bọn ta sẽ để cho dân Israel ra đi theo ngươi.”"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Nhưng sau khi TA (Allah) gỡ bỏ hình phạt khỏi chúng đến một thời hạn khác thì ngay lập tức chúng lật lọng (lời đã hứa)"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Do đó, TA đã trừng phạt một số bọn chúng bằng cách nhấn chìm chúng trong biển (hồng hải) bởi chúng đã phủ nhận các dấu hiệu của TA và chúng là đám người thờ ơ (với chân lý)"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Rồi TA cho đám người yếu thế thừa kế vùng đất (Sham) nơi mà từ đông sang tây đều được TA ban phúc. Lời tốt đẹp mà Thượng Đế của Ngươi (hỡi Thiên Sứ) đã hứa với dân Israel do bởi họ đã kiên nhẫn chịu đựng đã được hoàn thành. Và TA đã phá tan bao công trình mà Pha-ra-ông và đám thuộc hạ của hắn đã xây cất và gầy dựng"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "TA đã cho dân Israel bình an băng qua biển (hồng hải). Sau đó, họ đi ngang qua một đám người đang thờ phượng các bục tượng (thần linh), họ bảo: “Này Musa, xin Người hãy tạo cho chúng tôi một thần linh (để chúng tôi có thần linh) giống như họ.” (Musa) đáp: “Các ngươi thật đúng là đám người ngu muội!”"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Quả thật, (những kẻ thờ phượng các bục tượng) này sẽ bị hủy diệt về điều chúng đang làm, và mọi việc làm của chúng là thứ vô giá trị"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "(Musa) nói với (người dân Israel): “Lẽ nào Ta lại chọn cho các ngươi một thần linh khác ngoài Allah trong khi Ngài đã ban hồng phúc cho các ngươi hơn thiên hạ?!”"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "(Các ngươi hãy nhớ lại) việc TA đã giải cứu các ngươi khỏi đám quân lính của Pha-ra-ông, họ đã đàn áp các ngươi bằng cực hình man rợ, họ đã tàn sát con trai của các ngươi và tha cho con gái của các ngươi. Trong sự việc đó là sự thử thách to lớn từ Thượng Đế của các ngươi dành cho các ngươi"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "TA (Allah) đã hẹn gặp Musa trong ba mươi đêm (tại núi Sinai) và TA đã gia hạn thêm mười đêm. Vì vậy, thời hạn (cho cuộc gặp gỡ) của Thượng Đế của Y được hoàn thành trong bốn mươi đêm. (Trước khi đi) Musa đã căn dặn Harun, người anh (em) của mình: “Hãy thay ta quản lý người dân của ta, hãy chấn chỉnh và cải thiện họ và chớ đừng đi theo những kẻ thối nát.”"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Khi Musa đến điểm hẹn gặp TA và Thượng Đế của Y tiếp chuyện với Y. (Musa) đã khẩn cầu: “Lạy Thượng Đế của bề tôi, xin Ngài cho bề tôi được nhìn thấy Ngài.” (Allah) phán: “Ngươi không thể nào nhìn thấy được TA. Tuy nhiên, Ngươi hãy nhìn vào ngọn núi kia, nếu như nó vẫn còn nguyên vẹn tại vị trí của nó thì lúc đó Ngươi sẽ nhìn thấy được TA.” Nhưng khi Thượng Đế của Y hiện ra, ngọn núi liền vỡ tan (do ánh sáng của Ngài) còn Musa thì té xuống bất tỉnh. Sau khi tỉnh lại, (Musa) liền nói: “Quang Vinh và Tối Cao thay Ngài, bề tôi xin sám hối với Ngài và bề tôi là người đầu tiên có đức tin (nơi Ngài).”"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "(Allah) phán: “Này Musa, quả thật, TA đã chọn Ngươi (và ban hồng phúc cho Ngươi) hơn ai khác trong nhân loại qua Bức Thông Điệp và Lời Phán của TA. Cho nên, Ngươi hãy nhận lấy điều mà TA đã ban cho Ngươi và Ngươi hãy là người biết tri ân.”"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "TA đã ghi cho (Musa) trên những tấm (gỗ, đá) những lời răn và chi tiết về mọi thứ. (TA phán bảo Musa): “Ngươi hãy nhận lấy (những lời răn này) bằng tất cả sức mạnh của Ngươi, và Ngươi hãy ra lệnh cho người dân của Ngươi tận dụng những lời răn tốt nhất, (rồi) TA sẽ cho Ngươi thấy ngôi nhà của những kẻ bất tuân.”"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "TA sẽ khiến cho những kẻ kiêu căng, ngạo mạn bất chấp lẽ phải trên trái đất quay lưng với các dấu hiệu của TA. Nếu chúng nhìn thấy bất kỳ dấu hiệu nào, chúng cũng không có đức tin; nếu chúng nhìn thấy con đường chân lý, chúng sẽ không lấy đó làm con đường (đúng đắn để đi); nhưng nếu chúng nhìn thấy con đường lệch lạc, chúng sẽ lấy đó làm con đường (như một lối đi tốt đẹp). Sở dĩ như thế là bởi vì chúng đã phủ nhận các dấu hiệu của TA và đã thường thờ ơ và tỏ ra lơ là"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Những kẻ đã phủ nhận các dấu hiệu của TA cũng như cuộc gặp gỡ (TA) ở Đời Sau thì mọi việc làm (tốt đẹp) của chúng đều không có giá trị. Chắc chắn chúng sẽ được đền đáp đúng với những gì chúng đã làm"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Và người dân của Musa, sau khi Y (rời đi trình diện Allah), đã làm ra từ đồ trang sức của họ một con bê có thân hình (rỗng bên trong) phát ra được âm thanh (như tiếng rống của bò). Lẽ nào họ không nhận thức được (con bê đó) không thể nói chuyện với họ và cũng không thể hướng dẫn họ đến con đường (chính đạo)?! Họ đã lấy (con bê đó làm thần linh của họ) và thế là họ đã trở thành những kẻ làm điều sai quấy"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Khi họ hối hận về việc đã làm và thấy rằng mình đã đi lạc, họ nói: “Nếu như Thượng Đế của bầy tôi không thương xót bầy tôi và tha thứ cho bầy tôi thì chắc chắn bầy tôi sẽ nằm trong số những kẻ thua thiệt.”"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Khi Musa trở về với người dân của mình, tức giận và đau buồn, nói: “Thật tồi tệ cho việc các người đã nghịch lại Ta sau khi Ta rời đi khỏi các người, sao các người lại nôn nóng về mệnh lệnh của Thượng Đế của các người chứ?” Rồi (Musa) ném các tấm (ghi các lời răn) xuống và nắm lấy đầu của người anh (em) của Y kéo lại gần mình. (Harun) nói: “Này con trai của mẹ ta, người dân quả thật đã đàn áp ta và suýt giết ta, cho nên, chớ đừng trách phạt ta làm kẻ thù vui mừng và chớ đừng liệt ta vào đám người sai trái kia.”"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "(Musa) cầu nguyện (Allah): “Lạy Thượng Đế của bề tôi, xin Ngài hãy tha thứ cho bề tôi và người anh (em) của bề tôi, xin Ngài hãy thương xót bầy tôi bởi Ngài là Đấng có lòng thương xót nhất.”"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Những kẻ đã lấy con bê (làm thần linh) chắc chắn sẽ phải gánh chịu cơn thịnh nộ của Thượng Đế của chúng và chắc chắn sẽ bị hạ nhục trong cuộc sống trần gian này. TA trừng phạt những kẻ bịa đặt điều gian dối đúng như thế"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Riêng những ai đã làm điều tội lỗi rồi quay đầu sám hối sau đó và có đức tin (thì họ sẽ thấy) Thượng Đế của Ngươi (hỡi Thiên Sứ) là Đấng Hằng Tha Thứ, Đấng Nhân Từ"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Rồi khi cơn giận đã nguôi ngoai, Musa nhặt lại các tấm (ghi các lời răn), và trong các tấm (ghi các lời răn) đó có sự hướng dẫn và hồng phúc cho những người kính sợ Thượng Đế của họ"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Musa đã lựa chọn bảy mươi người trong số người dân của Y đưa chúng đến chỗ hẹn của TA. Rồi khi trận động đất bắt phạt chúng. (Musa) cầu nguyện: “Lạy Thượng Đế của bề tôi, nếu muốn Ngài có thể đã tiêu diệt họ và cả bề tôi trước khi đến đây. Lẽ nào Ngài lại tiêu diệt bầy tôi bởi hành động của những kẻ ngu ngốc trong bầy tôi? Chẳng qua đó chỉ là sự thử thách mà Ngài đã dùng nó để làm lạc đường kẻ nào Ngài muốn và hướng dẫn ai đi đúng đường Ngài muốn. Ngài là Đấng Bảo Hộ của bầy tôi, xin Ngài hãy tha thứ cho bầy tôi và thương xót bầy tôi, bởi Ngài là Đấng Tha Thứ tốt nhất!”"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "“Xin Ngài an bài cho bầy tôi những điều tốt đẹp ở trần gian và ở Đời Sau, quả thật bầy tôi nguyện quay về sám hối với Ngài.” (Allah) phán: “Hình phạt của TA, (TA dùng nó) để trừng trị kẻ nào TA muốn, tuy nhiên, lòng thương xót của TA bao trùm tất cả mọi thứ. Vì vậy, TA sẽ an bài những điều tốt đẹp cho những người ngoan đạo và xuất Zakah và những người có đức tin nơi các Lời Mặc Khải của TA.”"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Những người mà họ đi theo vị Sứ Giả (Muhammad), vị Nabi mù chữ, vị mà họ tìm thấy Y được nhắc đến trong Tawrah (Cựu Ước) và Injil (Tân Ước) của họ. Y ra lệnh cho họ làm điều thiện và ngăn cấm họ làm điều xấu, Y cho phép họ dùng những thứ tốt lành và cấm họ dùng những thứ ô uế, Y trút bỏ gánh nặng và xiềng xích đang đè nặng lên họ. Vì vậy, những ai có đức tin nơi Y, ủng hộ Y, giúp đỡ Y và đi theo Ánh Sáng đã được ban xuống cho Y là những người thành công"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "(Hỡi Thiên Sứ!) Ngươi hãy nói: “Hỡi nhân loại! Ta đích thực là Sứ Giả của Allah được cử phái đến cho tất cả các ngươi. Ngài là Đấng thống trị các tầng trời và trái đất, không có Thượng Đế đích thực nào khác ngoài Ngài, Ngài là Đấng làm cho sống và làm cho chết. Vì vậy, các ngươi (hỡi nhân loại) hãy có đức tin nơi Allah và nơi Sứ Giả của Ngài, một vị Nabi mù chữ có đức tin nơi Ngài và nơi các lời Mặc Khải của Ngài. Các ngươi hãy đi theo Y để may ra các ngươi được hướng dẫn (đúng đường).”"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Trong đám dân của Musa (Israel) có một cộng đồng hướng dẫn đúng sự thật và phân xét công bằng dựa trên sự thật"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "TA đã chia (dân Israel) thành mười hai bộ lạc. TA đã mặc khải cho Musa khi Y cầu xin ban nước cho người dân của mình bằng lời phán: “Ngươi hãy đánh cây gậy của mình lên tảng đá!” (Sau khi Musa đánh gậy lên tảng đá), nó liền phun ra mười hai ngọn suối, mỗi bộ lạc đều biết nguồn nước uống của mình. TA đã dùng mây che mát cho họ và ban xuống cho họ Mann (loại thức uống giống như mật ong) và chim cút (với lời phán): “Các ngươi hãy ăn thực phẩm tốt lành mà TA đã ban cấp cho các ngươi!” (Nhưng họ không biết hài lòng và tri ân), và họ không gây thiệt hại cho TA (về điều đó) mà ngược lại họ chỉ gây thiệt hại cho chính bản thân mình"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "(Hỡi Thiên Sứ, Ngươi hãy nhớ lại khi Allah phán bảo dân Israel): “Các ngươi hãy vào thị trấn (Jerusalem) này, các ngươi hãy tự do ăn (thực phẩm) bất cứ nơi nào của thị trấn tùy thích và các ngươi hãy cầu nguyện (TA): ‘Xin Ngài tha thứ tội lỗi cho bầy tôi’ và các ngươi hãy vào cổng trong sự phủ phục, TA sẽ tha thứ tội lỗi cho các ngươi, và TA sẽ ban thêm (phần thưởng) cho những người làm tốt.”"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Tuy nhiên, những kẻ làm điều sai quấy đã thay đổi lời phán đã được truyền cho họ, vì vậy, TA đã giáng tai họa từ trời xuống trừng phạt chúng bởi những điều sai quấy mà chúng đã làm"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "(Ngươi - hỡi Thiên Sứ) hãy hỏi (dân Do Thái) về một thị trấn nằm ven biển đã vi phạm (giới cấm) của ngày thứ bảy - khi cá của họ đến với họ một cách công khai vào ngày thứ bảy của họ, còn vào ngày ngoài ngày thứ bảy thì chúng không đến với họ. Như thế đó, TA (Allah) đã thử thách họ bởi những điều mà họ đã bất tuân và dấy loạn"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "(Ngươi – hỡi Thiên Sứ hãy nhớ lại khi một nhóm trong số họ khuyên can nhóm người vi phạm giới cấm vào ngày thứ bảy) thì một nhóm (khác) trong số họ nói: “Tại sao các người lại đi khuyên can một đám người mà Allah muốn hủy diệt hoặc muốn trừng phạt họ bằng hình phạt khủng khiếp?” (Nhóm người đó) bảo: “Chúng tôi muốn có lý do trước Thượng Đế của các người (rằng chúng tôi đã hết trách nhiệm) và hy vọng họ biết kính sợ (Allah)!”"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Do đó, khi họ (đám người vi phạm giới cấm của ngày thứ bảy) quên đi mọi lời nhắc nhở, TA cứu vớt những người ngăn cản (người khác) làm điều sai trái và bắt phạt những kẻ làm điều sai quấy bằng hình phạt khủng khiếp bởi những gì mà họ đã bất tuân"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Cho nên, khi bọn họ công khai làm điều cấm thì TA phán bảo họ: “Đám người các ngươi hãy biến thành loài khỉ hèn hạ!”"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "(Ngươi - hỡi Thiên Sứ hãy nhớ lại) khi Thượng Đế của Ngươi tuyên bố rằng Ngài chắc chắn sẽ phục sinh bọn họ vào Ngày Tận Thế, kẻ tội lỗi trong số họ sẽ bị trừng phạt nghiêm khắc. Quả thật, Thượng Đế của Ngươi rất nhanh chóng trong việc trừng phạt, song Ngài là Đấng Tha Thứ, Đấng Khoan Dung"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "TA đã chia cắt họ (Do Thái) thành các cộng đồng sống rải rác trên trái đất. Trong số họ, có những người lương thiện và cũng có những kẻ không như thế. TA đã thử thách họ cả điều tốt lẫn điều xấu hi vọng họ biết quay về (với chân lý)"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Rồi sau họ, có một thế hệ thừa hưởng Kinh Sách (Tawrah). Tuy nhiên, thế hệ này nhận lấy món lợi (của trần gian cho việc bóp méo Kinh Sách) và chúng bảo: “Rồi chúng ta sẽ được tha thứ thôi.” (Cứ như thế), nếu có món lợi tương tự đến với chúng (một lần nữa) thì chúng cũng sẽ liền nhận nó (giống như thế). Lẽ nào giao ước trong Kinh Sách không ràng buộc họ rằng họ chỉ được phép nói sự thật về Allah và lẽ nào họ đã không đọc những điều răn trong đó?! Quả thật, ngôi nhà ở cõi Đời Sau tốt đẹp hơn cho những người ngoan đạo, lẽ nào các ngươi không hiểu được (điều đó)"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Những ai nắm chặt Kinh Sách (Tawrah) và thiết lập lễ nguyện Salah (một cách chu đáo) thì chắc chắn TA (Allah) không làm mất phần thưởng của những người ngoan đạo"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Và (Ngươi - hỡi Thiên Sứ, hãy nhớ lại) khi TA nhấc ngọn núi lên bên trên (dân Israel) tựa như nó là tán che (trên đầu của họ) và họ tưởng nó sẽ rơi xuống đè họ. (TA) phán bảo: “Các ngươi hãy nắm chặt những gì TA đã ban cho các ngươi và các ngươi hãy ghi nhớ các điều răn dạy trong đó, mong rằng các ngươi sẽ ngoan đạo.”"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "(Ngươi - Thiên Sứ Muhammad – hãy nhớ lại) khi Thượng Đế của Ngươi bắt con cháu của Adam, hậu duệ của họ được tạo ra từ các xương sống của họ, xác nhận đối với chính bản thân họ (trước câu hỏi): “Có phải TA là Thượng Đế của các ngươi?” Họ đáp: “Bẩm, đúng vậy (Ngài chính là Thượng Đế của bầy tôi). Bầy tôi xin xác nhận.” (Việc TA hỏi các ngươi như thế là bởi vì e rằng) vào Ngày Phán Xét Cuối Cùng, các ngươi sẽ nói: “Bầy tôi thực sự đã không biết điều này.”"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Hoặc các ngươi sẽ nói: “Quả thật chỉ tại trước đó cha mẹ của bầy tôi thờ phượng nhiều thần linh còn bầy tôi chỉ là hậu duệ đi theo sau họ mà thôi. Lẽ nào Ngài sẽ hủy diệt bầy tôi bởi những điều do những kẻ ngụy tạo đã làm?!”"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "TA (Allah) đã trình bày rõ các Lời Mặc Khải như thế đó, mong rằng chúng sẽ quay về (với chính đạo)"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Ngươi (hỡi Thiên Sứ) hãy xướng đọc cho họ nghe chuyện về một người đàn ông mà TA đã ban cho y (kiến thức về) một vài Dấu Hiệu của TA nhưng y đã gạt bỏ chúng nên Shaytan đã bám theo y, thế là y trở thành kẻ lầm lạc"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Nếu TA muốn, TA có thể nâng y lên (với kiến thức về các Dấu Hiệu của TA mà TA đã ban cho y). Tuy nhiên, y cứ muốn bấu víu mãi (cuộc sống trên) trái đất và theo đuổi dục vọng của bản thân. Hình ảnh của y giống như hình ảnh của con chó: dù Ngươi đánh đuổi nó hoặc không đánh đuổi nó thì nó vẫn cứ lè lưỡi ra. Đó là hình ảnh thí dụ về đám người phủ nhận các dấu hiệu của TA. Ngươi (hỡi Thiên Sứ) hãy kể lại những câu chuyện đó mong rằng họ sẽ suy ngẫm (về bản thân của họ)"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Thật tồi tệ cho hình ảnh của đám người đã phủ nhận các dấu hiệu của TA và chính họ đã làm hại bản thân mình"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Ai đã được Allah hướng dẫn sẽ đi đúng đường (đến chân lý) còn ai đã bị Ngài làm cho lầm lạc thì đó là những kẻ thất bại"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Quả thật, TA (Allah) đã tạo cho Hỏa Ngục đa số loài Jinn và con người. Họ có trái tim nhưng không hiểu, họ có đôi mắt nhưng không nhìn thấy, họ có đôi tai nhưng không nghe được. Họ giống như loài súc vật, thậm chí còn tệ hơn nữa là đằng khác. Họ là những kẻ thờ ơ và vô tâm (với Đời Sau)"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Allah có các tên gọi tốt đẹp nhất, bởi thế, các ngươi hãy cầu nguyện Ngài với những tên gọi đó. Các ngươi hãy mặc kệ những kẻ bóp méo các tên gọi của Ngài, rồi đây chúng sẽ nhận lấy hậu quả cho những điều chúng làm"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Trong số những người TA đã tạo, có một nhóm người hướng dẫn (người khác) bằng chân lý và dựa vào đó mà đối xử công bằng (với mọi người)"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Những kẻ phủ nhận các dấu hiệu của TA, TA sẽ cuốn chúng vào con đường hủy diệt nhưng chúng lại không biết"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "TA tạm tha cho chúng, quả thật kế hoạch của TA rất chắc chắn"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Lẽ nào chúng vẫn không chịu suy ngẫm?! Người bạn của chúng (Muhammad) không phải là một gã điên mà đích thực là một vị cảnh báo công khai"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Lẽ nào chúng không quan sát thấy sự thống trị trời đất và mọi thứ mà Allah đã tạo ra? Có thể tuổi thọ của họ đã sắp kết thúc. Thế còn lời nói nào ngoài (Qur’an) mà họ sẽ tin đây"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Ai mà Allah làm cho lầm lạc sẽ không được ai hướng dẫn và Ngài sẽ bỏ mặc họ chơ vơ, vất vưởng trong sự thái quá của họ"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "(Những kẻ phủ nhận Đời Sau) hỏi Ngươi (hỡi Thiên Sứ) về Ngày Tận Thế bao giờ xảy đến. Ngươi hãy nói: “Chỉ Thượng Đế của Ta mới biết rõ, không ai có thể tiết lộ thời khắc đó ngoại trừ một mình Ngài.” (Thời khắc đó) sẽ rất nặng nề đối với (vạn vật) trong các tầng trời và trái đất. Nó sẽ đến với các ngươi một cách bất ngờ. Chúng hỏi Ngươi như thể Ngươi rất đỗi quen thuộc với thời khắc đó lắm vậy. Ngươi hãy nói với chúng: “Chỉ Thượng Đế của Ta mới biết rõ, tuy nhiên, đa số nhân loại lại không biết (điều đó).”"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Ngươi (hỡi Thiên Sứ) hãy nói: “Ta không có quyền năng chi phối điều lợi hoặc điều hại cho bản thân mình ngoại trừ những gì Allah muốn. Nếu Ta thực sự biết điều vô hình thì Ta đã thu gom cho bản thân mình nhiều điều tốt đẹp và đã không có bất kỳ điều xấu nào chạm đến Ta. Quả thật, Ta chỉ là một người cảnh báo (về Hỏa Ngục) và một người báo tin mừng (về Thiên Đàng) cho những người có đức tin.”"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "“Ngài là Đấng đã tạo ra các ngươi (hỡi nhân loại) từ một cá thể duy nhất (Adam), rồi từ (xương sườn của) Y Ngài tạo ra cho Y người vợ (Hauwa) để Y sống yên bình cùng với vợ của mình. Thế là (theo quy luật) khi người chồng ôm phủ lấy người vợ của mình thì người vợ mang thai, nhưng (trong thời gian đầu người vợ chưa cảm nhận được vì) cái thai còn nhẹ). Đến khi cái thai trở nên nặng nề thì cả hai vợ chồng (thường) cầu nguyện Allah, Thượng Đế của hai người: “Lạy Thượng Đế của bầy tôi, nếu Ngài ban cho bầy tôi một đứa con tốt lành (về mọi mặt) thì bầy tôi chắc chắn vô cùng biết ơn (Ngài).”"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Tuy nhiên, khi Ngài ban cho hai vợ chồng họ đứa con tốt lành (như họ cầu mong) thì họ lại dựng lên những thần linh ngang vai với Ngài về đứa con mà Ngài đã ban cho vợ chồng họ. Nhưng Allah luôn Tối Thượng vượt bên trên mọi thứ mà họ qui cho Ngài"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Lẽ nào chúng (những kẻ tổ hợp thần linh cùng với Allah) tổ hợp cùng với Ngài những thứ không tạo ra được bất cứ vật gì trong khi những thứ đó lại là những tạo vật được (Allah) tạo ra"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "(Những thứ mà chúng tổ hợp cùng với Allah) không thể giúp đỡ chúng cũng không thể tự giúp mình"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Nếu các ngươi (những kẻ thờ phượng các thần linh ngoài Allah) có gọi chúng đến với nguồn chỉ đạo thì chúng cũng không theo các ngươi, dù các ngươi có gọi chúng hay các ngươi im lặng thì cũng bằng thừa mà thôi"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Thật ra những thứ mà các ngươi cầu nguyện ngoài Allah cũng chỉ là những bề tôi (của Allah) giống như các ngươi mà thôi. Do đó, các ngươi cứ hãy cầu nguyện đến chúng xem chúng có đáp lại lời nguyện cầu của các ngươi không nếu các ngươi nói thật"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Lẽ nào (những thứ được thờ phượng ngoài Allah) có chân biết đi, có tay biết cầm nắm, có mắt nhìn thấy, hoặc có tai có thể nghe được? Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ đa thần): “Các người cứ hãy cầu nguyện những thứ mà các người đã tổ hợp (cùng với Allah), rồi các người hãy cùng nhau lên kế hoạch hãm hại Ta xem nào, đừng để Ta có thời gian nghĩ ngơi gì cả!”"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "“Quả thật, Đấng Bảo Hộ của Ta chính là Allah, Đấng đã ban xuống Kinh (Qur’an cho Ta) và Ngài bảo hộ những người đức hạnh và lương thiện.”"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "“Còn những thứ mà các ngươi cầu nguyện ngoài Ngài không có khả năng giúp đỡ các ngươi và cũng không thể tự giúp bản thân chúng.”"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Dẫu các ngươi (hỡi những kẻ thờ cúng bục tượng) có kêu gọi chúng (các thần linh của các ngươi) đến với nguồn chỉ đạo thì chúng cũng không nghe. Ngươi (hỡi Thiên Sứ) sẽ thấy (các thần linh của những kẻ đa thần đó) hướng mắt về Ngươi nhưng thật ra chúng không nhìn thấy gì cả"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Ngươi (hỡi Thiên Sứ) hãy lượng thứ, hãy bảo ban điều đúng và hãy tránh xa những kẻ ngu dốt"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Nếu như có sự quấy nhiễu từ Shaytan (vào tâm trí Ngươi) thì Ngươi hãy cầu xin Allah phù hộ che chở, quả thật, Ngài là Đấng Hằng Nghe, Hằng Biết"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Quả thât, những người ngoan đạo (sợ Allah) khi có nhóm Shaytan nào đó đến quấy nhiễu, họ liền nhớ (đến Allah) thì họ sẽ thấy (ánh sáng chỉ đạo trở lại)"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Những anh em của (Shaytan) không ngừng tìm cách lôi kéo họ đi lạc, và chúng sẽ không bỏ ngang (ý đồ đó)"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Khi Ngươi (hỡi Thiên Sứ) không mang đến cho họ (những kẻ đa thần) một dấu hiệu lạ thì họ bảo: “Sao ngươi không tự bịa ra một dấu hiệu lạ nào đó đi?!” Ngươi hãy nói: “Quả thật, Ta chỉ làm theo điều đã được Thượng Đế của Ta mặc khải cho Ta. Đây (Qur’an) là bằng chứng rõ ràng từ Thượng Đế của các người. Nó là nguồn chỉ đạo và là hồng ân cho đám người có đức tin.”"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Khi Qur’an được xướng đọc, các ngươi hãy lắng nghe và hãy giữ yên lặng, mong rằng các ngươi được (Allah) thương xót"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Ngươi (hỡi Thiên Sứ) hãy nhớ đến Thượng Đế của Ngươi trong lòng bằng sự hạ mình (và bằng lời tụng niệm) nhỏ khẽ, không to tiếng, vào sáng chiều, và Ngươi chớ đừng như những kẻ lơ là, thờ ơ (không nhớ tới Allah)"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Quả thật (các Thiên Thần) ở nơi Thượng Đế của Ngươi (hỡi Thiên Sứ) không hề tự cao tự đại trước việc thờ phượng Ngài; Họ luôn tán dương và quỳ lạy Ngài"
        }
    ]
}