{
    "pages": [
        {
            "chapter": 48,
            "verse": 1,
            "text": "Nie ti darikhme [o, Mukhammad] yavna pobeda"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "za da oprosti Allakh tvoite predishni grekhove, i sledvashtite, i za da dovurshi Toi Svoyata blagodat kum teb, i za da te nasochi po praviya put"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "i za da te podkrepi Allakh s mogushta podkrepa"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "Toi e, Koito nizposla spokoistvie v surtsata na vyarvashtite, za da podsili tyakhnata vyara. Na Allakh prinadlezhat voinstvata i na nebesata, i na zemyata. Allakh e vseznaesht, premudur"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "i za da vuvede vyarvashtite muzhe i zheni v Gradinite, sred koito reki tekat - tam shte prebivavat vechno, - i da gi izbavi ot loshite im postupki. Tova e veliko spasenie pri Allakh"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "I za da nakazhe litsemernite muzhe i zheni, i sudruzhavashtite muzhe i zheni, koito dopuskat za Allakh losha dogadka. Nad tyakh da e loshata prevratnost! Allakh im se razgnevi i gi prokle, i prigotvi za tyakh Ada. Kolko losha uchast e toi"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Na Allakh prinadlezhat voinstvata i na nebesata, i na zemyata. Allakh e vsemogusht, premudur"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Izpratikhme te Nie [o, Mukhammad] za svidetel i blagovestitel, i predupreditel"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "za da vyarvate v Allakh i v Negoviya Pratenik, i da Go proslavyate, i da Go pochitate, i da Go vuzkhvalyavate sutrin i vecher"
        }
    ]
}