{
    "maqras": [
        {
            "chapter": 4,
            "verse": 36,
            "text": "Ra allahakai puja gara ra usako sathama aru kasaiko sajhedari nagara ra ama–babusamga sam'manapurna vyavahara gara ra najikaka natedara, anathaharu ra gariba asahayaharu ra natedara chimekiharu ra gaira natedari chimekiharu ra sangai uthbas garne sathiharu ra batuvaharu ra jo timro svamitvama chan, sabaiko upakara gara. Nihsandeha allahale ghamandi tatha mithya abhimana garneharula'i ruca'umdainan"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Jiniharule aphu svayam kanjusi gardachan ra arula'i pani kanjusi sika'umchan ra juna dhana sampatti allahale aphno krpale pradana gareko cha, tyasala'i luka'era rakhdachan. Hami krtadhnaharuka lagi apamanajanaka sajaya tayara gareka chaum"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Ra, juna manisa kharca ta gardachan tara manisaharula'i dekha'unako nimti, ra astha na allahamathi rakhdachan na ta kiyamatako dinamathi ra juna manisaharuko sathi saitana huncha, ra tyo ekadamai naramro sathi ho"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Samccai yiniharuko ke bigranthyo yadi tiniharule allaha ra kiyamatako dinamathi astha rakheko bha'e ra allahale je jati pradana gareko cha, tyasamadhyebata kharca gareko bha'e? Ra allahale tiniharula'i ramrari jandacha"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Yasama kunai sanka chaina ki allaha kasaisita alikati pani an'yaya gardaina, yadi punya karya gari'eko cha bhane tyasala'i du'i guna garidincha ra aphno tarphabata thulo puraskara pradana gardacha"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Ta, tyasa dina kasto drsya hunecha jaba hamile pratyeka samuhabata eka–eka saksi bola'unechaum ra tapa'ila'i uniharuko barema saksi bana'une chaum"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Tyasa dina allahamathi astha narakhneharu ra paigambaraka avajnakariharule cahanechan ki tinila'i dhartima gadi matole puridi'e hunthyo. Kinabhane allahasita kunai kura luka'una sakne chainan"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "He mominaharu! Jaba timi nasako avasthama hunchau ta namaja che'u pani naja'u jabasam'ma timi aphno mukhabata uccarita sabdaharu bujhna thaldainau ra apavitratako avasthama snana nagaresam'ma pani namaja napadha. Tara yadi yatra garirakheko bha'e kura arkai cha, ra yadi timi virami chau athava yatrama chau va timimadhye kohi saucabata a'eko cha athava timile svasnisamga sahavasa gareka chau ra timila'i pani upalabdha chaina bhane pavitra mato li'i mukha ra hatama sparsa garera tayam'muma gari (namaja padhihala). Nihsandeha allaha trutiharu mapha garnevala tatha ksamadata cha"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Ke timile tiniharula'i dekhenau jasala'i ki kitabako kehi ansa pradana gari'eko cha? Tiniharule pathabhrastata kiniraheka chan, ra cahanchan ki timi pani pathavicalita bha'ihala"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Allaha timra satruharula'i ramrari jandacha, ra allahako mitrata nai prayapta cha, ra allahako sahayata nai paryapta cha"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Kehi yahudiharule (allahale bhaneka) sabdaharula'i tinaka thika tha'umbata parivartita garidinchan ra bhandachan ki hamile sun'yau ra manenaum ra (hamro) suna! Ra timro na suni'ekai avasthama. Ra hamro dhyana rakha tara yo bhanda aphno jibro batari dharmama khisi gardachan ra yadi yiniharule bhaneko bha'e ki hamile sun'yaum ra manihalyau ra tapa'i sunnus ra hamila'i hernus ta yo tiniharuko nimti dherai ramro ra ucita pani hunthyo. Tara allaha tiniharuko kuphrako karana tiniharula'i abhisapta garihaleko cha tasartha thoraile matra astha rakhdachan"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "He kitabavalaharu hamile je utareka chau jasale timro pasama jo cha tyasako pani pusti gardaicha, tyasamathi imana lya'u. Yasabhanda agadi ki hamile manisaharuko anuhara bigari tinala'i pithyumtira pharka'idi'um athava tiniharula'i abhisapta garaum jasto ki sanibaravalaharula'i abhisapta gareka thiyau, allahale juna kurako adesa diyo tyo bha'era nai rahancha"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Nihsandeha allaha aphno sajhedara bana'unela'i ksama garne chaina ra usa baheka an'ya jasala'i cahancha mapha garidincha ra jasale usamga kasaiko sajhedari thahara'umcha, tyasale jaghan'ya aparadha gardacha"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Ke timile tiniharula'i dekhenau jasale ki aphula'i pavitra thandachan. Baru allahale jasala'i cahancha pavitra gardacha ra kasaimathi suta barabara pani an'yaya hunechaina"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Hera, yiniharu allahamathi kasto prakarale dosaropana gardachan ra yo kriya svayam khullarupama papa huna paryapta cha"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Ke timile tiniharula'i dekhenau jasala'i kitabako kehi ansa di'i'eko cha? Jasale murti ra saitanala'i mandachan ra kaphiraharuko paksama bolchan ki yiniharu mominaharuko damjoma badhi sahi margama chan"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "Yi tinai manisaharu hun jasamathi allahako abhisapa cha. Ra jasala'i allaha abhisapta garyo, usako kasaila'i pani sahayata garnevala pa'une chainau"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Ke tiniharuko rajakajama kehi bhaga cha? Yadi tyaso bha'e ta tiniharule kasaila'i khajurako koyako khoto jati pani dine chainan"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Athava allahale manisaharula'i aphno krpale je pradana gareko cha tyasamathi yiniharule isrya gardachan, tara hamile ibrahimako vansajala'i aghi nai kitaba ra bud'dhi pradana gareka thiyaum ra thulo rajyasatta pani di'eka thiyaum"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Pheri tiniharumadhye kehile ta kitabala'i mane tara kehile inkara garera tadha nai rahe, ra tiniharula'i narkama jalirahanu nai paryapta cha"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Juna manisaharule hamra ayataharula'i nakareka chan, tinala'i hamile niscaya nai agoma halne chaum. Jaba jaba tinaka chalaharu polisakne chan, hamile arkai chala phernechaum jasale ki tiniharu sajayako svada cakhirakhun. Nihsandeha allaha sarvasaktimana ra bud'dhimatta sampanna cha"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Ra juna manisaharule imana lya'era satkarma gardachan, tiniharula'i hamile camdai vahistama (svarga) pravesa gara'umchau jasako dharamuni naharaharu bagirakheka hunchan. Tiniharu tyasama sadhainka lagi basa pa'unechan. Tyaham tiniharuka lagi pavitra svasniharu hunechin ra hamile tinala'i chayakunja ra sitala chaharima pravesa dinechaum"
        }
    ]
}