{
    "maqras": [
        {
            "chapter": 12,
            "verse": 30,
            "text": "Ra saharama a'ima'iharule kura garna thalin ki ‘‘ajijaki’’ svasni aphno yuva dasala'i aphutira pravrtta garna cahanchin, ra yusuphako maya usako hrdayala'i gahiro rupama prabhavita garisakeko cha. Hamile dekhdachau ki tyo sarasara margavicalita bha'irakheki che"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Usale (julekhale) jaba yi a'ima'iharuko makkariko kura sun'yo, taba unala'i bola'una sandesa pathayo, ra unako lagi baithakako ayojana garyae, ra harekala'i e'uta e'uta churi diyo, ra bhan'yo ki he yusupha unako samunne a'u, jaba a'ima'iharule dekhin ta ascaryacakita bha'in ra aphno hata katihalin. Ra uniharule bhanin ki allaha dhan'ya cha! Yo manusya ho'ina, avasya kunai maryadita svargaduta ho"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Ani ajije misraki patnile bhani, yo tyahi ho jasako barema timiharule mala'i dosa laga'umdaithyau ra nihsandeha maile usala'i aphutira pravrtta garna khojeko ho, tara yo vicalita bha'ena ra yadi yasale tyo kama gardaina juna maile yasala'i bhanem ta yo bandi bana'inecha ra apamanita hunecha"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Yusuphale prarthana gare ki he mero palanakarta! Juna kamatira yiniharule mala'i bola'irakhechin tyasako sattama mala'i kaida svikara cha, ra ekadama yadi timile mabata uniharuko sadyantra hata'enau bhane ma tiniharutira pravrtta bha'ihalnechu ra ajnaniharumadhyeko bha'ihalnechu"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Ani allahale unako prarthana svikara garihalyo, ra unibata a'ima'iharuko jala samapta garihalyo. Nihsandeha u sunne (ra) jannevala cha"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Tara yasako bavajuda ki tiniharule dherai nisaniharu dekhisakeka thi'e taipani uniharu yasai kurama sahamata bha'eki kehi dinako lagi kaidama nai rakhiyos"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Ra unako sathama aru du'i yuvakaharu pani jelama pravesa gare. Tiniharumadhye e'utale bhan'yo ki maile sapana dekheko chuh ki ma madirako nimti angura nicorirakheko chu. Arkole bhan'yoh ki maile pani sapana dekheko chu maile aphno ta'ukoma rotiharu bokeko chu ra panksiharule tyasabata kha'irakheka chan. Tasartha hamila'i yasako artha bhanidinus kinabhane hamile tapa'ila'i asala manisako rupama dekhirakheka chaum"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Yusuphale bhaneh ki juna khana timila'i prapta hunevala cha, tyo a'unubhanda agadi nai maile timila'i tyasako artha ra vastavikata bhanidinechu. Yi ti kuraharumadhyeka hun, juna mero palanakartale mala'i sika'unu bha'eko cha. Juna manisaharu allahamathi visvasa gardainan ra paralokako dinala'i nakardachan, maile tiniharuko dharma chodisakeko chu"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Ra aphna purkhaharu, ‘‘ibrahima’’ ra ‘‘is'haka’’ ra ‘‘ya'akubako’’ dharmako anuyayi hum . Hamila'i ucita chaina, ki kunai kurala'i allahako sathama damjaum. Yo allahako anukampa ho, hamimathi pani ra aru manisaharu mathi pani, tara dherai manisaharule abhara prakata gardainan"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "Mero jelama basne sathiharu! Ke kaiyaum pujyaharu (hunu) ramro huncha va eka allaha jo mahan ra sarvasaktimana cha"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Juna kuraharula'i timile allaha baheka puja gardachau tiniharu matra nama hun, juna timile ra timra purkhaharule namakarana garihaleka chau. Kinabhane allahale tiniharuko kunai pramana patha'eko chaina. Sunirakha ki allaha baheka aru kasaiko satta chaina. Usale adesa gareko cha, ki usa baheka kasaiko puja nagara, yahi sojho dharma ho tara dherai manisaharu jandainan"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "Mera jelaka sathiharu ho! Timimadhye e'uta ta aphno malikala'i madira khuva'una niyukta hunecha ra juna dosro cha tyasala'i phamsima jhundya'ine cha ra panksiharule usako ta'uko luchera khanechan. Juna kura timile masita sodhdaichau tyasako nirnaya bha'isakeko cha"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Ra duvai manisaharumadhyebata jasako barema (yusuphale) thaneka thi'e ki tyasale mukti pa'ihalnecha, usasita unale bhane ki aphno malikasamga mero carca pani garnu, tara saitanale usala'i aphno rajasamga unako carca garna bhula'idiyo, ra yusupha kaiyaum varsa jelama nai rahirahe"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Ra rajale bhane ki maile (sapana dekheko chu), ki satavata moti ga'iharu chan jasala'i satavata dubli ga'iharule kha'irakheka chan, ra annaka satavata hariya bali chan ra (sata) sukeka. He daravariharu! Yadi timiharu sapanaharuko artha bhanna sakchau bhane mala'i mero sapanako artha bata'u"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Unale bhane, yi ta an'yaulama parne sapanaharu hun, ra hamila'i yasta sapanaharuko artha a'umdaina"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Ahile tyo manisa juna du'i kaidiharumadhyebata chutakara pa'isakeko thiyo ra jasala'i e'uta antarala pascata tyasa kurako smarana bhayo, usale bhan'yo ki ma, tapa'ila'i yasako artha bata'umchu. Mala'i (karagarama) jane anumati diunas"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "(Tyo yusuphako samipama ayo ra bhanna thalyo) yusupha! He satyanistha hamila'i (yasa sapanako artha) bhannus ki satavata moti ga'iharula'i satavata dubli ga'iharule kha'irakheka chan ra satavata baliharu hariya chan ra satavata sukeka jasabata ma manisaharuko samipama ga'i artha bhanu, hunasakcha ki tiniharule janun"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Yusuphale bhaneh ki timiharule sata varsasam'ma lagatara kheti gardai raha, ani bali katera balisameta rahanadinu kehi anna baheka juna timile khanchau"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Ani yasa pascata sata varsasam'ma atyanta gambhira anikala a'unecha yasama juna anaja timile jam'ma garera rakheka chau, tiniharule tyo sabai khanechan, matra tyahi alikati bamki rahanecha junaki timile jatanale rakhirahane chau"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Ani yasa pascata eka varsa yasto a'unecha ki jasama nikai brsti hunecha ra manisaharu tyasabata (angura sametako) dherai rasa nicornechan"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "(Yo artha sunera) rajale adesa diyoh ‘‘ki yusuphala'i mero pasama lya'u.’’ Jaba sandesabahaka unako pasama gayo ta unale bhaneki aphno malikako samu pharkera ja'u ra tinisita sodha ki ti a'ima'iharuko vastavika hala ke cha, jasale ki aphna hata kateka thi'in. Nihsandeha mero palanakarta tiniharuko sadyantrala'i ramrari jandacha"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Rajale mahilaharusita sodhyoh ki tyasabelako satya ghatana ke thiyo, jaba timiharule yusuphala'i aphutira akrsta garna cahyau. Sabaile bhane ki ‘‘allahale hamro sanraksana garun’’ hamile yusuphama kunai naramro kuro pa'enaum. Ani ajijaki svasnile pani bhanin aba ta samco kura prakata bha'isakeko cha, maile nai usala'i aphutira pravrtta garna caheko thi'em ra u nihsandeha samcoharumadhyeko ho"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(Yusuphale bhaneki) yo yasakarana (sodheko ho) ki ajijala'i visvasa hos ki maile usako anupasthitima usaprati visvasaghata gareko chaina ra yo pani ki allaha jala raci dustakarma garneharula'i saphala huna dindaina"
        }
    ]
}