{
    "juzs": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Draws near for mankind their reckoning, while they turn away in heedlessness"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Comes not unto them an admonition (a chapter of the Quran) from their Lord as a recent revelation but they listen to it while they play"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "With their hearts occupied (with evil things) those who do wrong, conceal their private counsels, (saying): \"Is this (Muhammad SAW) more than a human being like you? Will you submit to magic while you see it"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "He (Muhammad SAW) said: \"My Lord knows (every) word (spoken) in the heavens and on earth. And He is the All-Hearer, the All-Knower"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Nay, they say:\"These (revelations of the Quran which are inspired to Muhammad SAW) are mixed up false dreams! Nay, he has invented it! Nay, he is a poet! Let him then bring us an Ayah (sign as a proof) like the ones (Prophets) that were sent before (with signs)"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Not one of the towns (populations), of those which We destroyed, believed before them (though We sent them signs), will they then believe"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "And We sent not before you (O Muhammad SAW) but men to whom We inspired, so ask the people of the Reminder [Scriptures - the Taurat (Torah), the Injeel (Gospel)] if you do not know"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "And We did not create them (the Messengers, with) bodies that ate not food, nor were they immortals"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Then We fulfilled to them the promise, and We saved them and those whom We willed, but We destroyed Al-Musrifun (i.e. extravagants in oppression, polytheism and in sin)"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Indeed, We have sent down for you (O mankind) a Book, (the Quran) in which there is Dhikrukum, (your Reminder or an honour for you i.e. honour for the one who follows the teaching of the Quran and acts on its orders). Will you not then understand"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "How many a town (community), that were wrong-doers, have We destroyed, and raised up after them another people"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Then, when they perceived (saw) Our Torment (coming), behold, they (tried to) flee from it"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Flee not, but return to that wherein you lived a luxurious life, and to your homes, in order that you may be questioned"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "They cried: \"Woe to us! Certainly! We have been Zalimun (polytheists, wrong-doers and disbelievers in the Oneness of Allah, etc)"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "And that cry of theirs ceased not, till We made them as a field that is reaped, extinct (dead)"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "We created not the heavens and the earth and all that is between them for a (mere) play"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Had We intended to take a pastime (i.e. a wife or a son, etc.), We could surely have taken it from Us, if We were going to do (that)"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Nay, We fling (send down) the truth (this Quran) against the falsehood (disbelief), so it destroys it, and behold, it (falsehood) is vanished. And woe to you for that (lie) which you ascribe (to Us) (against Allah by uttering that Allah has a wife and a son)"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "To Him belongs whosoever is in the heavens and on earth. And those who are near Him (i.e. the angels) are not too proud to worship Him, nor are they weary (of His worship)"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "They (i.e. the angels) glorify His Praises night and day, (and) they never slacken (to do so)"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Or have they taken (for worship) aliha (gods) from the earth who raise the dead"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Had there been therein (in the heavens and the earth) gods besides Allah, then verily both would have been ruined. Glorified be Allah, the Lord of the Throne, (High is He) above what they attribute to Him"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "He cannot be questioned as to what He does, while they will be questioned"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Or have they taken for worship (other) aliha (gods) besides Him? Say: \"Bring your proof:\" This (the Quran) is the Reminder for those with me and the Reminder for those before me. But most of them know not the Truth, so they are averse"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "And We did not send any Messenger before you (O Muhammad SAW) but We inspired him (saying): La ilaha illa Ana [none has the right to be worshipped but I (Allah)], so worship Me (Alone and none else)"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "And they say: \"The Most Beneficent (Allah) has begotten a son (or children).\" Glory to Him! They [those whom they call children of Allah i.e. the angels, 'Iesa (Jesus) son of Maryam (Mary), 'Uzair (Ezra), etc.], are but honoured slaves"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "They speak not until He has spoken, and they act on His Command"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "He knows what is before them, and what is behind them, and they cannot intercede except for him with whom He is pleased. And they stand in awe for fear of Him"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "And if any of them should say: \"Verily, I am an ilah (a god) besides Him (Allah),\" such a one We should recompense with Hell. Thus We recompense the Zalimun (polytheists and wrong-doers, etc)"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Have not those who disbelieve known that the heavens and the earth were joined together as one united piece, then We parted them? And We have made from water every living thing. Will they not then believe"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "And We have placed on the earth firm mountains, lest it should shake with them, and We placed therein broad highways for them to pass through, that they may be guided"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "And We have made the heaven a roof, safe and well guarded. Yet they turn away from its signs (i.e. sun, moon, winds, clouds, etc)"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "And He it is Who has created the night and the day, and the sun and the moon, each in an orbit floating"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "And We granted not to any human being immortality before you (O Muhammad SAW), then if you die, would they live forever"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Everyone is going to taste death, and We shall make a trial of you with evil and with good, and to Us you will be returned"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "And when those who disbelieve (in the Oneness of Allah) see you (O Muhammad SAW), they take you not except for mockery (saying): \"Is this the one who talks (badly) about your gods?\" While they disbelieve at the mention of the Most Beneficent (Allah). [Tafsir. Al-Qurtubi]"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Man is created of haste, I will show you My Ayat (torments, proofs, evidences, verses, lessons, signs, revelations, etc.). So ask Me not to hasten (them)"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "And they say: \"When will this promise (come to pass), if you are truthful"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "If only those who disbelieved knew (the time) when they will not be able to ward off the Fire from their faces, nor from their backs; and they will not be helped"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Nay, it (the Fire or the Day of Resurrection) will come upon them all of a sudden and will perplex them, and they will have no power to avert it, nor will they get respite"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Indeed (many) Messengers were mocked before you (O Muhammad SAW), but the scoffers were surrounded by that, whereat they used to mock"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Say: \"Who can guard and protect you in the night or in the day from the (punishment of the) Most Beneficent (Allah)?\" Nay, but they turn away from the remembrance of their Lord"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Or have they aliha (gods) who can guard them from Us? They have no power to help themselves, nor can they be protected from Us (i.e. from Our Torment)"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Nay, We gave the luxuries of this life to these men and their fathers until the period grew long for them. See they not that We gradually reduce the land (in their control) from its outlying borders? Is it then they who will overcome"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Say (O Muhammad SAW): \"I warn you only by the revelation (from Allah and not by the opinion of the religious scholars and others). But the deaf (who follow the religious scholars and others blindly) will not hear the call, (even) when they are warned [(i.e. one should follow only the Quran and the Sunnah (legal ways, orders, acts of worship, statements of Prophet Muhammad SAW, as the Companions of the Prophet SAW did]"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "And if a breath (minor calamity) of the Torment of your Lord touches them, they will surely cry: \"Woe unto us! Indeed we have been Zalimun (polytheists and wrong-doers, etc)"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "And We shall set up balances of justice on the Day of Resurrection, then none will be dealt with unjustly in anything. And if there be the weight of a mustard seed, We will bring it. And Sufficient are We as Reckoners"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "And indeed We granted to Musa (Moses) and Harun (Aaron) the criterion (of right and wrong), and a shining light [i.e. the Taurat (Torah)] and a Reminder for Al-Muttaqun (the pious - see V)"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Those who fear their Lord without seeing Him, while they are afraid of the Hour"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "And this is a blessed Reminder (the Quran) which We have sent down, will you then (dare to) deny it"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "And indeed We bestowed aforetime on Ibrahim (Abraham) his (portion of) guidance, and We were Well-Acquainted with him (as to his Belief in the Oneness of Allah, etc)"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "When he said to his father and his people: \"What are these images, to which you are devoted"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "They said:\"We found our fathers worshipping them"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "He said: \"Indeed you and your fathers have been in manifest error"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "They said: \"Have you brought us the truth, or are you one of those who play about"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "He said: \"Nay, your Lord is the Lord of the heavens and the earth, Who created them and of that I am one of the witnesses"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "And by Allah, I shall plot a plan (to destroy) your idols after you have gone away and turned your backs"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "So he broke them to pieces, (all) except the biggest of them, that they might turn to it"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "They said: \"Who has done this to our aliha (gods)? He must indeed be one of the wrong-doers"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "They said: \"We heard a young man talking (against) them who is called Ibrahim (Abraham)"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "They said: \"Then bring him before the eyes of the people, that they may testify"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "They said: \"Are you the one who has done this to our gods, O Ibrahim (Abraham)"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Ibrahim (Abraham)] said: \"Nay, this one, the biggest of them (idols) did it. Ask them, if they can speak"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "So they turned to themselves and said: \"Verily, you are the Zalimun (polytheists and wrong-doers)"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Then they turned to themselves (their first thought and said): \"Indeed you [Ibrahim (Abraham)] know well that these (idols) speak not"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Ibrahim (Abraham)] said: \"Do you then worship besides Allah, things that can neither profit you, nor harm you"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Fie upon you, and upon that which you worship besides Allah! Have you then no sense"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "They said: \"Burn him and help your aliha (gods), if you will be doing"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "We (Allah) said: \"O fire! Be you coolness and safety for Ibrahim (Abraham)"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "And they wanted to harm him, but We made them the worst losers"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "And We rescued him and Lout (Lot) to the land which We have blessed for the 'Alamin (mankind and jinns)"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "And We bestowed upon him Ishaque (Isaac), and (a grandson) Ya'qub (Jacob). Each one We made righteous"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "And We made them leaders, guiding (mankind) by Our Command, and We inspired in them the doing of good deeds, performing Salat (Iqamat-as-Salat), and the giving of Zakat and of Us (Alone) they were worshippers"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "And (remember) Lout (Lot), We gave him Hukman (right judgement of the affairs and Prophethood) and (religious) knowledge, and We saved him from the town (folk) who practised Al-Khaba'ith (evil, wicked and filthy deeds, etc.). Verily, they were a people given to evil, and were Fasiqun (rebellious, disobedient, to Allah)"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "And We admitted him to Our Mercy, truly, he was of the righteous"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "And (remember) Nuh (Noah), when he cried (to Us) aforetime. We listened to his invocation and saved him and his family from great distress"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "We helped him against people who denied Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.). Verily, they were a people given to evil. So We drowned them all"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "And (remember) Dawud (David) and Sulaiman (Solomon), when they gave judgement in the case of the field in which the sheep of certain people had pastured at night and We were witness to their judgement"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "And We made Sulaiman (Solomon) to understand (the case), and to each of them We gave Hukman (right judgement of the affairs and Prophethood) and knowledge. And We subjected the mountains and the birds to glorify Our Praises along with Dawud (David), And it was We Who were the doers (of all these things)"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "And We taught him the making of metal coats of mail (for battles), to protect you in your fighting. Are you then grateful"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "And to Sulaiman (Solomon) (We subjected) the wind strongly raging, running by his command towards the land which We had blessed. And of everything We are the All-Knower"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "And of the Shayatin (devils) (from the jinns) were some who dived for him, and did other work besides that; and it was We Who guarded them"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "And (remember) Ayub (Job), when he cried to his Lord: \"Verily, distress has seized me, and You are the Most Merciful of all those who show mercy"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "So We answered his call, and We removed the distress that was on him, and We restored his family to him (that he had lost), and the like thereof along with them, as a mercy from Ourselves and a Reminder for all who worship Us"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "And (remember) Isma'il (Ishmael), and Idris (Enoch) and Dhul-Kifl (Isaiah), all were from among As-Sabirin (the patient ones, etc)"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "And We admitted them to Our Mercy. Verily, they were of the righteous"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "And (remember) Dhan-Nun (Jonah), when he went off in anger, and imagined that We shall not punish him (i.e. the calamites which had befallen him)! But he cried through the darkness (saying): La ilaha illa Anta [none has the right to be worshipped but You (O Allah)], Glorified (and Exalted) are You [above all that (evil) they associate with You]. Truly, I have been of the wrong-doers"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "So We answered his call, and delivered him from the distress. And thus We do deliver the believers (who believe in the Oneness of Allah, abstain from evil and work righteousness)"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "And (remember) Zakariya (Zachariah), when he cried to his Lord: \"O My Lord! Leave me not single (childless), though You are the Best of the inheritors"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "So We answered his call, and We bestowed upon him Yahya (John), and cured his wife (to bear a child) for him. Verily, they used to hasten on to do good deeds, and they used to call on Us with hope and fear, and used to humble themselves before Us"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "And (remember) she who guarded her chastity [Virgin Maryam (Mary)], We breathed into (the sleeves of) her (shirt or garment) [through Our Ruh - Jibrael (Gabriel)], and We made her and her son ['Iesa (Jesus)] a sign for Al-'Alamin (the mankind and jinns)"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Truly! This, your Ummah [Sharia or religion (Islamic Monotheism)] is one religion, and I am your Lord, therefore worship Me (Alone). [Tafsir Ibn Kathir]"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "But they have broken up and differed as regards their religion among themselves. (And) they all shall return to Us"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "So whoever does righteous good deeds while he is a believer (in the Oneness of Allah Islamic Monotheism), his efforts will not be rejected. Verily! We record it in his Book of deeds"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "And a ban is laid on every town (population) which We have destroyed that they shall not return (to this world again, nor repent to Us)"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Until, when Ya'juj and Ma'juj (Gog and Magog) are let loose (from their barrier), and they swiftly swarm from every mound"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "And the true promise (Day of Resurrection) shall draw near (of fulfillment). Then (when mankind is resurrected from their graves), you shall see the eyes of the disbelievers fixedly stare in horror. (They will say): \"Woe to us! We were indeed heedless of this; nay, but we were Zalimun (polytheists and wrong-doers, etc)"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Certainly! You (disbelievers) and that which you are worshipping now besides Allah, are (but) fuel for Hell! (Surely), you will enter it"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Had these (idols, etc.) been aliha (gods), they would not have entered there (Hell), and all of them will abide therein"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Therein breathing out with deep sighs and roaring will be their portion, and therein they will hear not"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Verily those for whom the good has preceded from Us, they will be removed far therefrom (Hell) [e.g. 'Iesa (Jesus), son of Maryam (Mary); 'Uzair (Ezra), etc"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "They shall not hear the slightest sound of it (Hell), while they abide in that which their ownselves desire"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "The greatest terror (on the Day of Resurrection) will not grieve them, and the angels will meet them, (with the greeting): \"This is your Day which you were promised"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "And (remember) the Day when We shall roll up the heavens like a scroll rolled up for books, as We began the first creation, We shall repeat it, (it is) a promise binding upon Us. Truly, We shall do it"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "And indeed We have written in Zabur (Psalms) [i.e. all the revealed Holy Books the Taurat (Torah), the Injeel (Gospel), the Quran] after (We have already written in) Al-Lauh Al-Mahfuz (the Book, that is in the heaven with Allah), that My righteous slaves shall inherit the land (i.e. the land of Paradise)"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Verily, in this (the Quran) there is a plain Message for people who worship Allah (i.e. the true, real believers of Islamic Monotheism who act practically on the Quran and the Sunnah legal ways of the Prophet SAW)"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "And We have sent you (O Muhammad SAW) not but as a mercy for the 'Alamin (mankind, jinns and all that exists)"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Say (O Muhammad SAW): \"It is revealed to me that your Ilah (God) is only one Ilah (God - Allah). Will you then submit to His Will (become Muslims and stop worshipping others besides Allah)"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "But if they (disbelievers, idolaters, Jews, Christians, polytheists, etc.) turn away (from Islamic Monotheism) say (to them O Muhammad SAW): \"I give you a notice (of war as) to be known to us all alike. And I know not whether that which you are promised (i.e. the torment or the Day of Resurrection) is near or far"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "(Say O Muhammad SAW) Verily, He (Allah) knows that which is spoken aloud (openly) and that which you conceal"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "And I know not, perhaps it may be a trial for you, and an enjoyment for a while"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "He (Muhammad SAW) said:\"My Lord! Judge You in truth! Our Lord is the Most Beneficent, Whose Help is to be sought against that which you attribute (unto Allah that He has offspring, and unto Muhammad SAW that he is a sorcerer, and unto the Quran that it is poetry, etc)"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "O mankind! Fear your Lord and be dutiful to Him! Verily, the earthquake of the Hour (of Judgement) is a terrible thing"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "The Day you shall see it, every nursing mother will forget her nursling, and every pregnant one will drop her load, and you shall see mankind as in a drunken state, yet they will not be drunken, but severe will be the Torment of Allah"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "And among mankind is he who disputes concerning Allah, without knowledge, and follows every rebellious (disobedient to Allah) Shaitan (devil) (devoid of each and every kind of good)"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "For him (the devil) it is decreed that whosoever follows him, he will mislead him, and will drive him to the torment of the Fire. [Tafsir At-Tabari]"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "O mankind! If you are in doubt about the Resurrection, then verily! We have created you (i.e. Adam) from dust, then from a Nutfah (mixed drops of male and female sexual discharge i.e. offspring of Adam), then from a clot (a piece of thick coagulated blood) then from a little lump of flesh, some formed and some unformed (miscarriage), that We may make (it) clear to you (i.e. to show you Our Power and Ability to do what We will). And We cause whom We will to remain in the wombs for an appointed term, then We bring you out as infants, then (give you growth) that you may reach your age of full strength. And among you there is he who dies (young), and among you there is he who is brought back to the miserable old age, so that he knows nothing after having known. And you see the earth barren, but when We send down water (rain) on it, it is stirred (to life), it swells and puts forth every lovely kind (of growth)"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "That is because Allah, He is the Truth, and it is He Who gives life to the dead, and it is He Who is Able to do all things"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "And surely, the Hour is coming, there is no doubt about it, and certainly, Allah will resurrect those who are in the graves"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "And among men is he who disputes about Allah, without knowledge or guidance, or a Book giving light (from Allah)"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Bending his neck in pride (far astray from the Path of Allah), and leading (others) too (far) astray from the Path of Allah. For him there is disgrace in this worldly life, and on the Day of Resurrection We shall make him taste the torment of burning (Fire)"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "That is because of what your hands have sent forth, and verily, Allah is not unjust to (His) slaves"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "And among mankind is he who worships Allah as it were, upon the very edge (i.e. in doubt); if good befalls him, he is content therewith; but if a trial befalls him, he turns back on his face (i.e. reverts back to disbelief after embracing Islam). He loses both this world and the Hereafter. That is the evident loss"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "He calls besides Allah unto that which hurts him not, nor profits him. That is a straying far away"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "He calls unto him whose harm is nearer than his profit; certainly, and evil Maula (patron) and certainly an evil friend"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Truly, Allah will admit those who believe (in Islamic Monotheism) and do righteous good deeds (according to the Quran and the Sunnah) to Gardens underneath which rivers flow (in Paradise). Verily, Allah does what He wills"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Whoever thinks that Allah will not help him (Muhammad SAW) in this world and in the Hereafter, let him stretch out a rope to the ceiling and let him strangle himself. Then let him see whether his plan will remove that whereat he rages"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Thus have We sent it (this Quran) down (to Muhammad SAW) as clear signs, evidences and proofs, and surely, Allah guides whom He wills"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Verily, those who believe (in Allah and in His Messenger Muhammad SAW), and those who are Jews, and the Sabians, and the Christians, and the Magians, and those who worship others besides Allah, truly, Allah will judge between them on the Day of Resurrection. Verily! Allah is Witness over all things"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "See you not that to Allah prostrates whoever is in the heavens and whoever is on the earth, and the sun, and the moon, and the stars, and the mountains, and the trees, and Ad-Dawab (moving living creatures, beasts, etc.), and many of mankind? But there are many (men) on whom the punishment is justified. And whomsoever Allah disgraces, none can honour him. Verily! Allah does what He wills"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "These two opponents (believers and disbelievers) dispute with each other about their Lord; then as for those who disbelieve, garments of fire will be cut out for them, boiling water will be poured down over their heads"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "With it will melt or vanish away what is within their bellies, as well as (their) skins"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "And for them are hooked rods of iron (to punish them)"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Every time they seek to get away therefrom, from anguish, they will be driven back therein, and (it will be) said to them: \"Taste the torment of burning"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Truly, Allah will admit those who believe (in the Oneness of Allah Islamic Monotheism) and do righteous good deeds, to Gardens underneath which rivers flow (in Paradise), wherein they will be adorned with bracelets of gold and pearls and their garments therein will be of silk"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "And they are guided (in this world) unto goodly speech (i.e. La ilaha ill-Allah, Alhamdu lillah, recitation of the Quran, etc.) and they are guided to the Path of Him (i.e. Allah's Religion of Islamic Monotheism), Who is Worthy of all praises"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Verily! Those who disbelieve and hinder (men) from the Path of Allah, and from Al-Masjid-al-Haram (at Makkah) which We have made (open) to (all) men, the dweller in it and the visitor from the country are equal there [as regards its sanctity and pilgrimage (Hajj and 'Umrah)]. And whoever inclines to evil actions therein or to do wrong (i.e. practise polytheism and leave Islamic Monotheism), him We shall cause to taste a painful torment"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "And (remember) when We showed Ibrahim (Abraham) the site of the (Sacred) House (the Ka'bah at Makkah) (saying): \"Associate not anything (in worship) with Me, [La ilaha ill-Allah (none has the right to be worshipped but Allah Islamic Monotheism], and sanctify My House for those who circumambulate it, and those who stand up for prayer, and those who bow (submit themselves with humility and obedience to Allah), and make prostration (in prayer, etc)"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "And proclaim to mankind the Hajj (pilgrimage). They will come to you on foot and on every lean camel, they will come from every deep and distant (wide) mountain highway (to perform Hajj)"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "That they may witness things that are of benefit to them (i.e. reward of Hajj in the Hereafter, and also some worldly gain from trade, etc.), and mention the Name of Allah on appointed days (i.e. 10th, 11th, 12th, and 13th day of Dhul-Hijjah), over the beast of cattle that He has provided for them (for sacrifice) (at the time of their slaughtering by saying: Bismillah, WAllahu-Akbar, Allahumma Minka wa Ilaik). Then eat thereof and feed therewith the poor who have a very hard time"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Then let them complete the prescribed duties (Manasik of Hajj) for them, and perform their vows, and circumambulate the Ancient House (the Ka'bah at Makkah)"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "That (Manasik prescribed duties of Hajj is the obligation that mankind owes to Allah), and whoever honours the sacred things of Allah, then that is better for him with his Lord. The cattle are lawful to you, except those (that will be) mentioned to you (as exceptions). So shun the abomination (worshipping) of idol, and shun lying speech (false statements)"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Hunafa' Lillah (i.e. to worship none but Allah), not associating partners (in worship, etc.) unto Him and whoever assigns partners to Allah, it is as if he had fallen from the sky, and the birds had snatched him, or the wind had thrown him to a far off place"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Thus it is [what has been mentioned in the above said Verses (27, 28, 29, 30, 31) is an obligation that mankind owes to Allah]. And whosoever honours the Symbols of Allah, then it is truly from the piety of the heart"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "In them (cattle offered for sacrifice) are benefits for you for an appointed term, and afterwards they are brought for sacrifice unto the ancient House (the Haram - sacred territory of Makkah city)"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "And for every nation We have appointed religious ceremonies, that they may mention the Name of Allah over the beast of cattle that He has given them for food. And your Ilah (God) is One Ilah (God Allah), so you must submit to Him Alone (in Islam). And (O Muhammad SAW) give glad tidings to the Mukhbitin [those who obey Allah with humility and are humble from among the true believers of Islamic Monotheism]"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "Whose hearts are filled with fear when Allah is mentioned; who patiently bear whatever may befall them (of calamities); and who perform As-Salat (Iqamat-as-Salat), and who spend (in Allah's Cause) out of what We have provided them"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "And the Budn (cows, oxen, or camels driven to be offered as sacrifices by the pilgrims at the sanctuary of Makkah.) We have made for you as among the Symbols of Allah, therein you have much good. So mention the Name of Allah over them when they are drawn up in lines (for sacrifice). Then, when they are down on their sides (after slaughter), eat thereof, and feed the beggar who does not ask (men), and the beggar who asks (men). Thus have We made them subject to you that you may be grateful"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "It is neither their meat nor their blood that reaches Allah, but it is piety from you that reaches Him. Thus have We made them subject to you that you may magnify Allah for His Guidance to you. And give glad tidings (O Muhammad SAW) to the Muhsinun (doers of good)"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Truly, Allah defends those who believe. Verily! Allah likes not any treacherous ingrate to Allah [those who disobey Allah but obey Shaitan (Satan]"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Permission to fight is given to those (i.e. believers against disbelievers), who are fighting them, (and) because they (believers) have been wronged, and surely, Allah is Able to give them (believers) victory"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Those who have been expelled from their homes unjustly only because they said: \"Our Lord is Allah.\" - For had it not been that Allah checks one set of people by means of another, monasteries, churches, synagogues, and mosques, wherein the Name of Allah is mentioned much would surely have been pulled down. Verily, Allah will help those who help His (Cause). Truly, Allah is All-Strong, All-Mighty"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Those (Muslim rulers) who, if We give them power in the land, (they) order for Iqamat-as-Salat. [i.e. to perform the five compulsory congregational Salat (prayers) (the males in mosques)], to pay the Zakat and they enjoin Al-Ma'ruf (i.e. Islamic Monotheism and all that Islam orders one to do), and forbid Al-Munkar (i.e. disbelief, polytheism and all that Islam has forbidden) [i.e. they make the Quran as the law of their country in all the spheres of life]. And with Allah rests the end of (all) matters (of creatures)"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "And if they belie you (O Muhammad SAW), so were belied the Prophets before them, (by) the people of Nuh (Noah), 'Ad and Thamud"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "And the people of Ibrahim (Abraham) and the people of Lout (Lot)"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "And the dwellers of Madyan (Midian); and belied was Musa (Moses), but I granted respite to the disbelievers for a while, then I seized them, and how (terrible) was My Punishment (against their wrong-doing)"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "And many a township have We destroyed while it was given to wrong-doing, so that it lies in ruins (up to this day), and (many) a deserted well and lofty castles"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Have they not travelled through the land, and have they hearts wherewith to understand and ears wherewith to hear? Verily, it is not the eyes that grow blind, but it is the hearts which are in the breasts that grow blind"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "And they ask you to hasten on the torment! And Allah fails not His Promise. And verily, a day with your Lord is as a thousand years of what you reckon"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "And many a township did I give respite while it was given to wrong-doing. Then (in the end) I seized it (with punishment). And to Me is the (final) return (of all)"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Say (O Muhammad SAW): \"O mankind! I am (sent) to you only as a plain warner"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "So those who believe (in the Oneness of Allah Islamic Monotheism) and do righteous good deeds, for them is forgiveness and Rizqun Karim (generous provision, i.e. Paradise)"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "But those who strive against Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.), to frustrate and obstruct them, they will be dwellers of the Hell-fire"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Never did We send a Messenger or a Prophet before you, but; when he did recite the revelation or narrated or spoke, Shaitan (Satan) threw (some falsehood) in it. But Allah abolishes that which Shaitan (Satan) throws in. Then Allah establishes His Revelations. And Allah is All-Knower, All-Wise"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "That He (Allah) may make what is thrown in by Shaitan (Satan) a trial for those in whose hearts is a disease (of hypocrisy and disbelief) and whose hearts are hardened. And certainly, the Zalimun (polytheists and wrong-doers, etc.) are in an opposition far-off (from the truth against Allah's Messenger and the believers)"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "And that those who have been given knowledge may know that it (this Quran) is the truth from your Lord, and that they may believe therein, and their hearts may submit to it with humility. And verily, Allah is the Guide of those who believe, to the Straight Path"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "And those who disbelieve will not cease to be in doubt about it (this Quran) until the Hour comes suddenly upon them, or there comes to them the torment of the Day after which there will be no night (i.e. the Day of Resurrection)"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "The sovereignty on that Day will be that of Allah (the one Who has no partners). He will judge between them. So those who believed (in the Oneness of Allah Islamic Monotheism) and did righteous good deeds will be in Gardens of delight (Paradise)"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "And those who disbelieved and belied Our Verses (of this Quran), for them will be a humiliating torment (in Hell)"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Those who emigrated in the Cause of Allah and after that were killed or died, surely, Allah will provide a good provision for them. And verily, it is Allah Who indeed is the Best of those who make provision"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Truly, He will make them enter an entrance with which they shall be well-pleased, and verily, Allah indeed is All-Knowing, Most Forbearing"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "That is so. And whoever has retaliated with the like of that which he was made to suffer, and then has again been wronged, Allah will surely help him. Verily! Allah indeed is Oft-Pardoning, Oft-Forgiving"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "That is because Allah merges the night into the day, and He merges the day into the night. And verily, Allah is All-Hearer, All-Seer"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "That is because Allah He is the Truth (the only True God of all that exists, Who has no partners or rivals with Him), and what they (the polytheists) invoke besides Him, it is Batil (falsehood) And verily, Allah He is the Most High, the Most Great"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "See you not that Allah sends down water (rain) from the sky, and then the earth becomes green? Verily, Allah is the Most Kind and Courteous, Well-Acquainted with all things"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "To Him belongs all that is in the heavens and all that is on the earth. And verily, Allah He is Rich (Free of all wants), Worthy of all praise"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "See you not that Allah has subjected to you (mankind) all that is on the earth, and the ships that sail through the sea by His Command? He withholds the heaven from falling on the earth except by His Leave. Verily, Allah is, for mankind, full of Kindness, Most Merciful"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "It is He, Who gave you life, and then will cause you to die, and will again give you life (on the Day of Resurrection). Verily! Man is indeed an ingrate"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "For every nation We have ordained religious ceremonies [e.g. slaughtering of the beast of cattle during the three days of stay at Mina (Makkah) during the Hajj (pilgrimage)] which they must follow; so let them (pagans) not dispute with you on the matter (i.e. to eat of the cattle which you slaughter, and not to eat of cattle which Allah kills by its natural death), but invite them to your Lord. Verily! You (O Muhammad SAW) indeed are on the (true) straight guidance. (i.e. the true religion of Islamic Monotheism)"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "And if they argue with you (as regards the slaughtering of the sacrifices), say; \"Allah knows best of what you do"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Allah will judge between you on the Day of Resurrection about that wherein you used to differ"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Know you not that Allah knows all that is in heaven and on earth? Verily, it is (all) in the Book (Al-Lauh Al-Mahfuz). Verily! That is easy for Allah"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "And they worship besides Allah others for which He has sent down no authority, and of which they have no knowledge and for the Zalimun (wrong-doers, polytheists and disbelievers in the Oneness of Allah) there is no helper"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "And when Our Clear Verses are recited to them, you will notice a denial on the faces of the disbelievers! They are nearly ready to attack with violence those who recite Our Verses to them. Say: \"Shall I tell you of something worse than that? The Fire (of Hell) which Allah has promised to those who disbelieve, and worst indeed is that destination"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "O mankind! A similitude has been coined, so listen to it (carefully): Verily! Those on whom you call besides Allah, cannot create (even) a fly, even though they combine together for the purpose. And if the fly snatched away a thing from them, they would have no power to release it from the fly. So weak are (both) the seeker and the sought"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "They have not estimated Allah His Rightful Estimate; Verily, Allah is All-Strong, All-Mighty"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Allah chooses Messengers from angels and from men. Verily, Allah is All-Hearer, All-Seer"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "He knows what is before them, and what is behind them. And to Allah return all matters (for decision)"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "O you who believe! Bow down, and prostrate yourselves, and worship your Lord and do good that you may be successful"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "And strive hard in Allah's Cause as you ought to strive (with sincerity and with all your efforts that His Name should be superior). He has chosen you (to convey His Message of Islamic Monotheism to mankind by inviting them to His religion, Islam), and has not laid upon you in religion any hardship, it is the religion of your father Ibrahim (Abraham) (Islamic Monotheism). It is He (Allah) Who has named you Muslims both before and in this (the Quran), that the Messenger (Muhammad SAW) may be a witness over you and you be witnesses over mankind! So perform As-Salat (Iqamat-as-Salat), give Zakat and hold fast to Allah [i.e. have confidence in Allah, and depend upon Him in all your affairs] He is your Maula (Patron, Lord, etc.), what an Excellent Maula (Patron, Lord, etc.) and what an Excellent Helper"
        }
    ]
}