{
    "pages": [
        {
            "chapter": 5,
            "verse": 24,
            "text": "Won wi pe: \"Iwo Musa, dajudaju awa ko nii wo inu ilu naa laelae niwon igba ti won ba si wa ninu re. Nitori naa, ki iwo ati Oluwa re lo. Ki eyin mejeeji ja won logun. Dajudaju ibi yii ni awa yoo jokoo si na"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "O so pe: \"Oluwa mi, dajudaju emi ko ni ikapa lori eni kan bi ko se (lori) ara mi ati arakunrin mi. Nitori naa, ya awa ati ijo obileje si otooto"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "(Allahu) so pe: “Dajudaju o ti di eewo fun won (lati wo inu ilu naa) fun ogoji odun ti won yoo fi maa rin rin rin lori ile. Nitori naa, ma se banuje nitori ijo obileje.”"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Ka oro awon omo (Anabi) Adam mejeeji fun won pelu ododo. (Ranti) nigba ti awon mejeeji se itore ase (lati fi sunmo Allahu). Won gba ti okan ninu awon mejeeji, Won ko si gba ti ikeji. (Eni ti Won ko gba tire) wi pe: “Dajudaju emi yoo pa o.” (Ikeji) si so pe: \"(Ore) tawon oluberu nikan ni Allahu maa gba"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Dajudaju ti o ba na owo re si mi lati pa mi, emi ko si nii na owo mi si o lati pa o, nitori pe emi n beru Allahu, Oluwa gbogbo eda"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Dajudaju emi fe ki o pada (si odo Allahu ni Ojo Ajinde) pelu ese (bi o se pa) mi ati ese tire nitori ki o le je okan ninu awon ero inu Ina. Iyen si ni esan awon alabosi"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Emi re si gba fun un lati pa arakunrin re. O pa a. O si di okan ninu awon eni ofo"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Allahu si gbe eye kannakanna kan dide. O si n fi ese wa ile nitori ki o le fi bi o se maa bo oku arakunrin re mo inu ile han an. O wi pe: “Temi baje o! Mo kagara lati da bi iru eye kannakanna yii, ki ng si le bo oku arakunrin mi mole.” O si di ara awon alabaamo"
        }
    ]
}