{
    "pages": [
        {
            "chapter": 6,
            "verse": 60,
            "text": "Oun ni Eni t’O n kun yin ni oorun ni ale. O si nimo nipa ohun ti e se nise ni osan. Leyin naa, O n gbe yin dide (fun ije-imu) ni (osan) nitori ki won le pari gbedeke akoko kan. Leyin naa, odo Re ni ibupadasi yin. Leyin naa, O maa fun yin ni iro ohun ti e n se nise"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Oun ni Olubori t’O wa loke awon eru Re. O si n ran awon eso kan si yin titi di igba ti iku yoo fi de ba eni kookan yin. Awon Ojise wa yo si gba emi re, won ko si nii jafira"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Leyin naa, won yoo da won pada si odo Allahu, Oluwa won, Ododo. Kiye si i, tiRe ni idajo. Oun si yara julo ninu awon olusiro"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "So pe: “Ta ni eni t’o n gba yin la ninu okunkun ile ati ibudo, Eni ti e n pe pelu iraworase ati ni ikoko pe: \"Dajudaju ti O ba gba wa la ninu eyi, dajudaju awa yoo wa ninu awon oludupe (fun Un)"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "So pe: “Allahu l’O n gba yin la ninu re ati ninu gbogbo ibanuje. Leyin naa, e tun n sebo.”"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "So pe: “O lagbara lati fi iya ranse si yin lati oke yin tabi lati isale ese yin, tabi ki O da yin po mo oniruuru ijo, nitori ki O le mu apa kan yin finira kan apa kan. Wo bi A se n mu awon ayah wa loniran-anran ona nitori ki won le gbo agboye.”"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Awon eniyan re pe al-Ƙur’an niro! (Amo) ododo ni. So pe: “Emi ki i se oluso lori yin.”"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Gbogbo asotele l’o ni akoko (isele). Laipe e maa mo"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Nigba ti o ba ri awon t’o n so isokuso nipa awon ayah Wa, nigba naa seri kuro ni odo won titi won yoo fi bo sinu oro miiran. Ti Esu ba n mu o gbagbe (tele), ni bayii leyin iranti ma se jokoo ti ijo alabosi"
        }
    ]
}