{
    "pages": [
        {
            "chapter": 8,
            "verse": 34,
            "text": "Ko si idi ti Allahu ko fi nii je won niya niwon igba ti won ba n se awon eniyan lori kuro ninu Mosalasi Haram. Ati pe awon osebo ko ni alamojuuto re. Ko si alamojuuto kan fun un bi ko se awon oluberu (Allahu), sugbon opolopo won ni ko mo"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Ijosin awon osebo ni Ile (Kaabah) ko si tayo sisu ife ati pipa atewo. Nitori naa, e to Iya wo nitori pe e je alaigbagbo"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Dajudaju awon t’o sai gbagbo, won n na dukia won nitori ki won le seri awon eniyan kuro loju ona (esin) Allahu. Won si n na a lo (bee). Leyin naa, o maa di abamo fun won. Leyin naa, A si maa bori won. Ati pe awon t’o sai gbagbo, inu ina Jahanamo ni A maa ko won jo si"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "nitori ki Allahu le ya awon eni ibi soto kuro lara awon eni ire ati nitori ki O le ko awon eni ibi papo; apa kan won mo apa kan, ki O si le ro gbogbo won papo patapata (soju kan naa), O si maa fi won sinu ina Jahanamo. Awon wonyen, awon ni eni ofo"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "So fun awon t’o sai gbagbo pe ti won ba jawo (ninu aigbagbo), A maa saforijin ohun t’o ti re koja fun won. Ti won ba tun pada (sibe, apejuwe) iparun awon eni akoko kuku ti re koja (ni ikilo fun won)"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "E ja won logun titi ko fi nii si ifooro (iborisa) mo, gbogbo esin yo si le je ti Allahu. Nitori naa, ti won ba jawo (ninu aigbagbo), dajudaju Allahu ni Oluriran nipa ohun ti won n se nise"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Ti won ba si gbunri (kuro ninu igbagbo), e mo pe dajudaju Allahu ni Alafeyinti yin. O dara ni Alafeyinti. O si dara ni Alaranse"
        }
    ]
}