{
    "pages": [
        {
            "chapter": 11,
            "verse": 29,
            "text": "Eyin ijo mi, emi ko bi yin leere owo kan lori re. Ko si esan mi nibi kan bi ko se lodo Allahu. Emi ko si nii le awon t’o gbagbo danu. Dajudaju won yoo pade Oluwa won, sugbon dajudaju emi n ri yin si ijo alaimokan"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "Eyin ijo mi, ta ni o maa ran mi lowo nibi (iya) Allahu ti mo ba le won danu? Se e o nii lo iranti ni"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Emi ko si so fun yin pe awon ile-owo Allahu n be lodo mi. Emi ko si mo ikoko. Emi ko si so pe molaika ni mi. Emi ko si le so fun awon ti e n foju bin-intin wo pe, Allahu ko nii soore fun won. Allahu nimo julo nipa nnkan t’o n be ninu emi won. Bi bee ko nigba naa, dajudaju mo ti wa ninu awon alabosi"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Won wi pe: \"Iwo Nuh, O ma kuku ti ja wa niyan. O si se ariyanjiyan pupo pelu wa. Nitori naa, mu ohun ti o se ni ileri fun wa wa ti o ba wa lara awon olododo"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "(Anabi Nuh) so pe: \"Allahu l’O maa mu un wa ba yin ti O ba fe. Eyin ko si nii mori bo"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Imoran mi ko si le se yin ni anfaani ti mo ba fe gba yin nimoran, ti Allahu ba fe pa yin run. Oun ni Oluwa yin. Odo Re si ni won yoo da yin pada si"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Tabi won n wi pe: \"O hun un ni.\" So pe: \"Ti mo ba hun un, emi ni mo ni ese mi. Emi si yowo yose ninu ohun ti e n da lese"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "A si fi imisi ranse si (Anabi) Nuh pe dajudaju ko si eni kan ti o maa gbagbo mo ninu ijo re afi eni t’o ti gbagbo tele. Nitori naa, ma se banuje nipa nnkan ti won n se nise"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Ki o si kan oko oju-omi naa loju Wa (bayii) pelu imisi Wa. Ma si se ba Mi soro nipa awon t’o sabosi. Dajudaju A maa te won ri ni"
        }
    ]
}