{
    "pages": [
        {
            "chapter": 15,
            "verse": 32,
            "text": "(Allahu) so pe: \"’Iblis, ki l’o di o lowo lati wa ninu awon oluforikanle"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "O wi pe: \"Emi ko nii fori kanle ki abara kan ti O seda re lati ara amo t’o n dun koko, t’o ti pawoda"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "(Allahu) so pe: \"Nitori naa, jade kuro ninu re. Dajudaju, iwo ni eni-eko"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Ati pe, dajudaju egun n be lori re titi di Ojo esan"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "O wi pe: “Oluwa mi, lo mi lara titi di Ojo Ajinde.”"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "(Allahu) so pe: \"Dajudaju iwo wa lara awon ti A oo lo lara"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "titi di ojo akoko ti A ti mo"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "O wi pe: \"Oluwa mi, fun wi pe O ti se mi ni eni anu, dajudaju emi yoo se (aburu) ni oso fun won lori ile. Dajudaju emi yo si ko gbogbo won sinu anu"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "afi awon erusin Re, awon eni esa ninu won"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "(Allahu) so pe: \"(Idurosinsin loju) ona taara, Owo Mi ni eyi wa"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Dajudaju awon erusin Mi, ko si agbara kan fun o lori won, ayafi eni ti o ba tele o ninu awon eni anu"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Ati pe dajudaju ina Jahanamo ni adehun fun gbogbo won"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Awon oju ona meje n be fun (ina). Atunpin tun wa fun oju-ona kookan"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Dajudaju awon oluberu (Allahu) maa wa ninu awon Ogba Idera pelu awon odo (t’o n san nisale re)"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "(A maa so pe): “E wo inu re pelu alaafia ni olufayabale.”"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "A si maa yo ohun ti n be ninu okan won t’o je inunibini kuro; (won yoo di) omo-iya (ara won. Won yoo wa) lori ibusun, ti won yoo koju sira won"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Wahala kan ko nii ba won ninu re. Won ko si nii mu won jade kuro ninu re"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Fun awon erusin Mi ni iro pe dajudaju Emi ni Alaforijin, Asake-orun"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "Ati pe dajudaju iya Mi ni iya eleta-elero"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "Fun won ni iro nipa alejo (Anabi) ’Ibrohim"
        }
    ]
}