{
    "pages": [
        {
            "chapter": 18,
            "verse": 54,
            "text": "Dajudaju A ti se alaye oniran-anran sinu al-Ƙur’an fun awon eniyan pelu gbogbo akawe. Eniyan si je alatako pupo ju ohunkohun lo"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Ko si ohun t’o di awon eniyan lowo lati gbagbo nigba ti imona de ba won, (ko si si ohun t’o di won lowo lati) toro aforijin Oluwa won, bi ko se pe (won fe) ki ise (Allahu nipa iparun) awon eni akoko de ba awon naa tabi ki iya de ba won ni ojukoju"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Ati pe A ko ran awon Ojise nise (lasan) afi ki won je oniroo-idunnu ati olukilo. Awon t’o sai gbagbo si n fi iro satako nitori ki won le fi wo ododo. Won si so awon ayah Mi ati ohun ti A fi sekilo fun won di yeye"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Ta si l’o sabosi ju eni ti won fi awon ayah Oluwa re seranti fun, ti o gbunri kuro nibe, ti o si gbagbe ohun ti owo re mejeeji ti siwaju? Dajudaju Awa fi ebibo bo okan won nitori ki won ma baa gbo o ye. A si fi edidi sinu eti won. Ti iwo ba pe won sinu imona, nigba naa won ko si nii mona laelae"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Oluwa re, Alaforijin, Onikee, ti o ba je pe O maa fi ohun ti won se nise mu won ni, iba tete mu iya wa fun won. Sugbon akoko adehun (ajinde) wa fun won. Won ko si nii ri ibusasi kan leyin re"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Iwonyi ni awon ilu ti A ti pare nigba ti won sabosi. A si fun won ni adehun fun iparun won"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "(Ranti) nigba ti (Anabi) Musa so fun omo-odo re pe: \"Ng o nii ye rin titi mo maa fi de ibi ti odo meji ti pade tabi (titi) mo maa fi lo opolopo odun"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Nigba ti awon mejeeji si de ibi ti odo meji ti pade, won gbagbe eja won. (Eja naa) si bo si oju ona re (ti o ti di) poro ona ninu odo"
        }
    ]
}