{
    "pages": [
        {
            "chapter": 20,
            "verse": 38,
            "text": "(Ranti) nigba ti A sipaya ohun ti A sipaya fun iya re"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "pe: “Ju Musa sinu apoti. Ki o si gbe e ju sinu agbami odo. Odo yo si gbe e ju si eti odo. Ota Mi ati ota re si maa gbe e.” Mo si da ife lati odo Mi bo o nitori ki won le toju re loju Mi.”"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "(Ranti) nigba ti arabinrin re n rin lo, o si so pe: “Se ki ng juwe eni ti o maa gba a to (fun yin)?” A si da o pada sodo iya re nitori ki o le ni itutu oju, ko si nii banuje. Ati pe o pa emi eni kan. A si mu o kuro ninu ibanuje. A tun mu awon adanwo kan ba o. O tun lo awon odun kan lodo awon ara Modyan. Leyin naa, o de (ni akoko) ti o ti wa ninu kadara, Musa"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Mo si sa o lesa fun (ise) Mi"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Lo, iwo ati arakunrin re, pelu awon ami (ise iyanu) Mi. Ki e si ma se kole ninu iranti Mi"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "E lo ba Fir‘aon. Dajudaju o ti tayo enu-ala"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "E so oro ele fun un. O see se ki o lo isiti tabi ki o paya (Mi)"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Awon mejeeji so pe: “Oluwa wa, dajudaju awa n paya pe o ma yara je wa niya tabi pe o ma tayo enu-ala.”"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "(Allahu) so pe: “E ma se paya. Dajudaju Emi wa pelu eyin mejeeji; Mo n gbo (yin), Mo si n ri (yin).”"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Nitori naa, e lo ba a, ki e so fun un pe: “Dajudaju Ojise Oluwa re ni awa mejeeji. Nitori naa, je ki awon omo ’Isro’il maa ba wa lo. Ma se fiya je won. Dajudaju a ti mu ami kan wa ba o lati odo Oluwa re. Ki alaafia si maa ba eni ti o ba tele imona"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Dajudaju Won ti fi imisi ranse si wa pe dajudaju iya n be fun eni ti o ba pe ododo niro, ti o si keyin si i"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(Fir‘aon) wi pe: “Ta ni Oluwa eyin mejeeji, Musa?”"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "(Anabi Musa) so pe: “Oluwa wa ni Eni ti O fun gbogbo nnkan ni iseda re. Leyin naa, O to o si ona.”"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "(Fir‘aon) wi pe: “Ki l’o mu awon iran akoko (ti won ko fi mona)?”"
        }
    ]
}