{
    "pages": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "To sin. Iwonyi ni awon ayah al-Ƙur’an ati (awon ayah) Tira t’o n yanju oro eda"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "(O je) imona ati iro idunnu fun awon onigbagbo ododo"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "awon t’o n kirun, ti won n yo zakah. Awon si ni won ni amodaju nipa Ojo Ikeyin"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Dajudaju awon ti ko gba Ojo Ikeyin gbo, A ti se awon ise (aburu owo) won ni oso fun won, Nitori naa, won yo si maa pa ridarida"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "Awon wonyen ni awon ti iya buruku wa fun. Awon si ni eni ofo julo ni Ojo Ikeyin"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "Dajudaju o n gba al-Ƙur’an lati odo Ologbon, Onimo"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "(Ranti) nigba ti (Anabi) Musa so fun awon eniyan re pe: “Dajudaju mo ri ina kan. Mo si maa lo mu iro kan wa fun yin lati ibe, tabi ki ng mu ogunna kan t’o n tanna wa fun yin nitori ki e le yena"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "Nigba ti o de ibe, A pepe pe ki ibukun maa be fun eni ti o wa nibi ina naa ati eni ti o wa ni ayika re. Mimo si ni fun Allahu, Oluwa gbogbo eda"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "Musa, dajudaju Emi ni Allahu, Alagbara, Ologbon"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "Ju opa re sile. (O si se bee.) Amo nigba ti o ri i t’o n yira pada bi eni pe ejo ni, Musa peyin da, o n sa lo. Ko si pada. (Allahu so pe:) Musa, ma se paya. Dajudaju awon Ojise ki i paya lodo Mi"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "Ayafi eni ti o ba sabosi, leyin naa ti o yi i pada si rere leyin aburu. Dajudaju Emi ni Alaforijin, Asake-orun"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "Ti owo re bo (abiya lati ibi) orun ewu re. O si maa jade ni funfun, ti ki i se ti aburu. (Eyi wa) ninu awon ami mesan-an (ti o maa mu lo) ba Fir‘aon ati awon eniyan re. Dajudaju won je ijo obileje"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "Nigba ti awon ami Wa, t’o foju han kedere, si de ba won, won wi pe: “Eyi ni idan ponnbele.”"
        }
    ]
}