{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Dajudaju Eni ti O se al-Ƙur’an ni oran-anyan fun o, O si maa da o pada si ebute kan. So pe: “Oluwa mi nimo julo nipa eni ti o mu imona wa ati ta ni o wa ninu isina ponnbele.”"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Iwo ko si reti pe A oo so tira al-Ƙur’an kale fun o (tele), amo o je ike kan lati odo Oluwa re. Nitori naa, o o gbodo je alatileyin fun awon alaigbagbo"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Ma se je ki won se o lori kuro nibi awon ayah Allahu leyin igba ti A ti so o kale fun o. Pepe si odo Oluwa re. Iwo ko si gbodo wa ninu awon osebo"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Ma se pe olohun miiran mo Allahu. Ko si olohun ti ijosin to si afi Oun. Gbogbo nnkan l’o maa parun afi Oju Re (afi Oun). TiRe ni idajo. Odo Re si ni won yoo da yin pada si"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "’Alif lam mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Nje awon eniyan lero pe A oo fi won sile ki won maa so pe: “A gbagbo”, ti A o si nii dan won wo"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "A kuku ti dan awon t’o siwaju won wo. Nitori naa, dajudaju Allahu maa safi han awon t’o so ododo. Dajudaju O si maa safi han awon opuro"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Abi awon t’o n se ise aburu lero pe awon maa mori bo mo Wa lowo ni? Ohun ti won n da lejo buru"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Enikeni ti o ba n reti ipade Allahu, dajudaju akoko Allahu kuku n bo. Oun si ni Olugbo, Onimo"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Enikeni ti o ba gbiyanju, o n gbiyanju fun emi ara re ni. Dajudaju Allahu ni Oloro ti ko bukata si gbogbo eda"
        }
    ]
}