{
    "pages": [
        {
            "chapter": 33,
            "verse": 36,
            "text": "Ko to fun onigbagbo ododo lokunrin ati onigbagbo ododo lobinrin, nigba ti Allahu ati Ojise Re ba ti pari oro kan, lati ni esa (oro miiran) fun oro ara won. Ati pe enikeni ti o ba yapa (ase) Allahu ati (ase) Ojise Re, dajudaju o ti sina ni isina ponnbele"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "(Ranti) nigba ti o n so fun eni ti Allahu sedera fun, ti iwo naa sedera fun1 pe: “Mu iyawo re dani, ki o si beru Allahu.” O si n fi pamo sinu emi re ohun ti Allahu yo safi han re. Ati pe o n paya awon eniyan. Allahu l’O si letoo julo pe ki o paya Re. Nigba ti Zaed ti pari bukata re lodo re (ti o si ti ko o sile), A ti se e ni iyawo fun o nitori ki o ma baa je laifi fun awon onigbagbo ododo lati fe iyawo omo-olomo ti won n pe ni omo won nigba ti won ba ti pari bukata won lodo won (ti won si ti ko won sile). Ase Allahu si gbodo se"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Ko si laifi fun Anabi (sollalahu 'alayhi wa sallam) nipa ohun ti Allahu se ni eto fun un. (O je) ilana Allahu lori awon t’o ti lo siwaju. Ati pe ase Allahu je akoole kan t’o gbodo se"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "(Kose awon t’o ti lo siwaju ninu awon Ojise) awon t’o n je ise Allahu, ti won n paya Re, ti won ko si paya eni kan ayafi Allahu. Allahu si to ni Olusiro"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "(Anabi) Muhammad ki i se baba eni kan kan ninu awon okunrin yin, sugbon (o je) Ojise Allahu ati opin awon Anabi. Allahu si n je Onimo nipa gbogbo nnkan. opuro asookun sesin wule ni oun. Iro enu re ti po ju. Alagbari ponnbele si ni pelu. Iru ise aburu ti seeu Ahmada Tijani se fun ’Islam gele naa ni mirza ghulam Ahmad se. Awon mejeeji ni Poolu laaarin awa musulumi. E wo die ninu iro nla re. Mirza ghulam Ahmad so pe: \"\"Allahu so fun mi ni ede Larubawa pe bi omo Mi lo se wa si Mi.\"\" (Tadhkirah “Ti o ba je pe Anabi Muhammad (sollalahu 'alayhi wa sallam) ni opin awon Anabi Olohun ko ye fun Anabi ‘Isa omo Moryam ('alaehi-ssolatu wa-ssalam) lati pada wa saye mo lopin aye.” Won tun so pe Anabi Muhammad (sollalahu 'alayhi wa sallam) ni opin awon Anabi Olohun amo isoro tiwon ni pe"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Eyin ti e gbagbo ni ododo, e ranti Allahu ni iranti pupo"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "E safomo fun Allahu ni aaro ati ni irole"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "(Allahu) Oun ni Eni t’O n ke yin, awon molaika Re (si n toro aforijin fun yin), nitori ki Allahu le mu yin kuro lati inu awon okunkun wa sinu imole. Ati pe O n je Asake-orun fun awon onigbagbo ododo"
        }
    ]
}