{
    "pages": [
        {
            "chapter": 43,
            "verse": 23,
            "text": "Bakan naa, Awa ko ran olukilo kan si ilu kan siwaju re, ayafi ki awon onigbedemuke ilu naa wi pe: \"Dajudaju awa ba awon baba wa lori esin kan. Dajudaju awa si ni olutele won lori oripa won"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "(Olukilo) si so pe: \"Nje emi ko ti mu wa fun yin ohun ti o je imona julo si ohun ti e ba awon baba yin lori re?\" Won wi pe: \"Dajudaju awa je alaigbagbo ninu ohun ti Won fi ran yin nise"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Nitori naa, A gbesan lara won. Wo bi ikangun awon olupe-ododo-niro ti ri"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "(Ranti) nigba ti (Anabi) ’Ibrohim so fun baba re ati awon eniyan re pe: \"Dajudaju emi yowo yose kuro ninu ohun ti e n josin fun"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Afi Eni ti O seda mi. Dajudaju Oun l’O maa fi ona taara mo mi"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "Allahu si se e ni oro kan t’o maa wa titi laelae laaarin awon aromodomo re nitori ki won le seri pada (sibi ododo)"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Sugbon Mo fun awon wonyi ati awon baba won ni igbadun aye titi ododo ati Ojise ponnbele fi de ba won"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Nigba ti ododo de ba won, won wi pe: \"Idan ni eyi; dajudaju awa ko si nii gba a gbo"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Won tun wi pe: \"Ki ni ko je ki Won so al-Ƙur’an yii kale fun okunrin pataki kan ninu awon ilu mejeeji"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Se awon ni won maa pin ike Oluwa re ni? Awa l’A pin nnkan isemi won fun won ninu igbesi aye. A si fi awon ipo giga gbe apa kan won ga ju apa kan lo nitori ki apa kan won le maa sise fun apa kan. Ike Oluwa re si loore julo si ohun ti won n ko jo"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Ati pe ti ki i ba se pe awon eniyan maa je ijo kan soso (lori aigbagbo ni), A iba se awon orule ati awon akaba ti won yoo fi maa gunke ninu ile ni fadaka fun eni t’o n sai gbagbo ninu Ajoke-aye"
        }
    ]
}