{
    "pages": [
        {
            "chapter": 46,
            "verse": 15,
            "text": "A pa a ni ase fun eniyan pe ki o maa se daadaa si awon obi re mejeeji. Iya re ni oyun re pelu wahala. O si bi i pelu wahala. Oyun re ati gbigba omu lenu re je ogbon osu. (O si n to o) titi o fi dagba, ti o fi di omo ogoji odun, o si so pe: \"Oluwa mi, fi mo mi ki ng maa dupe idera Re, eyi ti O fi se idera fun mi ati fun awon obi mi mejeeji, ki ng si maa se ise rere, eyi ti O yonu si. Ki O si se rere fun mi lori awon aromodomo mi. Dajudaju emi ti ronu piwada si odo Re. Dajudaju emi si wa ninu awon musulumi"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Awon wonyen ni awon ti A maa gba ise rere ti won se nise, A si maa se amojukuro nibi awon aburu ise won; won maa wa ninu awon ero inu Ogba Idera. (O je) adehun ododo ti A n se ni adehun fun won"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Eni ti o so fun awon obi re mejeeji pe: \"Sio eyin mejeeji! Se eyin yoo maa seleri fun mi pe Won yoo mu mi jade (laaye lati inu saree), sebi awon iran kan ti re koja lo siwaju mi (ti Won ko ti i mu won jade lati inu saree won).\" Awon (obi re) mejeeji si n toro igbala ni odo Allahu (fun omo yii. Won si so pe): \"Egbe ni fun o! (O je) gbagbo ni ododo. Dajudaju adehun Allahu ni ododo.\" (Omo naa si) wi pe: \"Eyi ko je kini kan bi ko se akosile alo awon eni akoko"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Awon (alaigbagbo) wonyen ni awon ti oro naa ti ko le lori ninu awon ijo kan ti o ti re koja siwaju won ninu awon alujannu ati eniyan. Dajudaju won je eni ofo"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Awon ipo yoo wa fun eni kookan nipa ise ti won se nise. Ati pe (eyi ri bee) nitori ki (Allahu) le san won ni esan ise won. Awa ko si nii sabosi si won"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Ni ojo ti won maa dari awon t’o sai gbagbo ko Ina, (won maa so fun won pe:) \"E ti lo igbadun yin tan ninu isemi aye? E si ti je igbadun aye? Nitori naa, ni oni, won maa san yin ni esan abuku iya nitori pe e n segberaga ni ori ile lai letoo ati nitori pe e n sebaje"
        }
    ]
}