{
    "pages": [
        {
            "chapter": 4,
            "verse": 128,
            "text": "Ti obinrin kan ba paya ise orikunkun tabi ikeyinsi lati odo oko re, ko si ese fun awon mejeeji pe ki won se atunse laaarin ara won. Atunse si dara ju lo. Won si ti fi ahun ati okanjua sise sinu emi eniyan. Ti e ba se rere, ti e si beru (Allahu), dajudaju Allahu ni Alamotan nipa ohun ti e n se nise"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "E o le se deede (ninu ife) laaarin awon obinrin, e o baa jerankan re. Nitori naa, e ma se fi sibi kan tan raurau, ki e ma lo pa (eni kan) ti bi ohun agbeko. Ti e ba satunse, ti e si beru (Allahu), dajudaju Allahu n je Alaforijin, Asake-orun"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Ti awon mejeeji ba si pinya, Allahu yoo ro ikini keji loro ninu ola Re t’o gbooro. Allahu si n je Olugbooro (ninu oro), Ologbon"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Ti Allahu ni ohunkohun t’o wa ninu awon sanmo ati ohunkohun t’o wa ninu ile. Dajudaju A ti pa a lase fun awon ti A fun ni tira siwaju yin ati eyin naa pe ki e beru Allahu. Ti e ba si sai gbagbo, dajudaju ti Allahu ni ohunkohun t’o wa ninu awon sanmo ati ohunkohun t’o wa ninu ile. Allahu si n je Oloro, Eleyin (ti eyin to si)"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Ti Allahu ni ohunkohun t’o wa ninu awon sanmo ati ohunkohun t’o wa ninu ile. Allahu si to ni Oluso"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Ti (Allahu) ba fe, O maa ko yin kuro lori ile, eyin eniyan. O si maa mu awon miiran wa. Allahu si n je Alagbara lori iyen"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Enikeni ti o ba n fe esan nile aye, sebi lodo Allahu ni esan aye ati orun wa. Allahu si n je Olugbo, Oluriran"
        }
    ]
}