{
    "rukus": [
        {
            "chapter": 33,
            "verse": 59,
            "text": "O vjerovjesnice! Reci zenama svojim i kcerima svojim i zenama vjernika, da spuste na se dzilbabe svoje. To je najpodesnije da se prepoznaju, te ne uznemiravaju. A Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Ako se ne okanu munafici i oni u srcima cijim je bolest, i agitatori u Medini, sigurno cemo te podstaci protiv njih, zatim nece biti tvoje komsije u njoj, izuzev malo"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Prokletnici! Gdje god se nađu bice scepani i skroz pobijeni"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Sunnet je (to) Allahov kod onih koji su nestali ranije. A neces naci u sunnetu Allahovom promjenu"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Pitaju te ljudi o Casu. Reci: “Znanje o njemu je jedino kod Allaha.” A sta znas ti? Mozda je Cas blizu"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Uistinu! Allah je prokleo nevjernike i pripremio za njih seir"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Vjecno ce biti u njemu, zauvijek; nece naci zastitnika, niti pomagaca"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Na Dan kad se lica njihova budu prevrtala u vatri, govorice: “O da smo poslusali Allaha i poslusali Poslanika!”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "I govorice: “Gospodaru nas! Uistinu, mi smo poslusali poglavare nase i velikane nase, pa su nas zaveli s puta"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Gospodaru nas! Daj im dvostruku kaznu i prokuni ih prokletstvom velikim.”"
        }
    ]
}