{
    "rukus": [
        {
            "chapter": 3,
            "verse": 130,
            "text": "O vi koji vjerujete! Ne jedite kamatu dvostruku, mnogostruku, i bojte se Allaha da biste vi uspjeli"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "I bojte se vatre koja je pripremljena za nevjernike"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "I poslusajte Allaha i Poslanika, da bi vam se smilovalo"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "I pozurite ka oprostu Gospodara vaseg i Dzennetu cije je prostranstvo (kao) nebesa i Zemlja: pripremljen je za bogobojazne"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Koji udjeljuju u blagostanju i oskudici, i one koji savlađuju srdzbu i one koji prastaju ljudima. A Allah voli dobrocinitelje"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "I one koji kad pocine nepristojnost ili zulm dusama svojim, sjete se Allaha i zatraze oprost za grijehe svoje - a ko oprasta grijehe do Allah? - i (koji) nece ustrajati na onom sta cine, a oni znaju"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Takvima je placa njihova oprost od Gospodara njihovog i basce ispod kojih teku rijeke, vjecno ce biti u njima. A divna je nagrada radnika"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Vec su prosli prije vas suneni; zato putujte po Zemlji pa vidite kakav je bio kraj poricatelja"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Ovo je jasno izlaganje ljudima i Uputa i pouka za bogobojazne"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "I ne malaksajte i ne zalostite se, a vi cete biti gornji, ako ste vjernici"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Ako vas dotakne rana, pa vec je dotakla narod (nevjernika) rana slicna toj. A to su dani koje izmjenjujemo među ljudima, i da zna Allah one koji vjeruju i uzme od vas sehide - a Allah ne voli zalime"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "I da Allah stavi na probu one koji vjeruju i zbrise nevjernike"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Zar racunate da cete uci u Dzennet, a da ne zna Allah one koji su se borili između vas i ne zna strpljive"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "A doista ste zeljeli smrt prije no sto ste je sreli. Pa doista ste je vidjeli, a vi gledate"
        }
    ]
}