{
    "maqras": [
        {
            "chapter": 2,
            "verse": 272,
            "text": "ពុំមែនជាកាតព្វកិច្ចរបស់អ្នក(មូហាំម៉ាត់)ក្នុងការ ចង្អុលបង្ហាញដល់ពួកគេ(ពួកគ្មានជំនឿ)នោះទេ។ ក៏ប៉ុន្ដែអល់ឡោះ ចង្អុលបង្ហាញចំពោះអ្នកណាដែលទ្រង់មានចេតនា។ ហើយអ្វីដែល ពួកអ្នកបរិច្ចាគអំពីទ្រព្យសម្បត្ដិដែលល្អគឺសម្រាប់ពួកអ្នកផ្ទាល់។ ហើយពួកអ្នកមិនបរិច្ចាគឡើយ លើកលែងតែដើម្បីស្វែងរកការ យល់ព្រមពីអល់ឡោះប៉ុណ្ណោះ។ ហើយអ្វីដែលពួកអ្នកបរិច្ចាគអំពី ទ្រព្យសម្បត្ដិដែលល្អ អល់ឡោះប្រាកដជាបំពេញផលបុណ្យចំពោះ ពួកអ្នកវិញ ដោយពួកអ្នកនឹងមិនត្រូវគេបំពានឡើយ។"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(ចូរពួកអ្នកបរិច្ចាគទាន)សម្រាប់អ្នកក្រីក្រដែលបាន តស៊ូក្នុងមាគ៌ារបស់អល់ឡោះ ដោយពួកគេមិនអាចស្វែងរកលាភ សក្ការៈនៅលើផែនដីបានធ្វើឱ្យអ្នកដែលមិនដឹងនឹកស្មានថា ពួកគេ គឺជាអ្នកមានដោយសារតែពួកគេមិនសុំទាន។ អ្នកស្គាល់ពួកគេតាម រយៈសញ្ញារបស់ពួកគេ ដោយពួកគេមិនសុំពីមនុស្សលោកដដែលៗ នោះទេ។ ហើយអ្វីដែលពួកអ្នកបរិច្ចាគអំពីទ្រព្យសម្បត្ដិដែលល្អ នោះ ពិតប្រាកដណាស់អល់ឡោះដឹងបំផុតចំពោះវា។"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "បណ្ដាអ្នកដែលបរិច្ចាគទ្រព្យសម្បត្ដិរបស់ពួកគេទាំង ពេលយប់និងពេលថ្ងៃដោយលាក់កំបាំងនិងចំហ ពួកគេពិតជានឹង ទទួលបានផលបុណ្យពីម្ចាស់របស់ពួកគេ ហើយពួកគេគ្មានការភ័យ ខ្លាច និងព្រួយបារម្ភអ្វីឡើយ។"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "ពួកដែលស៊ីការប្រាក់នោះ ពួកគេមិនអាចក្រោកឈរ បានទេ(នៅថ្ងៃបរលោក) លើកលែងតែគេក្រោកឈរដូចអ្នកដែល ស្ហៃតនចូលដែលធ្វើឱ្យគេឆ្កួតប៉ុណ្ណោះ។ នោះដោយសារតែពួកគេ បានអះអាងថាៈ ពិតប្រាកដណាស់ ការលក់ដូរនោះវាដូចជាការយក ការប្រាក់ដែរ ។ប៉ុន្ដែអល់ឡោះបានអនុញ្ញាតចំពោះការលក់ដូរ ហើយទ្រង់បានហាមឃាត់អំពីការយកការប្រាក់។ ហើយអ្នកណា ដែលទទួលបាននូវការទូន្មានពីម្ចាស់របស់គេ ហើយគេបោះបង់ ចោល(ឈប់យកការប្រាក់) ដូចេ្នះអ្វីដែលមានពីមុន(មុនទូន្មាន មកដល់)គឺជាកម្មសិទ្ធិរបស់គេ ហើយរឿងរ៉ាវរបស់គេគឺអាស្រ័យ លើអល់ឡោះ។ រីឯអ្នកណាបានត្រឡប់ទៅ(ស៊ីការប្រាក់)វិញ ពួកទាំងនោះជាពួកនរក។ ពួកគេស្ថិតនៅក្នុងនោះជាអមតៈ។"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "អល់ឡោះបំបាត់ភាពរីកចំរើនចំពោះការប្រាក់។ ប៉ុន្ដែ ទ្រង់បង្កើនផលចំពោះទ្រព្យបរិច្ចាគនានា។ ហើយអល់ឡោះមិន ស្រឡាញ់រាល់អ្នកដែលប្រឆាំង និងអ្នកដែលសាងបាបកម្មនោះ ឡើយ។"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿ និងបាន សាងអំពើល្អ និងបានប្រតិបត្ដិសឡាត ព្រមទាំងបរិច្ចាគហ្សាកាត់ ពួកគេពិតជានឹងទទួលបានផលបុណ្យពីម្ចាស់របស់ពួកគេ ហើយ ពួកគេគ្មានការភ័យខ្លាចនិងព្រួយបារម្ភអ្វីឡើយ។"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "ឱបណ្ដាអ្នកដែលមានជំនឿ. ចូរពួកអ្នកកោតខ្លាច អល់ឡោះ និងបោះបង់ចោលនូវអ្វីដែលនៅសេសសល់ពីការប្រាក់ (ដែលគេជំពាក់) ប្រសិនបើពួកអ្នកជាអ្នកមានជំនឿនោះ។"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "ហើយប្រសិនបើពួកអ្នកមិនព្រមបោះបង់ចោល(ការប្រាក់)ទេ ពួកអ្នកត្រូវដឹងថា នឹងមានសង្គ្រាមមកពីអល់ឡោះ និង អ្នកនាំសាររបស់ទ្រង់។ តែប្រសិនបើពួកអ្នកបោះបង់ចោល(ការប្រាក់)សម្រាប់ពួកអ្នកគឺប្រាក់ដើមរបស់ពួកអ្នក។ (ការធ្វើដូចេ្នះ) ពួកអ្នកមិនបំពានលើគេ ហើយគេក៏មិនបំពានលើពួកអ្នកដែរ។"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "ហើយប្រសិនបើគេគ្មានលទ្ធភាពសង ចូរពួកអ្នកពន្យារ ពេលរហូតគេមានលទ្ធភាព។ ប៉ុន្ដែបើពួកអ្នកបរិច្ចាគវិញនោះ គឺជា ការប្រសើរបំផុតសម្រាប់ពួកអ្នកប្រសិនបើពួកអ្នកដឹង។"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "ហើយចូរពួកអ្នកខ្លាចថ្ងៃមួយ ដែលនៅថ្ងៃនោះ គេនឹង នាំពួកអ្នកវិលត្រឡប់ទៅជួបអល់ឡោះវិញ។ បន្ទាប់មកគេនឹងតប ស្នងដល់បុគ្គលម្នាក់ៗតាមអ្វីដែលគេបានប្រព្រឹត្ដ ហើយពួកគេមិន ត្រូវបានគេបំពានឡើយ។"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "ឱបណ្ដាអ្នកដែលមានជំនឿ នៅពេលដែលពួកអ្នកខ្ចីគ្នា ទៅវិញទៅមក រហូតដល់ពេលកំណត់ណាមួយ ចូរពួកអ្នកកត់ត្រា វា។ ហើយចូរឱ្យអ្នកកត់ត្រា កត់ត្រាដោយយុត្ដិធម៌រវាងពួកអ្នក។ ហើយអ្នកកត់ត្រាមិនត្រូវបដិសេធក្នុងការកត់ត្រាដូចអ្វីដែល អល់ឡោះបានបង្រៀនគេឡើយ។ ដូចេ្នះ ចូរឱ្យគេនោះកត់ត្រា ហើយចូរឱ្យអ្នកខ្ចីបញ្ជាក់ប្រាប់(នូវអ្វីដែលត្រូវកត់ត្រា)។ ហើយ ចូរឱ្យគេ(អ្នកខ្ចី)កោតខ្លាចអល់ឡោះជាម្ចាស់របស់គេ ហើយគេ មិនត្រូវគៃបំបាត់អ្វីមួយពីបំណុលឡើយ។ ហើយប្រសិនបើអ្នកខ្ចី នោះជាមនុស្សល្ងង់ ឬទន់ខ្សោយ ឬអសមត្ថភាពក្នុងការបញ្ជាក់ ប្រាប់ ចូរឱ្យអាណាព្យាបាលរបស់គេបញ្ជាក់ប្រាប់ដោយយុត្ដិធម៌ (ដល់អ្នកកត់ត្រា)។ ហើយចូរពួកអ្នកស្វែងរកសាក្សីពីរនាក់ដែល ជាបុរសក្នុងចំណោមពួកអ្នក។ តែបើគ្មានបុរសពីរនាក់ទេគឺបុរស ម្នាក់ និងស្ដ្រីពីរនាក់ក្នុងចំណោមសាក្សីដែលពួកអ្នកយល់ព្រម។ (ការជ្រើសយកស្ដ្រីពីរនាក់បែបនេះ) បើម្នាក់ក្នុងចំណោមគេទាំង ពីរភេ្លចគឺម្នាក់ទៀតរំលឹក។ ហើយសាក្សីទាំងឡាយមិនត្រូវបដិសេធនៅពេលគេសំណូមពរពួកគេ(ឱ្យធ្វើជាសាក្សី)ឡើយ។ ហើយ ចូរពួកអ្នកកុំធុញទ្រាន់ក្នុងការកត់ត្រាបំណុលដែលមានកំណត់ ពេលទោះតូច ឬធំក៏ដោយ។ ការធ្វើដូចេ្នះគឺយុត្ដិធម៌បំផុតចំពោះ អល់ឡោះ និងជាជំនួយដ៏សំខាន់ក្នុងការធ្វើសាក្សី ហើយជាកត្ដា ដែលនាំឱ្យពួកអ្នកចៀសផុតពីការមន្ទិលសង្ស័យ លើកលែងតែ (ប្រការនោះ)ជាជំនួញភ្លាមៗដែលពួកអ្នកទូទាត់វារវាងពួកអ្នក គឺគ្មានទោសពៃរ៍អ្វីទៅលើពួកអ្នកឡើយ បើពួកអ្នកមិនកត់ត្រាវា នោះ។ តែពួកអ្នកត្រូវមានសាក្សីកាលណាពួកអ្នកលក់ដូរ។ ហើយ គេមិនត្រូវបង្កផលលំបាកដល់អ្នកកត់ត្រា និងសាក្សីឡើយ។ តែ ប្រសិនបើពួកអ្នកធ្វើ(ផ្ដល់ការលំបាកដល់ពួកគេ) ពិតប្រាកដ ណាស់ ទង្វើនោះគឺជាបាបកម្មសម្រាប់ពួកអ្នក។ ដូចេ្នះ ចូរពួកអ្នក កោតខ្លាចអល់ឡោះ ហើយអល់ឡោះនឹងបង្រៀនពួកអ្នក។ ហើយ អល់ឡោះមហាដឹងនូវរាល់អ្វីៗទាំងអស់។"
        }
    ]
}