{
    "maqras": [
        {
            "chapter": 2,
            "verse": 124,
            "text": "ហើយ(ចូរចងចាំ)នៅពេលដែលម្ចាស់របស់អ៊ីព្រហ៊ីម បានសាកល្បងគាត់តាមរយៈបទបញ្ជា ជាច្រើន រួចមកគាត់ក៏បាន បំពេញវាយ៉ាងល្អបំផុត។ ទ្រង់ក៏បានមានបន្ទូលថាៈ ពិតប្រាកដ ណាស់ យើងចាត់តាំងអ្នកជាមេដឹកនាំសម្រាប់មនុស្សលោក។ អ៊ីព្រហ៊ីមបានពោលថាៈ ហើយ(សូមទ្រង់ចាត់តាំងជាមេដឹកនាំ) ក្នុងចំណោមកូនចៅរបស់ខ្ញុំផង។ អល់ឡោះបានមានបន្ទូលតបវិញ ថាៈ ការសន្យារបស់យើងមិនអាចទៅដល់ពួកដែលបំពានឡើយ។"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "ហើយ(ចូរចងចាំ)នៅពេលដែលយើងបានបង្កើត កាក់ហ្ពះជាទីកន្លែងជួបជុំសម្រាប់មនុស្សលោក និងជាកន្លែងមាន សុវត្ថិភាព។ ហើយចូរពួកអ្នកយកម៉ាកមអ៊ីព្រហ៊ីមជាកន្លែង សឡាត ហើយយើងបានបញ្ជាចំពោះអ៊ីព្រហ៊ីម និងអ៊ីស្មាអ៊ីលថាៈ ចូរអ្នកទាំងពីរសំអាតកាក់ហ្ពះរបស់យើងសម្រាប់បណ្ដាអ្នកតវ៉ាហ្វ និងបណ្ដាអ្នកអៀកទីកាហ្វ និងបណ្ដាអ្នករ៉ូកុ ស៊ូជូត។"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "ហើយ(ចូរចងចាំ)នៅពេលដែលអ៊ីព្រហ៊ីមបានបួងសួង សុំថាៈ ឱម្ចាស់របស់ខ្ញុំ. សូមទ្រង់មេត្ដាធ្វើឱ្យទឹកដីនេះ(ក្រុងម៉ាក្កះ) ជាកន្លែងមួយដែលមានសុវត្ថិភាព ព្រមទាំងផ្ដល់ផលានុផលគ្រប់ ប្រភេទដល់ប្រជាជននៅទីនេះដែលមានជំនឿលើអល់ឡោះ និង ថ្ងៃបរលោកក្នុងចំណោមពួកគេផងចុះ។ ទ្រង់បានមានបន្ទូលតប វិញថាៈ ចំពោះអ្នកដែលគ្មានជំនឿយើងនឹងទុកឱកាសឱ្យគេ សប្បាយរីករាយតែមួយរយៈពេលខ្លីប៉ុណ្ណោះ។ បន្ទាប់មកយើង បង្ខំអ្នកនោះឱ្យទៅកាន់ទារុណកម្មនៃភ្លើងនរក ដែលជាកន្លែងវិល ត្រឡប់ដ៏អាក្រក់ជាទីបំផុត។"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "ហើយ(ចូរចងចាំ)នៅពេលដែលអ៊ីព្រហ៊ីម និងអ៊ីស្មា-អ៊ីលបានតំឡើងគ្រឹះកាក់ហ្ពះ(ដោយបួងសួងសុំថា) ឱម្ចាស់របស់ ពួកយើងខ្ញុំ. សូមទ្រង់ទទួលយក(អំពើល្អនិងការបួងសួងសុំ)ពី យើងខ្ញុំផង។ ពិតប្រាកដណាស់ ទ្រង់មហាឮ មហាដឹង។"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "ឱម្ចាស់របស់យើងខ្ញុំ. សូមទ្រង់មេត្ដាធ្វើឱ្យយើងទាំង ពីរនាក់ជាអ្នកប្រគល់ខ្លួន(ជាមូស្លីម)សម្រាប់ទ្រង់ និងធ្វើឱ្យកូន ចៅរបស់យើងខ្ញុំជាក្រុមដែលប្រគល់ខ្លួន(ជាមូស្លីម)សម្រាប់ទ្រង់ ផង ព្រមទាំងបង្ហាញដល់យើងខ្ញុំនូវរបៀបគោរពសក្ការៈរបស់យើង ខ្ញុំ់ និងអភ័យទោសដល់យើងខ្ញុំផង។ ពិតប្រាកដណាស់ ទ្រង់ជាអ្នក ទទួលយកការសារភាពកំហុស ជាអ្នកអាណិតស្រឡាញ់បំផុត។"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "ឱម្ចាស់របស់យើងខ្ញុំ. សូមទ្រង់មេត្ដាតែងតាំងអ្នកនាំ សារម្នាក់អំពីពួកគេ(កូនចៅអ៊ីស្មាអ៊ីល)ឱ្យពួកគេផង ដើម្បីគាត់ នឹងសូត្រអាយ៉ាត់ៗរបស់ទ្រង់ឱ្យពួកគេស្ដាប់ ហើយបង្រៀនគម្ពីរ (គួរអាន) និងមាគ៌ារបស់គាត់ដល់ពួកគេ ហើយនិងដើម្បីជំរះ (បាបកម្ម)ពួកគេផង។ ពិតប្រាកដណាស់ ទ្រង់មហាខ្លាំងពូកែ មហាគតិបណ្ឌិត។"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "គ្មានអ្នកណាស្អប់ខ្ពើមសាសនារបស់អ៊ីព្រហ៊ីម(សាសនា អ៊ីស្លាម)ឡើយ លើកលែងតែអ្នកដែលល្ងង់ខ្លៅខ្លួនឯងប៉ុណ្ណោះ។ ហើយជាការពិតណាស់ យើងបានជ្រើសរើសអ៊ីព្រហ៊ីមនៅក្នុង លោកិយនេះ(ជាអ្នកនាំសារ) ហើយពិតប្រាកដណាស់ នៅថ្ងៃ បរលោកគេនឹងស្ថិតនៅក្នុងចំណោមបណ្ដាអ្នកដែលត្រឹមត្រូវ។"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "(ចូរចងចាំ)នៅពេលដែលម្ចាស់របស់អ៊ីព្រហ៊ីមបាន មានបន្ទូលទៅកាន់គាត់ថាៈចូរអ្នកប្រគល់ខ្លួន(មូស្លីម). គាត់ក៏ ឆ្លើយវិញថាៈ ខ្ញុំបានប្រគល់ខ្លួនខ្ញុំទៅចំពោះម្ចាស់នៃពិភពទាំងអស់។"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "ហើយអ៊ីព្រហ៊ីមនិងយ៉ាក់កូបបានផ្ដាំផ្ញើកូនចៅរបស់ ពួកគាត់ចំពោះសាសនាអ៊ីស្លាមថាៈ ឱកូនចៅរបស់ខ្ញុំ. ពិតប្រាកដណាស់ អល់ឡោះបានជ្រើសរើសសាសនា(អ៊ីស្លាម)សម្រាប់ពួក អ្នក។ ដូចេ្នះ ចូរពួកអ្នកកុំស្លាប់ លើកលែងតែពួកអ្នកជាអ្នកកាន់ សាសនាអ៊ីស្លាម។"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "តើពួកអ្នក(យ៉ាហ៊ូទី)បានឃើញច្បាស់ឬទេ នៅពេល ដែលយ៉ាក់កូបហៀបនឹងស្លាប់? នៅពេលនោះគាត់បានសួរកូនចៅ របស់គាត់ថាៈ តើពួកអ្នកគោរពសក្ការៈអ្វីក្រោយពីឪពុកស្លាប់ទៅ? ពួកគេបានឆ្លើយថាៈ ពួកយើងគោរពសក្ការៈម្ចាស់តែមួយគត់ ដែល ជាម្ចាស់របស់លោកឪពុក និងជាម្ចាស់របស់ដូនតាលោកឪពុក ដូចជា អ៊ីព្រហ៊ីម និងអ៊ីស្មាអ៊ីល និងអ៊ីសហាក។ ហើយចំពោះទ្រង់តែមួយ គត់ដែលពួកយើងបានប្រគល់ខ្លួន(កាន់សាសនាអ៊ីស្លាម)។"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "ពួកគេទាំងនោះគឺជាប្រជាជាតិដែលបានកន្លងផុតទៅ ហើយ។ ពួកគេនឹងទទួលបាននូវអ្វីៗដែលពួកគេបានសាង ហើយ ពួកអ្នកនឹងទទួលបាននូវអ្វីៗដែលពួកអ្នកបានសាង។ ហើយពួកអ្នក នឹងមិនត្រូវគេសួរអំពីអី្វដែលពួកគេបានសាងនោះឡើយ។"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "ហើយពួកគេ(យ៉ាហ៊ូទី និងណាសរ៉នី)បាននិយាយថាៈ ចូរពួកអ្នកកាន់តាមសាសនាយ៉ាហ៊ូទីឬសាសនាណាសរ៉នីចុះ ពួកអ្នក នឹងទទួលបាននូវការចង្អុលបង្ហាញជាមិនខាន។ ចូរអ្នក(មូហាំម៉ាត់) ប្រាប់ពួកគេថាៈ ផ្ទុយទៅវិញ មានតែសាសនារបស់អ៊ីព្រហ៊ីមទេ ដែលជាសាសនាដ៏ត្រឹមត្រូវ ហើយគាត់ពុំស្ថិតនៅក្នុងចំណោមពួក មូស្ហរីគីនឡើយ។"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "ចូរពួកអ្នក(អ្នកមានជំនឿ)និយាយថាៈ ពួកយើងមាន ជំនឿនឹងអល់ឡោះ និងអ្វីៗដែលគេបានបញ្ចុះមកឱ្យពួកយើង ហើយនិងអ្វីៗដែលគេបានបញ្ចុះមកឱ្យអ៊ីព្រហ៊ីម និងអ៊ីស្មាអ៊ីល និង អ៊ីសហាក និងយ៉ាក់កូប ព្រមទាំងកូនចៅយ៉ាក់កូប និងអ្វីៗដែលគេ បានប្រទានឱ្យមូសា និងអ៊ីសា និងអ្វីៗដែលគេបានប្រទានដល់បណ្ដា ណាពីផេ្សងៗទៀតពីម្ចាស់របស់ពួកគេ។ ពួកយើងពុំរើសអើងណាពី ណាម្នាក់ក្នុងចំណោមណាពីទាំងអស់នោះឡើយ ហើយចំពោះទ្រង់ តែមួយគត់ដែលពួកយើងបានប្រគល់ខ្លួន(កាន់សាសនាអ៊ីស្លាម)។"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "ដូចេ្នះប្រសិនបើពួកគេ(អ្នកគ្មានជំនឿ)មានជំនឿដូចអ្វី ដែលពួកអ្នកមានជំនឿដែរនោះ ពួកគេពិតជានឹងទទួលបាននូវការ ចង្អុលបង្ហាញ។ តែប្រសិនបើពួកគេងាកចេញ(គ្មានជំនឿ)វិញ ពួក គេពិតជាស្ថិតនៅក្នុងការប្រឆាំង។ ដូចេ្នះគ្រប់គ្រាន់ហើយដែលមាន អល់ឡោះការពារអ្នកពីពួកគេ។ ហើយទ្រង់មហាឮ មហាដឹង។"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "(ចូរពួកអ្នកប្រកាន់យក)សាសនាអល់ឡោះ។ តើមាន សាសនាណាមួយដែលប្រសើរជាងសាសនាអល់ឡោះទៀតនោះ? ហើយពួកយើងគឺជាអ្នកដែលគោរពសក្ការៈចំពោះទ្រង់តែមួយគត់។"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តើពួកអ្នក(យ៉ាហ៊ូទី និង ណាសរ៉នី)កំពុងប្រកែកនឹងពួកយើងអំពីរឿង(ជំនឿលើ)អល់ឡោះ ដែលទ្រង់ជាម្ចាស់របស់យើង និងជាម្ចាស់របស់ពួកអ្នកឬ? ហើយ ពួកយើងនឹងទទួលបាន(ការតបស្នង)ទៅតាមទង្វីរបស់ពួកយើង ហើយពួកអ្នកនឹងទទួលបាន(ការតបស្នង)ទៅតាមទង្វើរបស់ពួក អ្នក។ ហើយពួកយើងជាអ្នកស្មោះត្រង់ចំពោះទ្រង់តែមួយគត់។"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "ឬមួយពួកអ្នកអះអាងថាៈ ពិតប្រាកដណាស់ អ៊ីព្រហ៊ីម និងអ៊ីស្មាអ៊ីល និងអ៊ីសហាក និងយ៉ាក់កូប និងកូនចៅយ៉ាក់កូបទាំង អស់នោះគឺជាអ្នកកាន់សាសនាយ៉ាហ៊ូទី ឬណាសរ៉នី? ចូរអ្នក(មូហាំ-ម៉ាត់)តបវិញថាៈ តើពួកអ្នកដឹងជាង ឬអល់ឡោះ(ដឹងជាង)? ហើយតើមានអ្នកណាដែលបំពានជាងអ្នកដែលបានលាក់ភស្ដុតាង ដែលមកពីអល់ឡោះនៅជាមួយគេនោះ? ហើយអល់ឡោះមិន ព្រងើយកន្ដើយនូវអ្វីដែលពួកអ្នកកំពុងប្រព្រឹត្ដឡើយ។"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "ពួកគេទាំងនោះគឺជាប្រជាជាតិដែលបានកន្លងផុតទៅ ហើយ។ ពួកគេនឹងទទួលបាននូវអ្វីៗដែលពួកគេបានសាង ហើយ ពួកអ្នកនឹងទទួលបាននូវអ្វីៗដែលពួកអ្នកបានសាង។ ហើយពួក អ្នកនឹងមិនត្រូវគេសួរអំពីអី្វដែលពួកគេបានសាងនោះឡើយ។"
        }
    ]
}