{
    "rukus": [
        {
            "chapter": 13,
            "verse": 8,
            "text": "God knoweth what every female beareth in her womb; and what the wombs want or exceed of their due time, or number of young. With him is every thing regulated according to a determined measure"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "He knoweth that which is hidden, and that which is revealed. He is the great, the most high"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "He among you who concealeth his words, and he who proclaimeth them in public; he also who seeketh to hide himself in the night, and he who goeth forth openly in the day, is equal in respect to the knowledge of God"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Each of them hath angels mutually succeeding each other, before him, and behind him; they watch him by the command of God. Verily God will not change his grace which is in men, until they change the disposition in their souls by sin. When God willeth evil on a people, there shall be none to avert it; neither shall they have any protector beside Him"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "It is He who causeth the lightening to appear unto you, to strike fear, and to raise hope, and Who formeth the pregnant clouds"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "The thunder celebrateth his praise, and the angels also, for fear of Him. He sendeth his thunderbolts, and striketh therewith whom He pleaseth, while they dispute concerning God; for He is mighty in power"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "It is He who ought of right to be invoked; and the idols which they invoke besides Him, shall not hear them at all; otherwise than as he is heard, who stretcheth forth his hands to the water that it may ascend to his mouth, when it cannot ascend thither: The supplication of the unbelievers is utterly erroneous"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Whatsoever is in heaven and on earth worshippeth God, voluntarily or of force; and their shadows also, morning and evening"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Say, who is the Lord of heaven and earth? Answer, God. Say, have ye therefore taken unto yourselves protectors beside Him, who are unable either to help, or to defend themselves from hurt? Say, shall the blind and the seeing be esteemed equal? Or shall darkness and light be accounted the same? Or have they attributed companions unto God who have created as He hath created, so that their creation bear any resemblance unto His? Say, God the creator of all things; he is the one, the victorious God"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "He causeth water to descend from heaven, and the brooks flow according to their respective measure, and the floods bear the floating froth: And from the metals which they melt in the fire, seeking to cast ornaments or vessels for use, there ariseth a scum like unto it: Thus God setteth forth truth and vanity. But the scum is thrown off, and that which is useful to mankind remaineth on the earth. Thus doth God put forth parables"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Unto those who obey their Lord, shall be given the most excellent reward: But those who obey Him not, although they were possessed of whatever is in the whole earth and as much more, they would give it all for their ransom. These will be brought to a terrible account: Their abode shall be hell; an unhappy couch shall it be"
        }
    ]
}