{
    "rukus": [
        {
            "chapter": 17,
            "verse": 53,
            "text": "Speak unto my servants, that they speak mildly unto the unbelievers, lest ye exasperate them, for Satan soweth discord among them, and Satan is a declared enemy unto man"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Your Lord well knoweth you; if He pleaseth, He will have mercy on you, or, if He pleaseth, He will punish you: And We have not sent thee to be a steward over them"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Thy Lord well knoweth all persons in heaven and on earth. We have bestowed peculiar favours on some of the prophets, preferably to others; and We gave unto David the psalms"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Say, call upon those whom ye imagine to be gods besides Him; yet they will not be able to free you from harm, or to turn it on others"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Those whom ye invoke, do themselves desire to be admitted to a near conjunction with their Lord; striving which of them shall approach nearest unto Him: They also hope for his mercy, and dread his punishment; for the punishment of thy Lord is terrible"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "There is no city but We will destroy the same before the day of resurrection, or We will punish it with a grievous punishment. This is written in the book of our eternal decrees"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Nothing hindered us from sending thee with miracles, except that the former nations have charged them with imposture. We gave unto the tribe of Thamud, at their demand, the she-camel visible to their sight; yet they dealt unjustly with her: And We send not a prophet with miracles, but to strike terror"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Remember when We said unto thee, verily thy Lord encompasseth men by his knowledge and power. We have appointed the vision which We shewed thee, and also the tree cursed in the Koran, only for an occasion of dispute unto men, and to strike them with terror; but it shall cause them to transgress only the more enormously"
        }
    ]
}