{
    "rukus": [
        {
            "chapter": 18,
            "verse": 18,
            "text": "And thou wouldst have judged them to have been awake, while they were sleeping; and We caused them to turn themselves to the right hand, and to the left. And their dog stretched forth his fore-legs in the mouth of the cave: If thou hadst come suddenly upon them, verily thou wouldest have turned thy back and fled from them, and thou wouldest have been filled with fear at the sight of them"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "And so We awaked them from their sleep, that they might ask questions of one another. One of them spake and said, how long have ye tarried here? They answered, we have tarried a day, or part of a day. The others said, your Lord, best knoweth the time ye have tarried: And now send one of you with this your money into the city, and let him see which of its inhabitants hath the best and cheapest food, and let him bring you provision from him; and let him behave circumspectly, and not discover you to any one"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Verily, if they come up against you, they will stone you, or force you to return to their religion; and then shall ye not prosper for ever"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "And so We made their people acquainted with what had happened to them; that they might know that the promise of God is true, and that there is no doubt of the last hour; when they disputed among themselves concerning their matter. And they said, erect a building over them: Their Lord best knoweth their condition. Those who prevailed in their affair answered, we will surely build a chapel over them"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Some say, the sleepers were three; and their dog was the fourth: And others say, they were five; and their dog was the sixth; guessing at a secret matter: And others say, they were seven; and their dog was the eighth. Say, my Lord best knoweth their number: None shall know them, except a few. Wherefore dispute not concerning them, unless with a clear disputation, according to what hath been revealed unto thee: And ask not any of the Christians concerning them"
        }
    ]
}