{
    "rukus": [
        {
            "chapter": 21,
            "verse": 30,
            "text": "Do not the unbelievers therefore know, that the heavens and the earth were solid, and We clave the same in sunder; and made every living thing of water? Will they not therefore believe"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "And We placed stable mountains on the earth, lest it should move with them; and We made broad passages between them for paths, that they might be directed in their journeys"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "And We made the heaven a roof well supported. Yet they turn aside from the signs thereof, not considering that they are the workmanship of God"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "It is He who hath created the night, and the day, and the sun, and the moon; all the celestial bodies move swiftly, each in its respective orb"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "We have not granted unto any man before thee, eternal permanency in this world; if thou die therefore, will they be immortal"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Every soul shall taste of death: And We will prove you with evil, and with good, for a trial of you; and unto Us shall ye return"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "When the unbelievers see thee, they receive thee only with scoffing, saying, is this he who mentioneth your gods with contempt? Yet themselves believe not what is mentioned to them of the Merciful"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Man is created of precipitation. Hereafter will I shew you my signs, so that ye shall not wish them to be hastened"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "They say, when will this threat be accomplished, if ye speak truth"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "If they who believe not, knew that the time will surely come, then they shall not be able to drive back the fire of hell from their faces, nor from their backs, neither shall they be helped, they would not hasten it"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "But the day of vengeance shall come upon them suddenly, and shall strike them with astonishment: They shall not be able to avert it; neither shall they be respited"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Other apostles have been mocked before thee: But the punishment which they scoffed at, fell upon such of them as mocked"
        }
    ]
}