{
    "rukus": [
        {
            "chapter": 54,
            "verse": 23,
            "text": "Thamud charged the admonitions of their prophet with falsehood"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "and said, shall we follow a single man among us? Verily we should then be guilty of error, and preposterous madness"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "Is the office of admonition committed unto him preferably to the rest of us? Nay; he is a liar, and an insolent fellow"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "But God said to Saleh, to morrow shall they know who is the liar, and the insolent person"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "For We will surely send the she-camel for a trial of them; and do thou observe them, and bear their insults with patience"
        },
        {
            "chapter": 54,
            "verse": 28,
            "text": "And prophesy unto them that the water shall be divided between them, and each portion shall be sat down to alternately"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "And they called their companion: And he took a sword, and slew her"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "But how severe was my vengeance, and my threatening"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "For We sent against them one cry of the angel Gabriel, and they became like the dry sticks used by him who buildeth a fold for cattle"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "And now have We made the Koran easy for admonition: But is any one admonished thereby"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "The people of Lot charged his preaching with falsehood"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "But We sent against them a wind driving a shower of stones, which destroyed them all except the family of Lot; whom We delivered early in the morning"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "through favour from Us. Thus do We reward those who are thankful"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "And Lot had warned them of our severity in chastising; but they doubted of that warning"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "And they demanded his guests of him, that they might abuse them: But We put out their eyes, saying, taste my vengeance, and my threatening"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "And early in the morning a lasting punishment surprized them"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "Taste, therefore, my vengeance, and my threatening"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "Now have We made the Koran easy for admonition: But is any one admonished thereby"
        }
    ]
}