{
    "rukus": [
        {
            "chapter": 4,
            "verse": 23,
            "text": "Ye are forbidden to marry your mothers, and your daughters, and your sisters, and your aunts both on the fathers and on the mothers side, and your brothers daughters, and your sisters daughters, and your mothers who have given you suck, and your foster-sisters, and your wives mothers, and your daughters-in-law which are under your tuition, born of your wives unto whom ye have gone in, -- but if ye have not gone in unto them, it shall be no sin in you to marry them, -- and the wives of your sons who proceed out of your loins; and ye are also forbidden to take to wife two sisters; except what is already past: For God is gracious and merciful"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "Ye are also forbidden to take to wife free women who are married, except those women whom your right hands shall possess as slaves. This is ordained you from God. Whatever is beside this, is allowed you; that ye may with your substance provide wives for your selves, acting that which is right, and avoiding whoredom. And for the advantage which ye receive from them, give them their reward, according to what is ordained: But it shall be no crime in you to make any other agreement among your selves, after the ordinance shall be complied with; for God is knowing and wise"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Whoso among you hath not means sufficient that he may marry free women, who are believers, let him marry with such of your maid-servants whom your right hands possess, as are true believers; for God well knoweth your faith. Ye are the one from the other: Therefore marry them with the consent of their masters; and give them their dower according to justice; such as are modest, not guilty of whoredom, nor entertaining lovers. And when they are married, if they be guilty of adultery, they shall suffer half the punishment which is appointed for the free women. This is allowed unto him among you, who feareth to sin by marrying free women; but if ye abstain from marrying slaves, it will be better for you; God is gracious and merciful"
        }
    ]
}