{
    "pages": [
        {
            "chapter": 6,
            "verse": 95,
            "text": "Hic kuskusuz, Allah´tır Falık olan/daneyi yaran, cekirdegi patlatan. Oluden diri cıkarır O; diriden oluyu cıkaran da O´dur! Iste budur Allah! Peki nasıl ters bir yone cevriliyorsunuz"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "Safagı yarıp sabahı ortaya cıkaran/Falık O´dur! Geceyi dinlenme zamanı yaptı; Gunes´i ve Ay´ı hesap aracı. Iste budur olculendirmesi o Aziz´in, o Alim´in"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Karanın ve denizin karanlıklarında, kendileriyle yol bulmanız icin yıldızları hizmetinize veren O´dur! Bilgiden nasipli bir topluluk icin ayetleri gercekten ayrıntılı kılmısızdır"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "Sizi bir tek canlıdan vucuda getiren O´dur! Bu olusumda bir karar kılma yeri var, bir de emanet olarak kalma yeri. Iyice arastırıp kavrayan bir topluluk icin ayetleri biz tam bir bicimde ayrıntılı kıldık"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Size gokten su indiren de O´dur! Biz o suyla her seyin bitkisini cıkardık. Ondan da bir yesillik cıkardık. O yesillikten birbiri uzerine binmis daneler cıkardık. Hurma agacının da tomurcugundan sarkan salkımlar, uzumlerden baglar, zeytin, nar cıkardık. Birbirine benzeyeni var, benzemeyeni var. Meyve verdiginde ve meyveler olgunlastıgında bir bakın onun urunune! Bu size gosterilenlerde, iman eden bir topluluk icin, cok ibret vardır"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Allah´a bir de cinleri/gozle gorulmeyen yaratıkları ortak kostular. Oysaki, onları O yaratmıstır. Bilgisizce O´na ogullar ve kızlar isnat etme sacmalıgını gosterdiler. Sanı yucedir O´nun! Onların nitelemelerinin otesindedir O"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Gokleri ve yeri yaratıp donatan Bedi´ O´dur! Nasıl cocugu olur O´nun, kendisinin bir esi olmadı ki! Her seyi O yarattı ve her seyi en iyi sekilde bilen de O´dur"
        }
    ]
}