{
    "pages": [
        {
            "chapter": 48,
            "verse": 16,
            "text": "Bedevilerden, geri bırakılmıs olanlara de ki: \"Siz yakında cok zorlu savas veren bir kavimle carpısmaya cagrılacaksınız. Ya onlarla carpısırsınız, yahut onlar Musluman olurlar. Eger itaat ederseniz, Allah size guzel bir odul verecektir. Yok eger onceden dondugunuz gibi yuz cevirirseniz, Allah sizi acıklı bir azapla cezalandırır"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Kore zorlama yoktur, topala zorlama yoktur, hastaya da zorlama yoktur. Kim Allah´a ve resulune itaat ederse, Allah onu altından ırmaklar akan cennetlere koyar. Kim de yuz cevirirse, Allah onu acıklı bir azapla cezalandırır"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "Yemin olsun, Allah muminlerden, o agacın altında sana bey´at ettikleri sırada hosnut olmustur. Onların gonullerindekini bilmis, uzerlerine huzur ve sukun indirmis ve kendilerine yakın bir fetih nasip etmistir"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "Alacakları bircok ganimetler de nasip etmistir. Allah Aziz´dir, Hakim´dir"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Allah size, elde edeceginiz bircok ganimetler vaat etti. Sunu da size aceleden verdi ve insanların ellerini de sizden uzak tuttu ki bu, inananlara bir ibret olsun ve Allah sizi dosdogru yola kılavuzlasın"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Sizin guc yetireceginiz baska ganimetler de vardır. Allah onları kusatmıs bulunuyor. Allah, her sey uzerinde Kadir´dir"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Eger kufredenler sizinle savassalardı, sırtlarını donup kacacaklardı. Sonra, bir dost da bir yardımcı da bulamazlardı"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Bu, Allah´ın oteden beri isleyip duran yolu-yontemidir. Allah´ın yol ve yonteminde hicbir degisme bulamazsın"
        }
    ]
}