{
    "maqras": [
        {
            "chapter": 2,
            "verse": 253,
            "text": "Those are the Messengers; We have graced some of them over some others; of them (there are some) to whom Allah spoke, and some He raised in degrees. And We brought Isa son of Maryam (Jesus son of Mary) the supreme evidences and aided him with the Spirit of Holiness. (The Angel Jibril) And if Allah had (so) decided, the ones who (came) after them would not have fought against each other, after the supreme evidences had come to them. But they differed among themselves. So of them are the ones who believed, and of them are the ones who disbelieved. And if Allah had (so) decided, they would not have fought against each other; but Allah performs whatever He wills"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "O you who have believed, expend of that which We have provided you even before there comes up a Day on which (there) will be no selling, nor (close) fellowship, nor intercession; and the disbelievers, they are the unjust"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Allah. There is no god except He, The Ever-Living, The Superb Upright Sustainer. Slumber does not overtake Him, nor sleep; to Him (belongs) whatever is in the heavens and whatever is in the earth. Who is there that intercedes for His Providence except by His Permission? He knows whatever is in front of them (Literally: between their hands) and whatever is behind them, and they do not encompass anything of His Knowledge except whatever He has decided. His Chair embraces the heavens and the earth; the preserving of them (Literally: them both) does not tire Him; and He is The Ever-Exalted, The Ever-Magnificent"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "There is no compulsion in the religion; right-mindedness has already been evidently (distinct) from misguidance. So whoever disbelieves in the Taghut (i.e. false gods, idols, devils and seducers) and believes in Allah, then he has already upheld fast the most binding Grip, with no disjunction (ever); and Allah is Ever-Hearing, Ever-Knowing"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Allah is The Ever-Patronizing Patron of (the ones) who have believed. He brings them out of the darknesses into the light. And for (the ones) who have disbelieved, their constant patrons are the Taghut (i.e. false gods, idols, devils and seducers) who bring them out of the light into the darknesses; those are the companions of the Fire; they are therein eternally (abiding)"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Have you not regarded him who argued with Ibrahim (Abraham) about his Lord, that Allah had brought him the kingship? As' Ibrahim said, \"My Lord is He Who gives life and makes to die, \" he said, \"I give life and make to die.\" Ibrahim said, \"Yet surely Allah comes up with (i.e., brings) the sun from the East, so come up with (i.e., bring) it from the West.\" Then the one who disbelieved was confounded; and Allah does not guide the unjust people"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Or (such as) he who passed by a town, and it was completely devastated upon its trellises. He said, \"However will Allah give life to this (town) after its death?\" So Allah made him die a hundred seasons; (i.e., years) thereafter He made him rise again. He Allah) said, \"How long have you lingered?\" He said, \"I have lingered a day or part of a day.\" He said, \"No indeed, you have lingered a hundred seasons; So, look at your food and drink; it has not spoiled. And look at your ass, and, that We would make you a sign for mankind. And look at the bones, how We shall re-animate them, and afterwards dress them with flesh\". So, as soon as it was evident to him, he said, \"I know that Allah is Ever-Determiner over everything"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "And as Ibrahim (Abraham) said, \"Lord! Show me how You give life to the dead.\" He Allah) said, \"And have you not believed?\" He (Ibrahim) said, \"Yes indeed, but that my heart be composed.\" Said He, \"So take four of the birds, then wring them to you (and divide them); thereafter set a portion of them on every mountain; thereafter call them; they will come up to you with hasty diligence (and) know that Allah is Ever-Mighty, Ever-Wise"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "The likeness of (the ones) who expend their riches in the way of Allah is as the likeness of a grain that grows seven ears, in every ear a hundred grains. And Allah gives manifoldly to whomever He decides; and Allah is Ever-Embracing, Ever-Knowing"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "(The ones) who expend their riches in the way of Allah (and) thereafter do not follow up whatever they have expended with reproach or hurt, have their reward in the Providence of their Lord, and no fear will be upon them, neither will they grieve"
        }
    ]
}