{
    "maqras": [
        {
            "chapter": 6,
            "verse": 141,
            "text": "And He is The (One) Who has brought into being gardens trellised and untrellised, and the palm-trees, and plantation of different crops, and the olives, and the pomegranates, cosimilar and not cosimilar (Literally: other than being cosimilar). Eat of their produce when they have produced, and bring the true (right) thereof on the day of its harvest, and do not be extravagant; surely He does not love the extravagant"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "And of the cattle, (Arabic 'ancam includes cattle, camels, sheep and goats) fit for burden and for a bedding, (i.e., for slaughter and furnishing) eat of what Allah has provided you, and do not ever follow the steps of Ash-Shaytan; (The all-vicious, i.e., the Devil) surely he is an evident enemy to you"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "Eight pairs: (i.e., eight males and females paired together) of mutton two, (i.e., sheep) and of goats two. Say, \"Has He prohibited the two males or even the two females? Or even what the wombs of the two females contain? Fully inform me with knowledge, in case you are sincere"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "And of the camels two, and of the bovine two. Say, \"Has He prohibited the two males or even the two females? Or even what the wombs of the two females contain? Or even were you witnesses as Allah enjoined you with this? Then who is more unjust than he who fabricates against Allah a lie that he may lead mankind into error without (any) knowledge? Surely Allah does not guide the unjust people"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Say, \"I do not find in what has been revealed to me anything prohibited to an eater (Literally: feeder) who feeds thereof except it be carrion, (i.e., deal meat) or blood poured forth or the flesh of swine, (for) then surely that is an abomination or an immoral thing that has been acclaimed to other than Allah. Yet whoever is constrained, without being inequitable or aggressive, then surely your Lord is Ever-Forgiving, Ever-Merciful"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "And to the ones who Judaized We have prohibited everything with (Literally: possessing, equipped with, owning) claws; and of the bovine and the sheep We have prohibited them the fat of them, except what their backs bear, or the entrails, or what is mixed up with bone (s); (by) that We recompensed them for their inequity; and surely We indeed are sincere"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "So, in case they cry you lies, then say, \"Your Lord is The Owner of embracing mercy, and His violence will not be turned back from the criminal people"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "The ones who have associated (i.e., associated others with Allah) will soon say, \"If Allah had (so) decided, in no way would we have associated (with Him), nor our fathers, nor would we have even prohibited anything.\" Thus, the ones before them cried lies until they tasted Our violence. Say, \"Do you have in your presence any knowledge so you can bring it out to us? Decidedly you closely follow (nothing) except surmise, and decidedly you (do nothing) except conjecture"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Say, \"So to Allah is the consummately proclaimed argument; then, if He had (so) decided, He would indeed have guided you altogether"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Say, \"Bring forward your witnesses who bear witness that Allah has prohibited this.\" So, in case they bear witness, (then) do not bear witness with them, and do not ever follow the prejudices of the ones who have cried lies to Our signs, and the ones who do not believe in the Hereafter, and they (unjustly) set up equals to their Lord"
        }
    ]
}