{
    "maqras": [
        {
            "chapter": 10,
            "verse": 11,
            "text": "And if Allah were to hasten (quickly) to mankind evil as they would seek hastening of charity, their term would indeed be decreed to them. Yet We leave out the ones who do not hope for meeting with Us, in their inordinance blundering"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "And when adversity touches man, he invokes Us to his side, or sitting, or upright, then as soon as We have lifted off him his adversity, he passes on, as if he had not invoked Us to an adversity that touched him. Thus, whatever they were doing was adorned (i.e., made attractive) for the extravagant"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "And We have already caused the generations even before you to perish as soon as they did injustice and their Messengers came to them with the Supreme evidences; and in no way were they to believe; thus We recompense the criminal people"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Thereafter We have made you succeeding (each other) in the earth even after them, that We may look how you would do"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "And when Our Supremely evident ayat (Signs, verses) are recited to them, the ones who do not hope for meeting with Us say, \"Come up with a Qur'an other than this or exchange it.\" Say, \"In no way (can) I exchange it of my own accord. Decidedly I closely follow (nothing) except what is revealed to me. Surely I fear, in case I disobey my Lord, the torment of a tremendous Day"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Say, \"If Allah had (so) decided, in no way would I have recited it (i.e. the Qur'an) to you, neither would He have made you realize (what) it is. So I have already lingered among you an age even before it. Do you not consider"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "So, who is more unjust than he who fabricates against Allah had a lie or cries lies to His signs? Sure it is that the criminals do not prosper"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "And they worship, apart from Allah, what neither harms them nor profits them; and they say, \"These are our intercessors in the Providence of Allah.\" Say, \"Do you really inform Allah of what He does not know (either) in the heavens or in the earth?\" All Extolment be to Him! And Supremely Exalted be He above whatever they associate"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "And in no way were mankind anything except one nation, then they differed among themselves; and had it not been for a Word that went before from your Lord, wherein they differed, (it) would indeed have been decreed between them. (i.e., what they differed about would nave been settled)"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "And they say, \"if only a sign had been sent down upon him from his Lord!\" Then say, \"Surely the Unseen belongs only to Allah. So await! Surely with you I am of the waiting.\" (Literally: of the ones awaiting)"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "And when We cause mankind to taste mercy even after tribulation has touched them, only then do they have a scheming against Our signs; Say, \" Allah is swifter at scheming; surely Our Messengers are writing down whatever you are scheming"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "He is The (One) Who makes you to travel on the land and the sea till, when you are in the ships, and the ships run with them with a good wind, and they exult with it, there comes to them (i.e., the ships) a tempestuous wind, and waves come on them from every place, and they expect that they are encompassed. They invoke Allah, making the religion His faithfully, \"Indeed if You deliver us from these, (i.e., the wind and the waves) indeed we will definitely be of the thankful"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Yet as soon as He has delivered them, only then do they (transgress) inequitably in the earth untruthfully. (Literally: with other than the truth) O you mankind, surely your inequity is only against yourselves. The enjoyment is of the present life; (Literally: the lowly life, i.e., the life of this world) thereafter to Us will be your return, then We will fully inform you of whatever you were doing"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Surely the likeness of the present life is only like water that We send down from the heaven, so the growth of the earth mixes up with it, whereof mankind and cattle eat till, when the earth has taken on its decoration and has adorned itself and its population surmise that they (are able to) determine its course, Our Command comes up to it by night or daytime, so We make it mown-down, as if it did not flourish the day before. Thus We expound the signs for a people who meditate"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "And Allah calls to the Residence of Peace, and He guides whomever He decides to a straight Path"
        }
    ]
}