{
    "maqras": [
        {
            "chapter": 11,
            "verse": 24,
            "text": "The likeness of the two groups is like the man blind and deaf, and the man beholding and hearer; (i.e., seeing and hearing) are the two equal in likeness? Will you then not be mindful"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "And indeed We already sent Nuh (Noah) to his people (saying), \"Surely I am for you an evident warner"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "That you worship none except Allah. Surely I fear for you the torment of a painful Day"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "So, the chiefs of the ones who disbelieved of his people said, \"In no way do we see you except a mortal like ourselves, and in no way do we see that anyone has closely followed you except the ones who are the most decrepit of us, inconsiderately (i.e., without considering; literally: readily declared opinion). And in no way do we see you have over us any grace (Superiority) No indeed, we expect that you are liars"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "He said, \"O my people, have you seen (that) in case I (rely) on a Supreme evidence from my Lord, and He has brought me a mercy from His Providence, (and) yet it has been obscured (i.e., you were made blind to it) for you, should we impose it on you while you are hating (that)"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "And O my people, I do not ask you wealth for (this); decidedly my reward is on no one except Allah. And in no way will I drive away the ones who have believed; surely they will be meeting their Lord. But I see you are an ignorant people"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "And O my people, who would vindicate me from Allah, in case I drive them away? Will you then not be mindful"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "And I do not say to you, I have in my presence the treasuries of Allah; and I do not know the Unseen; and I do not say surely I am an angel. Nor do I say to the ones your eyes despise, (that) Allah will never bring them any charity. Allah knows best whatever is in their selves. Surely, (in case I do that) I am indeed of the unjust"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "They said, \"O Nuh, (Noah) you have already disputed with us and so made much disputation with us. Then come up to us with what you promise us, in case you are of the sincere"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "He said, \"Surely only Allah will be coming up to you with it, in case He (so) decides; and in no way will you be defiant to (Him)"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "And my advice will not profit you, in case I am willing to advise you, in case Allah wills to misguide you; He is your Lord, and to Him you will be returned"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Or even do they say, \"He has fabricated it\"? Say, \"In case I have fabricated it, then upon me (rest) my criminal (deeds), and I am quit of (the crimes) you commit"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "And it was revealed to N?h (that), \"Never will any of your people believe, except him who has already believed; so do not feel chagrined for whatever they were performing"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "And work out (i.e., make) the Ship (s) (Arabic fulk \"ship\" can mean singular or plural) under Our Eyes and by Our revelation, and do not address Me concerning the ones who have done injustice; surely they will be drowned"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "And he was working out (i.e., making) the Ship (s) (Arabic fulk \"ship\" can mean singular or plural) and whenever (some) chiefs of his people passed by him, they scoffed at him. He said, \"In case you scoff at us, surely we will scoff at you, as you scoff"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "So you will eventually know to whom will come up a torment to disgrace him, and upon whom will alight a perpetual torment"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Until when Our Command came, and the oven boiled over, (This was the sign that it was time to enter the ark) We said, \"Carry therein of every (kind) two pairs (Or \"two of every \"kind\" \") and your family-except for him against whom the Word (Literally: the saying) has gone before-and whomever has believed.\" And in no way did any believe with him except a few"
        }
    ]
}