{
    "maqras": [
        {
            "chapter": 14,
            "verse": 10,
            "text": "قالت لهم رسلهم: أفي الله وعبادته -وحده- ريب، وهو خالق السموات والأرض، ومنشئهما من العدم على غير مثال سابق، وهو يدعوكم إلى الإيمان؛ ليغفر لكم ذنوبكم، ويؤخر بقاءكم في الدنيا إلى أجل قدَّره، وهو نهاية آجالكم، فلا يعذبكم في الدنيا؟ فقالوا لرسلهم: ما نراكم إلا بشرًا صفاتكم كصفاتنا، لا فضل لكم علينا يؤهلكم أن تكونوا رسلا. تريدون أن تمنعونا من عبادة ما كان يعبده آباونا من الأصنام والأوثان، فأتونا بحجة ظاهرة تشهد على صحة ما تقولون"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "ولما سمع الرسل ما قاله أقوامهم قالوا لهم: حقًا ما نحن إلا بشر مثلكم كما قلتم، ولكن الله يتفضل بإنعامه على مَن يشاء من عباده فيصطفيهم لرسالته، وما طلبتم من البرهان المبين، فلا يمكن لنا ولا نستطيع أن نأتيكم به إلا بإذن الله وتوفيقه، وعلى الله وحده يعتمد المؤمنون في كل أمورهم"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "وكيف لا نعتمد على الله، وهو الذي أرشدنا إلى طريق النجاة من عذابه باتباع أحكام دينه؟ ولنصبرنَّ على إيذائكم لنا بالكلام السيئ وغيره، وعلى الله وحده يجب أن يعتمد المؤمنون في نصرهم، وهزيمة أعدائهم"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "وضاقت صدور الكفار مما قاله الرسل فقالوا لهم: لنطردنكم من بلادنا حتى تعودوا إلى ديننا، فأوحى الله إلى رسله أنه سيهلك الجاحدين الذين كفروا به وبرسله"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "ولنجعلن العاقبة الحسنة للرسل وأتباعهم بإسكانهم أرض الكافرين بعد إهلاكهم، ذلك الإهلاك للكفار، وإسكان المؤمنين أرضهم أمر مؤكد لمن خاف مقامه بين يديَّ يوم القيامة، وخشي وعيدي وعذابي"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "ولجأ الرسل إلى ربهم وسألوه النصر على أعدائهم والحكم بينهم، فاستجاب لهم، وهلك كل متكبر لا يقبل الحق ولا يُذْعن له، ولا يقر بتوحيد الله وإخلاص العبادة له"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "ومِن أمام هذا الكافر جهنم يَلْقى عذابها؛ ويُسقى فيها من القيح والدم الذي يَخْرج من أجسام أهل النار"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "يحاول المتكبر ابتلاع القيح والدم وغير ذلك مما يسيل من أهل النار مرة بعد مرة، فلا يستطيع أن يبتلعه؛ لقذارته وحرارته، ومرارته، ويأتيه العذاب الشديد من كل نوع ومن كل عضو من جسده، وما هو بميت فيستريح، وله من بعد هذا العذاب عذاب آخر مؤلم"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "صفة أعمال الكفار في الدنيا كالبر وصلة الأرحام كصفة رماد اشتدت به الريح في يوم ذي ريح شديدة، فلم تترك له أثرًا، فكذلك أعمالهم لا يجدون منها ما ينفعهم عند الله، فقد أذهبها الكفر كما أذهبت الريح الرماد، ذلك السعي والعمل على غير أساس، هو الضلال البعيد عن الطريق المستقيم"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "ألم تعلم أيها المخاطب -والمراد عموم الناس- أن الله أوجد السموات والأرض على الوجه الصحيح الدال على حكمته، وأنه لم يخلقهما عبثًا، بل للاستدلال بهما على وحدانيته، وكمال قدرته، فيعبدوه وحده، ولا يشركوا به شيئًا؟ إن يشأ يذهبكم ويأت بقوم غيركم يطيعون الله"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "وما إهلاككم والإتيان بغيركم بممتنع على الله، بل هو سهل يسير"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "وخرجت الخلائق من قبورهم، وظهروا كلهم يوم القيامة لله الواحد القهار؛ ليحكم بينهم، فيقول الأتباع لقادتهم: إنَّا كنَّا لكم في الدنيا أتباعًا، نأتمر بأمركم، فهل أنتم -اليوم- دافعون عنا من عذاب الله شيئًا كما كنتم تَعِدوننا؟ فيقول الرؤساء: لو هدانا الله إلى الإيمان لأرشدناكم إليه، ولكنه لم يوفقنا، فضللنا وأضللناكم، يستوي علينا وعليكم الـجَزَع والصبر عليه، فليس لنا مهرب من العذاب ولا منجى"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "وقال الشيطان -بعد أن قضى الله الأمر وحاسب خَلْقه، ودخل أهلُ الجنة الجنةَ وأهلُ النارِ النارَ-: إن الله وعدكم وعدًا حقًا بالبعث والجزاء، ووعدتكم وعدًا باطلا أنه لا بَعْثَ ولا جزاء، فأخلفتكم وعدي، وما كان لي عليكم من قوة أقهركم بها على اتباعي، ولا كانت معي حجة، ولكن دعوتكم إلى الكفر والضلال فاتبعتموني، فلا تلوموني ولوموا أنفسكم، فالذنب ذنبكم، ما أنا بمغيثكم ولا أنتم بمغيثيَّ من عذاب الله، إني تبرَّأت مِن جَعْلِكم لي شريكًا مع الله في طاعته في الدنيا. إن الظالمين -في إعراضهم عن الحق واتباعهم الباطل- لهم عذاب مؤلم موجع"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "وأُدخل الذين صدَّقوا الله ورسوله وعملوا الصالحات جنات تجري من تحت أشجارها وقصورها الأنهار، لا يخرجون منها أبدًا -بإذن ربهم وحوله وقوته- يُحَيَّوْن فيها بسلام من الله وملائكته والمؤمنين"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "ألم تعلم -أيها الرسول- كيف ضرب الله مثلا لكلمة التوحيد (لا إله إلا الله) بشجرة عظيمة، وهي النخلة، أصلها متمكن في الأرض، وأعلاها مرتفع علوًّا نحو السماء؟"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "تعطي ثمارها كل وقت بإذن ربها، وكذلك شجرة الإيمان أصلها ثابت في قلب المؤمن علمًا واعتقادًا، وفرعها من الأعمال الصالحة والأخلاق المرضية يُرفع إلى الله وينال ثوابه في كل وقت. ويضرب الله الأمثال للناس؛ ليتذكروا ويتعظوا، فيعتبروا"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "ومثل كلمة خبيثة -وهي كلمة الكفر- كشجرة خبيثة المأكل والمطعم، وهي شجرة الحنظل، اقتلعت من أعلى الأرض؛ لأن عروقها قريبة من سطح الأرض ما لها أصل ثابت، ولا فرع صاعد، وكذلك الكافر لا ثبات له ولا خير فيه، ولا يُرْفَع له عمل صالح إلى الله"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "يثبِّت الله الذين آمنوا بالقول الحق الراسخ، وهو شهادة أن لا إله إلا الله وأن محمدًا رسول الله، وما جاء به من الدين الحق يثبتهم الله به في الحياة الدنيا، وعند مماتهم بالخاتمة الحسنة، وفي القبر عند سؤال المَلَكين بهدايتهم إلى الجواب الصحيح، ويضل الله الظالمين عن الصواب في الدنيا والآخرة، ويفعل الله ما يشاء من توفيق أهل الإيمان وخِذْلان أهل الكفر والطغيان"
        }
    ]
}