{
    "maqras": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "يمجِّد الله نفسه ويعظم شأنه، لقدرته على ما لا يقدر عليه أحد سواه، لا إله غيره، ولا رب سواه، فهو الذي أسرى بعبده محمد صلى الله عليه وسلم زمنًا من الليل بجسده وروحه، يقظة لا منامًا، من المسجد الحرام بـ \"مكة\" إلى المسجد الأقصى بـ \"بيت المقدس\" الذي بارك الله حوله في الزروع والثمار وغير ذلك، وجعله محلا لكثير من الأنبياء؛ ليشاهد عجائب قدرة الله وأدلة وحدانيته. إن الله سبحانه وتعالى هو السميع لجميع الأصوات، البصير بكل مُبْصَر، فيعطي كُلا ما يستحقه في الدنيا والآخرة"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "وكما كرَّم الله محمدًا صلى الله عليه وسلم بالإسراء، كَرَّم موسى عليه السلام بإعطائه التوراة، وجعلها بيانًا للحق وإرشادًا لبني إسرائيل، متضمنة نهيهم عن اتخاذ غير الله تعالى وليًا أو معبودًا يفوضون إليه أمورهم"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "يا سلالة الذين أنجيناهم وحَمَلْناهم مع نوح في السفينة لا تشركوا بالله في عبادته، وكونوا شاكرين لنعمه، مقتدين بنوح عليه السلام؛ إنه كان عبدًا شكورًا لله بقلبه ولسانه وجوارحه"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "وأخبرنا بني إسرائيل في التوراة التي أُنزلت عليهم بأنه لا بد أن يقع منهم إفساد مرتين في \"بيت المقدس\" وما والاه بالظلم، وقَتْل الأنبياء والتكبر والطغيان والعدوان"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "فإذا وقع منهم الإفساد الأول سَلَّطْنا عليهم عبادًا لنا ذوي شجاعة وقوة شديدة، يغلبونهم ويقتلونهم ويشردونهم، فطافوا بين ديارهم مفسدين، وكان ذلك وعدًا لا بدَّ مِن وقوعه؛ لوجود سببه منهم"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "ثم رَدَدْنا لكم -يا بني إسرائيل- الغلبة والظهور على أعدائكم الذين سُلِّطوا عليكم، وأكثرنا أرزاقكم وأولادكم، وقَوَّيناكم وجعلناكم أكثر عددًا من عدوكم؛ وذلك بسبب إحسانكم وخضوعكم لله"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "إن أحسنتم أفعالكم وأقوالكم فقد أحسنتم لأنفسكم؛ لأن ثواب ذلك عائد إليكم، وإن أسأتم فعقاب ذلك عائد عليكم، فإذا حان موعد الإفساد الثاني سَلَّطْنا عليكم أعداءكم مرة أخرى؛ ليذلوكم ويغلبوكم، فتظهر آثار الإهانة والمذلة على وجوهكم، وليدخلوا عليكم \"بيت المقدس\" فيخرِّبوه، كما خرَّبوه أول مرة، وليدمروا كل ما وقع تحت أيديهم تدميرًا كاملا"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "عسى ربكم -يا بني إسرائيل- أن يرحمكم بعد انتقامه إن تبتم وأصلحتم، وإن عدتم إلى الإفساد والظلم عُدْنا إلى عقابكم ومذلَّتكم. وجعلنا جهنم لكم وللكافرين عامة سجنًا لا خروج منه أبدا. وفي هذه الآية وما قبلها، تحذير لهذه الأمة من العمل بالمعاصي؛ لئلا يصيبها مثل ما أصاب بني إسرائيل، فسنن الله واحدة لا تبدل ولا تغير"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "إن هذا القرآن الذي أنزلناه على عبدنا محمد يرشد الناس إلى أحسن الطرق، وهي ملة الإسلام، ويبشر المؤمنين الذين يعملون بما أمرهم الله به، وينتهون عمَّا نهاهم عنه، بأن لهم ثوابًا عظيمًا، وأن الذين لا يصدقون بالدار الآخرة وما فيها من الجزاء أعددنا لهم عذابًا موجعًا في النار"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "إن هذا القرآن الذي أنزلناه على عبدنا محمد يرشد الناس إلى أحسن الطرق، وهي ملة الإسلام، ويبشر المؤمنين الذين يعملون بما أمرهم الله به، وينتهون عمَّا نهاهم عنه، بأن لهم ثوابًا عظيمًا، وأن الذين لا يصدقون بالدار الآخرة وما فيها من الجزاء أعددنا لهم عذابًا موجعًا في النار"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "ويدعو الإنسان أحيانًا على نفسه أو ولده أو ماله بالشر، وذلك عند الغضب، مثل ما يدعو بالخير، وهذا من جهل الإنسان وعجلته، ومن رحمة الله به أنه يستجيب له في دعائه بالخير دون الشر؛ لأنه يعلم منه عدم القصد إلى إرادة ذلك، وكان الإنسان بطبعه عجولا"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "وجعلنا الليل والنهار علامتين دالَّتين على وحدانيتنا وقدرتنا، فمَحَوْنا علامة الليل -وهي القمر- وجعلنا علامة النهار -وهي الشمس- مضيئة؛ ليبصر الإنسان في ضوء النهار كيف يتصرف في شؤون معاشه، ويخلد في الليل إلى السكن والراحة، وليعلم الناس -من تعاقب الليل والنهار- عدد السنين وحساب الأشهر والأيام، فيرتبون عليها ما يشاؤون من مصالحهم. وكل شيء بيَّناه تبيينًا كافيًا"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "وكل إنسان يجعل الله ما عمله مِن خير أو شر ملازمًا له، فلا يحاسَب بعمل غيره، ولا يحاسَب غيره بعمله، ويخرج الله له يوم القيامة كتابًا قد سُجِّلت فيه أعماله يراه مفتوحًا"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "يقال له: اقرأ كتاب أعمالك، فيقرأ، وإن لم يكن يعرف القراءة في الدنيا، تكفيك نفسك اليوم محصية عليك عملك، فتعرف ما عليها من جزاء. وهذا من أعظم العدل والإنصاف أن يقال للعبد: حاسِبْ نفسك، كفى بها حسيبًا عليك"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "من اهتدى فاتبع طريق الحق فإنما يعود ثواب ذلك عليه وحده، ومن حاد واتبع طريق الباطل فإنما يعود عقاب ذلك عليه وحده، ولا تحمل نفس مذنبة إثم نفس مذنبة أخرى. ولا يعذب الله أحدًا إلا بعد إقامة الحجة عليه بإرسال الرسل وإنزال الكتب"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "وإذا أردنا إهلاك أهل قرية لظلمهم أَمَرْنا مترفيهم بطاعة الله وتوحيده وتصديق رسله، وغيرهم تبع لهم، فعصَوا أمر ربهم وكذَّبوا رسله، فحقَّ عليهم القول بالعذاب الذي لا مردَّ له، فاستأصلناهم بالهلاك التام"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "وكثيرا أهلكنا من الأمم المكذبة رسلها مِن بعد نبي الله نوح. وكفى بربك -أيها الرسول- أنه عالم بجميع أعمال عباده، لا تخفى عليه خافية"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "من كان طلبه الدنيا العاجلة، وسعى لها وحدها، ولم يصدِّق بالآخرة، ولم يعمل لها، عجَّل الله له فيها ما يشاؤه اللّه ويريده مما كتبه له في اللوح المحفوظ، ثم يجعل الله له في الآخرة جهنم، يدخلها ملومًا مطرودًا من رحمته عز وجل؛ وذلك بسبب إرادته الدنيا وسعيه لها دون الآخرة"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "ومَن قصد بعمله الصالح ثواب الدار الآخرة الباقية، وسعى لها بطاعة الله تعالى، وهو مؤمن بالله وثوابه وعظيم جزائه، فأولئك كان عملهم مقبولا مُدَّخرًا لهم عند ربهم، وسيثابون عليه"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "كل فريق من العاملين للدنيا الفانية، والعاملين للآخرة الباقية نزيده مِن رزقنا، فنرزق المؤمنين والكافرين في الدنيا؛ فإن الرزق مِن عطاء ربك تفضلا منه، وما كان عطاء ربك ممنوعا من أحد مؤمنًا كان أم كافرًا"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "تأمل -أيها الرسول- في كيفية تفضيل الله بعض الناس على بعض في الدنيا في الرزق والعمل، ولَلآخرة أكبرُ درجات للمؤمنين وأكبر تفضيلا"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "لا تجعل -أيها الإنسان- مع الله شريكًا له في عبادته، فتبوء بالمذمة والخِذْلان"
        }
    ]
}