{
    "maqras": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "قد فاز المصدِّقون بالله وبرسوله العاملون بشرعه"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "الذين من صفاتهم أنهم في صلاتهم خاشعون، تَفْرُغُ لها قلوبهم، وتسكن جوارحهم"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "والذين هم تاركون لكل ما لا خير فيه من الأقوال والأفعال"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "والذين هم مُطَهِّرون لنفوسهم وأموالهم بأداء زكاة أموالهم على اختلاف أجناسها"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "والذين هم لفروجهم حافظون مما حرَّم الله من الزنى واللواط وكل الفواحش"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "إلا على زوجاتهم أو ما ملكت أيمانهم من الإماء، فلا لوم عليهم ولا حرج في جماعهن والاستمتاع بهن؛ لأن الله تعالى أحلَّهن"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "فمن طلب التمتع بغير زوجته أو أمَتِه فهو من المجاوزين الحلال إلى الحرام، وقد عرَّض نفسه لعقاب الله وسخطه"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "والذين هم حافظون لكل ما اؤتمنوا عليه، موفُّون بكل عهودهم"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "والذين هم يداومون على أداء صلاتهم في أوقاتها على هيئتها المشروعة، الواردة عن النبي صلى الله عليه وسلم"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "هؤلاء المؤمنون هم الوارثون الجنة"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "الذين يرثون أعلى منازل الجنة وأوسطها، هم فيها خالدون، لا ينقطع نعيمهم ولا يزول"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "ولقد خلقنا آدم من طين مأخوذ من جميع الأرض"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "ثم خلقنا بنيه متناسلين مِن نطفة: هي مني الرجال تخرج من أصلابهم، فتستقر متمكنة في أرحام النساء"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "ثم خلقنا النطفة علقة أي: دمًا أحمر، فخلقنا العلقة بعد أربعين يومًا مضغة أي: قطعة لحم قَدْر ما يُمْضغ، فخلقنا المضغة اللينة عظامًا، فكسونا العظام لحمًا، ثم أنشأناه خلقًا آخر بنفخ الروح فيه، فتبارك الله، الذي أحسن كل شيء خلقه"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "ثم إنكم أيها البشر بعد أطوار الحياة وانقضاء الأعمار لَميتون"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "ثم إنكم بعد الموت وانقضاء الدنيا تُبْعثون يوم القيامة أحياء من قبوركم للحساب والجزاء"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "ولقد خلقنا فوقكم سبع سموات بعضها فوق بعض، وما كنا عن الخلق غافلين، فلا نُغْفِلُ مخلوقًا، ولا ننساه"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "وأنزلنا من السماء ماء بقدر حاجة الخلائق، وجعلنا الأرض مستقرًا لهذا الماء، وإنا على ذَهاب بالماء المستقر لَقادرون. وفي هذا تهديد ووعيد للظالمين"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "فأنشأنا بهذا الماء لكم بساتين النخيل والأعناب، لكم فيها فواكه كثيرة الأنواع والأشكال، ومنها تأكلون"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "وأنشأنا لكم به شجرة الزيتون التي تخرج حول جبل طور \"سيناء\"، يعصر منها الزيت، فيدَّهن ويؤتدم به"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "وإن لكم- أيها الناس- في الإبل والبقر والغنم لَعبرة تعتبرون بخلقها، نسقيكم مما في بطونها من اللبن، ولكم فيها منافع أخرى كثيرة كالصوف والجلود، ونحوهما، ومنها تأكلون"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "وعلى الإبل والسفن في البر والبحر تُحْمَلون"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "ولقد أرسلنا نوحًا إلى قومه، بدعوة التوحيد فقال لهم: اعبدوا الله وحده، ليس لكم من إله يستحق العبادة غيره جل وعلا، فأخلصوا له العبادة، أفلا تخشون عذابه؟"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "فكذَّبه أشراف قومه، وقالوا لعامتهم: إنه إنسان مثلكم لا يتميَّز عنكم بشيء، ولا يريد بقوله إلا رئاسة وفضلا عليكم، ولو شاء الله أن يرسل إلينا رسولا لأرسله من الملائكة، ما سمعنا بمثل هذا فيمَن سبقنا من آباء وأجداد. وما نوح إلا رجل به مَسٌّ من الجنون، فانتظروا حتى يُفيق، فيترك دعوته، أو يموت، فتستريحوا منه"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "فكذَّبه أشراف قومه، وقالوا لعامتهم: إنه إنسان مثلكم لا يتميَّز عنكم بشيء، ولا يريد بقوله إلا رئاسة وفضلا عليكم، ولو شاء الله أن يرسل إلينا رسولا لأرسله من الملائكة، ما سمعنا بمثل هذا فيمَن سبقنا من آباء وأجداد. وما نوح إلا رجل به مَسٌّ من الجنون، فانتظروا حتى يُفيق، فيترك دعوته، أو يموت، فتستريحوا منه"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "قال نوح: رب انصرني على قومي؛ بسبب تكذيبهم إياي فيما بلَّغتهم من رسالتك"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "فأوحينا إليه أن اصنع السفينة بمرأى منا وبأمرنا لك ومعونتنا، وأنت في حفظنا وكلاءتنا، فإذا جاء أمرنا بعذاب قومك بالغرق، وبدأ الطوفان، فنبع الماء بقوة من التنور -وهو المكان الذي يخبز فيه- علامة على مجيء العذاب، فأدخِلْ في السفينة من كل الأحياء ذكرًا وأنثى؛ ليبقى النسل، وأدخل أهلك إلا مَنِ استحق العذاب لكفره كزوجتك وابنك، ولا تسألني نجاة قومك الظالمين، فإنهم مغرقون لا محالة. وفي هذه الآية إثبات صفة العين لله سبحانه بما يليق به تعالى دون تشبيه ولا تكييف"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "فإذا علوت السفينة مستقرًا عليها أنت ومن معك آمنين من الغرق، فقل: الحمد لله الذي نجَّانا من القوم الكافرين"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "وقل: رب يسِّر لي النزول المبارك الآمن، وأنت خير المنزلين. وفي هذا تعليم من الله عز وجل لعباده إذا نزلوا أن يقولوا هذا"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "إن في إنجاء المؤمنين وإهلاك الكافرين لَدلالات واضحات على صدق رسل الله فيما جاؤوا به من الله، وإن كنا لمختبرين الأمم بإرسال الرسل إليهم قبل وقوع العقوبة بهم"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "ثم أنشأنا من بعد قوم نوح جيلا آخر هم قوم عاد"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "فأرسلنا فيهم رسولا منهم هو هود عليه السلام، فقال لهم: اعبدوا الله وحده ليس لكم معبود بحق غيره، أفلا تخافون عقابه إذا عبدتم غيره؟"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "وقال الأشراف والوجهاء من قومه الذين كفروا بالله، وأنكروا الحياة الآخرة، وأطغاهم ما أُنعم به عليهم في الدنيا من ترف العيش: ما هذا الذي يدعوكم إلى توحيد الله تعالى إلا بشر مثلكم يأكل من جنس طعامكم، ويشرب من جنس شرابكم"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "ولئن اتبعتم فردًا مثلكم إنكم إذًا لخاسرون بترككم آلهتكم واتباعكم إياه"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "كيف تُصَدِّقون ما يَعِدُكم به من أنكم إذا متُّم، وصرتم ترابًا وعظامًا مفتتة، تُخْرَجون من قبوركم أحياء؟"
        }
    ]
}