{
    "maqras": [
        {
            "chapter": 31,
            "verse": 22,
            "text": "ومن يُخْلص عبادته لله وقصده إلى ربه تعالى، وهو محسن في أقواله، متقن لأعماله، فقد أخذ بأوثق سبب موصل إلى رضوان الله وجنته. وإلى الله وحده تصير كل الأمور، فيجازي المحسن على إحسانه، والمسيء على إساءته"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "ومن كفر فلا تأسَ عليه -أيها الرسول- ولا تحزن؛ لأنك أدَّيت ما عليك من الدعوة والبلاغ، إلينا مرجعهم ومصيرهم يوم القيامة، فنخبرهم بأعمالهم الخبيثة التي عملوها في الدنيا، ثم نجازيهم عليها، إن الله عليم بما تُكِنُّه صدورهم من الكفر بالله وإيثار طاعة الشيطان"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "نمتعهم في هذه الدنيا الفانية مدة قليلة، ثم يوم القيامة نُلجئهم ونسوقهم إلى عذاب فظيع، وهو عذاب جهنم"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "ولئن سألت -أيها الرسول- هؤلاء المشركين بالله: مَن خلق السموات والأرض؟ ليقولُنَّ الله، فإذا قالوا ذلك فقل لهم: الحمد لله الذي أظهر الاستدلال عليكم من أنفسكم، بل أكثر هؤلاء المشركين لا ينظرون ولا يتدبرون مَن الذي له الحمد والشكر، فلذلك أشركوا معه غيره"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "لله- سبحانه- كل ما في السموات والأرض ملكًا وعبيدًا وإيجادًا وتقديرًا، فلا يستحق العبادة أحد غيره. إن الله هو الغني عن خلقه، له الحمد والثناء على كل حال"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "ولو أن أشجار الأرض كلها بُريت أقلامًا والبحر مداد لها، ويُمَد بسبعة أبحر أخرى، وكُتِب بتلك الأقلام وذلك المداد كلمات الله، لتكسرت تلك الأقلام، ولنفِد ذلك المداد، ولم تنفد كلمات الله التامة التي لا يحيط بها أحد. إن الله عزيز في انتقامه ممن أشرك به، حكيم في تدبير خلقه. وفي الآية إثبات صفة الكلام لله- تعالى- حقيقة كما يليق بجلاله وكماله سبحانه"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "ما خَلْقُكم- أيها الناس- ولا بَعْثُكم يوم القيامة في السهولة واليسر إلا كخَلْق نفس واحدة وبَعْثها، إن الله سميع لأقوالكم، بصير بأعمالكم، وسيجازيكم عليها"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "ألم تر أن الله يأخذ من ساعات الليل، فيطول النهار، ويقصر الليل، ويأخذ من ساعات النهار، فيطول الليل، ويقصر النهار، وذلَّل لكم الشمس والقمر، يجري كل منهما في مداره إلى أجل معلوم محدد، وأن الله مُطَّلع على كل أعمال الخلق مِن خير أو شر، لا يخفى عليه منها شيء؟"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "ذلك كله من عظيم قدرتي؛ لتعلموا وتقروا أن الله هو الحق في ذاته وصفاته، وأفعاله، وأن ما يدعون من دونه الباطل، وأن الله هو العلي بذاته وقَدْره وقهره فوق جميع مخلوقاته، الكبير على كل شيء، وكل ما عداه خاضع له، فهو وحده المستحق أن يُعبد دون مَن سواه"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "ألم تر- أيها المشاهد- أن السفن تجري في البحر بأمر الله نعمة منه على خلقه؛ ليريكم من عبره وحججه عليكم ما تعتبرون به؟ إن في جرْي السفن في البحر لَدلالات لكل صبَّار عن محارم الله، شكور لنعمه"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "وإذا ركب المشركون السفن وعَلَتْهم الأمواج مِن حولهم كالسحب والجبال، أصابهم الخوف والذعر من الغرق ففزعوا إلى الله، وأخلصوا دعاءهم له، فلما نجاهم إلى البر فمنهم متوسط لم يقم بشكر الله على وجه الكمال، ومنهم كافر بنعمة الله جاحد لها، وما يكفر بآياتنا وحججنا الدالة على كمال قدرتنا ووحدانيتنا إلا كل غدَّار ناقض للعهد، جحود لنعم الله عليه"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "يا أيها الناس اتقوا ربكم، وأطيعوه بامتثال أوامره واجتناب نواهيه، واحذروا يوم القيامة الذي لا يغني فيه والد عن ولده ولا مولود عن أبيه شيئًا، إن وعد الله حق لا ريب فيه، فلا تنخدعوا بالحياة الدنيا وزخرفها فتنسيكم الأخرى، ولا يخدعنكم بالله خادع من شياطين الجن والإنس"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "إن الله- وحده لا غيره- يعلم متى تقوم الساعة؟ وهو الذي ينزل المطر من السحاب، لا يقدر على ذلك أحد غيره، ويعلم ما في أرحام الإناث، ويعلم ما تكسبه كل نفس في غدها، وما تعلم نفس بأيِّ أرض تموت. بل الله تعالى هو المختص بعلم ذلك جميعه. إن الله عليم خبير محيط بالظواهر والبواطن، لا يخفى عليه شيء منها"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "(الم) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "هذا القرآن الذي جاء به محمد صلى الله عليه وسلم لا شك أنه منزل من عند الله، رب الخلائق أجمعين"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "بل أيقول المشركون: اختلق محمد صلى الله عليه وسلم القرآن؟ كذَبوا، بل هو الحق الثابت المنزل عليك -أيها الرسول- من ربك؛ لتنذر به أناسًا لم يأتهم نذير من قبلك، لعلهم يهتدون، فيعرفوا الحق ويؤمنوا به ويؤثروه، ويؤمنوا بك"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "الله الذي خلق السموات والأرض وما بينهما في ستة أيام لحكمة يعلمها، وهو قادر أن يخلقها بكلمة \"كن\" فتكون، ثم استوى سبحانه وتعالى -أي علا وارتفع- على عرشه استواء يليق بجلاله، لا يكيَّف، ولا يشبَّه باستواء المخلوقين. ليس لكم -أيها الناس- من وليٍّ يلي أموركم، أو شفيع يشفع لكم عند الله؛ لتنجوا من عذابه، أفلا تتعظون وتتفكرون -أيها الناس-، فتُفردوا الله بالألوهية وتُخلصوا له العبادة؟"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "يدبر الله تعالى أَمْر المخلوقات من السماء إلى الأرض، ثم يصعد ذلك الأمر والتدبير إلى الله في يوم مقداره ألف سنة من أيام الدنيا التي تعدُّونها"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "ذلك الخالق المدبِّر لشؤون العالمين، عالم بكل ما يغيب عن الأبصار، مما تُكِنُّه الصدور وتخفيه النفوس، وعالم بما شاهدته الأبصار، وهو القويُّ الظاهر الذي لا يغالَب، الرحيم بعباده المؤمنين"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "الله الذي أحكم خلق كل شيء، وبدأ خَلْقَ الإنسان، وهو آدم عليه السلام من طين"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "ثم جعل ذرية آدم متناسلة من نطفة ضعيفة رقيقة مهينة"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "ثم أتم خلق الإنسان وأبدعه، وأحسن خلقته، ونفخ فيه مِن روحه بإرسال الملك له؛ لينفخ فيه الروح، وجعل لكم -أيها الناس- نعمة السمع والأبصار يُميَّز بها بين الأصوات والألوان والذوات والأشخاص، ونعمة العقل يُميَّز بها بين الخير والشر والنافع والضار. قليلا ما تشكرون ربكم على ما أنعم به عليكم"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "وقال المشركون بالله المكذبون بالبعث: أإذا صارت لحومنا وعظامنا ترابًا في الأرض أنُبعَث خلقًا جديدًا؟ يستبعدون ذلك غير طالبين الوصول إلى الحق، وإنما هو منهم ظلم وعناد؛ لأنهم بلقاء ربهم -يوم القيامة- كافرون"
        }
    ]
}