{
    "maqras": [
        {
            "chapter": 33,
            "verse": 60,
            "text": "لئن لم يكفَّ الذين يضمرون الكفر ويظهرون الإيمان والذين في قلوبهم شك وريبة، والذين ينشرون الأخبار الكاذبة في مدينة الرسول صلى الله عليه وسلم عن قبائحهم وشرورهم، لنسلِّطنَّك عليهم، ثم لا يسكنون معك فيها إلا زمنًا قليلا. مطرودين من رحمة الله، في أي مكان وُجِدوا فيه أُسِروا وقُتِّلوا تقتيلا ما داموا مقيمين على النفاق ونشر الأخبار الكاذبة بين المسلمين بغرض الفتنة والفساد"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "لئن لم يكفَّ الذين يضمرون الكفر ويظهرون الإيمان والذين في قلوبهم شك وريبة، والذين ينشرون الأخبار الكاذبة في مدينة الرسول صلى الله عليه وسلم عن قبائحهم وشرورهم، لنسلِّطنَّك عليهم، ثم لا يسكنون معك فيها إلا زمنًا قليلا. مطرودين من رحمة الله، في أي مكان وُجِدوا فيه أُسِروا وقُتِّلوا تقتيلا ما داموا مقيمين على النفاق ونشر الأخبار الكاذبة بين المسلمين بغرض الفتنة والفساد"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "سنة الله وطريقته في منافقي الأمم السابقة أن يؤسَروا ويُقَتَّلوا أينما كانوا، ولن تجد -أيها النبي- لطريقة الله تحويلا ولا تغييرًا"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "يسألك الناس -أيها الرسول- عن وقت القيامة استبعادًا وتكذيبًا، قل لهم: إنما علم الساعة عند الله، وما يدريك -أيها الرسول- لعل زمانها قريب؟"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "إن الله طرد الكافرين من رحمته في الدنيا والآخرة، وأعدَّ لهم في الآخرة نارًا موقدة شديدة الحرارة، ماكثين فيها أبدًا، لا يجدون وليًّا يتولاهم ويدافع عنهم، ولا نصيرًا ينصرهم، فيخرجهم من النار. يوم تُقَلَّب وجوه الكافرين في النار يقولون نادمين متحيِّرين: يا ليتنا أطعنا الله وأطعنا رسوله في الدنيا، فكنا من أهل الجنة"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "إن الله طرد الكافرين من رحمته في الدنيا والآخرة، وأعدَّ لهم في الآخرة نارًا موقدة شديدة الحرارة، ماكثين فيها أبدًا، لا يجدون وليًّا يتولاهم ويدافع عنهم، ولا نصيرًا ينصرهم، فيخرجهم من النار. يوم تُقَلَّب وجوه الكافرين في النار يقولون نادمين متحيِّرين: يا ليتنا أطعنا الله وأطعنا رسوله في الدنيا، فكنا من أهل الجنة"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "إن الله طرد الكافرين من رحمته في الدنيا والآخرة، وأعدَّ لهم في الآخرة نارًا موقدة شديدة الحرارة، ماكثين فيها أبدًا، لا يجدون وليًّا يتولاهم ويدافع عنهم، ولا نصيرًا ينصرهم، فيخرجهم من النار. يوم تُقَلَّب وجوه الكافرين في النار يقولون نادمين متحيِّرين: يا ليتنا أطعنا الله وأطعنا رسوله في الدنيا، فكنا من أهل الجنة"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "وقال الكافرون يوم القيامة: ربنا إنا أطَعْنا أئمتنا في الضلال وكبراءنا في الشرك، فأزالونا عن طريق الهُدى والإيمان. ربنا عذِّبهم من العذاب مثلَيْ عذابنا الذي تعذبنا به، واطردهم من رحمتك طردًا شديدًا. وفي هذا دليل على أن طاعة غير الله في مخالفة أمره وأمر رسوله، موجبة لسخط الله وعقابه، وأن التابع والمتبوع في العذاب مشتركون، فليحذر المسلم ذلك"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "وقال الكافرون يوم القيامة: ربنا إنا أطَعْنا أئمتنا في الضلال وكبراءنا في الشرك، فأزالونا عن طريق الهُدى والإيمان. ربنا عذِّبهم من العذاب مثلَيْ عذابنا الذي تعذبنا به، واطردهم من رحمتك طردًا شديدًا. وفي هذا دليل على أن طاعة غير الله في مخالفة أمره وأمر رسوله، موجبة لسخط الله وعقابه، وأن التابع والمتبوع في العذاب مشتركون، فليحذر المسلم ذلك"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه لا تؤذوا رسول الله بقول أو فعل، ولا تكونوا أمثال الذين آذوا نبيَّ الله موسى، فبرَّأه الله مما قالوا فيه من الكذب والزور، وكان عند الله عظيم القدر والجاه"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، اعملوا بطاعته، واجتنبوا معصيته؛ لئلا تستحقوا بذلك العقاب، وقولوا في جميع أحوالكم وشؤونكم قولا مستقيمًا موافقًا للصواب خاليًا من الكذب والباطل"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "إذا اتقيتم الله وقلتم قولا سديدًا أصلح الله لكم أعمالكم، وغفر ذنوبكم. ومن يطع الله ورسوله فيما أمر ونهى فقد فاز بالكرامة العظمى في الدنيا والآخرة"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "إنا عرضنا الأمانة -التي ائتمن الله عليها المكلَّفين من امتثال الأوامر واجتناب النواهي- على السموات والأرض والجبال، فأبين أن يحملنها، وخفن أن لا يقمن بأدائها، وحملها الإنسان والتزم بها على ضعفه، إنه كان شديد الظلم والجهل لنفسه"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "(وحمل الإنسان الأمانة) ليعذب الله المنافقين الذين يُظهرون الإسلام ويُخفون الكفر، والمنافقات، والمشركين في عبادة الله غيره، والمشركات، ويتوب الله على المؤمنين والمؤمنات بستر ذنوبهم وترك عقابهم. وكان الله غفورًا للتائبين من عباده، رحيمًا بهم"
        },
        {
            "chapter": 34,
            "verse": 1,
            "text": "الثناء على الله بصفاته التي كلُّها أوصاف كمال، وبنعمه الظاهرة والباطنة، الدينية والدنيوية، الذي له ملك ما في السموات وما في الأرض، وله الثناء التام في الآخرة، وهو الحكيم في فعله، الخبير بشؤون خلقه"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "يعلم كل ما يدخل في الأرض من قطرات الماء، وما يخرج منها من النبات والمعادن والمياه، وما ينزل من السماء من الأمطار والملائكة والكتب، وما يصعد إليها من الملائكة وأفعال الخلق. وهو الرحيم بعباده فلا يعاجل عصاتهم بالعقوبة، الغفور لذنوب التائبين إليه المتوكلين عليه"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "وقال الكافرون المنكرون للبعث: لا تأتينا القيامة، قل لهم -أيها الرسول-: بلى وربي لتأتينَّكم، ولكن لا يعلم وقت مجيئها أحد سوى الله علام الغيوب، الذي لا يغيب عنه وزن نملة صغيرة في السموات والأرض، ولا أصغر من ذلك ولا أكبر إلا هو مسطور في كتاب واضح، وهو اللوح المحفوظ؛ ليثيب الذين صدَّقوا بالله، واتَّبَعوا رسوله، وعملوا الصالحات. أولئك لهم مغفرة لذنوبهم ورزق كريم، وهو الجنة"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "وقال الكافرون المنكرون للبعث: لا تأتينا القيامة، قل لهم -أيها الرسول-: بلى وربي لتأتينَّكم، ولكن لا يعلم وقت مجيئها أحد سوى الله علام الغيوب، الذي لا يغيب عنه وزن نملة صغيرة في السموات والأرض، ولا أصغر من ذلك ولا أكبر إلا هو مسطور في كتاب واضح، وهو اللوح المحفوظ؛ ليثيب الذين صدَّقوا بالله، واتَّبَعوا رسوله، وعملوا الصالحات. أولئك لهم مغفرة لذنوبهم ورزق كريم، وهو الجنة"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "والذين سعوا في الصدِّ عن سبيل الله وتكذيب رسله وإبطال آياتنا مشاقين الله مغالبين أمره، أولئك لهم أسوأ العذاب وأشده ألمًا"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "ويعلم الذين أُعطوا العلم أن القرآن الذي أُنزل إليك من ربك هو الحق، ويرشد إلى طريق الله، العزيز الذي لا يغالَب ولا يمانع، بل قهر كل شيء وغلبه، المحمود في أقواله وأفعاله وشرعه"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "وقال الذين كفروا بعضهم لبعض استهزاء: هل ندلكم على رجل (يريدون محمدًا صلى الله عليه وسلم) يخبركم أنكم إذا متم وتفرقت أجسامكم كل تفرُّق، إنكم ستُحيون وتُبعثون من قبوركم؟ قالوا ذلك مِن فرط إنكارهم"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "هذا الرجل أختلق على الله كذبًا أم به جنون، فهو يتكلم بما لا يدري؟ ليس الأمر كما قال الكفار، بل محمد أصدق الصادقين. والذين لا يصدقون بالبعث ولا يعملون من أجله في العذاب الدائم في الآخرة، والضلال البعيد عن الصواب في الدنيا"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "أفلم ير هؤلاء الكفار الذين لا يؤمنون بالآخرة عظيم قدرة الله فيما بين أيديهم وما خلفهم من السماء والأرض مما يبهر العقول، وأنهما قد أحاطتا بهم؟ إن نشأ نخسف بهم الأرض، كما فعلنا بقارون، أو ننزل عليهم قطعًا من العذاب، كما فعلنا بقوم شعيب، فقد أمطرت السماء عليهم نارًا فأحرقتهم. إن في ذلك الذي ذكرنا من قدرتنا لَدلالة ظاهرة لكل عبد راجع إلى ربه بالتوبة، ومقر له بتوحيده، ومخلص له في العبادة"
        }
    ]
}