{
    "maqras": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "يسألك أصحابك -أيها النبي- عن الغنائم يوم \"بدر\" كيف تقسمها بينهم؟ قل لهم: إنَّ أمرها إلى الله ورسوله، فالرسول يتولى قسمتها بأمر ربه، فاتقوا عقاب الله ولا تُقَدموا على معصيته، واتركوا المنازعة والمخاصمة بسبب هذه الأموال، وأصلحوا الحال بينكم، والتزموا طاعة الله ورسوله إن كنتم مؤمنين؛ فإن الإيمان يدعو إلى طاعة الله ورسوله"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "إنما المؤمنون بالله حقًا هم الذين إذا ذُكِر الله فزعت قلوبهم، وإذا تليت عليهم آيات القرآن زادتهم إيمانًا مع إيمانهم، لتدبرهم لمعانيه وعلى الله تعالى يتوكلون، فلا يرجون غيره، ولا يرهبون سواه"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "الذين يداومون على أداء الصلوات المفروضة في أوقاتها، ومما رزقناهم من الأموال ينفقون فيما أمرناهم به"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "هؤلاء الذين يفعلون هذه الأفعال هم المؤمنون حقًا ظاهرًا وباطنًا بما أنزل الله عليهم، لهم منازل عالية عند الله، وعفو عن ذنوبهم، ورزق كريم، وهو الجنة"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "كما أنكم لما اختلفتم في المغانم فانتزعها الله منكم، وجعلها إلى قَسْمه وقَسْم رسوله صلى الله عليه وسلم، كذلك أمرك ربك -أيها النبي- بالخروج من \"المدينة\" للقاء عِيْر قريش، وذلك بالوحي الذي أتاك به جبريل مع كراهة فريق من المؤمنين للخروج"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "يجادلك -أيها النبي- فريق من المؤمنين في القتال مِن بعد ما تبيَّن لهم أن ذلك واقع، كأنهم يساقون إلى الموت، وهم ينظرون إليه عِيانًا"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "واذكروا -أيها المجادلون- وَعْدَ الله لكم بالظَّفْر بإحدى الطائفتين: العير وما تحمله مِن أرزاق، أو النفير، وهو قتال الأعداء والانتصار عليهم، وأنتم تحبون الظَّفْر بالعير دون القتال، ويريد الله أن يحق الإسلام، ويُعْليه بأمره إياكم بقتال الكفار، ويستأصل الكافرين بالهلاك"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "ليعزَّ الله الإسلام وأهله، ويذهب الشرك وأهله، ولو كره المشركون ذلك"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "اذكروا نعمة الله عليكم يوم \"بدر\" إذ تطلبون النصر على عدوكم، فاستجاب الله لدعائكم قائلا إني ممدُّكم بألف من الملائكة من السماء، يتبع بعضهم بعضًا"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "وما جعل الله ذلك الإمداد إلا بشارة لكم بالنصر، ولتسكن به قلوبكم، وتوقنوا بنصر الله لكم، وما النصر إلا من عند الله، لا بشدة بأسكم وقواكم. إن الله عزيز في ملكه، حكيم في تدبيره وشرعه"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "إذ يُلْقي الله عليكم النعاس أمانًا منه لكم من خوف عدوكم أن يغلبكم، وينزل عليكم من السحاب ماء طهورًا، ليطهركم به من الأحداث الظاهرة، ويزيل عنكم في الباطن وساوس الشيطان وخواطره، وليشدَّ على قلوبكم بالصبر عند القتال، ويثبت به أقدام المؤمنين بتلبيد الأرض الرملية بالمطر حتى لا تنزلق فيها الأقدام"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "إذ يوحي ربك -أيها النبي- إلى الملائكة الذين أمدَّ الله بهم المسلمين في غزوة \"بدر\" أني معكم أُعينكم وأنصركم، فقوُّوا عزائم الذين آمنوا، سألقي في قلوب الذين كفروا الخوف الشديد والذلة والصَّغَار، فاضربوا -أيها المؤمنون- رؤوس الكفار، واضربوا منهم كل طرف ومِفْصل"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "ذلك الذي حدث للكفار من ضَرْب رؤوسهم وأعناقهم وأطرافهم؛ بسبب مخالفتهم لأمر الله ورسوله، ومَن يخالف أمر الله ورسوله، فإن الله شديد العقاب له في الدنيا والآخرة"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "ذلكم العذاب الذي عجَّلته لكم -أيها الكافرون المخالفون لأوامر الله ورسوله في الدنيا- فذوقوه في الحياة الدنيا، ولكم في الآخرة عذاب النار"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "يا أيها الذين صَدَّقوا الله ورسوله وعملوا بشرعه، إذا قابلتم الذين كفروا في القتال متقاربين منكم فلا تُوَلُّوهم ظهوركم، فتنهزموا عنهم، ولكن اثبتوا لهم، فإن الله معكم وناصركم عليهم"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "ومن يُوَلِّهم منكم ظهره وقت الزحف إلا منعطفًا لمكيدة الكفار أو منحازًا إلى جماعة المسلمين حاضري الحرب حيث كانوا، فقد استحق الغضب من الله، ومقامه جهنم، وبئس المصير والمنقلب"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "فلم تقتلوا -أيها المؤمنون- المشركين يوم \"بدر\"، ولكن الله قتلهم، حيث أعانكم على ذلك، وما رميت حين رميت -أيها النبي- ولكن الله رمى، حيث أوصل الرمية التي رميتها إلى وجوه المشركين؛ وليختبر المؤمنين بالله ورسوله ويوصلهم بالجهاد إلى أعلى الدرجات، ويعرِّفهم نعمته عليهم، فيشكروا له سبحانه على ذلك. إن الله سميع لدعائكم وأقوالكم ما أسررتم به وما أعلنتم، عليم بما فيه صلاح عباده"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "هذا الفعل مِن قتل المشركين ورميهم حين انهزموا، والبلاء الحسن بنصر المؤمنين على أعدائهم، هو من الله للمؤمنين، وأن الله -فيما يُسْتقبل- مُضعِف ومُبطِل مكر الكافرين حتى يَذِلُّوا وينقادوا للحق أو يهلكوا"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "إن تطلبوا -أيها الكفار- من الله أن يوقع بأسه وعذابه على المعتدين الظالمين فقد أجاب الله طلبكم، حين أوقع بكم مِن عقابه ما كان نكالا لكم وعبرة للمتقين، فإن تنتهوا -أيها الكفار- عن الكفر بالله ورسوله وقتال نبيه محمد صلى الله عليه وسلم، فهو خير لكم في دنياكم وأخراكم، وإن تعودوا إلى الحرب وقتال محمد صلى الله عليه وسلم وقتال أتباعه المؤمنين نَعُدْ بهزيمتكم كما هُزمتم يوم \"بدر\"، ولن تغني عنكم جماعتكم شيئًا، كما لم تغن عنكم يوم \"بدر\" مع كثرة عددكم وعتادكم وقلة عدد المؤمنين وعدتهم، وأن الله مع المؤمنين بتأييده ونصره"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "يا أيها الذين صدَّقوا الله ورسوله أطيعوا الله ورسوله فيما أمركم به ونهاكم عنه، ولا تتركوا طاعة الله وطاعة رسوله، وأنتم تسمعون ما يتلى عليكم في القرآن من الحجج والبراهين"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "ولا تكونوا أيها المؤمنون في مخالفة الله ورسوله محمد صلى الله عليه وسلم كالمشركين والمنافقين الذين إذا سمعوا كتاب الله يتلى عليهم قالوا: سمعنا بآذاننا، وهم في الحقيقة لا يتدبرون ما سمعوا، ولا يفكرون فيه"
        }
    ]
}