{
    "maqras": [
        {
            "chapter": 10,
            "verse": 26,
            "text": "للمؤمنين الذين أحسنوا عبادة الله فأطاعوه فيما أمر ونهى، الجنةُ، وزيادة عليها، وهي النظر إلى وجه الله تعالى في الجنة، والمغفرةُ والرضوان، ولا يغشى وجوههم غبار ولا ذلة، كما يلحق أهل النار. هؤلاء المتصفون بهذه الصفات هم أصحاب الجنة ماكثون فيها أبدًا"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "والذين عملوا السيئات في الدنيا فكفروا وعصَوا الله لهم جزاء أعمالهم السيئة التي عملوها بمثلها من عقاب الله في الآخرة، وتغشاهم ذلَّة وهوان، وليس لهم مِن عذاب الله مِن مانع يمنعهم إذا عاقبهم، كأنما أُلبست وجوههم طائفة من سواد الليل المظلم. هؤلاء هم أهل النار ماكثون فيها أبدًا"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "واذكر -أيها الرسول- يوم نحشر الخلق جميعا للحساب والجزاء، ثم نقول للذين أشركوا بالله: الزموا مكانكم أنتم وشركاؤكم الذين كنتم تعبدونهم من دون الله حتى تنظروا ما يُفْعل بكم، فَفَرَّقْنا بين المشركين ومعبوديهم، وتبرَّأ مَن عُبِدُوا مِن دون الله ممن كانوا يعبدونهم، وقالوا للمشركين: ما كنتم إيانا تعبدون في الدنيا"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "فكفى بالله شهيدًا بيننا وبينكم، إننا لم نكن نعلم ما كنتم تقولون وتفعلون، ولقد كنَّا عن عبادتكم إيانا غافلين، لا نشعر بها"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "في ذلك الموقف للحساب تتفقد كل نفس أحوالها وأعمالها التي سلفت وتعاينها، وتجازى بحسبها: إن خيرًا فخير، وإن شرًا فشر، ورُدَّ الجميع إلى الله الحكم العدل، فأُدخِلَ أهل الجنةِ الجنةَ وأهل النار النار، وذهب عن المشركين ما كانوا يعبدون من دون الله افتراء عليه"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "قل -أيها الرسول- لهؤلاء المشركين: مَن يرزقكم من السماء، بما يُنزله من المطر، ومن الأرض بما ينبته فيها من أنواع النبات والشجر تأكلون منه أنتم وأنعامكم؟ ومَن يملك ما تتمتعون به أنتم وغيركم من حواسِّ السمع والأبصار؟ ومن ذا الذي يملك الحياة والموت في الكون كلِّه، فيخرج الأحياء والأموات بعضها من بعض فيما تعرفون من المخلوقات، وفيما لا تعرفون؟ ومَن يدبِّر أمر السماء والأرض وما فيهن، وأمركم وأمر الخليقة جميعًا؟ فسوف يجيبونك بأن الذي يفعل ذلك كله هو الله، فقل لهم: أفلا تخافون عقاب الله إن عبدتم معه غيره؟"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "فذلكم الله ربكم هو الحق الذي لا ريب فيه، المستَحِق للعبادة وحده لا شريك له، فأي شيء سوى الحق إلا الضلال؟، فكيف تُصْرَفون عن عبادته إلى عبادة ما سواه؟"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "كما كفر هؤلاء المشركون واستمرُّوا على شركهم، حقت كلمة ربك وحكمه وقضاؤه على الذين خرجوا عن طاعة ربهم إلى معصيته وكفروا به أنَّهم لا يصدقون بوحدانية الله، ولا بنبوة نبيِّه محمد صلى الله عليه وسلم، ولا يعملون بهديه"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "قل لهم -أيها الرسول-: هل من آلهتكم ومعبوداتكم مَن يبدأ خَلْق أي شيء من غير أصل، ثم يفنيه بعد إنشائه، ثم يعيده كهيئته قبل أن يفنيه؟ فإنهم لا يقدرون على دعوى ذلك، قل -أيها الرسول-: الله تعالى وحده هو الذي ينشئ الخلق ثم يفنيه ثم يعيده، فكيف تنصرفون عن طريق الحق إلى الباطل، وهو عبادة غير الله؟"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "قل -أيها الرسول- لهؤلاء المشركين: هل مِن شركائكم مَن يرشد إلى الطريق المستقيم؟ فإنهم لا يقدرون على ذلك، قل لهم: الله وحده يهدي الضال عن الهدى إلى الحق. أيهما أحق بالاتباع: مَن يهدي وحده للحق أم من لا يهتدي لعدم علمه ولضلاله، وهي شركاؤكم التي لا تَهدي ولا تَهتدي إلا أن تُهدَى؟ فما بالكم كيف سوَّيتم بين الله وخلقه؟ وهذا حكم باطل"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "وما يتبع أكثر هؤلاء المشركين في جعلهم الأصنام آلهة واعتقادهم بأنها تقرِّب إلى الله إلا تخرصًا وظنًا، وهو لا يغني من اليقين شيئًا. إن الله عليم بما يفعل هؤلاء المشركون من الكفر والتكذيب"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "وما كان يتهيَّأ لأحد أن يأتي بهذا القرآن مِن عند غير الله، لأنه لا يقدر على ذلك أحد من الخلق، ولكن الله أنزله مصدِّقا للكتب التي أنزلها على أنبيائه؛ لأن دين الله واحد، وفي هذا القرآن بيان وتفصيل لما شرعه الله لأمة محمد صلى الله عليه وسلم، لا شك في أن هذا القرآن موحىً من رب العالمين"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "بل أيقولون: إن هذا القرآن افتراه محمد من عند نفسه؟ فإنهم يعلمون أنه بشر مثلهم!! قل لهم -أيها الرسول-: فأتوا أنتم بسورة واحدة من جنس هذا القرآن في نظمه وهدايته، واستعينوا على ذلك بكل مَن قَدَرْتم عليه من دون الله من إنس وجن، إن كنتم صادقين في دعواكم"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "بل سارَعوا إلى التكذيب بالقرآن أول ما سمعوه، قبل أن يتدبروا آياته، وكفروا بما لم يحيطوا بعلمه من ذكر البعث والجزاء والجنة والنار وغير ذلك، ولم يأتهم بعدُ حقيقة ما وُعِدوا به في الكتاب. وكما كذَّب المشركون بوعيد الله كذَّبت الأمم التي خلت قبلهم، فانظر -أيها الرسول- كيف كانت عاقبة الظالمين؟ فقد أهلك الله بعضهم بالخسف، وبعضهم بالغرق، وبعضهم بغير ذلك"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "ومِن قومك -أيها الرسول- مَن يصدِّق بالقرآن، ومنهم من لا يصدِّق به حتى يموت على ذلك ويبعث عليه، وربك أعلم بالمفسدين الذين لا يؤمنون به على وجه الظلم والعناد والفساد، فيجازيهم على فسادهم بأشد العذاب"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "وإن كذَّبك -أيها الرسول- هؤلاء المشركون فقل لهم: لي ديني وعملي، ولكم دينكم وعملكم، فأنتم لا تؤاخَذون بعملي، وأنا لا أؤاخَذ بعملكم"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "ومِنَ الكفار مَن يسمعون كلامك الحق، وتلاوتك القرآن، ولكنهم لا يهتدون. أفأنت تَقْدر على إسماع الصم؟ فكذلك لا تقدر على هداية هؤلاء إلا أن يشاء الله هدايتهم؛ لأنهم صمٌّ عن سماع الحق، لا يعقلونه"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "ومِنَ الكفار مَن ينظر إليك وإلى أدلة نبوتك الصادقة، ولكنه لا يبصر ما آتاك الله من نور الإيمان، أفأنت -أيها الرسول- تقدر على أن تخلق للعمي أبصارًا يهتدون بها؟ فكذلك لا تقدر على هدايتهم إذا كانوا فاقدي البصيرة، وإنما ذلك كلُّه لله وحده"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "إن الله لا يظلم الناس شيئًا بزيادة في سيئاتهم أو نقص من حسناتهم، ولكن الناس هم الذين يظلمون أنفسهم بالكفر والمعصية ومخالفة أمر الله ونهيه"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "ويوم يَحشر الله هؤلاء المشركين يوم البعث والحساب، كأنهم قبل ذلك لم يمكثوا في الحياة الدنيا إلا قدر ساعة من النهار، يعرف بعضهم بعضًا كحالهم في الدنيا، ثم انقطعت تلك المعرفة وانقضت تلك الساعة. قد خسر الذين كفروا وكذَّبوا بلقاء الله وثوابه وعقابه، وما كانوا موفَّقين لإصابة الرشد فيما فعلوا"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "وإمَّا نرينَّك -أيها الرسول- في حياتك بعض الذي نَعِدُهم من العقاب في الدنيا، أو نتوفينك قبل أن نريك ذلك فيهم، فإلينا وحدنا يرجع أمرهم في الحالتين، ثم الله شهيد على أفعالهم التي كانوا يفعلونها في الدنيا، لا يخفى عليه شيء منها، فيجازيهم بها جزاءهم الذي يستحقونه"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "ولكل أمة خَلَتْ قبلكم -أيها الناس- رسول أرسلتُه إليهم، كما أرسلت محمدًا إليكم يدعو إلى دين الله وطاعته، فإذا جاء رسولهم في الآخرة قُضِيَ حينئذ بينهم بالعدل، وهم لا يُظلمون مِن جزاء أعمالهم شيئًا"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "ويقول المشركون من قومك -أيها الرسول-: متى قيام الساعة إن كنت أنت ومَن تبعك من الصادقين فيما تَعِدوننا به؟"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "قل لهم -أيها الرسول-: لا أستطيع أن أدفع عن نفسي ضرًا، ولا أجلب لها نفعًا، إلا ما شاء الله أن يدفع عني مِن ضرٍّ أو يجلب لي من نفع. لكل قوم وقت لانقضاء مدتهم وأجلهم، إذا جاء وقت انقضاء أجلهم وفناء أعمارهم، فلا يستأخرون عنه ساعة فيُمْهلون، ولا يتقدم أجلهم عن الوقت المعلوم"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "قل -أيها الرسول- لهؤلاء المشركين: أخبروني إن أتاكم عذاب الله ليلا أو نهارًا، فأي شيء تستعجلون أيها المجرمون بنزول العذاب؟"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "أبعدما وقع عذاب الله بكم -أيها المشركون- آمنتم في وقت لا ينفعكم فيه الإيمان؟ وقيل لكم حينئذ: آلآن تؤمنون به، وقد كنتم من قبل تستعجلون به؟"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "ثم قيل للذين ظلموا أنفسهم بكفرهم بالله: تجرَّعوا عذاب الله الدائم لكم أبدًا، فهل تُعاقَبون إلا بما كنتم تعملون في حياتكم من معاصي الله؟"
        }
    ]
}