{
    "rukus": [
        {
            "chapter": 36,
            "verse": 13,
            "text": "Cite por them ekzempl popol community ke ricev messengers"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "When ni send al them 2 (messengers) ili disbelieved them. Ni tiam supported them 3. Ili dir Ni est (Di) messengers vi"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Ili dir Vi est ne plur than human beings us. Plej Gracious ne send anything. Vi est liars"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Ili dir Our Lord kon ni est send al vi"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Our pland misi est liver message"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Ili dir Ni konsider vi mav omens Vi refrain ni surely sxton vi aflikt vi painful retribution"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Ili dir Your omen depends your response tuj ke vi reminded Ja vi transgressing popol"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Hom ven ali end urb dir O my popol sekv messengers"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Sekv those ne pet vi por any wage kaj direkt"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Why mi ne worship Unu iniciat me should al Him est your ultimate return"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Mi set Him di? Plej Gracious willed any harm me their intercession ne help me 1 mord nor can ili rescue me"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Tiam mi est totally astray"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Mi hav kred en your Lord placx auxskult al me"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "(Je des temp da his death) li told Enter Paradise. Li dir Oh Mi wish my popol kon"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Ke my Lord forgiven me far me honorable"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "Ni ne send down his popol him soldat cxiel; ni ne send them down"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "All pren est 1 blov whereupon ili ankoraux"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Kiel sorry est popol stat! Cxiu temp messenger ir them ili cxiam ridiculed him"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Ili ne seg kiel many generaci ni annihilated antaux them kiel ili neniam return them"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Cxiu unu de them summoned antaux us"
        }
    ]
}