{
    "pages": [
        {
            "chapter": 20,
            "verse": 114,
            "text": "Gerçek hükümdar olan Allah, yücedir. Sana O´nun vahyi tamamlanmazdan önce Kur´an´ı (okumakta) acele etme ve \"Rabbim, benim ilmimi artır\" de"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Andolsun biz, daha önce de Âdem´e ahit (emir ve vahiy) vermiştik. Ne var ki o, (ahdi) unuttu. Onda azim de bulmadık"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Bir zaman biz meleklere: Âdem´e secde edin! demiştik. Onlar hemen secde ettiler; yalnız İblis hariç. O, diretti"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Bunun üzerine: Ey Âdem! dedik, bu, hem senin için hem de eşin için büyük bir düşmandır. Sakın sizi cennetten çıkarmasın; sonra yorulur, sıkıntı çekersin"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Şimdi burada senin için ne acıkmak vardır, ne de çıplak kalmak"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Yine burada sen, susuzluk çekmeyecek, sıcaktan da bunalmayacaksın"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Derken şeytan onun aklını karıştırıp \"Ey Adem! dedi, sana ebedîlik ağacını ve sonu gelmez bir saltanatı göstereyim mi"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Nihayet ondan yediler. Bunun üzerine kendilerine ayıp yerleri göründü. Üstlerini cennet yaprağı ile örtmeye çalıştılar. (Bu suretle) Âdem Rabbine âsi olup yolunu şaşırdı"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Sonra Rabbi onu seçkin kıldı; tevbesini kabul etti ve doğru yola yöneltti"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Dedi ki: Birbirinize düşman olarak hepiniz oradan (cennetten) inin! Artık benden size hidayet geldiğinde, kim benim hidayetime uyarsa o sapmaz ve bedbaht olmaz"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Kim de beni anmaktan yüz çevirirse şüphesiz onun sıkıntılı bir hayatı olacak ve biz onu, kıyamet günü kör olarak haşredeceğiz"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "O: Rabbim! Beni niçin kör olarak haşrettin? Oysa ben, hakikaten görür idim!, der"
        }
    ]
}