{
    "pages": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "¡OH HIJOS de Adán! ¡Embelleced vuestro aspecto para cualquier acto de adoración, y comed y bebed [con libertad], pero no derrochéis: en verdad, Él no ama a los derrochadores"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Di: “¿Quien ha de prohibir la belleza que Dios ha creado para Sus criaturas y las cosas buenas de que os ha proveído?”Di: “Esto es [lícito] en esta vida para todos los que han llegado a creer --y será suyo en exclusiva en el Día de la Resurrección.”¡Así es como exponemos con claridad estos mensajes para una gente de conocimiento [innato]"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Di: “En verdad, mi Sustentador ha prohibido tan sólo los actos deshonestos, en público o en secreto, [toda forma de] pecado, la opresión injusta, atribuir divinidad a otros junto con Dios --algo para lo que Él nunca ha hecho descender autorización-- y atribuir a Dios aquello de lo que no tenéis conocimiento.”"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Y a cada comunidad le ha sido fijado un plazo: y cuando se aproxima [el final de] su plazo, no pueden retrasarlo ni siquiera un instante, ni tampoco adelantarlo"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "¡OH HIJOS de Adán! Cuando vengan a vosotros enviados salidos de vosotros que os transmitan Mis mensajes, quienes sean conscientes de Mí y obren con rectitud --nada tienen que temer y no se lamentarán"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "pero quienes desmientan Nuestros mensajes y se burlen arrogantemente de ellos --esos están destinados al fuego y en él permanecerán"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "¿Y quien puede ser más perverso que quienes atribuyen a Dios sus propias invenciones o desmienten Sus mensajes? Esos tendrán [en vida] lo que se les haya adjudicado en el decreto --hasta que les lleguen Nuestros emisarios y les hagan morir, [y] dirán: “¿Donde están ahora esos seres a quienes solíais invocar en vez de Dios?”Y responderán: “¡Nos han abandonado!” --y darán testimonio contra sí mismos de que, ciertamente, rechazaron la verdad"
        }
    ]
}