{
    "pages": [
        {
            "chapter": 2,
            "verse": 182,
            "text": "Pero si alguien teme que el testador haya cometido un error o una injusticia [deliberada] y consigue un arreglo entre los herederos, no incurrirá [por ello] en falta. Ciertamente, Dios es indulgente, dispensador de gracia"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "¡OH VOSOTROS que habéis llegado a creer! Se os ha prescrito el ayuno como se les prescribió a los que os precedieron, para que os mantengáis conscientes de Dios"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "[habréis de ayunar] durante un número determinado de días. Pero, si alguno de vosotros está enfermo o de viaje, [ayunará igual] número de otros días; y [en tales casos] aquellos que se lo puedan permitir, que alimenten a un pobre como rescate. Y quien hace un bien mayor del que debe a sí mismo se lo hace; porque ayunar es bueno para vosotros --si supierais"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "El mes de Ramadán, en el que se hizo descender [por vez primera] el Qur’an como guía para la humanidad y una prueba evidente de esa guía, y el criterio por el que discernir lo verdadero de lo falso. Así pues, quien de vosotros presencie la llegada de este mes, deberá ayunarlo todo; pero el que esté enfermo o de viaje, [ayunará igual] número de otros días. Dios quiere para vosotros la facilidad y no quiere la dificultad; pero [quiere] que completéis el número [requerido de días] y que ensalcéis a Dios por haberos guiado rectamente, y que [Le] deis gracias"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Y SI Mis siervos te preguntan acerca de Mí --ciertamente, Yo estoy cerca; respondo a la invocación de quien Me invoca, cuando Me invoca: que Me escuchen y crean en Mí, para que puedan seguir el camino recto"
        }
    ]
}