{
    "pages": [
        {
            "chapter": 31,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "ESTOS SON MENSAJES de la escritura divina, llena de sabiduría"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "fuente de guía y misericordia para los que hacen el bien"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "que son constantes en la oración y dan limosna: ¡pues son esos, precisamente, los que en su interior tienen certeza de la Otra Vida"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "¡Esos son los que siguen la guía [que les viene] de su Sustentador; y son esos, precisamente, los que alcanzarán la felicidad"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "Pero entre los hombres hay quien prefiere meros juegos de palabras [a la guía divina], para extraviar [a los hombres] sin conocimiento del camino de Dios, y tomarlo a burla: a esos les aguarda un castigo humillante"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "Pues, cuando se le transmiten Nuestros mensajes, vuelve la espalda con arrogancia como si no los hubiera oído --como si tuviera sordera en sus oídos: ¡pues, anúnciale un castigo doloroso [en la Otra Vida]"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "[En cambio,] quienes llegan a creer y hacen buenas obras, ciertamente, tendrán jardines de felicidad"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "en los que permanecerán conforme a la promesa verdadera de Dios: pues sólo Él es todopoderoso, realmente sabio"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "Él [es quien] ha creado los cielos sin soporte que podáis ver, y ha puesto firmes montañas sobre la tierra, para que no se desplace con vosotros, y ha hecho que se multipliquen en ella toda clase de criaturas.Y hacemos caer agua del cielo, haciendo crecer sobre la tierra toda clase de nobles especies"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "[Todo] esto es la creación de Dios: ¡mostradme, pues, lo que otros distintos de Él han creado! ¡Qué va, --sino que los malhechores están claramente extraviados"
        }
    ]
}