{
    "pages": [
        {
            "chapter": 60,
            "verse": 6,
            "text": "En ellos tenéis, en verdad, un buen ejemplo para todo aquel que tiene puesta su esperanza [con anhelo y temor ] en Dios y en el Último Día. Y quien se aparte, [debe saber que] Dios es realmente autosuficiente, Aquel que es digno de toda alabanza"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "[Pero] puede ser que Dios haga surgir afecto [mutuo] entre vosotros [Oh creyentes] y algunos de los que [ahora] tenéis por enemigos: pues Dios es infinito en Su poder –y Dios es indulgente, dispensador de gracia"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "En cuanto a aquellos [incrédulos] que no os combaten por causa de [vuestra] religión, ni os expulsan de vuestros hogares, Dios no os prohibe que seáis amables y equitativos con ellos: pues, realmente, Dios ama a quienes son equitativos"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Dios sólo os prohibe que toméis por amigos a aquellos que os combaten por causa de [vuestra] religión, y que os expulsan de vuestros hogares, o que ayudan [a otros] a expulsaros: ¡y quienes [de vosotros] los tomen por amigos –esos, precisamente, son los verdaderos malhechores"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "¡OH VOSOTROS que habéis llegado a creer! Cuando vengan a vosotros mujeres creyentes que han abandonado el ámbito del mal, examinadlas, [aunque sólo] Dios es plenamente consciente de su fe; y si comprobáis que son creyentes, no las devolváis a los que niegan la verdad, [pues] no son [ya] lícitas para sus antiguos maridos, ni ellos son [ya] lícitos para ellas. No obstante, devolvedles lo que han gastado [en la dote de sus esposas]; y [entonces, Oh creyentes,] no incurriréis en falta si las desposáis, con tal de que les entreguéis sus dotes. No mantengáis, sin embargo, el vínculo matrimonial con mujeres que [persisten en] negar la verdad, y pedid tan sólo [que os sea devuelto] lo que habéis gastado [en su dote] –igual que esos [cuyas esposas han venido a vosotros] tienen derecho a exigir [la devolución de] lo que han gastado. Este es el dictamen de Dios: Él juzga entre vosotros [con equidad] –pues Dios es omnisciente, sabio"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Y si alguna de vuestras esposas se fuera con los que niegan la verdad, y esta vez sois vosotros los afligidos, dad a esos cuyas esposas se han ido el equivalente de lo que gastaron [en la dote de sus esposas], ¡y sed conscientes de Dios, en quien creéis"
        }
    ]
}