{
    "manzils": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Praise be unto Him, who transported his servant by night, from the sacred temple of Mecca to the farther temple of Jerusalem, the circuit of which We have blessed, that We might shew him some of our signs; for God is He who heareth, and seeth"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "And We gave unto Moses the book of the law, and appointed the same to be a direction unto the children of Israel, commanding them, saying, beware that ye take not any other patron besides Me"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "O posterity of those whom We carried in the ark with Noah: Verily he was a grateful servant"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "And We expressly declared unto the children of Israel in the book of the law, saying, ye will surely commit evil in the earth twice, and ye will be elated with great insolence"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "And when the punishment threatened for the first of those transgressions came to be executed, We sent against you our servants, indued with exceeding strength in war, and they searched the inner apartments of your houses; and the prediction became accomplished"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Afterwards We gave you the victory over them, in your turn, and We granted you increase of wealth and children, and We made you a more numerous people, saying"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "if ye do well, ye will do well to your own souls; and if ye do evil, ye will do it unto the same. And when the punishment threatened for your latter transgression came to be executed, We sent enemies against you to afflict you, and to enter the temple, as they entered it the first time, and utterly to destroy that which they had conquered"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Peradventure your Lord will have mercy on you hereafter: But if ye return to transgress a third time, We also will return to chastise you; and We have appointed hell to be the prison of the unbelievers"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Verily this Koran directeth unto the way which is most right, and declareth unto the faithful, who do good works, that they shall receive a great reward"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "and that for those who believe not in the life to come, We have prepared a grievous punishment"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Man prayeth for evil, as he prayeth for good; for man is hasty"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "We have ordained the night and the day for two signs of our power: Afterwards We blot out the sign of the night, and We cause the sign of the day to shine forth, that ye may endeavour to obtain plenty from your Lord by doing your business therein, and that ye may know the number of years, and the computation of time; and every thing necessary have We explained by a perspicuous explication"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "The fate of every man have we bound about his neck; and we will produce unto him, on the day of resurrection, a book wherein his actions shall be recorded"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "It shall be offered him open, and the angels shall say unto him, read thy book; thine own soul will be a sufficient accountant against thee, this day"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "He who shall be rightly directed, shall be directed to the advantage only of his own soul; and he who shall err, shall err only against the same: Neither shall any laden soul be charged with the burden of another. We did not punish any people, until we had first sent an apostle to warn them"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "And when We resolved to destroy a city, We commanded the inhabitants thereof, who lived in affluence, to obey our apostle; but they acted corruptly herein: Wherefore the sentence was justly pronounced against that city; and We destroyed it with an utter destruction"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "And how many generations have We consumed since Noah? For thy Lord suffinciently knoweth and seeth the sins of his servants"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Whosoever chooseth this transitory life, We will bestow on him therein before hand that which We please; on him, namely, whom We please: Afterwards will We appoint him hell for his abode; he shall be thrown into the same to be scorched, covered with ignominy, and utterly rejected from mercy"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "But whosoever chooseth the life to come, and directeth his endeavour towards the same, being also a true believer; the endeavour of these shall be acceptable unto God"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "On all will We bestow the blessings of this life, both on these and on those, of the gift of thy Lord; for the gift of thy Lord shall not be denied unto any"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Behold, how We have caused some of them to surpass others in wealth and dignity: But the next life shall be more considerable in degrees of honour, and greater in excellence"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Set not up another god with the true God, lest thou sit down in disgrace, and destitute"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Thy Lord hath commanded that ye worship none, besides Him; and that ye shew kindness unto your parents, whether the one of them, or both of them attain to old age with thee. Wherefore say not unto them, fie on you! Neither reproach them, but speak respectfully unto them"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "and submit to behave humbly towards them, out of tender affection, and say, O Lord, have mercy on them both, as they nursed me when I was little"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Your Lord well knoweth that which is in your souls; whether ye be men of integrity: And He will be gracious unto those who sincerely return unto Him"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "And give unto him who is of kin to you his due, and also unto the poor, and the traveller. And waste not thy substance profusely"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "For the profuse are brethren of the devils: And the devil was ungrateful unto his Lord"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "But if thou turn from them, in expectation of the mercy which thou hopest from thy Lord; at least, speak kindly unto them"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "And let not thy hand be tied up to thy neck; neither open it with an unbounded expansion, lest thou become worthy of reprehension, and be reduced to poverty"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Verily thy Lord will enlarge the store of whom He pleaseth, and will be sparing unto whom He pleaseth; for He knoweth and regardeth his servants"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Kill not your children for fear of being brought to want; We will provide for them and for you: Verily the killing them is a great sin"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Draw not near unto fornication; for it is wickedness, and an evil way"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Neither slay the soul which God hath forbidden you to slay, unless for a just cause; and whosoever shall be slain unjustly, We have given his heir power to demand satisfaction; but let him not exceed the bounds of moderation in putting to death the murderer in too cruel a manner, or by revenging his friend's blood on any other than the person who killed him; since he is assisted by this law"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "And meddle not with the substance of the orphan, unless it be to improve it, until he attain his age of strength: And perform your covenant; for the performance of your covenant shall be inquired into hereafter"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "And give full measure, when you measure ought; and weigh with a just balance. This will be better, and more easy for determining every man's due"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "And follow not that whereof thou hast no knowledge; for the hearing, and the sight, and the heart, every of these shall be examined at the last day"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Walk not proudly in the land, for thou canst not cleave the earth, neither shalt thou equal the mountains in stature"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "All this is evil, and abominable in the sight of thy Lord"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "These precepts are a part of the wisdom which thy Lord hath revealed unto thee. Set not up any other god as equal unto God, lest thou be cast into hell, reproved and rejected"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Hath your Lord preferably granted unto you sons, and taken for himself daughters from among the angels? Verily in asserting this ye utter a grievous saying"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "And now have we used various arguments and repetitions in this Koran, that they may be warned; yet it only rendereth them more disposed to fly from the truth"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Say unto the idolaters, if there were other gods with him, as ye say, they would surely seek an occasion of making some attempt against the possessor of the throne"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "God forbid! And far, very far, be that from Him which they utter"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "The seven heavens praise Him, and the earth, and all who are therein: Neither is there any thing which doth not celebrate his praise; but ye understand not their celebration thereof: He is gracious and merciful"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "When thou readest the Koran, We place between thee and those who believe not in the life to come, a dark vail"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "and we put coverings over their hearts, lest they should understand it, and in their ears thickness of hearing. And when thou makest mention, in repeating the Koran, of thy Lord only, they turn their backs, flying the doctrine of his unity"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "We well know with what design they hearken, when they hearken unto thee, and when they privately discourse together: When the ungodly say, ye follow no other than a mad-man"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Behold! What epithets they bestow on thee. But they are deceived; neither can they find any just occasion to reproach thee"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "They also say, after we shall have become bones and dust, shall we surely be raised a new creature"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Answer, be ye stones, or iron"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "or some creature more improbable in your opinions to be raised to life. But they will say, who shall restore us to life? Answer, He who created you the first time: And they will wag their heads at thee, saying, when shall this be? Answer, peradventure it is nigh"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "On that day shall God call you forth from your sepulchres, and ye shall obey, with celebration of his praise; and ye shall think that ye tarried but a little while"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Speak unto my servants, that they speak mildly unto the unbelievers, lest ye exasperate them, for Satan soweth discord among them, and Satan is a declared enemy unto man"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Your Lord well knoweth you; if He pleaseth, He will have mercy on you, or, if He pleaseth, He will punish you: And We have not sent thee to be a steward over them"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Thy Lord well knoweth all persons in heaven and on earth. We have bestowed peculiar favours on some of the prophets, preferably to others; and We gave unto David the psalms"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Say, call upon those whom ye imagine to be gods besides Him; yet they will not be able to free you from harm, or to turn it on others"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Those whom ye invoke, do themselves desire to be admitted to a near conjunction with their Lord; striving which of them shall approach nearest unto Him: They also hope for his mercy, and dread his punishment; for the punishment of thy Lord is terrible"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "There is no city but We will destroy the same before the day of resurrection, or We will punish it with a grievous punishment. This is written in the book of our eternal decrees"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Nothing hindered us from sending thee with miracles, except that the former nations have charged them with imposture. We gave unto the tribe of Thamud, at their demand, the she-camel visible to their sight; yet they dealt unjustly with her: And We send not a prophet with miracles, but to strike terror"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Remember when We said unto thee, verily thy Lord encompasseth men by his knowledge and power. We have appointed the vision which We shewed thee, and also the tree cursed in the Koran, only for an occasion of dispute unto men, and to strike them with terror; but it shall cause them to transgress only the more enormously"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "And remember when We said unto the angels, worship Adam; and they all worshipped him except Eblis, who said, shall I worship him whom Thou hast created of clay"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "And he said, what thinkest thou, as to this man whom thou hast honoured above me? Verily, if thou grant me respite until the day of resurrection, I will extirpate his off-spring, except a few"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "God answered, be gone, I grant thee respite: But whosoever of them shall follow thee, hell shall surely be your reward"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "an ample reward for your demerits! And entice to vanity such of them as thou canst, by thy voice; and assault them on all sides with thy horsemen and thy footmen; and partake with them in their riches, and their children; and make them promises; (but the devil shall make them no other than deceitful promises)"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "As to my servants, thou shalt have no power over them; for thy Lord is a sufficient protector of those who trust in Him"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "It is your Lord who driveth forward the ships for you in the sea, that ye may seek to enrich your selves of his abundance by commerce; for He is merciful towards you"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "When a misfortune befalleth you at sea, the false deities whom ye invoke are forgotten by you, except Him alone: Yet when He bringeth you safe to dry land, ye retire afar off from Him, and return to your idols; for man is ungrateful"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Are ye therefore secure that He will not cause the dry land to swallow you up, or that He will not send against you a whirlwind driving the sands to overwhelm you? Then shall ye find none to protect you"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Or are ye secure that He will not cause you again to commit your selves to the sea another time, and send against you a tempestuous wind, and drown you; for that ye have been ungrateful? Then shall ye find none to defend you against Us, in that distress"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "And now have We honoured the children of Adam by sundry peculiar privileges and endowments; and We have given them conveniencies of carriage by land and by sea, and have provided food for them of good things; and We have preferred them before many of our creatures which We have created, by granting them great prerogatives"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "On a certain day We will call all men to judgment with their respective leader: And whosoever shall have his book given him into his right hand, they shall read their book with joy and satisfaction; and they shall not be wronged a hair"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "And whoever hath been blind in this life, shall be also blind in the next, and shall wander more widely from the path of salvation"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "It wanted little but the unbelievers had tempted thee to swerve from the instructions which We had revealed unto thee, that thou shouldest devise concerning Us a different thing; and then would they have taken thee for their friend"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "And unless We had confirmed thee, thou hadst certainly been very near inclining unto them a little"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Then would We surely have caused thee to taste the punishment of life, and the punishment of death; and thou shouldest not have found any to protect thee against Us"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "The unbelievers had likewise almost caused thee to depart the land, that they might have expelled thee thence: But then should they not have tarried therein after thee, except a little while"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "This is the method of dealing which We have prescribed our selves in respect to our apostles, whom We have already sent before thee: And thou shalt not find any change in our prescribed method"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Regularly perform thy prayer at the declension of the sun, at the first darkness of the night, and the prayer of day-break; for the prayer of day-break is born witness unto by the angels"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "And watch some part of the night in the same exercise, as a work of supererogation for thee; peradventure thy Lord will raise thee to an honourable station"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "And say, O Lord, cause me to enter with a favourable entry and cause me to come forth with a fabourable coming forth; and grant me from Thee an assisting power"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "And say, truth is come, and falsehood is vanished: For falsehood is of short continuance"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "We send down of the Koran that which is a medicine and mercy unto the true believers, but it shall only increase the perdition of the unjust"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "When We bestow favours on man, he retireth and withdraweth himself ungratefully from Us: But when evil toucheth him, he despaireth of our mercy"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Say, every one acteth after his own manner: But your Lord best knoweth who is most truly directed in his way"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "They will ask thee concerning the spirit: Answer, the spirit was created at the command of my Lord: But ye have no knowledge given unto you, except a little"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "If We pleased, We should certainly take away that which We have revealed unto thee; in such case thou couldest not find any to assist thee therein against Us"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "unless through mercy from thy Lord; for his favour towards thee hath been great"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Say, verily if men and genii were purposely assembled, that they might produce a book like this Koran, they could not produce one like unto it, although the one of them assisted the other"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "And We have variously propounded unto men in this Koran, every kind of figurative argument; but the greater part of men refuse to receive it, merely out of infidelity"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "And they say, we will by no means believe on thee, until thou cause a spring of water to gush forth for us out of the earth"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "or thou have a garden of palm-trees and vines, and thou cause rivers to spring forth from the midst thereof in abundance"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "or thou cause the heaven to fall down upon us, as thou hast given out, in pieces; or thou bring down God and the angels to vouch for thee"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "or thou have a house of gold; or thou ascend by a ladder to heaven: Neither will we believe thy ascending thither alone, until thou cause a book to descend unto us, bearing witness of thee, which we may read. Answer, my Lord be praised! Am I other than a man, sent as an apostle"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "And nothing hindreth men from believing, when a direction is come unto them, except that they say, hath God sent a man for his apostle"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Answer, if the angels had walked on earth as familiar inhabitants thereof, We had surely sent down unto them from heaven an angel for our apostle"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Say, God is a sufficient witness between me and you: For He knoweth and regardeth his servants"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Whom God shall direct, he shall be the rightly directed; and whom He shall cause to err, thou shalt find none to assist, besides him. And We will gather them together on the day of resurrection, creeping on their faces, blind, and dumb, and deaf: Their abode shall be hell; so often as the fire thereof shall be extinguished, We will rekindle a burning flame to torment them"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "This shall be their reward, because they disbelieve in our signs, and say, when we shall have been reduced to bones and dust, shall we surely be raised new creatures"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Do they not perceive that God, who created the heavens and the earth, is able to create other bodies, like their present? And He hath appointed them a limited term; there is no doubt thereof: But the ungodly reject the truth, merely out of unbelief"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Say, if ye possessed the treasures of the mercy of my Lord, ye would surely refrain from using them, for fear of spending them; for man is covetous"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "We heretofore gave unto Moses the power of working nine evident signs. And do thou ask the children of Israel as to the story of Moses; when he came unto them, and Pharaoh said unto him, verily I esteem thee, O Moses, to be deluded by sorcery"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Moses answered, thou well knowest that none hath sent down these evident signs except the Lord of heaven and earth; and I surely esteem thee, O Pharaoh, a lost man"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Wherefore Pharaoh sought to drive them out of the land; but We drowned him, and all those who were with him"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "And We said unto the children of Israel, after his destruction, dwell ye in the land: And when the promise of the next life shall come to be fulfilled, We will bring you both promiscuously to judgment"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "We have sent down the Koran with truth, and it hath descended with truth: And we have not sent thee otherwise than to be a bearer of good tidings, and a denouncer of threats"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "And We have divided the Koran, revealing it by parcels, that thou mightest read it unto men with deliberation; and We have sent it down, causing it to descend as occasion required"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Say, whether ye believe therein, or do not believe, verily those who have been favoured with the knowledge of the scriptures which were revealed before it, when the same is rehearsed unto them, fall down on their faces, worshipping"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "and say, our Lord be praised, for that the promise of our Lord is surely fulfilled"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "And they fall down on their faces, weeping; and the hearing thereof increaseth their humility"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Say, call upon God, or call on the Merciful: By which soever of the two names ye invoke Him, it is equal; for He hath most excellent names. Pronounce not thy prayer aloud, neither pronounce it with too low a voice, but follow a middle way between these"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "And say, praise be unto God, Who hath not begotten any child; Who hath no partner in the kingdom, nor hath any to protect him from contempt: And magnify Him by proclaiming his greatness"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Praise be unto God, who hath sent down unto his servant the book of the Koran, and hath not inserted any crookedness, but hath made it a strait rule"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "That He should threaten a grievous punishment unto the unbelievers, from his presence; and should bear good tidings unto the faithful, who work righteousness, that they shall receive an excellent reward, namely, paradise"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "wherein they shall remain for ever"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "And that He should warn those who say, God hath begotten issue"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "of which matter they have no knowledge, neither had their fathers. A grievous saying it is, which proceedeth from their mouths: They speak no other than a lie"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Peradventure thou wilt kill thy self with grief after them, out of thy earnest zeal for their conversion, if they believe not in this new revelation of the Koran"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Verily we have ordained whatsoever is on the earth for the ornament thereof, that we might make trial of men, and see which of them excelleth in works"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "And we will surely reduce whatever is thereon, to dry dust"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Dost thou consider that the companions of the cave, and Al Rakim, were one of our signs, and a great miracle"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "When the young men took refuge in the cave, they said, O Lord, grant us mercy from before thee, and dispose our business for us to a right issue"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Wherefore We struck their ears with deafness, so that they slept without disturbance in the cave for a great number of years"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Then We awaked them, that We might know which of the two parties was more exact in computing the space which they had remainded there"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "We will relate unto thee their history with truth. Verily they were young men who had believed in their Lord; and We had abundantly directed them"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "And We fortified their hearts with constancy when they stood before the tyrant; and they said, our Lord is the Lord of heaven and earth: We will by no means call on any god besides Him; for then should we surely utter an extravagance"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "These our fellow people have taken other gods, besides Him; although they bring no demonstrative argument for them: And who is more unjust than he who deviseth a lie concerning God"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "And they said the one to the other, when ye shall separate yourselves from them, and from the deities which they worship, except God, fly into the cave: Your Lord will pour his mercy on you abundantly, and will dispose your business for you to advantage"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "And thou mightest have seen the sun, when it had risen, to decline from their cave towards the right hand; and when it went down, to leave them on the left hand: And they were in the spacious part of the cave. This was one of the signs of God. Whomsoever God shall direct, he shall be rightly directed; and whomsoever He shall cause to err, thou shalt not find any to defend or to direct"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "And thou wouldst have judged them to have been awake, while they were sleeping; and We caused them to turn themselves to the right hand, and to the left. And their dog stretched forth his fore-legs in the mouth of the cave: If thou hadst come suddenly upon them, verily thou wouldest have turned thy back and fled from them, and thou wouldest have been filled with fear at the sight of them"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "And so We awaked them from their sleep, that they might ask questions of one another. One of them spake and said, how long have ye tarried here? They answered, we have tarried a day, or part of a day. The others said, your Lord, best knoweth the time ye have tarried: And now send one of you with this your money into the city, and let him see which of its inhabitants hath the best and cheapest food, and let him bring you provision from him; and let him behave circumspectly, and not discover you to any one"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Verily, if they come up against you, they will stone you, or force you to return to their religion; and then shall ye not prosper for ever"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "And so We made their people acquainted with what had happened to them; that they might know that the promise of God is true, and that there is no doubt of the last hour; when they disputed among themselves concerning their matter. And they said, erect a building over them: Their Lord best knoweth their condition. Those who prevailed in their affair answered, we will surely build a chapel over them"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Some say, the sleepers were three; and their dog was the fourth: And others say, they were five; and their dog was the sixth; guessing at a secret matter: And others say, they were seven; and their dog was the eighth. Say, my Lord best knoweth their number: None shall know them, except a few. Wherefore dispute not concerning them, unless with a clear disputation, according to what hath been revealed unto thee: And ask not any of the Christians concerning them"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Say not of any matter, I will surely do this to morrow"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "unless thou add, if God please. And remember thy Lord, when thou forgettest, and say, my Lord is able to direct me with ease, that I may draw near unto the truth of this matter rightly"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "And they remained in their cave three hundred years, and nine years over"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Say, God best knoweth how long they continued there: Unto Him are the secrets of heaven and earth known; do thou make him to see and to hear. The inhabitants thereof have no protector besides Him; neither doth He suffer any one to have a share in the establishment or knowledge of his decree"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Read that which hath been revealed unto thee, of the book of thy Lord, without presuming to make any change therein: There is none who hath power to change his words; and thou shalt not find any to fly to, besides Him, if thou attempt it"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Behave thy self with constancy towards those who call upon their Lord morning and evening, and who seek his favour; and let not thine eyes be turned away from them, seeking the pomp of this life; neither obey him whose heart We have caused to neglect the remembrance of us, and who followeth his lusts, and leaveth the truth behind him"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "And say, the truth is from your Lord; wherefore let him who will, believe, and let him who will, be incredulous. We have surely prepared for the unjust hell fire, the flame and smoke whereof shall surround them like a pavilion: And if they beg relief, they shall be relieved with water like molten brass, which shall scald their faces; O how miserable a portion, and how unhappy a couch"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "As to those who believe, and do good works, we will not suffer the reward of him who shall work righteousness to perish"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "For them are prepared gardens of eternal abode, which shall be watered by rivers; they shall be adorned therein with bracelets of gold, and shall be clothed in green garments of fine silk and brocades; reposing themselves therein on thrones. O how happy a reward, and how easy a couch"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "And propound unto them as a parable two men: On the one of whom We had bestowed two vineyards, and had surrounded them with palm-trees, and had caused corn to grow between them"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Each of the gardens brought forth its fruit every season, and failed not at all; and we caused a river to flow in the midst thereof"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "And he had great abundance. And he said unto his companion by way of debate, I am superior to thee in wealth, and have a more powerful family"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "And he went into his garden, being guilty of injustice against his own soul, and said, I do not think that this garden will decay for ever"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "neither do I think that the last hour will come: And although I should return unto my Lord, verily I shall find a better garden than this in exchange"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "And his companion said unto him, by way of debate, dost thou not believe in Him who created thee of the dust, and afterwards of seed; and then fashioned thee into a perfect man"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "But as for me, God is my Lord; and I will not associate any other deity with my Lord"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "And when thou enterest thy garden, wilt thou not say, what God pleaseth shall come to pass; there is no power but in God alone? Although thou seest me to be inferior to thee in wealth and number of children"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "my Lord is well able to bestow on me a better gift than thy garden, and to shoot his arrows against the same from heaven, so that it shall become barren dust"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "or its water may sink deep into the earth, that thou canst not draw thereof"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "And his possessions were encompassed with destruction, as his companion had forewarned him: Wherefore he began to turn down the palms of his hands out of sorrow and regret for that which he had expended thereon; for the vines thereof were fallen down on their trails: And he said, would to God that I had not associated any other deity with my Lord"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "And he had no party to assist him, besides God, neither was he able to defend himself against his vengeance"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "In such case protection belongeth of right unto God alone; He is the best rewarder, and the best giver of success"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "And propound to them a similitude of the present life. It is like water which We send down from heaven; and the herb of the earth is mixed therewith, and after it hath been green and flourishing, in the morning it becometh dry stubble, which the winds scatter abroad: And God is able to do all things"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Wealth and children are the ornaments of this present life: But good works, which are permanent, are better in the sight of thy Lord, with respect to the reward, and better with respect to hope"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "On a certain day We will cause the mountains to pass away, and thou shalt see the earth appearing plain and even; and We will gather mankind together, and We will not leave any one of them behind"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "And they shall be set before thy Lord in distinct order, and He shall say unto them, now are ye come unto us naked, as We created you the first time: But ye thought that We should not perform our promise unto you"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "And the book wherein every one's actions are recorded shall be put into his hand; and thou shalt see the wicked in great terror, because of that which is written therein, and they shall say, Alas for us! What meaneth this book? It omitteth neither a small action nor a great one, but it compriseth the same; and they shall find that which they have wrought, present before their eyes: And thy Lord will not deal unjustly with any one"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Remember when We said unto the angels, worship ye Adam: And they all worshipped him, except Eblis, who was one of the genii, and departed from the command of his Lord. Will ye therefore take him and his offspring for your patrons besides Me, notwithstanding they are your enemies? Miserable shall such a change be to the ungodly"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "I called not them to be present at the creation of the heavens and of the earth, nor at the creation of themselves, neither did I take those seducers for my assistants"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "On a certain day, God shall say unto the idolaters, call those whom ye imagined to be my companions, to protect you: And they shall call them, but they shall not answer them; and We will place a valley of destruction between them"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "And the wicked shall see hell fire; and they shall know that they shall be thrown into the same, and they shall find no way to avoid it"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "And now have We variously propounded unto men, in this Koran, a parable of every kind; but man cavilleth at most things therein"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Yet nothing hindreth men from believing, now a direction is come unto them, and from asking pardon of their Lord, excepting that they wait until the punishment of their predecessors come to be inflicted on them, or that the chastisement of the next life come upon them publicly"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "We send not our messengers, but to bear good tidings, and to denounce threats. Those who believe not, dispute with vain arguments, that they may thereby render the truth of no effect: And they hold my signs, and the admonitions which have been made them, in derision"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "And who is more unjust than he who hath been acquainted with the signs of his Lord, and retireth afar off from the same, and forgetteth that which his hands have formerly committed? Verily We have cast veils over their hearts, lest they should understand the Koran, and into their ears thickness of hearing: If thou invite them to the true direction, yet will they not therefore be directed for ever"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Thy Lord is gracious, indued with mercy; if He would have punished them for that which they have committed, He would doubtless have hastened their punishment: But a threat hath been denounced against them, and they shall find no refuge, besides Him"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "And those former cities did We destroy, when they acted unjustly; and We gave them previous warning of their destruction"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "And remember when Moses said unto his servant Joshua, the son of Nun, I will not cease to go forward, until I come to the place where the two seas meet; or I will travel for a long space of time"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "But when they were arrived at the meeting of the two seas, they forgot their fish, which they had taken with them; and the fish took its way freely in the sea"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "And when they had passed beyond that place, Moses said unto his servant, bring us our dinner; for now are we fatigued with this our journey"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "His servant answered, dost thou know what has befallen me? When we took up our lodging at the rock, verily I forgot the fish: And none made me to forget it, except Satan, that I should not remind thee of it. And the fish took its way in the sea, in a wonderful manner"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Moses said, this is what we sought after. And they both went back, returning by the way they came"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "And coming to the rock they found one of our servants, unto whom We had granted mercy from us, and whom We had taught wisdom from before us"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "And Moses said unto him, shall I follow thee, that thou mayest teach me part of that which thou hast been taught, for a direction unto me"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "He answered, verily thou canst not bear with me"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "For how canst thou patiently suffer those things, the knowledge whereof thou dost not comprehend"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Moses replied, thou shalt find me patient, if God please; neither will I be disobedient unto thee in any thing"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "He said, if thou follow me therefore, ask me not concerning any thing, until I shall declare the meaning thereof unto thee"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "So they both went on by the sea shore, until they went up into a ship; and he made a hole therein. And Moses said unto him, hast thou made a hole therein, that thou mightest drown those who are on board? Now hast thou done a strange thing"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "He answered, did I not tell thee that thou couldest not bear with me"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Moses said, rebuke me not, because I did forget; and impose not on me a difficulty in what I am commanded"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Wherefore they left the ship and proceeded, until they met with a youth; and he slew him. Moses said, hast thou slain an innocent person, without his having killed another? Now hast thou committed an unjust action"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "He answered, did I not tell thee that thou couldest not bear with me"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Moses said, if I ask thee concerning any thing hereafter, suffer me not to accompany thee: Now hast thou received an excuse from me"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "They went forwards therefore, until they came to the inhabitants of a certain city: And they asked food of the inhabitants thereof; but they refused to receive them. And they found therein a wall, which was ready to fall down; and he set it upright. Whereupon Moses said unto him, if thou wouldest, thou mightest doubtless have received a reward for it"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "He answered, this shall be a separation between me and thee: But I will first declare unto thee the signification of that which thou couldest not bear with patience"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "The vessel belonged to certain poor men, who did their business in the sea: And I was minded to render it unserviceable, because there was a king behind them, who took every sound ship by force"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "As to the youth, his parents were true believers; and we feared lest he, being an unbeliever, should oblige them to suffer his perverseness and ingratitude"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Wherefore we desired that their Lord might give them a more righteous child in exchange for him, and one more affectionate towards them"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "And the wall belonged to two orphan youths in the city, and under it was a treasure hidden which belonged to them; and their father was a righteous man: And thy Lord was pleased that they should attain their full age, and take forth their treasure, through the mercy of thy Lord. And I did not what thou hast seen of mine own will, but by God's direction. This is the interpretation of that which thou couldest not bear with patience"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "The Jews will ask thee concerning Dhu'lkarnein. Answer, I will rehearse unto you an account of him"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "We made him powerful in the earth, and We gave him means to accomplish every thing he pleased"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "And he followed his way"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "until he came to the place where the sun setteth; and he found it to set in a spring of black mud; and he found near the same a certain people. And we said, O Dhu'lkarnein, either punish this people, or use gentleness towards them"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "He answered, whosoever of them shall commit injustice, we will surely punish him in this world; afterwards shall he return unto his Lord, and He shall punish him with a severe punishment"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "But whosoever believeth, and doth that which is right, shall receive the most excellent reward, and We will give him in command that which is easy"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Then he continued his way"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "until he came to the place where the sun riseth; and he found it to rise on certain people, unto whom We had not given any thing wherewith to shelter themselves therefrom"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Thus it was; and we comprehended with our knowledge the forces which were with him"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "And he prosecuted his journey from south to north"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "until he came between the two mountains; beneath which he found certain people, who could scarce understand what was said"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "And they said, O Dhu'lkarnein, verily Gog and Magog waste the land; shall we therefore pay thee tribute, on condition that thou build a rampart between us and them"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "He answered, the power wherewith my Lord hath strengthened me, is better than your tribute: But assist me strenuously, and I will set a strong wall between you and them"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Bring me iron in large pieces, until it fill up the space between the two sides of these mountains. And he said to the workmen, blow with your bellows, until it make the iron red hot as fire. And he said further, bring me molten brass, that I may pour upon it"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Wherefore, when this wall was finished, Gog and Magog could not scale it, neither could they dig through it"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "And Dhu'lkarnein said, this is a mercy from my Lord: But when the prediction of my Lord shall come to be fulfilled, he shall reduce the wall to dust; and the prediction of my Lord is true"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "On that day We will suffer some of them to press tumultuously like waves on others; and the trumpet shall be sounded, and We will gather them in a body together"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "And We will set hell, on that day, before the unbelievers"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "whose eyes have been veiled from my remembrance, and who could not hear my words"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Do the unbelievers think that I will not punish them, for that they take my servants for their protectors besides me? Verily We have prepared hell for the abode of the infidels"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Say, shall We declare unto you those whose works are vain"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "whose endeavour in the present life hath been wrongly directed, and who think they do the work which is right"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "These are they who believe not in the signs of their Lord, or that they shall be assembled before Him; wherefore their works are vain, and We will not allow them any weight on the day of resurrection"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "This shall be their reward, namely, hell; for that they have disbelieved, and have held my signs and my apostles in derision"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "But as for those who believe and do good works, they shall have the gardens of paradise for their abode"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "they shall remain therein for ever; they shall wish for no change therein"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Say, if the sea were ink to write the words of my Lord, verily the sea would fail, before the words of my Lord would fail; although We added another sea like unto it as a farther supply"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Say, verily I am only a man as ye are. It is revealed unto me that your God is one only God: Let him therefore who hopeth to meet his Lord, work a righteous work; and let him not make any other to partake in the worship of his Lord"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "S"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "A commemoration of the mercy of thy Lord towards his servant Zacharias when he called upon his Lord, invoking him in secret"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "When he called upon his LORD, invoking him in secret"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "and said, O Lord, verily my bones are weakened, and my head is become white with hoariness and I have never been unsuccessful in my prayers to thee, O Lord"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "But now I fear my nephews, who are to succeed after me, for my wife is barren: Wherefore give me a successor of my own body from before thee"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "who may be my heir, and may be an heir of the family of Jacob; and grant, O Lord, that he may be acceptable unto thee"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "And the angel answered him, O Zacharias, verily We bring thee tidings of a son, whose name shall be John; We have not caused any to bear the same name before him"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Zacharias said, Lord, how shall I have a son, seeing my wife is barren, and I am now arrived at a great age, and am decrepit"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "The angel said so shall it be: Thy Lord saith, this is easy with Me; since I created thee heretofore, when thou wast nothing"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Zacharias answered, O Lord, give me a sign. The angel replied, thy sign shall be, that thou shalt not speak to men for three nights, although thou be in perfect health"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "And he went forth unto his people, from the chamber, and he made signs unto them, as if he should say, praise ye God in the morning and in the evening"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "And We said unto his son, O John, receive the book of the law, with a resolution to study and observe it. And We bestowed on him wisdom, when he was yet a child"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "and mercy from us, and purity of life; and he was a devout person"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "and dutiful towards his partents, and was not proud or rebellious"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Peace be on him the day whereon he was born, and the day whereon he shall die, and the day whereon he shall be raised to life"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "And remember in the book of the Koran the story of Mary; when she retired from her family to a place towards the east"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "and took a veil to conceal herself from them; and We sent our spirit Gabriel unto her, and he appeared unto her in the shape of a perfect man"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "She said, I fly for refuge unto the merciful God, that He may defend me from thee: If thou fearest Him, thou wilt not approach me"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "He answered, verily I am the messenger of thy Lord, and am sent to give thee a holy son"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "She said, how shall I have a son, seeing a man hath not touched me, and I am no harlot"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Gabriel replied, so shall it be: Thy Lord saith, this is easy with Me; and We will perform it, that We may ordain him for a sign unto men, and a mercy from Us: For it is a thing which is decreed"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Wherefore she conceived him: And she retired aside with him in her womb to a distant place"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "and the pains of childbirth came upon her near the trunk of a palm-tree. She said, would to God I had died before this, and had become a thing forgotten, and lost in oblivion"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "And He who was beneath her called to her, saying, be not grieved: Now hath God provided a rivulet under thee"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "and do thou shake the body of the palm-tree, and it shall let fall ripe dates upon thee, ready gathered"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "And eat, and drink, and calm thy mind. Moreover if thou see any man, and he question thee, say, verily I have vowed a fast unto the merciful; wherefore I will by no means speak to a man this day"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "So she brought the child to her people, carrying him in her arms. And they said unto her, O Mary, now hast thou done a strange thing"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "O sister of Aaron, thy father was not a bad man, neither was thy mother a harlot"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "But she made signs unto the child to answer them; and they said, how shall we speak to him, who is an infant in the cradle"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Whereupon the child said, verily I am the servant of God; He hath given me the book of the gospel, and hath appointed me a prophet"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "And He hath made me blessed, wheresoever I shall be; and hath commanded me to observe prayer, and to give alms, so long as I shall live"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "and he hath made me dutiful towards my mother, and hath not made me proud, or unhappy"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "And peace be on me the day whereon I was born, and the day whereon I shall die, and the day whereon I shall be raised to life"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "This was Jesus the son of Mary; the word of truth, concerning whom they doubt"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "It is not meet for God, that He should have any son: God forbid! When He decreeth a thing, He only saith unto it, be; and it is"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "And verily God is my Lord, and your Lord; wherefore serve Him: This is the right way"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Yet the sectaries differ among themselves concerning Jesus; but woe be unto those who are unbelievers, because of their appearance at the great day"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Do Thou cause them to hear, and do Thou cause them to see, on the day whereon they shall come unto Us to be judged: But the ungodly are this day in a manifest error"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "And do thou forewarn them of the day of sighing, when the matter shall be determined, while they are now sunk in negligence and do not believe"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Verily We will inherit the earth, and whatever creatures are therein; and unto Us shall they all return"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "And remember Abraham in the book of the Koran; for he was one of great veracity, and a prophet"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "When he said unto his father, O my father, why dost thou worship that which heareth not, neither seeth, nor profiteth thee at all"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "O my father, verily a degree of knowledge hath been bestowed on me, which hath not been bestowed on thee: Wherefore follow me; I will lead thee into an even way"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "O my father, serve not Satan; for Satan was rebellious unto the Merciful"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "O my father, verily I fear lest a punishment be inflicted on thee from the Merciful, and thou become a companion of Satan"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "His father answered, dost thou reject my gods, O Abraham? If thou forbear not, I will surely stone thee: Wherefore leave me for a long time"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Abraham replied, peace be on thee: I will ask pardon for thee of my Lord; for He is gracious unto me"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "And I will separate my self from you, and from the idols which ye invoke besides God; and I will call upon my Lord: It may be that I shall not be unsuccessful in calling on my Lord, as ye are in calling upon them"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "And when he had separated himself from them, and from the idols which they worshipped besides God, We gave him Isaac and Jacob; and We made each of them a prophet"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "and We bestowed on them, through our mercy, the gift of prophecy, and children, and wealth; and We caused them to deserve the highest commendations"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "And remember Moses in the book of the Koran: For he was sincerely upright, and was an apostle and a prophet"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "And We called unto him from the right side of mount Sinai, and caused him to draw near, and to discourse privately with Us"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "And We gave him, through our mercy, his brother Aaron, a prophet, for his assistant"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Remember also Ismael in the same book: For he was true to his promise; and was an apostle, and a prophet"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "And he commanded his family to observe prayer, and to give alms; and he was acceptable unto his Lord"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "And remember Edris in the same book; for he was a just person, and a prophet"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "And we exalted him to a high place"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "These are they unto whom God hath been bounteous, of the prophets of the posterity of Adam, and of those whom We carried in the ark with Noah; and of the posterity of Abraham, and of Israel, and of those whom We have directed and chosen. When the signs of the Merciful were read unto them, they fell down, worshipping, and wept"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "But a succeeding generation have come after them, who neglect prayer, and follow their lusts; and they shall surely fall into evil"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Except him who repenteth, and believeth, and doth that which is right; these shall enter paradise, and they shall not in the least be wronged"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Gardens of perpetual abode shall be their reward, which the Merciful hath promised unto his servants, as an object of faith; for his promise will surely come to be fulfilled"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Therein shall they hear no vain discourse, but peace; and their provision shall be prepared for them therein morning and evening"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "This is paradise, which We will give for an inheritance unto such of our servants as shall be pious"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "We descend not from heaven, unless by the command of thy Lord: Unto Him belongeth whatsoever is before us, and whatsoever is behind us, and whatsoever is in the intermediate space; neither is thy Lord forgetful of thee"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "He is the Lord of heaven and earth, and of whatsoever is between them: Wherefore worship Him, and be constant in his worship. Dost thou know any named like Him"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Man saith, after I shall have been dead, shall I really be brought forth alive from the grave"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Doth not man remember that We created him heretofore, when he was nothing"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "But by thy Lord We will surely assemble them and the devils to judgment; then will We set them round about hell on their knees"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Afterwards We will draw forth from every sect such of them as shall have been a more obstinate rebel against the Merciful"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "and We best know which of them are more worthy to be burned therein"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "There shall be none of you but shall descend into the same hell: This is an established decree upon thy Lord"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Afterwards We will deliver those who shall have been pious, but We will leave the ungodly therein on their knees"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "When our manifest signs are read unto them, the infidels say unto the true believers, which of the two parties is in the more eligible condition, and formeth the more excellent assembly"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "But how many generations have We destroyed before them, which excelled them in wealth, and in outward appearance"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Say, whosoever is in error, the Merciful will grant him a long and prosperous life; until they see that with which they are threatened, whether it be the punishment of this life, or that of the last hour; and hereafter they shall know who is in the worse condition, and the weaker in forces"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "God shall more fully direct those who receive direction; and the good works which remain for ever, are better in the sight of thy Lord than worldly possessions, in respect to the reward, and more eligible in respect to the future recompence"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Hast thou seen him who believeth not in our signs, and saith, I shall surely have riches and children bestowed on me"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Is he acquainted with the secrets of futurity; or hath he received a covenant from the Merciful that it shall be so"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "By no means. We will surely write down that which he saith; and increasing We will increase his punishment"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "And We will be his heir as to that which he speaketh of, and on the last day he shall appear before Us alone and naked"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "They have taken other gods, besides God, that they may be a glory unto them"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "By no means. Hereafter shall they deny their worship; and they shall become adversaries unto them"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Dost thou not see that we send the devils against the infidels, to incite them to sin by their instigations"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Wherefore be not in hast to call down destruction upon them; for we number unto them a determined number of days of respite"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "On a certain day we will assemble the pious before the Merciful in an honourable manner, as ambassadors come into the presence of a prince"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "but we will drive the wicked into hell, as cattle are driven to water"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "They shall obtain no intercession, except he only who hath received a covenant from the Merciful"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "They say, the Merciful hath begotten issue"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Now have ye uttered an impious thing"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "It wanteth little but that on occasion thereof the heavens be rent, and the earth cleave in sunder, and the mountains be overthrown and fall"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "for that they attribute children unto the Merciful"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "whereas it becometh not God to beget children"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Verily there is none in heaven or on earth, but shall approach the Merciful as his servant"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "He encompasseth them by his knowledge and power, and numbereth them with an exact computation"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "And they shall all come unto him on the day of resurrection, destitute both of helpers and followers"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "But as for those who believe and do good works, the Merciful will bestow on them love"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Verily we have rendered the Koran easy for thy tongue, that thou mayest thereby declare our promises unto the pious, and mayest thereby denounce threats unto contentious people"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "And how many generations have we destroyed before them? Dost thou find one of them remaining? Or dost thou hear so much as a whisper concerning them"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "H"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "We have not sent down the Koran unto thee, that thou shouldest be unhappy"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "but for an admonition unto him who feareth God"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Being sent down from Him who created the earth, and the lofty heavens"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "The Merciful sitteth on his throne"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Unto him belongeth whatsoever is in heaven and on earth, and whatsoever is between them, and whatsoever is under the earth"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "If thou pronounce thy prayers with a loud voice, know that it is not necessary in respect to God; for he knoweth that which is secret, and what is yet more hidden"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "God! There is no god but he: He hath most excellent names"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Hast thou been informed of the history of Moses"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "When he saw fire, and said unto his family, tarry ye here; for I perceive fire: Peradventure I may bring you a brand thereout, or may find a direction in our way by the fire"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "And when he was come near unto it, a voice called unto him, saying, O Moses"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Verily I am thy Lord: Wherefore put off thy shoes; for thou art in the sacred valley Towa"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "And I have chosen thee; therefore hearken with attention unto that which is revealed unto thee"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Verily I am God; there is no god beside me: Wherefore worship me, and perform thy prayer in remembrance of me"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Verily the hour cometh: I will surely manifest the same, that every soul may receive its reward for that which it hath deliberately done"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Let not him who believeth not therein, and who followeth his lust, prevent thee from believing in the same, lest thou perish"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Now what is that in thy right hand O Moses"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "He answered, it is my rod whereon I lean, and with which I beat down leaves for my flock; and I have other uses for it"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "God said unto him, cast it down, O Moses"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "And he cast it down, and behold, it became a serpent, which ran about"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "God said, take hold on it, and fear not: We will reduce it to its former condition"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "And put thy right hand under thy left arm: It shall come forth white, without any hurt. This shall be another sign"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "That we may shew thee some of our greatest signs"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Go unto Pharaoh: For he is exceedingly impious"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Moses answered, Lord, enlarge my breast"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "and make what thou hast commanded me easy unto me"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "And loose the knot of my tongue"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "that they may understand my speech"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "And give me a counsellor of my family"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "namely, Aaron my brother"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Gird up my loins by him"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "and make him my collegue in the business"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "That we may praise thee greatly"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "and may remember thee often"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "for thou regardest us"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "God replied, now hast thou obtained thy request, O Moses"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "And we have heretofore been gracious unto thee"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "another time; when we revealed unto thy mother that which was revealed unto her, saying"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "put him into the ark, and cast him into the river, and the river shall throw him on the shore; and my enemy and his enemy shall take him and bring him up; and I bestow on thee love from me, that thou mightest be bred up under my eye"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "When thy sister went and said, shall I bring you unto one who will nurse the child? So we returned thee unto thy mother, that her mind might be set at ease, and that she might not be afflicted. And thou slewest a soul, and we delivered thee from trouble; and we proved thee by several trials: And afterwards thou didst dwell some years among the inhabitants of Madian. Then thou camest hither according to our decree, O Moses"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "and I have chosen thee for my self"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Wherefore go thou and thy brother with my signs; and be not negligent in remembering me"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Go ye unto Pharaoh, for he is excessively impious"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "And speak mildly unto him; peradventure he will consider, or will fear our threats"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "They answered, O Lord, verily we fear lest he be precipitately violent against us, or lest he transgress more exorbitantly"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "God replied, fear not; for I am with you: I will hear and will see"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Go ye therefore unto him, and say, verily we are the messengers of thy Lord: Wherefore send the children of Israel with us, and do not afflict them. Now are we come unto thee with a sign from thy Lord: And peace be upon him who shall follow the true direction"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Verily it hath been revealed unto us, that a punishment shall be inflicted on him who shall charge us with imposture, and shall turn back. And when they had delivered their message"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Pharaoh said, who is your Lord, O Moses"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "He answered, our Lord is he who giveth all things: He hath created them, and directed them by his providence"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Pharaoh said, what therefore is the condition of the former generations"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Moses answered, the knowledge thereof is with my Lord, in the book of his decrees: My Lord erreth not, neither doth he forget"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "It is he who hath spread the earth as a bed for you, and hath made you paths therein; and who sendeth down rain from heaven, whereby we cause various kinds of vegetables to spring forth"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "saying, eat of part, and feed your cattle with other part thereof. Verily herein are signs unto those who are indued with understanding"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Out of the ground have we created you; and to the same will we cause you to return, and we will bring you forth from thence another time"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "And we shewed Pharaoh all our signs which we had empowered Moses to perform: But he accused him of imposture, and refused to believe"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "and he said, art thou come unto us that thou mayest dispossess us of our land by thy enchantments, O Moses"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Verily we will meet thee with the like enchantments: Wherefore fix an appointment between us and thee; we will not fail it, neither shalt thou, in an equal place"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Moses answered, let your appointment be on the day of your solemn feast; and let the people be assembled in open day"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "And Pharaoh turned away from Moses, and gathered together the most expert magicians, to execute his stratagem; and then came to the appointment"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Moses said unto them, woe be unto you! Do not devise a lie against God, lest he utterly destroy you by some judgment: For he shall not prosper who deviseth lies"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "And the magicians disputed concerning their affair among themselves, and discoursed in private"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "And they said, these two are certainly magicians: They seek to dispossess you of your land by their sorcery, and to lead away with them your chiefest and most considerable men"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Wherefore collect all your cunning, and then come in order: For he shall prosper this day, who shall be superior"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "They said, O Moses, whether wilt thou cast down thy rod first, or shall we be the first who cast down our rods"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "He answered, do ye cast down your rods first. And behold, their cords and their rods appeared unto him, by their enchantment, to run about like serpents"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Wherefore Moses conceived fear in his heart"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "But we said unto him, fear not; for thou shalt be superior"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Therefore cast down the rod which is in thy right hand; and it shall swallow up the seeming serpents which they have made: For what they have made is only the deceipt of an enchanter; and an enchanter shall not prosper, whithersoever he cometh"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "And the magicians, when they saw the miracle which Moses performed, fell down and worshipped, saying, we believe in the Lord of Aaron and of Moses"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Pharaoh said unto them, do ye believe in him before I give you permission? Verily this is your master, who hath taught you magic. But I will surely cut off your hands and your feet on the opposite sides; and I will crucify you on trunks of palm-trees: And ye shall know which of us is more severe in punishing, and can longer protract your pains"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "They answered, we will by no means have greater regard unto thee, than unto those evident miracles which have been shewn us, or than unto him who hath created us. Pronounce therefore that sentence against us which thou art about to pronounce: For thou canst only give sentence as to this present life"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Verily we believe on our Lord, that he may forgive us our sins, and the sorcery which thou hast forced us to exercise: For God is better to reward, and more able to prolong punishment than thou"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Verily whosoever shall appear before his Lord on the day of judgment, polluted with crimes, shall have hell for his reward; he shall not die therein, neither shall he live"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "But whoever shall appear before him, having been a true believer, and shall have worked righteousness, for these are prepared the highest degrees of happiness"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "namely, gardens of perpetual abode, which shall be watered by rivers; they shall remain therein for ever: And this shall be the reward of him who shall be pure"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "And we spake by revelation unto Moses, saying, go forth with my servants out of Egypt by night; and smite the waters with thy rod, and make them a dry path through the sea: Be not apprehensive of Pharaoh's overtaking thee; neither be thou afraid"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "And when Moses had done so, Pharaoh followed them with his forces; and the waters of the sea which overwhelmed them, overwhelmed them"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "And Pharaoh caused his people to err, neither did he direct them aright"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Thus, O children of Israel, we delivered you from your enemy; and we appointed you the right side of mount Sinai to discourse with Moses and to give him the law; and we caused manna and quails to descend upon you"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "saying, eat of the good things which we have given you for food; and transgress not therein, lest my indignation fall on you: And on whomsoever my indignation shall fall, he shall go down headlong into perdition"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "But I will be gracious unto him who shall repent and believe, and shall do that which is right; and who shall be rightly directed"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "What hath caused thee to hasten from thy people, O Moses, to receive the law"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "He answered, these follow close on my footsteps; but I have hastened unto thee, O Lord, that thou mightest be well pleased with me"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "God said, we have already made a trial of thy people, since thy departure; and al Sameri hath seduced them to idolatry"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Wherefore Moses returned unto his people in great wrath, and exceedingly afflicted. And he said, O my people, had not your Lord promised you a most excellent promise? Did the time of my absence seem long unto you? Or did ye desire that indignation from your Lord should fall on you, and therefore failed to keep the promise which ye made me"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "They answered, we have not failed in what we promised thee of our own authority; but we were made to carry in several loads of gold and silver, of the ornaments of the people, and we cast them into the fire; and in like manner al Sameri also cast in what he had collected"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "and he produced unto them a corporeal calf, which lowed. And al Sameri and his companions said, this is your god, and the god of Moses; but he hath forgotten him, and is gone to seek some other"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Did they not therefore see that their idol returned them no answer, and was not able to cause them either hurt or profit"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "And Aaron had said unto them before, O my people, verily ye are only proved by this calf; for your Lord is the Merciful: Wherefore follow me, and obey my command"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "They answered, we will by no means cease to be devoted to its worship, until Moses return unto us"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "And when Moses was returned, he said, O Aaron, what hindered thee, when thou sawest that they went astray"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "that thou didst not follow me? Hast thou therefore been disobedient to my command"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Aaron answered, O son of my mother, drag me not by my beard, nor by the hair of my head. Verily I feared lest thou shouldest say, thou hast made a division among the children of Israel, and thou hast not observed my saying"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Moses said unto al Sameri, what was thy design, O Sameri"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "He answered, I saw that which they saw not; wherefore I took a handful of dust from the footsteps of the messenger of God, and I cast it into the molten calf; for so did my mind direct me"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Moses said, get thee gone; for thy punishment in this life shall be, that thou shalt say unto those who shall meet thee, touch me not; and a threat is denounced against thee of more terrible pains, in the life to come, which thou shalt by no means escape. And behold now thy god, to whose worship thou hast continued assiduously devoted: Verily we will burn it; and we will reduce it to powder, and scatter it in the sea"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Your God is the true God, besides whom there is no other god: He comprehendeth all things by his knowledge"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Thus do we recite unto thee, O Mohammed, relations of what hath passed heretofore; and we have given thee an admonition from us"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "He who shall turn aside from it, shall surely carry a load of guilt on the day of resurrection"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "They shall continue thereunder for ever; and a grievous burden shall it be unto them on the day of resurrection"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "On that day the trumpet shall be sounded; and we will gather the wicked together on that day, having grey eyes"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "They shall speak with a low voice to one another, saying, ye have not tarried above ten days"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "We well know what they will say; when the most conspicuous among them for behaviour shall say, ye have not tarried above one day"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "They will ask thee concerning the mountains: Answer, my Lord will reduce them to dust, and scatter them abroad"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "and he will leave them a plain equally extended"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Thou shalt see no part of them higher or lower than another"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "On that day mankind shall follow the angel who will call them to judgment, none shall have power to turn aside from him; and their voices shall be low before the Merciful, neither shalt thou hear any more than the hollow sound of their feet"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "On that day the intercession of none shall be of advantage unto another, except the intercession of him to whom the Merciful shall grant permission, and who shall be acceptable unto him in what he saith"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "God knoweth that which is before them, and that which is behind them; but they comprehend not the same by their knowledge"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "And their faces shall be humbled before the living, the self-subsisting God; and he shall be wretched who shall bear his iniquity"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "But whosoever shall do good works, being a true believer, shall not fear any injustice, or any diminution of his reward from God"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "And thus have we sent down this book, being a Koran in the Arabic tongue; and we have inserted various threats and promises therein, that men may fear God, or that it may awaken some consideration in them"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Wherefore let God be highly exalted, the king, the truth! Be not overhasty in receiving or repeating the Koran, before the revelation thereof be completed unto thee; and say, Lord, increase my knowledge"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "We heretofore gave a command unto Adam; but he forgot the same, and ate of the forbidden fruit; and we found not in him a firm resolution"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "And remember when we said unto the angels, worship ye Adam; and they worshipped him: But Eblis refused"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "And we said, O Adam, verily this is an enemy unto thee, and thy wife: Wherefore beware lest he turn you out of paradise; for then shalt thou be miserable"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Verily we have made a provision for thee, that thou shalt not hunger therein, neither shalt thou be naked"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "And there is also a provision made for thee, that thou shalt not thirst therein, neither shalt thou be incommoded by heat"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "But Satan whispered evil suggestions unto him, saying, O Adam, shall I guide thee to the tree of eternity, and a kingdom which faileth not"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "And they both ate thereof: And their nakedness appeared unto them; and they began to sew together the leaves of paradise, to cover themselves. And thus Adam became disobedient unto his Lord, and was seduced"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Afterwards his Lord accepted him, on his repentance, and was turned unto him, and directed him"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "And God said, get ye down hence, all of you: The one of you shall be an enemy unto the other. But hereafter shall a direction come unto you from me: And whosoever shall follow my direction, shall not err, neither shall he be unhappy"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "but whosoever shall turn aside from my admonition, verily he shall lead a miserable life, and we will cause him to appear before us on the day of resurrection, blind"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "And he shall say, O Lord, why hast thou brought me before thee blind, whereas before I saw clearly"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "God shall answer, thus have we done, because our signs came unto thee, and thou didst forget them; and in the same manner shalt thou be forgotten this day"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "And thus will we reward him who shall be negligent, and shall not believe in the signs of his Lord: And the punishment of the life to come shall be more severe, and more lasting, than the punishment of this life"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Are not the Meccans therefore acquainted how many generations we have destroyed before them; in whose dwellings they walk? Verily herein are signs unto those who are indued with understanding"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "And unless a decree had previously gone forth from thy Lord for their respite, verily their destruction had necessarily followed: But there is a certain time determined by God for their punishment"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Wherefore do thou, O Mohammed, patiently bear that which they say; and celebrate the praise of thy Lord before the rising of the sun, and before the setting thereof, and praise him in the hours of the night, and in the extremities of the day, that thou mayest be well pleased with the prospect of receiving favour from God"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "And cast not thine eyes on that which we have granted divers of the unbelievers to enjoy, namely, the splendor of this present life, that we may prove them thereby: For the provision of thy Lord is better, and more permanent"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Command thy family to observe prayer; and do thou persevere therein. We require not of thee that thou labour to gain necessary provisions for thyself and family: We will provide for thee; for the prosperous issue shall attend on piety"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "The unbelievers say, unless he come unto us with a sign from his Lord, we will not believe on him. Hath not a plain declaration come unto them, of that which is contained in the former volumes of scripture, by the revelation of the Koran"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "If we had destroyed them by a judgment before the same had been revealed, they would have said, at the resurrection, O Lord, how could we believe since thou didst not send unto us an apostle, that we might follow thy signs, before we were humbled and covered with shame"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Say, each of us wait the issue: Wait therefore; for ye shall surely know hereafter who have been the followers of the even way, and who hath been rightly directed"
        },
        {
            "chapter": 21,
            "verse": 1,
            "text": "The time of giving up their account draweth nigh unto the people of Mecca; while they are sunk in negligence, turning aside from the consideration thereof"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "No admonition cometh unto them from their Lord, being lately revealed in the Koran, but when they hear it, they turn it to sport"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Their hearts are taken up with delights. And they who act unjustly discourse privately together, saying, is this Mohammed any more than a man like yourselves? Will ye therefore come to hear a piece of sorcery, when ye plainly perceive it to be so"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Say, my Lord knoweth whatever is spoken in heaven and on earth: It is He who heareth and knoweth"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "But they say, the Koran is a confused heap of dreams: Nay, he hath forged it; nay, he is a poet: Let him come unto us therefore with some miracle, in like manner as the former prophets were sent"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "None of the cities which We have destroyed, believed the miracles which they saw performed, before them: Will these therefore believe, if they see a miracle"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "We sent none as our apostles before thee, other than men, unto whom We revealed our will. Ask those who are acquainted with the scripture, if ye know not this"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "We gave them not a body which could be supported without their eating food; neither were they immortal"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "But We made good our promise unto them: Wherefore We delivered them, and those whom We pleased; but We destroyed the exorbitant transgressors"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Now have We sent down unto you, O Koreish, the book of the Koran; wherein there is honourable mention of you: Will ye not therefore understand"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "And how many cities have We overthrown, which were ungodly; and caused other nations to rise up after them"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "And when they felt our severe vengeance, behold, they fled swiftly from those cities"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "And the angels said, scoffingly, unto them, do not fly; but return to that wherein ye delighted, and to your habitations: Peradventure ye will be asked"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "They answered, alas for us! Verily we have been unjust"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "And this their lamentation ceased not, until we had rendered them like corn which is mowen down, and utterly extinct"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "We created not the heavens and the earth, and that which is between them, by way of sport"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "If We had pleased to take diversion, verily We had taken it with that which beseemeth Us; if We had resolved to have done this"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "But We will oppose truth to vanity, and it shall confound the same; and behold, it shall vanish away. Woe be unto you, for that which ye impiously utter concerning God"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Since whoever is in heaven and on earth is subject unto Him; and the angels who are in his presence do not insolently disdain his service, neither are they tired therewith"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "They praise Him night and day: They faint not"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Have they taken gods from the earth? Shall they raise the dead to life"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "If there were either in heaven or on earth gods besides God, verily both would be corrupted. But far be that which they utter, from God, the Lord of the throne"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "No account shall be demanded of Him for what He shall do; but an account shall be demanded of them"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Have they taken other gods besides Him? Say, produce your proof thereof. This is the admonition of those who are contemporary with me, and the admonition of those who have been before me: But the greater part of them know not the truth, and turn aside from the same"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "We have sent no apostle before thee, but We revealed unto him that there is no god besides myself: Wherefore serve Me"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "They say, the Merciful hath begotten issue; and the angels are his daughters. God forbid! They are his honoured servants"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "They prevent Him not in any thing which they say; and they execute his command"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "He knoweth that which is before them, and that which is behind them: They shall not intercede for any, except for whom it shall please Him; and they tremble for fear of Him"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Whoever of them shall say, I am a god besides Him; that angel will We reward with hell: For so will We reward the unjust"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Do not the unbelievers therefore know, that the heavens and the earth were solid, and We clave the same in sunder; and made every living thing of water? Will they not therefore believe"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "And We placed stable mountains on the earth, lest it should move with them; and We made broad passages between them for paths, that they might be directed in their journeys"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "And We made the heaven a roof well supported. Yet they turn aside from the signs thereof, not considering that they are the workmanship of God"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "It is He who hath created the night, and the day, and the sun, and the moon; all the celestial bodies move swiftly, each in its respective orb"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "We have not granted unto any man before thee, eternal permanency in this world; if thou die therefore, will they be immortal"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Every soul shall taste of death: And We will prove you with evil, and with good, for a trial of you; and unto Us shall ye return"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "When the unbelievers see thee, they receive thee only with scoffing, saying, is this he who mentioneth your gods with contempt? Yet themselves believe not what is mentioned to them of the Merciful"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Man is created of precipitation. Hereafter will I shew you my signs, so that ye shall not wish them to be hastened"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "They say, when will this threat be accomplished, if ye speak truth"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "If they who believe not, knew that the time will surely come, then they shall not be able to drive back the fire of hell from their faces, nor from their backs, neither shall they be helped, they would not hasten it"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "But the day of vengeance shall come upon them suddenly, and shall strike them with astonishment: They shall not be able to avert it; neither shall they be respited"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Other apostles have been mocked before thee: But the punishment which they scoffed at, fell upon such of them as mocked"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Say unto the scoffers, who shall save you by night and by day from the Merciful? Yet they utterly neglect the remembrance of their Lord"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Have they gods who will defend them, besides us? They are not able to help themselves; neither shall they be assisted against us by their companions"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "But We have permitted these men and their fathers to enjoy worldly prosperity, so long as life was continued unto them. Do they not perceive that We come unto the land of the unbelievers, and straiten the borders thereof? Shall they therefore be the conquerors"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Say, I only preach unto you the revelation of God: But the deaf will not hear thy call, whenever they are preached unto"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Yet if the least breath of the punishment of thy Lord touch them, they will surely say, alas for us! Verily we have been unjust"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "We will appoint just balances for the day of resurrection; neither shall any soul be injured at all: Although the merit or guilt of an action be of the weight of a grain of mustard-seed only, We will produce it publicly; and there will be sufficient accountants with Us"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "We formerly gave unto Moses and Aaron the law, being a distinction between good and evil, and a light and admonition unto the pious"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "who fear their Lord in secret, and who dread the hour of judgment"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "And this book also is a blessed admonition; which We have sent down from heaven: Will ye therefore deny it"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "And We gave unto Abraham his direction heretofore, and We knew him to be worthy of the revelations wherewith he was favoured"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Remember when he said unto his father, and his people, what are these images, to which ye are so entirely devoted"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "They answered, we found our fathers worshipping them"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "He said, verily both ye and your fathers have been in a manifest error"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "They said, dost thou seriously tell us the truth, or art thou one who jestest with us"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "He replied, verily your Lord is the Lord of the heavens and the earth; it is He who hath created them: And I am one of those who bear witness thereof"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "By God, I will surely devise a plot against your idols, after ye shall have retired from them, and shall have turned your backs"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "And in the peoples absence he went into the temple where the idols stood, and he brake them all in pieces, except the biggest of them; that they might lay the blame upon that. And when they were returned"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "and saw the havock which had been made, they said, who hath done this to our gods? He is certainly an impious person"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "And certain of them answered, we heard a young man speak reproachfully of them: He is named Abraham"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "They said, bring him therefore before the eyes of the people, that they may bear witness against him"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "And when he was brought before the assembly, they said unto him, hast thou done this unto our gods, O Abraham"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "He answered, nay, that biggest of them hath done it: But ask them, if they can speak"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "And they returned unto themselves, and said the one to the other, verily ye are the impious persons"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Afterwards they relapsed into their former obstinacy, and said, verily thou knowest that these speak not"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Abraham answered, do ye therefore worship, besides God, that which cannot profit you at all, neither can it hurt you"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Fie on you; and upon that which ye worship besides God! Do ye not understand"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "They said, burn him, and avenge your gods: If ye do this it will be well"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "And when Abraham was cast into the burning pile, We said, O fire, be thou cold, and a preservation unto Abraham"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "And they sought to lay a plot against him: But We caused them to be the sufferers"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "And We delivered him, and Lot, by bringing them into the land wherein We have blessed all creatures"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "And We bestowed on him Isaac, and Jacob, as an additional gift: And We made all of them rightous persons"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "We also made them models of religion, that they might direct others by our command: And We inspired into them the doing of good works, and the observance of prayer, and the giving of alms; and they served us"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "And unto Lot We gave wisdom and knowledge, and We delivered him out of the city which committed filthy crimes; for they were a wicked and insolent people"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "And We led him into our mercy; for he was an upright person"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "And remember Noah, when he called for destruction on his people, before the prophets abovementioned; and We heard him, and delivered him and his family from a great strait"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "And We protected him from the people who accused our signs of falsehood; for they were a wicked people, wherefore We drowned them all"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "And remember David, and Solomon, when they pronounced judgment concerning a field, when the sheep of certain people had fed therein by night, having no shepherd; and We were witnesses of their judgment"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "And We gave the understanding thereof unto Solomon. And on all of them We bestowed wisdom, and knowledge. And We compelled the mountains to praise Us with David; and the birds also: And We did this"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "And We taught him the art of making coats of mail for you, that they may defend you in your wars: Will ye therefore be thankful"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "And unto Solomon We subjected a strong wind; it ran at his command to the land whereon We had bestowed our blessing: And We knew all things"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "And We also subjected unto his command divers of the devils, who might dive to get pearls for him, and perform other work besides this; and We watched over them"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "And remember Job; when he cried unto his Lord, saying, verily evil hath afflicted me: But thou art the most merciful of those who shew mercy"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Wherefore We heard him, and relieved him from the evil which was upon him: And We restored unto him his family, and as many more with them, through our mercy, and for an admonition unto those who serve God"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "And remember Ismael, and Edris, and Dhu'lkefl. All these were patient persons"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Wherefore We led them into our mercy; for they were righteous doers"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "And remember Dhu'lnun, when he departed in wrath, and thought that We could not exercise our power over him. And he cried out in the darkness, saying, there is no God, besides Thee: Praise be unto Thee! Verily I have been one of the unjust"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Wherefore We heard him, and delivered him from affliction: For so do We deliver the true believers"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "And remember Zacharias, when he called upon his Lord, saying, O Lord, leave me not childless: Yet thou art the best heir"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Wherefore We heard him, and We gave him John; and We rendered his wife fit for bearing a child unto him. These strove to excel in good works, and called upon us with love, and with fear; and humbled themselves before us"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "And remember her who preserved her virginity, and into whom We breathed of our spirit; ordaining her and her son for a sign unto all creatures"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Verily this your religion is one religion; and I am your Lord; wherefore serve Me"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "But the Jews and Christians have made schisms in the affair of their religion among themselves: But all of them shall appear before us"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Whosoever shall do good works, being a true believer, there shall be no denial of the reward due to his endeavours; and We will surely write it down unto him"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "An inviolable prohibition is laid on every city which We shall have destroyed"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "for that they shall not return any more into the world; until Gog and Magog shall have a passage opened for them, and they shall hasten from every high hill"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "and the certain promise shall draw near to be fulfilled: And behold, the eyes of the infidels shall be fixed with astonishment, and they shall say, alas for us! We were formerly regardless of this day; yea, we were wicked doers"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Verily both ye, O men of Mecca, and the idols which ye worship besides God, shall be cast as fuel into hell fire: Ye shall go down into the same"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "If these were really gods, they would not go down into the same: And all of them shall remain therein for ever"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "In that place shall they groan for anguish; and they shall not hear ought therein"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "As for those unto whom the most excellent reward of paradise hath been predestinated by us, they shall be transported far off from the same"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "they shall not hear the least sound thereof: And they shall continue for ever in the felicity which their souls desire"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "The greatest terror shall not trouble them, and the angels shall meet them to congratulate them, saying, this is your day which ye were promised"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "On that day We will roll up the heavens, as the angel al Sijil rolleth up the book wherein every man's actions are recorded. As We made the first creature out of nothing, so We will also reproduce it at the resurrection. This is a promise which it lieth on Us to fulfil: We will surely perform it"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "And now have We written in the psalms, after the promulgation of the law, that my servants the righteous shall inherit the earth"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Verily in this book are contained sufficient means of salvation, unto people who serve God"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "We have not sent thee, O Mohammed, but as a mercy unto all creatures"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Say, no other hath been revealed unto me, than that your God is one God: Will ye therefore be resigned unto Him"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "But if they turn their backs to the confession of God's unity, say, I proclaim war against you all equally: But I know not whether that which ye are theatened with be nigh, or whether it be far distant"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Verily God knoweth the discourse which is spoken in public; and He also knoweth that which ye hold in private"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "I know not but peradventure the respite granted you is for a trial of you; and that ye may enjoy the prosperity of this world for a time"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Say, Lord, judge between me and my adversaries with truth. Our Lord is the Merciful; whose assistance is to be implored against the blasphemies and calumnies which ye utter"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "O men of Mecca, fear your Lord. Verily the shock of the last hour will be a terrible thing"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "On the day whereon ye shall see it, every woman who giveth suck shall forget the infant which she suckleth, and every female that is with young shall cast her burden; and thou shalt see men seemingly drunk, yet they shall not be really drunk: But the punishment of God will be severe"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "There is a man who disputeth concerning God without knowledge, and followeth every rebellious devil"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Against whom it is written, that whoever shall take him for his patron, he shall surely seduce him, and shall lead him into the torment of hell"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "O men, if ye be in doubt concerning the resurrection, consider that We first created you of the dust of the ground; afterwards, of seed; afterwards, of a little coagulated blood; afterwards, of a piece of flesh, perfectly formed in part, and in part imperfectly formed; that We might make our power manifest unto you: And We cause that which We please to rest in the wombs, until the appointed time of delivery. Then We bring you forth infants; and afterwards We permit you to attain your age of full strength: And one of you dieth in his youth, and another of you is postponed to a decrepit age, so that he forgetteth whatever he knew. Thou seest the earth sometimes dried up and barren: But when We send down rain thereon, it is put in motion, and swelleth, and produceth every kind of luxuriant vegetables"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "This sheweth that God is the truth, and that He raiseth the dead to life, and that He is almighty"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "and that the hour of judgment will surely come, (there is no doubt thereof), and that God will raise again those who are in the graves"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "There is a man who disputeth concerning God without either knowledge, or a direction, or an enlightening book"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "proudly turning his side, that he may seduce men from the way of God. Ignominy shall attend him in this world; and on the day of resurrection We will make him taste the torment of burning"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "when it shall be said unto him, this thou sufferest because of that which thy hands have formerly committed; for God is not unjust towards mankind"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "There are some men who serve God in a wavering manner, standing, as it were, on the verge of the true religion. If good befall one of them, he resteth satisfied therein; but if any tribulation befall him, he turneth himself round, with the loss both of this world, and of the life to come. This is manifest perdition"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "He will call upon that, besides God, which can neither hurt him, nor profit him. This is an error remote from truth"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "He will invoke him who will sooner be of hurt to his worshipper than of advantage. Such is surely a miserable patron, and a miserable companion"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "But God will introduce those who shall believe, and do righteous works, into gardens through which rivers flow; for God doth that which He pleaseth"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Whoso thinketh that God will not assist his apostle in this world, and in the world to come, let him strain a rope towards heaven, then let him put an end to his life, and see whether his devices can render that ineffectual, for which he was angry"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Thus do We send down the Koran, being evident signs; for God directeth whom He pleaseth"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "As to the true believers, and those who judaize, and the Sabians, and the Christians, and Magians, and the idolaters; verily God shall judge between them on the day of resurrection; for God is witness of all things"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Dost thou not perceive that all creatures both in heaven and on earth adore God; and the sun, and the moon, and the stars, and the mountains, and the beasts, and many men? But many are worthy of chastisement: And whomsoever God shall render despicable, there shall be none to honour; for God doth that which He pleaseth"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "These are two opposite parties, who dispute concerning their Lord. And they who believe not, shall have garments of fire fitted unto them: boiling water shall be poured on their heads"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "their bowels shall be dissolved thereby, and also their skins"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "and they shall be beaten with maces of iron"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "So often as they shall endeavour to get out of hell, because of the anguish of their torments, they shall be dragged back into the same; and their tormentors shall say unto them, taste ye the pain of burning"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "God will introduce those who shall believe, and act righteously, into gardens through which rivers flow: They shall be adorned therein with bracelets of gold, and pearls; and their vestures therein shall be silk"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "They are directed unto a good saying; and are directed into the honourable way"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "But they who shall disbelieve, and obstruct the way of God, and hinder men from visiting the holy temple of Mecca, which We have appointed for a place of worship unto all men: The inhabitant thereof, and the stranger have an equal right to visit it: And whosoever shall seek impiously to profane it, We will cause him to taste a grievous torment"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Call to mind when We gave the site of the house of the Caaba for an abode unto Abraham, saying, do not associate any thing with Me; and cleanse my house for those who compass it, and who stand up, and who bow down to worship"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "And proclaim unto the people a solemn pilgrimage; let them come unto thee on foot, and on every lean camel, arriving from every distant road"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "that they may be witnesses of the advantages which accrew to them from the visiting this holy place, and may commemorate the name of God on the appointed days, in gratitude for the brute cattle which He hath bestowed on them. Wherefore eat thereof, and feed the needy, and the poor"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Afterwards let them put an end to the neglect of their persons; and let them pay their vows, and compass the ancient house"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "This let them do. And whoever shall regard the sacred ordinances of God; this will be better for him in the sight of his Lord. All sorts of cattle are allowed you to eat, except what hath been read unto you, in former passages of the Koran, to be forbidden. But depart from the abomination of idols, and avoid speaking that which is false: Being orthodox in respect to God"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "associating no other god with Him; for whoever associateth any other with God, is like that which falleth from heaven, and which the birds snatch away, or the wind bloweth to a far distant place"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "This is so. And whoso maketh valuable offerings unto God; verily they proceed from the piety of men's hearts"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Ye receive various advantages from the cattle designed for sacrifices, until a determined time for slaying them: Then the place of sacrificing them is at the ancient house"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Unto the professors of every religion have We appointed certain rites, that they may commemorate the name of God on slaying the brute cattle which He hath provided for them. Your God is one God: Wherefore resign your selves wholly unto Him. And do thou bear good tidings unto those who humble themselves"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "whose hearts, when mention is made of God, are struck with fear; and unto those who patiently endure that which befalleth them; and who duely perform their prayers, and give alms out of what We have bestowed on them"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "The camels slain for sacrifice have We appointed for you as symbols of your obedience unto God: Ye also receive other advantages from them. Wherefore commemorate the name of God over them, when ye slay them, standing on their feet disposed in right order: And when they are fallen down dead, eat of them; and give to eat thereof both unto him who is content with what is given him, without asking, and unto him who asketh. Thus have We given you dominion over them, that ye might return Us thanks"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Their flesh is not accepted of God, neither their blood; but your piety is accepted of Him. Thus have We given you dominion over them, that ye might magnify God, for the revelations whereby He hath directed you. And bear good tidings unto the righteous"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "that God will repel the ill designs of the infidels from the true believers; for God loveth not every perfidious unbeliever"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Permission is granted unto those who take arms against the unbelievers, for that they have been unjustly persecuted by them: -- (and God is certainly able to assist them)"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Who have been turned out of their habitations injuriously, and for no other reason than because they say, our Lord is God. And if God did not repel the violence of some men by others, verily monasteries, and churches, and synagogues, and the temples of the Moslems, wherein the name of God is frequently commemorated, would be utterly demolished. And God will certainly assist him who shall be on his side: For God is strong and mighty"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "And He will assist those who, if We establish them in the earth, will observe prayer, and give alms, and command that which is just, and forbid that which is unjust. And unto God shall be the end of all things"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "If they accuse thee, O Mohammed, of imposture; consider that, before them, the people of Noah, and the tribes of Ad and Thamud"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "and the people of Abraham, and the people of Lot"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "and the inhabitants of Madian, accused their prophets of imposture: And Moses was also charged with falsehood. And I granted a long respite unto the unbelievers: But afterwards I chastised them; and how different was the change I made in their condition"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "How many cities have We destroyed, which were ungodly, and which are now fallen to ruin on their roofs? And how many wells have been abandoned, and lofty castles"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Do they not therefore journey through the land? And have they not hearts to understand with, or ears to hear with? Surely as to these things their eyes are not blind, but the hearts are blind which are in their breasts"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "They will urge thee to hasten the threatened punishment; but God will not fail to perform what He hath threatened: And verily one day with thy Lord is as a thousand years, of those which ye compute"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Unto how many cities have I granted respite, though they were wicked? Yet afterwards I chastised them: And unto Me shall they come to be judged, at the last day"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Say, O men, verily I am only a public preacher unto you"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "And they who believe, and do good works, shall obtain forgiveness and an honourable provision"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "But those who endeavour to make our signs of none effect, shall be the inhabitants, of hell"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "We have sent no apostle, or prophet, before thee, but, when he read, Satan suggested some error in his reading. But God shall make void that which Satan hath suggested: Then shall God confirm his signs; for God is knowing and wise"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "But this He permitteth, that He may make that which Satan hath suggested, a temptation unto those in whose hearts there is an infirmity, and whose hearts are hardened: -- for the ungodly are certainly in a wide disagreement from the truth"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "And that they on whom knowledge hath been bestowed, may know that this book is the truth from thy Lord, and may believe therein; and that their hearts may acquiesce in the same: For God is surely the director of those who believe, into the right way"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "But the infidels will not cease to doubt concerning it, until the hour of judgment cometh suddenly upon them; or until the punishment of a grievous day overtake them"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "On that day the kingdom shall be God's: He shall judge between them. And they who shall have believed, and shall have wrought righteousness, shall be in gardens of pleasure"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "But they who shall have disbelieved, and shall have charged our signs with falsehood, those shall suffer a shameful punishment"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "And as to those who shall have fled their country for the sake of God's true religion, and afterwards shall have been slain, or shall have died; on them will God bestow an excellent provision; and God is the best provider"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "He will surely introduce them with an introduction with which they shall be well-pleased: For God is knowing and gracious"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "This is so. Whoever shall take a vengeance equal to the injury which hath been done him, and shall afterwards be unjustly treated; verily God will assist him: For God is merciful, and ready to forgive"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "This shall be done, for that God causeth the night to succeed the day, and He causeth the day to succeed the night; and for that God both heareth and seeth"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "This, because God is truth, and because what they invoke besides Him, is vanity; and for that God is the high, the mighty"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Dost thou not see that God sendeth down water from heaven, and the earth becometh green? For God is gracious and wise"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Unto Him belongeth whatsoever is in heaven and on earth: And God is self-sufficient, worthy to be praised"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Dost thou not see that God hath subjected whatever is in the earth to your service, and also the ships which sail in the sea, by his command? And He with-holdeth the heaven that it fall not on the earth, unless by his permission: For God is gracious unto mankind, and merciful"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "It is He who hath given you life, and will hereafter cause you to die; afterwards He will again raise you to life, at the resurrection: But man is surely ungrateful"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Unto the professors of every religion have We appointed certain rites, which they observe. Let them not therefore dispute with thee concerning this matter; but invite them unto thy Lord: For thou followest the right direction"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "But if they enter into debate with thee, answer, God well knoweth that which ye do"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "God will judge between you, on the day of resurrection, concerning that wherein ye now disagree"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Dost thou not know that God knoweth whatever is in heaven and on earth? Verily this is written in the book of his decrees: This is easy with God"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "They worship, besides God, that concerning which He hath sent down no convincing proof, and concerning which they have no knowledge: But the unjust doers shall have none to assist them"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "And when our evident signs are rehearsed unto them, thou mayest perceive, in the countenances of the unbelievers, a disdain thereof: It wanteth little but that they rush with violence on those who rehearse our signs unto them. Say, shall I declare unto you a worse thing than this? The fire of hell, which God hath threatened unto those who believe not, is worse; and an unhappy journey shall it be thither"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "O men, a parable is propounded unto you; wherefore hearken unto it. Verily the idols which ye invoke, besides God, can never create a single fly, although they were all assembled for that purpose: And if the fly snatch any thing from them, they cannot recover the same from it. Weak is the petitioner, and the petitioned"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "They judge not of God according to his due estimation: For God is powerful and mighty"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "God chooseth messengers from among the angels, and from among men: For God is He who heareth and seeth"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "He knoweth that which is before them, and that which is behind them: And unto God shall all things return"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "O true believers, bow down, and prostrate your selves, and worship your Lord; and work righteousness, that ye may be happy"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "And fight in defence of God's true religion, as it behoveth you to fight for the same. He hath chosen you, and hath not imposed on you any difficulty in the religion which He hath given you, the religion of your father Abraham: He hath named you Moslems heretofore, and in this book; that our apostle may be a witness against you at the day of judgment, and that ye may be witnesses against the rest of mankind. Wherefore be ye constant at prayer; and give alms: And adhere firmly unto God. He is your master; and He is the best master, and the best protector"
        },
        {
            "chapter": 23,
            "verse": 1,
            "text": "Now are the true believers happy"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Who humble themselves in their prayer"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "and who eschew all vain discourse"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "and who are doers of alms-deeds"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "and who keep themselves from carnal knowledge of any women"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "except their wives, or the captives which their right hands possess; -- for as to them they shall be blameless"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "But whoever coveteth any woman beyond these, they are transgressors"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "And who acquit themselves faithfully of their trust, and justly perform their covenant"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "and who observe their appointed times of prayer"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "These shall be the heirs"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "who shall inherit paradise; they shall continue therein for ever"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "We formerly created man of a finer sort of clay"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "afterwards We placed him in the form of seed in a sure receptacle"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Afterwards We made the seed coagulated blood; and We formed the coagulated blood into a piece of flesh: Then We formed the piece of flesh into bones; and We cloathed those bones with flesh: Then We produced the same by another creation. Wherefore blessed be God, the most excellent creator"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "After this shall ye die"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "And afterwards shall ye be restored to life, on the day of resurrection"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "And We have created over you seven heavens: And We are not negligent of what We have created"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "And We send down rain from heaven, by measure; and We cause it to remain on the earth: We are also certainly able to deprive you of the same"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "And We cause gardens of palm-trees, and vineyards, to spring forth for you by means thereof; wherein ye have many fruits, and whereof ye eat"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "And We also raise for you a tree springing from mount Sinai; which produceth oil, and a sauce for those who eat"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Ye have likewise an instruction in the cattle: We give you to drink of the milk which is in their bellies, and ye receive many advantages from them; and of them do ye eat"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "And on them, and on ships, are ye carried"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "We sent Noah heretofore unto his people, and he said, O my people, serve God: Ye have no God besides Him; will ye not therefore fear the consequence of your worshipping other gods"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "And the chiefs of his people, who believed not, said, this is no other than a man, as ye are: He seeketh to raise himself to a superiority over you. If God had pleased to have sent a messenger unto you, He would surely have sent angels: We have not heard this of our forefathers"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Verily he is no other than a man disturbed with frenzy: Wherefore wait concerning him for a time"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Noah said, O Lord, do thou protect me; for that they accuse me of falsehood"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "And We revealed our orders unto him, saying, make the ark in our sight; and according to our revelation. And when our decree cometh to be executed, and the oven shall boil and pour forth water, carry into it of every species of animals one pair; and also thy family, except such of them on whom a previous sentence of destruction hath passed: And speak not unto Me in behalf of those who have been unjust; for they shall be drowned"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "And when thou and they who shall be with thee, shall go up into the ark, say, praise be unto God, who hath delivered us from the ungodly people"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "And say, O Lord, cause me to come down from this ark with a blessed descent; for thou art best able to bring me down from the same with safety"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Verily herein were signs of our omnipotence; and We proved mankind thereby"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Afterwards We raised up another generation after them"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "and We sent unto them an apostle from among them, who said, worship God: Ye have no God besides Him; will ye not therefore fear his vengeance"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "And the chiefs of his people, who believed not, and who denied the meeting of the life to come, and on whom We had bestowed affluence in this present life, said, this is not other than a man, as ye are; he eateth of that whereof ye eat, and he drinketh of that whereof ye drink"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "And if ye obey a man like unto your selves, ye will surely be sufferers"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Doth he threaten you that after ye shall be dead, and shall become dust and bones, ye shall be brought forth alive from your graves"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Away, away with that ye are threatened with"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "There is no other life besides our present life: We die, and we live; and we shall not be raised again"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "This is no other than a man, who deviseth a lie concerning God: But we will not believe him"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Their apostle said, O Lord, defend me; for that they have accused me of imposture"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "God answered, after a little while they shall surely repent their obstinacy"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Wherefore a severe punishment was justly inflicted on them, and We rendered them like the refuse which is carried down by a stream. Away therefore with the ungodly people"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Afterwards We raised up other generations after them"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "No nation shall be punished before their determined time; neither shall they be respited after"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Afterwards We sent our apostles, one after another. So often as their apostle came unto any nation, they charged him with imposture: And We caused them successively to follow one another to destruction; and We made them only subjects of traditional stories. Away therefore with the unbelieving nations"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Afterwards We sent Moses, and Aaron his brother, with our signs and manifest power"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "unto Pharaoh and his princes: But they proudly refused to believe on him; for they were a haughty people"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "And they said, shall we believe on two men like unto our selves; whose people are our servants"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "And they accused them of imposture: Wherefore they became of the number of those who were destroyed"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "And We heretofore gave the book of the law unto Moses, that the children of Israel might be directed thereby"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "And We appointed the son of Mary, and his mother, for a sign: And We prepared an abode for them in an elevated part of the earth, being a place of quiet and security, and watered with running springs"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "O apostles eat of those things which are good; and work righteousness: for I well know that which ye do"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "This your religion is one religion; and I am your Lord: Wherefore fear Me"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "But men have rent the affair of their religion into various sects: Every party rejoiceth in that which they follow"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Wherefore leave them in their confusion, until a certain time"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Do they think that We hasten unto them the wealth and children, which We have abundantly bestowed on them"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "for their good? But they do not understand"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Verily they who stand in awe, for fear of their Lord"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "and who believe in the signs of their Lord"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "and who attribute not companions unto their Lord"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "and who give that which they give in alms, their hearts being struck with dread, for that they must return unto their Lord"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "These hasten unto good, and are foremost to obtain the same"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "We will not impose any difficulty on a soul, except according to its ability; with us is a book, which speaketh the truth; and they shall not be injured"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "But their hearts are drowned in negligence, as to this matter; and they have works different from those We have mentioned; which they will continue to do, until"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "when We chastise such of them as enjoy an affluence of fortune, by a severe punishment, behold, they cry aloud for help"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "But it shall be answered them, cry not for help to day: For ye shall not be assisted by Us"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "My signs were read unto you, but ye turned back on your heels"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Proudly elating your selves because of your possessing the holy temple; discoursing together by night, and talking foolishly"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Do they not therefore attentively consider that which is spoken unto them; whether a revelation is come unto them which came not unto their forefathers"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Or do they not know their apostle; and therefore reject him"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Or do they say, he is a madman? Nay, he hath come unto them with the truth; but the greater part of them detest the truth"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "If the truth had followed their desires, verily the heavens and the earth, and whoever therein is, had been corrupted. But We have brought them their admonition; and they turn aside from their admonition"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Dost thou ask of them any maintenance for thy preaching? Since the maintenance of thy Lord is better; for He is the most bounteous provider"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Thou certainly invitest them to the right way"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "And they who believe not in the life to come, do surely deviate from that way"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "If we had had compassion on them, and had taken off from them the calamity which had befallen them, they would surely have more obstinately persisted in their error, wandering in confusion"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "We formerly chastised them with a punishment: Yet they did not humble themselves before their Lord, neither did they make supplications unto Him"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "until, when We have opened upon them a door, from which a severe punishment hath issued, behold, they are driven to despair thereat"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "It is God who hath created in you the senses of hearing and of sight, that ye may perceive our judgments, and hearts, that ye may seriously consider them: Yet how few of you give thanks"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "It is He who hath produced you in the earth; and before Him shall ye be assembled"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "It is He who giveth life, and putteth to death; and to Him is to be attributed the vicissitude of night and day: Do ye not therefore understand"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "But the unbelieving Meccans say as their predecessors said"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "They say, when we shall be dead, and shall have become dust and bones, shall we really be raised to life"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "We have already been threatened with this, and our fathers also heretofore: This is nothing but fables of the ancients"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Say, whose is the earth, and whoever therein is; if ye know"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "They will answer, God's. Say, will ye not therefore consider"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Say, who is the Lord, of the seven heavens, and the Lord of the magnificent throne"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "They will answer, they are God's. Say, will ye not therefore fear Him"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Say, in whose hand is the kingdom of all things; who protecteth whom He pleaseth, but is himself protected of none; if ye know"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "They will answer, in God's. Say, how therefore are ye bewitched"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Yea, we have brought them the truth; and they are certainly liars in denying the same"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "God hath not begotten issue; neither is there any other god with Him: Otherwise every god had surely taken away that which He had created; and some of them had exalted themselves above the others. Far be that from God, which they affirm of Him"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "He knoweth that which is concealed, and that which is made public: Wherefore far be it from Him to have those sharers in his honour, which they attribute to Him"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Say, O Lord, if thou wilt surely cause me to see the vengeance with which they have been threatened"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "O Lord, set me not among the ungodly people"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "For We are surely able to make thee to see that with which We have threatened them"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Turn aside evil with that which is better: We well know the calumnies which they utter against thee"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "And say, O Lord, I fly unto thee for refuge, against the suggestions of the devils"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "And I have recourse unto Thee, O Lord, to drive them away, that they be not present with me"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "The gainsaying of the unbelievers ceaseth not until, when death overtaketh any of them, he saith, O Lord, suffer me to return to life"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "that I may do that which is right; in professing the true faith which I have neglected. By no means. Verily these are the words which he shall speak: But behind them there shall be a bar, until the day of resurrection"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "When therefore the trumpet shall be sounded, there shall be no relation between them which shall be regarded on that day; neither shall they ask assistance of each other"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "They whose balances shall be heavy with good works shall be happy"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "but they whose balances shall be light are those who shall lose their souls, and shall remain in hell for ever"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "The fire shall scorch their faces, and they shall writhe their mouths therein for anguish"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "and it shall be said unto them, Were not my signs rehearsed unto you; and did ye not charge them with falsehood"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "They shall answer, O LORD, our unhappiness prevailed over us, and we were people who sent astray"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "O LORD, take us forth from this fire: if we return to our former wickedness, we shall surely be unjust"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "God will say unto them, Be ye driven away with ignominy thereinto: and speak not unto me to deliver you"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Verily there were a party of my servants, who said, O LORD, we believe: wherefore forgive us, and be merciful unto us; for thou art the best of those who show mercy"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "But ye received them with scoffs, so that they suffered you to forget my admonition, and ye laughed them to scorn"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "I have this day rewarded them, for that they suffered the injuries ye offered them with patience: verily they enjoy great felicity"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "God will say, What number of years have ye continued on earth"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "They will answer, We have continued there a day, or part of a day: but ask those who keep account"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "God will say, Ye have tarried but a while, if ye knew it"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Did ye think that we had created you in sport, and that ye should not be brought again before us"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Wherefore let GOD be exalted, the King, the Truth! There is no GOD besides him, the LORD of the honourable throne"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Whoever together with the true GOD shall invoke another god, concerning whom he hath no demonstrative proof, shall surely be brought to an account for the same before his LORD. Verily the infidels shall not prosper"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Say, O LORD, pardon, and show mercy; for thou art the best of those who show mercy"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "This sura have We sent down from heaven; and have ratified the same: And We have revealed therein evident signs, that ye may be warned"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "The whore, and the whoremonger, shall ye scourge with an hundred stripes. And let not compassion towards them prevent you from executing the judgment of God; if ye believe in God and the last day: And let some of the true believers be witnesses of their punishment"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "The whoremonger shall not marry any other than a harlot, or an idolatress. And a harlot shall no man take in marriage, except a whoremonger, or an idolater. And this kind of marriage is forbidden the true believers"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "But as to those who accuse women of reputation of whoredom, and produce not four witnesses of the fact, scourge them with fourscore stripes, and receive not their testimony for ever; for such are infamous prevaricators"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Excepting those who shall afterwards repent, and amend; for unto such will God be gracious and merciful"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "They who shall accuse their wives of adultery, and shall have no witnesses thereof besides themselves; the testimony which shall be required of one of them shall be, that he swear four times by God that he speaketh the truth"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "And the fifth time that he imprecate the curse of God on him, if he be a liar"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "And it shall avert the punishment from the wife, if she swear four times by God that he is a liar"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "and if the fifth time she imprecate the wrath of God on her, if he speaketh the truth"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "If it were not for the indulgence of God towards you, and his mercy, and that God is easy to be reconciled, and wise; He would immediately discover your crimes"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "As to the party among you who have published the falsehood concerning Ayesha, think it not to be an evil unto you: On the contrary, it is better for you. Every man of them shall be punished according to the injustice of which he hath been guilty; and he among them who hath undertaken to aggravate the same, shall suffer a grievous punishment"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Did not the faithful men, and the faithful women, when ye heard this, judge in their own minds for the best; and say, this is a manifest falsehood"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Have they produced four witnesses thereof? Wherefore since they have not produced the witnesses, they are surely liars in the sight of God"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Had it not been for the indulgence of God towards you, and his mercy, in this world and in that which is to come, verily a grievous punishment had been inflicted on you, for the calumny which ye have spread"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "When ye published that with your tongues, and spoke that with your mouths, of which ye had no knowledge; and esteemed it to be light, whereas it was a matter of importance in the sight of God"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "When ye heard it, did ye say, it belongeth not unto us, that we should talk of this matter: God forbid! This is a grievous calumny"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "God warneth you, that ye return not to the like crime for ever; if ye be true believers"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "And God declareth unto you his signs; for God is knowing and wise"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Verily they who love that scandal be published of those who believe, shall receive a severe punishment both in this world, and in the next. God knoweth, but ye know not"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Had it not been for the indulgence of God towards you, and his mercy, and that God is gracious and merciful, ye had felt his vengeance"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "O true believers, follow not the steps of the devil: For whosoever shall follow the steps of the devil, he will command him filthy crimes, and that which is unlawful. If it were not for the indulgence of God, and his mercy towards you, there had not been so much as one of you cleansed from his guilt for ever: But God cleanseth whom he pleaseth; for God both heareth and knoweth"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Let not those among you who possess abundance of wealth, and have ability, swear that they will not give unto their kindred, and the poor, and those who have fled their country for the sake of God's true religion: But let them forgive, and act with benevolence towards them. Do ye not desire that God should pardon you? And God is gracious and merciful"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Moreover they who falsely accuse modest women, who behave in a negligent manner, and are true believers, shall be cursed in this world, and in the world to come; and they shall suffer a severe punishment"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "One day their own tongues shall bear witness against them, and their hands, and their feet, concerning that which they have done"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "On that day shall God render unto them their just due; and they shall know that God is the evident truth"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "The wicked women should be joined to the wicked men, and the wicked men to the wicked women; but the good women should be married to the good men, and the good men to the good women. These shall be cleared from the calumnies which slanderers speak of them: They shall obtain pardon, and an honourable provision"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "O true believers, enter not any houses, besides your own houses, until ye have asked leave, and have saluted the family thereof: This is better for you; peradventure ye will be admonished"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "And if ye shall find no person in the houses, yet do not enter them, until leave be granted you: And if it be said unto you, return back; do ye return back. This will be more decent for you; and God knoweth that which ye do"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "It shall be no crime in you, that ye enter uninhabited houses, wherein ye may meet with a convenience. God knoweth that which ye discover, and that which ye conceal"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Speak unto the true believers, that they restrain their eyes, and keep themselves from immodest actions: This will be more pure for them; for God is well acquainted with that which they do"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "And speak unto the believing women, that they restrain their eyes, and preserve their modesty, and discover not their ornaments, except what necessarily appeareth thereof: And let them throw their veils over their bosoms, and not shew their ornaments, unless to their husbands, or their fathers, or their husbands fathers, or their sons, or their husbands sons, or their brothers, or their brothers sons, or their sisters sons, or their women, or the captives which their right-hands shall possess, or unto such men as attend them, and have no need of women, or unto children, who distinguish not the nakedness of women. And let them not make a noise with their feet, that their ornaments which they hide may thereby be discovered. And be ye all turned unto God, O true believers, that ye may be happy"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Marry those who are single among you, and such as are honest of your men-servants, and your maid-servants: If they be poor, God will enrich them of his abundance; for God is bounteous and wise"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "And let those who find not a match, keep themselves from fornication, until God shall enrich them of his abundance. And unto such of your slaves as desire a written instrument allowing them to redeem themselves on paying a certain sum, write one, if ye know good in them; and give them of the riches of God, which He hath given you. And compel not your maid-servants to prostitute themselves, if they be willing to live chastly; that ye may seek the casual advantage of this present life: But whoever shall compel them thereto, verily God will be gracious and merciful unto such women after their compulsion"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "And now have We revealed unto you evident signs, and a history like unto some of the histories of those who have gone before you, and an admonition unto the pious"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "God is the light of heaven and earth: The similitude of his light is as a niche in a wall, wherein a lamp is placed, and the lamp inclosed in a case of glass; the glass appears as it were a shining star. It is lighted with the oil of a blessed tree, an olive neither of the east, nor of the west: It wanteth little but that the oil thereof would give light, although no fire touched it. This is light added unto light: God will direct unto his light whom He pleaseth. God propoundeth parables unto men; for God knoweth all things"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "In the houses which God hath permitted to be raised, and that his name be commemorated therein: Men celebrate his praise in the same morning and evening"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "whom neither merchandizing, nor selling diverteth from the remembering of God, and the observance of prayer, and the giving of alms; fearing the day whereon men's hearts and eyes shall be troubled"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "that God may recompense them according to the utmost merit of what they shall have wrought, and may add unto them of his abundance a more excellent reward; for God bestoweth on whom he pleaseth without measure"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "But as to the unbelievers, their works are like the vapour in a plain, which the thirsty traveller thinketh to be water, until, when he cometh thereto, he findeth it to be nothing; but he findeth God with him, and he will fully pay him his account; and God is swift in taking an account"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Or, as the darkness in a deep sea, covered by waves riding on waves, above which are clouds, being additions of darkness one over the other; when one stretcheth forth his hand, he is far from seeing it. And unto whomsoever God shall not grant his light, he shall enjoy no light at all"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Dost thou not perceive that all creatures both in heaven and earth praise God; and the birds also, extending their wings? Every one knoweth his prayer, and his praise: And God knoweth that which they do"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Unto God belongeth the kingdom of heaven and earth; and unto God shall be the return at the last day"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Dost thou not see that God gently driveth forward the clouds, and gathereth them together, and then layeth them on heaps? Thou also seest the rain, which falleth from the midst thereof; and God sendeth down from heaven as it were mountains, wherein there is hail; He striketh therewith whom He pleaseth, and turneth the same away from whom He pleaseth: The brightness of his lightning wanteth but little of taking away the sight"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "God shifteth the night, and the day: Verily herein is an instruction unto those who have sight"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "And God hath created every animal of water; one of them goeth on his belly, and another of them walketh upon two feet, and another of them walketh upon four feet: God createth that which he pleaseth; for God is almighty"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Now have We sent down evident signs: And God directeth whom He pleaseth into the right way"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "The hypocrites say, we believe in God, and on his apostle; and we obey them: Yet a part of them turneth back, after this; but these are not really believers"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "And when they are summoned before God and his apostle, that He may judge between them; behold, a part of them retire"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "But if the right had been on their side, they would have come and submitted themselves unto Him"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Is there an infirmity in their hearts? Do they doubt? Or do they fear lest God and his apostle act unjustly towards them? But themselves are the unjust doers"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "The saying of the true believers, when they are summoned before God and his apostle, that He may judge between them, is no other than that they say, we have heard, and do obey: And these are they who shall prosper"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Whoever shall obey God and his apostle, and shall fear God, and shall be devout towards Him; these shall enjoy great felicity"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "They swear by God, with a most solemn oath, that if thou commandest them, they will go forth from their houses and possessions. Say, swear not to a falsehood: Obedience is more requisite: And God is well acquainted with that which ye do"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Say, obey God, and obey the apostle: But if ye turn back, verily it is expected of him that he perform his duty, and of you that ye perform your duty; and if ye obey him, ye shall be directed: But the duty of our apostle is only public preaching"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "God promiseth unto such of you as believe, and do good works, that he will cause them to succeed the unbelievers in the earth, as he caused those who were before you to succeed the infidels of their time; and that he will establish for them their religion which pleaseth them, and will change their fear into security. They shall worship Me; and shall not associate any other with Me. But whoever shall disbelieve after this; they will be the wicked doers"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Observe prayer, and give alms, and obey the apostle; that ye may obtain mercy"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Think not that the unbelievers shall frustrate the designs of God on earth: And their abode hereafter shall be hell fire; a miserable journey shall it be thither"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "O true believers, let your slaves and those among you who shall not have attained the age of puberty, ask leave of you, before they come into your presence, three times in the day; namely, before the morning prayer, and when ye lay aside your garments at noon, and after the evening prayer. These are the three times for you to be private: It shall be no crime in you, or in them, if they go into you without asking permission after these times, while ye are in frequent attendance, the one of you on the other. Thus God declareth his signs unto you; for God is knowing and wise"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "And when your children attain the age of puberty, let them ask leave to come into your presence at all times, in the same manner as those who have attained that age before them, ask leave. Thus God declareth his signs unto you; and God is knowing and wise"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "As to such women as are past child-bearing, who hope not to marry again, because of their advanced age; it shall be no crime in them, if they lay aside their outer garments, not shewing their ornaments; but if they abstain from this, it will be better for them. God both heareth and knoweth"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "It shall be no crime in the blind, nor shall it be any crime in the lame, neither shall it be any crime in the sick, or in your selves, that ye eat in your houses, or in the houses of your fathers, or the houses of your mothers, or in the houses of your brothers, or the houses of your sisters, or the houses of your uncles on the father's side, or the houses of your aunts on the father's side, or the houses of your uncles on the mother's side, or the houses of your aunts on the mother's side, or in those houses the keys whereof ye have in your possession, or in the house of your friend. It shall not be any crime in you whether ye eat together, or separately. And when ye enter any houses, salute one another on the part of God, with a blessed and a welcome salutation. Thus God declareth his signs unto you, that ye may understand"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Verily they only are true believers, who believe in God and his apostle, and when they are assembled with him on any affair, depart not, until they have obtained leave of him. Verily they who ask leave of thee, are those who believe in God and his apostle. When therefore they ask leave of thee to depart, on account of any business of their own, grant leave unto such of them as thou shalt think fit, and ask pardon for them of God; for God is gracious and merciful"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Let not the calling of the apostle be esteemed among you, as your calling the one to the other. God knoweth such of you as privately withdraw themselves from the assembly, taking shelter behind one another. But let those who withstand his command, take heed; lest some calamity befall them in this world, or a grievous punishment be inflicted on them in the life to come"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Doth not whatever is in heaven and on earth belong unto God? He well knoweth what ye are about: And on a certain day they shall be assembled before Him; and He shall declare unto them that which they have done; for God knoweth all things"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Blessed be he who hath revealed the Forkan unto his servant, that he may be a preacher unto all creatures"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Unto whom belongeth the kingdom of heaven and of earth: Who hath begotten no issue; and hath no partner in his kingdom: Who hath created all things; and disposed the same according to his determinate will"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Yet have they taken other gods besides Him; which have created nothing, but are themselves created: And are able neither to avert evil from, nor to procure good unto themselves; and have not the power of death, or of life, or of raising the dead"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "And the unbelievers say, this Koran is no other than a forgery which he hath contrived; and other people have assisted him therein: But they utter an unjust thing, and a falsehood"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "They also say, these are fables of the ancients, which he hath caused to be written down; and they are dictated unto him morning and evening"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Say, He hath revealed it, who knoweth the secrets in heaven and earth: Verily He is gracious and merciful"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "And they say, what kind of apostle is this? He eateth food, and walketh in the streets, as we do: Unless an angel be sent down unto him, and become a fellow preacher with him"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "or unless a treasure be cast down unto him; or he have a garden, of the fruit whereof he may eat; we will not believe. The ungodly also say, ye follow no other than a man who is distracted"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Behold, what they liken thee unto. But they are deceived; neither can they find a just occasion to reproach thee"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Blessed be He, who, if He pleaseth, will make for thee a better provision than this which they speak of, namely, gardens through which rivers flow: And He will provide thee palaces"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "But they reject the belief of the hour of judgment, as a falsehood: And We have prepared for him, who shall reject the belief of that hour, burning fire"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "when it shall see them from a distant place, they shall hear it furiously raging, and roaring"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "And when they shall be cast bound together into a strait place thereof, they shall there call for death"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "But it shall be answered them, call not this day for one death, but call for many deaths"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Say, is this better, or a garden of eternal duration, which is promised unto the pious? It shall be given unto them for a reward, and a retreat"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Therein shall they have whatever they please; continuing in the same for ever. This is a promise to be demanded at the hands of thy Lord"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "On a certain day He shall assemble them, and whatever they worship, besides God; and shall say unto the worshipped, Did ye seduce these my servants; or did they wander of themselves from the right way"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "They shall answer, God forbid! It was not fitting for us, that we should take any protectors besides Thee: But Thou didst permit them and their fathers to enjoy abundance; so that they forgot thy admonition, and became lost people"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "And God shall say unto their worshippers, now have these convinced you of falsehood, in that which ye say: They can neither avert your punishment, nor give you any assistance. And whoever of you shall be guilty of injustice, him will We cause to taste a grievous torment"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "We have sent no messengers before thee, but they ate food, and walked through the streets: And We make some of you an occasion of trial unto others. Will ye persevere with patience? since your Lord regardeth your perseverance"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "They who hope not to meet Us at the resurrection say, unless the angels be sent down unto us, or we see our Lord Himself, we will not believe. Verily they behave themselves arrogantly; and have transgressed with an enormous transgression"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "The day whereon they shall see the angels, there shall be no glad tidings on that day for the wicked; and they shall say, be this removed far from us"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "And We will come unto the work which they shall have wrought, and We will make it as dust scattered abroad"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "On that day shall they who are destined to paradise be more happy in an abode, and have a preferable place of repose at noon"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "On that day the heaven shall be cloven in sunder by the clouds, and the angels shall be sent down, descending visibly therein"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "On that day the kingdom shall of right belong wholly unto the Merciful; and that day shall be grievous for the unbelievers"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "On that day, the unjust person shall bite his hands for anguish and despair, and shall say, O that I had taken the way of truth with the apostle"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Alas for me! O that I had not taken such a one for my friend"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "He seduced me from the admonition of God, after it had come unto me: For the devil is the betrayer of man"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "And the apostle shall say, O Lord, verily my people esteemed this Koran to be a vain composition"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "In like manner did We ordain unto every prophet an enemy from among the wicked: But thy Lord is a sufficient director, and defender"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "The unbelievers say, unless the Koran be sent down unto him entire at once, we will not believe. But in this manner have We revealed it, that We might confirm thy heart thereby, and We have dictated it gradually, by distinct parcels"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "They shall not come unto thee with any strange question; but We will bring thee the truth in answer, and a most excellent interpretation"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "They who shall be dragged on their faces into hell, shall be in the worst condition, and shall stray most widely from the way of salvation"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "We heretofore delivered unto Moses the book of the law; and We appointed him Aaron his brother for a counsellor"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "And We said unto them, go ye to the people who charge our signs with falsehood. And We destroyed them with a signal destruction"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "And remember the people of Noah, when they accused our apostles of imposture: We drowned them, and made them a sign unto mankind. And We have prepared for the unjust a painful torment"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Remember also Ad, and Thamud, and those who dwelt at al Rass; and many other generations, within this period"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Unto each of them did We propound examples for their admonition; and each of them did We destroy with an utter destruction"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "The Koreish have passed frequently near the city which was rained on by a fatal rain: Have they not seen where it once stood? Yet have they not dreaded the resurrection"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "When they see thee, they will receive thee only with scoffing, saying, is this he, whom God hath sent as his apostle"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Verily he had almost drawn us aside from the worship of our gods; if we had not firmly persevered in our devotion towards them. But they shall know hereafter, when they shall see the punishment prepared for them, who hath strayed more widely from the right path"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "What thinkest thou? He who taketh his lust for his god; canst thou be his guardian"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Dost thou imagine that the greater part of them hear, or understand? They are no other than like the brute cattle; yea, they stray more widely from the true path"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Dost thou not consider the works of thy Lord, how He stretcheth forth the shadow before sun-rise? If he had pleased, he would have made it immovable for ever. Then We cause the sun to rise, and to shew the same"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "and afterwards We contract it by an easy and gradual contraction"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "It is He who hath ordained the night to cover you as a garment; and sleep to give you rest; and hath ordained the day for waking"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "It is He who sendeth the winds, driving abroad the pregnant clouds, as the forerunners of his mercy: And We send down pure water from heaven"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "that We may thereby revive a dead country, and give to drink thereof unto what We have created, both of cattle and men, in great numbers"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "and We distribute the same among them at various times, that they may consider: But the greater part of men refuse to consider, only out of ingratitude"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "If We had pleased, We had sent a preacher unto every city"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Wherefore do not thou obey the unbelievers; but oppose them herewith, with a strong opposition"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "It is He who hath let loose the two seas; this fresh and sweet, and that salt and bitter: And hath placed between them a bar, and a bound which cannot be passed"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "It is He who hath created man of water; and hath made him to bear the double relation of consanguinity and affinity; for thy Lord is powerful"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "They worship, besides God, that which can neither profit them nor hurt them: And the unbeliever is an assistant of the devil against his Lord"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "We have sent thee to be no other than a bearer of good tidings, and a denouncer of threats"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Say, I ask not of you any reward for this my preaching; besides the conversion of him who shall desire to take the way unto his Lord"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "And do thou trust in Him who liveth, and dieth not; and celebrate his praise: -- He is sufficiently acquainted with the faults of his servants"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Who hath created the heavens and the earth, and whatever is between them, in six days; and then ascended his throne; the Merciful. Ask now the knowing concerning Him"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "When it is said unto the unbelievers, adore the Merciful; they reply, and who is the Merciful? Shall we adore that which thou commandest us? And this precept causeth them to fly the faster from the faith"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Blessed be He who hath placed the twelve signs in the heavens; and hath placed therein a lamp by day, and the moon which shineth by night"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "It is He who hath ordained the night and the day to succeed each other, for the observation of him who will consider, or desireth to shew his gratitude"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "The servants of the Merciful are those who walk meekly on the earth, and, when the ignorant speak unto them, answer, peace"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "And who pass the night adoring their Lord, and standing up to pray unto Him"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "and who say, O Lord, avert from us the torment of hell, for the torment thereof is perpetual"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "verily the same is a miserable abode, and a wretched station"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "And who, when they bestow, are neither profuse, nor niggardly; but observe a just medium between these"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "and who invoke not another god together with the true God; neither slay the soul, which God hath forbidden to be slain, unless for a just cause"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "And who are not guilty of fornication. His punishment shall be doubled unto him on the day of resurrection; and he shall remain therein, covered with ignominy, for ever"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "Except him who shall repent, and believe, and shall work a righteous work; unto them will God change their former evils into good; for God is ready to forgive, and merciful"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "And whoever repenteth, and doth that which is right; verily he turneth unto God with an acceptable conversion"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "And they who do not bear false witness; and when they pass by vain discourse, pass by the same with decency"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "And who, when they are admonished by the signs of their Lord, fall not down as if they were deaf and blind, but stand up and are attentive thereto"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "And who say, O Lord, grant us of our wives and our offspring such as may be the satisfaction of our eyes; and make us patterns unto those who fear thee"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "These shall be rewarded with the highest apartments in paradise, because they have persevered with constancy; and they shall meet therein with greeting and salutation"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "they shall remain in the same for ever: It shall be an excellent abode, and a delightful station"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Say, my Lord is not solicitous on your account, if ye do not invoke Him: Ye have already charged his apostle with imposture; but hereafter shall there be a lasting punishment inflicted on you"
        }
    ]
}