{
    "hizbs": [
        {
            "chapter": 72,
            "verse": 1,
            "text": "Ni shuo: Wo ceng feng dao qishi: You ji ge jingling yijing jing ting, bingqie shuo: Women que yi tingjian qiyi de “gulanjing”,"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "ta neng dao ren yu zhengdao, gu women xinyang ta, women jue bu yi renhe wu pei women de zhu."
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "Zansong women de zhu de zunyan! Chaojue wanwu, ta meiyou ze qu qi shi, ye meiyou ze qu ernu."
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "Women zhong de yong yu, chang yi beimiu de shi wumie zhenzhu,"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "women ceng caixiang ren he jingling jue bu wumie zhenzhu."
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "Ceng you yixie nanren, qiu xie nan jingling baohu tamen, yin'er shi tamen gengjia jiao'ao."
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "Naxie nanren ceng xiang nimen yiyang caixiang zhenzhu jue bu shi renhe sizhe fuhuo."
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "Women ceng shitan tian, faxian tianshang bu man jianqiang de weishi he canlan de xingsu."
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "Guoqu, women wei qieting er changchang zuo zai tianshang ke zuo di difang. Xianzai shei qu qieting, shei jiu faxian yi ke canlan de xingsu zai dengzhe ta."
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "Women bu zhidao, jiujing shi da dishang de wanwu jiang zao huannan ne? Haishi tamen de zhu yu yin tamen yu zhengdao ne?"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "Women zhong you shanliang de, you ci yu shanliang de, women shi fen wei xuduo paibie de."
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "Women xiangxin, women zai da dishang, jue buneng shi zhenzhu wunai, ye jue buneng taobi zhenzhu de qianze."
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "Dang women tingjian zhengdao de shihou, women yi xinyang ta. Shei xinyang zhu, shei bupa kekou, ye bupa shouru."
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "Women zhong you shunfu de, you guaizhang de. Fan shunfu de, dou shi youzhiyu zhengdao de."
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "Zhi yu guaizhang de, jiang zuo huo yu de ranliao."
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Jiaru tamen zunxun zhengdao, wo bi shangci tamen de fengfu de yushui,"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "yibian wo yi yushui kaoyan tamen. Shei tuibi zhu de jiaoxun, ta jiang shi shei ru zai yanjun de xingfa zhong."
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Yiqie qingzhensi, dou shi zhenzhu de, gu nimen yingdang qidao zhenzhu, buyao qidao renhe wu."
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Dangzhenzhu de puren qilai qidao de shihou, tamen jihu qunqi er gong zhi."
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Ni shuo: Wo zhi qidao wo de zhu, wo bu yi renhe wu pei ta."
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Ni shuo: Wo buneng wei nimen zhuchi huo fu."
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Ni shuo: Renhe ren buneng baohu wo bu shou zhenzhu de chengfa; chu zhenzhu wai, wo jue buneng faxian renhe binan suo."
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "Wo zhi neng chuanda cong zhenzhujiang shi de tongzhi he shiming. Shei weikang zhenzhu he shizhe, shei bi shou huo yu de xingfa, erqie yong ju qizhong."
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Dai tamen kanjian tamen suo bei jinggao de xingfa de shihou, tamen jiu zhidao shei shi geng gua zhu de."
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Ni shuo: Wo bu zhidao nimen bei jinggao de xingfa shi linjin de ne? Haishi wo de zhu jiang wei ta guiding yige qixian ne?"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "Ta shi quanzhi youxuan de, ta bu rang renhe ren kuijian ta de youxuan,"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "chufei tasuo xiyue de shizhe, yinwei ta paiqian weidui, zai shizhe de qianmian he houmian xingzou,"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "yibian ta zhidao shizhe que yi chuandale tamen de zhu de shiming, bingqie zhouzhi tamen suoyou de yanxing, erqie tongji wanwu de shumu."
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "Pi yi de ren a!"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "Ni yingdang zai yejian libai, chukai bu duo de shijian,"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "banye huo shao yidian,"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "huo duo yidian. Ni yingdang fengsong “gulanjing”,"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "wo biding yi zhuangyan de yanci shouyu ni,"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "yejian de juexing que shi geng shidang de; yejian de fengsong que shi geng zhengque de."
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "Ni zai baitian mangyu shiwu,"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "gu ni yingdang jinian ni de zhu de zun ming, ni yingdang zhuanxinzhizhi de jing shi ta."
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "Ta shi dongfang he xifang de zhu, chu ta zhi wai, jue wu ying shou chongbai de, gu ni yingdang yi ta wei jianhu zhe."
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Ni yingdang renshou tamen suo shuo de lanyan, er wenhe de tuibi tamen."
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "Ni rang wo chuzhi xiangshou anle er fouren zhenli de renmen ba! Ni shaoshao de kuandai tamen ba!"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "Wo nali que you chenzhong de liao he qianglie de huo,"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "you ye ren de shiwu, he tongku de xingfa."
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "Zai na ri, tiandi he shanluan dou yao zhendong, er shanluan jiangyao bian cheng yi dui san sha."
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Wo que yi paiqian yige shizhe lai jiaohua nimen, erqie dui nimen zuozheng, youru wo ceng paiqian yige shizhe qu jiaohua falao yiyang."
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "Dan falao weikangle nage shizhe, guwo yanli de chengzhile ta."
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "Ruguo nimen bu xindao, namo, nimen zenme fangbei na jiang shi ertong bai fa cangcang de rizi ni?"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "Tian jiang wei na ri er polie, zhenzhu de yingxu yao shixian de."
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Zhe que shi yi zhong jiaoxun. Shei yuanyi juewu, shei keyi xuanze yitiao tongda zhu de daolu."
        }
    ]
}