{
    "manzils": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "În numele lui Allah Cel Milostiv, Îndurãtor [Ar-Rahman, Ar-Rahim]"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Laudã lui Allah, al lumilor Stãpânitor"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "Cel Milostiv, Îndurãtor"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "În Ziua de Apoi Stãpânul Cârmuitor"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "Numai pe Tine Te adorãm, numai la Tine cerem ajutor"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Pe drumul drept Tu fii-ne Cãlãuzitor"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "Drumul celor cu care fost-ai Tu dãruitor, nu al celor pe care Tu Te-ai mâniat,nici al rãtãciþilor"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Alif, Lam, Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Aceasta este Cartea , cea fãrã îndoialã; Ea este Cãlãuzã pentru cei smeriþi"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Care cred în cele nevãzute ºi plinesc Rugãciunea [As-Salat] ºi din ceea ce le-am dãruit fac milostenie"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "ªi care cred în ceea ce þi-a fost pogorât þie ºi în ceea ce a fost pogorât înaintea ta ºi în Viaþa de Apoi ei se încred"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Aceia sunt cãlãuziþi de Domnul lor ºi aceia sunt izbânditori"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Pentru cei care nu cred e totuna de-i previi sau nu-i previi; ei nu cred"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah a zãvorât inimile lor ºi urechile lor, iar peste ochii lor s-aaºternut o nãframã. ªi ei vor avea [parte de] chin mare"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Printre oameni sunt unii care spun: \"Noi credem în Allah ºi înZiua de Apoi\", în vreme ce ei, de fapt, nu cred"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Ei încearcã sã-i înºele pe Allah precum ºi pe cei care au crezut, dar nu se înºalã decât pe ei înºiºi, fãrã a-ºi da seama"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "În inimile lor este o boalã , iar Allah le va spori boala ºi vor aveaei parte de chinuri dureroase pentru ceea ce au minþit"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Dacã li se spune lor: \"Nu faceþi stricãciune pe pãmânt!\", ei zic:\"Noi, doarã, suntem fãcãtori de bine"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Însã ei sunt cei fãcãtori de stricãciune, dar nu-ºi dau seama"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Iar dacã li se spune lor: “Credeþi, aºa cum au crezut oamenii!”, ei zic: “Sã credem precum au crezut cei fãrã de minte?”. De bunã seamãei sunt cei fãrã de minte , dar nu o ºtiu"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Iar dacã se întâlnesc cu cei care au crezut, zic ei: \"Noi credem\", dar când rãmân numai cu ºeitanii lor, zic ei: \"Noi suntem cu voi, ne batem numai joc"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah îºi bate joc de ei ºi-i pãsuieºte în fãrãdelegea lor ºi ei rãtãcesc în neºtire"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Aceia sunt cei care au schimbat calea cea dreaptã cu rãtãcirea, dar negoþul lor nu le-a adus câºtig ºi ei nu au fost bine cãlãuziþi"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Starea lor este ca pilda aceluia care a aprins un foc ºi când a luminat ceea ce se afla împrejurul lui, le-a luat Allah lumina lor ºii-a lãsat în întunecimi ºi nu mai zãresc nimic"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Surzi, muþi, orbi sunt ei ºi nu se întorc"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Sau ca o ploaie ce se prãvale din cer, cu beznã, tunet ºi fulger. Îºi vârã ei degetele în urechi din pricina trãsnetelor, de frica morþii; Allahîi împresoarã pe necredincioºi"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Fulgerul aproape cã le rãpeºte vãzul. De fiecare datã când el[fulgerul] le face luminã, înainteazã, dar când se lasã bezna, ei se opresc. Iar dacã ar vrea, Allah le-ar r&a"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "O, voi oameni, slãviþi-L pe Domnul vostru, care v-a fãcut pe voi ºi pe cei de dinaintea voastrã. Ca sã aveþi fricã [de El]"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "[Slãviþi-L pe] cel care v-a fãcut vouã pãmântul un covor ºi cerulo zidire ºi a pogorât din cer apã ºi a scos prin ea, din roade, hranã pentru voi. De vreme ce voi ºtiþi [toate aces]"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Iar dacã vã îndoiþi de cele pe care le-am pogorât Robului Nostru[Muhammed], aduceþi o Surã asemenea lui ºi chemaþi martorii voºtri cei afarã de Allah , dacã sunteþi sinceri"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "ªi dacã nu o faceþi - ºi nu o veþi face! - atunci feriþi-vã de Focul care mistuie oamenii ºi pietrele, pregãtit pentru necredincioºi"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Deci vesteºte celor care cred ºi plinesc fapte bune cã ei vor avea grãdini pe sub care curg pâraie! De câte ori vor primi din ele un rod, ca hranã, vor zice: „Acestea sunt cele care le-am primit ºi mai înain"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Allah nu se sfiieºte sã dea ca pildã un þânþar sau ceva deasupra lui . Cei care au crezut ºtiu cã este adevãrul de la Domnul lor. Cât despre cei care nu cred, ei spun: „Ce a vrut Allah cu ace"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Aceia care rup legãmântul cu Allah, dupã încheierea lui ºidespãrþesc ceea ce Allah a poruncit sã fie împreunã ºi fac stricãciune pe pãmânt, aceia sunt pierz&atil"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Cum de nu credeþi în Allah? Doar aþi fost fãrã viaþã ºi El v-a datviaþã, apoi vã va face sã vã sãvârºiþi, apoi vã va învia, apoi la El vã ve&tho"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "El este Acela care a creat pentru voi toate câte sunt pe pãmânt, apoi S-a înãlþat în cer ºi a tocmit cele ºapte ceruri ºi El este Atoateºtiutor [‘Alim]"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "ªi când Stãpânul tãu le-a zis îngerilor: „Voi sã pun pe pãmânt un înlocuitor [khalifa] ”, i-au rãspuns: „Sã pui pe cineva care sã facã stricãciune pe el ºi sã pricinuiasc&ati"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "ªi l-a învãþat pe Adam numele tuturor lucrurilor. Apoi le-a arãtat îngerilor ºi le-a zis: \"Vestiþi-Mi Mie numele acestora, dacã voi sunteþi întru dreptate"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "I-au rãspuns ei: “Mãrire Þie! Nu avem ºtire decât de ceea ce Tu ne-ai învãþat, cãci Tu eºti Atoateºtiutor [ºi] Înþelept” [Al-’Alim, Al-Hakim]"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "ªi i-a zis El: „O, Adam, vesteºte-le numele lor!” ªi dupã ce le-a vestit numele lor, le-a zis: „Nu v-am spus cã Eu le ºtiu pe cele tainice din ceruri ºi de pe pãmânt, dupã cum ºtiu ceea ce dezv&at"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "ªi atunci când am spus îngerilor: “Prosternaþi-vã dinaintea luiAdam !” ªi s-au prosternat ei, în afarã de Iblis , care nu a voit, cis-a semeþit ºi a rãmas printre cei necredincioºi"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "ªi zis-am Noi : „O, Adam, sãlãºluieºte tu împreunã cu soaþa ta în aceastã grãdinã! Mâncaþi din ea pe îndestulate, ori de unde voiþi, dar sã nu vã apropiaþi"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "ªeitan i-a ademenit [sã mãnânce] din el ºi i-a scos pe ei de unde se aflau. ªi le-am zis lor: “Coborâþi ºi duºmani vã veþi fi unul altuia !ªi veþi avea pe pãmânt un sãla&o"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Adam a primit de la Domnul sãu cuvinte [cu care sã se roage] ºi[El] l-a iertat, cãci El este Iertãtor, Îndurãtor [At-Tawwab, Ar-Rahim]"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Am zis: „Coborâþi [din Rai] cu toþii ºi când va veni pentru voi dela mine o Cãlãuzire , cei care vor urma Cãlãuzirea Mea nu vor avea a se teme ºi nici nu se vor întrista"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Iar aceia care nu cred ºi iau semnele Noastre drept minciuni, aceia fi-vor pãrtaºii Focului ºi în el veºnic se vor afla"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "O, voi fii ai lui Israel, aduceþi-vã aminte de binele ce v-am fãcut ºi þineþi-vã legãmântul fãcut Mie ºi-Mi voi þine legãmântul fãcut vouã ºi de Mine teme&thor"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Credeþi în ceea ce v-am pogorât , întãrind ceea ce voi aveþi ºi nu fiþi primii care nu cred în el ºi nu vindeþi semnele mele pentru un preþ mic ºi faþã de Mine fiþi cu fricã"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "ªi nu îmbrãcaþi adevãrul cu minciuna ºi nu ascundeþi adevãrul, când voi îl ºtiþi"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Pliniþi rugãciunea, daþi Dania ºi prosternaþi-vã laolaltã cu cei care se pleacã"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Porunciþi oamenilor evlavia ºi uitaþi de voi înºivã, cu toate cã voi citiþi Scriptura ? Voi nu pricepeþi"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Cãutaþi liman în rãbdare ºi în Rugãciune [As-Salat]! [Într-adevãr] ea este anevoioasã, însã nu pentru cei care cred"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Care cred cã îl vor întâlni pe Domnul lor ºi cã la El se vor întoarce"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "O, voi, fii ai lui Israel, aduceþi-vã aminte de binele ce v-am fãcut ºi cã Eu v-am preferat [atunci] lumilor"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "ªi fiþi cu fricã de o Zi în care nu va putea face un suflet pentru alt suflet nimic ºi nu se va primi pentru el mijlocire, nici nu se va lua de lael schimb ºi nici cã vor putea fi ele ajutate"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "[ªi aduceþi-vã aminte cã] Noi v-am izbãvit de neamul lui Faraon,care vã supunea la rele chinuri, junghiindu-i pe fiii voºtri ºi cruþândviaþa doar muierilor voastre! În aceasta fost"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "ªi despicat-am pentru voi marea ºi v-am mântuit ºi am înecat neamul lui Faraon, pe când voi priveaþi"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "ªi Ne-am înþeles cu Moise pentru patruzeci de nopþi , iar voi aþi ales viþelul [pentru a-l adora], în lipsa lui [Moise] ºi aþi fost voi nelegiuiþi"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "V-am iertat vouã dupã aceea, nãdãjduind cã veþi fi mulþumitori"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "ªi datu-i-am lui Moise Scriptura, Cartea Doveditoare [Al- Furqan] , nãdãjduind cã veþi fi cãlãuziþi"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "ªi zis-a Moise atunci neamului sãu: “O, neam al meu, aþi fost nedrepþi cu voi înºivã prin adorarea viþelului. Deci cereþi iertare Creatorului vostru ºi rãpuneþi-v&atil"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "ªi [aduceþi-vã aminte] când aþi zis voi: “O, Moise! Nu te vom crede pânã nu-L vom vedea pe Allah desluºit. ªi trãsnetul s-a abãtut asupra voastrã [ºi v-a ucis], în vreme ce voi privea&tho"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Apoi v-am înviat, dupã ce aþi murit, nãdãjduind cã veþi fi mulþu- mitori"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "ªi am fãcut sã vã umbreascã nori ºi am pogorât peste voi mana ºi prepeliþe. „Mâncaþi din bunãtãþile pe care vi le-am dãruit!”. Iar ei nu au fost nedrepþi cu Noi, ci f"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "ªi zis-am Noi: „Intraþi în aceastã cetate ºi mâncaþi din [bunãtã- þile] ei oriunde veþi voi, pânã vã veþi sãtura. Intraþi pe poartã cu sme- renie, spunând: „"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Dar au schimbat cei nedrepþi cuvântul cu un altul decât cel care lis-a poruncit ºi am pogorât asupra celor care au fost nedrepþi, pedeapsã din cer, pentru cã ei au fost nelegiuiþi"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "ªi când Moise a cerut apã pentru neamul sãu, i-am zis: “Loveºte cu toiagul tãu stânca!” ªi au þâºnit din ea douãsprezece izvoare. ªi a cunoscut fiecare seminþie locul sãu de bã"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "ªi [luaþi aminte] când aþi spus voi: „O, Moise! Nu vom putea îndura un singur soi de bucate! Roagã-te pentru noi la Domnul tãu sã scoatã pentru noi din ceea ce dã la ivealã pãm"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Cei care au crezut în [Islam], precum ºi aceia dintre cei care s-au iudaizat, dintre creºtinii ºi sabeenii care au crezut în Allah ºi în Ziua de Apoi ºi au fãcut bine, vor avea rãsplata lor de la Domnul"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "ªi am încheiat legãmântul cu voi ºi am înãlþat asupra voastrã Muntele . “Þineþi ceea ce v-am dat cu tãrie ºi amintiþi-vã ceea ce este într-aceea! Poate veþi fi cu"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Apoi v-aþi îndepãrtat, dupã aceea, ºi de n-ar fi fost harul lui Allah asupra voastrã ºi îndurarea Lui, aþi fi fost printre cei pierduþi"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Voi ºtiþi ce au pãþit aceia dintre voi care au nesocotit Sabatul ºile-am zis lor: \"Sã fiþi maimuþe dispreþuite"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "ªi i-am fãcut pildã pentru cei din vremea lor ºi pentru cei de dupã ei, îndemnare pentru cei cu fricã"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "ªi [aduceþi-vã aminte când] Moise a zis neamului sãu: “Allah vã porunceºte sã junghiaþi o vacã!” ªi au rãspuns ei: “Ne iei în derâdere?” Iar el le-a rãspuns: “Sã"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Au zis: \"Roagã-te pentru noi Domnului tãu sã ne arate limpede cum sã fie!\". El a rãspuns: \"Iatã, El zice ca ea sã fie o vacã nici prea bãtrânã, nici prea tânãrã, ci de vâ"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Au zis: \"Roagã-te pentru noi Domnului tãu sã ne arate limpede culoarea ei!\" A rãspuns: \"Iatã, El zice sã fie o vacã de culoare galben strãlucitor, sã placã privitorilor"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Au zis: “Roagã-te pentru noi Domnului tãu sã ne arate care sã fie ea, cãci vacile sunt la fel în ochii noºtri, dar noi, dacã va voi Allah, vomfi bine îndreptaþi!”"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "A zis: „Iatã, El zice sã fie o vacã nu slãbitã, ce arã pãmântul ºi adapã semãnãturile, ci sãnãtoasã, fãrã nici o patã pe ea”"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "[ªi aduceþi-vã aminte când] aþi omorât un suflet ºi v-aþi învinuit unii pe alþii asupra lui. Însã Allah va scoate la ivealã ceea ce voi þineþi ascuns"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "ªi [atunci] Noi am zis: \"Loviþi-l pe el cu o bucatã din ea!\" ªi aºa[cum l-a înviat pe el], Allah îi va readuce la viaþã pe cei morþi ºi vãaratã semnele Sale. Poate astfel o sã price"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Apoi au încremenit inimile voastre, dupã aceea, asemenea pie- trelor sau chiar mai învârtoºite, cãci din unele pietre þâºnesc pâraie, iar altele se despicã ºi iese din ele apã, iar altele se prãbu&o"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Oare nãzuiþi ca ei sã creadã cu voi, când o parte din ei au auzit cuvântul lui Allah , apoi l-au rãstãlmãcit, dupã ce l-au priceput, cu bunã-ºtiinþa lor"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "ªi dacã se întâlnesc cu aceia care cred , ei zic: \"Noi credem!\". Dar când rãmân numai între ei, zic: \"Voiþi voi sã le vorbiþi despre ceeace Allah v-a dezvãluit pentru ca ei sã facã din a"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Oare ei nu pricep cã Allah ºtie atât ceea ce ei tãinuiesc, cât ºi ceea ce ei rostesc cu glas tare"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "ªi printre ei sunt neînvãþaþi care nu cunosc Scriptura, ci au doar nãluciri ºi ei doar bãnuiesc"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Dar vai acelora care plãsmuiesc Scriptura cu mâinile lor ºi spun \"Aceasta este de la Allah\", pentru a dobândi prin aceasta o micã simbrie! Vai pentru ceea ce mâinile lor au scris ºi vai lor pentru ceea ce agonisesc"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Au zis ei : “Nu ne va atinge Focul decât câteva zile numãrate!” Spune-le: “Oare aveþi de la Allah fãgãduinþã? Allah nu va încãlca fãgãduinþa Sa! Sau voi spuneþi despre All"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Dar nu! Aceia care au sãvârºit un pãcat ºi pe care i-a împresurat pãcatul, aceia sunt oaspeþii Focului ºi ei în el vor rãmâne veºnic"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Iar aceia care au crezut ºi au sãvârºit fapte bune, aceia sunt oaspeþii Raiului ºi ei în el vor rãmâne veºnic"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "ªi luaþi aminte [când] Noi am fãcut legãmânt cu fii lui Israel: „Sã nu-L adoraþi decât pe Allah ºi cu pãrinþii voºtri sã vã purtaþi bine, ca ºi cu rudele, cu orfanii &o"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "Am fãcut legãmânt cu voi sã nu vãrsaþi sângele vostru ºi sã nu vã alungaþi din casele voastre. Atunci aþi încuviinþat aceasta ºi voi puteþifi martori"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Apoi voi înºivã v-aþi mãcelãrit ºi aþi alungat o parte dintre voi din cãminele lor. V-aþi întrajutorat împotriva lor numai la fãrãdelege ºi duº- mãnie. Iar dacã"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Acelora care au preferat Viaþa lumeascã pe Viaþa de Apoi nu li se vor putea uºura chinurile ºi nici ajutaþi nu vor fi"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "I-am dãruit lui Moise Cartea ºi am fãcut sã-i urmeze alþi trimiºi.I-am dat lui Isus [´Isa], fiul Mariei [Maryam], semnele desluºite ºi l-am întãrit pre el cu duhul sfânt . Însã de fiecare"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Au zis ei: “Inimile noastre sunt învãluite”. Dar i-a blestemat Allah pentru necredinþa lor ºi doar puþin cred ei"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "ªi când le-a venit Cartea de la Allah, întãrind-o pe cea pe careo aveau ei - dupã ce mai înainte se rugaserã pentru ajutor împotriva celor care nu credeau -, când le-a venit ceea ce ºtiuserã , l-au tãgã"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Pe nimica toatã ºi-au dat sufletele lor, tãgãduind ceea ce Allah a pogorât, cu pizmã pentru ceea ce Allah pogoarã cu harul Lui acelora dintre robii Sãi pe care El îi voieºte. ªi au avut"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Iar când li s-a zis: “Credeþi în ceea ce a pogorât Allah!”, ei au rãspuns: “Noi credem în ceea ce ne-a fost pogorât!” ªi ei se leapãdã de ceea ce a venit mai apoi - ºi care este Adevãrul ce înt&at"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "ªi pentru voi Moise a venit cu semnele doveditoare iar dupã aceea voi aþi ales viþelul în lipsa lui ºi aþi fost nelegiuiþi"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "ªi [aduceþi-vã aminte] când am încheiat legãmântul cu voi ºi am ridicat deasupra voastrã muntele At-Tur [zicând]: “Þineþi ceea ce v-am dat, cu tãrie, ºi ascultaþi!”. Au rãspu"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Spune: \"Dacã voi aveþi casa cea veºnicã la Allah numai pentruvoi, fãrã de alþi oameni, atunci doriþi-vã moartea, dacã sunteþi cinstiþi"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Dar nicicând nu o vor dori, din pricina celor sãvârºite cu mâinile lor mai înainte. Dar Allah este ªtiutor al nelegiuiþilor"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Vei afla cã ei sunt cei mai poftitori de viaþã dintre oameni, maimult chiar decât pãgânii . Ar vrea fiecare dintre ei sã i se dea sã trãiascã o mie de ani. Dar nu se va gãsi izb&a"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Spune: “Cine este duºman lui Gavriil ?” El l-a pogorât[Coranul] în inima ta, cu îngãduinþa lui Allah, adeverind ceea ce se afladinaintea lui, ca îndreptare ºi bunãvestire pentru credincioºi"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Acela care este duºman al lui Allah, al îngerilor Sãi ºi al trimiºilorSãi, al lui Gavriil ºi al lui Mihail [sã ºtie cã] Allah este duºmanul necredincioºilor"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Þi-am pogorât þie semne desluºite ºi nu le tãgãduiesc decât cei nelegiuiþi"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "De fiecare datã când au fãcut un legãmânt, s-au lepãdat de el o parte dintre ei [dintre iudei], ba cei mai mulþi dintre ei nu cred"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "ªi când a venit la ei un trimis al lui Allah , întãrind ceea ce eiaveau, o parte dintre cei care aveau Scriptura au lepãdat Cartea luiAllah în spatele lor, ca ºi când ei nu ar ºti nimic"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "ªi au urmat ceea ce ºeitanii au nãscocit în timpul împãrãþiei lui Solomon , dar nu a fost necredincios Solomon, ci ºeitanii au fost necredincioºi. Ei i-au învãþat pe oameni vrãjitor"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Dacã ei ar fi crezut ºi ar fi fost cu fricã, ar fi primit rãsplatã mai bunã de la Allah. O, de-ar fi ºtiut"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "O, voi, cei care aþi crezut, nu ziceþi “Ra’i-na!” , ci “Priveºte spre noi!”. ªi fiþi ascultãtori, cãci pentru necredincioºi osândã dureroasã va fi"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Nu vor cei care nu cred dintre oamenii Scripturii , nici politeiºtii, sã se pogoare asupra voastrã binele de la Domnul vostru,dar Allah îi alege pentru îndurarea sa pe aceia care voieºte El, cãciAllah este St&atil"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Dacã Noi anulãm un verset sau îl facem uitat, aducem altul mai bun decât el sau asemenea lui. Nu ºtii cã Allah este cu putere peste toate"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Nu ai ºtiut cã a lui Allah este împãrãþia cerurilor ºi a pãmântuluiºi cã nu aveþi, în afarã de Allah, ocrotitor ºi sprijinitor"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Sau voiþi [voi, musulmanii] sã-i cereþi trimisului vostru, aºa cum is-a cerut lui Moise mai înainte? ªi cel care schimbã prin necredinþã credinþa, acela se abate de la drumul cel drept"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Voit-au mulþi din neamul Scripturii sã vã facã din nou, dupãcredinþa voastrã, necredincioºi, din pricina pizmei din sufletele lor,dupã ce li s-a arãtat adevãrul"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Pliniþi Rugãciunea [As-Salat] ºi daþi Dania [Az-Zakat], cãci binele pe care vi-l dãruiþi vouã înºivã, îl veþi gãsi la Allah, fiindcã Allah vede bine ceea ce faceþi"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Au zis cã nu vor intra în Rai decât cei care sunt iudei sau creºtini! Acestea sunt doar dorinþele lor. Rãspunde-le: \"Aduceþi dovada voastrã dacã aveþi dreptate"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Ba nu! Cel care s-a supus lui Allah ºi face bine, va avea rãsplata sa de la Domnul lui! Ei nu au a se teme ºi nici nu vor fi mâhniþi"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Au zis iudeii: “Creºtinii nu au nici un temei!” ªi au zis creºtinii:“Iudeii nu au nici un temei!” ªi [totuºi] ei citesc Scriptura . ªi astfel auzis ºi cei care nu au ºtiinþã , asemenea vorbelor"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "ªi cine este mai nedrept decât acela care a oprit ca în moscheile lui Allah sã se rosteascã numele Lui ºi s-a îndârjit sã le pustiascã? Aceºtia nu se cuvine sã intre în ele decât cu"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Ale lui Allah sunt Rãsãritul ºi Apusul ºi oriîncotro vã veþiîntoarce, acolo este Faþa lui Allah, cãci Allah este Cel cu HarNemãrginit [ºi El este] Atoateºtiutor [Was]"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Au spus : “Allah ºi-a luat un fiu”. Nici vorbã! Ale Lui sunt cele din ceruri ºi de pre pãmânt! Toate Îi sunt ascultãtoare Lui"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "[El este] Fãcãtorul desãvârºit al cerurilor ºi al pãmântului ºi dacã hotãrãºte un lucru, El spune doar: „Fii” ºi acesta este"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Au zis cei care nu ºtiu : “De-ar vorbi Allah cu noi sau de ne-ar veni vreun semn!” Aºa au spus ºi cei de dinaintea lor, cuvinte semãnând cu ale lor. Inimile lor seamãnã. ªi Noi am adus semne limpezi pen"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Noi te-am trimis cu Adevãrul, ca bun vestitor ºi prevenitor, dar nu vei fi întrebat despre oaspeþii Iadului"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Nu se vor învoi cu tine iudeii ºi nici creºtinii pânã ce nu le veiur ma credinþa lor. Spune: \"Cãlãuzirea lui Allah este singuraCãlãuzire adevãratã!\" Dacã vei ur ma"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Aceia cãrora le-am dat Cartea , vor recita [Coranul] aºa cumtrebuie sã fie recitat , cãci aceia cred în el, iar cei care nu cred în el, aceia sunt pierzãtori"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "O, fii ai lui Israel, aduceþi-vã aminte de binele ce v-am fãcut ºi cãEu v-am preferat înaintea lumilor"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "ªi fiþi cu fricã de o Zi în care nu va putea face un suflet pentru alt suflet nimic ºi nu se va lua de la el schimb, nu se va primi pentru el mijlocire, nici nu va putea fi el ajutat"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "ªi [luaþi aminte] când pe Avraam l-a încercat Domnul sãu cu cu- vinte ºi le-a împlinit ºi a zis: „Eu te fac peste oameni Imam”. A întrebat: „ªi pe scoborâtorii mei?” I-a rãspuns: „Nu-i p"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "ªi am fãcut Noi Casa loc de revenire pentru oameni ºi refugiu [ºi am zis] : \"Þineþi locul lui Avraam ca loc de rugãciune!\"ºi am încheiat cu Avraam ºi Ismail legãmânt [cerându-le]"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "ªi [luaþi aminte] când a zis Avraam: “Doamne, fã-l un oraº al pãcii ºi hrãneºte poporul lui cu roade, pe aceia dintre ei care cred în Allah ºi în Ziua de Apoi”. ªi a rãspuns [Allah]: “Iar c"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "ªi când Avraam ºi Ismail au ridicat temeliile Casei, [au zis ei]:“Doamne, primeºte-o de la noi! Tu eºti Cel care Aude Totul [ºi] Atoateºtiutor [As-Sami’, Al-’Alim]"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Doamne, fã-ne pe noi supuºi [musulmani] Þie ºi fã dintre urmaºii noºtri o comunitate musulmanã [supusã Þie]! ªi aratã-ne nouã rânduielile noastre ºi ne ia"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Doamne, trimite-le lor un Trimis dintre ei, care sã le recite versetele Tale ºi sã îi înveþe Cartea ºi Înþelepciunea ºi sã îi curãþeascã pre ei . Doarã Tu eº"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "ªi cine se leapãdã de religia lui Avraam, afarã de acela care senesocoteºte pe sine însuºi? Noi l-am ales, [pe Avraam] doarã, înaceastã lume ºi el se va afla în Lumea de Apoi pri"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Când i-a zis Domnul lui: \"Supune-te!\", el a rãspuns: \"M-am supus [Þie], Stãpân al lumilor"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "ªi Avraam a lãsat-o ca îndemnare fiilor sãi ºi asemenea ºi Iacob [zicând ei]: \"O, fiii mei, Allah v-a ales vouã religia [Islamul] ºi, de aceea, sã nu muriþi altfel decât musulmani"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Sau aþi fost voi martori când a venit moartea la Iacob, atunci când el i-a întrebat pe fiii lui: “Pe cine veþi adora voi dupã moartea mea?” ªi i-au rãspuns ei: “Voim sã-l adorãm pe Domnul tãu"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Acest neam a trecut. El are ceea ce ºi-a agonisit, iar voi veþiavea ceea ce v-aþi agonisit. Voi nu veþi fi întrebaþi pentru ceea ce au fãcut ei"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "ªi au zis: \"Fiþi iudei sau fiþi creºtini ºi sunteþi pe calea cea bunã!\" Spune: \"Ba [urmaþi] credinþa lui Avraam, adevãrat credincios, care nua fost dintre politeiºti"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Spuneþi : \"Noi credem în Allah ºi în ceea ce ne-a fost trimis nouã ºi ceea ce a fost trimis lui Avraam, lui Ismail, lui Isaac, lui Iacobºi seminþiilor ; în ceea ce le-a fost dat lui Moise ºi lui Isus ºi în ceea"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Dacã ei vor crede în ceea ce voi credeþi, vor fi pe calea ceabunã! Dar dacã ei se vor abate, înseamnã cã ei se gãsesc într-o schismã ºi Allah te va feri de [rãul] lor, c&atild"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "[Aceasta este] Legea lui Allah! ªi cine are o lege mai bunã decâtAllah?! Noi Lui Îi suntem slujitori"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Spune: “Voiþi sã disputaþi cu noi în legãturã cu Allah? El doarã e Domnul nostru ºi Domnul vostru! Faptele noastre sunt ale noastre, iar faptele voastre sunt ale voastre. Noi numai Lui Îi suntem devota&t"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Sau voiþi voi sã ziceþi cã Avraam, Ismail, Isaac, Iacob ºi seminþiile lor au fost iudei sau creºtini? Spune: \"Voi sunteþi mai ºtiutori sau Allah? ªi cine este mai nelegiuit decât acela care a &tho"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Acest neam a trecut. El are ceea ce ºi-a agonisit, iar voi veþi avea ceea ce v-aþi agonisit! Voi nu veþi fi întrebaþi pentru ceea ce au fãcut ei"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "Vor zice cei fãrã chibzuinþã dintre oameni: „Ce i-a întors de la Qibla lor pe care o avuseserã mai înainte?” Spune: „Ale lui Allah sunt Rãsãritul ºi Apusul. El îl cãlãuzeºte pe acela"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Astfel Noi am fãcut din voi o comunitate cumpãtatã, pentru ca sã fiþi martori în legãturã cu oamenii ºi pentru ca Profetul sã fie martor în legãturã cu voi. ªi nu am ales Qibl"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Noi vedem deseori îndreptarea feþei tale cãtre cer. Sã teîndreptãm cãtre o Qibla care-þi va plãcea. Aºadar, îndreaptã-þi faþaspre Moscheea cea Sfântã ! ªi"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Dacã tu ai aduce celor cãrora li s-a dat Scriptura toate semnele, nu ar ur ma ei Qiblei tale ºi nici tu nu ai ur ma Qiblei lor. ªinu ur meazã unii Qibla altora. Iar dacã tu ai ur ma poftei lor"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Cei cãrora le-am dat Scriptura, îl cunosc [pe Muhammed] aºa cum îi cunosc pe fii lor, însã o parte dintre ei ascund adevãrul[despre el], cu toate cã îl cunosc"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Adevãrul de la Domnul tãu. Deci nu fi dintre aceia care se îndoiesc"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Fiecare are o direcþie spre care se îndreaptã. Voi însã întreceþi-vãla faptele bune. Oriunde v-aþi afla, Allah vã va aduce pe toþi [la judecatã], cãci Allah este peste toate cu"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "ªi de oriunde ai pleca, îndreaptã-þi faþa cãtre Moscheea Al- Haram ! Ea este Adevãrul de la Domnul tãu ºi Allah nu este fãrã bãgare de seamã la ceea ce voi faceþ"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "ªi de oriunde ai pleca, îndreaptã-þi faþa cãtre Moscheea Al- Haram! Oriunde v-aþi afla, îndreptaþi-vã feþele cãtre ea, pentru ca lumea sã nu aibã un temei împ"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Tot astfel v-am trimis vouã un Profet dintre voi, care sã vã citeascã versetele noastre, sã vã curãþeascã ºi sã vã înveþe Cartea ºi Înþel"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Pomeniþi-Mã pe Mine ºi o sã-Mi aduc aminte de voi! ªi sã-Mi fiþi mulþumitori, sã nu fiþi fãrã credinþã faþã de Mine"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "O, voi, cei care credeþi! Cãutaþi ajutor întru rãbdare ºiRugãciune [As-Salat], cãci Allah este cu cei rãbdãtori"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Nu spuneþi despre cei care sunt uciºi pe calea lui Allah \"Ei sunt morþi!\", cãci ei sunt vii, dar voi nu vã daþi seama"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Vã vom încerca cu puþinã spaimã, foamete, lipsire de bunuri, de suflete ºi de roade, dar binevesteºte celor rãbdãtori"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "Care, dacã s-a abãtut asupra lor vreo nenorocire, spun: \"Noi suntem ai lui Allah ºi noi la El ne întoarcem"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Aceia sunt cei peste care se pogoarã binecuvântarea Domnului lor ºi îndurarea Lui ºi aceia sunt cei cãlãuziþi"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "As-Safa ºi Al-Marwa sunt dintre rânduielile lui Allah, iar cel care face pelerinajul la Casã sau Pelerinajul mic nu comite nici un pãcat dacã le înconjoarã. Iar acela care de bunãvoie face bine [sãºtie]"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Iar pe aceia care ascund semnele cele limpezi ºi Cãlãuzirea pe care Noi le-am trimis, dupã ce le-am fãcut cunoscute oamenilor prin Scripturã , pe aceia îi blestemã Allah ºi îi"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "În afarã de aceia care s-au cãit, au îndreptat [ceea ce au stricat mai înainte] ºi au dezvãluit [adevãrul]. Pe aceia îi voi ierta, cãci Eu sunt Iertãtor, Îndurãtor [At-Tawwab, Ar-Rahim]"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Aceia care au tãgãduit credinþa ºi au murit necredincioºi, peste aceia se va abate blestemul lui Allah, al îngerilor ºi al tuturor oamenilor"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Vor rãmâne veºnic în el ; nu le vor fi uºurate chinurile ºi nu vor fi pãsuiþi"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Domnul vostru este un Domn Unic. Nu existã divinitate în afarã de El. El este cel Milostiv, Îndurãtor [Ar-Rahman, Ar-Rahim]"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "În facerea cerurilor ºi a pãmântului, în schimbarea nopþii ºi zilei,în corãbiile care plutesc pe mãri cu ceea ce foloseºte oamenilor, în apa pogorâtã de Allah din cer, cu care a înviat pãmântu"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Dar sunt printre oameni [ºi unii] care Îi fac în afarã de Allah semeni pe care îi iubesc asemenea iubirii pentru Allah. Dar cei care cred sunt mai stãruitori în iubirea pentru Allah. ªi dacã ar v"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "Atunci când cei care sunt urmaþi se vor lepãda de aceia care urmeazã ºi vor vedea osânda ºi se vor rupe legãturile între ei"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Atunci cei care i-au urmat vor zice: „O, de-ar fi pentru noi întoarcere [la viaþã] pentru ca sã ne lepãdãm de ei, aºa cum ei s-au lepãdat de noi!” Astfel le va arãta Allah faptele"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "O, oameni, mâncaþi din ceea ce se aflã pe pãmânt ºi este îngãduit ºi bun [ca hranã] ºi nu urmaþi paºii lui ªeitan , cãci el vã este duºman mãrturisit"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "El vã porunceºte numai rãul ºi ticãloºia ºi sã spuneþi despreAllah ceea ce nu ºtiþi"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Dacã li se spune : “Urmaþi ceea ce a trimis Allah!”, ei zic: “Ba noi urmãm cele cu care i-am gãsit pe pãrinþii noºtri!”. Chiar dacã pãrinþii lor au fost neºtiutori ºi n"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "ªi de pildã cei care tãgãduiesc sunt ca ºi cel la care se strigã , însã el nu aude decât un þipãt ºi o chemare: surzi, muþi, orbi. Ei nu pricep nimic"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "O, voi cei care credeþi! Mâncaþi din bunãtãþile pe care vi le-am dãruit ºi mulþumiþi lui Allah dacã numai pe El voi Îl adoraþi"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Ci El v-a oprit vouã doar mortãciunea, sângele, carnea de porcºi ceea ce a fost menit altcuiva decât lui Allah. Dar cel care a fost silit, fãrã sã pofteascã ºi fãrã sã întreac"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Cei care ascund ceea ce a pogorât Allah din Scripturã ºi obþin prin aceastã [ascundere] un preþ de nimic, aceia nu înghit în burþile lor decât focul. ªi Allah nu le va vorbi în Ziua Învierii ºi nu-i va"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Aceºtia sunt cei care au cumpãrat rãtãcirea în schimbul cãii drepte ºi chinul în schimbul iertãrii. ªi cât vor avea de îndurat în Foc"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "ªi aceasta pentru cã Allah a pogorât aceastã Carte cu Adevãrul, iar aceia care sunt în neînþelegere asupra Cãrþii se aflã în dezbinare, departe [de credinþã]"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Cuvioºia nu stã în a vã întoarce feþele spre Rãsãrit sau spre Apus, ci cuvioºia este a crede în Allah ºi în Ziua de Apoi, în îngeri, în Carte ºi în profeþi, a da din avere –"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "O, voi cei care credeþi, v-a fost prescris talionul pentru cei uciºi: slobod pentru slobod, rob pentru rob, muiere pentru muiere. Iar celui cãruia i s-a iertat din partea fratelui sãu ceva, i se aratã bun&atild"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "ªi aveþi în talion [pavãzã pentru] viaþã , o, cei dãruiþi cu minte,ºi poate cã o sã vã feriþi"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Vi s-a prescris vouã - când vine la unul dintre voi moartea ºi lasã în urma lui avere - testamentul în favoarea pãrinþilor sãi ºi a rudelor celor mai apropiate, dupã obiceiul drept, ca o datorie pentru c"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Însã acela care-l schimbã dupã ce l-a auzit [sã ºtie cã] pãcatul este numai al acelora care îl schimbã. Allah este Cel care Aude Totul, Atoateºtiutor [Sami’, ‘Alim]"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Iar cine [dintre martori] se teme cã un testator s-a îndepãrtat de lege sau a sãvârºit un pãcat ºi face împãcare între ei, acela nu va fi împovãrat, cãci Allah este Iertãtor, Îndur&a"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "O, voi cei care credeþi, v-a fost statornicit vouã Postul[As-Siyam] , aºa cum le-a fost prescris ºi celor dinaintea voastrã - Poate cã veþi fi cu fricã"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Pentru puþine zile , însã, acela dintre voi care este bolnav sauîn cãlãtorie, [va posti] un numãr [egal] de alte zile . Va trebui caaceia care sunt în stare [sã posteascã, dar nu o fac]"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "[Aceste zile sunt] luna Ramadan , în care a fost trimis Coranul, drept cãlãuzã pentru oameni, dovezi limpezi pentru drumul cel drept ºi Îndreptar [Al-Furqan] . ªi oricare dintre voi care este prezent în acea"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "ªi dacã te vor întreba robii Mei despre Mine, [spune-le] Eu sunt aproape, rãspund rugii celor care Mã cheamã, atunci când Mã cheamã, dar ºi ei sã-Mi rãspundã ºi sã cread"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Vi s-a îngãduit în noaptea Postului împreunarea cu muierile voastre; ele vã sunt veºmânt vouã, iar voi le sunteþi veºmânt lor . Allah ºtia cã voi vã vicleniþi . Apoi El a primit c&ati"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Nu vã luaþi unii altora averile pe nedrept ºi nu-i ademeniþi cuele pe judecãtori, ca sã mâncaþi o parte din averile oamenilor penedrept ºi cu bunã ºtiinþã"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Te vor întreba despre lunile noi. Spune: \"Ele servesc oamenilor pentru a socoti timpul ºi pentru Pelerinaj\" . Evlavia nu stã în a intraîn casele voastre prin spatele lor , ci evlavia stã în a fi cu fricã [deAllah]! ªi intra"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Luptaþi pe calea lui Allah împotriva acelora care se luptã cu voi, dar nu începeþi voi lupta, cãci Allah nu-i iubeºte pe cei care încep lupte"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Omorâþi-i unde-i prindeþi ºi alungaþi-i de acolo de unde v-au alun- gat! Iar schisma e mai rea decât omorul. Dar nu luptaþi împotriva lor aproape de Moscheea Al-Haram , doar dacã ei se luptã cu voi în ea. Iar"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Dacã, însã, ei contenesc, atunci Allah este Iertãtor, Îndurãtor[Ghafur, Rahim]"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Luptaþi-vã cu ei pânã ce nu va mai fi necredinþã ºi credinþa va fi numai în Allah! Dar dacã ei contenesc, atunci nu mai existã vrãjmãºie, decât împotriva celor nelegiuiþi"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Luna cea sfântã pentru luna cea sfântã ºi în toate lucrurilesfinte se aplicã talionul. Aºadar, celui care v-a atacat rãspundeþi-i întocmai aºa cum v-a atacat el! ªi fiþi cu fricã"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Dãruiþi pe calea lui Allah! ªi nu vã aruncaþi cu propriile voastre mâini [pradã] pieirii! ªi faceþi bine, cãci Allah îi iubeºte pe binefãcãtori"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Împliniþi Pelerinajul ºi ‘Umra pentru Allah! Dacã sunteþi împiedicaþi [în împlinirea lor], aduceþi ca ofrandã ceea ce puteþi! ªi nu vã tundeþi capetele voastre înainte ca ofr"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Pelerinajul are loc în lunile cunoscute . Aceluia care s-a decis sã facã Pelerinajul în aceste luni îi sunt oprite în timpul Pelerinajului împreunarea cu muierea, nesupunerea ºi cearta. ªi binele pe care îlfaceþi, Allah îl"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Nu este un pãcat pentru voi sã cãutaþi un câºtig de la Domnul vostru, apoi, când grãbiþi de pe Arafat, pomeniþi-L pe Allah la Al Maº’ar al-Haram ºi pomeniþi-L pe El, aºa c"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Apoi grãbiþi de unde oamenii pornesc grãbiþi ºi cereþi iertare de la Allah, cãci Allah este Iertãtor, Îndurãtor [Ghafur, Rahim]"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "ªi dacã aþi împlinit rânduielile voastre, pomeniþi-L slãvindu-L [pe Allah], aºa cum îi pomeniþi pe pãrinþii voºtri, ba chiar cu ºi mai mare râvnã sã-L pomeniþi . Dar sun"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "ªi sunt printre ei [alþii] care spun: \"Doamne, fã-ne nouã parte bunã în aceastã lume ºi parte bunã în Lumea de Apoi ºi apãrã-ne pe noi de chinurile Focului"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Aceia vor avea parte de ceea ce au agonisit, cãci Allah este grabnic la socotealã"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Pomeniþi-L pe Allah în câteva zile statornicite! Cel care se grãbeºte [sã facã aceasta] în douã zile nu pãcãtuieºte, iar cel care va poposi încã ºi mai mult, tot nu pãcãt"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Printre oameni este unul ale cãrui vorbe în aceastã lume îþi placºi care Îl ia pe Allah drept martor pentru ceea ce este în inima lui, în vreme ce el este cel mai înverºunat la gâlceavã"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "ªi de îndatã ce pleacã, strãbate pãmântul, cãutând sã semene stricãciune ºi sã nimiceascã semãnãturile ºi dobitoacele. Allah însã nu iubeºte stric&ati"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Iar dacã i se spune: \"Fii cu fricã de Allah!\", îl cuprinde tãria fãrãdelegii. Gheena va fi de ajuns pentru el ºi ce pat rãu este acesta"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "ªi printre oameni este ºi acela care îºi dã sufletul cãutând mulþumirea lui Allah. ªi Allah este Milostiv cu robii [Sãi]"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "O, voi, cei care credeþi! Intraþi în Islam pe deplin ºi nu urmaþi paºii lui ªeitan, cãci el vã este duºman învederat"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Iar dacã vã veþi mai abate [de la Islam], dupã ce v-au venit semnele cele limpezi, atunci sã ºtiþi cã Allah este Atotputernic, Înþelept[Aziz, Hakim]"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Ce altceva aºteaptã ei decât ca Allah sã vinã la ei în umbre de nouri ºi [sã vinã] îngerii, ºi ca soarta sã le fie hotãrâtã? Cãci la Allah se întorc [toate] lucrurile [pentru c]"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Întreabã-i pe fiii lui Israel cât [de multe] semne limpezi le-am trimis Noi! Dar cel care schimbã binefacerea lui Allah, dupã ce ea a venit la el, atunci [sã ºtie cã] Allah este aspru la pedeaps&at"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Împodobitã le este celor care nu cred viaþa pãmânteascã ºi-i iau în derâdere pe cei care cred. Însã cei care se tem [de Allah] fi-vor maipresus decât ei în Ziua Învierii. ªi Allah împarte haru"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Oamenii au fost [la început] un singur neam. ªi i-a trimis Allah pe profeþi, vestitori ºi prevenitori, ºi a pogorât împreunã cu ei Scriptura cu Adevãrul, pentru a face judecatã între oameni, acolo unde"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Sau aþi socotit cã veþi intra în Rai înainte de a se fi abãtut asupra voastrã încã asemenea celor [care s-au abãtut] asupra celora care au fost înainte de voi? I-au lovit nenorociri ºi iar neno"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Te întreabã ce sã cheltuiascã. Spune-le: \"Ceea ce cheltuiþi voidin bunuri trebuie sã fie pentru pãrinþi, pentru rude, pentru orfani,sãrmani ºi drumeþi [nevoiaºi]. ªi ori"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "V-a fost prescrisã lupta, chiar dacã ea vã este neplãcutã. Or, se poate [întâmpla] ca voi sã urâþi un lucru care este bun pentru voi ºi sã iubiþi un lucru care este rãu pentru voi"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Te întreabã despre luna cea sfântã ºi lupta în timpul ei. Spune:“Lupta într-însa e mare pãcat, dar împiedicarea de la calea lui Allah, lepãdarea de El ºi de Moscheea Al-Haram, precum ºi alungarea neamul"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Aceia care au crezut, s-au pribegit ºi au trudit în lupta pe calea lui Allah, aceia sã nãdãjduiascã în mila lui Allah, cãci Allah este Iertãtor, Îndurãtor [Ghafur, Rahim]"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Ei te întreabã despre vin [khamr] ºi despre maysir . Spune: \"În amândouã este mare pãcat ºi sunt ºi unele foloase pentru oameni, dar în amândouã pãcatul este mai mare decât folosul!\" Ei te î"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Asupra acestei lumi ºi asupra Lumii de Apoi. ªi ei te întreabãdespre orfani. Spune: \"A le face bine este cel mai potrivit lucru, iardacã vã amestecaþi cu ei, atunci sunt fraþii voºtri [întru credi]"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Nu vã însuraþi cu politeiste înainte ca ele sã treacã încredinþã, cãci o roabã care crede este mai bunã decât o politeistã,chiar dacã ea vã pla"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Te întreabã despre [împreunarea] cu femeile în timpul menstru-aþiei. Spune: \"Acesta este un rãu. Aºadar, staþi departe de femei în timpul menstruaþiei ºi nu vã apropiaþi de ele pânã nu se vor"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Soþiile voastre sunt ogor pentru voi. Veniþi la ogorul vostru când ºi cum voiþi, însã pregãtiþi-vã sufletele voastre mai înainte de aceasta ºi fiþi cu teamã de Allah ºi s"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "ªi nu folosiþi numele lui Allah în jurãmintele voastre pentru a vã sustrage sã faceþi bine, sã fiþi pioºi ºi sã aduceþi pace între oameni. ªi Allah este Cel care Aude totul, A"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allah nu vã cere socotealã pentru vorbele nechibzuite din jurã- mintele voastre, ci El vã cere socotealã pentru ceea ce inimile voastre au dobândit . ªi Allah este Iertãtor [ºi] Blând [Ghafur, Halim]"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Pentru aceia care jurã sã nu se mai împreune cu muierile loreste sorocit un rãgaz de patru luni. Dar dacã ei se rãzgândesc , Allah este Iertãtor, Îndurãtor [Ghafur, Rahim]"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Însã dacã au hotãrât divorþul, Allah este Cel care Aude, Atoate-ºtiutor [Sami´, ´Alim]"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Muierile divorþate trebuie sã aºtepte trei menstruaþii ºi nu le este îngãduit sã ascundã ce a fãcut Allah în pântecele lor , dacã ele cred în Allah ºi în Ziua de Apoi. Iar bãrba"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Divorþul [este îngãduit doar] de douã ori, dupã care [trebuie] sau þinerea [soþiei] în bunã înþelegere, sau slobozirea [ei] cu bunãtate. ªi nu vã este îngãduit sã lua&th"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Dacã [soþul] divorþeazã de ea [a treia oarã], [cãsãtoria cu] ea nu-i mai este îngãduitã apoi decât dupã ce ea se cãsãtoreºte cu un alt bãrbat. Iar d"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Iar dacã divorþaþi de femei ºi ele aproape împlinesc timpul lor , atunci luaþi-le înapoi cu bunãtate ori daþi-le drumul cubunãtate. Dar nu le luaþi înapoi pentru a"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Iar dacã divorþaþi de femei ºi ele împlinesc timpul lor, nu le împiedicaþi sã se întoarcã la soþii lor, dacã s-au învoit dupã cuviinþã. Aceasta vi se dã ca po"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Mamele [divorþate] îi alãpteazã pe copiii lor doi ani încheiaþi, pentru cei care voiesc sã se împlineascã timpul alãptãrii. Iar tatãlui îirevine datoria de a le asigura întreþinerea"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Aceia dintre voi care se sãvârºesc din viaþã ºi lasã dupã ei soþii, ele trebuie sã aºtepte [o perioadã de] patru luni ºi zece [zile] . Dupãce au împlinit timpul lor, nu"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Asemenea, nu pãcãtuiþi, dacã [în timpul acesta] le daþi de înþeles femeilor cã le cereþi în cãsãtorie sau doar nutriþi acest gând în sufletele voastre. Allah ºtie doar c&ati"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Nu este nici un pãcat pentru voi, dacã divorþaþi de femei înaintede a le atinge sau înainte de a le statornici dota . Dar dãruiþi-le lor- cel înstãrit dupã putinþa sa, iar cel sãrac dup&at"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Însã dacã divorþaþi de ele înainte de a le atinge , dar dupã cele-aþi hotãrât dota, atunci ele au dreptul la jumãtate din ce aþistatornicit, cu excepþia situaþiei în"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Împliniþi cu sârguinþã Rugãciunile, cu osebire Rugãciunea [As-Salat] de la mijloc ! ªi staþi în picioare dinaintea lui Allah, cusmerenie"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "De vã temeþi [de ceva], [rugaþi-vã] mergând pe jos sau cãlare, iar când sunteþi iarãºi în siguranþã, pomeniþi-L pe Allah , aºa cum El v-a învãþat, ceea ce voi nu &ord"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Aceia dintre voi care se sãvârºesc din viaþã ºi lasã dupã ei soþii[trebuie sã lase] o îndemnare [moºtenitorilor] pentru soþiile lor,[prevãzând] întreþinerea pentru"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Celor divorþate sã fie dãruite dupã cuviinþã . Aceasta este o obligaþie pentru cei care au fricã [de Allah]"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Astfel vã face Allah semnele Sale învederate, pentru ca voi sãpricepeþi"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Nu i-ai vãzut pe aceia care au pãrãsit casele lor - cu toate cã erau cu miile - de teama morþii? Apoi Allah le-a zis: \"Muriþi!\" Apoi i-areadus la viaþã. Allah este mãrinimos cu oamenii, dar cei"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Aºadar, luptaþi pe calea lui Allah ºi sã ºtiþi cã Allah este Cel careAude Totul, Atoateºtiutor [Sami’, ‘Alim]"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Cine este acela care Îi dã lui Allah un împrumut bun? El i-l va înmulþi [în Viaþa de Apoi] de mai multe ori, cãci Allah micºoreazã sau mãreºte [darul Sãu] ºi voi la El vã veþ"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "N-ai vãzut tu adunarea cãpeteniilor fiilor lui Israel, când dupã[vremea lui] Moise, i-au zis unuia dintre profeþii lor: “Alege-ne nouã un rege, ca sã luptãm pe calea lui Allah!”? Le-a zis el: “ªi dac"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "ªi le-a zis profetul lor : “Allah vi l-a trimis vouã pe Talut ca rege!”. Au rãspuns ei: “Cum sã cârmuiascã el peste noi, când noi suntem mai vrednici de domnie decât el? El nu a fost dãruit n"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "ªi profetul lor le-a zis: \"Un semn al stãpânirii sale este acela cãva veni la voi cu chivotul în care se aflã chezãºia liniºtii trimise deDomnul vostru , laolaltã cu rãmãºi"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "ªi când a purces Talut cu oºtenii lui, a zis el: Iatã, Allah voieºte sã vã încerce cu un râu; acela care va bea nu va mai fi de partea mea,iar acela care nu va gusta din el va fi de partea mea, afar&atild"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "ªi când au ieºit înaintea lui Jalut ºi a oºtenilor sãi, au zis ei:\"Doamne, revarsã asupra noastrã statornicie, întãreºte picioarele noastre ºi ajutã-ne pe noi sã"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "ªi i-au înfrânt cu îngãduinþa lui Allah, ºi Dawud l-a omorât pe Jalut, iar Allah i-a dãruit [lui Dawud] cârmuirea ºi înþelepciunea ºi l-a învãþat ceea ce a voit El. ªi dacã Allah nu i"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Acestea sunt versetele lui Allah, pe care Noi Þi le recitãm[Muhammed] întru adevãr. ªi tu eºti [neîndoielnic] dintre trimiºi"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Printre aceºti trimiºi, Noi i-am pus pe unii înaintea altora: unora dintre ei le-a vorbit Allah , pe alþii i-a ridicat mai sus cu câteva trepte . I-am dat lui Isus, fiul Mariei, semne limpezi ºi l-am întãrit pre el"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "O, voi cei care credeþi! Daþi [milostenie] din ceea ce Noi v-amdãruit înainte de a veni o Zi în care nu va mai fi de folos nici negoþ , nici legãturã [de prietenie] ºi nici mijlocire! Necredincio"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Allah! Nu existã divinitate afarã de El, Cel Viu, Veºnicul [Al- Qayyum] ! Nici aþipirea, nici somnul nu-L cuprind! Ale Lui sunt cele din ceruri ºi de pre pãmânt! Cine este acela care ar putea mijloci la El"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Nu este silire la credinþã! Rãzveditã este deosebirea dintre calea cea dreaptã ºi rãtãcire, iar acela care se leapãdã de Taghut ºi crede în Allah, acela s-a prins de cea ma"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Allah este ocrotitorul celor care cred; El îi scoate din întunecimila Luminã, în vreme ce acelora care nu cred le sunt ocrotitori Taghuþii, care-i scot de la Luminã la întunecimi ºi aceºtia sunt oaspeþii Focului º"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Oare nu l-ai vãzut pe acela care s-a certat cu Avraam înlegãturã cu existenþa Domnului sãu, dupã ce Allah i-a dat stãpânia ? ªi a zis Avraam: \"Domnul meu este cel care d&a"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Sau ca acela care a trecut pe lângã o cetate pustiitã pânã în temelii ºi care a întrebat: “Cum o va readuce Allah la viaþã dupã moartea ei?” Allah l-a lãsat atunci pe el f&atil"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "ªi [adu-þi aminte când] Avraam a zis: \"Doamne, aratã-mi mie cum îi readuci la viaþã pe cei morþi?!\", I-a rãspuns: \"Tot nu crezi?\" El i-a zis: \"Ba da! Ci numai sã se liniºteascã inima mea!\" El"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Pilda acelora care dau [din] averea lor pe calea lui Allah este ca pilda grãuntelui care face ºapte spice ºi în fiecare spic sunt o sutã de grãunþe, cãci Allah înmulþeºte [rãsplata] celui care"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Aceia care dau [din] averea lor pe calea lui Allah ºi nu vin, dupã darul fãcut, sã se laude cu el ºi nici cu necãjire, aceia au rãsplatã de laDomnul lor ºi teamã pentru ei nu va fi"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "O vorbã cuviincioasã ºi de iertare este mai bunã decât o milostenie dupã care urmeazã necãjirea. Iar Allah este Înstãrit Îndeajuns [ºi] Blând [Ghaniyy, Hali]"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "O, voi, cei care credeþi! Nu faceþi deºarte milosteniile voastreprin pomenirea lor ºi prin necãjire, ca acela care cheltuieºte dinaverea lui de ochii lumii, fãrã sã creadã în Allah"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Iar pilda acelora care cheltuiesc din averea lor [drept milostenie], în cãutarea mulþumirii lui Allah ºi întãririi sufletelor lor, este ca pilda unei grãdini de pe o colinã peste care vine o ploaie abundentã"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Oare doreºte vreunul dintre voi sã aibã o grãdinã de curmali ºi viþã de vie pe sub care sã curgã pâraie, cu tot felul de roade în ea, ºi sã-l ajungã bãtrâneþ"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "O, voi, cei care credeþi! Faceþi milostenie din lucrurile bune pecare le-aþi dobândit ºi din [roadele] cele pe care le-am fãcut sã creascã pentru voi din pãmânt ºi nu vã întoarce&t"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "ªeitan vã ameninþã cu sãrãcia ºi vã porunceºte lucruri urâte, învreme ce Allah vã fãgãduieºte iertare ºi har, cãci Allah este Cel cuHar Nemãr"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "El dãruieºte înþelepciune cui voieºte El, iar cel care a fost dãruit cu înþelepciune, acela a fost dãruit cu un mare bine, dar [acest lucru] nu-l pricep decât cei ageri la minte"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Ceea ce ne daþi ca milostenie ºi jurãmintele prin care vã legaþi[sã faceþi ceva bun] , acestea Allah le ºtie, iar cei nelegiuiþi nu vor avea pe nimeni ca sprijinitori"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Dacã daþi milosteniile mãrturisit, binefaceri sunt ele, dar dacã nule faceþi cunoscute ºi le daþi sãracilor, atunci ele vor fi încã ºi mai bune pentru voi ºi vã vor ispã∨"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Nu e treaba ta, [o, Muhammed], cãlãuzirea lor [a celor nelegiuiþi pe calea cea bunã], cãci Allah cãlãuzeºte pe cine voieºte El ºi orice bunuri daþi voi ele sunt pentru"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "[Daþi milostenie] pentru cei nevoiaºi, care se strãduiesc pe calea lui Allah ºi nu pot umbla prin lume ! Cel neºtiutor îi socoteºte înstãriþi din cauza pioºeniei lor. Îi cunoºti dupã se"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Cei care dãruiesc din bunurile lor [milostenie] noaptea ºi ziua, în tainã ºi fãþiº, au rãsplata lor la Domnul lor ºi ei nu au a se teme ºi nici nu vor fi ei mâhniþi"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Cei care mãnâncã din camãtã nu se vor ridica [în Ziua de Apoi] decât aºa cum se poticneºte cel atins de ªeitan ºi aceastã [pedeapsã] pentru cã ei zic: \"ªi negustoria e ca ºi c"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah nimiceºte camãta ºi sporeºte milosteniile. Allah nu-l iubeºte pe necredinciosul pãcãtos"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Cei care cred ºi plinesc fapte bune, fac Rugãciunea [As-Salat] ºi dau Dania [Az-Zakat], au rãsplata lor de la Domnul lor ºi pentru ei nu este teamã ºi nici nu vor fi ei mâhniþi"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "O, voi, cei care credeþi! Fiþi cu fricã de Allah ºi lipsiþi-vã derestul de camãtã ce v-a mai rãmas [la oameni], dacã sunteþi credincioºi"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Dacã nu o veþi face, vi se vesteºte rãzboi din partea lui Allah ºi a Trimisului Sãu. Însã dacã vã veþi cãi, veþi avea banii voºtri [mai puþin camãta]. Nu"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Aceluia care este strâmtorat sã i se dea pãsuire pânã îi va fi uºor, iar sã faceþi milostenie e ºi mai bine pentru voi, dacã ºtiþi"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "ªi fiþi cu fricã de Ziua în care vã veþi întoarce la Allah, când fiecare suflet va fi rãsplãtit dupã ceea ce a agonisit, iar ei [oamenii] nu vor fi nedreptãþiþi"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "O, voi, cei care credeþi! Dacã voi contractaþi o datorie pentru un anumit timp, atunci însemnaþi-o în scris! ªi sã o însemne, între voi, un scrib cu dreptate! Scribul nu are voie sã refuze a scrie, a"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "ªi dacã sunteþi într-o cãlãtorie ºi nu gãsiþi un scrib, atunci un zãlog primit [este de ajuns]. Iar dacã aveþi încredere unul în altul, atunci sã înapoiez"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Ale lui Allah sunt toate din ceruri ºi de pre pãmânt. ªi dacã arãtaþi sau ascundeþi ceea ce este în sufletele voastre, Allah vã va cere socotealã pentru acest lucru. Apoi El îl va iert"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Trimisul a crezut în ceea ce i-a fost pogorât de la Domnul sãu,asemenea ºi dreptcredincioºii. Fiecare [dintre ei] a crezut în Allah, în îngerii Lui, în scripturile Lui ºi în trimiºii Lui. [ªi ei zic]: “Noi nu facemnici o"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Allah nu impune nici unui suflet decât ceea ce este în putinþa lui. El are ca rãsplatã ceea ce ºi-a agonisit [faptele bune] ºi împotriva lui ceea ce a dobândit [faptele rele]. Doamne, nu ne pedepsi pe noi, dacã am ui"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif, Lam, Mim"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Allah! Nu existã altã divinitate în afarã de El, Cel Viu [Al-Hayy], CelVeºnic [Al-Qayyum]"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "El þi-a pogorât Cartea cu Adevãrul [Coranul], întãrindu-le pe cele de dinaintea ei. El a pogorât Tora ºi Evanghelia"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "Mai înainte, drept cãlãuzã pentru oameni ºi a pogorât Îndreptarul[Al-Furqan] . Cei care nu cred în semnele lui Allah vor avea parte dechin aspru. Allah este Atotputernic [’Aziz] [ºi] Dãtãtor de pedeaps&a"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Lui Allah nu-I este nimic ascuns, nici de pre pãmânt ºi nici din cer"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "El este Acela care vã plãmãdeºte în mitre, precum voieºte. Nu este altã divinitatea în afara Lui, Atotputernicul, Înþeleptul [Al-Aziz, Al-Hakim]"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "El este Acela care þi-a pogorât Cartea. În ea sunt versete desluºite- ºi ele sunt temeiurile Cãrþii - ºi altele nedesluºite. Cei cu înclinare[cãtre rãtãcire] în inimi le urmãresc pe"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Doamne! Nu duce în rãtãcire inimile noastre, dupã ce Tu ne-ai cãlã- uzit ºi dã-ne nouã îndurarea Ta, cãci Tu eºti Cel Dar nic [Al-Wahhab]"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Doamne! Tu îi vei aduna pe oameni într-o Zi, în legãturã cu care nu este nici o îndoialã. Allah [cu adevãrat] nu-ªi calcã fãgãduinþa"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Acelora care nu cred, nu le vor fi de folos nici averile lor ºi nici copiii lor la Allah întru nimic. Aceºtia vor fi vreascuri pentru Foc"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Asemenea neamului lui Faraon ºi celor de dinaintea lui, care au tãgãduit semnele Noastre. Dar Allah i-a nimicit pentru pãcatele lor ºi Allah este aspru în pedeapsã"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "ªi spune celor care nu cred: “Veþi fi biruiþi [curând] ºi veþi fi adu- naþi spre Gheena! ªi ce pat groaznic veþi avea!”"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Aþi avut un semn în cele douã oºtiri ce s-au ciocnit: o oºtire carelupta pe calea lui Allah ºi o alta, necredincioasã, care i-a vãzut [pe credincioºi] de douã ori mai mulþi decât ei"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Frumoasã a fost fãcutã sã parã în ochii oamenilor dragostea pentru cele jinduite - femeile, progeniturile, multe grãmezi de aur ºi argint, caii de rasã aleasã, animalele ºi ogoarele. Acest"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Spune: „Pot eu sã vã vestesc ceva mai bun decât acestea? Aceia care sunt cu fricã au de la Domnul lor grãdini pe sub care curg râuri, în care vor avea veºnic sãlaº, ºi soþii curate ºi mulþ"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Care zic: „Doamne, noi credem! Iartã-ne nouã greºalele noastre ºi fereºte-ne pe noi de chinurile Focului!”"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "[Aceºtia sunt] cei rãbdãtori, cei sinceri, cei smeriþi, cei care dau milostenie, cei care cer iertare înainte de revãrsatul zorilor"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Allah mãrturiseºte cã nu existã altã divinitate în afarã de El. ªi îngerii ºi cei înzestraþi cu ºtiinþã [mãrturisesc] cu dreptate cã: „Nu existã al"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "[Unica] religie acceptatã de Allah este Islamul ºi nu au fost deose- biri între cei cãrora le-a fost datã Scriptura decât dupã ce a ajuns laei ªtiinþa , din pricina pizmei lor. Iar cel care nu crede în semnele"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Dacã ei se împotrivesc þie, spune-le: „M-am supus în faþa lui Allah , eu ºi cei care m-au urmat!” ªi spune celor cãrora li s-a dat Scriptura, precum ºi celor în neºtiinþã : „V-a"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Acelora care nu cred în semnele lui Allah ºi-i omoarã pe profeþi pe nedrept ºi-i omoarã pe aceia dintre oameni care poruncesc dreptatea, acelora vesteºte-le osândã dureroasã"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Aceia sunt cei ale cãror fapte sunt în deºert în aceastã viaþã ca ºi în Viaþa de Apoi ºi ei nu vor avea sprijinitori"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Oare nu i-ai vãzut pe aceia cãrora li s-a dat o parte din Carte? Ei sunt chemaþi la Cartea lui Allah pentru a judeca în certurile dintre ei, dar unii dintre ei întorc spatele ºi se îndepãrteazã"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Aceasta pentru cã ei zic: \"Focul nu ne va atinge decât numaicâteva zile numãrate!\" Dar i-a înºelat în credinþa lor ceea ce ei au nãscocit"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Dar cum va fi, când îi vom aduna, într-o Zi în legãturã cu care nu este nici o îndoialã, când fiecare suflet va fi rãsplãtit dupã ceea ce a agonisit ºi când ei nu vor fi nicicum nedreptãþiþ"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Spune: “O, Doamne, Stãpân peste toate! Tu dai stãpânirea ace- luia care voieºti Tu ºi iei stãpânirea de la cel care voieºti Tu. Tu îl cinsteºti pe cel care voieºti Tu ºi îl umileºti pe"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Tu faci sã intre noaptea în zi ºi faci sã intre ziua în noapte. Tu faci sã se iveascã viul din mort ºi faci sã se iveascã mortul din viu ºi Tu îl dãruieºti [cu cele necesare traiului] p"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Dreptcredincioºii sã nu-i ia pe necredincioºi drept aliaþi în loculdreptcredincioºilor. Cel care face aceasta nu va mai avea legãturã cuAllah, afarã de situaþia în care cãutaþi o pav&ati"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Spune: „De veþi þine ascuns ceea ce se aflã în piepturile voastre sau de veþi da pe faþã acestea, Allah le ºtie. El ºtie tot ce se aflã în ceruri ºi tot ceea ce se afl&atil"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "În ziua în care fiecare suflet se va afla în faþa binelui ce l-a fãcut ºia rãului ce l-a fãcut, va dori ca între el ºi acesta [rãul] sã fie o mare distanþã. Allah vã avertizeaz"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Spune: „[O, Profetule] Dacã Îl iubiþi pe Allah, urmaþi-mã ºi Allah vã va iubi ºi vã va ierta pãcatele voastre! Allah e Iertãtor, Îndurãtor[Al-Ghafur, Ar-Rahim]"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Spune: “Fiþi cu supunere faþã de Allah ºi de Trimis , dar dacã întoarceþi spatele, Allah nu-i iubeºte pe necredincioºi!”"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Allah i-a ales pe Adam, pe Noe, familia lui Avraam ºi familia luiImran peste toate lumile [din vremea lor]"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Ca scoborâtori unii din alþii. Allah este Cel care Aude Totul, Atoateºtiutor [Sami’, ‘Alim]"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Muierea lui Imran a zis: “Doamne, Îþi juruiesc [numai] Þie ceea ce este în pântecul meu, devotat numai Þie! Primeºte-l de la mine! Tu eºti Cel care Aude Totul, Atoateºtiutor [As-Sami’, Al-’Alim] !”"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "ªi când a nãscut, a zis ea: “Doamne, am zãmislit o copilã!”, dar Allah ºtia bine ceea ce nãscuse ea. ªi un bãiat nu este întocmai ca o copilã! “Eu i-am pus numele Maria ºi o încredinþez"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Domnul ei a acceptat-o cu bunã primire ºi a lãsat-o sã creascã cu bunã creºtere ºi a încredinþat-o lui Zaharia . ªi de fiecare datã când intra Zaharia la ea în templu, gãsea lâng"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Atunci, Zaharia s-a rugat Domnului sãu, zicând: “Doamne, dãruieºte-mi mie de la Tine vlãstare binecuvântate, cãci Tu eºti Cel care Aude ruga!”"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Atunci, l-au chemat îngerii, în vreme ce el se ruga, stând în pi- cioare, în templu, [zicându-i]: “Iatã cã Allah þi-l vesteºte pe Yahya, care va adeveri un cuvânt al lui Allah . [ªi el va fi] un bãrbat no"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "El a zis: “Doamne, cum sã am eu un bãiat, când m-au ajunsbãtrâneþile, iar muierea mea este stearpã?” ªi i-a rãspuns [Allah]:“Aºa!” Allah face ceea ce voieºte"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "A zis [Zaharia]: “Doamne, dã-mi mie un semn!”. I-a rãspuns [Allah]:“Semnul tãu va fi cã nu vei putea vorbi cu oamenii, vreme de trei zile,decât prin semne! Pomeneºte-L pe Domnul tãu des ºi laudã-L pe El"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Îngerii au zis: “O, Maria! Allah te-a ales ºi te-a fãcut curatã. El te-a ales peste femeile lumilor"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "O, Maria! Fii cu ascultare faþã de Stãpânul tãu, prosterneazã-te ºi pleacã-te, rugându-te împreunã cu cei ce se pleacã!”"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Acestea sunt dintre veºtile necunoscutului pe care Noi þi le reve-lãm. Tu nu ai fost lângã ei, când ei au aruncat calemurile lor[pentru a hotãrî] care dintre ei s-o ocroteascã pe Maria ºi nu ai fost"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Îngerii au zis: “O, Maria! Allah îþi vesteºte un Cuvânt din partea Lui: numele lui va fi Al-Masih, Isa , fiul Mariei, mãreþ în aceastã lume ca ºi în lumea de Apoi ºi unul dintre cei mai apropiaþi [de A]"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "El le va vorbi oamenilor din pruncie, la fel ºi când va fi bãrbat între douã vârste ºi va fi dintre cei evlavioºi”"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Ea a zis: “Doamne, cum sã am un copil fãrã sã mã fi atins un bãrbat?” I-a rãspuns El: “Întocmai aºa!” Allah creeazã ceea ce voieºteEl. Când El hotãrã"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "ªi El îl va învãþa scrierea ºi înþelepciunea, Tora ºi Evanghelia"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "ªi trimis la fiii lui Israel [le va zice]: “Eu vin la voi cu semn de la Domnul vostru! Eu plãmãdesc pentru voi din lut ca un chip de pasãre ºi suflu asupra sa ºi se va face o pasãre vie, cu voia lui"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "Eu întãresc ceea ce a fost revelat în Tora mai înainte de mine ºivã voi îngãdui o parte din cele ce v-au fost oprite . Eu v-am adussemne de la Domnul vostru, deci fiþi cu fricã de Allah ºi daþ"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Allah este Stãpânul meu ºi Stãpânul vostru. Aºadar, adoraþi-L peEl! Aceasta este o cale dreaptã!”"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Apoi, când Isus a simþit necredinþa lor, le-a zis: “Cine sunt sprijini- torii mei [în chemarea] la Allah?” Apostolii au rãspuns: “Noi suntem sprijinitorii [religiei] lui Allah! Noi credem în Allah ºi fã mãrturie c&at"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Doamne! Noi credem în ceea ce Tu ai pogorât ºi-l ur mãm peTrimis, deci scrie-ne pe noi printre cei care fac mãrturie”"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "ªi ei au viclenit , dar Allah a fãcut ca planurile lor sã nu izbuteascã, fiindcã Allah este cel mai bun dintre plãnuitori"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Când Allah a spus: “O, Isus! Eu îþi voi da o rãsplatã îmbelºugatã,te voi înãlþa la Mine, te voi mântui de cei care nu cred ºi îi voi pune pe cei care te-au urmat peste cei care nu cred pânã în ziua"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Cât despre cei care au tãgãduit, pe ei îi voi supune la chinuri grele atât în aceastã lume, cât ºi în Lumea de Apoi ºi ei nu vor avea pe nimeni sã-i ajute.”"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Cât despre cei care cred ºi sãvârºesc fapte bune, El le va da rãsplata cuvenitã lor. Allah nu-i iubeºte pe cei nelegiuiþi"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Acestea þi le recitãm þie din versete ºi Mesajul Înþelepciunii"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Înaintea lui Allah, Isus este asemenea lui Adam , pe care El l-a fãcut din lut ºi apoi i-a zis lui \"Fii\" ºi el a fost"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Adevãrul vine de la Domnul tãu ºi nu va fi dintre aceia care se îndoiesc"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Acelora care se contrazic cu tine [o, Muhammed], în privinþa lui[Isus], dupã ºtiinþa care ai primit-o, spune-le: „Veniþi, sã-i chemãm pefraþii noºtri ºi pe fii voºtri, pe muierile noastre"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Aceasta este povestea cea adevãratã ºi nu existã divinitate în afarã de Allah, iar Allah este Puternic, Înþelept [Al-’Aziz, Al-Hakim]"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Iar dacã ei întorc spatele, Allah îi ºtie pe cei care seamãnã stricare"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Spune: „O, voi oameni ai Scripturii, veniþi la un cuvânt comun între noi ºi voi : sã nu-L adorãm decât pe Allah, sã nu-L asociem cu nimic, sã nu ne luãm unii pe alþii drept dumnezei, în afarã de"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "O, voi oameni ai Scripturii, de ce vã contraziceþi asupra lui Avraam, când Tora ºi Evanghelia nu au fost revelate decât dupã el? Voi nu aveþi judecatã"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Voi sunteþi aceia care aþi avut dispute asupra lucrurilor de careaþi avut cunoºtinþã, dar de ce stârniþi dispute despre lucruri pe care nu le cunoaºteþi? ªi Allah ºtie, în vreme ce voi nu ∨"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Avraam nu a fost nici iudeu, nici creºtin. El a fost credincios adevãrat ºi întru totul supus lui Allah [musulman], ºi nu a fost dintre cei care-I fac semeni"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Cei mai îndreptãþiþi oameni sã se socoteascã apropiaþi de Avraam sunt aceia care l-au urmat pe el ºi pe acest Profet ºi aceia care cred. Iar Allah este Ocrotitorul credincioºilor"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "O parte dintre oamenii Scripturii ar fi vrut sã vã pricinuiascã rãtã- cirea, dar ei nu-ºi pricinuiesc decât lor înºiºi rãtãcire, fãrã sã-ºi dea seama"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "O, voi oameni ai Scripturii, de ce tãgãduiþi [voi] versetele luiAllah , când voi mãrturisiþi [cã sunt de la El]"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "O, oameni ai Scripturii, de ce îmbrãcaþi voi adevãrul cu neadevãrºi ascundeþi adevãrul cu bunã ºtiinþã"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "O parte dintre oamenii Scripturii zic: “În faptul zilei, [prefaceþi- vã cã voi] credeþi în ceea ce li s-a revelat celor care cred, dar lepãdaþi- vã [de aceasta] la sfârºitul ei; poate cã ei"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "[Oamenii Cãrþii spun semenilor lor:] „ªi nu credeþi decât numai acelora care urmeazã religia voastrã!” Spune: „Adevãrata Cãlãuzire este Cãlãuzirea lui Allah!” [ªi ei mai]"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Allah alege pentru îndurarea Sa pe acela care voieºte El, cãciAllah este Cel cu har nemãrginit"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Printre oamenii Scripturii [iudeii] sunt unii care, dacã le-ai încredinþat un qintal , þi-l dau înapoi, dar printre ei sunt ºi alþii care, dacã le-ai încredinþat un dinar nu þi-l dau înapoi decât"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Dimpotrivã, cei care-ºi þin fãgãduinþa ºi au fricã [de Allah], [aceia trebuie sã ºtie cã] Allah îi iubeºte pe cei care se tem [de El]"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Însã aceia care-ºi vând fãgãduinþa datã lui Allah ºi jurãmintele lor pe un preþ de nimic, aceia nu vor avea parte în Viaþa de Apoi; Allah nu le va vorbi lor, nici nu-ºi va îndrep"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Printre ei sunt unii care stâlcesc Cartea cu limbile lor, pentru ca sã vã facã sã credeþi cã [aceasta] este din Carte, însã aceasta nu este din Carte, ºi ei spun: “Aceasta este de la Allah"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Nu se cuvine ca un om cãruia Allah i-a dãruit Cartea, Cârmuirea ºiProfeþia sã spunã apoi lumii: “Fiþi adoratorii mei, ºi nu ai lui Allah”, ci[se cuvine sã spunã]: “Fiþi supuºi Dom"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "ªi el nu vã va putea porunci sã-i luaþi pe îngeri ºi pe profeþidrept Domni. Oare ar putea sã vã porunceascã necredinþa dupã ce aþi fost supuºi [ai lui Allah, musulmani]"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "ªi când Allah a încheiat un legãmânt cu profeþii, [le-a zis El]: “Vã dau vouã o Carte ºi Înþelepciune. Apoi, dacã va veni la voi un trimispentru a întãri ceea ce aveþi, voi tre"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "ªi oricine va respinge dupã aceasta, aceia sunt nelegiuiþi"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Doresc ei o altã religie decât religia lui Allah, de vreme ce Lui Is-au supus, de voie ori de nevoie? Toate din ceruri ºi de pre pãmânt laEl se întorc"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Spune, [o, Muhammed]: “Noi credem în Allah, în ceea ce ne-a po- gorât nouã ºi a pogorât lui Avraam, lui Ismail, lui Isaac, lui Iacob ºi seminþiilor , precum ºi în [cãrþile] date lui Moise, lui Isus ºi tuturor"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Acela care doreºte o altã religie decât Islamul, nu-i va fi acceptatã, ºi el se va afla în Lumea de Apoi printre cei pierduþi"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Cum sã-i cãlãuzeascã Allah pe aceia care au refuzat credinþa, dupã ce au crezut ºi dupã ce au mãrturisit cã Trimisul este adevãrat ºi dupã ce le-au venit semn"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Rãsplata acestora este blestemul lui Allah, al îngerilor ºi al tuturor oamenilor"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "În veci vor rãmâne în el [în Iad], iar chinurile lor nu vor fi uºurateºi nici rãgaz nu li se va da"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Afarã de aceia care se cãiesc dupã aceea ºi se îndreaptã, cãciAllah este Iertãtor, Îndurãtor [Al-Ghafur, Al-Rahim]"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Acelora care nu mai cred dupã ce înainte crezuserã, iar apoisporesc necredinþa lor nu le va fi primitã cãinþa ºi aceia sunt cei rãtãciþi"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "De la aceia care nu cred ºi mor necredincioºi nu se va primi niciodatã de la vreunul dintre ei nici chiar întregul pãmânt în aur, chiar dacã ei ar voi sã se rãscumpere cu el. Aceia vor avea parte"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Voi nu veþi ajunge la [adevãrata] evlavie decât dacã veþi face daruri din ceea ce vã este drag . ªi Allah ºtie tot ceea ce voi dãruiþi"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Toate mâncãrurile le-au fost îngãduite fiilor lui Israel, în afarã deceea ce Israel însuºi ºi-a oprit, înainte ca Tora sã fi fost trimisã. Spune-le: \"Aduceþi Tora ºi citiþi-o, dac&a"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "ªi aceia care nãscocesc dupã toate acestea minciuni pe seama lui Allah, aceia sunt cu adevãrat nelegiuiþi"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Spune: “Allah a grãit adevãr! Urmaþi, aºadar, religia lui Avraam cel drept întru credinþã, care nu a fost pãgân! ”"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Cea dintâi Casã [de închinare] ridicatã pentru oameni este aceea din Bakka , cea binecuvântatã ºi cãlãuzire pentru toate lumile"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "În ea sunt semne limpezi, [printre care] locul unde a stat Avraam, iar acela care intrã în ea este în siguranþã. Este o datorie a oamenilor faþã de Allah [sã împlineascã] Pelerinajul la aceast"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Spune: “O, oameni ai Scripturii, de ce tãgãduiþi semnele luiAllah ? Doarã Allah este martor la cele pe care le fãptuiþi!”"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Spune: “O, oameni ai Scripturii, de ce îi abateþi de la calea lui Allah pe cei care cred ºi de ce voiþi voi sã o faceþi strâmbã când voi sunteþi martori?” Iarã Allah nu este cu nebãgare de"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O, voi cei care credeþi! Dacã voi urmaþi unei pãrþi dintre aceiacãrora li s-a dãruit Cartea, aceasta vã va împinge de la credinþa voastrã, fãcându-vã din nou necre"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "ªi cum aþi putea voi sã tãgãduiþi, când vi se recitã versetele lui Allah ºi între voi se aflã Trimisul Lui? Iar acela care se va þine neclintit de Allah, va fi cãlãuzit pe un dr"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O, voi cei care credeþi! Fiþi cu fricã de Allah, aºa cum se cuvine sã fie frica de El ºi sã nu vã sãvârºiþi din viaþã decât fiind musulmani"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "ªi þineþi-vã cu toþii strâns de Frânghia lui Allah ºi nu vã scin- daþi ! ªi aduceþi-vã aminte de îndurarea lui Allah pentru voi, cãci aþi fost duºmani [înainte de Islam]"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Sã se facã din voi o comunitate care sã cheme la tot ceea ce este bun, sã porunceascã ceea ce este drept [ma’ruf] ºi sã opreascãde la ceea ce este nedrept [munkar]! Aceºtia sunt cei care"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Nu fiþi asemenea acelor care s-au scindat ºi au fost cu neînþelegere dupã ce le-au venit semnele limpezi, cãci aceia vor avea parte de chin cumplit"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Într-o Zi, unele chipuri se vor lumina, iar alte chipuri se vor întu- neca. Acelora cu chipurile întunecate [li se va spune]: “V-aþi lepãdatde credinþã, dupã ce aþi fost credincioºi? Gustaþi"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Cât despre cei cu chipurile luminoase, ei se vor afla sub îndurarea lui Allah ºi în ea vor sãlãºlui în veci"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Acestea sunt versetele lui Allah. Noi þie, [Muhammed], þi le recitãm întru adevãr. ªi Allah nu voieºte nedreptãþirea lumilor"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Ale lui Allah sunt cele din ceruri ºi de pre pãmânt ºi la Allah se întorc toate"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Sunteþi cea mai bunã comunitate care s-a ivit pentru oameni. Voi porunciþi ceea ce este drept ºi opriþi ceea ce este nedrept ºi credeþiîn Allah. Dacã oamenii Scripturii ar fi crezut ar fi fost bine pentru"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Ei nu vor putea niciodatã sã vã pricinuiascã decât numai micãvãtãmare [cu vorba]. Iar dacã se vor lupta cu voi, vã vor întoarcespatele [fugind] ºi nu vor fi ajutaþi [de]"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Ei sunt loviþi de umilinþã, oriunde se aflã, doar dacã vor fi ajutaþi de Allah sau de un legãmânt cu oamenii. Ei ºi-au atras mânia lui Allahºi umilinþa cade asupra lor ºi asta pentru c&at"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Dar ei nu sunt toþi la fel. Se aflã printre oamenii Scripturii o comunitate dreaptã, care recitã versetele lui Allah în timp de noapte ºi se prosterneazã [rugându-se]"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Ei cred în Allah ºi în Ziua de Apoi, poruncesc ceea ce estedrept ºi opresc de la ceea ce este nedrept ºi se grãbesc la faptelebune; aceºtia sunt printre cei cucernici"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "ªi binele pe care ei îl fac nu poate fi tãgãduit, cãci Allah îi ºtie bine pe cei cuvioºi"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Cât despre cei care au tãgãduit, nici averile lor, nici copiii lor nule vor fi de nici un folos la Allah. Aceºtia sunt oaspeþii Focului ºi în elvor sãlãºlui veºnic"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Ceea ce cheltuiesc ei în aceastã viaþã seamãnã cu un vânt care aduce frig tãios, ce se abate peste ogoarele unor oameni, care au fost nedrepþi cu ei înºiºi, ºi le prãpãdeºte"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "O, voi cei care credeþi! Nu luaþi prieteni de încredere dintre cei ce nu sunt ai voºtri, cãci ei nu vor înceta sã vã încurce! Ei doresc numai rãul vostru. Ura se iveºte din gurile lor, dar ceea ce ascund"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Iatã cã voi îi iubiþi pe ei, în vreme ce ei nu vã iubesc pe voi. Voi credeþi în întreaga Carte . Când se întâlnesc cu voi, ei zic: “Noi credem [în Islam]”, dar când rãmân singuri, îºi mu&ord"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Dacã voi aveþi parte de ceva bun, ei sunt mâhniþi, iar dacã vi se întâmplã ceva rãu, ei se bucurã de aceasta. Însã dacã veþi fi cu rãbdareºi vã veþi teme [d]"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "[Adu-þi aminte, o, Muhammed,] când ai plecat dimineaþa de la familia ta, pentru a stabili credincioºilor locurile de luptã! Allah este Cel care Aude Totul, Atoateºtiutor [As-Sami, Al-’Alim]"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "[Adu-þi aminte], când douã oºtiri de-ale voastre s-au gândit sã se întoarcã, [socotind cã nu vor izbândi], dar Allah a fost Ocrotitorul lor?! Pe Allah trebuie sã se bizuie credincioºii"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Allah v-a fãcut biruitori la Badr , mãcar cã eraþi umili. Deci fiþi cu fricã de Allah ºi poate cã voi o sã fiþi mulþumitori"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "[ªi adu-þi aminte], când tu le-ai spus credincioºilor: “Nu v-a îndestulat Domnul vostru ajutându-vã cu trei mii de îngeri pogorâþi[anume pentru aceasta]?!”"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Ba da! Dacã voi rãbdaþi ºi aveþi fricã [de Allah], atunci când[duºmanii] se nãpustesc asupra voastrã numaidecât, Domnul vostru vã va trimite întãri cinci mii de îngeri înz"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "ªi Allah nu a fãcut-o decât o veste bunã ºi pentru ca inimile voastre sã se liniºteascã prin aceasta. Victoria nu poate veni decât dela Allah, Puternicul, Înþeleptul [Al-’Aziz, Al-Hakim]"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Pentru a nimici o parte dintre necredincioºi sau pentru a-i supune prin umilire, astfel încât sã se întoarcã dezamãgiþi"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Tu, [Muhammed,] nu ai nici un amestec în aceasta; fie cã El pri- meºte cãinþa lor, fie cã îi osândeºte, pentru cã ei sunt într-adevãr nelegiuiþi"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Ale lui Allah sunt toate cele din ceruri ºi de pre pãmânt; El iartã pe cine voieºte ºi osândeºte pe cine voieºte. Cãci Allah este Iertãtor, Îndurãtor [Ghafur, Rahim]"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O, voi cei care credeþi, nu luaþi camãtã înmulþitã fãrã mãsurã. ªi fiþi cu fricã de Allah, ca sã izbândiþi"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "ªi fiþi cu teamã de Focul cel pregãtit pentru necredincioºi"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "ªi fiþi supuºi faþã de Allah ºi faþã de Trimis, ca sã fiþi iertaþi"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "ªi grãbiþi-vã spre iertarea Domnului vostru ºi spre Raiul cel întins cât cerurile ºi pãmântul, pregãtit pentru cei evlavioºi"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Care dau milostenii atât atunci când au parte de belºug, cât ºi atunci când sunt la necaz, care-ºi stãpânesc mânia ºi care iartã oamenilor, cãci Allah îi iubeºte pe cei care plinesc fapte bune"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "ªi pe cei care, dacã au sãvârºit o faptã josnicã sau au fost nedrepþi cu propriile lor suflete , îºi aduc aminte de [mãreþia lui] Allah ºi cer iertare pentru p&atild"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Rãsplata acestora va fi iertarea Domnului lor ºi Grãdini pe subcare curg pâraie ºi în ele vor avea sãlaº veºnic. ªi ce minunatãrãsplatã pentru cei care fac bine"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Înainte de voi, multe legi s-au statornicit. Umblaþi prin lume ºi vedeþi care-i sfârºitul mincinoºilor"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Aceasta este desluºire pentru oameni, cãlãuzire ºi îndemn pentru cei cu fricã [de Allah]"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Nu fiþi slabi ºi nici întristaþi, cãci voi veþi fi cei biruitori, dacã sunteþi credincioºi"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Dacã aþi primit o ranã, ºi ceilalþi oameni au primit rãni ase- menea ei. Astfel schimbãm Noi aceste zile între oameni , pentru caAllah sã-i cunoascã pe cei care cred ºi sã al"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "ªi pentru ca Allah sã-i deosebeascã pe cei care cred ºi sã-i pedepseascã pe cei necredincioºi"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Sau aþi crezut voi cã veþi intra în Rai fãrã ca Allah sã-i ºtie pe cei care au luptat dintre voi ºi sã-i ºtie pe cei care au fost statornici"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Bineînþeles, voi doreaþi moartea înainte de a o întâlni, dar acum aþi vãzut-o, aþi privit [la ea cu ochii voºtri]"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "ªi Muhammed nu este decât un trimis - ºi au mai fost înainte de el ºi alþi trimiºi. Dacã el ar muri sau ar fi ucis, v-aþi întoarce voi pe cãlcâiele voastre? Cel care s-ar întoarce pe cãlcâiele lui nu"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Nici un suflet nu va putea muri fãrã de voia lui Allah, dupã sorocul scris. Cel care vrea rãsplata în aceastã lume, Noi i-o vom da în ea, iar cel care vrea rãsplata în Lumea de Apoi, Noi i-o vom da î"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Câþi profeþi au luptat - ºi laolaltã cu ei nenumãraþi ucenici - ºi nu au slãbit în faþa loviturilor pe care le-au primit pe calea lui Allah!Nu au slãbit ºi nu au cedat niciodat&ati"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "ªi ei n-au avut alt cuvânt decât sã spunã: \"Doamne, iartã-ne nouã pãcatele noastre ºi silnicia din purtarea noastrã, întãreºte-ne pi-cioarele noastre ºi ajutã-ne pe"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "ªi [ca urmare] Allah le-a dãruit lor rãsplatã în aceastã lume ºi bunã rãsplatã în Lumea de Apoi, cãci Allah îi iubeºte pe cei care fac bine [Al-Muhsinin]"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "O, voi cei care credeþi! Dacã vã veþi supune celor care au tãgã- duit, ei vã vor face sã vã întoarceþi pe cãlcâiele voastre ºi veþi redeveni pierduþi"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Însã Allah este Stãpânul vostru ºi El este cel mai bun dintre spri- jinitori"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Noi vom semãna spaimã în inimile celor care tãgãduiesc, pentru cã I-au asociat lui Allah [idoli], fãrã ca El sã fi trimis nici o dovadã pentru aceasta, iar sãlaºul l"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Allah ªi-a þinut fãgãduinþa Sa faþã de voi, cãci cu îngãduinþa Luii-aþi nimicit [pe duºmani] pânã ce v-aþi poticnit ºi v-aþi împotrivit unii altora asupra"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "[Aduceþi-vã aminte] când fugeaþi voi urcând, fãrã sã vãîntoarceþi spre nimenea, în vreme ce în ur ma voastrã, Trimisul vã chema [sã vã întoarce&tho]"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Apoi a pogorât El asupra voastrã, dupã durere, o liniºte, un somn, care i-a învãluit pe o parte dintre voi, iar o altã parte a fost cuprinsã de griji, bãnuind despre Allah lucruri ne"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Pe aceia dintre voi care au întors spatele în ziua când s-auîntâlnit cele douã oºti, numai ªeitan i-a fãcut sã se poticneascã pentru unele [fapte rele] pe care le-au agonisit. Dar Allah i-a iertat, c&ati"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "O, voi cei care credeþi! Nu fiþi asemeni celor care nu cred ºi care spun despre fraþii lor ce bat drumurile sau purced la luptã: “Dacãar fi fost la noi, ei nu ar fi murit ºi nu ar fi fost omorâ&tho"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Iar de veþi fi omorâþi pe calea lui Allah sau de veþi muri, iertarea lui Allah ºi îndurarea sa sunt mai bune decât ceea ce agonisesc ei [din averi]"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "ªi dacã veþi muri sau veþi fi uciºi, la Allah vã veþi aduna"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "ªi datoritã îndurãrii lui Allah, tu, [Muhammed], ai fost aºa de blând cu ei! Iar de ai fi fost fãrã blândeþe ºi aspru la inimã, ei ar fi fugit din preajma ta. Deci iartã-le lor ºi roag&a"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Dacã Allah vã face sã izbândiþi, nimeni nu vã va putea birui, dar de vã va pãrãsi pe voi, cine este acela care ar putea sã vã ajute dupã El? În Allah trebuie sã se î"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Un profet nu poate sã-ºi însuºeascã o pradã! Iar acela care ºi-o va însuºi va veni în Ziua de Apoi cu ceea ce ºi-a însuºit. Atunci fiecare suflet va primi pe de-a-ntregul rãsplata care ºi-a a"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Acela care a cãutat mulþumirea lui Allah sã fie la fel ca acela care ºi-a atras mânia lui Allah ºi [al cãru-i Sãlaº] va fi Gheena? ªi ce neplãcutã menire"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Ei sunt [pe] trepte [diferite] la [rãsplata lui] Allah ºi Allah vede bine ceea ce fac ei"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Allah ªi-a arãtat bunãvoinþa faþã de credincioºi, trimiþându-le un profet chiar din mijlocul lor, care sã le recite versetele Sale, sã-i curã-þeascã ºi sã-i"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Când o nenorocire v-a lovit - dar voi aþi lovit altã datã de douã ori pe-atât! - aþi zis: “De unde a venit aceasta?”. Spune-le lor: “A venit de la voi înºivã!”. Allah are putere peste toate"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "ªi ceea ce a venit peste voi, în ziua când cele douã oºti s-au întâlnit , a fost cu voia lui Allah, pentru ca El sã-i deosebeascã pe credincioºi"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "ªi sã-i deosebeascã pe aceia care numai se fãþãreau. Li s-a zis lor: “Veniþi ºi luptaþi pe calea lui Allah sau îmboldiþi!”. Au rãspuns ei:“De bunã seamã, v-am urma, dac&at"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Aceºtia sunt cei care au rãmas [în cãminele lor], zicând fraþilorlor: “Dacã ne-ar fi dat ascultare, n-ar fi fost omorâþi”. Spune-le:“Þineþi atunci moartea departe de voi, dacã voi spune&t"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Sã nu crezi cã cei care au fost uciºi pe calea lui Allah [martirii] sunt morþi! Dimpotrivã, ei sunt vii la Domnul lor ºi sunt bine dãruiþi [din roadele Raiului]"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Veseli de binefacerea pe care le-a dãruit-o Allah. Ei se bucurãpentru aceia care au rãmas în urma lor ºi nu li s-au alãturat încã, pentru cã ei nu au a se teme ºi nici nu sunt mâhniþi"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Ei se bucurã de binefacerea lui Allah ºi de harul Lui, precum ºi de aceea cã Allah nu lasã sã se piardã rãsplata credincioºilor"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Aceia care au rãspuns chemãrii lui Allah ºi a Trimisului, cu toate cã au fost loviþi, aceia dintre ei care au fãcut bine ºi au fost cu fricã [de Allah] vor avea mare rãsplatã"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Acelora cãrora lumea le-a spus: “Oamenii s-au adunat împotriva voastrã, deci temeþi-vã de ei!”, credinþa le-a sporit ºi au zisei: “Ne este de ajuns [ajutorul lui] Allah ºi El este Cel mai bun"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "ªi ei s-au întors [dupã aceea] cu binefacerea lui Allah ºi harulSãu, fãrã sã-i fi atins nici un rãu. Ei au cãutat mulþumirea lui Allah, cãci Allah este Dãtãtor de har n"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Acela este ªeitan, care vã îndeamnã sã vã temeþi de pãrtaºii sãi, dar voi nu vã temeþi de ei! Ci temeþi-vã de Mine, dacã sunteþi credincioºi"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "ªi sã nu te mâhneascã aceia care se grãbesc la necredinþã! Ei doarã nu-i pot strica întru nimic lui Allah. Allah nu voieºte sã le facã lor parte în Lumea de Apoi, ci pentru ei este mare chi"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Aceia care cumpãrã necredinþa cu credinþã, nu-I pot strica întru nimic lui Allah, iar pentru ei va fi chin dureros"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "ªi sã nu socoteascã cei care nu cred cã rãgazul pe care li-l dãm va fi spre binele lor, ci Noi avem îndelungã rãbdare cu ei pentru a creºte întru pãcate. Iar ei vor avea par"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Allah nu-i va lãsa pe credincioºi în starea în care voi sunteþi, decât numai pânã ce-l va despãrþi pe cel rãu de cel bun. ªi Allah nuvã va dezvãlui vouã tainele celor nev&at"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Sã nu creadã aceia care sunt zgârciþi cu ceea ce Allah le-a dãruit din harul Sãu cã aceasta este spre binele lor! Dimpotrivã, aceasta este spre rãul lor, cãci cele cu care au fost zgârciþ"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Allah a auzit vorbele acelora care au zis: “Allah este sãrac, iar noi suntem bogaþi” . Vom scrie ceea ce au zis ei, precum ºi omorârea de cãtre ei a profeþilor pe nedrept ºi Noi le vom zice:“Gusta"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Aceasta pentru ceea ce au sãvârºit mâinile voastre mai înainte, pentru cã Allah nu este nedrept cu robii [Sãi]"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Acelora care au zis: “Allah ne-a poruncit sã nu credem într-untrimis pânã ce el nu va aduce o jertfã pe care s-o mistuie focul”spune-le: “V-au venit trimiºi înainte de mine cu semne învederate ºicu ceea ce a"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "[O, Muhammed,] dacã ei te vor socoti mincinos, ºi alþi trimiºi di- naintea ta au fost socotiþi mincinoºi, [deºi] au venit cu semne desluºite, cu psalmi ºi cu Cartea cea Luminoasã"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Fiecare suflet va gusta moartea, desigur voi veþi primi [întreaga] voastrã rãsplatã în Ziua Învierii! Cel care va fi îndepãrtat de Foc ºi adus în Rai va fi izbânditor. Viaþa aceasta nu este decât pl&atil"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Veþi fi încercaþi [în privinþa] bunurilor voastre ºi [în privinþa] sufle- telor voastre. Veþi auzi de la cei cãrora Cartea le-a fost dãruitã mai înaintea voastrã ºi de la"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "[Aduceþi-vã aminte cã] Allah a fãcut cu acei cãrora le-a fost dãruitã Cartea legãmântul: “Faceþi-o cunoscutã oamenilor ºi nu o ascundeþi !”. Dar ei au arunc"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Nu-þi închipui cã cei care se bucurã de ceea ce au fãcut ºi cei cãrora le place sã fie lãudaþi pentru ceea ce nu au fãcut ºi nu-þi închipui cã ei vor birui c"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "A lui Allah este împãrãþia cerurilor ºi a pãmântului ºi El este cu putere peste toate"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "În crearea cerurilor ºi a pãmântului ºi în schimbarea nopþii ºi a zilei sunt semne pentru cei dãruiþi cu minte"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Care îl pomenesc pe Allah, stând [în picioare], ºezând [jos] saupe o parte ºi cugetã la facerea cerurilor ºi a pãmântului, [zicând]:“Doamne, n-ai fãcut acestea în deºert! Slavã Þie! Apãrã"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Doamne! Pe acela pe care îl faci sã intre în Foc, Tu îl acoperi de ruºine, iar pentru cei nelegiuiþi nu este cine sã-i ajute"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Doamne! Noi am auzit un vestitor chemând la credinþã: “Cre- deþi în Domnul vostru!” ªi am crezut. Doamne, iartã-ne nouã pãcatele noastre, ºterge faptele noastre rele ºi ia-ne sufletele împreunã"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Doamne! Dã-ne nouã ceea ce ne-ai fãgãduit prin trimiºii Tãi ºi nu ne acoperi pe noi de ruºine în Ziua Învierii, cãci Tu nu-Þi calci fãgã- duinþa"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Domnul lor le-a rãspuns: “Eu nu las sã se piardã nici o faptãplinitã de vreunul dintre voi, bãrbat sau muiere, deopotrivã unul cualtul! Iar pe cei care au pribegit, care au fost alungaþi din cã"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Sã nu te înºele peregrinatul prin þãri al celor care nu sunt cre- dincioºi"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Puþinã plãcere [în lumea aceasta] ºi apoi refugiul lor esteGheena! ªi ce pat rãu este acesta"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Cât despre aceia care au fricã de Domnul lor, ei vor aveaGrãdini pe sub care curg pâraie, în care vor sãlãºlui veºnic: loc de primire de la Allah. ªi, ceea ce este la Allah, este mai bun"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Printre oamenii Scripturii sunt unii care cred în Allah, în ceea cevi s-a trimis vouã ºi ceea ce li s-a trimis lor, smeriþi înaintea lui Allah, care nu vând versetele lui Allah pe un preþ de nimic. Aceia vor avearãsplat&ati"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "O, voi cei care credeþi! Fiþi rãbdãtori ºi îndemnaþi la rãbdare,luptaþi statornic ºi fiþi cu fricã de Allah, pentru ca sã aveþi parte de izbândã"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "O, voi, oameni! Fiþi cu fricã de Domnul vostru care v-a fãcut dintr-o singurã fiinþã ºi a fãcut din aceasta ºi pe perechea ei ºi care a rãspândit din cele douã [fiin]"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "ªi daþi orfanilor bunurile lor ºi nu-l schimbaþi pe cel rãu cu cel bun.ªi nu mâncaþi bunurile lor împreunã cu bunurile voastre, cãci aceasta este un mare pãcat"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Iar dacã vã temeþi cã veþi fi nedrepþi cu orfanii, luaþi de soþii pe acelea care vã plac dintre femei - douã, trei sau patru , dar dacã vã temeþi cã"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "ªi oferiþi femeilor zestrea de bunã-voie, iar dacã ele se lipsesc - nesilite - de ceva, atunci voi cheltuiþi-o dupã cum doriþi, cu plãcere"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "ªi nu încredinþaþi celor nepricepuþi averile voastre, pe care Allahle-a fãcut pentru voi mijloc de trai, ci hrãniþi-i din ele, îmbrãcaþi-i ºispuneþi-le lor vorbe cuviincioase"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Cercaþi-i pe orfani pânã ce ei ajung la vârsta cãsãtoriei ºi dacã simþiþi la ei judecatã sãnãtoasã, încredinþaþi-le bunurile lor! Nu le cheltu"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Bãrbaþilor le revine o parte din ceea ce au lãsat în urmã pãrinþii ºi rudele; asemenea le revine ºi femeilor o parte din ceea ce au lãsat în urmã pãrinþii ºi rudele, de va"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Dacã la împãrþire sunt de faþã rude apropiate, orfani ºi sãrmani,oferiþi-le lor [ceva] din ea [din moºtenire] ºi spuneþi-le lor vorbecuviincioase"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Sã se teamã aceia care, dacã au lãsat în urma lor descendenþi slabi , sunt îngrijoraþi pentru ei; sã fie cu fricã de Allah ºi sã spunã vorbe bine chibzuite"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Cei care mãnâncã bunurile orfanilor pe nedrept , aceia mãnâncã în pântecele lor foc ºi ei vor arde în Iad"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Allah vã porunceºte în privinþa [moºtenirii] copiilor voºtri: un fiu are [o parte] cu partea a douã fiice. Dacã sunt fete, mai mult decât douã, primesc ele douã treimi din ceea ce a l&a"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Voi aveþi jumãtate din ceea ce lasã dupã ele soþiile voastre, dacã ele nu au nici un copil. Dar dacã ele au un copil, vã revine un sfert din ceea ce lasã în ur ma lor, dupã testament sau"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Acestea sunt orânduielile lui Allah, iar acela care este supus lui Allah ºi Trimisului Sãu, pe acela îl va face [Allah] sã intre în Grãdini pe sub care curg pâraie, pentru a rãmâne veºnic în ele, iar aceasta este mar"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Însã pe acela care nu este supus lui Allah ºi Trimisului Sãu ºi calcã orânduielile Lui, îl va face [Allah] sã intre în Foc, rãmânând veºnic în elºi el va avea parte de chinuri înjositoare"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "Împotriva acelora care preacurvesc dintre muierile voastre , chemaþi sã facã mãrturie patru dintre voi. Iar de au mãrturisit, atunci þineþi-le închise în case pânã la moarte sau Allah va p"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Pe cei doi dintre voi [bãrbaþi sau femei] care se împreunã între ei pedepsiþi-i cu asprime. Dar dacã ei se cãiesc ºi se îndreaptã,atunci lãsaþi-i în pace, cãci Allah"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Însã Allah primeºte doar cãinþa acelora care sãvârºesc rãul întru neºtiinþã, dar se cãiesc de îndatã. Pe aceia Allah îi iartã, cãci Allah este Atoateºtiu"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Însã iertare nu este pentru aceia care sãvârºesc fapte rele pânã în clipa când moartea se iveºte la unul dintre ei ºi atunci el strigã“M-am cãit acum!” ºi nici pentru aceia care mo"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "O, voi cei care credeþi! Nu vã este îngãduit sã moºteniþi femei în pofida voinþei lor ºi nici sã le opriþi sã se cãsãtoreascã [din nou] cu alþii, ca sã"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Dacã vreþi sã schimbaþi o soþie cu altã soþie [prin divorþ] ºi i-aþi dat uneia dintre ele un qintal , nu luaþi nimic din el înapoi. Oare [voiþi voi sã-l] luaþi înapoi"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Cum sã-l luaþi înapoi dupã ce v-aþi bucurat împreunã ºi ele au primit de la voi legãmânt sfânt"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Nu vã însuraþi cu muierile cu care au fost însuraþi pãrinþii voºtri - doar dacã s-au petrecut mai înainte - cãci aceasta este o josnicie ºi un pãcat cumplit! ªi ce cale rea este aceast&a"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Vã sunt oprite [pentru cãsãtorie] mamele voastre, fiicele voastre, surorile voastre, mãtuºile voastre dupã tatã, mãtuºile voastre dupã mamã, fiicele fratelui, fiicele surori"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "[Asemenea, vã este oprit sã luaþi] femeile cãsãtorite, afarã de ace- lea care se aflã sub stãpânirea dreptei voastre. Aceasta este po- runca lui Allah pentru voi! ªi vã este îng"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Acela dintre voi care nu are mijloace necesare sã se însoare cu muieri slobode ºi credincioase poate [sã-ºi ia de nevastã una] din fetele voastre credincioase aflate sub dreapta voastrã, cãci Allah cun"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Allah voieºte sã vã facã vouã limpezi [poruncile Sale] ºi sã vã arate rânduielile acelora de dinainte de voi [cei bine cãlãuziþi] ºi El vã iartã pe voi. ªi Al"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "ªi Allah voieºte sã vã ierte pe voi, în vreme ce aceia, care ur-meazã poftele lor, râvnesc ca voi sã vã abateþi cât mai mult [de la El]"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Allah voieºte sã vã uºureze [datorinþele,] cãci omul a fost creat slab"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "O, voi cei care credeþi! Nu vã mâncaþi averile voastre unii altora pe nedrept, doar dacã este un negoþ [legal], cu bunã învoialã între voi!ªi nu vã ucideþi voi înºivã! Allah este"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Însã cel care sãvârºeºte aceasta prin necumpãtare ºi fãrãdelege,pe acela Noi îl vom face sã ardã în Foc, cãci pentru Allah aceasta este un lucru uºor"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "De vã veþi feri de pãcatele mari, care vã sunt oprite, vã vom ierta pentru faptele voastre rele [mãrunte] ºi vã vom lãsa sã intraþi într-un loc nobil"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Nu râvniþi la ceea ce Allah a dãruit [cu harul Sãu] unora dintre voi mai mult decât altora. Bãrbaþii vor avea parte de ceea ce au agonisitºi femeile vor avea parte de ceea ce au agonisit. Deci rugaþi"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Tuturor le-am dat moºtenitori, pentru ceea ce le lasã pãrinþii ºirudele apropiate. ªi acelora cu care aþi împreunat mâinile voastre drepte , daþi-le partea lor [din moºtenire] , cãci Al"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Bãrbaþii sunt proteguitori ai muierilor, datoritã calitãþilor deosebite cu care i-a dãruit Allah ºi datoritã cheltuielilor pe care le fac din bunurile lor. Iar cele evlavioase [dintre femei]"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Dacã vã temeþi de o pricinã între ei doi [cei doi soþi], atuncitrimiteþi un arbitru din neamul lui ºi un arbitru din neamul ei. Dacã voiesc ei [arbitrii] împãcarea, Allah va readuce î"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Adoraþi-L pe Allah ºi nu-I asociaþi Lui nimic! Purtaþi-vã bine cu pãrinþii, cu rudele, cu orfanii, cu sãrmanii, cu vecinul apropiat ºi cu vecinul strãin , cu tovarãºul de alã"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Acelora care sunt zgârciþi ºi-i îndeamnã pe oameni la zgârcenie ºi ascund ceea ce le-a dãruit Allah din harul Sãu, le-am pregãtit necredincioºilor osândã umilitoare"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "ªi aceia care cheltuiesc banii lor [fac milostenie] numai ca sã-i vadã oamenii ºi nu cred în Allah ºi nici în Ziua de Apoi. Iar acela cãruiaªeitan îi este tovarãº, rãu tovarã"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "ªi ce vinã li s-ar putea aduce, dacã ar crede în Allah ºi în Ziua deApoi ºi ar face milostenii din ceea ce le-a dãruit Allah? Allah esteAtoateºtiutor [‘Alim] cu privire la ei"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Allah nu este nedrept [faþã de nimeni], nici cât greutatea unui grãunte de praf, iar dacã este o binefacere, El o înmulþeºte ºi dã dinpartea Sa rãsplatã mare"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "ªi cum le va fi [celor nedrepþi] când vom aduce din fiecare comunitate un martor ºi te vom aduce pe tine, [Muhammed], martor împotriva acestora"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "În ziua aceea, vor dori aceia care nu au crezut ºi nu i-au dat ascultare Trimisului sã fie pãmântul întins peste ei ºi ei nu vor putea sã ascundã de Allah nici un cuvânt"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "O, voi cei care credeþi! Nu vã apropiaþi de Rugãciune [As-Salat] atunci când sunteþi beþi, ca sã ºtiþi ce spuneþi [lui Allah], nici atunci când sunteþi necurãþaþi - do"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Nu i-ai vãzut, [o, Muhammed,] pe aceia cãrora li s-a dat o parte din Carte, cum cumpãrã ei rãtãcirea ºi voiesc ca ºi voi sã rãtãciþi de la drumul [drept]"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Însã Allah îi cunoaºte mai bine pe duºmanii voºtri ºi Allah este de ajuns ca Ocrotitor ºi Allah este de ajuns ca Ajutor"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Printre cei care au îmbrãþiºat iudaismul, sunt unii care schimono- sesc sensurile cuvintelor ºi zic: \"Am auzit ºi nu ne-am supus!\" ºi \"As-cultã, dar sã nu auzi!\" ºi Ra´i-na!\" , stâlcindu-ºi limbile"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "O, voi cei cãrora vi s-a dãruit Cartea! Credeþi în ceea ce am po- gorât Noi, întãrind ceea ce voi aveaþi deja, înainte ca Noi sã mutilãmchipuri ºi sã le întoarcem pe dosurile lor sau s&at"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Allah nu iartã sã I se facã vreun pãrtaº. Afarã de aceasta, El iartãcui voieºte. Iar acela care pune în rând cu Allah un pãrtaº, nãscoceºte un mare pãcat"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Nu i-ai vãzut pe aceia care se laudã cã sunt evlavioºi? Însã numaiAllah este Acela care socoteºte a fi evlavios pe cine voieºte El ºi nu vorfi nedreptãþiþi [la rãsplatã]"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Priveºte cum nãscocesc ei minciuni punându-le pe seama luiAllah! ªi aceasta este îndeajuns un pãcat vãdit"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Nu i-ai vãzut pe aceia cãrora le-a fost datã o parte din Carte ? Ei cred în Jibt ºi în Taghut ºi zic celor care nu cred : “Aceºtiasunt mai bine cãlãuziþi pe drum decât cei care cred! ”"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "Aceºtia sunt cei pe care i-a blestemat Allah, iar celui pe care Allahl-a blestemat nu-i vei afla [în veci] ajutor"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Oare au ei parte de stãpânie?! Atunci nu dau ei oamenilor nici mãcar cât punctul de pe sâmburele de curmalã"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Îi pizmuiesc ei pe oameni pentru ceea ce El le-a dat cu harulSãu? Or Noi i-am dat neamului lui Avraam Cartea ºi Înþelepciunea ºi le-am dat lor o mare împãrãþie"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Unii dintre ei au crezut în El, alþii s-au lepãdat de El ºi foculGheenei le va fi de ajuns"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Cei ce nu cred în Versetele Noastre , pe aceia îi vom lãsa sã ardã în Foc ºi de fiecare datã când pieile lor se vor coace, le vom schimba cu alte piei, ca sã guste chinul! Allah este Puternic [º]"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Însã pe aceia care cred ºi sãvârºesc fapte bune îi vom conduce în grãdini pe sub care curg pâraie. În ele vor fi veºnic sãlãºluitori ºi vor avea în ele soaþe curãþ"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "Allah vã porunceºte sã daþi înapoi stãpânilor lor lucrurile încredin-þate, iar dacã judecaþi între oameni, sã judecaþi cu dreptate! Cât de minunat este acest lucru la care vã pov&atil"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "O, voi cei care credeþi! Fiþi cu supunere faþã de Allah ºi fiþi cu supunere [ascultare] faþã de Trimisul Sãu ºi faþã de diriguitorii voºtri! Apoi, dacã av"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Nu i-ai vãzut pe aceia care pretind cã ei cred în ceea ce þi s-a trimis þie, [Muhammed,] ºi în ceea ce s-a trimis mai înainte de tine? Ei voiesc sã-l ia ca judecãtor pe Taghut, cu toate cã"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "Iar dacã li se zice lor: \"Veniþi spre ceea ce a trimis Allah ºi spreTrimis!\", îi vei vedea pe fãþarnici cum se întorc, îndepãrtându-se de tine"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "Însã cum va fi dacã îi va lovi o nenorocire pentru ceea ce au fãcut mai înainte mâinile lor?! Atunci ei vor veni spre tine ºi vor jura pe Allah: \"Noi nu am voit decât bine ºi împãcare"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "Aceºtia sunt cei despre care ºtie Allah ce se aflã în inimile lor.Deci depãrteazã-te de ei, povãþuieºte-i pe ei ºi spune-le lor - în privinþa lor - vorbe convingãtoare"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "Noi nu trimitem nici un trimis, decât pentru a i se da ascultare, cuvoia lui Allah. ªi dacã, dupã ce au fost ei nedrepþi cu propriile lorsuflete, vor veni ei la tine ºi se vor ruga de iertare lui Allah ºi s"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Însã, nu! [Jur] pe Domnul Tãu! Nu vor crede ei [cu adevãrat] pânã ce nu te vor lua pe tine ca judecãtor pentru cele care se iscã între ei ºi nu vor mai afla în sufletele lor temere faþã de"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Dacã Noi le-am fi poruncit: \"Omorâþi-vã voi înºivã!\" sau \"Ieºiþi din cãminele voastre!\", nu ar fi fãcut-o decât puþini dintre ei. Dar dacã eile-ar fi fãcut pe cele la care"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "ªi atunci Noi le-am fi dat din partea Noastrã rãsplatã mare"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "ªi i-am fi cãlãuzit Noi pe un drum drept"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Cei care se supun lui Allah ºi Trimisului, aceia vor fi împreunã cucei pe care i-a binecuvântat Allah cu harul Sãu, ca ºi profeþii,adevãraþii evlavioºi, martirii ºi cei pioºi. ∨"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Acest har este de la Allah ºi Allah este de ajuns ca Atoateºtiutor[‘Alim]"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "O, voi cei care credeþi! Luaþi seama ºi purcedeþi [la luptã] în grupuri sau purcedeþi [la luptã] cu toþii deodatã"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Printre voi este unul care rãmâne în urmã [când se purcede la luptã] ºi dacã asupra voastrã se abate o nenorocire, zice el: \"Allah s-aîndurat de mine cu harul Lui, cãci nu am fost de f"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Dar dacã asupra voastrã coboarã harul lui Allah, atunci el va zice, ca ºi când între voi ºi între el nu ar fi fost nici o prietenie: “Ce pãcat cã nu am fost laolaltã cu ei, cãci aº fi câ&ord"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "Sã lupte, aºadar, pe calea lui Allah aceia care dau viaþa lumeascãde acum pentru Viaþa de Apoi! Iar aceluia care luptã pe calea luiAllah, de va fi ucis sau de va birui, Noi îi vom da mare rãsplat&a"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "ªi ce este cu voi de nu luptaþi pe calea lui Allah, ºi pentru bãrbaþii, muierile ºi copiii slabi care zic: “Doamne! Scoate-ne pe noi din cetatea asta cu neam nelegiuit ºi dã-ne nouã din partea"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Cei care cred, luptã pe calea lui Allah, iar cei care nu cred, luptãpe calea lui Taghut . Aºadar, luptaþi împotriva aliaþilor lui ªeitan, cãci vicleºugul lui ªeitan este, neîndoielnic, slab"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Nu i-ai vãzut pe aceia cãrora li s-a zis: \"Reþineþi-vã mâinile voastre[de la luptã], pliniþi Rugãciunea [As-Salat] ºi achitaþi Dania [Az-Zakat]!\"? Apoi, când li s-a poruncit lupta, o parte d"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Oriunde aþi fi, moartea vã va ajunge, chiar de-aþi fi în turnuri semeþe. Dacã au parte de bine, ei zic: \"Aceasta este de la Allah!\", iar dacã îi loveºte un rãu, ei zic: \"Aceasta este de la ti"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Binele de care ai parte îþi vine de la Allah, iar rãul care te loveºteîþi vine de la tine însuþi. Noi te-am trimis ca Vestitor [trimis, profet]pentru oameni. Iar Allah este de ajuns ca martor"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Cel ce se supune Trimisului se supune, neîndoielnic, ºi lui Allah. Cât despre cei care întorc spatele, Noi nu te-am trimis sã fii peste ei pãzitor"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Ei zic: “Supunere!”. Dar de îndatã ce au ieºit de la tine, o parte dintre ei nãscocesc noaptea [în gând, pe ascuns] cu totul altceva decât ceea ce ai spus. Allah scrie ceea ce nãscocesc ei noaptea [în gând, pe ascuns]. Înd"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Oare nu cugetã ei la Coran? Dacã ar fi el de la altcineva decât de la Allah, ar gãsi în el multe nepotriviri"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Când vine la ei o ºtire de liniºte sau de spaimã, ei o rãspândesc de îndatã. Dacã însã ei ar împãrtãºi-o Trimisului sau cârmuitorilor lor, aceia dintre ei, care cautã sã fie du"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Luptã-te pe calea lui Allah - tu nu eºti rãspunzãtor decât pentru tine! - ºi îndeamnã-i pe dreptcredincioºi [la luptã]! Poate cã Allah va opri rãul celor care nu cred, cãci Allah este"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Cel care face o bunã mijlocire [într-o chestiune] va avea ºi el o parte din ea, iar cel care face o rea mijlocire, asemenea va avea parte din rãspunderea [pentru ea], cãci Allah este cu putere peste toate [Al- Muqit]"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Dacã vi se dã bineþe, rãspundeþi cu bineþe încã ºi mai frumos sau[cel puþin] rãspundeþi ! Allah este Atoatesocotitor [Hasib]"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Allah! Nu existã altã divinitate în afarã de El! El [jurã cã] vã va aduna în Ziua Învierii, neîndoielnic, cãci cine este mai adevãrat decât Allah în ceea ce se spune"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "De ce sunteþi despãrþiþi în douã grupuri în privinþa fãþarnicilor, când Allah i-a întors [la necredinþã] pentru ceea ce au dobândit ei?Voiþi voi sã-i cãl&atild"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "Ei ar vrea ca voi sã nu credeþi, aºa cum nici ei nu cred, astfel încât sã fiþi deopotrivã. Nu vã luaþi dintre ei pãrtaºi, pânã ce ei nu vorpurcede pe calea lui Allah"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Afarã de aceia care se unesc la un neam cu care voi aveþi un legãmânt sau vin la voi cu piepturile prea strânse pentru ca sã mai lupte împotriva voastrã sau ca sã mai lupte împotriva neam"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Veþi gãsi pe alþii care vor voi sã aibã încrederea voastrã ºi sã aibãºi încrederea neamului lor. De fiecare datã când vor fi îndemnaþi la ispitã, ei se vor lãsa îm"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "Nu se cade ca un dreptcredincios sã omoare un alt dreptcre-dincios, decât [dacã se întâmplã] din greºealã. Cel care omoarã un dreptcredincios din greºealã, trebuie sã sloboze"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "Cel care omoarã un dreptcredincios precugetat, rãsplata îi va fi Gheena, în care va rãmâne veºnic, Allah se va mânia pe el, îl va bles- tema ºi-i va pregãti lui chin mare"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "O, voi cei care credeþi! Dacã purcedeþi [la luptã] pe calea lui Allah, luaþi bine seama ºi nu spuneþi aceluia care vã dã vouã bineþe [cu Es-selamu ’aleikum]: “Tu nu eº"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Nu sunt egali dreptcredincioºii care rãmân în casele lor - afarã decei care au un beteºug - cu cei care luptã pe calea lui Allah, cubunurile ºi cu sufletele lor. Allah vine cu mai mult har asup"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "Trepte din partea Sa, cu iertare ºi îndurare, cãci Allah esteIertãtor, Îndurãtor [Ghafur, Rahim]"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "Îngerii, când iau sufletele celor care au fost nedrepþi cu ei înºiºi,le zic lor: \"Ce aþi fãcut voi [pentru credinþa voastrã]?\" ªi rãspund ei:\"Noi am fost slãbiþi pe pãmâ"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "Afarã de cei neputincioºi dintre bãrbaþi, de femei ºi copii, care nu sunt în stare sã se descurce ºi nu gãsesc nici o cale"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "Pe aceºtia poate cã o sã-i ierte Allah, cãci Allah este Îndurãtor, Iertãtor [‘Afuww, Ghafur]"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "ªi cine pribegeºte pe calea lui Allah, va afla pe pãmânt multe[adãposturi] ºi bogãþie. ªi cel ce iese din casa sa , ca sã purceadã cãtre Allah ºi Trimisul Sãu , ºi apoi"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Iar dacã purcedeþi spre alt pãmânt, nu va fi un pãcat pentruvoi de veþi scurta Rugãciunea [As-Salat], dacã vã temeþi cã cei care nu cred vã vor pricinui vreun rã"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "Iar atunci când tu, [Muhammed,] te vei afla printre ei [în timpul luptei] ºi vei conduce Rugãciunea lor [As-Salat], o parte dintre ei sã stea împreunã cu tine ºi sã-ºi pãstreze ar mele lor. Apoi"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "Dacã aþi împlinit Rugãciunea [As-Salat], pomeniþi numele luiAllah, stând în picioare, aºezaþi sau întinºi pe o parte! Dar când sunteþi în pace, atunci împliniþi Rugãciunea [A]"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "Nu slãbiþi urmãrirea oamenilor [necredincioºi], chiar dacãsuferiþi, cãci ei suferã la fel cum suferiþi voi, dar voi nãdãjduiþi de laAllah ceea ce ei nu nãdã"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Noi þi-am trimis Cartea cu Adevãrul, ca sã judeci între oameni aºa cum þi-a arãtat Allah. ªi nu fi apãrãtor al celor haini"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "ªi cere-I iertare lui Allah, cãci Allah este Iertãtor, Îndurãtor[Ghafur, Rahim]"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "ªi nu te certa în folosul acelora care se hainesc pe ei înºiºi! Allah nu-l iubeºte pe cel care este hain ºi pãcãtos"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Ei încearcã sã se ascundã de oameni, dar ei nu se pot ascundede Allah, cãci El este cu ei atunci când nãscocesc în timpul nopþii vorbe ce Lui nu-I plac ºi Allah este ºtiutor a toate câte se f"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Iatã cã voi le-aþi luat apãrarea în aceastã lume. Dar cine le valua apãrarea înaintea lui Allah în Ziua Învierii sau cine le va fi lor ocrotitor"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Acela care sãvârºeºte un rãu sau este nedrept cu sine însuºi iarapoi se roagã lui Allah de iertare, acela Îl va afla pe Allah Iertãtor, Îndurãtor [Ghafur, Rahim]"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Acela care dobândeºte un pãcat îl dobândeºte numai împotriva sa, iar Allah este Atoateºtiutor [ºi] Înþelept [´Alim, Hakim]"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "Iar acela care dobândeºte o greºealã sau un pãcat ºi apoi îl pune pe seama unui nevinovat, acela s-a încãrcat cu nedreptate ºi cu pãcat vãdit"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "De n-ar fi fost harul lui Allah asupra ta, [Muhammed], ºi îndura- rea Lui, ar fi cercat o parte dintre ei sã te împingã sã rãtãceºti[drumul] , dar ei nu se împing la rãtãcire decât p"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "Nu este nimic bun în cea mai mare parte a vorbelor lor tainice, în afara acelora care poruncesc milostenia, fapta bunã ºi împãcareaîntre oameni. Iar aceluia care face aceasta, cãutând mulþumirea luiAllah, îi vom d"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Însã pe acela care se împotriveºte Trimisului, dupã ce i s-a arãtat lui calea cea dreaptã, ºi care urmeazã un alt drum decât cel aldreptcredincioºilor, îl vom pune Noi împreunã"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Allah nu iartã sã I se facã semeni, dar iartã orice, în afarã de aceasta, celui care voieºte El. Acela care îi face lui Allah semeni, acelas-a rãtãcit departe"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Nu adorã în locul Lui decât niºte fãpturi femeieºti ºi nu adorã decât un ºeitan rãzvrãtit"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Allah l-a blestemat [pe ªeitan], iar el a zis: \"Voi sã iau o parte anumitã din robii Tãi"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Îi voi duce întru rãtãcire, le voi da speranþe deºarte, le voiporunci, ºi ei vor tãia urechile dobitoacelor ºi le voi porunci sãschimbe creaþia lui Allah\". Dar acela"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "El le face fãgãduinþe ºi le dã speranþe amãgitoare, cãci ªeitan nu le fãgãduieºte decât himere"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Adãpostul acestora va fi Gheena ºi nu vor afla de ea scãpare"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Cât despre aceia care cred ºi plinesc fapte bune, pe ei îi vom face sã intre în Grãdini pe sub care curg pâraie, în care vor rãmâneveºnic. Fãgãduinþa lui Allah este adevãr. ªi cine sp"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Nu este dupã dorinþele voastre, nici dupã dorinþele oamenilor Scripturii. Cine face un rãu va fi rãsplãtit pentru el ºi nu va gãsi în sprijinul sãu, împotriva lui Allah, nici"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Oricine face fapte bune, bãrbat sau femeie – credincios fiind - aceia vor intra în Rai ºi nu vor fi nedreptãþiþi nici cât un punct"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "ªi cine are credinþã mai bunã decât acela care se supune luiAllah ºi plineºte fapte bune, urmând religia lui Avraam cel dreptîntru credinþã? ªi Allah l-a primit pe Avraam ca ales"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Ale lui Allah sunt cele din ceruri ºi cele de pre pãmânt. ªi Allah este Atotcuprinzãtor"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Ei îþi cer sfatul în privinþa muierilor. Spune: “Allah vã stabileºte rânduieli în privinþa lor ºi vã este vestit în Carte despre orfelinele, cãrora nu le daþi ceea ce le-a fost prescris &o"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Dacã o femeie se teme de nepãsarea sau îndepãrtarea bãrba- tului ei, atunci nici o vinã nu va fi asupra lor dacã ajung la o împãcare, cãci împãcarea este mai bunã, iar sufletele"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Nu veþi putea sã vã purtaþi întocmai la fel cu [toate] soaþele, chiar dacã aþi voi cu tot dinadinsul. Dar nu vã întoarceþi cu totul [cãtrevreuna dintre ele], lãsând-o"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Iar dacã cei doi se despart , atunci Allah poate sã-i înzestreze pe amândoi cu dãrnicia Sa. ªi Allah este Cel cu Har Nemãrginit [ºi] Înþelept [Wasi´, Hakim]"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Ale lui Allah sunt toate cele din ceruri ºi de pre pãmânt. Noi le- am poruncit celor cãrora le-a fost datã Cartea înaintea voastrã, pre- cum ºi vouã: \"Fiþi cu fricã de Allah!\". Iar dacã voi"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Ale lui Allah sunt cele din ceruri ºi de pre pãmânt ºi Allah este de ajuns ca Ocrotitor [Wakil]"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Dacã El ar voi, v-ar lua - o, oameni! – ºi ar aduce alþii [în locul vostru], cãci Allah are putere sã facã aceasta"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Dacã voieºte cineva rãsplatã în lumea aceasta, la Allah se aflã rãsplata ºi pentru aceastã lume ºi pentru Lumea de Apoi, cãci Allah este Cel care Aude Totul [ºi] Cel care Vede Totul [Sa]"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "O, voi cei care credeþi! Fiþi fãptuitori neclintiþi ai dreptãþii, mar- tori înaintea lui Allah, chiar împotriva voastrã, împotriva pãrinþilor ºi rudelor voastre - fie bogat sau sãrac"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "O, voi cei care credeþi! Fiþi cu credinþã neclintitã în Allah ºi în Trimisul Sãu, în Cartea pe care a pogorât-o asupra Trimisului Sãu ºi în Cartea pe care a pogorât-o mai înainte! Cel care nu crede"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "Pe aceia care cred, apoi nu mai cred, apoi iarãºi cred, apoi iarãºi nu mai cred, apoi sporesc în necredinþã, Allah nu-i va ierta ºi nu-i va cãlãuzi pe o cale [dreaptã]"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "Vesteºte-le fãþarnicilor cã ei vor avea parte de un chin dureros"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "Cei ce-ºi fac din necredincioºi aliaþi în locul credincioºilor, oareaceºtia cautã putere la ei? Puterea se aflã numai la Allah, în întregime"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "El doarã v-a arãtat [revelat] în Carte cã dacã veþi auzi cã versetele lui Allah sunt tãgãduite sau luate în derâdere, sã nu staþi împreunã cu ei decât dacã vor"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "Cei care vã pândesc pe voi, atunci când aveþi parte de biruinþã zic ei: \"Oare nu am fost noi împreunã cu voi?\", iar dacã izbânda este de partea necredincioºilor, atunci ei zic: \"Oare nu am fost noi mai tari de"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "Cei fãþarnici încearcã sã-L înºele pe Allah, dar El întoarce înºelãtoria lor [împotriva lor înºiºi!] Când se ridicã pentru Rugãciune[As-Salat], se ridicã ei cu lene"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Ei sunt ºovãitori întru aceasta, [nehotãrându-se] nici la aceºtia, nici la aceºtia. ªi pentru acela pe care Allah l-a dus în rãtãcire nu vei afla drum"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "O, voi cei care credeþi! Nu-i luaþi pe necredincioºi ca aliaþi în locul credincioºilor. Oare vreþi voi sã-I daþi lui Allah o dovadã desluºitã împotriva voastrã"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "Cei fãþarnici vor ajunge în fundul cel mai de jos al Iadului ºi nu vei afla ajutor pentru ei"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "Afarã de cei ce se cãiesc, se îndreaptã, se leagã cu putere deAllah ºi sunt sinceri în credinþa lor faþã de Allah. Aceºtia vor fi laolaltãcu dreptcredincioºii, iar Allah le va d&at"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "Ce face Allah cu pedepsirea voastrã, dacã mulþumiþi ºi credeþi? Allah este Mulþumitor [ºi] Atoateºtiutor [ªaker, ‘Alim]"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "Lui Allah nu-I place rostirea de vorbe urâte în auzul lumii, doardacã cineva este nedreptãþit . Iar Allah este Cel care Aude Totul, Atoateºtiutor [Sami´, ´Alim]"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Dacã voi faceþi bine pe faþã sau într-ascuns sau dacã iertaþi o faptã rea, Allah este Îndurãtor [ºi] Atotputernic [´Afuww, Qadir]"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Aceia care nu cred în Allah ºi în trimiºii Sãi ºi vor sã-l separe pe Allah de trimiºii Sãi, zicând: \"Noi credem în unii dintre ei, dar nu credem în alþii\" ºi voiesc sã gãseascã un d"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "Aceia sunt în adevãr necredincioºi ºi pentru cei necredincioºi am pregãtit Noi osândã ruºinoasã"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "Acelora care cred în Allah ºi în trimiºii Sãi ºi nu fac deosebire între ei [între trimiºi], acelora le vom dãrui rãsplata cuvenitã lor, cãci Allah este Iertãtor, Îndurãtor [Ghafur]"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "Oamenii Scripturii îþi cer sã le pogori o Scripturã din cer. Au cerut doarã ºi de la Moise chiar mai mult de atât, zicând: “Aratã-ni-L nouã pe Allah, pe faþã!” Atunci i-a pãlit trãs"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "ªi am ridicat Noi deasupra lor Muntele Tor , când am încheiat legãmânt cu ei ºi le-am zis Noi: \"Intraþi prin poartã, prosternându-vã!\".ªi le-am mai zis Noi: \"Nu încãlcaþi Sabatul!\". ªi"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "[Noi i-am blestemat] din pricina încãlcãrii legãmântului lor ºi necredinþei lor în revelaþiile lui Allah ºi uciderii de cãtre ei a profeþilor pe nedrept ºi rostirii cuvintelor: \"Inimil"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "ªi din pricina necredinþei lor ºi a clevetirilor grele pe seamaMariei"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "ªi din pricina vorbelor lor: \"Noi l-am omorât pe Mesia Isus, fiulMariei, trimisul lui Allah!\", în vreme ce ei nu l-au omorât, nici nu l-aurãstignit pe cruce , ci a fost fãcut [cineva] sã semene cu el! Cei care au avu"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Ci Allah l-a înãlþat la El. Iar Allah este Puternic ºi Înþelept [´Aziz, Hakim]"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Nu va fi nici unul dintre oamenii Cãrþii care sã nu creadã în el,înaintea morþii sale . Iar în Ziua de Apoi, el va fi martorîmpotriva lor"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "ªi din pricina ticãloºiilor celor care s-au iudaizat, Noi le-am oprit o parte dintre bunãtãþile care le fuseserã îngãduite; ºi din pricina închiderii de cãtre ei a drumului lui Allah pentru m"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "ªi din pricina luãrii de cãtre ei a cametei - mãcar cã le-a fost opritã ; ºi din pricina mâncãrii de cãtre ei pe nedrept a averii oame- nilor. ªi le-am pregãtit celor ne"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Dar celor temeinici în ºtiinþã dintre ei ºi dreptcredincioºilor carecred în ce þi s-a trimis þie ºi în ceea ce s-a trimis înainte de tine,precum ºi acelora care îndeplinesc Rugã"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "Noi þi-am revelat þie dupã cum am revelat ºi lui Noe ºi profeþilor de dupã el, precum Le-am revelat ºi lui Avraam, Ismail, Isaac, Iacob ºi seminþiilor ºi lui Isus, Iov ºi lui Iona , Aaro"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Poveºtile câtorva trimiºi þi le-am spus Noi mai înainte, iar poveºtile altor trimiºi nu þi le-am spus, ºi Allah i-a vorbit într-adevãr lui Moise"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "[ªi a trimis] trimiºi - vestitori ºi prevenitori - pentru ca oamenii sã nu mai aibã nici un fel de scuzã faþã de Allah , dupã trimiºi. Iar Allah este Puternic [ºi] În&th"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Allah va fi martor pentru ceea ce þi-a pogorât, cãci l-a pogorât[Coranul] în deplinã cunoºtinþã . ªi îngerii vor face mãrturie. ÎnsãAllah este îndeajuns ca Martor [ªahid]"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Aceia care nu cred ºi închid drumul lui Allah , pribegesc într-o rãtãcire îndepãrtatã"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Pe aceia care nu cred ºi sunt nedrepþi, Allah nu-i va ierta nicidecum, nici nu-i va cãlãuzi pe ei pe un drum"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "Afarã de drumul Gheenei, în care vor sãlãºlui veºnic, cãci aceasta este [lucru] uºor pentru Allah"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "O, voi oameni! Trimisul v-a adus vouã Adevãrul de la Domnul vostru, deci credeþi ºi va fi mai bine pentru voi! ªi chiar dacã tãgãduiþi[tot], sunt ale lui Allah cele din ceruri ºi de pre p&atil"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "O, voi oameni ai Scripturii! Nu exageraþi în privinþa religiei voastre ºi nu spuneþi despre Allah decât adevãrul! Mesia Isus, fiul Mariei, este trimisul lui Allah, cuvântul Sãu pe care El l-a transmis Mariei ºi u"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Mesia nu se va dezice niciodatã de ai fi rob lui Allah ºi nici îngerii apropiaþi, iar acela care se dezice de la slujirea Lui ºi se aratã trufaº îi va aduna la El laolaltã"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Cât despre aceia care cred ºi plinesc fapte bune, acestora le va acorda rãsplatã din belºug, pe care o va mai ºi spori cu harul Sãu. Cât despre cei care sunt semeþi ºi trufaºi, acestora le va"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "O, voi oameni! V-a venit vouã Dovadã de la Domnul vostru, cãciNoi am pogorât asupra voastrã o luminã limpede"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Aºadar, pe aceia care cred în Allah ºi cautã ocrotire la El îi vaaduce sub îndurarea ºi harul Lui, ºi-i va cãlãuzi cãtre El pe un drum drept"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Ei îþi cer sfatul Spune-le: “În privinþa rãposatului cel fãrã de ascendenþi ºi descendenþi, Allah vã sfãtuieºte: Dacã un bãrbat s-a stins din viaþã &ord"
        }
    ]
}