{
    "chapter": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Sele kusondele kubantu ukuba baphendule (ngezenzo zabo), lo gama bona betshikila bengakhathali"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Akukho nkumbuzo intsha (isiTyhilelo) efikayo kubo esuka eNkosini yabo koko bona bayiphulaphula ngendlalo"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Ngeentliziyo zabo eziphambukileyo. Abo benza ububi bayazifihla iintetho zabo zasekhusini, (besithi): “Ingaba (lo Mprofeti) uyenye into engaphezulu kunokuba ngumntu njengani? Niza kuzinikela emilingweni nijongile na?”"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Yena (uMuhammad) wathi: “INkosi yam Iyakwazi okuthethwa ngamazulu nomhlaba, yaye Yona nguSokuva uSokubona.”"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Kodwa bathi: “(isiTyhilelo se’Kur’ân) yingxubevange yamaphupha obuxoki. Unotshe, uyiqambile! Nakanye yimbongi! Makeze nomqondiso njengabamandulo kaloku ababethunyiwe (benemiqondiso).”"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Akukho nasinye isixeko kwezo Sazitshabalalisayo, esakholwayo ngaphambili kunabo, Ngoku ke baza kukholwa bona"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "ASizanga ngaphambili kunawe Sithumele (nto yimbi) koko yayingamadoda eSawatyhilelayo. Ngoko ke buza abantu benkumbuzo (isiBhalo iTorah, iVangeli) ukuba akwazi"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Kananjalo aSizanga Sibadale (abaProfeti) ngemizimba engadli kudla bengazanga babe ngabantu abangafiyo"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Ukanti Sasizalisekisa kubo isithembiso. Sabasindisa bona ndawonye nabo Sathandayo (ukubasindisa), kodwa Sabatshabalalisa abenzi bobubi"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Inene Thina Sithumele iNcwadi (i’Kur’ân) kuni enenkumbuzo yenu. Ingaba aniyi kuqonda na"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Zingaphikhonaizixekoezazinogabadelo,eSazitshabalalisayo, Savelisa abanye abantu emveni kwazo"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Ke kaloku (abantu bazo) bathi besakuva iSohlwayo seThu, (bazama) ukusibaleka ngoko nangoko"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "(Iingelosi zathi): “Sanukubaleka kaloku koko buyelani kobo bomi benu bobunewunewu (benibuphila), nasemizini yenu khon’ukuze nibuzwe.”"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Bathi bona: “Yeha kuthi! Inene, thina besingabenzi bobubi.”"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Eso sikhalo sabo asizanga siphele, Sada Sabenza banjengentsimi evuniweyo, batshabalala nya"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "ASiwadalanga amazulu nomhlaba nako konke okuphakathi kuwo ukuba kube yindlalo"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Ukuba ngaba SaSifune ukuthabatha ukonwaba1, ngeSakuthabatha oko Sikukhupha kuThi, Ukuba SaSizimisele ukukwenza oko"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Ukusuka apho Sigibisela inyaniso ngokuchasene nobuxoki, ize ibutshabalalise, ke kaloku bona (ubuxoki) bunyamalale. Yeha kuni (ngobuxoki) enibubalela (kuAllâh)"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "NgowaKhe nabani na osemazulwini nasemhlabeni. Yaye abo bakufuphi kuYe (iingelosi) abathintelwa yinkukhumalo ekuMnquleni Yena, bengadinwa nakudinwa (kukuMkhonza)"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "BaMzukisa ubusuku nemini yaye abayekeleli"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Makube bazithabathele thixo bambi na emhlabeni (abakwaziyo) ukuvusa abafileyo"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Ukuba ngaba (emazulwini nasemhlabeni) bekukho oothixo ngaphandle koAllâh, bebeya kutshabalala. Ngoko ke makazukiswe uAllâh, iNkosi yeTrone mayela noko bakubalela kuYe"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Yena Akabuzwa ngoko Akwenzayo, kodwa bona baza kubuzwa"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Okanye mhlawumbi bazithabathele thixo bambi na ngaphandle kwaKhe? Yithi (Muhammad): “Velisani ubungqina kaloku. Le (‘Kur’ân) yinkumbuzo kwabo bakunye nam ikwayinkumbuzo kwabo bangaphambili kunam. Kodwa abaninzi kubo abayazi inyaniso, ngoko ke ngabachasi"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Kananjalo aSizanga Sithumele Mthunywa ngaphambi kwakho (Muhammad) koko Samtyhilela ukuba: akukho thixo wumbi ngaphandle kwaM, Khonzani Mna ke"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Ukanti bathi: “USolubabalo Uzele unyana.” Makazukiswe Yena, ukusuka apho bona abo kuthiwa ngoonyana baKhe, zizicaka zaKhe ezihloniphekileyo"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Bona (abo bazizicaka zaKhe) abathethi kuqala kunaYe de kuthethe Yena yaye benza ngokomyalelo waKhe"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Uyakwazi okungaphambili kubo, nokungasemva kwabo, ukanti angekhe bacengele nabani na ngaphandle kwalowo Akholisekileyo nguye. Kananjalo bema phambi kwaKhe ngentlonipho ngenxa yokuMoyika Yena"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Ke kaloku nabani na kubo ongathi: “Inene mna ndinguthixo ngaphandle kwaKhe (uAllâh),” Lowo Singambuyekeza ngesiHogo. Sibabuyekeza kanjalo ke abagabadeli"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Ingaba abo bangakholwayo abaqondi na ukuba amazulu nomhlaba ayedityanisiwe eyinto enye. Saza Thina Sawahlukanisa, Senza yonke into ephilayo ngamanzi, kanti abakholwa na"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Kananjalo Sibeke emhlabeni iintaba eziqinileyo, kuba hleze (umhlaba) uphephuke nabo. Saza Sabeka apho iindlela ezinkulu ekugqithwa ngazo khon’ukuze bakhokeleleke"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Ke kaloku Senza isibhakabhaka saba luphahla olukhuselekileyo, kodwa bona, kwimiqondiso yaso bayatshikila bafulathele"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Yaye nguYe Odale ubusuku nemini, nelanga nenyanga, nganye kuzo ijikeleza kwisijikelezisi sayo"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Kananjalo aSizanga senze namnye kubantu ukuba angafi ngaphambili kunawe (wena Muhammad). Ingaba usakufa wena baza kuphila ngonaphakade bona"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Wonke umntu uza kukungcamla ukufa, kananjalo Siya kwenza uvavanyo kuni ngokungendawo nangokulungileyo. Ukanti kuThi kulapho (niza) kubuyela khona"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Ke bona abo bangakholwayo xa bekubona, (Muhammad) abakuthatheli ntweni ngaphandle kokukugxeka, (besithi): “Ingaba lo ngulowo ukhankanya oothixo benu?” Ukanti bona xa kukhankanywa uSozinceba, abakholwa"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Umntu wadalwa waba sisingxami, (wangabi namonde). Ndiza kunibonisa ke imiqondiso yaM (impindezelo), ningaNdiceli ngokungxama"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Kananjalo bathi: “Siya kuba nini na esi sithembiso, ukuba nithetha inyaniso?”"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Akwaba abo bangakholwayo bebelazi ixesha abangayi kukwazi ngalo ukubuyisa umva uMlilo ebusweni babo okanye emiqolo yabo kwanokuba abayi kuncedwa nakuncedwa"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Ukusuka apho liya kubafikela bengalindelanga libamangalise, yaye abayi kukwazi ukulishenxisa, bengayi kumelwa nakumelwa"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Inene abaThunywa (abaninzi) bagculelwa ngaphambi kwakho (wena Muhammad) kodwa abagculeli (abo) baye barhangqelwa ngoko kugculela kwabo"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Yithi: “Ngubani na onganikhusela ebusuku okanye emini kuSozinceba?” kodwa bona bayayifulathela inkumbulo yeNkosi yabo"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Ingaba banabanye oothixo abanokubakhusela kuThi? Abanawo nje amandla okubakhusela, bengekhe (kwabona) bakhuseleke kuThi"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Nakanye, Thina Sinike ubunewunewu bobomi beli hlabathi kula madoda noyise bawo lada ixesha laya liba lide kubo. Ababoni na bona ukuba siya siwucutha ngokuwucutha umhlaba ngokwemida yawo? Ingaba ngabo na abaza kuba noloyiso"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Yithi (Muhammad): “Mna ndilumkisa kuphela ngesiTyhilelo (esivela kuAllâh) kodwa izithulu aziluva ubizo xa zilunyukiswa"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Ke kaloku xa umfutho (nje) wesohlwayo seNkosi yakho unokubarheca, angekhe bangathi, “Yeha kuthi! Inene, thina besingabenzi bobubi.”"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Ke kaloku Siza kumisela umthetho wokulingana wobulungisa ngoMhla woVuko, yaye akukho bani uza kuphathwa ngokungenabulungisa nangantoni na. Ke kaloku ukuba kuthe kwakho ubunzima (bezenzo ezilungileyo nokuba zezingalunganga) obungangobekhozo lwemostadi. Siya kubuzisa (obo bunzima ngaphambili). Sanele Thina Sisedwa ukufaka embuzweni"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Inene Thina Sanika uMûsâ noHârûn inqobo (yokwahlula phakathi kokulungileyo nokungalunganga), nokukhanya okukhazimlayo nenkumbuzo kumalungisa"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Abo bayoyikayo iNkosi yabo bengaYiboni nokuYibona, bona bayayoyika neYure"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Le ‘Kur’ân ngumyalezo osikelelekileyo eSiwuthumele phantsi (emhlabeni). Ingaba niza kuyiphika"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Kananjalo inene Thina Sanika uIbrâhîm ugwebo olulungileyo mandulo, yaye Thina Sasisazi kakhulu ngaye"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Yabona wathi kutata wakhe nakubantu bakubo: “Yeyantoni na le mifanekiso iqingqiweyo nizinikele kangaka kuyo?”"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Bathi bona: “Thina safumana oobawo bethu bekhonza yona.”"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Wathi yena: “Inene nina noobawo benu nanisekulahlekeni okucacileyo.”"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Bathi bona: “Ingaba wena usizele nenyaniso na, okanye ungomnye wabo bagculelayo kusini na?”"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Wathi yena: “Nakanye ukusuka apho, iNkosi yenu yiNkosi yamazulu nomhlaba, Eyadala bona, mna ke mayela noko ndingomye wamangqina.”"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Ke kaloku (mna ndifunga) ngoAllâh, ndiya kuqulunqa icebo ngokuchasene nemifanekiso eqingqiweyo yenu nisakuba nimkile nina"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Wayaphula ke (loo mifanekiso iqingqiweyo) yaba ziingceba (yonke) kwashiyeka owona mkhulu kuyo, khona ukuze babuyele kuwo (ngemibuzo)"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Bathi bona: Ngubani owenze le nto koothixo bethu? Inene yena ngomnye wabagabadeli.”"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Bathi: “Sikhe seva enye indodana ithetha ngokuchasene nabo, ebizwa ngokuba nguIbrâhîm.”"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Bathi: “Mziseni phambi kwamehlo wabantu, ukuze babe nobungqina.”"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Bathi: “Ingaba wena ungulo wenze le nto (imbi kangaka) koothixo bethu, hini na wena Ibrâhîm?”"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Wathi yena: “Nakanye, ingasuka nje ibe ngulo umkhulu kunabo owenze loo nto, ngoko ke buzani kubo ukuba (bayakwazi) ukuthetha"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Ke kaloku bajongana bathi omnye komnye: “Inene nina ningabenzi bobubi.”"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Baphinda barhoxa (besithi) “Uyayazi nje (nawe) into yokuba ezi (zithixo) azithethi!”"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Wathi yena: “Ke ngoku nina niyikhonza (njani) endaweni ka-Allâh into engenaluncedo ingekhe inenze bungozi konke- konke?”"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Mkani nina nezo nto nizinqulayo ngaphandle koAllâh! Kanti aninangqondo na?”"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Bathi bona: “Mtshiseni nincedise oothixo benu ukuba kukho into ekufuneka niyenzile"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Thina (SinguAllâh) Sathi: “Phola wena mlilo, usindise uIbrâhîm!”"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Ke kaloku babefuna ukumonzakalisa, kodwa Thina Sabenza baba ngabona balahlekelwa kakhulu"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Samhlangula ke yena (uIbrâhîm) noLût Sabasa kwilizwe eSalithamsanqelisela indalo yonke"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Ke kaloku Sampha uIs-hâ’k (uIsake) nomzukulwana uYa’kûb (uYakobi) ngamnye kubo Samenza waba ngcwele"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Kananjalo Sabenza iinkokeli, bakhokela (uluntu) ngomyalelo weThu, yaye Satyhila kubo ukwenziwa kwemisebenzi elungileyo, ukumiselwa kweSalâh nokunikelwa kweZakâh yaye babengabanquli beThu"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Ukanti uLût, Samnika ukugweba nolwazi, Samsindisa esixekweni esasisenza izenzo ezingcolileyo. Inene, bona babengabantu bokungcola, bengathobeli konke-konke"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Ke kaloku Samngenisa encebeni yeThu. Inene, yena wayengomnye wamalungisa"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Yabona wathi uNûh esakukhala (kuAllâh) mandulo Samphendula, Samsindisa yena nosapho lwakhe kwisibetho esikhulu (unogumbe)"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Kananjalo Samncedayena(ukumkhupha) kubantuababephika imiqondiso yeThu. Inene bona yayingabantu ababengcolile, ngoko ke Sabarhaxisa bonke"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "NoDâwûd (uDavide) noSulaymân (uSolomon) xa babenika isigwebo kwityala lentsimi eyadliwa zizimvu zabantu abathile ngobusuku; Thina ke SaSikho ekugwebeni kwabo"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Ke kaloku Samenza uSulaymân ukuba aliqonde ityala; ukanti ngamnye kubo Samnika ugwebo nolwazi. Kananjalo Senza iintaba ukuba (ziSidumise) kunye noDâwûd ndawonye neentaka. Kanti Sakwenza (oko)"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Thina ke Samfundisa ukwenziwa kwezigcina-sifuba (impahla yokulwa) khona ukuze nizikhusele kutshaba lwenu emfazweni. Ngoko ke ingaba niza kubulela"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Ukanti kuSulaymân Senza umoya ovuthuza ngamandla ukuba uhambe ngokomyalelo wakhe ukuya ngasemhlabeni esasiwusikelele. Yaye Thina Sazi zonke izinto"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Kanti kumashayâtîn (ooSathana) kwakukho lawo ayemntywilela3 esenza neminye imisebenzi engaphandle kwalowo. Ke kaloku Thina SaSingabakhuseli bawo"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Kanti ke uAyyûbh (uYobhi), ukukhala kwakhe eNkosini yakhe (esithi), “Imbandezelo indifumene Wena ke UnguSozinceba wabo banenceba.”"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Ke Thina Samphendula Sakususa oko kwakumthwaxa kuyimbandezelo. Sambuyisela kwakhona usapho lwakhe kunye nezinye izinto ezinjengezo, oko kwaba yinceba evela kuThi nenkumbuzo kubo bonke abo bakhonza Thina"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Kananjalo uIsmâ’îl (uIshmayeli), noIdrîs (uEnoki) noDthul- kifl (uIsaya): bonke be babengabanye ababenomonde, (benyamezela)"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Ke kaloku Sabangenisa encebeni yeThu. Inene bona babengabakumalungisa"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Nendoda yentlanzi (uYûnus), ukuhamba kwakhe enomsindo, ecinga ukuba aSinakummisela nantoni na. Ke kaloku yena wakhala esithokothokweni sobunyama, (wathi): “Akukho thixo wumbi ngaphandle kwaKho; uzuko lolwaKho. Inene mna ndibe ngomnye wabenzi bobubi.”"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Samphulaphula ke Samsindisa embandezelweni. Siwasindisa kanjalo ke amakholwa"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "NoZakariyyâ (uZakariya) ukukhala kwakhe eNkosini yakhe: “O Nkosi yam! Ungandiyeki ndindedwa (ndingenamntwana) Ekubeni ukuba Wena Uyeyona Ndlamafa Ilungileyo kwiindlamafa.”"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Samphendula ke kwisikhalo sakhe, Sampha uYahyâ (uYohane), Samphilisa umkakhe (wakwazi ukufumana umntwana) wakhe. Inene, bona babengxama ukwenza izenzo ezilungileyo, bethandaza kuThi benethemba noloyiko yaye kuThi babezinikele ngokuzithobileyo"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "(Khankanya) nalowo wabugcinayo ubunyulu bakhe (uMaryam), Thina ke Savuthela okomoya wethu kuye4 Saza Samenza yena nonyana wakhe baba ngumqondiso endalweni"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Inene esi sizwe senu yinkolo enye yaye Mna ndiyiNkosi yenu, khonzani Mna ke"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Kodwa baqhekeka bahlukana phakathi kwabo ngokuphathelene nenkolo yabo. (Kanti) baza kubuyela kuThi bonke"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Ke kaloku lowo wenza izenzo ezilungileyo lo gama ekholwa, imizamo yakhe ayiyi kuphikwa, yaye inene Thina SingabaBhali bayo"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Akuvumelekanga nasiphi na isixeko kwesazitshabalalisayo ukuba zingaphinda zibuyele (ebomini) kwakhona"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "De uYa’jûj (uGogi) noMa’jûj (uMagogi) bakhululwe baze behle kuzo zonke iinduli"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Ke kaloku isithembiso senene siza kuya sisondela, kananjalo niya kuwabona amehlo abangakholwayo ejamile ndlaa ngoloyiko (besithi): “Yeha kuthi! Inene thina zanga sikunanze oku nakanye thina sasingabenzi bobubi.”"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Inene nina bangakholwayo noko nikunqulayo ngaphandle koAllâh, niya kuba ziinkuni (zoMlilo) wesiHogo yaye niya kungeniswa kuso"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Ukuba ngaba ezi zithixo bezingoothixo (bokwenyani) bebengazi kungeniswa kuso (isiHogo), yaye bonke baya kuhlala apho kuso (ngonaphakade)"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Kuso, apho baya kuphefumla ngesingqala nomgqumo ukanti phakathi apho abayi kuva nto (ngeendlebe)"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Inene bona abo umvuzo wabo olungileyo uya kuba uphumile kuThi. Ke bona kuwo (uMlilo wesiHogo) baya kususwa babe kude lee"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Abayi kuva nesincinane isandi sawo (uMlilo wesiHogo), lo gama baya kuba behleli apho imiphefulo yabo inqwenela ukuhlala khona"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Uloyiko olukhulu (loMhla wokugqibela) aluyi kubaxhalabisa bona, yaye iingelosi ziya kudibana nabo, (zisithi): “Le yiloo Mini yenu enanithenjiswe ngayo”"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "IMini apho Siya kulisonga izulu libe ngathi liphepha lokubhala elisongwayo. Njengoko Saqala indalo yokuqala, Siya kuyiphinda kwakhona. Sisithembiso esisisibophelelo kuThi (eso). Inene, Thina Siya kukwenza oko"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Ke kaloku Sele Sibhalile eNcwadini (yeeNdumiso) emva kokuba sele kukhankanyiwe okokuba ilizwe (lasePaladesi) liya kudliwa ilifa zizicaka zaM ezingamalungisa"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Inene kule (‘Kur’ân) kukho umyalezo kubantu bonqulo"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Kananjalo wena (Muhammad) aSikuthumelelanga nto yimbi ngaphandle kokuba ube yinceba kwi-’Alamin (ebantwini bonke nakwindalo ngokubanzi)"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Yithi, “Kutyhiliwe kum okokuba uThixo wenu nguThixo Omnye (jwi); ingaba ke nina niza kuba ngawo amaMuslim?”"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Kodwa ke ukuba bayatshikila bafulathele, yithi wena, “Mna ndivakalisile kuni nonke ngokulinganayo. Kananjalo andazi nokuba kusekude okanye sele kukufutshane na oko nithenjiswe ngako. (kusisohlwayo)"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Inene Yena Uyakwazi okuthethwayo, Ekwazi noko nikufihlayo"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Yaye andazi mna, mhlawumbi kusenokwenzeka ukuba kuthi kanti luvavanyo lwenu (olu) nolonwabo lwethutyana.”"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(UMprofeti) wathi yena: “Nkosi yam, gweba (phakathi kwethu) ngenyaniso. Kananjalo iNkosi yethu nguSolubabalo, lolwaKhe uncedo olufunwayo ngokuchasene noko nikuchazayo6.”"
        }
    ]
}