{
    "chapter": [
        {
            "chapter": 36,
            "verse": 1,
            "text": "Yâsîn"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Nge’Kur’ân, enobulumko"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Inene wena ungomnye wabaThunywa"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "ENdleleni ethe Tye"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "(Esi) sisiTyhilelo sikaSobunganga, uSozinceba"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "Khon’ukuze ulumkise abantu (ngaso) abakhokho babo bangazanga balunyukiswe, ngoko (bahleli) bengazi"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Inene ilizwi eliyinyani lesohlwayo sele (livakalisiwe) Ngokuchasene noninzi lwabo, ngoko ke abakholwa"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Inene, Thina Sibaqamangele ngamakhonkco ezintanyeni zabo ukuya kutsho ezilevini zabo ukuze iintloko zabo (zihlale) ziqwanyile"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Kananjalo Sibeke umqobo phambi kwabo nangemva kwabo Sabagquma ukuze bangaboni"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Ke kaloku kuyafana kubo nokuba ungabalumkisa okanye ungabalumkisi abayi kukholwa"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Wena uya kulumkisa kuphela olandela umyalezo nowoyika uSozinceba Ongabonwayo. Ngoko ke (onjalo) mnike iindaba ezivuyisayo zokuxolelwa nomvuzo omkhulu"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Inene SiThi ababuyisela abafileyo ebomini, Sibhale (konke) abakwenzayo nabakushiya ngemva, kwaye zonke izinto Sizibhale eNcwadini ecacileyo"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Ke kaloku benzele umzekeliso (wabantu) besixeko (esithile) ekwafika abaThunywa kuso"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Sathi Sisakuthumela ababini kubo basuka babaphika, Saza Sabomeleza ngowesithathu, bathi: “Inene thina singabathunywa kuni.”"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Bathi bona: “Aninto yimbi nina ngaphandle kokuba ngabantu abafana nathi, kunjalo nje uSozinceba Akananto Ayityhilileyo (kuni) koko nina ningamaxoki.”"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Bathi bona: “INkosi yethu Iyazi okokuba singabaThunywa kuni"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Yaye thina asinaxanduva lumbi ngaphandle kokuvakalisa uMyalezo ngokucacileyo.”"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Bathi bona: “Inene thina sinicingela ukuba ningumhlola ombi. Ukuba aniyeki ke inene siya kunixuluba ngamatye, kwaye inene niya kufunyanwa sisohlwayo esibuhlungu esivela kuthi.”"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Bathi bona (abathunywa): “Umhlola ombi ukuni buqu. Ingaba (nikutsho oku) kuba nikhunjuzwa (ngoAllâh) kusini na?” Nakanye nina ningabenzi bobubi.”"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Ke kaloku kweza indoda ibaleka, ivela kwicala elikude lesixeko. Yathi: “Hini na bantu bakuthi landelani abaThunywa"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Landelani abo banganibizi ntlawulo babe bengabakhokelelekileyo"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Ndiya kuthini na ukungamnquli loWo Wandidalayo ekunguYe eniza kubuyiselwa kuYe"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Ndingathabatha (thixo) bambi na ngaphandle kwaKhe (lo gama) xa uSozinceba Enokuthi Athande ukuba ndihlelwe bububi intethelelo yabo (thixo benu bobuxoki) ingandincedi nto konke konke, bengekhe bandisindise nokundisindisa"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Inene bendingaba sekulahlekeni okucacileyo"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Inene mna ndikholiwe eNkosini yenu, ngoko ke ndiphulaphuleni.”"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "Kwathiwa (kuye:) “Ngena ePaladesi.” Wathi yena: “Akwaba abantu bakuthi babesazi"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Okokuba Indixolele kangakanani na iNkosi yam, Yandibeka kunye nabahloniphekileyo.”"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "Ke kaloku aSizanga Sithumele mkhosi ngokuchasene nabantu bakubo kungazanga kube yimfuneko kananjalo kuThi ukwenza loo nto"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Akuzanga kube thuba lingakanani kwakhwazwa kwaba kanye, bacima (pam)"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Kwaba njani ke ukuzisola kwezicaka. Akuzanga kufike Mthunywa kubo bangaphoxisi ngaye"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Ababonanga na okokuba zingaphi izizukulwana eSazitshabalalisayo kwanokuba ezo (zizukulwana) azisokuze ziphinde zibuyele kubo kwakhona"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Ukanti inene, bonke baza kubuyiselwa kuThi"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Kanti ke umqondiso wabo ngumhlaba ofileyo. Thina ke Siye Siwubuyisele ebomini Size Sivelise iinkozo abathi badle kuzo"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Ke kaloku Sabeka apho imiyezo yemithi yesundu nezidiliya, Senza kwagqabhuka imithombo apho phakathi kuyo"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "Khona ukuze badle iziqhamo zaKhe. Ukanti ke izandla zabo ayizizo eziyivelisayo, ngoko ke abayi kubulela na"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Makazukiswe loWo Wadala zonke (izinto) ngambini zokuhluma emhlabeni nakubo buqu nakoko bangakwaziyo"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Kananjalo umqondiso kubo bubusuku. Sisusa ukukhanya kwemini kubo (ubusuku), ukuze babe sebumnyameni"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Ukanti lona ilanga libaleka endaweni yalo ukuya endaweni yokuma kwalo. Oko kungummiselo kaSobunganga, uSolwazi"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Nenyanga Siyiqingqela izigaba zayo (kangangokuba) ide ibuyele (ibonakale) injengentlava endala yedatilisi"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Akuvumelekanga ukuba (ilanga) liyifumane inyanga, bungavumelekanga nobusuku ukuba buyifumane imini kodwa nganye kuzo indanda kwisijikelezisi sayo"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Kananjalo umqondiso kubo ngulowo wokuba Sathwala ooyisemkhulu enqanaweni (kaNûh) eyayizele qhu"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Yaye Sibadalele okufana noko bakuqhubayo (bakuqabelayo)"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Kanti ke ukuba SaSithandile ngeSaSibatshonisile emanzini, kwaye kwakungazi kubakho bani ubavelelayo, babengayi kusinda nokusinda"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Ngaphandle kwenceba evela kuThi nembonelelo yokwethutyana"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Kodwa xa kusithiwa kubo: “Lumkelani okwangaphambili kunani nokungemva kwenu; mhlawumbi niya kwenzelwa inceba"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Kananjalo akukho mqondiso ufikayo kubo uvela kwimiqondiso yeNkosi yabo abangawutshikileliyo"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Kanti naxa kusithiwa kubo: ‘Nikelani kumalizo ngoko uAllâh Anibonelele ngako,” Abo bangakholwayo bathi kwabo bakholwayo: “Thina sondle lowo xa uAllâh Ebethanda ngemondle ngokwaKhe? Nina anikho ntweni yimbi ngaphandle kokulahleka okucacileyo.”"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Kananjalo bathi: Siya kuba nini na esi sithembiso ukuba nithetha inyaniso?”"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "(Ukuba bebesazi) akukho nto bayilindileyo ngaphandle kokudubula kwesithongakazi, esiya kubahlasela besalibele kukuphikisa"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Kwaye abayi kukwazi (ukunikela imiyalezo) bengayi kubuyela nakubantu bakubo na kakade"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "Ke kaloku iXilongo liya kuvuthelwa, baze ngoko nangoko baphume emangcwabeni beze eNkosini yabo bengxamile"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Baya kuthi: “O yini na kuthi! Ngubani na osivusileyo endaweni yethu yokulala?” (Impendulo iya kuthi): “Oku\tkoko\tuSozinceba\tWakuthembisayo,\tyaye abaThunywa babethetha inyaniso.”"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Akuyi kuba yinto yimbi ngaphandle kwesithonga esinye baze ngoko nangoko babuyiswe phambi kweThu"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Ngoko ke (kuya kuthiwa kubo): “(NaMhlanje) akuyi kubakho mphefumlo uya kwenziwa bugwenxa konke konke, kananjalo aniyi kubuyekezwa ngaphandle koko nakwenzayo.”"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Inene amadlelane asePaladesi ngaloo Mini aya kuhleka echulumancile, esebenza imisebenzi (yawo) emihle"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Bona nabalingane babo besemthunzini, bengqiyame ngeesofa ezihonjisiweyo"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Okwabo apho iya kuba ziziqhamo, yaye okwabo iya kuba yiyo nantoni na abayicelayo (okanye abayinqwenelayo)"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "“Noxolo,” ilizwi elivela eNkosini uSozinceba"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "(Uya kuthi Yena): “Yimani ngokwahlukeneyo nina zaphula- mthetho"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "NdaNdinganiyalelanga na ukuba ningamkhonzi uShaytân, hini na bantwana baka-Adam kuba yena kuni ulutshaba olucacileyo"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Kwanokuba nina nqulani Mna kuphela Le yiNdlela ethe Tye"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Kananjalo yena phakathi kwenu sele elahlekise inyambalala endalweni, ke ngoko nina naningayisebenzisi ingqiqo"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Lo nguMlilo wesiHogo enanithenjiswe ngawo"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Yitshani naMhlanje ngenxa yoko nanidla ngokukuphika!”"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Ngaloo Mini Siya kuyitywina imilomo yabo, kuze kuthethe izandla zabo kuThi, iinyawo zabo zona ziya kungqina ngoko bakwenzayo"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Ke kaloku ukuba SaSithandile ngeSaSibatshabalalisele amehlo abo, baza bakhuphisana (ngokufuna) indlela, phofu babeza kuyibona kanjani"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Kananjalo ukuba SaSithandile ngeSabenza baba ziimbedlenge ezindaweni zabo khona ukuze bangakwazi (ukuhamba) baye phambili, bangakwazi nokubuyela umva"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Lowo Simnike ubomi obude, Simbuyisela umva endalweni. Ingaba ke ngoku abayi kuqonda"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Kananjalo Asizanga Simnike (uMuhammad) ulwazi lobumbongi, kwaye asinto imfaneleyo (leyo). Koko (eSimnike kona) akunto yimbi ngaphandle kokuba ngumyalezo ne’Kurân ecacileyo"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "Yokulumkisa nabani na ophilayo, kuze kuthetheleleke ilizwi lesilumkiso ngokuchasene nabangakholwayo"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Kanti ababoni na okokuba koko kuvela eZandleni zeThu Sibadalele, Sabenzela izilwanyana ezitya ingca, baze babe ngabaninizo"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Kananjalo Sizilulamisele bona, ngoko ke ezinye zazo bayaziqabela, ezinye zazo bazitye"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "Ukanti kwakuzo apho kukwakho nezinye (izinto) eziyinzuzo (kubo) nokuselwayo, ngoko ke abayi kubulela na"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Kodwa bazithabathele thixo bambi ngaphandle koAllâh (besithi) mhlawumbi baya kuncedakala"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Abakwazi kubanceda nje, ukanti ikwangabo buqu amajoni angabalondolozi babo (thixo babo bobuxoki)"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Ngoko ke wena musa ukuvumela iintetho zabo zikukhubekise, Siyakwazi abakufihlayo noko bakuvezayo"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Kanti umntu lo akaqapheli na okokuba Samdala ngeqabaza lembewu yomntu? kodwa asuke yena abe ngumchasi ocacileyo"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Ade enze umzekelo (ngaThi), alibale ngokudalwa kwakhe athi: “Ngubani oza kunika ubomi emathanjeni asele ethe saa?”"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Yithi wena: “Uya kuwanika ubomi loWo Wawavelisayo ekuqalekeni, kwaye Yena phezu kwayo yonke indalo nguSolwazi.”"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "Yena nguloWo Wanenzela umlilo ngomthi oluhlaza, nenithi niphembe ngawo"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Ingaba loWo Wadala amazulu nomhlaba Akakwazi ukudala abanjengabo? Ewe (kunjalo nje) yaye Yena nguSolwazi, uMdali"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Yena owaKhe umyalelo ngowokuba Athi xa Enenjongo yento (ethile) Asuke Athi kuyo: “Yibakho,” ibekho (ngoko nangoko)"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Ngoko ke Makazukiswe loWo eSandleni saKhe kukho ulongamelo lwezinto zonke, yaye kukuYe apho niza kubuyiselwa khona"
        }
    ]
}