{
    "hizbs": [
        {
            "chapter": 36,
            "verse": 60,
            "text": "He bani-adama! Ami ki tomaderake bale rakhini ye, sayatanera ebadata karo na, se tomadera prakasya satru"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "ebam amara ebadata kara. Eta'i sarala patha."
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Sayatana tomadera aneka dalake pathabhrasta kareche. Tabu'o ki tomara bujhani"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "e'i se jahannama, yara oyada tomaderake deya hato."
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Tomadera kupharera karane aja ete prabesa kara."
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Aja ami tadera mukhe mohara emte deba tadera hata amara sathe katha balabe ebam tadera pa tadera krtakarmera saksya debe."
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Ami iccha karale tadera drsti sakti bilupta kare dite paratama, takhana tara pathera dike daurate ca'ile kemana kare dekhate peta"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "ami iccha karale taderake sba sba sthane akara bikrta karate paratama, phale tara age'o calate parata na ebam pechane'o phire yete parata na."
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Ami yake dirgha jibana dana kari, take srstigata purbabasthaya phiriye ne'i. Tabu'o ki tara bujhe na"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "ami rasulake kabita siksa de'ini ebam ta tara jan'ye sobhaniya'o naya. Eta to eka upadesa o prakasya kora'ana."
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "Yate tini satarka karena jibitake ebam yate kapheradera birud'dhe abhiyoga pratisthita haya."
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Tara ki dekhe na, tadera jan'ye ami amara nija hatera tairi bastura dbara catuspada jantu srsti karechi, atahpara tara'i egulora malika."
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Ami eguloke tadera hate asahaya kare diyechi. Phale edera kataka tadera bahana ebam kataka tara bhaksana kare."
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "Tadera jan'ye catuspada jantura madhye aneka upakarita o paniya rayeche. Tabu'o kena tara sukariya adaya kare na"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "tara allahara paribarte aneka upasya grahana kareche yate tara sahayyaprapta hate pare."
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Athaca esaba upasya taderake sahayya karate saksama habe na ebam egulo tadera bahini rupe dhrta haye asabe."
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Ata'eba tadera katha yena apanake duhkhita na kare. Ami jani ya tara gopane kare ebam ya tara prakasye kare."
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Manusa ki dekhe na ye, ami take srsti karechi birya theke? Atahpara takhana'i se haye gela prakasya bakabitandakari."
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Se amara samparke eka adbhuta katha barnana kare, athaca se nijera srsti bhule yaya. Se bale ke jibita karabe asthisamuhake yakhana segulo pace gale yabe"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "baluna, yini prathamabara seguloke srsti karechena, tini'i jibita karabena. Tini sarbaprakara srsti samparke samyaka abagata."
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "Yini tomadera jan'ye sabuja brksa theke aguna utpanna karena. Takhana tomara ta theke aguna jbala'o."
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Yini nabhomandala o bhumandala srsti karechena, tini'i ki tadera anurupa srsti karate saksama nana? Hyam tini mahasrasta, sarbajna."
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Tini yakhana kona kichu karate iccha karena, takhana take kebala bale dena, ‘ha'o’ takhana'i ta haye yaya."
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Ata'eba pabitra tini, yamra hate sabakichura rajatba ebam tamra'i dike tomara pratyabartita habe."
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "Sapatha tadera yara saribad'dha haye damrano"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "atahpara dhamakiye bhiti pradarsanakaridera"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "atahpara mukhastha abrttikaridera"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "niscaya tomadera mabuda eka."
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "Tini asamana samuha, yamina'o etadubhayera madhyabarti sabakichura palanakarta ebam palanakarta udayacalasamuhera."
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Niscaya ami nikatabarti akasake tarakarajira dbara susobhita karechi."
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "Ebam take sanraksita karechi pratyeka abadhya sayatana theke."
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "Ora urdhba jagatera kona kichu srabana karate pare na ebam cara dika theke tadera prati ulka niksepa kara haya."
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "Oderake bitaranera uddese. Odera jan'ye rayeche biramahina sasti."
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Tabe ke'u chom mere kichu sune phelale jbalanta ulkapinda tara pascad'dhabana kare."
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Apani taderake jijnesa karuna, taderake srsti kara kathinatara, na ami an'ya ya srsti karechi? Ami'i taderake srsti karechi emtela mati theke."
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Baram apani bismaya bodha karena ara tara bidrupa kare."
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "Yakhana taderake bojhano haya, takhana tara bojhe na."
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "Tara yakhana kona nidarsana dekhe takhana bidrupa kare."
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "Ebam bale, kichu'i naya, eye spasta yadu."
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "Amara yakhana mare yaba, ebam mati o hare parinata haye yaba, takhana'o ki amara punarut'thita haba"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "amadera pitrpurusagana'o ki"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "baluna, hyam ebam tomara habe lanchita."
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "Bastutah se ut'thana habe ekati bikata sabda matra-yakhana tara pratyaksa karate thakabe."
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "Ebam balabe, durbhagya amadera! Eta'i to pratiphala dibasa."
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "Bala habe, eta'i phayasalara dina, yake tomara mithya balate."
        }
    ]
}