{
    "hizbs": [
        {
            "chapter": 57,
            "verse": 16,
            "text": "Yara mumina, tadera jan'ye ki allahara smarane ebam ye satya abartirna hayeche, tara karane hrdaya bigalita ha'oyara samaya aseni? Tara tadera mata yena na haya, yaderake purbe kitaba deya hayechila. Tadera upara sudirghakala atikranta hayeche, atahpara tadera antahkarana kathina haye geche. Tadera adhikansa'i papacari."
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Tomara jene rakha, allaha'i bhu-bhagake tara mrtyura para punarujjibita karena. Ami pariskarabhabe tomadera jan'ye ayatagulo byakta karechi, yate tomara bojha."
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Niscaya danasila byakti o danasila nari, yara allahake uttamarupe dhara deya, taderake deya habe bahuguna ebam tadera jan'ye rayeche sam'manajanaka puraskara."
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Ara yara allaha o tamra rasulera prati bisbasa sthapana kare tara'i tadera palanakartara kache siddika o sahida bale bibecita. Tadera jan'ye rayeche puraskara o jyoti ebam yara kaphera o amara nidarsana asbikarakari tara'i jahannamera adhibasi habe."
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "Tomara jene rakha, parthiba jibana krira-kautuka, saja-sajja, parasparika ahamika ebam dhana o janera pracurya byatita ara kichu naya, yemana eka brstira abastha, yara sabuja phasala krsakaderake camatkrta kare, erapara ta sukiye yaya, phale tumi take pitabarna dekhate pa'o, erapara ta kharakuta haye yaya. Ara parakale ache kathina sasti ebam allahara ksama o santusti. Parthiba jibana prataranara upakarana bai kichu naya."
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Tomara agre dhabita ha'o tomadera palanakartara ksama o se'i jannatera dike, ya akasa o prthibira mata prasasta. Eta prastuta kara hayeche allaha o tamra rasulaganera prati bisbasasthapanakaridera jan'ye. Eta allahara krpa, tini yake iccha, eta dana karena. Allaha mahana krpara adhikari."
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "Prthibite ebam byaktigatabhabe tomadera upara kona bipada ase na; kintu ta jagata srstira purbe'i kitabe lipibad'dha ache. Niscaya eta allahara pakse sahaja."
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "Eta ejan'ye bala haya, yate tomara ya hara'o tajjan'ye duhkhita na ha'o ebam tini tomaderake ya diyechena, tajjan'ye ullasita na ha'o. Allaha kona ud'dhata ahankarike pachanda karena na"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "yara krpanata kare ebam manusake krpanatara prati utsaha deya, ye mukha phiriye neya, tara jana ucita ye, allaha abhabamukta, prasansita."
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Ami amara rasulaganake suspasta nidarsanasaha prerana karechi ebam tamdera sathe abatirna karechi kitaba o n'yayaniti, yate manusa inasapha pratistha kare. Ara ami nayila karechi lauha, yate ache pracanda ranasakti ebam manusera bahubidha upakara. Eta ejan'ye ye, allaha jene nibena ke na dekhe tamke o tamra rasulaganake sahayya kare. Allaha saktidhara, parakramasali."
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "Ami nuha o ibrahimake rasularupe prerana karechi ebam tadera bansadharera madhye nabu'oyata o kitaba abyahata rekhechi. Atahpara tadera kataka satpathaprapta hayeche ebam adhikansa'i hayeche papacari."
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "Atahpara ami tadera pascate prerana karechi amara rasulaganake ebam tadera anugami karechi mariyama tanaya isake o take diyechi injila. Ami tara anusaridera antare sthapana karechi namrata o daya. Ara bairagya, se to tara nijera'i udbhabana kareche; ami eta tadera upara pharaja karini; kintu tara allahara santusti labhera jan'ye eta abalambana kareche. Atahpara tara yathayathabhabe ta palana kareni. Tadera madhye yara bisbasi chila, ami taderake tadera prapya puraskara diyechi. Ara tadera adhikansa'i papacari."
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "Muminagana, tomara allahake bhaya kara ebam tamra rasulera prati bisbasa sthapana kara. Tini nije anugrahera dbiguna ansa tomaderake dibena, tomaderake dibena jyoti, yara sahayye tomara calabe ebam tomaderake ksama karabena. Allaha ksamasila, dayamaya."
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "Yate kitabadharira jane ye, allahara saman'ya anugrahera upara o tadera kona ksamata ne'i, daya allahara'i hate; tini yake iccha, ta dana karena. Allaha maha anugrahasila."
        }
    ]
}