{
    "hizbs": [
        {
            "chapter": 4,
            "verse": 24,
            "text": "Ebam naridera madhye tadera chara sakala sadhaba striloka tomadera jan'ye nisid'dha; tomadera daksina hasta yadera malika haye yaya-eta tomadera jan'ya allahara hukuma. Ederake chara tomadera jan'ye saba nari halala kara hayeche, sarta e'i ye, tomara taderake sbiya arthera binimaye talaba karabe bibaha bandhane abad'dha karara jan'ya-byabhicarera jan'ya naya. Anantara tadera madhye yake tomara bhoga karabe, take tara nirdharita haka dana kara. Tomadera kona gonaha habe na yadi nirdharanera para tomara paraspare sam'mata ha'o. Niscaya allaha subijna, rahasyabida."
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Ara tomadera madhye ye byakti sbadhina musalamana narike biye karara samarthya rakhe na, se tomadera adhikarabhukta musalima kritadasiderake biye karabe. Allaha tomadera imana samparke bhalobhabe jnata rayechena. Tomara paraspara eka, ata'eba, taderake tadera malikera anumatikrame biye kara ebam niyama anuyayi taderake moharana pradana kara ematabasthaya ye, tara bibaha bandhane abad'dha habe-byabhicarini kimba upa-pati grahanakarini habe na. Atahpara yakhana tara bibaha bandhane ese yaya, takhana yadi kona aslila kaja kare, tabe taderake sbadhina naridera ardheka sasti bhoga karate habe. E byabastha tadera jan'ye, tomadera madhye yara byabhicare lipta ha'oyara byapare bhaya kare. Ara yadi sabara kara, tabe ta tomadera jan'ye uttama. Allaha ksamasila, karunamaya."
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Allaha tomadera jan'ye saba kichu pariskara barnana kare dite cana, tomadera purbabartidera patha pradarsana karate cana. Ebam tomaderake ksama karate cana, allaha mahajnani rahasyabida."
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "Allaha tomadera prati ksamasila hate cana, ebam yara kamana-basanara anusari, tara caya ye, tomara patha theke aneka dure bicyuta haye para."
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Allaha tomadera bojha halaka karate cana. Manusa durbala srjita hayeche."
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "He imanadaragana! Tomara eke aparera sampada an'yayabhabe grasa karo na. Kebalamatra tomadera parasparera sam'matikrame ye byabasa kara haya ta baidha. Ara tomara nijedera ka'uke hatya karo na. Nihsandehe allaha ta’ala tomadera prati dayalu."
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Ara ye ke'u simalanghana kimba julumera basabarti haye erupa karabe, take khuba sighra'i agune niksepa kara habe. Eta allahara pakse khuba'i sahajasadhya."
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Yegulo samparke tomadera nisedha kara hayeche yadi tomara sesaba bara gonaha gulo theke bemce thakate para. Tabe ami tomadera krati-bicyutigulo ksama kare deba ebam sam'mana janaka sthane tomadera prabesa karara."
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Ara tomara akanksa karo na emana saba bisaye yate allaha ta’ala tomadera ekera upara aparera sresthatba dana karechena. Purusa ya arjana kare seta tara ansa ebam nari ya arjana kare seta tara ansa. Ara allahara kache tamra anugraha prarthana kara. Nihsandehe allaha ta’ala sarba bisaye jnata."
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Pita-mata ebam nikatatniyagana ya tyaga kare yana sesabera jan'ya'i ami uttaradhikari nirdharana kare diyechi. Ara yadera sathe tomara angikarabad'dha hayecha tadera prapya diye da'o. Allaha ta’ala nihsandehe saba kichu'i pratyaksa karena."
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Purusera naridera upara krrtatbasila e jan'ya ye, allaha ekera upara an'yera baisistya dana karechena ebam e jan'ya ye, tara tadera artha byaya kare. Se mate nekakara strilokagana haya anugata ebam allaha ya hephayatayogya kare diyechena loka caksura antarale'o tara hephayata kare. Ara yadera madhye abadhyatara asanka kara tadera sadupadesa da'o, tadera sayya tyaga kara ebam prahara kara. Yadi tate tara badhya haye yaya, tabe ara tadera jan'ya an'ya kona patha anusandhana karo na. Niscaya allaha sabara upara srestha."
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Yadi tadera madhye samparkaccheda ha'oyara mata paristhitira'i asanka kara, tabe sbamira paribara theke ekajana ebam strira paribara theke ekajana salisa niyukta karabe. Tara ubhayera mimansa ca'ile allaha sarbajna, sabakichu abahita."
        }
    ]
}