{
    "pages": [
        {
            "chapter": 5,
            "verse": 114,
            "text": "Isa, sin Merjemin, reče: “O Allahu, Gospodaru naš! Spusti nam trpezu s neba, biće za nas blagdan, za prvog između nas i zadnjeg od nas, i znak od Tebe. I opskrbi nas, a Ti si Najbolji od opskrbljivača.”"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Allah reče: “Uistinu! Ja sam Taj koji će vam je spustiti, pa ko od vas ne bude vjerovao poslije - pa uistinu, Ja ću ga kazniti kaznom kakvom nisam kaznio nikog od svjetova!”"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "I kad Allah rekne: “O Isa, sine Merjemin! Jesi li ti govorio ljudima: ’Uzmite mene i majku moju (kao) dva boga mimo Allaha?” Reći će: “Slava neka je Tebi! Nije moje da ja kažem šta pravo nemam. Da sam to rekao, pa doista bi Ti to znao. Znaš šta je u duši mojoj, a ne znam šta je u duši Tvojoj. Uistinu! Ti, Ti si Znalac nevidljivih"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Nisam im govorio, izuzev ono šta si mi naredio: “Obožavajte Allaha, Gospodara mog i Gospodara vašeg.” I bio sam nad njima svjedok dok sam bio među njima. Pa pošto si mi smrt dao, bio si Ti Taj koji ih je nadzirao, a Ti si nad svakom stvari Svjedok"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Ako ih kazniš - pa uistinu, oni su robovi Tvoji; a ako im oprostiš - pa uistinu, Ti, Ti si Moćni, Mudri.”"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Allah će reći: “Ovo je Dan (kad) će koristiti istinitima istinitost njihova. Imaće oni bašče ispod kojih teku rijeke, vječno će biti u njima, zauvijek.” Zadovoljan će Allah biti njima, i zadovoljni Njime. To je postignuće veličanstveno"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Allahova je vlast nebesa i Zemlje i šta je u njima; a On je nad svakom stvari Imalac moći"
        }
    ]
}