{
    "pages": [
        {
            "chapter": 57,
            "verse": 12,
            "text": "Na Dan kad budeš vidio vjernike i vjernice - kretaće se svjetlo njihovo ispred njih i s desnih strana njihovih: “Radosna vijest vama Danas! Bašče ispod kojih teku rijeke, bićete vječno u njima.” To je to, uspjeh veličanstven"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "Na Dan kad budu munafici i munafikinje govorili onima koji su vjerovali: “Čekajte nas (da) pozajmimo od svjetla vašeg!” Biće rečeno: “Vratite se vi nazad, pa tražite svjetlo.” Tad će između njih biti postavljen bedem, koji će imati kapiju. Unutrašnjost njegova u njemu, biće milost, a vanjština njegova, ispred njega - kazna"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "Dozivaće ih: “Zar nismo bili s vama?” Reći će (vjernici): “Da, međutim, vi ste iskušavali duše svoje i iščekivali i sumnjali, i zavarale su vas želje - dok nije došla naredba Allahova. A o Allahu vas je obmanuo garur"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Zato se Danas od vas neće uzeti fidja, niti od onih koji nisu vjerovali. Sklonište vaše je vatra. Ona je zaštitnik vaš, a loše je dolazište!”"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "Zar nije vrijeme onima koji vjeruju, da se srca njihova ponize spominjanju Allaha i onom šta je objavljeno od Istine; i ne budu kao oni kojima je data Knjiga prije, pa im se odužio rok, te otvrdla srca njihova, a mnogi od njih su grješnici"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Znajte da Allah oživljava zemlju nakon mrtvila njenog! Doista smo vam objasnili ajete, da biste vi shvatili"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Uistinu! Oni koji daju sadaku i koje daju sadaku i uzajmljuju Allahu zajam lijep, udvostručiće im, a imaće oni nagradu plemenitu"
        }
    ]
}