{
    "rukus": [
        {
            "chapter": 8,
            "verse": 49,
            "text": "Münafıklar ve kalplerinde hastalık olanlar: -Müslümanları dinleri aldattı, diyorlardı. Oysa kim Allah’a güvenirse bilmelidir ki Allah güçlüdür, hakimdir"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Görseydin o inkar edenleri melekler, kafir olanların yüzlerine ve sırtlarına vurarak canlarını alırken: (Şöyle diyorlardı) -Yakıcı azabı tadın"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Bu kendi ellerinizle yaptığınızın karşılığıdır diyerek canlarını alırken bir görseydin! Allah, kullarına zulmedici değildir"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Firavun hanedanı ve onlardan öncekilerin gidişatı gibi onlar, Allah’ın ayetlerini yalanladılar da Allah da, onları günahları sebebiyle yok etti. Allah, güçlüdür, cezası şiddetlidir"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Bu, bir toplum kendi nefsinde olanı değiştirmedikçe, Allah’ın o topluma bahşettiği nimeti değiştirici olmadığı içindir. Allah, işitendir, bilendir"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Firavun hanedanı ve onlardan öncekilerin gidişatı gibi, Rab’lerinin ayetlerini yalanladılar, biz de onları günahları sebebiyle helak ettik. Firavun hanedanını suda boğduk. Hepsi de zalim idi"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Allah katında yeryüzünde yürüyen canlıların en kötüsü küfredenlerdir. artık onlar iman etmezler"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Antlaşma yaptığın kimseler, sonra her defasında hiç çekinmeden bunu bozarlar"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Savaşta onları yakalarsan darmadağın et ki arkalarındakilere ibret olsun"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Eğer bir topluluğun hıyanetinden korkarsan onlarla yapılan antlaşmayı kendilerine at. Çünkü Allah hainleri sevmez"
        }
    ]
}