{
    "rukus": [
        {
            "chapter": 16,
            "verse": 90,
            "text": "Allah, adaleti, iyiliği ve yakınlara vermeyi emreder. Ahlaksızlığı, kötülüğü ve taşkınlığı yasaklar. Düşünesiniz diye size öğüt verir"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Sözleştiğiniz zaman, Allah’a verdiğiniz sözü yerine getirin. Allah’ı kendinize kefil tutarak sağlama bağladıktan sonra yeminlerinizi bozmayın. Allah, sizin ne yaptığınızı elbette bilir"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "İpliğini iyice eğirip sağlamlaştırdıktan sonra bozan kadın gibi olmayın. Bir toplum, diğer bir toplumdan daha çok diye yeminlerinizi bozuyorsunuz. Ancak, Allah sizi onunla imtihan ediyor, kıyamet günü hakkında ihtilaf ettiğiniz şeyi açıklayacaktır"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Eğer Allah dileseydi, sizi elbette tek bir ümmet yapardı. Fakat o dilediğini sapıklıkta bırakır, dilediğine de doğru yolu gösterir. Yaptıklarınızdan elbette hesaba çekileceksiniz"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Birbirinizi aldatmak için yemin etmeyin. Eğer böyle yaparsanız, ayak sağlamca yere bastıktan sonra kaymış olur. Allah yolundan saptığınız için azabı tadarsınız. Ve size büyük bir azap dokunur"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Allah’a verdiğiniz sözü az bir bedele satmayın! Eğer, bilirseniz gerçekten Allah’ın yanındakiler sizin için daha hayırlıdır"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Sizin yanınızda olanlar tükenir, fakat Allah’ın yanındakiler tükenmez. Sabırlı olanları ödüllendireceğiz. Onların mükafatını yaptıklarının en iyisiyle öderiz"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Erkek ve kadınlardan her kim mümin olarak doğru olanı yaparsa, ona güzel bir hayat yaşatırız, ve onları yaptıklarının en iyisi ile ödüllendiririz"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Kur’an okuduğun zaman, kovulmuş şeytandan Allah’a sığın"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Şüphesiz ki, onun iman edenler ve Rabbine güvenenler üzerinde hiçbir gücü yoktur"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Onun nüfuzu, sadece kendisini veli edinenler ve (Allah’a) şirk koşanlar üzerindedir"
        }
    ]
}