{
    "rukus": [
        {
            "chapter": 17,
            "verse": 61,
            "text": "Meleklere: -Adem için secde edin! dediğimiz vakit, İblis dışında hepsi secde etti. İblis: -Çamurdan yarattığın kimse için mi secde edeyim? dedi"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Benden üstün kıldığın adam bu mu? Eğer, bana kıyamet gününe kadar süre verirsen, çok azı dışında onun soyunu emir ve kumandam altına alacağım! dedi"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Allah: -Defol, onlardan kim sana tabi olursa, sizin cezanız cehennemdir. Eksiksiz ve tam bir ceza"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "İnsanlardan gücünün yettiklerini sesinle titret! Atlı ve yayalarınla onların üzerine yürü! Onların mallarına ve evlatlarına ortak ol, onlara vaadde bulun! Şeytan onlara aldatmadan başka ne vaat edebilir"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Şüphesiz kullarımın üzerinde senin bir gücün yoktur. Vekil olarak Rabbin yeter"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Denizde nimetini arayasınız diye gemileri sizin için sevk ve idare eden Rabbinizdir. Çünkü O, size çok merhamet eder"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Denizde başınıza bir felaket gelse O’ndan başka dua ettikleriniz kaybolur. Fakat sizi kurtarıp, karaya çıkarınca hemen yüz çevirirsiniz. Zaten insan çok nankördür"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Kara tarafında da sizi batırmayacağından veya üzerinize taşlar yağdıran bir kasırga göndermeyeceğinden güvende misiniz? O zaman bir koruyucu da bulamazsınız"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Yoksa sizi, bir başka sefer için denize döndürdüğümüzde, üzerinize kırıp geçiren bir fırtına gönderip, nankörlük ettiğiniz için sizi suda boğmayacağından güvencede misiniz? Sonra bizim karşımızda sizin intikamınızı alacak birini de bulamazsınız"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Andolsun ki Ademoğullarını şereflendirdik. Onları karada ve denizde taşıdık. Onları temiz rızklarla rızıklandırdık. Yarattığımız şeylerin çoğuna onları üstün kıldık"
        }
    ]
}