{
    "rukus": [
        {
            "chapter": 18,
            "verse": 1,
            "text": "Kuluna kitabı, onda hiç bir eğrilik bırakmadan, dosdoğru olarak indiren Allah’a hamd olsun"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Kitabı, O’ndan gelecek şiddetli bir azabın uyarısını yapması ve doğruları yapan müminlere de içinde ebedi kalacakları güzel bir mükafaatın olduğunu müjdelemesi"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Kitabı, O’ndan gelecek şiddetli bir azabın uyarısını yapması ve doğruları yapan müminlere de içinde ebedi kalacakları güzel bir mükafaatın olduğunu müjdelemesi"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Ve “Allah çocuk edinmiştir.” diyen kimseleri uyarması için indirmiştir"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Onların da atalarının da o konu hakkında bir bilgisi yoktur. Ağızlarından çıkan söz büyük bir günahtır. Çünkü söyledikleri yalandan başka bir şey değildir"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Belki de sen, bu söze iman etmiyorlar diye onların arkasından üzüntüden kendini helak edeceksin"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "İnsanların hangisi daha güzel hareket edecek diye denemek için yeryüzünde bulunanları, oranın süsü yaptık"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Aynı zamanda biz, yerin üzerindekileri çorak bir arazi de yapabiliriz"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Ashab-ı Kehf ve Rakim’i, şaşılacak ayetlerimizden mi zannettin sen"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Hani birkaç genç mağaraya sığınmıştı ve şöyle demişlerdi: -Rabbimiz, bize katından bir rahmet ver ve işimizde doğruyu başarmayı bize nasip et"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Mağarada onları yıllarca uyuttuk. Sonra iki gruptan hangisinin bekledikleri sonucu daha iyi hesaplamış olduğunu belirtmek için onları kaldırdık"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Mağarada onları yıllarca uyuttuk. Sonra iki gruptan hangisinin bekledikleri sonucu daha iyi hesaplamış olduğunu belirtmek için onları kaldırdık"
        }
    ]
}