{
    "rukus": [
        {
            "chapter": 40,
            "verse": 1,
            "text": "Hâ mîm"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "Kitabın indirilmesi güçlü ve alim Allah’tandır"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "Günahları bağışlayan, tevbeleri kabul eden, azabı şiddetli ve bol lütuf sahibidir. Ondan başka ilah yoktur, dönüş O’nadır"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "Allah’ın ayetleri hakkında kafirlerden başkası tartışmaz. Onların şehirler arasında dolaşması sakın seni aldatmasın"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Onlardan önce Nuh Kavmi ve onlardan sonra da peygamberlerine karşı gelen her toplum yalanlamış, peygamberlerini yakalamak ve hakkı ortadan kaldırmak için batılın mücadelesini vermişti. Ama ben, onları yakalamıştım. Cezalandırmam nasıldı"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "Rabbinin, kafirler aleyhindeki “onlar ateş ehlidir.” hükmü işte böyle gerçekleşmiştir"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Arşı taşıyanlar ve onun etrafında Rablerini hamd ile tesbih edenler, ona iman edenler, müminler için de mağfiret dilerler: -Rabbimiz, rahmet ve ilmin her şeyi kuşatmıştır. Tevbe eden ve yoluna uyanları bağışla ve onları cehennem ateşinden koru"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Rabbimiz, onları ve atalarından, eşlerinden ve soylarından iyi olanları kendilerine söz verdiğin Adn cennetlerine girdir. Şüphesiz sen, aziz ve hakim sensin"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "Onları kötülüklerden koru, kimi kötülüklerden korursan, o gün de ona merhamet etmiş olursun. İşte en büyük kurtuluş budur"
        }
    ]
}