{
    "rukus": [
        {
            "chapter": 42,
            "verse": 20,
            "text": "Kim ahiret ekinini isterse, onun ekinini artırırız. Kim dünya ekinini isterse ona da ondan veririz. Onun ahirette bir nasibi yoktur"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Yoksa onların hakimiyette ortakları mı var ki, Allah’ın din hususunda izin vermediği şeyleri kendileri için kanun yapıyorlar? Eğer “aralama“ sözü olmasaydı hemen aralarında iş bitirilirdi. Gerçekten zalimler için acı bir azap vardır"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "O başlarına geldiği zaman, kazandıkları yüzünden zalimlerin tir tir titrediklerini görürsün. İman edip, doğruları yapanlar ise cennet bahçelerindedirler. Onlar için Rab’leri katında ne isterlerse vardır. İşte büyük ikram budur"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "Allah’ın, iman eden ve doğruları yapan kullarına müjdelediği işte budur. De ki: -Buna karşılık sizden, yakınlık arzu etmekten başka bir ücret istemiyorum. Kim bir iyilik kazanırsa, ona iyiliği artırırız. Gerçekten Allah, bağışı bol ve şükredenlere karşılığını verendir"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Yoksa onlar: \"Allah hakkında yalan uyduruyor.” mu diyorlar? Eğer Allah dilerse, kalbini mühürler ve Allah, batılı imha edip, sözleriyle hakkı gerçekleştirir. Çünkü O, kalplerin özünü bilendir"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "Kullarından tevbeyi kabul eden, günahları bağışlayan ve yaptıklarınızı bilen O’dur"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "İman eden ve doğruları yapanlara icabet eder ve onlara lütfunu artırır. Kafirlere gelince, onlara şiddetli bir azap vardır"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Şayet Allah, kullarına rızkı yaymış olsaydı, elbette yeryüzünde azgınlık ederlerdi. Fakat O, dilediği miktarda indirir. Çünkü O kullarından haberdar ve (onları) görendir"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "(Kulları) umutlarını kestikten sonra yağmur indirip, rahmetini yayan O’dur. Koruyup gözeten O’dur. Hamd´e layık olan da O’dur"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Göklerin ve yerin yaratılması ve oralarda canlıların yayılması da O’nun belgelerindendir. Dilediği zaman onları toplamaya kadir olan da O’dur"
        }
    ]
}