{
    "rukus": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Hâ mîm"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Kitabın indirilişi mutlak güç ve hakimiyet sahibi Allah’tandır"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Gökleri, yeri ve ikisi arasında bulunanları ancak hak ve adı konmuş bir süre ile yarattık. Nankörler ise uyarıldıkları şeyden yüz çeviriyorlar"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "De ki: -Allah’tan başka dua ettiklerinizi gördünüz mü? Yerde ne yarattıklarını bana gösterin. Yoksa onların ortaklıkları göklerde midir? Eğer doğru söyleyenler iseniz, bundan önce bana bir kitap veya ilminden bir eser getirin"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Allah’tan başkasına dua edenden daha sapık kim vardır?! Onlar kendilerine kıyamet gününe kadar cevap veremezler ve kendilerine yapılan duadan habersizdirler"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "Nitekim, insanlar haşredildikleri zaman (dua ettikleri), onlara düşman olur ve kendilerine yaptıkları ibadetleri reddederler"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Açıklayıcı ayetlerimiz onlara okunduğu zaman, kendilerine gelen gerçeği inkar edenler şöyle dediler: -Bu, apaçık bir sihirdir"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Veya: -Onu uydurmuş! diyorlar. De ki: -Eğer onu uydurmuşsam, beni Allah’tan (kurtaracak) hiçbir şeye sahip değilsiniz. O, sizin onun hakkında yaptığınız taşkınlığı daha iyi bilir. Benimle sizin aranızda şahit olarak o yeter. O, çok bağışlayıcı ve merhametlidir"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "De ki: -Ben, peygamberlerin ilki değilim. Bana ve size neler yapılacak bilmiyorum. Ben, ancak bana vahyedilene tabi oluyorum. Ben, apaçık bir uyarıcıdan başka bir şey değilim"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "De ki: -Gördünüz mü? Eğer, o Allah katından ise ve siz de onu inkar etmişseniz, İsrailoğullarından bir şahit de bunun bir benzerine şahitlik etmiş ve iman etmiş olduğu halde, siz büyüklük taslamış iseniz? Allah, zalim topluma yol göstermez"
        }
    ]
}