{
    "rukus": [
        {
            "chapter": 4,
            "verse": 43,
            "text": "Ey iman edenler, sarhoş iken ne dediğinizi bilinceye ve cünüp iken de -yolculukta olmanız hariç- gusledinceye kadar namaza yaklaşmayın. Eğer hasta veya yolculukta iseniz veya tuvaletten gelmişseniz yahut kadınlarınızla münasebette bulunmuş da su bulamamışsanız, temiz bir toprakla teyemmüm edin, yüzlerinize ve ellerinize hafifçe sürün. Şüphesiz Allah affeden ve bağışlayandır"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Kitaptan bir nasip verilen kimseleri görmüyor musun? Sapıklığı satın alıyorlar. Ve sizin yoldan sapmanızı arzu ediyorlar"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Allah, sizin düşmanlarınızı iyi bilir. Ve Allah, veli olarak yeter, Allah yardımcı olarak yeter"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Yahudilerden, kelimelerin anlamlarını saptıranlar ve dillerini eğip bükerek ve dine de bir nefret duyarak: “işittik isyan ettik.”, “İşit duymaz olası” ve “bizi güt” diyenler eğer, “işittik ve itaat ettik, sen de işit ve bize de bak” deselerdi elbette kendileri için daha hayırlı ve daha doğru olurdu. Fakat, Allah, onları küfürleri dolayısıyla lanetlemiştir. Onların çok azından başkası iman etmezler"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "Ey kitap verilenler! Bazı yüzleri silip, arkalarına çevirmeden ya da onları da cumartesi yasağını ihlal edenleri lanetlediğimiz gibi, sizi de lanetlemeden önce yanınızdaki (kitabı) tasdik ederek indirdiğimize iman edin. Allah’ın emri yapılagelmiştir"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Allah, kendisine şirk koşulmasını bağışlamaz, bunun dışındakilerden dilediğini bağışlar. Kim Allah’a şirk koşarsa büyük bir günahla iftira etmiş olur"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Kendilerini temize çıkaranları görmedin mi? Oysa Allah, dilediğini arındırır ve onlar, en küçük haksızlığa uğratılmazlar"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Allah’a karşı nasıl yalan uydurduklarına bak, bu, apaçık bir günah olarak yeter"
        }
    ]
}