{
    "rukus": [
        {
            "chapter": 5,
            "verse": 35,
            "text": "Ey İman edenler! Allah’tan sakının yolunda cihat ederek O’na ulaşmaya bir vesile arayın ki kurtuluşa eresiniz"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Doğrusu, yeryüzünde olanların hepsi ve bir misli daha kafirlerin olsa da kıyamet gününün azabından kurtulmak için fidye verseler kabul edilmez. Onlara acı verici bir azap vardır"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Ateşten çıkmak isterler, çıkamazlar. Onlara sürekli azap vardır"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Erkek hırsız ve kadın hırsızın yaptıklarına karşılık Allah tarafından ibret verici bir ceza olması için ellerini kesin. Allah güçlüdür, hakimdir"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Kim de zulüm işledikten sonra tevbe eder ve halini düzeltirse şüphesiz Allah, bağışlayandır, merhamet edendir"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Göklerin ve yerin hakimiyetinin yalnızca Allah’ın olduğunu bilmiyor musun? Allah, dilediğini cezalandırır, dilediğini bağışlar. Allah’ın her şeye gücü yeter"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "Ey peygamber, kalpleri inanmamışken, ağızlarıyla “iman ettik” diyenler, Yahudilerden yalana kulak verenlerden ve sana gelmeyen başka bir toplum hesabına casusluk yapanlardan küfre koşturanlar seni üzmesin. Kelimeleri asıl anlamlarından saptıranlar da: - Bu fetva size verilirse alın, verilmezse kaçının, derler. Allah’ın fitneye düşmesini dilediği kimse için Allah’a karşı senin elinden bir şey gelmez. İşte onlar, Allah’ın kalplerini arındırmak istemediği kimselerdir. Onlara dünyada rezillik, ahirette de onlara büyük bir azap vardır"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Onlar, yalana kulak verenler, haram yiyenlerdir. Eğer sana gelirlerse aralarında hüküm ver veya onlardan yüz çevir. Onlardan yüz çevirirsen, sana hiç bir zarar veremezler, eğer hüküm verirsen aralarında adaletle hükmet. Allah adil olanları sever"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Allah’ın hükmünün yer aldığı Tevrat yanlarında iken nasıl gelip senin hüküm vermeni istiyorlar. Sonra da bundan yüz çeviriyorlar? İşte bunlar mümin değillerdir"
        }
    ]
}