{
    "pages": [
        {
            "chapter": 7,
            "verse": 58,
            "text": "“Ndipo m’nthaka yabwino umatuluka mmera wake (mwachangu) mwachilolezo cha Mbuye wake. Ndipo nthaka yomwe ili yoipa siitulutsa (mmera wake) koma movutikira. M’menemo ndi momwe Tikuchifotokozera chivumbulutso momveka kwa anthu oyamika"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "“Ndithudi, tidamtumiza Nuh kwa anthu ake. (Iye) adati: “E inu anthu anga! Pembedzani Allah. Inu mulibe mulungu wina koma Iye. Ndithu ine ndikukuoperani chilango cha tsiku lalikulu.”"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "“Akuluakulu a mwa anthu ake adati: “Ndithu ife tikukuona kuti uli m’kusokera koonekera (potiletsa izi zomwe tidawapeza nazo makolo athu).”"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "“(Iye) adati: “E anthu anga! Palibe kusokera mwa ine. Koma ine ndine Mtumiki wochokera kwa Mbuye wa zolengedwa!”"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "““Ndikufikitsa kwa inu uthenga wa Mbuye wanga. Ndiponso ndikukulangizani; ndipo ndikudziwa zochokera kwa Allah zomwe inu simukuzidziwa.”"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "““Kodi mukudabwa kukudzerani ulaliki wochokera kwa Mbuye wanu kudzera mwa munthu wa mwa inu, (yemwe wadza) kuti akuchenjezeni ndi kuti muope (Allah), ndikutinso muchitiridwe chifundo?”"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "“Koma adamtsutsa. Choncho, tidampulumutsa iye ndi amene adali naye pamodzi m’chombo. Ndipo tidawamiza aja adatsutsa zizindikiro Zathu. Ndithudi, iwo adali anthu akhungu"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "“Ndipo kwa Âdi (tidaatumizira) m’bale wawo Hûd. Adati: “E inu Anthu anga! Mpembedzeni Allah. Mulibe mulungu wina koma Iye basi. Kodi simungaope?”"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "“Akuluakulu a mwa anthu ake omwe sadakhulupirire adanena: “Ife tili kukuona kuti uli mu uchidzete, ndipo ife tikukuganizira kuti ndiwe m’modzi wa a bodza.”"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "“(Iye) adati: “E inu anthu anga! Palibe uchidzete mwa ine. Koma ine ndine Mtumiki wochokera kwa Mbuye wa zolengedwa.”"
        }
    ]
}