{
    "pages": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "“Alif-Lam-Ra. Izi ndi Ayah za m’buku lanzeru. (Lokamba zanzeru zokhazokha)"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "“Kodi nchodabwitsa kwa anthu kuti tamuvumbulutsira (chivumbulutso) munthu wochokera mwa iwo (yemwe ndi Muhammad {s.a.w}) kuti: “Chenjeza anthu ndipo awuze nkhani yabwino amene akhulupirira kuti iwo adzapeza ulemelero waukulu kwa Mbuye wawo?” Osakhulupirira adati: “Ndithudi uyu ndi wa matsenga (mfiti) wowonekera.’’"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "“Ndithu Mbuye wanu ndi Allah Amene adalenga thambo ndi nthaka (ndi zonse za m’menemo) m’masiku asanu ndi limodzi; (masiku omwe palibe yemwe akuwadziwa kutalika kwake koma Iye Yekha), kenako adakhazikika pa Arsh (Mpando Wake wachifumu, kukhazikika kwake akukudziwa ndi Iye Yekha basi). Amayendetsa zinthu (za zolengedwa Zake). Palibe muomboli (woombola wina) koma pambuyo pa chilolezo Chake (Allah). Uyo ndiye Allah Mbuye wanu; choncho mupembedzeni Iye. Kodi simungakumbukire (kuti mafanowo si milungu)"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "“Kobwerera kwanu nonsenu ndi kwa Iye. Ili ndilonjezo la Allah loona. Ndithu Iye ndi Yemwe adayamba kulenga (zolengedwa), ndiponso ndi Yemwe adzazibwereza (pambuyo pa imfa) kuti adzawalipire amene adakhulupirira ndi kumachita zabwino mwa chilungamo. Ndipo amene sadakhulupirire, akapeza zakumwa za madzi owira ndi chilango chopweteka chifukwa cha kusakhulupirira kwawo"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "“Iye (Allah) ndiYemwe adapanga dzuwa kukhala lowala, ndi mwezi kukhala wounika; ndipo adaukonzera mbuto (masitesheni) kuti mudziwe kuchuluka kwa zaka ndi chiwerengero chake. Allah sadalenge zimenezo koma mwachoonadi (ndi cholinga cha nzeru). Akufotokoza Ayah (Zake) kwa anthu ozindikira"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "“Ndithu m’kusinthanasinthana kwa usiku ndi usana, ndi zomwe Allah walenga kumwamba ndi pansi, ndithudi, ndi zisonyezo kwa anthu oopa (Allah)"
        }
    ]
}