{
    "pages": [
        {
            "chapter": 13,
            "verse": 19,
            "text": "“Kodi amene akudziwa kuti zimene zavumbulutsidwa kwa iwe kuchokera kwa Mbuye wako nzoona, angafanane ndi yemwe ali wakhungu? Ndithudi eni nzeru ndi okhawo olingalira"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "“(Iwowo ndi) omwe akukwaniritsa lonjezo la Allah, ndipo saswa lonjezo lomangika (pakati pawo ndi anzawo)"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "“Ndiponso omwe akulumikiza zomwe Allah walamula kuti zilumikizidwe (monga chibale), pamodzi ndi kuopa Mbuye wawo ndi kuopanso chiwerengero choipa (chomwe chidzawapeza oipa tsiku lachimaliziro tero amayesetsa kuwapatuka machitidwe oipa)"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "“Ndi omwenso amapirira chifukwa chofuna chiyanjo cha Mbuye wawo ndi kupemphera Swala ndi kupereka mu zomwe tawapatsa, mobisa ndi moonekera, ndi kuchotsa choipa ndi chabwino (pochita chabwino pa choipacho); iwo ndi omwe adzapeza malipiro (abwino) a ku Nyumba ya tsiku la chimaliziro"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "“Minda yamuyaya adzailowa iwo (pamodzi) ndi amene adachita zabwino mwa makolo awo, akazi awo ndi ana awo; ndipo angelo azikalowa kwa iwo khomo lililonse"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "“(Uku akunena): “Salaamun Alayikumu (Mtendere uli pa inu) chifukwa chakupirira kwanu (pochita zabwino ndi kusiya zoipa ndi kukhala mwaubwino ndi anzanu)! Taona kukhala bwino zotsatira za Nyumba ya tsiku la chimaliziro.”"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "“Koma amene akuswa lonjezo la Allah (ndi malonjezo a anthu anzawo) pambuyo polimanga motsimikiza, ndi kumadula chimene Allah walamula kuti chilumikizidwe, ndi kumaononga padziko, iwowo ndiwo adzapeza tembelero; ndiponso adzapeza Nyumba yoipa"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "“Allah amamtambasulira rizq amene wamfuna, ndipo amamfumbatiranso (kumchepetsera arnene wamfuna). Ndipo akusangalalira moyo wa pa dziko lapansi, suli kanthu moyo wapadziko poyerekeza ndi moyo wa pambuyo pa imfa, koma ndi chisangalalo chochepa basi"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "“Ndipo amene sadakhulupirire akunena: “Bwanji sichidatsitsidwe kwa iye chozizwitsa kuchokera kwa Mbuye wake?”‘ Nena: “Ndithu Allah amalekelera kusokera amene wamfuna (chifukwa chosafuna kutembenukira kwa Iye Allah); ndipo amamuongolera amene akutembenukira kwa Iye.”"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "“(Awa ndi) amene akhulupirira, ndipo mitima yawo ikukhazikika pokumbukira Allah. Dziwani, pokumbukira Allah mitima imakhazikika (imatonthola)"
        }
    ]
}