{
    "pages": [
        {
            "chapter": 21,
            "verse": 36,
            "text": "“Ndipo amene sadakhulupirire akakuona, akungokuchitira chipongwe. “Kodi ndi uyu yemwe akutchula milungu yanu (mwachipongwe)?” Pomwe iwo ndi amene akukana zakutchula (Allah) Wachifundo chambiri"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "“Munthu walengedwa ndi chikhalidwe chokonda zinthu (zake zonse) mwachangu. Posachedwapa ndikusonyezani zisonyezo Zanga; choncho musandifulumizitse (kukubweretserani chilango changa)"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "“Ndipo (osakhulupirira) akuti: “Kodi malonjezo awa adzakwaniritsidwa liti, ngati mukunena zoona?”"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "“Chikhala kuti amene sadakhulupirire akudziwa chilango chimene chidzawapeza panthawi yomwe sangathe kutchinjiriza Moto kunkhope zawo ndi kumisana yawo ndipo kuti sadzathandizidwa, (sakadanena zimenezi)"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "“Koma (Qiyâma) idzawadzera mwadzidzidzi ndi kuwadzidzimutsa; kenako sadzatha kuibweza kapena kupatsidwa danga (kuti achite zomwe sadachite)"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "“Ndipo ndithu atumiki adachitidwa chipongwe patsogolo pako; choncho amene adachita chipongwe mwa iwo, zidawadzera zomwe adali kuzichita chipongwe"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "“Nena: “Kodi ndani angakutetezeni usiku ndi usana ku masautso a (Allah) Wachifundo Chambiri?” Koma iwo akunyozera kukumbuka Mbuye wawo"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "“Kapena ali nayo milungu yowatchinjiriza m’malo mwa Ife? (Milunguyo) siingathe kudzithandiza yokha (nanga ndiye ingathe kuthandiza ena?) Ndipo (milungu) imeneyo siidzasamalidwa ndi Ife"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "“Koma awa (osakhulupirira) tidawasangalatsa ndi makolo awo kufikira nthawi ya moyo wawo idatalika; kodi saona kuti tikulidzera dziko lawo ndikulichepetsa malire ake?. Nanga kodi iwo ndiwo opambana"
        }
    ]
}