{
    "pages": [
        {
            "chapter": 26,
            "verse": 40,
            "text": "““Mwina tingawatsatire amatsenga ngati iwo ndiamene apambane.”"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "“Ndipo pamene amatsenga adadza, adati kwa Farawo: “Kodi tidzakhala ndi mphoto ngati ife ndife tipambane?”"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "“(Farawo) adati: “Inde, (ndipo kuonjezera apo) ndithu inu mudzakhala mwa amene amakhala pafupi (ndi ine, monga nduna zanga).”"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "“Mûsa adati kwa iwo: “Ponyani zimene mufuna kuponya (zosonyeza kuya kwa matsenga anu).”"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "“Choncho adaponya zingwe zawo ndi ndodo zawo, ndipo adati: “Kupyolera mu mphamvu za Farawo, ndithu ife ndife opambana.”"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "“Kenako Mûsa adaponya ndodo yake; mwadzidzidzi iyo idameza zabodza zomwe iwo adakonza"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "“Pamenepo amatsenga adadzigwetsa pansi molambira"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "“Adati: “Tamkhulupirira Mbuye wa zolengedwa.”"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "““Mbuye wa Mûsa ndi Harun.”"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "“(Farawo) adati: “Ha! Mwamkhulupirira chotani ndisanakulolezeni? Ndithu iyeyu ndimkulu wanu amene adakuphunzitsani matsenga. Choncho posachedwa mudziwa (chimene ndikuchiteni) ndithu ndidula manja anu ndi miyendo yanu mosinthanitsa (podula mkono wakumanja ndi mwendo wakumanzere; kapena kudula mkono wakumanzere ndi mwendo wakumanja), ndipo kenako ndikupachikani nonsenu.”"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "“(Amatsenga) adati: “Palibe vuto, ndithu ife (tonse) tibwerera kwa Mbuye wathu.”"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "““Ndithu ife tikuyembekezera kuti Mbuye wathu atikhululukire zolakwa zathu; pokhala oyamba mwa okhulupirira.”"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "“Ndipo tidamvumbulutsira Mûsa (kuti): “Pita ndi anthu anga m’nthawi yausiku (musamuke m’dziko la Iguputo); ndithu inu mutsatidwa.”"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "“Choncho Farawo adatuma (owatuma) kuti asonkhanitse anthu m’mizinda (kuti aletse ana a Israyeli kutuluka)"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "“(Adawauza otumidwa aja kuti auze anthu kuti): “Ndithu awa (ana a Israyeli) ndikagulu kochepa"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "“Ndipo ndithu iwo akutikwiitsa"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "“Koma ndithu ife tonse (ndife ochuluka komabe ngakhale zili choncho) tikuwaopa.”"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "“Choncho tidawatulutsa m’minda ndi mwa akasupe"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "“Ndi m’nkhokwe za chuma ndi m’malo okongola"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "“Momwemo ndi mmene tidawachitira ndipo tidawalowetsera chokolo zinthu zawo zonse kwa ana a Israyeli"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "“Choncho (anthu a Farawo ndi iye mwini) adawatsatira (ana a Israyeli) dzuwa litatuluka"
        }
    ]
}