{
    "pages": [
        {
            "chapter": 29,
            "verse": 53,
            "text": "“Ndipo akukupempha kuti chilango chidze mwachangu; kukadapanda kuti kudaikidwa nthawi yodziwika, chilango chikadawadzera. Ndipo ndithu chidzawadzera mwadzidzidzi asakudziwa"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "“Akukupempha kuti chilango chidze mwachangu; ndithu Jahannam idzawazinga osakhuiupirira"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "“Tsiku limene chidzawavindikira chilango kuchokera pamwamba pawo ndi pansi pa miyendo yawo; ndipo adzanena: “Lawani (chilango cha) zomwe munkachita.”"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "“E inu akapolo Anga amene mwakhulupirira! Ndithu nthaka Yanga njophanuka; (mukhoza kupita dziko lina ngati m’dziko lanulo simukupeza mwayi wopembedza Allah mokwanira); ndipo Ine ndekha ndipembedzeni"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "“Chamoyo chilichonse chidzalawa imfa. Kenako mudzabwezedwa kwa Ife"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "“Ndipo amene akhulupirira ndi kumachita zabwino ndithudi tidzawakhazika m’zipinda za ku Munda wamtendere, momwe pansi (ndi patsogolo) pake pakuyenda mitsinje; adzakhala m’menemo nthawi yaitali. Taonani kukhala bwino malipiro a ochita zabwino"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "“Amene adapirira ndipo kwa Mbuye wawo amatsamira"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "“Ndinyama zingati zomwe sizidzipezera rizq lake. Allah akuzipatsa izo pamodzi ndi inunso. Ndipo Iye Ngwakumva; Ngodziwa"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "“Ndipo ngati utawafunsa (kuti): “Kodi ndani adalenga thambo ndi nthaka, ndi kugonjetsa dzuwa ndi mwezi?” Ndithu anena: “Ndi Allah.” Nanga akutembenuzidwira kuti"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "“Allah amamtambasulira rizq amene wamfuna mwa akapolo Ake, ndi kumchepetsera (amene wamfunanso). Ndithu Allah Ngodziwa kwambiri za chilichonse"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "“Ndipo ngati utawafunsa (kuti): “Kodi ndani amene akutsitsa madzi kuchokera ku mitambo ndi kuiukitsa nthaka ndi madziwo pambuyo pakufa kwake?” Ndithu anena: “Ndi Allah.” Nena: “Kuyamikidwa konse nkwa Allah.” Koma ambiri a iwo sazindikira"
        }
    ]
}