{
    "pages": [
        {
            "chapter": 41,
            "verse": 39,
            "text": "“Ndipo zina mwa zisonyezo Zake (zoposa), ndithu iwe umaona nthaka ili youma; koma tikatsitsa madzi pa iyo imagwedezeka ndi kufufuma; ndithu Amene waiukitsa nthaka itauma, Ngoukitsa akufa. Iye Ngwamphamvu zoposa pa chilichonse"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "“Ndithu amene akupotoza choonadi mzisonyezo Zathu sangabisike kwa Ife. (Ndipo tidzawalipira zimene akuyenerana nazo). Kodi wabwino ndi uti, yemwe adzaponyedwa ku Moto, kapena yemwe adzadza pa tsiku la chiweruziro uku ali wokhazikika mtima? Chitani zimene mukufuna; ndithu Iye Ngopenya chilichonse chimene mukuchita. (Aliyense adzamulipira pa zochita zake)"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "“Ndithu amene atsutsa Qur’an yolemekezeka ikawadzera (popanda kulingalira, kwa iwo kudzakhala chilango chosasimbika). Ndipo ndithu limeneli ndi buku lopambana (chilichonse cholipinga)"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "“Silifikidwa ndi chonama patsogolo pake ngakhale pambuyo pake. Ndi lovumbulutsidwa kuchokera kwa Wanzeru zakuya, Woyamikidwa kwambiri (mzochita Zake)"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "“Palibe chimene chinenedwa kwa iwe (Mtumiki {s.a.w) kuchokera kwa adani ako) koma chomwe chidanenedwa kwa aneneri akale (kuchokera kwa adani awo). Ndipo Mbuye wako ndi Mwini chikhululuko chambiri (kwa amene walapa kwa Iye), ndiponso Mwini chilango chowawa (kwa yemwe wapitiriza kunyozera)"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "“Ndipo tikadaichita Qur’an iyi kukhala mchiyankhulo chachilendo osati Chiarabu, akadanena: “Nchifukwa ninji ma Ayah ake sadafotokozedwe bwino; buku la chilankhulo chachilendo olalikidwa nkukhala mwarabu?” Nena (iwe Mtumiki): “Limeneli ndi chiongoko ndi chochiritsa kwa okhulupirira. Koma kwa amene salikhulupirira, (zili ngati kuti) mmakutu mwawo muli ugonthi (chifukwa cholinyoza) umene ukuwachititsa khungu (chifukwa choti saona chilichonse mmenemo chowapindulira), iwo (okanirawo ali ngati) akuitanidwa (ndi woitana) kuchokera pamtunda wapatali (kuti amkhulupirire).”"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "“Ndipo ndithu tidampatsa Mûsa buku ((la Tarat)) ndipo (anthu ake) adatsutsana za ilo. Kukadapanda kutsogola liwu lochokera kwa Mbuye wako (loti adzachedwetsa chilango kwa okutsutsa) kukadaweruzidwa pakati pawo (powaononga). Ndithu iwo ali m’chikaiko choikaikira iyo (Qur’an)"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "“Amene achite chabwino, akudzichitira yekha; ndipo amene akuipitsa (m’zochita zake), machimo ake ali pa iye yekha. Mbuye wako sali wopondereza akapolo (Ake polanga wina ndi tchimo la wina)"
        }
    ]
}