{
    "pages": [
        {
            "chapter": 42,
            "verse": 16,
            "text": "“Ndipo amene akutsutsana ndi Allah pambuyo povomerezedwa (ndi anthu ambiri), mtsutso wawo ndiwachabe kwa Mbuye wawo; mkwiyo waukulu (wa Allah) uli pa iwo. Ndipo iwo adzakhala ndi chilango chokhwima"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "“Allah ndi Amene wavumbulutsa buku (la Qur’an ndi mabuku ena) moona ndi mwachilungamo. Nanga nchiyani chikudziwitse kuti mwina Qiyâma ili pafupi"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "“Akuifulumizitsa amene sakuikhulupirira; koma amene akhulupirira ali oopa za iyo, ndipo akudziwa kuti imeneyo ndiyoonadi, (za kupezeka kwake palibe chikaiko). Dziwani kuti ndithu amene akutsutsana za nthawi (ya Qiyâma) ali mkusokera konka nako kutali"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "“Allah Ngoleza kwa akapolo (Ake). Amapereka rizq kwa amene wamfuna. Ndipo Iye ndi Wamphamvu zoposa, Wopambana"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "“Amene akufuna (pantchito yake) zokolola za tsiku lachimaliziro, timuonjezera zokolola zakezo; ndipo amene akufuna pa ntchito yake yabwino zokolola za chisangalalo cha m’dziko lapansi timpatsa chimene chidagawidwa kwa iye, ndipo iye sadzakhala ndi gawo (la zabwino) pa tsiku lachimaliziro"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "“Kodi iwo alinayo milungu imene idawakhazikitsira m’zipembedzo zimene Allah sadaziloleze? Ndipo pakadapanda kutsogola (lonjezo lochedwetsa) liwu la chiweruziro (mpaka pa tsiku la Qiyâma); pakadaweruzidwa pakati pawo (okanira ndi okhulupirira pompano pa dziko lapansi). Ndipo ndithu opondereza chawo nchilango chowawa"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "“Udzawaona (tsiku la Qiyâma) amene adadzichitira okha zoipa (popembedza mafano) akuopa chifukwa cha (zoipa) zomwe adachita, ndipo (chilangocho) chidzawapezabe. Koma amene adakhulupirira ndi kuchita zabwino (udzawaona akusangalala) m’Madimba abwino a ku Minda ya mtendere. Iwo akapeza chilichonse chimene akafune kwa Mbuye wawo. Umenewo ndiwo ulemelero wawukulu"
        }
    ]
}