{
    "pages": [
        {
            "chapter": 64,
            "verse": 1,
            "text": "“Zonse zakumwamba ndi zam’dziko lapansi zikulemekeza Allah (ndi kumyeretsa ku zinthu zosayenerana ndi ulemelero Wake; ufumu Ngwake ndipo kutamandidwa kwabwino Nkwake. Ndipo Iye ali ndi mphamvu pa chilichonse)"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "“Iye ndiamene adakulengani (nonsenu popanda kuchokera ku chilichonse) choncho mwa inu alipo wosakhulupirira ndiponso mwa inu alipo wokhulupirira. Ndipo Allah Ngopenya zonse zimene mukuchita (ndipo adzakulipirani nazo)"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "“Adalenga thambo ndi nthaka mwachoonadi ndipo adakujambulani majambulidwe abwino; ndipo kobwerera nkwa Iye (pa tsiku lachiweruziro)"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "“(Allah) akudziwa za kumwamba ndi za m’dziko lapansi, ndiponso akudziwa zimene mukuzibisa ndi zimene mukuzilengeza (zochita ndi zoyankhula); Allah Ngodziwa za m’zifuwa"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "“Kodi siidakufikeni nkhani ya omwe sadakhulupirire kale? Adalawa (zowawa) za zoipa za zinthu zawo (pa dziko lapansi). Ndipo chilango chowawa chidzakhala pa iwo (tsiku lachimaliziro)"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "“Zimenezo nchifukwa chakuti atumiki awo amawadzera ndi zozizwitsa koma iwo amanena (mwachipongwe): “Ha! Anthu anzathu (onga ife) angationgole?” Choncho sadakhulupirire (utumiki wawo) ndipo adanyoza (choonadi) potero Allah adawasiya (ndi kupanda chikhulupiliro kwawo) ndipo Allah Ngokwanira ndiponso Ngoyamikidwa"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "“Amene sadakhulupirire akumazinamiza kuti sadzaukitsidwa ku imfa. Nena (kwa iwo iwe Mtumiki{s.a.w}): “Sizili choncho pali Mbuye wanga, ndithu mudzaukitsidwa ku imfa, ndipo mudzauzidwa zimene mumachita (pa dziko lapansi). Zimenezo kwa Allah nzosavuta (kuzichita).”"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "“Khulupirirani Allah ndi Mtumiki Wake, ndi dangalira limene talivumbulutsa (Qur’an). Ndipo Allah Ngodziwa kwambiri zimene mukuchita"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "“(Kumbukirani) tsiku limene adzakusonkhanitsani chifukwa cha tsiku lakusonkhana (zolengedwa zonse), limenelo ndi tsiku lolephera; ndipo amene akhulupirira mwa Allah ndi kuchita zabwino, amfafanizira zoipa zake, ndipo akamulowetsa m’minda momwe pansi pake pakuyenda mitsinje; adzakhala m’menemo muyaya; kumeneko ndiko kupambana kwakukulu"
        }
    ]
}