{
    "pages": [
        {
            "chapter": 7,
            "verse": 131,
            "text": "سو جب ان پر خوشحالی آجاتی تو کہتے کہ یہ تو ہمارے لیے ہونا ہی چاہئے اور اگر ان کو کوئی بدحالی پیش آتی تو موسیٰ (علیہ السلام) اور ان کے ساتھیوں کی نحوست بتلاتے۔ یاد رکھو کہ ان کی نحوست اللہ تعالیٰ کے پاس ہے، لیکن ان کے اکثر لوگ نہیں جانتے"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "اور یوں کہتے کیسی ہی بات ہمارے سامنے لاؤ کہ ان کے ذریعہ سے ہم پر جادو چلاؤ جب بھی ہم تمہاری بات ہر گز نہ مانیں گے"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "پھر ہم نے ان پر طوفان بھیجا اور ٹڈیاں اور گھن کا کیڑا اور مینڈک اور خون، کہ یہ سب کھلے کھلے معجزے تھے۔ سو وه تکبر کرتے رہے اور وه لوگ کچھ تھے ہی جرائم پیشہ"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "اور جب ان پر کوئی عذاب واقع ہوتا تو یوں کہتے کہ اے موسیٰ! ہمارے لیے اپنے رب سے اس بات کی دعا کر دیجئے! جس کا اس نے آپ سے عہد کر رکھا ہے، اگر آپ اس عذاب کو ہم سے ہٹا دیں تو ہم ضرور ضرور آپ کے کہنے سے ایمان لے آئیں گے اور ہم بنی اسرائیل کو بھی (رہا کر کے) آپ کے ہمراه کر دیں گے"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "پھر جب ان سے اس عذاب کو ایک خاص وقت تک کہ اس تک ان کو پہنچنا تھا ہٹا دیتے، تو وه فوراً ہی عہد شکنی کرنے لگتے"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "پھر ہم نے ان سے بدلہ لیا یعنی ان کو دریا میں غرق کر دیا اس سبب سے کہ وه ہماری آیتوں کو جھٹلاتے تھے اور ان سے بالکل ہی غفلت کرتے تھے"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "اور ہم نے ان لوگوں کو جو کہ بالکل کمزور شمار کئے جاتے تھے۔ اس سرزمین کے پورب پچھم کا مالک بنا دیا، جس میں ہم نے برکت رکھی ہے اور آپ کے رب کا نیک وعده، بنی اسرائیل کے حق میں ان کے صبر کی وجہ سے پورا ہوگیا اور ہم نے فرعون کے اور اس کی قوم کے ساختہ پرداختہ کارخانوں کو اور جو کچھ وه اونچی اونچی عمارتیں بنواتے تھے، سب کو درہم برہم کر دیا"
        }
    ]
}