{
    "pages": [
        {
            "chapter": 10,
            "verse": 43,
            "text": "اور ان میں بعض ایسے ہیں کہ آپ کو تک رہے ہیں۔ پھر کیا آپ اندھوں کو راستہ دکھلانا چاہتے ہیں گو ان کو بصیرت بھی نہ ہو؟"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "یہ یقینی بات ہے کہ اللہ لوگوں پر کچھ ﻇلم نہیں کرتا لیکن لوگ خود ہی اپنی جانوں پر ﻇلم کرتے ہیں"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "اور ان کو وه دن یاد دﻻئیے جس میں اللہ ان کو (اپنے حضور) جمع کرے گا (تو ان کو ایسا محسوس ہوگا) کہ گویا وه (دنیا میں) سارے دن کی ایک آدھ گھڑی رہے ہوں گے اور آپس میں ایک دوسرے کو پہچاننے کو ٹھہرے ہوں گے۔ واقعی خسارے میں پڑے وه لوگ جنہوں نے اللہ کے پاس جانے کو جھٹلایا اور وه ہدایت پانے والے نہ تھے"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "اور جس کا ان سے ہم وعده کر رہے ہیں اس میں سے کچھ تھوڑا سا اگر ہم آپ کو دکھلا دیں یا (ان کے ﻇہور سے پہلے) ہم آپ کو وفات دے دیں، سو ہمارے پاس تو ان کو آنا ہی ہے۔ پھر اللہ ان کے سب افعال پر گواه ہے"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "اور ہر امت کے لیے ایک رسول ہے، سو جب ان کا وه رسول آچکتا ہے ان کا فیصلہ انصاف کے ساتھ کیا جاتا ہے، اور ان پر ﻇلم نہیں کیا جاتا"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "اور یہ لوگ کہتے ہیں کہ یہ وعده کب ہوگا؟ اگر تم سچے ہو"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "آپ فرما دیجئے کہ میں اپنی ذات کے لیے تو کسی نفع کا اور کسی ضرر کا اختیار رکھتا ہی نہیں مگر جتنا اللہ کو منظور ہو۔ ہر امت کے لیے ایک معین وقت ہے جب ان کا وه معین وقت آپہنچتا ہے تو ایک گھڑی نہ پیچھے ہٹ سکتے ہیں اور نہ آگے سرک سکتے ہیں"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "آپ فرما دیجئے کہ یہ تو بتلاؤ کہ اگر تم پر اللہ کا عذاب رات کو آپڑے یا دن کو تو عذاب میں کون سی چیز ایسی ہے کہ مجرم لوگ اس کو جلدی مانگ رہے ہیں"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "کیا پھر جب وه آہی پڑے گا اس پر ایمان لاؤ گے۔ ہاں اب مانا! حاﻻنکہ تم اس کی جلدی مچایا کرتے تھے"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "پھر ﻇالموں سے کہا جائے گا کہ ہمیشہ کا عذاب چکھو۔ تم کو تو تمہارے کیے کا ہی بدلہ ملا ہے"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "اور وه آپ سے دریافت کرتے ہیں کہ کیا عذاب واقعی سچ ہے؟ آپ فرما دیجئے کہ ہاں قسم ہے میرے رب کی وه واقعی سچ ہے اور تم کسی طرح اللہ کو عاجز نہیں کرسکتے"
        }
    ]
}