{
    "pages": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "میں اپنے نفس کی پاکیزگی بیان نہیں کرتا۔ بیشک نفس تو برائی پر ابھارنے واﻻ ہی ہے، مگر یہ کہ میرا پروردگار ہی اپنا رحم کرے، یقیناً میرا پالنے واﻻ بڑی بخشش کرنے واﻻ اور بہت مہربانی فرمانے واﻻ ہے"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "بادشاه نے کہا اسے میرے پاس لاؤ کہ میں اسے اپنے خاص کاموں کے لئے مقرر کر لوں، پھر جب اس سے بات چیت کی تو کہنے لگا کہ آپ ہمارے ہاں آج سے ذی عزت اور امانت دار ہیں"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "(یوسف نے) کہا آپ مجھے ملک کے خزانوں پر مقرر کر دیجئے، میں حفاﻇت کرنے واﻻ اور باخبر ہوں"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "اسی طرح ہم نے یوسف (علیہ السلام) کو ملک کا قبضہ دے دیا۔ کہ وه جہاں کہیں چاہے رہے سہے، ہم جسے چاہیں اپنی رحمت پہنچا دیتے ہیں۔ ہم نیکو کاروں کا ﺛواب ضائع نہیں کرتے"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "یقیناً ایمان داروں اور پرہیز گاروں کا اخروی اجر بہت ہی بہتر ہے"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "یوسف کے بھائی آئے اور یوسف کے پاس گئے تو اس نے انہیں پہچان لیا اور انہوں نے اسے نہ پہچانا"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "جب انہیں ان کا اسباب مہیا کر دیا تو کہا کہ تم میرے پاس اپنے اس بھائی کو بھی ﻻنا جو تمہارے باپ سے ہے، کیا تم نے نہیں دیکھا کہ میں پورا ناپ کر دیتا ہوں اور میں ہوں بھی بہترین میزبانی کرنے والوں میں"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "پس اگر تم اسے لے کر پاس نہ آئے تو میری طرف سے تمہیں کوئی ناپ بھی نہ ملے گا بلکہ تم میرے قریب بھی نہ پھٹکنا"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "انہوں نے کہا اچھا ہم اس کے باپ کو اس کی بابت پھسلائیں گے اور پوری کوشش کریں گے"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "اپنے خدمت گاروں سے کہا کہ ان کی پونجی انہی کی بوریوں میں رکھ دو کہ جب لوٹ کر اپنے اہل وعیال میں جائیں اور پونجیوں کو پہچان لیں تو بہت ممکن ہے کہ یہ پھر لوٹ کر آئیں"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "جب یہ لوگ لوٹ کر اپنے والد کے پاس گئے تو کہنے لگے کہ ہم سے تو غلہ کا ناپ روک لیا گیا۔ اب آپ ہمارے ساتھ ہمارے بھائی کو بھیجئے کہ ہم پیمانہ بھر کر ﻻئیں ہم اس کی نگہبانی کے ذمہ دار ہیں"
        }
    ]
}