{
    "pages": [
        {
            "chapter": 22,
            "verse": 65,
            "text": "کیا آپ نے نہیں دیکھا کہ اللہ ہی نے زمین کی تمام چیزیں تمہارے لئے مسخر کر دی ہیں اور اس کے فرمان سے پانی میں چلتی ہوئی کشتیاں بھی۔ وہی آسمان کو تھامے ہوئے ہے کہ زمین پر اس کی اجازت کے بغیر نہ گر پڑے، بیشک اللہ تعالیٰ لوگوں پر شفقت ونرمی کرنے واﻻ اور مہربان ہے"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "اسی نے تمہیں زندگی بخشی، پھر وہی تمہیں مار ڈالے گا پھر وہی تمہیں زنده کرے گا، بے شک انسان البتہ ناشکرا ہے"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "ہر امت کے لئے ہم نے عبادت کا ایک طریقہ مقرر کر دیا ہے، جسے وه بجا ﻻنے والے ہیں پس انہیں اس امر میں آپ سے جھگڑا نہ کرنا چاہئے آپ اپنے پروردگار کی طرف لوگوں کو بلائیے۔ یقیناً آپ ٹھیک ہدایت پر ہی ہیں"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "پھر بھی اگر یہ لوگ آپ سے الجھنے لگیں تو آپ کہہ دیں کہ تمہارے اعمال سے اللہ بخوبی واقف ہے"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "بیشک تمہارے سب کے اختلاف کا فیصلہ قیامت والے دن اللہ تعالیٰ آپ کرے گا"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "کیا آپ نے نہیں جانا کہ آسمان وزمین کی ہر چیز اللہ کے علم میں ہے۔ یہ سب لکھی ہوئی کتاب میں محفوظ ہے۔ اللہ تعالیٰ پر تو یہ امر بالکل آسان ہے"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "اور یہ اللہ کے سوا ان کی عبادت کر رہے ہیں جس کی کوئی خدائی دلیل نازل نہیں ہوئی نہ وه خود ہی اس کا کوئی علم رکھتے ہیں۔ ﻇالموں کا کوئی مددگار نہیں"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "جب ان کے سامنے ہمارے کلام کی کھلی ہوئی آیتوں کی تلاوت کی جاتی ہے تو آپ کافروں کے چہروں پر ناخوشی کے صاف آﺛار پہچان لیتے ہیں۔ وه تو قریب ہوتے ہیں کہ ہماری آیتیں سنانے والوں پر حملہ کر بیٹھیں، کہہ دیجئے کہ کیا میں تمہیں اس سے بھی زیاده بدتر خبر دوں۔ وه آگ ہے، جس کا وعده اللہ نے کافروں سے کر رکھا ہے، اور وه بہت ہی بری جگہ ہے"
        }
    ]
}