{
    "pages": [
        {
            "chapter": 32,
            "verse": 12,
            "text": "کاش کہ آپ دیکھتے جب کہ گناه گار لوگ اپنے رب تعالیٰ کے سامنے سر جھکائے ہوئے ہوں گے، کہیں گے اے ہمارے رب! ہم نے دیکھ لیا اور سن لیا اب تو ہمیں واپس لوٹا دے ہم نیک اعمال کریں گے ہم یقین کرنے والے ہیں"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "اگر ہم چاہتے تو ہر شخص کو ہدایت نصیب فرما دیتے، لیکن میری یہ بات بالکل حق ہو چکی ہے کہ میں ضرور ضرور جہنم کو انسانوں اور جنوں سے پر کردوں گا"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "اب تم اپنے اس دن کی ملاقات کے فراموش کر دینے کا مزه چکھو، ہم نے بھی تمہیں بھلا دیا اور اپنے کیے ہوئے اعمال (کی شامت) سے ابدی عذاب کا مزه چکھو"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "ہماری آیتوں پر وہی ایمان ﻻتے ہیں جنہیں جب کبھی ان سے نصیحت کی جاتی ہے تو وه سجدے میں گر پڑتے ہیں اور اپنے رب کی حمد کے ساتھ اس کی تسبیح پڑھتے ہیں اور تکبر نہیں کرتے ہیں"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "ان کی کروٹیں اپنے بستروں سے الگ رہتی ہیں اپنے رب کو خوف اور امید کے ساتھ پکارتے ہیں اور جو کچھ ہم نے انہیں دے رکھا ہے وه خرچ کرتے ہیں"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "کوئی نفس نہیں جانتا جو کچھ ہم نے ان کی آنکھوں کی ٹھنڈک ان کے لئے پوشیده کر رکھی ہے، جو کچھ کرتے تھے یہ اس کا بدلہ ہے"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "کیا وه جو مومن ہو مثل اس کے ہے جو فاسق ہو؟ یہ برابر نہیں ہو سکتے"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "جن لوگوں نے ایمان قبول کیا اور نیک اعمال بھی کیے ان کے لئے ہمیشگی والی جنتیں ہیں، مہمانداری ہے ان کے اعمال کے بدلے جو وه کرتے تھے"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "لیکن جن لوگوں نے حکم عدولی کی ان کا ٹھکانا دوزخ ہے۔ جب کبھی اس سے باہر نکلنا چاہیں گے اسی میں لوٹا دیئے جائیں گے۔ اور کہہ دیا جائے گا کہ اپنے جھٹلانے کے بدلے آگ کا عذاب چکھو"
        }
    ]
}