{
    "pages": [
        {
            "chapter": 38,
            "verse": 27,
            "text": "اور ہم نے آسمان وزمین اور ان کے درمیان کی چیزوں کو ناحق پیدا نہیں کیا، یہ گمان تو کافروں کا ہے سو کافروں کے لئے خرابی ہے آگ کی۔"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "کیا ہم ان لوگوں کو جو ایمان ﻻئے اور نیک عمل کیے ان کے برابر کر دیں گے جو (ہمیشہ) زمین میں فساد مچاتے رہے، یا پرہیزگاروں کو بدکاروں جیسا کر دینگے؟"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "یہ بابرکت کتاب ہے جسے ہم نے آپ کی طرف اس لئے نازل فرمایا ہے کہ لوگ اس کی آیتوں پر غور وفکر کریں اور عقلمند اس سے نصیحت حاصل کریں"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "اور ہم نے داؤد کو سلیمان (نامی فرزند) عطا فرمایا، جو بڑا اچھا بنده تھا اور بے حد رجوع کرنے واﻻ تھا"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "جب ان کے سامنے شام کے وقت تیز رو خاصے گھوڑے پیش کیے گئے"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "تو کہنے لگے میں نے اپنے پروردگار کی یاد پر ان گھوڑوں کی محبت کو ترجیح دی، یہاں تک کہ (آفتاب) چھﭗ گیا"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "ان (گھوڑوں) کو دوباره میرے سامنے ﻻؤ! پھر تو پنڈلیوں اور گردنوں پر ہاتھ پھیرنا شروع کر دیا"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "اور ہم نے سلیمان (علیہ السلام) کی آزمائش کی اور ان کے تخت پر ایک جسم ڈال دیا پھر اس نے رجوع کیا"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "کہا کہ اے میرے رب! مجھے بخش دے اور مجھے ایسا ملک عطا فرما جو میرے سوا کسی (شخص) کے ﻻئق نہ ہو، تو بڑا ہی دینے واﻻ ہے"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "پس ہم نے ہوا کو ان کے ماتحت کر دیا اور آپ کے حکم سے جہاں آپ چاہتے نرمی سے پہنچا دیا کرتی تھی"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "اور (طاقت ور) جنات کو بھی (ان کا ماتحت کر دیا) ہر عمارت بنانے والے کو اور غوطہ خور کو"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "اور دوسرے جنات کو بھی جو زنجیروں میں جکڑے رہتے"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "یہ ہے ہمارا عطیہ اب تو احسان کر یا روک رکھ، کچھ حساب نہیں"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "ان کے لئے ہمارے پاس بڑا تقرب ہے اور بہت اچھا ٹھکانا ہے"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "اور ہمارے بندے ایوب (علیہ السلام) کا (بھی) ذکر کر، جبکہ اس نے اپنے رب کو پکارا کہ مجھے شیطان نے رنج اور دکھ پہنچایا ہے"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "اپنا پاؤں مارو، یہ نہانے کا ٹھنڈا اور پینے کا پانی ہے"
        }
    ]
}