{
    "pages": [
        {
            "chapter": 43,
            "verse": 11,
            "text": "اسی نے آسمان سے ایک اندازے کے مطابق پانی نازل فرمایا، پس ہم نے اس سے مرده شہر کو زنده کردیا۔ اسی طرح تم نکالے جاؤ گے"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "جس نے تمام چیزوں کے جوڑے بنائے اور تمہارے لیے کشتیاں بنائیں اور چوپائے جانور (پیدا کیے) جن پر تم سوار ہوتے ہو"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "تاکہ تم ان کی پیٹھ پر جم کر سوار ہوا کرو پھر اپنے رب کی نعمت کو یاد کرو جب اس پر ٹھیک ٹھاک بیٹھ جاؤ، اور کہو پاک ذات ہے اس کی جس نے اسے ہمارے بس میں کردیا حاﻻنکہ ہمیں اسے قابو کرنے کی طاقت نہ تھی"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "اور بالیقین ہم اپنے رب کی طرف لوٹ کر جانے والے ہیں"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "اور انہوں نے اللہ کے بعض بندوں کو اس کا جز ٹھہرا دیا یقیناً انسان کھلم کھلا ناشکرا ہے"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "کیا اللہ تعالیٰ نے اپنی مخلوق میں سے بیٹیاں تو خود رکھ لیں اور تمہیں بیٹوں سے نوازا"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "(حاﻻنکہ) ان میں سے کسی کو جب اس چیز کی خبر دی جائے جس کی مثال اس نے (اللہ) رحمٰن کے لیے بیان کی ہے تو اس کا چہره سیاه پڑ جاتا ہے اور وه غمگین ہو جاتا ہے"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "کیا (اللہ کی اوﻻد لڑکیاں ہیں) جو زیورات میں پلیں اور جھگڑے میں (اپنی بات) واضح نہ کرسکیں؟"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "اور انہوں نے فرشتوں کو جو رحمٰن کے عبادت گزار ہیں عورتیں قرار دے لیا۔ کیا ان کی پیدائش کے موقع پر یہ موجود تھے؟ ان کی یہ گواہی لکھ لی جائے گی اور ان سے (اس چیز کی) باز پرس کی جائے گی"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "اور کہتے ہیں اگر اللہ چاہتا تو ہم ان کی عبادت نہ کرتے۔ انہیں اس کی کچھ خبر نہیں، یہ تو صرف اٹکل پچو (جھوٹ باتیں) کہتے ہیں۔"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "کیا ہم نے انہیں اس سے پہلے کوئی (اور) کتاب دی ہے جسے یہ مضبوط تھامے ہوئے ہیں"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "(نہیں نہیں) بلکہ یہ تو کہتے ہیں کہ ہم نے اپنے باپ دادا کو ایک مذہب پر پایا اور ہم انہی کے نقش قدم پر چل کر راه یافتہ ہیں"
        }
    ]
}