{
    "pages": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "اے لوگو! اپنے پروردگار سے ڈرو، جس نے تمہیں ایک جان سے پیدا کیا اور اسی سے اس کی بیوی کو پیدا کرکے ان دونوں سے بہت سے مرد اور عورتیں پھیلا دیں، اس اللہ سے ڈرو جس کے نام پر ایک دوسرے سے مانگتے ہو اور رشتے ناطے توڑنے سے بھی بچو بے شک اللہ تعالیٰ تم پر نگہبان ہے"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "اور یتیموں کو ان کے مال دے دو اور پاک اور حلال چیز کے بدلے ناپاک اور حرام چیز نہ لو، اور اپنے مالوں کے ساتھ ان کے مال ملا کر کھا نہ جاؤ، بے شک یہ بہت بڑا گناه ہے"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "اگر تمہیں ڈر ہو کہ یتیم لڑکیوں سے نکاح کرکے تم انصاف نہ رکھ سکو گے تو اور عورتوں میں سے جو بھی تمہیں اچھی لگیں تم ان سے نکاح کر لو، دو دو، تین تین، چار چار سے، لیکن اگر تمہیں برابری نہ کر سکنے کا خوف ہو تو ایک ہی کافی ہے یا تمہاری ملکیت کی لونڈی یہ زیاده قریب ہے، کہ (ایسا کرنے سے ناانصافی اور) ایک طرف جھک پڑنے سے بچ جاؤ"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "اور عوتوں کو ان کے مہر راضی خوشی دے دو، ہاں اگر وه خود اپنی خوشی سے کچھ مہر چھوڑ دیں تو اسے شوق سے خوش ہو کر کھا لو"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "بے عقل لوگوں کو اپنا مال نہ دے دو جس مال کو اللہ تعالیٰ نے تمہاری گزران کے قائم رکھنے کا ذریعہ بنایا ہے، ہاں انہیں اس مال سے کھلاؤ پلاؤ، پہناؤ، اوڑھاؤ اور انہیں معقولیت سے نرم بات کہو"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "اور یتیموں کو ان کے بالﻎ ہو جانے تک سدھارتے اور آزماتے رہو پھر اگر ان میں تم ہوشیاری اور حسن تدبیر پاؤ تو انہیں ان کے مال سونﭗ دو اور ان کے بڑے ہو جانے کے ڈر سے ان کے مالوں کو جلدی جلدی فضول خرچیوں میں تباه نہ کر دو، مال داروں کو چاہئے کہ (ان کے مال سے) بچتے رہیں، ہاں مسکین محتاج ہو تو دستور کے مطابق واجبی طور سے کھالے، پھر جب انہیں ان کے مال سونپو تو گواه بنا لو، دراصل حساب لینے واﻻ اللہ تعالیٰ ہی کافی ہے"
        }
    ]
}