{
    "juzs": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "ތިޔަބައިމީހުން ދަންނާށެވެ! ތިޔަބައިމީހުން غنيمة ކުޅަ މުދަލެއްގެ ފަސްބައިކުޅަ އެއްބައިވަނީ اللَّه އަށާއި، (އެކަލާނގެ) رسول އާއަށާއި، (އެކަލޭގެފާނުގެ) ގާތްތިމާގެ މީހުންނަށާއި، يتيم ންނަށާއި، مسكين ންނަށާއި، ދަތުރުވެރިންނަށެވެ. (އެއީ) اللَّه އަށާއި، حق އާއި، باطل ވަކިވުމުގެ ދުވަހު، ދެ لشكر ބައްދަލުވީ ދުވަހު، ތިމަންރަސްކަލާނގެ އަޅާގެ މައްޗަށް ބާވައިލެއްވި ތަކެއްޗަށް، ތިޔަބައިމީހުން إيمان ވާ ކަމުގައިވާނަމައެވެ. اللَّه އީ، ކޮންމެ ކަމެއްގެ މައްޗަށް ކުޅަދުންވަންތަ ރަސްކަލާނގެއެވެ. (ނޯޓު: ގިނަ مفسّر ން އެއްބަސްވެވަޑައިގަންނަވާ ގޮތުގައި، غنيمة މުދާ ބެހެނީ ފަސްބަޔަކަށެވެ. އޭގެތެރެއިން ހަތަރުބައި ލިބެނީ، ހަނގުރާމައިގައި ބައިވެރިވި مسلم ންނަށެވެ. އަނެއްބައި خاص ކުރެވިގެންވަނީ، މި آية ގައި ނަންގަނެވިގެންވާ ފަސްބަޔަކަށެވެ. اللَّه އާއި، رسول އާގެ ބައި އެއީ އެއްބައެކެވެ)"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "ތިޔަބައިމީހުން (بدر ގެވާދީގެ) ކައިރިފަރާތުގައި، އަދި އެއުރެން ދުރުފަރާތުގައި، އަދި ވިޔަފާރި قافلة ތިޔަބައިމީހުންނަށްވުރެ ތިރީ ބިިމުގައިވީހިނދު، ހަނދުމަކުރާށެވެ! ތިޔަބައިމީހުން (އެ كافر ންގެ لشكر އާ ހަނގުރާމަ ކުރުމަށް) އެއްބަޔަކު އަނެއްބަޔަކަށް وعد ވީ ނަމަވެސް، ތިޔަބައިމީހުން އެ وعد ވީގޮތާ خلاف ވީހެވެ. އެހެނެއްކަމަކު (ދެ لشكر ބައްދަލުކުރުއްވީ) اللَّه ނިޔާކުރައްވާފައިވާ ކަމެއް ހަމަޖެހި، ނިމިގެން ދިޔުމަށްޓަކައެވެ. (އެއީ) ހަލާކުވެގެންދާ ބަޔަކު ސާފު ހެތްކާއެކު، ހަލާކުވެގެން ދިޔުމަށެވެ. އަދި ދިރިގެން އަންނާނޭ ބަޔަކު، ސާފު ހެތްކާއެކު، ދިރިގެން އައުމަށެވެ. ހަމަކަށަވަރުން، اللَّه އީ، މޮޅަށް އައްސަވާވޮޑިގެންވާ، މޮޅަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެކަން ކަށަވަރެވެ"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "اللَّه، އެއުރެން (އެބަހީ: مشرك ންގެ لشكر) މަދު މީސްކޮޅެއްގެ ގޮތުގައި ކަލޭގެފާނަށް ހުވަފެންފުޅުގައި ދެއްކެވިހިނދު، ހަނދުމަކުރާށެވެ! އަދި އެއުރެން ގިނަބަޔަކު ކަމުގައި ދެއްކެވިނަމަ، ތިޔަބައިމީހުން ފިނޑިވެއްޖައީސްކަން ކަށަވަރެވެ. އަދި އެ ހަނގުރާމަކުރުމާމެދު، ތިޔަބައިމީހުން ދެބަސްވެގަންނަން ޖެހުނީސްކަން ކަށަވަރެވެ. ނަމަވެސް، اللَّه (ތިޔަބައިމީހުން) ސަލާމަތްކުރެއްވިއެވެ. ހަމަކަށަވަރުން، އެކަލާނގެއީ، ހިތްތަކުގައި ވާހާ ކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "އަދި ތިޔަބައިމީހުން (ދެ لشكر) ބައްދަލުވީހިނދު، އެކަލާނގެ ތިޔަބައިމީހުންގެ ލޯތަކަށް އެއުރެން މަދު މީސްކޮޅެއްގެ ގޮތުގައި، ދައްކަވައި އަދި އެއުރެންގެ ލޯތަކަށް ތިޔަބައިމީހުން މަދުކުރެއްވިހިނދު، ހަނދުމަކުރާށެވެ! އެއީ އެކަލާނގެ ނިޔާކުރައްވާފައިވާ ކަމެއް ނިމިގެން ދިޔުމަށްޓަކައެވެ. އަދި އެންމެހާ ކަންތައް رجوع ކުރައްވާހުށީ، اللَّه ގެ حضرة އަށެވެ"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "އޭ إيمان ވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން (كافر ންގެ ހަނގުރާމަވެރި) ބަޔަކާ ބައްދަލުވެއްޖެނަމަަ ސާބިތުވެ ތިބޭހުށިކަމެވެ! އަދި ގިނަގިނައިން اللَّه ހަނދުމަކުރާށެވެ! (އެއީ) ތިޔަބައިމީހުން ދިންނަވައި ނަސީބު ލިބުމަށްޓަކައެވެ"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "އަދި اللَّه އަށާއި، އެކަލާނގެ رسول އާއަށް ތިޔަބައިމީހުން ކިޔަމަންވާށެވެ! އަދި ތިޔަބައިމީހުން ދެބަސްވެ އަރާރުންނުވާށެވެ! (ދެބަސްވެ އަރާރުންވާނަމަ) ތިޔަބައިމީހުން ފިނޑިވެ، ތިޔަބައިމީހުންގެ ބާރުނެތި ހިނގައިދާނެއެވެ. އަދި ތިޔަބައިމީހުން ކެތްތެރިވާށެވެ! ހަމަކަށަވަރުން، اللَّه ވޮޑިގެންވަނީ، ކެތްތެރިންނާ އެކުގައެވެ"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "ބޮޑާވެ، މީސްތަކުންނަށް ކަންދެއްކުމުގެ ގޮތުން، އަދި اللَّه ގެ މަގުން މީސްތަކުން ދުރުކުރާ حال، އެއުރެންގެ ގެދޮރުން ނުކުމެގެންދިޔަ މީހުން ފަދައިން ތިޔަބައިމީހުން ނުވާށެވެ! اللَّه އީ، އެއުރެންކުރާ عمل ތައް ފުރިހަމަޔަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "އެއުރެންގެ (ނުބައި) عمل ތަކަކީ، ޒީނަތްތެރި عمل ތަކެއް ކަމުގައި شيطان އާ އެއުރެންނަށް ދެއްކިހިނދު، ހަނދުމަކުރާށެވެ! އަދި އެކަލޭގެ (އެއުރެންނަށް) ބުންޏެވެ. މިއަދު ތިޔަބައިމީހުންގެ މައްޗަށް ގަދަވެގަންނާނޭ އެއްވެސް މީހަކު، މީސްތަކުންގެ ތެރެޔަކުން ނުވެތެވެ. އަދި ހަމަކަށަވަރުން، ތިމަން މިހުރީ ތިޔަބައިމީހުންގެ ރައްކާތެރިޔަކަށެވެ. ފަހެ، ދެ لشكر، އެއްބަޔަކު، އަނެއްބަޔަކަށް ފެނިގެން އައިހިނދު، އެކަލޭގެ ފުރަގަސްދީ ފިލަން ދުއްވައިގަތެވެ. އަދި އެކަލޭގެ ބުންޏެވެ. ހަމަކަށަވަރުން، ތިޔަބައިމީހުންގެ ކިބައިން ތިމަން ބަރީއަވެގެންވަމެވެ. ހަމަކަށަވަރުން، ތިޔަބައިމީހުންނަށް ނުފެންނަ ކަންތައް، ތިމަންނާއަށް އެބަފެނެއެވެ. ހަމަކަށަވަރުން، اللَّه އަށް ތިމަން ބިރުގަނެއެވެ. އަދި اللَّه އީ، عقوبات ގަދަފަދަވެގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "منافق ންނާއި، އެއުރެންގެ ހިތްތަކުގައި (كفر ގެ) ބަލިމަޑުކަމެއްވާ މީހުން ބުނިހިނދު ހަނދުމަކުރާށެވެ! މިބައިމީހުންގެ (އެބަހީ: مسلم ންގެ) دين އެއުރެން ހެއްލުންތެރިކޮށްފިއެވެ. އަދި اللَّه އަށް وكيل ކުރާ މީހާ (ދަންނާށެވެ!) ފަހެ، ހަމަކަށަވަރުން، اللَّه އީ، عزيز ވަންތަ، حكيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "ملائكة ން، كافر ވި މީހުންގެ މަރު ހިއްޕަވާހިނދު، ކަލޭގެފާނަށް ފެނިވަޑައިގަންނަވާނެ ނަމައެވެ. އެއުރެންގެ މޫނުތަކުގައްޔާއި، ބުރިކަށި ތަކުގައި އެ ملائكة ން ތަޅުއްވާ حال ގައެވެ. އަދި (އެހިނދު އެ ملائكة ން ވިދާޅުވާނެތެވެ.) ތިޔަބައިމީހުން އަނދައަނދާހުރި އަލިފާނުގެ عذاب ގެ ރަހަ ލިބިގަންނާށެވެ"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "އެއީ ތިޔަބައިމީހުންގެ އަތްތަކުން އިސްކުޅަ ކަންތަކުގެ ސަބަބުންނެވެ. އަދި ހަމަކަށަވަރުން، اللَّه އީ، އަޅުތަކުންނަށް އަނިޔާވެރިވެވޮޑިިގެންވާ ކަލަކު ކަމުގައި ނުވެތެވެ"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "(އެއުރެންގެ އާދަ ވީ) فرعون ގެ މީހުންނާއި، އެއުރެންގެ ކުރިންއުޅުނު (ނުބައި) މީހުންގެ އާދަ ފަދައިންނެވެ. އެއުރެންވެސް اللَّه ގެ آية ތަކަށް كافر ވިއެވެ. ފަހެ، އެއުރެންގެ ފާފަތަކުގެ ސަބަބުން اللَّه އެއުރެން ހަލާކު ކުރެއްވިއެވެ. ހަމަކަށަވަރުން، اللَّه އީ، ގަދަފަދަވަންތަ، عقوبات ގަދަފަދަވެގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "އެއީ ބަޔަކުމީހުންނަށް اللَّه ދެއްވާފައިވާ نعمة އެއް، އެބަޔަކުގެ އަމިއްލަ نفس ތަކުގައިވާ ކަންތައް އެބަޔަކު އަމިއްލައަށް ބަދަލުކޮށްފުމަށް ދާނދެން ހަމަކަށަވަރުން، އެކަލާނގެ ބަދަލެއް ނުކުރައްވާނެއެވެ. އަދި ހަމަކަށަވަރުން، اللَّه އީ، މޮޅަށް އައްސަވާވޮޑިގެންވާ، މޮޅަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "(އެއުރެންގެ އާދަ ވީ) فرعون ގެ މީހުންނާއި، އެއުރެންގެ ކުރިން އުޅުނު (ނުބައި) މީހުންގެ އާދަ ފަދައިންނެވެ. އެއުރެންވެސް، އެއުރެންގެ ވެރިރަސްކަލާނގެ آية ތައް ދޮގުކުޅައޫއެވެ. ފަހެ، އެއުރެންގެ ފާފަތަކުގެ ސަބަބުން، ތިމަންރަސްކަލާނގެ އެއުރެން ހަލާކުކުރެއްވީމެވެ. އަދި فرعون ގެމީހުން غرق ކުރެއްވީމެވެ. އެ އެންމެންވީ، އަނިޔާވެރިން ކަމުގައެވެ"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "ހަމަކަށަވަރުން، ދިރޭތަކެތީގެ ތެރެއިން، اللَّه ގެ حضرة ގައި އެންމެ ނުބައިކަން ބޮޑުބަޔަކީ، كافر ވީ މީހުންނެވެ. ފަހެ، އެއުރެން إيمان އެއް ނުވާނެތެވެ"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "އެއުރެންނަކީ، ކަލޭގެފާނު އެއުރެންނާ عهد ކުރެއްވި މީހުންނެވެ. ދެން ކޮންމެފަހަރަކު، އެއުރެން، އެއުރެންގެ عهد އުވާލައެވެ. އަދި އެއުރެން (اللَّه އަށް) ބިރުވެތިވާކަމުގައި ނުވެތެވެ"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "ފަހެ، ހަނގުރާމައިގައި، ކަލޭގެފާނު އެއުރެން އަތުލައްވައިފިނަމަ، އެއުރެންގެ ފަހުން އަންނާންތިބި ބަޔަކު ވަކިވަކިވެގެންދާނޭގޮތުން، އެއުރެންނަށް އަދަބު ދެއްވާށެވެ! (އެއީ) އެއުރެން ހަނދުމަކުރުމަށްޓަކައެވެ"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "ބަޔަކުމީހުންގެ ކިބައިން خيانة ތެރިކަމެއް އަތުވެދާނެކަމަށް، ކަލޭގެފާނު ބިރުފުޅުގަންނަނަމަ (އެބަޔަކާއެކު ކޮށްފައިވާ معاهدة އެއް) އެބަޔަކުގެ މައްޗަށް އަނބުރާ ރައްދުކުރައްވާށެވެ! ހަމަހަމަވާގޮތުގެ މަތިންނެވެ. ހަމަކަށަވަރުން، خيانة ތެރިންދެކެ اللَّه ލޯބިވެވޮޑިގެނެއް ނުވެތެވެ"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "(މިންޖުވެ) ކުރިއަރައިގެން ދެވޭނެކަމަށް كافر ވި މީހުން ހީނުކުރާހުށިކަމެވެ! ހަމަކަށަވަރުން، އެއުރެންނަކަށް (اللَّه) ނުކުޅައްދައެއް ނުލެވޭނެތެވެ"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "އެއުރެންނާ ދެކޮޅަށް ތިޔަބައިމީހުންނަށް ކުޅަދާނަވީހައި ބާރެއް ތިޔަބައިމީހުން ތައްޔާރުކުރާށެވެ! އަދި އަސްތައްވެސް ބަނދެ ތައްޔާރުކުރާށެވެ! އެކަމުން اللَّه ގެ عدوّ ންނާއި، ތިޔަބައިމީހުންގެ عدوّ ންނާއި، އެއުރެންނޫން އެހެންބަޔަކު ބިރުގެންނެވުމަށްޓަކައެވެ. ތިޔަބައިމީހުންނަކަށް އެއުރެންނެއް ނޭނގެތެވެ. اللَّه، އެއުރެން ދެނެވޮޑިގެންވެތެވެ. އަދި اللَّه ގެ މަގުގައި ތިޔަބައިމީހުން ހޭދަކުރާ އެއްޗެއް، ތިޔަބައިމީހުންނަށް ފުރިހަަމަޔަށް ލިބޭނެތެވެ. އަދި ތިޔަބައިމީހުންނަށް ބޭއިންސާފެއް ނުކުރައްވާހުށްޓެވެ"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "އަދި صلح އިގެ ފަރާތަށް އެއުރެން ލެނބިލައިފިނަމަ، ކަލޭގެފާނުވެސް (އެގޮތް قبول ކުރައްވައި) އެފަރާތަށް ލެނބިވަޑައިގަންނަވާށެވެ! އަދި اللَّه އަށް وكيل ކުރައްވާށެވެ! ހަމަކަށަވަރުން، އެކަލާނގެއީ، މޮޅަށް އައްސަވާވޮޑިގެންވާ، މޮޅަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "އަދި ކަލޭގެފާނަށް ކެހިދިނުމަށް އެއުރެން قصد ކުރާނަމަ، ފަހެ، ހަމަކަށަވަރުން، ކަލޭގެފާނަށް اللَّه ފުދެތެވެ. އެކަލާނގެއީ، އެކަލާނގެ نصر އާއި، مؤمن ން މެދުވެރިކުރައްވައިގެން، ކަލޭގެފާނަށް ގަދަކަންދެއްވި ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "އަދި އެކަލާނގެ އެއުރެންގެ ހިތްތައް (އެބަހީ: مؤمن ންގެ ހިތްތައް) އެކުވެރި ކުރެއްވިއެވެ. ކަލޭގެފާނު ބިމުގައިވާ ހުރިހާ އެއްޗެއް ހޭދަކުރެއްވިޔަސް އެއުރެންގެ ހިތްތައް އެކުވެރިއެއް ނުކުރެއްވުނީހެވެ. އެހެނެއްކަމަކު، اللَّه، އެއުރެން އެކުވެރި ކުރެއްވިއެވެ. ހަމަކަށަވަރުން، އެކަލާނގެއީ، عزيز ވަންތަ، حكيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "އޭ ނަބިއްޔާއެވެ! ކަލޭގެފާނަށް اللَّه ފުދެތެވެ. އަދި مؤمن ންގެ ތެރެއިން ކަލޭގެފާނަށް تبع ވީ މީހަކަށްވެސް މެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "އޭ ނަބިއްޔާއެވެ! (دين ގެ دفاع ގައި) ހަނގުރާމަކުރުމަށް مؤمن ތަކުންނަށް ކަލޭގެފާނު ހިތްވަރުދެއްވާށެވެ! ތިޔަބައިމީހުންގެ ތެރެއިން ކެތްތެރި ވިހި މީހުން ތިބިނަމަ (كافر ންގެ) ދުއިސައްތަ މީހުންގެ މައްޗަށް ގަދަވެގަނެވޭނެތެވެ. އަދި ތިޔަބައިމީހުންކުރެ، ސަތޭކަމީހުން ތިބިނަމަ، كافر ވި މީހުންގެ ތެރެއިން އެއްހާސްމީހުންގެ މައްޗަށް ގަދަވެގަނެވޭނެތެވެ. އެހެނީ އެއުރެންނަކީ ނުވިސްނޭ ބަޔެކެވެ"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "މިހާރު، اللَّه ތިޔަބައިމީހުންގެ ކިބައިން ލުއިކުރައްވައިފިއެވެ. އަދި ތިޔަބައިމީހުންގެ ކިބައިގައި ބަލިކަށިކަމެއްވާކަން އެކަލާނގެ ދެނެވޮޑިގެންވެއެވެ. ފަހެ، ތިޔަބައިމީހުންކުރެ، ކެތްތެރި ސަތޭކަ މީހުން ތިބިނަމަ، (އެއުރެންގެ) ދުއިސައްތަ މީހުންގެ މައްޗަށް ގަދަވެގަނެވޭނެތެވެ. އަދި ތިޔަބައިމީހުންކުރެ އެއްހާސް މީހުން ތިބިނަމަ (އެއުރެންގެ) ދެހާސް މީހުންގެ މައްޗަށް ގަދަވެގަނެވޭނެތެވެ. اللَّه ގެ إذن ޔާ އެކުގައެވެ. اللَّه ވޮޑިގެންވަނީ، ކެތްތެރިންނާ އެކުގައެވެ"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "(ހަނގުރާމައިގެ) ބިމުގައި (عدوّ ންގެ މެދުގައި) قتل ގިނަވެއްޖައުމަށް ދާނދެން (އެބަހީ: مسلم ން ގަދަވެ قتل ވެވޭ عدوّ ންގެ عدد ގިނަވެ، ހަނގުރާމައަށް ނުކުޅެދިއްޖައުމަށްދާނދެން) ހަނގުރާމައިގައި މީހުންހިފައި ހައްޔަރުކުރުމަކީ، އެއްވެސް ނަބިއްޔަކަށް އޮތްކަމެއްނޫނެވެ. ދުނިޔޭގެ މުދަލަށް ތިޔަބައިމީހުން އެދެމުއެވެ. اللَّه އިރާދަކުރައްވަނީ، آخرة އެވެ. اللَّه އީ، عزيز ވަންތަ، حكيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "اللَّه ކަނޑައަޅުއްވައި ލިޔުއްވާފައިވާ حكم އެއް އިސްވެގޮސްފައިނުވާނަމަ، ތިޔަބައިމީހުން ހިފިތަކެއްޗާމެދު ތިޔަބައިމީހުންނަށް ބޮޑުވެގެންވާ عذاب އެއް އައިސް ޖެހިއްޖައީހެވެ"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "ފަހެ، ތިޔަބައިމީހުންނަށް غنيمة ގެ ގޮތުން ލިބިފައިވާ ތަކެތި حلال ރަނގަޅު ތަކެތީގެ ގޮތުގައި ކައިއުޅޭށެވެ! އަދި ތިޔަބައިމީހުން اللَّه އަށް تقوى ވެރިވާށެވެ! ހަމަކަށަވަރުން، اللَّه އީ، ގިނަގިނައިން ފާފަފުއްސަވާ رحيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "އޭ ނަބިއްޔާއެވެ! ތިޔަބައިމީހުންގެ އަތްދަށުގައި (ހަނގުރާމައިގައި) ހައްޔަރުވެފައިވާ މީހުންނަށް ކަލޭގެފާނު ވިދާޅުވާށެވެ! ތިޔަބައިމީހުންގެ ހިތްތަކުގައި އެއްވެސް ހެޔޮކަމެއްވާކަން اللَّه ދެނެވޮޑިގެންވާނަމަ، ތިޔަބައިމީހުން އަތުން އަތުލެއްވި ތަކެއްޗަށްވުރެން ރަނގަޅު ތަކެތި ތިޔަބައިމީހުންނަށް ދެއްވާނެތެވެ. އަދި ތިޔަބައިމީހުންނަށް ފާފަފުއްސަވާނެތެވެ. އަދި اللَّه އީ، ގިނަގިނައިން ފާފަފުއްސަވާ رحيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "އަދި އެއުރެން އެދެނީ ކަލޭގެފާނަށް خيانة ތެރިވުން ކަމުގައިވާނަމަ، (ދަންނާށެވެ!) ފަހެ، އޭގެކުރިން ހަމަކަށަވަރުން، އެއުރެން اللَّه އަށް خيانة ތެރިވިއެވެ. ދެން އެކަލާނގެ އެއުރެންގެ މައްޗަށް ކަލޭގެފާނު ބާރުވެރި ކުރެއްވިއެވެ. އަދި اللَّه އީ، މޮޅަށް ދެނެވޮޑިގެންވާ حكيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "ހަމަކަށަވަރުން، إيمان ވެ هجرة ކޮށް އެއުރެންގެ މުދާތަކާއި، نفس ތަކުން اللَّه ގެ މަގުގައި جهاد ކޮށް އުޅުނު މީހުންނާއި، (އެއުރެންނަށް) ހިޔާވަހިކަންދީ، نصر ދިންމީހުން (ދަންނާށެވެ!) އެއުރެންގެ އެއްބަޔަކީ، އަނެއްބަޔެއްގެ އެހީތެރިންނެވެ. އަދި إيمان ވެ هجرة ނުކޮށްތިބި މީހުން (ދަންނާށެވެ!) އެއުރެން هجرة ކޮށްފުމަށްދާނދެން، އެއުރެންނަށް އެހީތެރިވުމުގެ އެއްވެސްކަމެއް ތިޔަބައިމީހުންނަކަށް ނެތެވެ. އަދި دين ގެ ނަމުގައި އެއުރެން ތިޔަބައިމީހުންގެ އެހީއަށް އެދިއްޖެނަމަ، އެއުރެންނަށް نصر ދިނުން ތިޔަބައިމީހުންގެ މައްޗަށް ހުށްޓެވެ. އެއުރެންނާއި، ތިޔަބައިމީހުންނާ ދެމެދުގައި معاهدة އެއް ކޮށްފައިވާ قوم އަކާ ދެކޮޅަށް މެނުވީއެވެ. اللَّه އީ، ތިޔަބައިމީހުން ކުރާ ކަންތައް މޮޅަށް ބައްލަވާވޮޑިގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "كافر ވި މީހުން (ދަންނާށެވެ! (އެއުރެންގެ އެއްބަޔަކީ، އަނެއްބަޔެއްގެ އެހީތެރިންނެވެ. ތިޔަބައިމީހުން އެކަންނުކުރާނަމަ) އެބަހީ: ތިޔަބައިމީހުން އެއްބަޔަކު އަނެއްބަޔަކަށް نصر ދީ އެހީވެ ނޫޅޭނަމަ) ބިމުގައި ފިތުނަވެރިކަމާއި، ބޮޑުވެގެންވާ ފަސާދަވެރިކަން އުފެދިދާނެތެވެ"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "އަދި إيمان ވެ هجرة ކޮށް، اللَّه ގެ މަގުގައި جهاد ކޮށްއުޅުނު މީހުންނާއި (އެއުރެންނަށް) ހިޔާވަހިކަންދީ نصر ދިން މީހުން (ދަންނާށެވެ!) حقيقة ގައި مؤمن ންނަކީ، ހަމަ އެއުރެންނެވެ. އެއުރެންނަށް ފާފަފުއްސެވުމާއި ދީލަތިވެގެންވާ رزق ހުށްޓެވެ"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "އަދި އޭގެފަހުން إيمان ވެ، هجرة ކޮށް، ތިޔަބައިމީހުންނާއެކުގައި جهاد ކޮށް އުޅުނުމީހުން (ދަންނާށެވެ!) ފަހެ، އެއުރެންވަނީ ތިޔަބައިމީހުންގެ ތެރެއިންނެވެ. އަދި اللَّه ގެ ފޮތުގައި ކަނޑައަޅުއްވާފައިވާގޮތުގައި، ގާތްތިމާގެ މީހުން އޭގެ އެއްބަޔަކު އަނެއްބަޔަކާ أولى ކަން ބޮޑެވެ. ހަމަކަށަވަރުން، اللَّه އީ، ކޮންމެކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "(މިއީ) مشرك ންގެ ތެރެއިން ތިޔަބައިމީހުން معاهدة އެއްކޮށް އެ معاهدة އުވާލާފައިވާ ބަޔަކުގެ ކިބައިން اللَّه އާއި، އެކަލާނގެ رسول އާ ބަރީއަވެގެންވާކަމުގެ އެންގެވުމެކެވެ"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "ފަހެ، ތިޔަބައިމީހުން (އެބަހީ: مشرك ން) ހަތަރު މަސްވަންދެން ބިމުގައި ހިނގާބިނގާ އުޅޭށެވެ! އަދި ހަމަކަށަވަރުން، ތިޔަބައިމީހުންނަށް اللَّه، ނުކުޅައްދައި ނުލެވޭނެކަމާއި، ހަމަކަށަވަރުން اللَّه، كافر ތަކުން ދެރަކޮށްލައްވާހުށިކަން، ތިޔަބައިމީހުން ދަންނާށެވެ"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "އަދި މިއީ ބޮޑުވެގެންވާ حج ގެ ދުވަހު، اللَّه އާއި، އެކަލާނގެ رسول އާގެ ކިބައިން، މީސްތަކުންނަށް އޮތް އެންގެވުމެކެވެ. (މިއަދަށްފަހު) ހަމަކަށަވަރުން، اللَّه އާއި، އެކަލާނގެ رسول އާ ވަނީ، مشرك ންގެ ކިބައިން ބަރީއަވެގެންނެވެ. ފަހެ، ތިޔަބައިމީހުން (مشرك ން) توبة ވެއްޖެނަމަ (ދަންނާށެވެ!) ފަހެ، އެގޮތް ތިޔަބައިމީހުންނަށް ހެޔޮކަން ބޮޑެވެ. އަދި ތިޔަބައިމީހުން ފުރަގަސްދީފިނަމަ، ފަހެ، ތިޔަބައިމީހުންނަށް اللَّه ނުކުޅައްދައެއް ނުލެވޭނެކަން ތިޔަބައިމީހުން ދަންނާށެވެ! كافر ވި މީހުންނަށް ވޭންދެނިވި عذاب ހުރިކަމުގެ خبر، ކަލޭގެފާނު ދެއްވާށެވެ"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "مشرك ންގެ ތެރެއިން އެބަޔަކާ، ތިޔަބައިމީހުން معاهدة ކޮށްފައިވާ، އަދި އެއުރެން (އެ معاهدة އާމެދު) ތިޔަބައިމީހުންނަށް އެއްވެސްކަމެއް އުނިކޮށްފައިނުވާ އަދި ތިޔަބައިމީހުންނާ ދެކޮޅަށް އެއްވެސްމީހަކަށް އެހީވެ، ވާގިދީފައިނުވާ މީހުން މެނުވީއެވެ. ފަހެ، ތިޔަބައިމީހުން އެއުރެންގެ މުއްދަތު ހަމަވަންދެން އެއުރެންގެ عهد ފުރިހަމަކުރާށެވެ! ހަމަކަށަވަރުން، تقوى ވެރިންދެކެ، اللَّه ލޯބިވެވޮޑިގެންވެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "حرمة ތެރި މައްސަރުތައް ވޭތުވުމުން، ފަހެ، ތިޔަބައިމީހުންނަށް مشرك ން ފެނުނު ކޮންމެ ތަނަކުން، ތިޔަބައިމީހުން އެއުރެން قتل ކުރާށެވެ! އަދި ތިޔަބައިމީހުން އެއުރެން ހިފާށެވެ! އަދި އެއުރެން حصار ކުރާށެވެ! އަދި (އެއުރެން އަތުލައިގަނެވޭނެ) ކޮންމެތަނެއްގައި އެއުރެން އަތުލައިގަތުމަށްޓަކައި، ހުޝިޔާރުވެ ފިލައިތިބޭށެވެ! ފަހެ، އެއުރެން توبة ވެ، ނަމާދު قائم ކޮށް، زكاة ދީ އުޅެފިނަމަ، ދެން އެއުރެން މިނިވަންކަމާއެކު ދޫކޮށްލާށެވެ! ހަމަކަށަވަރުން، اللَّه އީ، ގިނަގިނައިން ފާފަފުއްސަވާ رحيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "އަދި مشرك ންގެ ތެރެއިން އެއްވެސްމީހަކު، ކަލޭގެފާނުގެ އަރިހުން ރައްކާތެރިކަމަކަށް އެދިއްޖެނަމަ، ފަހެ، އެމީހަކު اللَّه ގެ كلام ފުޅު އަހައިފުމަށްދާނދެން އެމީހަކަށް ރައްކާތެރިކަން ދެއްވާށެވެ! ދެންފަހެ، އަމާންކަން ލިބިގެންވާ ތަނަކާ ހަމަޔަށް އެމީހަކު ގެންގޮސްދެއްވާށެވެ! އެއީ ހަމަކަށަވަރުންވެސް، އެއުރެންނީ ނުދަންނަ ބަޔެކެވެ"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "اللَّه ގެ حضرة ގައްޔާއި، އެކަލާނގެ رسول އާގެ އަރިހުގައި، مشرك ންނަށް عهد އެއް އޮންނާނީ، ކޮންފަދައަކުން ހެއްޔެވެ؟ حرمة ތެރި މިސްކިތުގެ ކައިރީގައި ތިޔަބައިމީހުން އެބަޔަކާ عهد ކުރި މީހުންނަށް މެނުވީއެވެ. ފަހެ، އެއުރެން ތިޔަބައިމީހުންނަށް ސީދާވެގެންތިބިހާ ހިނދަކު ތިޔަބައިމީހުންވެސް އެއުރެންނަށް ސީދާވާށެވެ! ހަމަކަށަވަރުން، تقوى ވެރިންދެކެ اللَّه ލޯބިވެވޮޑިގެންވެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "(އެއުރެންނަށް އެފަދަ عهد އެއް އޮންނާނީ) ކިހިނަކުންހެއްޔެވެ؟ އެހެނީ ތިޔަބައިމީހުންގެ މައްޗަށް އެއުރެން ގަދަވެގެންފިނަމަ، ގާތްތިމާގެ ކަމުގެ ގުޅުމަކަށްވެސް، އަދި عهد އަކަށްވެސް، ތިޔަބައިމީހުންނާމެދު އެއުރެން ނުބަލާނެތެވެ. އެއުރެންގެ އަނގައިން ތިޔަބައިމީހުން ރުއްސާނެތެވެ. އެއުރެންގެ ހިތްތައް ނުރުހިގެންވާ حال ގައެވެ. އޭގެތެރެއިން ގިނަމީހުންނީ، فاسق ންނެވެ"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "އެއުރެން اللَّه ގެ آية ތަކަށް ކުޑަ އަގެއް ގަތެވެ. ފަހެ، އެއުރެން އެކަލާނގެ މަގުން (މީސްތަކުން) އެއްކިބާކުޅައެވެ. ހަމަކަށަވަރުން، އެއުރެން ކޮށްއުޅުނު ކަންތައް ހާދަހާ ނުބައިވެގެންވެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "ގާތްތިމާގެ ކަމުގެ ގުޅުމަކަށްވެސް، އަދި عهد އަކަށްވެސް، އެއުރެން مؤمن އަކާމެދު ނުބަލާނެތެވެ. އަދި އެއުރެންނީ، ހަމަ، ހައްދުފަހަނަޅައިދާ މީހުންނެވެ"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "ފަހެ، އެއުރެން توبة ވެ، ނަމާދު قائم ކޮށް، زكاة ދީފިނަމަ، ފަހެ، އެއުރެންނަކީ، دين ގައި ތިޔަބައިމީހުންގެ أخ ންނެވެ. އެނގޭބަޔަކަށް ތިމަންރަސްކަލާނގެ آية ތައް تفصيل ކޮށްދެއްވަމެވެ"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "އަދި އެއުރެން عهد ކުރުމަށްފަހު، އެއުރެންގެ ހުވާތައް އުވާލައި، އަދި ތިޔަބައިމީހުންގެ ދީނަށް عيب ބަސް ބުނެއުޅެނީނަމަ، ތިޔަބައިމީހުން كافر ކަމުގެ ބޮޑުންނާ ހަނގުރާމަކުރާށެވެ! ހަމަކަށަވަރުން، ހުވަޔަކީ، އެއުރެންނަށް އެއްވެސް އެއްޗެއްނޫނެވެ. (ހަނގުރާމަ ކުރަންވީ) އެއުރެން އެކަންތައް ހުއްޓާލާތޯއެވެ"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "އެއުރެންގެ ހުވާތައް އުވާލައި، رسول އާ (ރަށުން) ބޭރުކޮށްލުމަށް ރޭވި ބަޔަކާ ތިޔަބައިމީހުން ހަނގުރާމަ ނުކުރާންވީ ކީއްވެގެންހެއްޔެވެ؟ ފުރަތަމަ ތިޔަބައިމީހުންނަށް حملة ދިނީ އެއުރެންނެވެ. ތިޔަބައިމީހުން، އެއުރެންދެކެ ބިރުގަންނަނީ ހެއްޔެވެ؟ ފަހެ، ތިޔަބައިމީހުން مؤمن ން ކަމުގައިވާނަމަ، ތިޔަބައިމީހުން ބިރުވެތިވުން حق ކަން ބޮޑީ، اللَّه އަށެވެ"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "ތިޔަބައިމީހުން އެއުރެންނާ ހަނގުރާމަކުރާ ހުށިކަމެވެ! އޭރުން اللَّه އެއުރެންނަށް ތިޔަބައިމީހުންގެ އަތްތަކުން عذاب ދެއްވާނެތެވެ. އަދި އެއުރެން ނިކަމެތި ކޮށްލައްވާނެތެވެ. އަދި ތިޔަބައިމީހުންނަށް، އެއުރެންގެ މައްޗަށް نصر ދެއްވާނެތެވެ. އަދި مؤمن ބަޔެއްގެ ހިތްތަކަށް شفاء ދެއްވާނެތެވެ"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "އަދި އެއުރެންގެ (އެބަހީ: مؤمن ންގެ) ހިތްތަކުގައިވާ ރުޅިވެރިކަން ފިއްލަވާނެތެވެ. اللَّه އިރާދަކުރައްވާ ބަޔެއްގެ މައްޗަށް توبة ލައްވާނެތެވެ. اللَّه އީ، މޮޅަށް ދެނެވޮޑިގެންވާ حكيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "ތިޔަބައިމީހުންކުރެ جهاد ކޮށް، اللَّه އާއި، އެކަލާނގެ رسول އާއާއި، مؤمن ން ފިޔަވައި، އެކުވެރިން ބޭނުންނުކުރާ މީހުން، اللَّه ދެނެވޮޑިގެންވާކަން އެންގެވުމުގެ ގޮތުން، امتحان ކުރެއްވުމަކާނުލައި، ތިޔަބައިމީހުން ދޫކޮށްލައްވާނެކަމަށް ތިޔަބައިމީހުން ހީކުރީހެއްޔެވެ؟ اللَّه އީ، ތިޔަބައިމީހުންކުރާ ކަންތައް މޮޅަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "އެއުރެންގެ އަމިއްލަ نفس ތަކުގެ މައްޗަށް كافر ކަމަށް ހެކިވެތިބި حال ގައި، اللَّه ގެ މިސްކިތްތައް ފަޅުފިލުވައި ބެލެހެއްޓުމަކީ، مشرك ންނަށް އޮތްކަމެއްނޫނެވެ. އެއުރެންނަކީ، އެއުރެންގެ عمل ތައް باطل ވެފައިވާ މީހުންނެވެ. އަދި ހަމަ، އެއުރެންނީ، ނަރަކައިގައި ދެމިތިބޭނޭ ބަޔެކެވެ"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "اللَّه ގެ މިސްކިތްތައް ފަޅުފިލުވައި ބަލަހައްޓާނީ، اللَّه އަށާއި، آخرة ދުވަހަށް إيمان ވެ، ނަމާދު قائم ކޮށް، زكاة ދީ، اللَّه އަށް މެނުވީ ބިރުނުގަންނަ މީހުންކަން ކަށަވަރެވެ. ފަހެ، އެއުރެންނަކީ، ތެދުމަގު ލިބިގެންވާ މީހުން ކަމުގައިވުން ގާތްބަޔެކެވެ"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "حج ވެރިންނަށް ބޯފެންދީ، حرمة ތެރިވެގެންވާ މިސްކިތް ފަޅުފިލުވައި، ބަލަހައްޓައިއުޅޭ މީހަކާއި، اللَّه އަށާއި، آخرة ދުވަހަށް إيمان ވެ، اللَّه ގެ މަގުގައި جهاد ކޮށްއުޅޭ މީހަކާ ދެމީހުން، އެއްފަދަކަމަށް ތިޔަބައިމީހުން ހަދަނީހެއްޔެވެ؟ اللَّه ގެ حضرة ގައި އެ ދެބައިމީހުން، ހަމަހަމައެއް ނުވާނެތެވެ. އަނިޔާވެރި ބަޔަކަށް، اللَّه ތެދުމަގެއް ނުދައްކަވާނެތެވެ"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "إيمان ވެ، هجرة ކޮށް، اللَّه ގެ މަގުގައި އެއުރެންގެ މުދާތަކާއި، نفس ތަކުން جهاد ކޮށް އުޅުނު މީހުންނީ، اللَّه ގެ حضرة ގައި ދަރަޖަ އެންމެ މަތިވެރިވެގެންވާ މީހުންނެވެ. އަދި އެއުރެންނީ، ހަމަ، نصيب ލިބިގެންވާ މީހުންނެވެ"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "އެއުރެންގެ ވެރިރަސްކަލާނގެ، އެކަލާނގެ حضرة ން އެއުރެންނަށް رحمة އާއި، ރުހިވޮޑިގަތުމާއި، ސުވަރުގެތައް ހުރިކަމުގެ އުފާވެރި خبر، އެއުރެންނަށް ދެއްވަތެވެ. އެތާނގައި، އެއުރެންނަށް އަބަދަށް ދެމިހުންނަނިވި نعمة ތައް ވެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "އެތާނގައި، އެއުރެން އަބަދަށް ދެމިތިބެނިވި ގޮތުގައެވެ. ހަމަކަށަވަރުން، اللَّه ގެ حضرة ގައި ބޮޑުވެގެންވާ ދަރުމަހުށްޓެވެ"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "އޭ إيمان ވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުންގެ މައިންބަފައިންނާއި، އެއްބަނޑުއެއްބަފާ މީހުން (ވިޔަސް) އެއުރެން إيمان ކަމަށްވުރެ ބޮޑަށް، كافر ކަމަށް ލޯބިކުރާނަމަ، އެއީ ތިޔަބައިމީހުންގެ އެހީތެރި، އެކުވެރިން ކަމުގައި ނުހިފާށެވެ! އަދި އެއުރެންނަކީ، އެހީތެރި އެކުވެރިން ކަމުގައި، ތިޔަބައިމީހުންގެ ތެރެއިން ބަލާމީހުން (ދަންނާށެވެ!) ފަހެ، އެއުރެންނީ، ހަމަ، އަނިޔާވެރިންނެވެ"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "ކަލޭގެފާނު ވިދާޅުވާށެވެ! ތިޔަބައިމީހުންގެ މައިންބަފައިންނާއި، ދަރިންނާއި، أخ ންނާއި، އަނބިންނާއިި، ގާތްތިމާގެ މީހުންނާއި، ތިޔަބައިމީހުން ހޯދާފައިވާ މުދާތަކާއި، ގެއްލުންވެދާނެކަމަށް ތިޔަބައިމީހުން ބިރުގަންނަ ވިޔަފާރިއާއި، ތިޔަބައިމީހުން ހިތްރުހޭ ގެދޮރާއި (މިހުރިހައި ތަކެތި) اللَّه އާއި، އެކަލާނގެ رسول އާއާއި، އެކަލާނގެ މަގުގައި جهاد ކުރުމަށްވުރެން، ތިޔަބައިމީހުންނަށް ލޯބިވެތި ކަމުގައިވާނަމަ، اللَّه ގެ އަމުރުފުޅު އަތުވެއްޖައުމަށް ދާނދެން ތިޔަބައިމީހުން ބަލަބަލައި ތިބޭށެވެ! فاسق ވީ މީހުންނަށް، اللَّه ތެދުމަގެއް ނުދައްކަވާނެތެވެ"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "ހަމަކަށަވަރުން، އެތައްއެތައް ތަނެއްގައި، اللَّه ތިޔަބައިމީހުންނަށް نصر ދެއްވިއެވެ. އަދި حُنين (ހަނގުރާމައިގެ) ދުވަހު، ތިޔަބައިމީހުންގެ ބައިގިނަކަމުގެ ސަބަބުން، ތިޔަބައިމީހުން ހެއްލުންތެރިވީހިނދު، ހަނދުމަކުރާށެވެ! ފަހެ، އެ ބައިގިނަކަން، ތިޔަބައިމީހުންނަށް އެއްވެސްކަމެއް ފުއްދައެއްނުދިނެވެ. އަދި (އެހިނދު) ތަނަވަސްކޮށް އޮތް ބިން، ތިޔަބައިމީހުންނަށް ދަތިވެގެންދިޔައެވެ. ދެން ތިޔަބައިމީހުން، ފުރަގަސްދީ، ފިލާން ދުއްވައިގަތީމުއެވެ"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "ދެން اللَّه އެކަލާނގެ رسول އާއަށާއި، إيمان ވި މީސްތަކުންގެ މައްޗަށް އެކަލާނގެ (حضرة ން) ހިތްހަމަޖެހުން ބާވައިލައްވައި، އަދި ތިޔަބައިމީހުންނަށް ނުފެންނަ لشكر އެއް ބާވައިލެއްވިއެވެ. އަދި كافر ވި މީހުންނަށް އެކަލާނގެ عذاب ދެއްވިއެވެ. އެއީ كافر ންގެ ޖަޒާއެވެ"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "ދެން އޭގެފަހުން، اللَّه، އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް توبة ލައްވަތެވެ. اللَّه އީ، ގިނަގިނައިން ފާފަފުއްސަވާ، رحيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "އޭ إيمان ވެއްޖެ މީސްތަކުންނޭވެ! مشرك ންނަކީ، ނަޖިސް ބަޔެއްކަން ކަށަވަރެވެ. ފަހެ، މިއަހަރަށްފަހު، حرمة ތެރިވެގެންވާ މިސްކިތާ އެއުރެން، ކައިރިވިޔަ ނުދޭހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން، فقير ވެދާނޭކަމަށް ބިރުގަންނަނަމަ، ފަހެ، اللَّه އިރާދަކުރައްވައިފިއްޔާ، އެކަލާނގެ فضل ވަންތަކަމުން، ތިޔަބައިމީހުން މުއްސަނދި ކުރައްވައިފާނެތެވެ. ހަމަކަށަވަރުން، اللَّه އީ، މޮޅަށް ދެނެވޮޑިގެންވާ، حكيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "ފޮތް ލިބުނު މީހުންކުރެ، اللَّه އަށާއި، آخرة ދުވަހަށް إيمان ނުވާ، އަދި اللَّه އާއި، އެކަލާނގެ رسول އާ حرام ކުރެއްވި ކަންތައް حرام ނުކުރާ، އަދި حق دين އަށް تبع ނުވާ މީހުންނާ ތިޔަބައިމީހުން ހަނގުރާމަ ކުރާށެވެ! (އެއީ) އެއުރެން ނިކަމެތިވެ، ދެރަވެގެންވާ حال، އަމިއްލައަތުން جزية ދީފުމަށް ދާނދެނެވެ"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "يهودى ން ބުނޫއެވެ. عُزَير ގެފާނަކީ، اللَّه ގެ ދަރިކަލުންނެވެ. އަދި نصارى އިން ބުނޫއެވެ. المسيح (عيسى ގެފާނު) އަކީ، اللَّه ގެ ދަރިކަލުންނެވެ. އެއީ (ހަމައެކަނި) އެއުރެންގެ އަނގައިން ބުނެލާ ބަހެކެވެ. އެއުރެން އެ تقليد ކުރަނީ، އެއުރެންގެ ކުރިން كافر ވި މީހުން ބުނެއުޅުނުފަދަ ބަހަކަށެވެ. اللَّه، އެއުރެންނަށް لعنة ލައްވާހުށްޓެވެ. އެއުރެން حق ން އެއްކިބާވަނީ، ކޮންފަދައަކުން ހެއްޔެވެ؟"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "އެއުރެންގެ علم ވެރިންނާއި، ފާދިރީންނާއި، مريم ގެފާނުގެ ދަރިކަލުން المسيح (عيسى ގެފާނު) އަކީ، اللَّه ފިޔަވައި إله ން ކަމުގައި އެއުރެން ހެދޫއެވެ. (ނަމަވެސް) އެއްކައުވަންތަ إله އަށް، އަޅުކަން ކުޅައުމަށް މެނުވީ އެއުރެންނަށް أمر ކުރައްވާފައި ނުވެތެވެ. އެކަލާނގެ މެނުވީ إله އަކު ނުވެތެވެ. އެއުރެން އެ شريك ކުރާ ތަކެތިން، އެކަލާނގެ ހުސްطاهر ވެ ވޮޑިގެންވެތެވެ"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "އެއުރެން އެދެނީ، اللَّه ގެ نور ފުޅު (އެބަހީ: إسلام دين) އެއުރެންގެ އަނގަތަކުން ފުމެ، ނިއްވާލުމަށެވެ. ނަމަވެސް، كافر ން ކިތަންމެ ނުރުހުނަސް، اللَّه، އެކަލާނގެ نور ފުޅު ފުރިހަމަކުރެއްވުމަށް މެނުވީ، އެކަލާނގެ އިރާދައެއް ނުކުރައްވަތެވެ"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "އެކަލާނގެއީ، ތެދުމަގާއި، حق دين އާއިގެން އެކަލާނގެ رسول އާ ފޮނުއްވި ކަލާނގެއެވެ. (އެއީ) مشرك ން ނުރުހުނު ކަމުގައިވިޔަސް، އެންމެހާ دين ތަކުގެ މައްޗަށް އެ دين ފާޅުކުރެއްވުމަށްޓަކައެވެ"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "އޭ إيمان ވެއްޖެ މީސްތަކުންނޭވެ! ހަމަކަށަވަރުން (يهودى ންގެ) علم ވެރިންގެ ތެރެއިންނާއި (نصارى އިންގެ) ފާދިރީންގެ ތެރެއިން، ގިނަ މީހުން، މީސްތަކުންގެ މުދާތައް باطل ގޮތުގައި (އަތުލައި) ކައިއުޅެތެވެ. އަދި اللَّه ގެ މަގުން (މީސްތަކުން) ދުރުކުރެތެވެ. އަދި ރަނާއި ރިހި خزانة ކޮށް، اللَّه ގެ މަގުގައި އެތަކެތި ހޭދަނުކޮށް ތިބޭ މީހުން (ދަންނާށެވެ!) ފަހެ، ވޭންދެނިވި عذاب ހުރިކަމުގެ خبر، އެއުރެންނަށް ކަލޭގެފާނު ދެއްވާށެވެ"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "(އެގޮތުގެމަތިން) އޭނާ، އެއްކޮށް خزانة ކުޅަ، ރަންރިހި، އެދުވަހުން ނަރަކައިގެ އަލިފާނުން ދޮންކުރައްވައި، އެތަކެތިން، އެއުރެންގެ ނިތްކުރިތަކުގައްޔާއި، އަރިކަށިތަކުގައްޔާއި، ބުރިކަށިތަކުގައި، ފާހަގަލައްވަމުން ގެންދަވާނެތެވެ. (އަދި އަންގަވާނެތެވެ.) މިހިރީ، ތިޔަބައިމީހުންގެ އަމިއްލަ نفس ތަކަށްޓަކައި، ތިޔަބައިމީހުން އެއްކޮށް خزانة ކުޅަ ތަކެއްޗެވެ. ފަހެ، ތިޔަބައިމީހުން خزانة ކޮށް އުޅުނު ތަކެތީގެ ރަހަ ދެކެބަލާށެވެ"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "ހަމަކަށަވަރުން، އުޑުތަކާއި، ބިން ހެއްދެވި ދުވަހުއްސުރެން، اللَّه ކަނޑައަޅުއްވާފައިވާ ގޮތުގައި (އަހަރެއްގެ) މައްސަރުތަކުގެ عدد އަކީ، اللَّه ގެ حضرة ގައި ބާރަ މަހެވެ. އޭގެތެރެއިން، ހަތަރު މަސް، حرمة ތެރި ވެގެންވެއެވެ. އެއީ حق ތެދު دين އެވެ. ފަހެ، އެ މައްސަރުތަކުގައި، ތިޔަބައިމީހުންގެ އަމިއްލަ نفس ތަކަށް ތިޔަބައިމީހުން އަނިޔާ ނުކުރާހުށިކަމެވެ! އަދި އެންމެހާ مشرك ންނާ ތިޔަބައިމީހުން ހަނގުރާމަކުރާށެވެ! އެއުރެންވެސް އެންމެން އެކުގައި ތިޔަބައިމީހުންނާ ހަނގުރާމަކުރާ ފަދައިންނެވެ. އަދި ހަމަކަށަވަރުން، اللَّه ވޮޑިގެންވަނީ، تقوى ވެރިންނާ އެކުގައިކަން، ތިޔަބައިމީހުން ދަންނާށެވެ"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "ހަމަކަށަވަރުން، (حرمة ތެރި މައްސަރެއް) ފަސްކޮށްލުމަކީ، كافر ކަން އިތުރު ކުރުމެކެވެ. كافر ވި މީހުން އެކަމުގެ ސަބަބުން (އިތުރަށް) މަގުފުރެދިގެންދެތެވެ. އެއުރެން އެއްއަހަރު އެއްމައްސަރެއްގެ حرمة ކަނޑައި، އަނެއްއަހަރު އެ މައްސަރެއް حرمة ތެރި ކުރެތެވެ. އެއީ اللَّه، حرمة ތެރި ކުރައްވާފައިވާ މައްސަރުތަކުގެ عدد ހަމަކުޅައުމަށްޓަކައެވެ. ފަހެ، އެގޮތުން، اللَّه حرمة ތެރި ކުރައްވާފައިވާ މައްސަރުތަކުގެ حرمة ކަނޑަތެވެ. އެއުރެންގެ ނުބައި عمل ތައް، އެއުރެންނަށް ޒީނަތްތެރި ކުރެއްވިއެވެ. كافر ވި މީހުންނަކަށް، اللَّه ތެދުމަގެއް ނުދައްކަވަތެވެ"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "އޭ إيمان ވެއްޖެ މީސްތަކުންނޭވެ! اللَّه ގެ މަގުގައި ހަނގުރާމަ ކުރުމަށް ނުކުންނާށޭ ތިޔަބައިމީހުންނަށް އެންގެވިހިނދު، ތިޔަބައިމީހުން ބިމަށް ބަރުހެލިވެގަތީ ކީއްވެގެންހެއްޔެވެ؟ آخرة އަށްވުރެ ދުނިޔޭގެ ދިރިހުރުމަށް ތިޔަބައިމީހުން ރުހުނީހެއްޔެވެ؟ ދުނިޔޭގެ އުފަލާއި، އަރާމަކީ آخرة އާ އަޅައިބަލާއިރު، މަދުއެތިކޮޅެއް ކަމުގައި ނޫނީ ނުވެތެވެ"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "ތިޔަބައިމީހުން (ހަނގުރާމައަށް) ނުނިކުންނަނަމަ، ވޭންދެނިވި عذاب އަކުން އެކަލާނގެ ތިޔަބައިމީހުންނަށް عذاب ދެއްވާނެތެވެ. އަދި ތިޔަބައިމީހުންގެ ބަދަލުގައި، އެހެންބަޔަކު ގެންނަވައިފާނެތެވެ. އަދި ތިޔަބައިމީހުންނަކަށް، އެއްވެސް ކަމަކުން އެކަލާނގެއަށް ގެއްލުމެއް ނުދެވޭނެތެވެ. اللَّه އީ ކޮންމެކަމެއްގެމައްޗަށް ކުޅަދުންވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "ތިޔަބައިމީހުން އެކަލޭގެފާނަށް نصر ނުދިނަސް، ހަމަކަށަވަރުން، اللَّه، އެކަލޭގެފާނަށް نصر ދެއްވިއެވެ. ދެމީހުންކުރެ އެކަކު ކަމުގައިވާ حال، كافر ވި މީހުން، އެކަލޭގެފާނު ނެރެލިހިނދުގައެވެ. އޭގެ ދެކަލުން (ثَور ފަރުބަދައިގެ) ހޮހަޅައިގައި ތިއްބެވި ހިނދުގައެވެ. އެކަލޭގެފާނުގެ އެކުވެރިޔާއަށް، ހިތާމަނުކުރައްވާށޭ، ހަމަކަށަވަރުން، اللَّه ވޮޑިގެންވަނީ، ތިމަންމެންނާ އެކުގައޭ ވިދާޅުވިހިނދުގައެވެ. އެހިނދު އެކަލޭގެފާނަށް ހިތްޕުޅު ހަމަޖެހުމާއި، އަމާންކަން اللَّه ބާވައިލެއްވިއެވެ. އަދި ތިޔަބައިމީހުންނަށް ނުފެންނަ لشكر ތަކަކުން އެކަލޭގެފާނަށް އެކަލާނގެ ގަދަކަން ދެއްވިއެވެ. އަދި كافر ވި މީހުންގެ ބަސް، އެންމެ ދަށްވެގެންވާ ބަސްކަމުގައި ލެއްވިއެވެ. اللَّه ގެ ބަސްފުޅު އެއީ، އެންމެ މަތިވެރިވެގެންވާ ބަސްފުޅުކަމުގައި ލެއްވިއެވެ. اللَّه އީ، عزيز ވަންތަަ، حكيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "ލުއިކަމާއެކުގައްޔާއި، ބުރަކަމާއެކުގައި، ތިޔަބައިމީހުން (ހަނގުރާމައަށް) ނުކުންނާށެވެ! އަދި ތިޔަބައިމީހުންގެ މުދާތަކާއި، نفس ތަކުން اللَّه ގެ މަގުގައި جهاد ކުރާށެވެ! ތިޔަބައިމީހުންނަށްޓަކައި، އެގޮތް ހެޔޮކަން ބޮޑެވެ. ތިޔަބައިމީހުންނަށް (އެކަން) އެނގޭކަމުގައި ވާނަމައެވެ"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "ގާތުގައި އޮތް دنيوى މަންފާއެއް ކަމުގައި، ނުވަތަ ލުއިފަސޭހަ ދަތުރެއް ކަމުގައިވީނަމަ، އެއުރެން ކަލޭގެފާނުގެ ފަހަތްޕުޅުން ހިނގައްޖައީސްކަން ކަށަވަރެވެ. އެހެނެއްކަމަކު، ދަތުރުކުރާންއޮތް މަގު، އެއުރެންނަށް ދުރުވީއެވެ. އަދި ތިމަންމެންނަށް ކުޅަދާނަވެގެންވީނަމަ، ތިޔަބައިމީހުންނާއެކު ނުކުތީމުހޭ ކިޔައި، އެއުރެން اللَّه ގަންދީ ހުވާކޮށް ހަދާނެތެވެ. އެއުރެން (އެކަމުން) އެއުރެންގެ އަމިއްލަ نفس ތައް ހަލާކުކުރެތެވެ. ހަމަކަށަވަރުން، އެއުރެންނީ ދޮގުވެރިންކަން اللَّه ދެނެވޮޑިގެންވެތެވެ"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "اللَّه، ކަލޭގެފާނަށް عفو ކުރައްވައިފިއެވެ. ތެދުބުނި މީހުން، ކަލޭގެފާނަށް ބަޔާންވެ ފާޅުވެ، ދޮގުވެރިން އެނގިވަޑައިގެންފުމަށްދާނދެން (ހަނގުރާމައަށް ނުގޮސްތިބުމަށް) އެއުރެންނަށް، ކަލޭގެފާނު إذن ދެއްވީ ކީއްވެގެންތޯއެވެ؟"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "اللَّه އަށާއި، آخرة ދުވަހަށް إيمان ވާ މީހުން، އެއުރެންގެ މުދާތަކާއި، نفس ތަކުން جهاد ކުރުމުން އެއްކިބާވެތިބުމަށް ކަލޭގެފާނުގެ އަރިހުން إذن އަކަށް ނޭދޭނެތެވެ. اللَّه އީ، تقوى ވެރިން މޮޅަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "(ހަނގުރާމައަށް ނުގޮސް ތިބުމަށް) ކަލޭގެފާނުގެ އަރިހުން إذن އަށް އެދެނީ، اللَّه އަށާއި، آخرة ދުވަހަށް إيمان ނުވާ މީހުންކަން ކަށަވަރެވެ. އަދި އެއުރެންގެ ހިތްތަކުގައި، شك ހިނގާ މީހުންނެވެ. ފަހެ، އެއުރެންގެ شك ކަމުގެ ތެރޭގައި، އެއުރެން ދެއަތަށް ކިރިކިރި ތިބެތެވެ"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "އެއުރެން (ހަނގުރާމައަށް) ނުކުތުމަށް އެދޭނަމަ، އެކަމަށް ހަތިޔާރާއި، ތަކެތި އެއުރެން ތައްޔާރުކުރީހެވެ. އެހެނެއްކަމަކު (ކަލޭގެފާނުގެ އަރިހުގައި) އެއުރެން ނުކުތުމަށް، اللَّه ނުރުއްސަވައިފިއެވެ. ދެން އެއުރެންގެ ހިތްވަރު ދެރަކުރައްވައި، ކަންނެތް ކުރެއްވިއެވެ. އަދި (ހަނގުރާމައަށް ނުގޮސް) އިށީނދެ ތިބޭ މީހުންނާއެކު، ތިޔަބައިމީހުން ތިބޭށޭ އެންގެވިއެވެ"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "އެއުރެން ތިޔަބައިމީހުންގެ ތެރޭގައި (ހަނގުރާމައަށް) ނުކުތްނަމަ، ފަސާދަވެރިކަން ނޫންކަމެއް ތިޔަބައިމީހުންނަށް އެއުރެން އިތުރެއް ނުކުޅައީހެވެ. އަދި ތިޔަބައިމީހުންނަށް ފިތުނަވެރިކަން އެދިގެން ތިޔަބައިމީހުންގެ ތެރޭގައި މަސައްކަތް ކުޅައުމަށް އަވަސްވެގަތީހެވެ. އެއުރެން ދައްކާ ވާހަކަ އަހާ މީހުންވެސް ތިޔަބައިމީހުންގެ ތެރޭގައިވެއެވެ. اللَّه އީ، އަނިޔާވެރިން މޮޅަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "ކުރިންވެސް އެއުރެން ފިތުނަވެރިކަމަށް އެދިގެން އުޅުނުކަން ކަށަވަރެވެ. އަދި اللَّه ގެ أمر ފުޅު ފާޅުވެ، حق ބަސްފުޅު އަތުވެއްޖައުމަށްދާނދެން، އެއުރެން (އެކަމަށް) ނުރުހޭ حال ގައި، ކަލޭގެފާނަށް ކެހިދިނުމުގެ ކަންތައް އެއުރެން ރާވައި އުޅުނޫއެވެ"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "އަދި (ހަނގުރާމައަށް ނުގޮސްހުރުމުގެ) إذن ތިމަންނާއަށް ދެއްވާށޭ، އަދި ތިމަން ފިތުނަވެރި ނުކުރައްވާށޭ ބުނާ މީހަކު، އެއުރެންގެ ތެރެއިން ވެތެވެ. ދަންނާށެވެ! އެއުރެން ވެއްޓިގެން އެދިޔައީ، ހަމަ، ފިތުނައިގެ ތެރެއަށެވެ. އަދި ހަމަކަށަވަރުން، ނަރަކަ ވަނީ، كافر ން ވަށާލައިފައެވެ"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "ކަލޭގެފާނަށް ހެޔޮގޮތެއް މެދުވެރިވެއްޖެނަމަަ، އެކަން އެއުރެންނަށް ހިތާމައަކަށް ވެތެވެ. އަދި ކަލޭގެފާނަށް مصيبة އެއް މެދުވެރިވެއްޖެނަމަ، އެއުރެން ބުނެތެވެ. ހަމަކަށަވަރުން، ތިމަންމެން ކުރިއްސުރެން މިތިބީ، ރައްކާތެރިކަމުގައި ހިފައިގެންނެވެ. އަދި އުފަލުންތިބެ، އެއުރެން އެނބުރި ހިނގައިދާނެތެވެ"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "ކަލޭގެފާނު ވިދާޅުވާށެވެ! اللَّه އަޅަމެންނަށް ލިޔުއްވާފައިވާކަމެއް މެނުވީ، އަޅަމެންނަކަށް ނުޖެހޭނެތެވެ. އެކަލާނގެއީ، އަޅަމެންގެ އެހީތެރިވަންތަ ރަސްކަލާނގެއެވެ. ފަހެ، مؤمن ން ހަމައެކަނި، اللَّه އަށް وكيل ކުރާހުށިކަމެވެ"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "ކަލޭގެފާނު ވިދާޅުވާށެވެ! ހެޔޮދެގޮތުން އެއްގޮތްނޫނީ، އަހަރެމެންނާމެދު ތިޔަބައިމީހުން انتظار ކުރަމުހޭ؟ އަދި ތިމަންމެން ތިޔަބައިމީހުންނާމެދު انتظار ކޮށްކޮށް ތިބެނީ، އެކަލާނގެ حضرة ން، ނުވަތަ ތިމަންމެންގެ އަތްމަތިން، اللَّه ތިޔަބައިމީހުންނަށް عذاب އެއް ފޮނުއްވައިފާނެ ކަމަށެވެ. ފަހެ، ތިޔަބައިމީހުން انتظار ކޮށްކޮށް ތިބޭށެވެ! ހަމަކަށަވަރުން، ތިމަންމެންނީވެސް ތިޔަބައިމީހުންނާއެކު انتظار ކުރާ ބަޔަކީމުއެވެ"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "ކަލޭގެފާނު ވިދާޅުވާށެވެ! ތިޔަބައިމީހުން ރުހުމުގައި، ނުވަތަ ނުރުހުމުގައި ހޭދަކުރިޔަސް، ތިޔަބައިމީހުންގެ ކިބަޔަކުން އެކަން قبول އެއް ނުކުރައްވާ ހުށްޓެވެ. އެހެނީ ހަމަކަށަވަރުން، ތިޔަބައިމީހުންވީ، فاسق ބަޔަކު ކަމުގައެވެ"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "އަދި ހަމަކަށަވަރުން، އެއުރެން اللَّه އަށާއި، އެކަލާނގެ رسول އާއަށް كافر ވިކަމާއި، އެއުރެން ކަންނެތްބަޔަކު ކަމުގައި ތިބެގެން މެނުވީ، ނަމާދަށް ނާންނަކަމާއި، ނުރުހިތިބި ބަޔަކު ކަމުގައިވާ حال ގައި މެނުވީ، ހޭދަނުކުރާކަމާއި، މިކަންކަން ފިޔަވައި އެއުރެންގެ ހޭދަތައް އެއުރެންގެ ކިބައިން قبول ކުރެއްވުން މަނާކުރާކަމެއް ނެތެވެ"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "އެއުރެންގެ މުދާތަކާއި، އެއުރެންގެ ދަރިންތައް ކަލޭގެފާނު عجائب ކުރުވިޔަ ނުދޭހުށިކަމެވެ! ހަމަކަށަވަރުން، اللَّه އިރާދަކުރައްވަނީ، ދުނިޔޭގެ ދިރިއުޅުމުގައި، އެތަކެތިން އެއުރެންނަށް عذاب ދެއްވުމަށެވެ. އަދި އެއުރެން كافر ން ކަމުގައިވާ حال، އެއުރެންގެ ފުރާނަ ދިޔުމަށެވެ"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "ހަމަކަށަވަރުން، އެއުރެންނީ، ތިޔަބައިމީހުންގެ ތެރެއިންވާ ބަޔަކު ކަމަށް، اللَّه ގަންދީ އެއުރެން ހުވާކުރާނެތެވެ. އެއުރެންނީ، ތިޔަބައިމީހުންގެ ތެރެއިންވާ ބަޔަކު ކަމުގައި ނުވެތެވެ. އެހެނެއްކަމަކު އެއުރެންނީ ބިރުގަންނަ ބަޔެކެވެ"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "އެއުރެން ފިލަންދާނޭ ކިއްލާއެއް، ނުވަތަ ހޮހަޅަތަކެއް، ނުވަތަ ވަންނާނޭ އެހެންތަނެއްވެސް، އެއުރެންނަށް ފެންނާނޭނަމަ، އަވަސްވެގަނެގެން އެތަނަކަށް އެއުރެން އެނބުރި ހިނގައްޖައީހެވެ"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "صدقات ބެއްސެވުމާމެދު، ކަލޭގެފާނަށް ކުޑައިމީސްބަސް ބުނާ މީހުން އެއުރެންގެ ތެރެއިންވެއެވެ. ފަހެ، އެއިން، އެއުރެންނަށް ދެއްވައިފިނަމަ، އެއުރެން ރުހެތެވެ. އެއިން އެއުރެންނަށް ނުދެއްވައިފިނަމަަ، އެހާރުން އެއުރެން ރުޅި އަރަތެވެ"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "اللَّه އާއި، އެކަލާނގެ رسول އާ އެއުރެންނަށް ދެއްވި ތަކެއްޗަށް އެއުރެން ރުހި، އަދި އެއުރެން ބުނިނަމައެވެ. اللَّه، ތިމަންމެންނަށް ފުދެއެވެ. اللَّه އާއި، އެކަލާނގެ رسول އާ، އެކަލާނގެ فضل ވަންތަކަމުގެ ތެރެއިން ތިމަންމެންނަށް ދެއްވާނެތެވެ. ހަމަކަށަވަރުން، ތިމަންމެންވަނީ، اللَّه ގެ حضرة އަށް އެދިއެދި ތިބޭ ބަޔަކު ކަމުގައެވެ"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "ހަމަކަށަވަރުން، صدقات ގެ ތަކެތި ވަނީ فقير ންނަށާއި، مسكين ންނަށާއި، އެކަމުގެ عامل ންނަށާއި، އެއުރެންގެ ހިތްތައް އެކުވެރިކުރައްވާ މީހުންނަށާއި، (އެބަހީ: އަލަށް إسلام ވީ މީހުންނަށާއި) އަޅުން މިނިވަންކުރުމުގައްޔާއި، ދަރަނިވެރިންނަށާއި، اللَّه ގެ މަގުގައްޔާއި (حال ގައި ޖެހިފައިވާ) ދަތުރުވެރިންނަށެވެ. اللَّه ގެ حضرة ން ކަނޑައަޅުއްވާފައިވާ فرض އެއްގެ ގޮތުގައެވެ. اللَّه އީ، މޮޅަށް ދެނެވޮޑިގެންވާ، حكيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "ނަބިއްޔާއަށް އުނދަގޫކުރާ މީހުން، އެއުރެންގެ ތެރެއިންވެއެވެ. އަދި އެއުރެން ބުނެތެވެ. އެކަލޭގެފާނީ، ހަމައެކަނި އައްސަވާ ބޭކަލެކެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެއީ ތިޔަބައިމީހުންނަށްޓަކައި، ހެޔޮބަސް އައްސަވާ ނަބިއްޔެކެވެ. އެ ނަބިއްޔާ، اللَّه އަށް إيمان ވެ ވަޑައިގަނެތެވެ. އަދި مؤمن ންގެ ބަސް ތެދުކުރައްވަތެވެ. އަދި އެ ނަބިއްޔާއީ، ތިޔަބައިމީހުންގެ ތެރެއިން إيمان ވި މީހުންނަށްވާ رحمة އެކެވެ. އަދި اللَّه ގެ رسول އާއަށް އުނގަދޫކުރާ މީހުންނަށް، ވޭންދެނިވި عذاب ހުށްޓެވެ"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "އެއުރެން ތިޔަބައިމީހުން ރުއްސުމަށްޓަކައި، اللَّه ގަންދީ ތިޔަަބައިމީހުން ކައިރީގައި ހުވާކޮށް ހަދަތެވެ. އެއުރެންނީ، مؤمن ން ކަމުގައި ވާނަމަ، އެއުރެންނަށް حق ކަން ބޮޑީ، اللَّه އާއި، އެކަލާނގެ رسول އާ ރުއްސުމެވެ"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "ހަމަކަށަވަރުން، اللَّه އާއި، އެކަލާނގެ رسول އާއަށް ދެކޮޅުވެރިވާ މީހާ، ފަހެ، އެތާނގައި ދެމިހުންނަ ގޮތުގައި، އެމީހާއަށް ނަރަކައިގެ އަލިފާން ހުރިކަން އެއުރެން ނުދަންނަނީ ހެއްޔެވެ؟ ބޮޑުވެގެންވާ ނިކަމެތިކަމަކީ އެއީއެވެ"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "منافق ން އެއުރެންގެ ހިތްތަކުގައިވާގޮތުގެ خبر ތައް އަންގައިދޭ سورة އެއް، އެއުރެންނާމެދު ބާވައިލައްވައިފާނެތީ ބިރުގަނެތެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ! ތިޔަބައިމީހުން ފުރައްސާރަކޮށް އުޅޭށެވެ! ހަމަކަށަވަރުން ތިޔަބައިމީހުން ބިރުގަންނަ ކަންތައް، اللَّه ނެރުއްވައި ހާމަކުރައްވާ ހުށްޓެވެ"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "ހަމަކަވަރުން، ކަލޭގެފާނު، އެއުރެންނާ سؤال ކުރައްވައިފިނަމަ، އެއުރެން ދަންނަވާނެކަން ކަށަވަރެވެ. ހަމަކަށަވަރުން، ތިމަންމެން ހަމައެކަނި ވާހަކަދައްކާލައި، ކުޅިވަރު ކުޅޭކަމުގައި ވީމުއެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ! ތިޔަބައިމީހުން ތިޔަ މަލާމާތްކޮށް އުޅުނީ، اللَّه އާއި، އެކަލާނގެ آية ތަކާއި، އެކަލާނގެ رسول އާއަށް ހެއްޔެވެ؟"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "ތިޔަބައިމީހުން عذر ނުދައްކާށެވެ! ތިޔަބައިމީހުން إيمان ވުމަށްފަހު، ތިޔަބައިމީހުން ތިޔަތިބީ كافر ވެފައިކަން ކަށަވަރެވެ. ތިޔަބައިމީހުންގެ ތެރެއިން ބަޔަކަށް ތިމަންރަސްކަލާނގެ عفو ކުރެއްވިޔަސް، އަނެއްބަޔަކަށް ތިމަންރަސްކަލާނގެ عذاب ދެއްވަމެވެ. އެއީ ހަމަކަށަވަރުން، އެއުރެން ކުށްވެރި ބަޔަކު ކަމުގައި ވީކަމަށްޓަކައެވެ"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "منافق ފިރިހެނުންނާއި، منافق އަންހެނުންނީ، އޭގެ އެއްބަޔަކު އަނެއްބަޔެއްގެ ތެރެއިންވާ ބަޔެކެވެ. އެއުރެން ނުބައިކަންތަކަށް أمر ކުރެތެވެ. އަދި އެއުރެން ހެޔޮކަންތައް ނަހީކުރެތެވެ. އަދި އެއުރެންގެ އަތްތައް ލައްޕަތެވެ. (އެބަހީ، ހޭދަކުރުމުން އެއްކިބާވެ، މުށްބާރުކުރެތެވެ.) އެއުރެން، اللَّه ހަނދުމަނެތި ކުރޫއެވެ. ދެން اللَّه އެއުރެންގެ މަތިން ހަނދުމަނެތި ކުރެއްވިއެވެ. ހަމަކަށަވަރުން، منافق ންނަކީ، ހަމަ فاسق ންނެވެ"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "منافق ފިރިހެނުންނާއި، منافق އަންހެނުންނާއި، كافر ންނަށް اللَّه وعد ކުރައްވާފައިވަނީ، ނަރަކައިގެ އަލިފާނެވެ. އެތާނގައި އެއުރެން ދެމިތިބޭ حال ގައެވެ. އެ ނަރަކަ އެއުރެންނަށް ފުދިގެންވެއެވެ. އަދި اللَّه އެއުރެންނަށް لعنة ލެއްވިއެވެ. އަދި ދެމިހުންނަނިވި عذاب އެއުރެންނަށް ހުށްޓެވެ"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "(ތިޔަބައިމީހުން) ތިޔަބައިމީހުންގެ ކުރީގެ މީހުން ފަދައެވެ. އެއުރެން ތިޔަބައިމީހުންނަށްވުރެ ބާރުގަދަ ބަޔަކު ކަމުގައި، އަދި މުދާތަކާއި، ދަރިންތައް ގިނަބަޔަކު ކަމުގައިވިއެވެ. ފަހެ (ދުނިޔެއިން) އެއުރެންގެ نصيب ން އެއުރެން އަރާމު ލިބިގަތެވެ. ފަހެ، ތިޔަބައިމީހުންވެސް ތިޔަބައިމީހުންގެ ކުރީގެ މީހުން އެއުރެންގެ نصيب ން އަރާމު ލިބިގަތްފަދައިން، ތިޔަބައިމީހުންގެ نصيب ން އަރާމު ލިބިގެންފީމުއެވެ. އަދި باطل ވާހަކަތައް އެއުރެން ދައްކަމުން ދިޔަފަދައިން، ތިޔަބައިމީހުންވެސް باطل ވާހަކަތައް ދައްކަމުން ދިޔައީމުއެވެ. އެއުރެންނީ، ދުނިޔެއާއި آخرة ގައި، އެއުރެންގެ عمل ތައް باطل ވެގެންވާ މީހުންނެވެ. އަދި ހަމަ، އެއުރެންނީ، ގެއްލެނިވެގެންވާ މީހުންނެވެ"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "އެއުރެންގެ ކުރީގެ މީހުންގެ خبر، އެއުރެންނާ ހަމަޔަށް ނާންނަނީހެއްޔެވެ؟ (އެއީ) نوح ގެފާނުގެ قوم ގެމީހުންނާއި، عاد ބާގައިމީހުންނާއި، ثمود ބާގައިމީހުންނާއި، إبراهيم ގެފާނުގެ قوم ގެމީހުންނާއި، مدين ގެ أهل ވެރިންނާއި، ބަންޑުންޖެއްސެވި ރަށްތަކުގެ أهل ވެރިންގެ خبر އެވެ. އެއުރެންގެ رسول ން އެއުރެންގެ ގާތަށް ފާޅުވެގެންވާ ހެކިތަކާއިގެން ވަޑައިގެންނެވިއެވެ. ފަހެ، اللَّه އެއުރެންނަށް އަނިޔާކުރައްވާ ކަލަކުކަމުގައި ނުވެއެވެ. އެހެނެއްކަމަކު، އެއުރެން، އެއުރެންގެ އަމިއްލަ نفس ތަކަށް އަނިޔާކުރާ ކަމުގައި ވިއެވެ"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "مؤمن ފިރިހެނުންނާއި، مؤمن އަންހެނުންނީ، އޭގެ އެއްބަޔަކު އަނެއްބަޔެއްގެ އެހީތެރިން ކަމުގައިވާ މީހުންނެވެ. އެއުރެން ހެޔޮކަންތަކަށް أمر ކުރެތެވެ. އަދި އެއުރެން ނުބައިކަންތައް ނަހީކުރެތެވެ. އަދި އެއުރެން ނަމާދު قائم ކޮށް، زكاة ދީ، اللَّه އާއި އެކަލާނގެ رسول އާއަށް ކިޔަމަންވެތެވެ. އެއުރެންނަށް اللَّه رحمة ލައްވާހުށްޓެވެ. ހަމަކަށަަވަރުން، اللَّه އީ، عزيز ވަންތަ حكيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "مؤمن ފިރިހެނުންނާއި، مؤمن އަންހެނުންނަށް، اللَّه وعد ކުރައްވާފައިވަނީ އެތާނގެ ދަށުން ކޯރުތައް ހިނގައިހިނގާ ހުންނަ ސުވަރުގެތަކެވެ. އެތަންތާނގައި، އެއުރެން ދެމިތިބޭ ގޮތުގައެވެ. އަދި عدن އެވެ ކިއުނު ސުވަރުގެތަކުގައި ތިބޭނޭ ރަނގަޅު ގޮވަތިގެދޮރުވެސް މެއެވެ. އަދި اللَّه ގެ حضرة ން ލިބޭ ރުއްސެވުން މާބޮޑެވެ. ބޮޑުވެގެންވާ نصيب ލިބުމަކީ ހަމަ އެއީއެވެ"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "އޭ ނަބިއްޔާއެވެ! كافر ންނާއި، منافق ންނާ ދެކޮޅަށް ކަލޭގެފާނު جهاد ކުރައްވާށެވެ! އަދި އެއުރެންގެ މައްޗަށް ކަލޭގެފާނު ހަރުކަށިވެ ވަޑައިގަންނަވާށެވެ! އަދި (آخرة ދުވަހުން) އެއުރެން ތިބެނިވި ތަނަކީ ނަރަކައެވެ. އަދި (އެއީ) ހާދަހާ ނުބައިވެގެންވާ ނިމިދިޔުމެކެވެ"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "އެއުރެން (ބުނި ނުބައި ބަސްތައް) ނުބުނާކަމަށް، اللَّه ގަންދީ އެއުރެން ހުވާކުރެތެވެ. ހަމަކަށަވަރުން، كفر ގެ ބަސް އެއުރެން ބުނެފައިވެއެވެ. އަދި إسلام ވުމަށްފަހު، އެއުރެން كافر ވިއެވެ. އަދި އެއުރެންނަށް ކާމިޔާބު ނުކުރެވުނު ކަންތައް ކުރުމަށް (އެބަހީ: ރާވައިގެން ކީރިތި رسول އާ އަވަހާރަކޮށްލުމަށް) ގަސްދުކޮށް އުޅުނޫވެ. اللَّه ގެ فضل ވަންތަކަމުން، اللَّه އާއި، އެކަލާނގެ رسول އާ، އެއުރެން (އެބަހީ: مؤمن ން) މުއްސަނދި ކޮށްދެއްވިކަން ނޫން އެހެން ކަމަކާމެދު އެއުރެން ރުޅިއެއް ނާދެތެވެ. ފަހެ، އެއުރެން توبة ވާނަމަ، އެއުރެންނަށް އެގޮތް ހެޔޮކަން ބޮޑުވެގެންވެއެވެ. އަދި އެއުރެން އެނބުރި ފުރަގަސްދޭނަމަ، ދުނިޔެއާއި، آخرة ގައި ވޭންދެނިވި عذاب އަކުން، اللَّه އެއުރެންނަށް عذاب ދެއްވާނެތެވެ. އަދި ބިމުގައި އެއުރެންނަށް އެއްވެސް އެހީތެރިޔަކު، އަދި نصر ދޭނޭ މީހަކުވެސް ނުވެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "ހަމަކަށަވަރުން، އެކަލާނގެ فضل ވަންތަކަމުގެ ތެރެއިން ތިމަންމެންނަށް ދެއްވައިފިނަމަ، ހަމަކަށަވަރުން، ތިމަންމެން صدقات ކުރާ ހުށީމުއޭ، އަދި ހަމަކަށަވަރުން، ތިމަންމެން صالح ންގެ ތެރެއިން ވާހުށީމުއޭ ކިޔައި، اللَّه އަށް عهد ކޮށް އުޅުނު މީހުންވެސް، އެއުރެންގެ ތެރެއިން ވެތެވެ"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "ފަހެ، އެކަލާނގެ فضل ވަންތަކަމުގެ ތެރެއިން، އެއުރެންނަށް ދެއްވިހިނދު، އެތަކެއްޗަށް އެއުރެން ދަހިވެތިވޫއެވެ. އަދި އެއުރެން ފުރަގަސްދޭ حال، އެނބުރި ދިޔައޫއެވެ"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "ދެން އެކަމާވިދިގެން އެކަލާނގެ އެއުރެންގެ ހިތްތަކުގައި نفاق ކަން ލެއްވިއެވެ. އެކަލާނގެއާ އެއުރެން ބައްދަލުކުރާ ދުވަހަށް ދާނދެނެވެ. (އެއީ) އެއުރެން اللَّه އަށް وعد ކުރި ކަންތަކާމެދު، اللَّه އަށް އެއުރެން خلاف ވީކަމަށްޓަކައެވެ. އަދި އެއުރެން ދޮގުހަދައި އުޅުނުކަމަށްޓަކައެވެ"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "ހަމަކަށަވަރުން، އެއުރެންގެ (ހިތްތަކުގައިވާ) ސިއްރުތަކާއި، އެއުރެންގެ ސިއްރު ސައްލާތައް اللَّه ދެނެވޮޑިގެންވާކަމާއި، ހަމަކަށަވަރުން، اللَّه އީ، غيب ތައް މޮޅަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެކަން އެއުރެން ނުދަންނަނީ ހެއްޔެވެ؟"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "އެއުރެންނީ، مؤمن ންގެ ތެރެއިން تطوّع ގެ ގޮތުން صدقات ދޭ މީހުންގެ صدقات އާމެދު، ކުޑައިމީސްބަސް ބުނާ މީހުންނެވެ. އަދި އެއުރެންނީ (އެބަހީ: مؤمن ންނީ) އެއުރެންނަށް ކިރިޔާ ފުދޭމިންވަރު ނޫނީ ނުލިބޭ މީހުންނެވެ. ފަހެ، އެއުރެންނަށް އެއުރެން (އެބަހީ: منافق ން) މަލާމާތް ކުރެތެވެ. اللَّه އެއުރެންނަށް މަލާމާތް ރައްދުކުރެއްވިއެވެ. އަދި އެއުރެންނަށް ވޭންދެނިވި عذاب ހުށްޓެވެ"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "އެއުރެންނަށް ފާފަފުއްސެވުމަށް ކަލޭގެފާނު އެދިވަޑައިގަންނަވާށެވެ! ނުވަތަ އެއުރެންނަށް ފާފަފުއްސެވުމަށް ކަލޭގެފާނު އެދިވަޑައިނުގަންނަވާށެވެ! އެއުރެންނަށް ފާފަފުއްސެވުމަށް ހަތްދިހަ ފަހަރު ކަލޭގެފާނު އެދިވަޑައިގަތަސް، اللَّه، އެއުރެންނަކަށް ފާފައެއް ނުފުއްސަވާނެތެވެ. އެއީ އެއުރެން اللَّه އާއި އެކަލާނގެ رسول އާއަށް كافر ވި ކަމަށްޓަކައެވެ. އަދި فاسق ވެގެންވާ ބަޔަކަށް اللَّه ތެދުމަގެއް ނުދައްކަވާނެތެވެ"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "ފަސްޖެހުނު މީހުން، اللَّه ގެ رسول އާއާ خلاف އަށް ހަނގުރާމައަށް ނުގޮސް ތިބިތިބުމަށް އުފާކުޅައޫއެެވެ. އަދި اللَّه ގެ މަގުގައި، އެއުރެންގެ މުދާތަކާއި، نفس ތަކުން جهاد ކުޅައުމަށް އެއުރެން ނުރުހުންވޫއެވެ. އަދި އެއުރެން ބުނެފޫއެވެ. ހޫނުގެ ތެރޭގައި ތިޔަބައިމީހުން ހަނގުރާމަޔަށް ނުނިކުންނާށެވެ! ކަލޭގެފާނު ވިދާޅުވާށެވެ! ނަރަކައިގެ އަލިފާނުގެ ހޫނުކަން މާގަދައެވެ. އެއުރެންނަށް (އެކަން) ވިސްނޭކަމުގައި ވާނަމައެވެ"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "ފަހެ، އެއުރެން މަދުން ހޭހުށިކަމެވެ! އަދި އެއުރެން ގިނައިން ރޯހުށިކަމެވެ! (އެއީ) އެއުރެން ހޯދައިއުޅުނު عمل ތަކުގެ ޖަޒާއެއްގެ ގޮތުގައެވެ"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "އެއުރެންގެ ތެރެއިން، ބަޔެއްގެ ގާތަށް اللَّه، ކަލޭގެފާނު އަނބުރާ ފޮނުއްވައިފިނަމަ، އަދި އެއުރެން (ހަނގުރާމަޔަށް) ނުކުތުމަށް إذن އަށް އެދި ކަލޭގެފާނަށް ދަންނަވައިފިނަމަ، ފަހެ، ކަލޭގެފާނު ވިދާޅުވާށެވެ! ދުވަހަކުވެސް ތިޔަބައިމީހުން، ތިމަންކަލޭގެފާނާ އެކުގައި (ހަނގުރާމަޔަށް) ނުކުމެގެން ނުވާނެއެވެ. އަދި ތިމަންކަލޭގެފާނާ އެކުގައި، ތިޔަބައިމީހުން دشمن އަކާ ހަނގުރާމަކޮށްގެން ނުވާނެއެވެ. ހަމަކަށަވަރުން، ފުރަތަމަ ފަހަރުވެސް (ހަނގުރާމަޔަށް ނުގޮސް) ތިބުމަށް، ތިޔަބައިމީހުން ރުހުނީމުއެވެ. ދެންވެސް (ހަނގުރާމަޔަށް ނުގޮސް) ފަސްޖެހިތިބޭ މީހުންނާއެކު ތިޔަބައިމީހުން ތިބޭށެވެ"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "އެއުރެންގެ ތެރެއިން މަރުވި އެއްވެސް މީހެއްގެ މައްޗަށް ކަލޭގެފާނު ދުވަހަކުވެސް ކަށުނަމާދު ނުކުރައްވާށެވެ! އަދި އެމީހެއްގެ މަހާނަދޮށުގައިވެސް ކަލޭގެފާނު ހުއްޓިވަޑައިގެން ނުހުންނަވާށެވެ! ހަމަކަށަވަރުން، އެއުރެން اللَّه އަށާއި، އެކަލާނގެ رسول އާއަށް كافر ވޫއެވެ. އަދި އެއުރެން މަރުވީ، فاسق ން ކަމުގައިވާ حال ގައެވެ"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "އަދި އެއުރެންގެ މުދާތަކާއި، އެއުރެންގެ ދަރިންތައް ކަލޭގެފާނު عجائب ކުރުވިޔަ ނުދޭހުށިކަމެވެ! ހަމަކަށަވަރުން، اللَّه އިރާދަކުރައްވަނީ، އެތަކެތީގެ ސަބަބުން، އެއުރެންނަށް، ދުނިޔޭގައި عذاب ދެއްވުމަށެވެ. އަދި އެއުރެންނީ كافر ން ކަމުގައިވާ حال، އެއުރެންގެ ފުރާނަތައް ނިކުމެގެން ދިއުމަށެވެ"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "ތިޔަބައިމީހުން، اللَّه އަށް إيمان ވުމަށާއި، އެކަލާނގެ رسول އާގެ އަރިހުގައި جهاد ކުރުމަށް އަންގަވާފައިވާ سورة އެއް ބާވައިލައްވައިފިނަމަ، އެއުރެންގެ ތެރެއިން ތަނަވަސްކަމާއި، ބާރުވެރިކަމުގެ أهل ވެރިން (ހަނގުރާމަޔަށް ނުގޮސް ތިބުމަށް) ކަލޭގެފާނުގެ އަރިހުން إذن އަށް އެދޭނެތެވެ. އަދި އެއުރެން ބުނާނެތެވެ. (ހަނގުރާމަޔަށް ނުގޮސް) ތިބޭ މީހުންނާއެކުގައި ވުމަށް، ތިމަންމެން ދޫކޮށްލައްވާށެވެ"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "(ހަނގުރާމަޔަށް ނުގޮސް) ގޭގައި ތިބޭ އަންހެނުންނާ އެކުގައި ވުމަށް، އެއުރެން ރުހުނޫއެވެ. އަދި އެއުރެންގެ ހިތްތަކުގައި ސިއްކަގައްސަވައި ބަންދު ކުރައްވާފައިވެއެވެ. ފަހެ، އެއުރެންނަށް ނުވިސްނެނީއެވެ"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "އެހެނެއްކަމަކު، رسول އާއާއި، އެކަލޭގެފާނުގެ އަރިހުގައި إيمان ވެގެން ތިބިމީހުން، އެއުރެންގެ މުދާތަކާއި، نفس ތަކުން جهاد ކުރޫއެވެ. އެއުރެންނަށް ހެޔޮ ދަރުމަތައް ހުށްޓެވެ. އަދި ދިންނަވާނޭ މީހުންނަކީ ހަމަ އެއުރެންނެވެ"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "އެތާނގެ ދަށުން ކޯރުތައް ހިނގަހިނގާ ހުންނަ ސުވަރުގެތައް، اللَّه، އެއުރެންނަށްޓަކައި، ތައްޔާރުކުރައްވާފައިވެއެވެ. އެ ސުވަރުގެތަކުގައި އެއުރެން ދެމިތިބެނިވި ގޮތުގައެވެ. ބޮޑުވެގެންވާ نصيب ލިބުމަކީ އެއީއެވެ"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "أعرابى ންގެ ތެރެއިން عذر ވެރިވެގަންނަ މީހުން (ހަނގުރާމަޔަށް ނުގޮސް ތިބުމަށް) އެއުރެންނަށް إذن ލިބުމަށްޓަކައި އައޫއެވެ. އަދި اللَّه އަށާއި، އެކަލާނގެ رسول އާއަށް ދޮގުހެދި މީހުން ނައިސް ތިބެއްޖައޫއެވެ. އެއުރެންގެ ތެރެއިން كافر ވި މީހުންނަށް، ވޭންދެނިވި عذاب އައިސް ޖެހޭހުށްޓެވެ"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "ނިކަމެތިންގެ މައްޗަކަށް، އަދި ބަލިމީހުންގެ މައްޗަކަށްވެސް، އަދި (ހަނގުރާމަޔަށްޓަކައި) ހޭދަކުރާނޭ އެއްޗެއް ނުލިބޭ މީހުންގެ މައްޗަކަށްވެސް ކުށްފާފައެއް ނެތެވެ. اللَّه އަށާއި، އެކަލާނގެ رسول އާއަށް އެއުރެން ތެދުވެރިވެ، إخلاص ތެރި ވީނަމައެވެ. إحسان ތެރިންގެ މައްޗަކަށް (އެއުރެން ކުށްވެރި ކުރާކަށް) އެއްވެސް މަގެއްނެތެވެ. اللَّه އީ، ގިނަގިނައިން ފާފަފުއްސަވާ رحيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "އަދި ކަލޭގެފާނުގެ އަރިހުގައި ގެންދެވުމަށް (އެދި) ކަލޭގެފާނުގެ އަރިހަށް އައި މީހުންގެ މައްޗަކަށްވިޔަސް ކުށްފާފައެއް ނެތެވެ. ކަލޭގެފާނު (އެއުރެންނަށް) ވިދާޅުވީމުއެވެ. އޭގެމަތީގައި ތިޔަބައިމީހުން އުފުއްލަވާނޭ ސަވާރީއެއް ތިމަންކަލޭގެފާނަކަށް ލިބިވަޑައިގެންފައެއް ނުވެއެވެ. (އެހިނދު) އެއުރެން އެނބުރިދިޔައީ، އެއުރެންގެ ލޯތައް ކަރުނައިންފުރި، އޮހޭ حال ގައެވެ. އެއުރެން ހޭދަކުރާނޭ އެއްޗެއް އެއުރެންނަށް ނުލިބުނުކަމުގެ ހިތާމައިގައެވެ"
        }
    ]
}