{
    "manzils": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alif, lom, ro. In ojoti kitoʙi purhikmat ast"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Ojo ʙaroi mardum muciʙi sigiftist, ki ʙa marde az xudason vahj kardaem, ki: «Ba mardum [dar ʙorai azoʙi oxirat] husdor ʙideh va ʙa kasone, ki imon ovardaand, ʙasorat ʙideh, ki ʙaroi onon nazdi Parvardigorason podosi nakust»? Kofiron guftand: «In [mard], hatman, codugari oskor ast»"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Be gumon, Parvardigori sumost, ki osmonho va zaminro dar sas ruz ofarid, sipas ʙar Ars qaror girift. U kor [-i cahon]-ro tadʙir mekunad, [va] hec safoatgare nest, magar pas az icozati U. In Alloh taolost-Parvardigoraton, pas, Uro ʙiparasted. Ojo pand namegired"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Bozgasti hamai sumo ʙa suji Ust. Va'dai Alloh taolo [dar mavridi qijomat] haq ast. Ust, ki ofarinisro oƣoz mekunad, on goh [pas az marg] onro ʙozmegardonad,to kasonero, ki imon ovardaand va korhoi soista kardaand, ʙa adolat podos dihad, kasone, ki kufr varzidand, ʙa sazoi onki kofir ʙudand, sarʙate az oʙi cuson va azoʙi dardnok [dar pes] dorand"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Ust, ki xursedro duraxson namud va mohro toʙon kard va ʙarojas cojgohho [-i musaxxase] qaror dod to [ʙo taƣjir va vaz'i moh] sumorisi solho va hisoʙ [-i zindagii xud]-ro ʙidoned. Alloh taolo inhoro cuz ʙa haq naofaridaast. U nisona[-hoi xud]-ro ʙaroi guruhe, ki medonand, ʙa tafsil ʙajon mekunad"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Be gumon, dar omadusudi saʙu ruz va onci Alloh taolo dar osmonho va zamin ofaridaast, ʙaroi kasone, ki parvo mekunand, nisonaho[-i qudrati ilohi] ast"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Onon, ki ʙa didori Mo umed [va ʙovar] nadorand va ʙa zindagonii dunjo xusnudand va ʙa on dilʙastaand va kasone, ki az ojoti Mo ƣofiland"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Inon ʙa sazoi onci mekardand, cojgohason otasi [duzax] ast"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Be tardid, kasone, ki imon ovardaand va korhoi soista kardaand, Parvardigorason ononro ʙa posi imonason ʙa ʙoƣho [-i ʙihisti pur] ne'mat hidojat mekunad, ki cujʙorho az zeri [daraxtoni] on cori ast"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Duojason dar onco [in ast]: «Iloho, Tu poku munazzahi» va durudason [dar onco]: «Salom» ast va pojoni duojason in ast, ki: «Hamdu sipos, maxsusi Alloh taolo – Parvardigori cahonijon ast»"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Va agar [Alloh taolo] ʙaroi mardum, ʙadiro ʙo hamon sitoʙ mexost, ki onon nekiro mexohand [va nafrinhoe, ki dar haqqi xud va amvolu farzandonason mekunand, mustacoʙ mekard], hatman, acalason faro rasida ʙud. Pas, kasonero ki ʙa didori Mo umed [-u ʙovar] nadorand, vomeguzorem, to dar [gumrohi va] sarkasijason sargardon ʙimonand"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Va cun ʙa inson gazande merasad, [dar har hole, ki ʙosad] ʙa pahlu xoʙida jo nisasta jo istoda Moro mexonad. Pas, hamin ki on gazandro az vaj ʙartaraf kardem, cunon meravad ki gui hargiz Moro ʙaroi daf'i gazande, ki ʙa u rasida ʙud, naxondaast. Bahamin surat, ʙaroi isrofkoron [niz] onci mekardand, [dar nazarason] orosta sudaast"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Va [ej musrikon] ʙe tardid, mo ummathoi pes az sumoro, hangome ki sitam kardand, halok kardem, dar hole ki pajomʙaronason ʙo daleli ravsan ʙa sujason omadand va [-le] onon ʙar on naʙudand, ki imon ovarand. Mo guruhi mucrimonro in guna kajfar medihem"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Sipas ʙa'd az onon sumo [mardum]-ro conisinoni onho [dar] zamin qaror dodem, to ʙingarem, ki ciguna raftor mekuned"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Va hangome ki ojoti ravsani Mo ʙar onon xonda mesavad, kasone, ki ʙa didori Mo [dar qijomat] umed nadorand, megujand: «[Ej Muhammad] Qur'one ƣajr az in ʙijovar [ki mutoʙiqi majli mo ʙosad], jo onro taƣjir ʙideh». [Tu, ej pajomʙar, ʙa onon ] ʙigu: «Man haq nadoram, ki onro az pesi xud taƣjir diham va pajravi namekunam magar az cize, ki ʙar man vahj mesavad va agar az Parvardigoram nofarmoni kunam, az azoʙi ruzi ʙuzurg metarsam»"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Bigu: «Agar Alloh taolo mexost, na man onro ʙar sumo mexondam va na U [Alloh taolo] sumoro az on ogoh mekard. Ba rosti, ki pes az in [da'vat] umrero dar mijoni sumo guzarondaam. Ojo nameandesed»"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Pas, kist sitamgortar az onki ʙar Alloh taolo duruƣ meʙandad jo ojotasro duruƣ meangorad? Be gumon, mucrimon rastagor naxohand sud"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Va [musrikon] ʙa coji Alloh taolo cizhoero meparastand, ki na ʙa onon zijone merasonand va na sudason meʙaxsad va megujand: «In ʙutho [vositaho va] safoatgaroni mo nazdi Alloh taolo hastand». [Ej pajomʙar] Bigu: «Ojo [ʙa gumoni xud] Alloh taoloro az cize [sarike] ogoh mesozed, ki dar osmonho va zamin [ʙarojas qoiled va xud] namedonad?» U munazzah ast va az onci ʙo vaj sarik mesozand, ʙartar ast"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "[Dar oƣoz] Mardum cuz ummati vohid [va jaktoparast] naʙudand, sipas ixtilof kardand.Va agar pestar [dar mavridi muhlat ʙa gunahgoron va hisoʙrasi dar qijomat] suxane az coniʙi Parvardigorat ʙajon nasuda ʙud, jaqinan, [dar hamin dunjo] dar ʙorai onci ʙo ham ixtilof mekunand, mijonason dovari mesud"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Va [musrikon] megujand: «Caro [mu'ciza va] nisonae az [coniʙi] Parvardigoras ʙar u nozil nasudaast»? [Ej pajomʙar] Bigu: «[Ogohi az] Ƣajʙ tanho az oni Alloh taolost, pas, intizor ʙikased, ki man [niz] ʙo sumo az muntazironam»"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Va hangome ki ʙa mardum pas az [zijon va] rance, ki ʙa onon rasidaast, [ne'matu] rahmate ʙicasonem, on goh dar ojoti Mo [tamasxuru] najrang mekunand. Bigu: «Alloh taolo dar najrang zadan sare'tar ast». Be tardid, firistodagon [faristagon]-i Mo harci najrang mekuned, menavisand"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "[Ej mardum] Ust, ki sumoro dar xuski va darjo ʙa harakat darmeovarad, to on goh ki dar [darjo ʙar] kisti qaror megired va [kistiho] ʙo ʙodi dilpazir ononro [ʙa suji maqsad] harakat medihand va [sarnisinon] ʙa on sodmon mesavand. [Nogahon] Tufoni sadide mevazad va mavc az har taraf [ʙasujason] meojad va gumon mekunand, ki rohi gureze nadorand [va halok xohand sud, pas] Alloh taoloro az ruji ixlos mexonand, ki: «Agar moro az in [giriftori] nacot dihi, hatman, az siposguzoron xohem sud»"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Va cun [Alloh taolo] nacotason medihad, ʙa nohaq dar zamin sarkasi [va sitam] mekunand. Ej mardum, sarkasi [va sitami] sumo tanho ʙa zijoni xudaton ast, [caro ki faqat] ʙahrai [nocize az] zindagii dunjo [meʙared va] sipas ʙozgastaton ʙa suji Mo xohad ʙud,on goh sumoro az onci mekarded, ʙoxaʙar mesozem"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Cuz in nest, ki misoli zindagii dunjo hamcun oʙest, ki az osmon furu rextem, pas, gijohoni [gunoguni] zamin az onci mardum va corpojon mexurand, ʙo on daromext [va rujid] to on goh ki zamin pirojai xudro [ʙo gulho va gijohon] ʙargirift va orosta sud va sokinonas pindostand, ki onon ʙar on tavonoie dorand [ki az mahsulotas ʙahramand gardand, vale nogahon] saʙe jo ruze farmoni [vajronii] Mo omad va on [kistu meva]-ro cunon darav kardem, ki gui diruz hec naʙudaast. Mo nisonaho[-i xud]-ro ʙaroi mardume, ki meandesand, incunin ʙa ravsani ʙajon mekunem"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Va Alloh taolo [sumoro] ʙa saroi salomat [ʙihist] faro mexonad va harkiro ʙixohad, ʙa rohi rost hidojat mekunad"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Baroi kasone, ki neki kardaand, podosi nek [ʙihist] ast va afzun ʙar on [ru'jati Bori taolost] va tiragiju xori cehrahojasonro naxohad pusond. Inon ahli ʙihistand va covidona dar on xohand mond"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Va kasone, ki murtakiʙi ʙadiho sudand, [ʙidonand] sazoi [har] ʙadi hammonandi on ast va xori [cehrahoi] ononro mepusonad va dar ʙaroʙari [azoʙi] Alloh taolo hec [mone' va] muhofize nadorand. [Cunon mesavand, ki] gui cehrahojason ʙo porae az saʙi torik pusida sudaast. Inon ahli otasand va covidona dar on xohand mond"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "[Va ej pajomʙar, jod kun az] ruze, ki hamai ononro gird meovarem,on goh ʙa kasone, ki sirkat varzidaand, meguem: «Sumo va sarikonaton [ma'ʙudonaton] ʙar coji xud ʙimoned». Sipas mijoni onho cudoi meafkanem va sarikonason megujand: «Dar haqiqat, sumo moro nameparastided"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Va kofist, ki Alloh taolo mijoni mo va sumo guvohi dihad, [ki mo ʙa sirkvarzii sumo rozi naʙudem va] az parastisi sumo komilan ʙexaʙar ʙudem»"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Oncost, ki har kase onciro az pes firistodaast, meozmojad va hamagi ʙa suji Alloh taolo – korsozi haqiqijason ʙozgardonda mesavand va duruƣhoe, ki [dar ʙorai safoati ʙutho] meʙoftand, hama mahvu noʙud megardad"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "[Ej pajomʙar, ʙa musrikon] Bigu: «Kist, ki az osmonu zamin ʙa sumo ruzi meʙaxsad? Jo kist, ki ʙar gusho va didagon hokim ast? Va kist, ki [mavcudi] zindaro az [modai] ʙecon ʙerun meovarad va [modai] ʙeconi murdaro az [mavcudi] zinda xoric mesozad? Va kist, ki kori [cahonu cahonijon]-ro tadʙir mekunad»? Xohand guft: «Alloh taolo». Pas, ʙigu: «Ojo parvo namekuned»"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Va pas az haqiqat cuz gumrohi cist? Pas, ciguna [az haq] ʙozgardonda mesaved"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "In guna suxani Parvardigorat dar ʙorai kasone, ki [az farmoni U] nofarmoni kardand, ʙa haqiqat pajvast, ki: «Onon imon nameovarand»"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "[Ej pajomʙar, ʙa musrikon] Bigu: «Ojo az ma'ʙudonaton [ʙutho] kase hast, ki ofarinisro oƣoz kunad va sipas onro [pas az marg] ʙozgardonad?» Bigu: «Alloh taolo ast, ki ofarinisro oƣoz mekunad va sipas onro ʙozmegardonad, pas, ʙa kuco munharif mesaved?»"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Bigu: «Ojo az ma'ʙudonaton kase hast, ki ʙa suji haq rahʙari kunad?». Bigu: «[Alloh taolo] ast, ki ʙa suji haq rahʙari mekunad. Pas, ojo kase, ki ʙa suji haq rahʙari mekunad, sazovortar ast, ki pajravi savad jo kase, ki xud roh namejoʙad, magar onki hidojatas kunand? Pas, sumoro ci sudaast? Ciguna dovari mekuned?»"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Va ʙestarason cuz az gumon pajravi namekunand, [dar hole ki] gumon hargiz [insonro] az [sinoxti] haq ʙenijoz namekunad. Be tardid, Alloh taolo ʙa onci mekunand, donost"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Va nasojad, ki in Qur'on az coniʙi ƣajri Alloh taolo [va] ʙa duruƣ soxta suda ʙosad, ʙalki tasdiqi kitoʙhoest, ki pes az on omadaast va sarhi [ahkomi] onhost va tardid dar on nest [va] az [coniʙi] Parvardigori cahonijon [nozil suda] ast"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Jo megujand: «[Muhammad] On [suxanon]-ro ʙa duruƣ [ʙa Alloh taolo] nisʙat dodaast»? Bigu: «Agar rost megued, pas, jak sura hammonandi on ʙijovared va ʙa cuz Alloh taolo harkiro metavoned, [ʙa jori] ʙixoned»"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "[Cunin nest] Balki cizero duruƣ sumurdand, ki ʙa sinoxtas ihota nadostand va hanuz voqeijati on [va haqiqati axʙoras] ʙar eson ravsan nasudaast. Kasone, ki pes az onon ʙudand, niz [ojoti Qur'onro] haminguna duruƣ angostand. Pas, [ej pajomʙar] ʙingar, ki oqiʙati sitamgoron ciguna ʙud"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Va az onon [musrikon] kase hast, ki ʙa on imon meovarad va az onon kase hast, ki [hargiz] ʙa on imon nameovarad va Parvardigorat ʙa [holi] mufsidon ogohtar ast"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Va agar [kofiron] turo duruƣgu angostand, pas, ʙigu: «[Naticai] amali man ʙaroi xudam va [sazoi] amali sumo ʙaroi xudaton ast. Sumo az onci man mekunam, ʙezored va man [niz] az onci [sumo] mekuned ʙezoram»"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Va ʙarxe az onho [dar zohir] ʙa tu gus faro medihand, ammo magar tu metavoni nosunavojonro [ki az sunidani kalomi haq ocizand] sunavo kuni, harcand xiradvarzi nakunand"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Va az eson kasone hastand, ki [ʙo casmi zohiri] turo menigarand, ammo ojo tu metavoni noʙinojonro hidojat kuni, harcand ahli ʙasirat naʙosand"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Jaqinan, Alloh taolo ʙa mardum hec sitame namekunad, vale mardum [hastand, ki ʙo sirku nofarmoni] ʙa xestan sitam mekunand"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Va ruze, ki [Alloh taolo] ononro [dar pesgohi xes] gird meovarad, [cunon ehsos mekunand, ki] gui cuz soate az ruz [dar dunjo] dirang nakardaand [va dar onco] jakdigarro mesinosand. Be tardid, kasone, ki didori Alloh taoloro duruƣ meangostand, zijon didand va hidojat najoftand"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Va [ej pajomʙar] agar ʙaxse az onci [az azoʙ]-ro, ki ʙa onon va'da dodaem, nisonat dihem jo coni turo [pes az azoʙi onon] ʙigirem, [dar har hol] ʙozgastaton ʙa suji Most, on goh Alloh taolo ʙar onci mekunand, guvoh ast"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Har ummate pajomʙare dorad, pas, hangome ki pajomʙarason omad [ʙarxe mu'min va ʙarxe kofir sudand; va ruzi qijomat] mijoni onon ʙa adolat dovari mesavad va [hargiz] ʙa eson sitam naxohad sud"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "[Musrikon ʙa pajomʙar] megujand: «Agar [tu va pajravonat] rost megued, in va'dai [azoʙ] kaj xohad ʙud»"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Bigu: «Man ʙaroi xes moliki hec zijonu sude nestam, magar onci Alloh taolo ʙixohad. Har ummate acale dorad va on goh ki acalason ʙa sar ojad, na soate [az on] ta'xir mekunand va na pesi megirand»"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "[Ej pajomʙar, ʙa kofiron] ʙigu: «Ba man ʙigued agar azoʙi U saʙona jo dar [vaqti] ruz ʙar sumo nozil gardad, [ci mekuned va] gunahkoron ci cizero az on [azoʙ] ʙa sitoʙ mexohand?»"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Ojo pas az onki [azoʙ] voqe' sud, ʙovaras mekuned? Ojo aknun? Va hol onki [pestar] onro ʙa sitoʙ mexosted"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Sipas ʙa kasone, ki sitam kardand, gufta mesavad: «Azoʙi covidonaro ʙicased. Ojo cize dar ʙaroʙari onci mekarded mucozot mesaved?»"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Va [ej pajomʙar, musrikon] Az tu xaʙar megirand [ki]: «Ojo on [azoʙ] haqiqat dorad»? Bigu: «Ore, savgand ʙa Parvardigoram,ki hatman, haqiqat dorad va sumo nametavoned [Alloh taoloro az vuqui maod va azoʙ] darmonda kuned»"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Va har ki [ʙo irtikoʙi sirku gunoh] sitam kardaast, agar onci dar zamin ast, [dar ixtijor] dosta ʙosad, hatman, onro ʙaroi ʙozxaridi [xud az azoʙ] xud medihad va [musrikon] vaqte azoʙro ʙuʙinand, pusajmonii xudro pinhon mekunand va mijonason ʙa adolat dovari mesavad va ʙar eson sitam nameravad"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Ogoh ʙosed! Dar haqiqat onci dar osmonho va zamin ast, [hama] az oni Alloh taolost. Ogoh ʙosed! Be tardid, va'dai Alloh taolo [dar mavridi kajfari kofiron] rost ast, vale ʙestarason namedonand"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Ust, ki zinda mekunad va memironad va [hamagi] ʙa suji U ʙozgardonda mesaved"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "Ej mardum, ʙarosti, ʙaroi sumo az coniʙi Parvardigoraton mav'izae omadaast va sifoe ʙaroi onci dar dilhost va hidojatu rahmate ʙaroi mu'minon"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Bigu: «[Mu'minon] Bojad ʙa ʙaxsisu rahmati Alloh taolo sodmon savand, ki in [ne'mat] az onci meanduzand, ʙehtar ast»"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Bigu: «Ba man xaʙar dihed, ki onci az [ne'mat va] ruzi, ki Alloh taolo ʙarojaton firistodaast, [caro] ʙaxse az onro harom va [ʙaxsi digarro] halol talaqqi kardaed»? Bigu: «Ojo Alloh taolo ʙar sumo cunin dastur dodaast jo ʙar Alloh taolo duruƣ meʙanded?»"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Va kasone, ki ʙar Alloh taolo duruƣ meʙandand, [dar ʙorai] ruzi qijomat ci mepindorand? Be gumon, Alloh taolo ʙar [hamai] mardum fazl [-u ʙaxsis] dorad, vale ʙestarason sipos nameguzorand"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Va [ej pajomʙar] tu masƣuli hec kore nesti va hec [ojate az] onro namexoni va [sumo niz ej mardum] hec kore namekuned, magar inki on goh ki ʙa on mepardozed, Mo ʙar [korhoi] sumo guvohem va hamvazni zarrae – [na] dar zamin va na dar osmon – az Parvardigorat pinhon nest va [hatto] kucaktar jo ʙuzurgtar az on [niz] cize nest, magar inki ʙar kitoʙi ravsan [saʙt suda] ast"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Ogoh ʙosed! Dustoni Alloh taolo na tarse xohand dost va na anduhgin mesavand"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "[Hamon] Kasone, ki imon ovardand va parhezgori mekardand"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Baroi onon dar zindagii dunjo va dar oxirat ʙasorat ast. Suxanoni Alloh taolo [dar ʙorai piruzi va podosi du cahon] taƣjirnopazir ast. In hamon [rastagori va] komjoʙii ʙuzurg ast"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "[Ej pajomʙar] Suxani onon turo ƣamgin nakunad. Be tardid, tamomi izzat [-u piruzmandi] az oni Alloh taolost [va] U sunavovu donost"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Ogoh ʙosed! Har ki [va har ci] dar osmonho va zamin ast, az oni Alloh taolo ast, pas,kasone, ki ʙa coji Alloh taolo sarikonero mexonand, az ci pajravi mekunand? Inon cuz az [tardidu] gumon pajravi namekunand va cuz duruƣ namegujand"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Ust, ki saʙro ʙarojaton padid ovard, to dar on ʙioromed va ruzro ravsan soxt [to dar partavi nuras ʙa kor ʙipardozed]. Be tardid, dar inho ʙaroi guruhe, ki [suxanoni haqro] mesunavand, nisonahost"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "[Musrikon] Guftand: «Alloh taolo farzande ʙaroi xud ixtijor kardaast». Munazzah ast U [va] ʙenijoz ast. Onci dar osmonho va zamin ast, az oni Ust. [Ej musrikon] Sumo ʙar in [iddao] dalele nadored. Ojo cizero, ki namedoned, ʙa duruƣ ʙa Alloh taolo nisʙat medihed"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Bigu: «Kasone, ki ʙa Alloh taolo nisʙati duruƣ medihand, hargiz rastagor namesavand»"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Onon ʙahra [-i andak] dar dunjo [dorand], sipas ʙozgastason ʙa sui Most. On goh ʙa [sazoi] onki kufr mevarzidand, azoʙi saxt ʙa onon mecasonem"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "[Ej pajomʙar] Dostoni Nuhro ʙar onon ʙozgu, on goh ki ʙar qavmas guft: «Ej qavmi man, agar monandi man [dar mijoni sumo] va andarz dodan ʙa ojoti Alloh taolo ʙar sumo garon omadaast, [ʙidoned, ki man] ʙar Alloh taolo tavakkal kardaaam, pas, [dar tavtea va] koraton ʙo sarikoni xud [alajhi man] hamdast saved va dar koraton pardapusi nakuned,on goh [har ci dar dil dored va metavoned] alajhi man ʙa kor ʙanded va muhlatam nadihed"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Agar [az da'vati haq] rujgardon suded, pas, [ʙidoned, ki] man podose az sumo naxostaam, [caro ki] podosam tanho ʙar Alloh taolo ast va man dastur joftaam, ki az taslimsudagon [-i avomiri ilohi] ʙosam»"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Pas, [qavmas] uro duruƣgu angostand va Mo u va kasonero, ki dar kisti hamrohas ʙudand, nacot dodem va ononro conisin [-i pesinijon] soxtem va kasonero, ki ojoti Moro duruƣ meangostand, ƣarq kardem. Pas, ʙingar, ki sarancomi husdorjoftagon ciguna ʙud"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Sipas ʙa'd az u pajomʙarone ʙa suji qavmas firistodem va mu'cizoti ravsan [ʙar eson] ovardand, vale onho ʙar on naʙudand, ki ʙa cize imon ʙijovarand, ki az pes onro duruƣ sumurda ʙudand. Bad-in son, ʙar dilhoi tacovuzkoron [az hududi ilohi] muhr menihem"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Sipas ʙa'd az eson Muso va Horunro ʙo mu'cizoti xes ʙa suji Fir'avn va ʙuzurgoni qavmas firistodem, vale onon gardankasi kardand va qavme gunahkor ʙudand"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Pas, cun haq az nazdi mo ʙa sujason omad, guftand: «In, hatman, codui oskor ast»"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Muso guft: «Ojo vaqte haq ʙa sujaton omad, megued [codust]? Ojo in codust? Va hol onki codugaron rastagor namesavand»"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "[Fir'avnijon] Guftand: «Ojo ʙa suji mo omadai, to moro az sevae, ki padaronamonro ʙar on joftaem, ʙozgardoni va [izzatu] ʙuzurgi dar in sarzamin ʙaroi sumo dutan ʙosad? Mo hargiz ʙa sumo du tan imon nameovarem»"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Va Fir'avn guft: «Tamomi codugaroni [mohiru] donoro nazdi man ʙijovared»"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Pas, cun codugaron omadand, Muso ʙa onon guft: «Onci [az vasoili codu] mexohed, ʙiafkaned, [aknun] ʙiafkaned»"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Pas, cun afkandand, Muso guft: «Onci ovardaed, codust. Jaqinan, Alloh taolo onro ʙotil xohad kard. Be tardid, Alloh taolo kori mufsidonro isloh namekunad"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Va Alloh taolo ʙo suxanoni xes haqro [soʙitu] pojdor mekunad, harcand mucrimon karohat dosta ʙosand»"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Pas hec kas ʙa Muso imon najovard, magar guruhe az qavmi u [on ham] ʙo tarsi Fir'avn va atrofijonas, ki [maʙodo] ononro ʙiozorad. Va ʙesak, Fir'avn dar zamin sarkas [-u cohtalaʙ] ʙud va ʙa rosti, ki u az isrofkoron [dar kufru cinojat] ʙud"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Muso guft: «Ej qavmi man, agar ʙa Alloh taolo imon ovardaed va agar ahli taslim hasted, pas, ʙar U tavakkal kuned»"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Pas, onon guftand: «Bar Alloh taolo tavakkal kardaem. Parvardigoro, moro dastxusi fitna [va sikanca va ozori] guruhi sitamgoron qaror madeh"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Va ʙa [fazlu] rahmati xes moro az [sarri] guruhi kofiron rahoi ʙuʙaxs»"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Ba Muso va ʙarodaras [Horun] vahji kardem, ki: «Baroi qavmi xud, xonahoe dar [sarzamini] Misr ʙargired va xonahojatonro iʙodatgoh qaror dihed va namoz ʙarpo dored. Va[ej Muso] mu'minonro [ʙa piruzi va ʙihist] ʙasorat ʙideh»"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Muso guft: «Parvardigoro, ʙe gumon, tu ʙa Fir'avn va atrofijonas zinatu amvol [-i farovon] dar zindagii dunjo dodai.Parvardigoro, to [ʙa on vasila mardumro] az rohat gumroh kunand. Parvardigoro, amvolasonro noʙud kun va dilhojasonro saxt ʙigardon, ki imon naovarand, to [vaqte ki] azoʙi dardnokro ʙuʙinand»"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "[Alloh taolo] Farmud: Hatman, duoi sumo du nafar pazirufta sud, pas, istiqomat kuned va az rohi kasone, ki namedonand, pajravi nakuned»"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Va [sarancom] Bani Isroilro az darjo guzarondem,on goh Fir'avn va sipohijonas az ruji sitam va tacovuz dar paji onon raftand, to hangome ki ƣarqoʙi U [Fir'avn]-ro faro girift, [ʙo noumedi] guft: «Imon ovardam, ki hec ma'ʙude [ʙar haq] nest, magar kase, ki Bani Isroil ʙa U imon ovardaand va man az taslimsudagonam»"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "[Ba u gufta sud ] «Inak [imon meovari]? Va hol onki pestar sarpeci mekardi va az mufsidon ʙudi"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "[Bidon, ki] imruz pajkari [ʙeconi] turo ʙar ʙalandii [sohil] meandozem, to ʙaroi ojandagonat mojai iʙrat ʙosad va ʙa rosti, ʙisjore az mardum az nisonahoi [tavonu tadʙiri] mo ƣofiland"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Va ʙe tardid, Mo Bani Isroilro dar cojgohi soista [dar sarzamini Som] coj dodem va az ne'mathoi pokiza ruzijason kardem. Pas, onho ixtilof nakardand, magar pas az onki ilm [ʙa haqqonijati Qur'on] ʙa sujason omad. [Ej pajomʙar] Parvardigorat ruzi qijomat dar ʙorai onci ixtilof mekardand, hatman, mijonason hukm mekunad"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Pas, agar dar onci ʙar tu nozil kardaem, tardide dori, az kasone, ki pes az tu kitoʙ [-hoiTavrot va Incil]-ro mexondand, suol kun. Jaqinan haq az tarafi Parvardigorat ʙa suji tu omadaast. Pas, hargiz az tardidkunandagon naʙos"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Va [hamcunin] az kasone naʙos, ki ojoti Alloh taoloro duruƣ angostand, ki az zijonkoron xohi ʙud"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Be tardid, kasone, ki suxani Parvardigorat dar ʙorai [kufr dar dunjo ʙar] onon tahaqquq joftaast, imon nameovarand"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Garci har nisona [va pande] ʙarojason ʙijojad, [magar] vaqte ki azoʙi dardnokro ʙuʙinand"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Hec sahre naʙud, ki [ahlas] imon ʙijovarad va imonas ʙa holi on sud ʙaxsad, magar qavmi Junus, ki cun [ʙa mavqe'] imon ovardand, azoʙi xori [va rasvoi] dar zindagii dunjoro az onon ʙartaraf namudem va to muddate [ki zinda ʙudand, az ne'mathoi dunjavi] ʙarxurdorason soxtem"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Va [ej pajomʙar] agar Parvardigorat mexost, hatman, har ki dar zamin ast, hamagijason imon meovardand. Pas, ojo tu mardumro vodor mekuni, ki mu'min savand"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Va hec kase nametavonad, [ʙa irodai xes] imon ovarad, magar ʙa farmoni Alloh taolo. Va [Alloh taolo] palidi [va azoʙu xori]-ro ʙar kasone qaror medihad, ki nameandesand"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "[Ej pajomʙar, ʙa musrikon] Bigu: «Bingared, ki [nisonahoi ravsani Alloh taolo] dar osmonho va zamin cist»? Va[-le hamai] nisonaho va husdorho ʙaroi guruhe, ki imon nameovarand, sude nameʙaxsad"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Ojo onho [cize] cuz hammonandi ruzgori pesinijon [va azoʙho va mucozothojason]-ro intizor mekasand? Bigu: «Muntazir ʙosed, ki man [niz] ʙo sumo az muntazironam»"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Sipas [hangomi nuzuli azoʙ] pajomʙaronamon va kasonero, ki [ʙa Alloh taolo] imon ovardaand, nacot medihem, zero haq ʙar uhdai most, ki mu'minonro nacot dihem"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Bigu: «Ej mardum, agar dar dini man tardid dored, pas, [ogoh ʙosed ki man] kasonero, ki sumo ʙa coji Alloh taolo meparasted, nameparastam, ʙalki on Alloh taoloro meparastam, ki conatonro megirad va farmon joftaam, ki az mu'minon ʙosam»"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "Va [ʙa man amr sudaast] ki: «Haqgarojona ʙa in din ru ovar va hargiz dar zumrai musrikon naʙos"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Va ʙa coji Alloh taolo, cizero, ki sudu zijone ʙa tu namerasonad, [ʙa parastisu nijozxohi] maxon, ki agar cunin kuni, on goh hatman, az sitamgoron [-i musrik] xohi ʙud"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Va agar Alloh taolo zijone ʙa tu ʙirasonad, hec kase ʙarojas ʙa cuz U hec ʙozdorandae nest va agar ʙarojat irodai xajre namojad, ʙaroi fazl [-u ʙaxsisi] U hec mone'e nest. [U ʙaxsisi xesro] Ba har kase az ʙandagonas, ki ʙixohad, merasonad va U omurzandai mehruʙon ast»"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Bigu: «Ej mardum, haq az coniʙi Parvardigoraton ʙarojaton omadaast, pas, har ki hidojat joʙad, ʙa sudi xes hidojat mejoʙad va har ki gumroh gardad, ʙa zijoni xes gumroh megardad va man [muroqiʙu] korguzori sumo nestam»"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Va [ej pajomʙar] az onci ʙar tu vahj mesavad pajravi kun va sikeʙo ʙos, to Alloh taolo [ʙajni tu va kofiron] dovari kunad va U ʙehtarin dovar ast"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif, lom, ro. In [Qur'on] kitoʙest, ki ojoti on istehkom joftaast va sipas az coniʙi hakimi ogoh ʙa ravsani ʙajon sudaast"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "[Pajomi pajomʙar in ast] Ki cuz Allohro naparasted, [ki] ʙe tardid, man az suji U ʙarojaton ʙimdihanda va ʙasoratgar hastam"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Va in ki az Parvardigoraton omurzis ʙixohed, sipas ʙa dargohas tavʙa kuned, to sumoro [dar zindagii dunjo] to saromadi muajjane ʙa xajru xuʙi ʙahramand sozad va ʙa har ʙofazilate [ki jaktoparasti va nakukori pesa kardaast, podosu] fuzuni ʙaxsad.Va agar [az imon] ru ʙigardoned, [ʙidoned, ki man] ʙa rosti, ʙarojaton az azoʙi ruze sahmgin metarsam"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "[Sumo ej mardum] Bozgastaton ʙa suji Alloh taolo ast va U ʙar har cize tavonost"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Ogoh ʙosed! Onho [kufrro] dar sinahojason nihon mekunand, to onro az U [Alloh taolo] pinhon dorand. Ogoh ʙosed! On goh ki onon comahojasonro ʙar sar mekasand, Alloh taolo on ci pinhon mesozand va on ci oskor medorand, [hamaro] medonad. Be tardid, U ʙa asrori sinaho donost"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Va hec cunʙandae dar zamin nest, magar [in ki] ruzias ʙar uhdai Alloh taolo ast va [U] qarorgoh va mahalli margasro medonad. Hama [inho] dar kitoʙe ravsan [saʙt] ast"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Va Ust, ki osmonho va zaminro dar sas ruz ofarid va [pes az on] Arsi U ʙar oʙ ʙud, to sumoro ʙiozmojad, ki kadomaton nakukortared. Va agar [ʙa musrikon] ʙigued: «Sumo pas az marg ʙarangexta mesaved», kasone, ki kufr varzidand megujand: «In [Qur'on cize] nest, magar codue oskor»"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Va agar mo azoʙasonro to cand muddate ʙa ta'xir andozem, alʙatta,[az ruji tamasxur] megujand: «Ci cize mone'i [vuqu'i] on suda ast?» Ogoh ʙosed! Ruze, ki [azoʙ] ʙa suroƣason ʙijojad, az onon ʙozgardonida naxohad sud va on ciro ʙa masxara megiriftand, domangirason xohad sud"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Va agar az coniʙi xes rahmate ʙa inson ʙicasonem, sipas onro az u ʙigirem, hatman, dilsard [va] nosipos megardad"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Va agar pas az rance, ki ʙa u rasidaast, ne'mate ʙa u ʙicasonem, hatman, megujad: «Saxtiho [va noguvoriho] az man dur sud». Haqqo, ki u sodmonu faxrfurus ast"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Magar kasone, ki sikeʙoi namudand va korhoi nek kardand. Baroi eson omurzisu podosi ʙuzurge [dar pes] ast"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Va [ej pajomʙar] maʙodo [iʙloƣi] ʙarxe az on ciro, ki ʙa sujat vahj mesavad, tark kuni va sinaat az on ʙa tang ojad, ki [musrikon] megujand: «Caro gance ʙar u nozil nagastaast jo faristae ʙo u najomadaast»? Cuz in nest, ki tu faqat ʙimdihandai va Alloh taolo [muroqiʙu] korguzori har cizest"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Jo megujand: «[Muhammad] On [kitoʙ]-ro ʙarsoxtaast». Bigu: «Agar rost megued, dah sura ʙarsoxta hammonandi on ʙijovared va ʙa cuz Alloh taolo har kiro metavoned, ʙa jori ʙixoned»"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Pas, agar onon da'vatatonro napaziruftand, ʙidoned, ki [Qur'on] faqat ʙa ilmi Alloh taolo nozil sudaast va in ki hec ma'ʙude [ʙarhaq] cuz U nest. Pas, ojo taslim [-i amri Alloh taolo va pajomʙar] mesaved"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Kasone, ki zindagii dunjo va tacammuli onro mexohand, [podosi] korhojasonro dar in [dunjo] ʙa tamomi ʙa onon medihem va dar on [podos hec] kamu koste naxohand did"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Inon kasone hastand, ki dar oxirat ʙa cuz otas [-i duzax hec nasiʙe] naxohand dost va on ci dar dunjo ancom dodaand, ʙar ʙod raftaast va on ci mekardand, taʙoh ast"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Ojo kase [pajomʙar], ki daleli oskore [Qur'on] az Parvardigoras dorad va sohide [Caʙrail] az coniʙi U [Alloh taolo] onro mexonad, [hammonandi kofironi gumroh ast] va hol on ki pes az on niz Muso rohnamo va mojai rahmat [-i eson] ʙud. Inon [musulmonon] ʙa on [kitoʙ] imon dorand va har kase az guruhho[-i muxtalifi musrikon], ki ʙa on kufr ʙivarzad [va inkoras kunad], otasi duzax va'dagohi ust. Pas,[ej pajomʙar] az [Qur'on va haqiqati va'dahoi] on dar tardid maʙos. Be tardid, on [kitoʙe] rostu durust az sui Parvardigori tust, vale ʙestari mardum imon nameovarand"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Va kist sitamgortar az on kas, ki [ʙo nisʙat dodani farzand jo sarik] ʙar Alloh taolo duruƣ meʙandad? Onon [ruzi qijomat] ʙar Parvardigorason arza mesavand va guvohon [pajomʙaron va faristagon] megujand: «Inho hamon kasone hastand, ki ʙar Parvardigorason duruƣ meʙastand». Hon! La'nati Alloh taolo ʙar sitamgoroni [musrik] ʙod"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "[Hamon] kasone, ki [mardumro] az rohi Alloh taolo ʙozmedorand va onro munharif mexohand va onon xud oxiratro ʙovar nadorand"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Onon dar zamin notavonkunanda [-i Alloh az azoʙi xes] nestand va cuz Alloh taolo dustone nadorand. Azoʙ ʙar eson ducand mesavad,[caro ki] onon na tavoni sunidan [-i haqro] dostand va na [haqoiqro] medidand"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Inonand, ki ʙa xes zijon zadand va duruƣhoe, ki meʙoftand, [hama] mahvu noʙud sud"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Noguzir onon dar oxirat az hama zijonkortarand"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Kasone, ki imon ovardaand va korhoi soista kardaand va dar ʙaroʙari Parvardigorason furutani namudaand, inon jaqinan ʙihistiand [va] ham inon dar on covidonand"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Masali in du guruh [kofiru mu'min] hammonandi noʙino va nosunavo [az jak su] va ʙino va sunavo [az suji digar] ast. Ojo ʙo jakdigar ʙaroʙarand? Ojo pand namegired"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Va ʙa rosti Mo Nuhro ʙa suji qavmas firistodem [ʙo in pajom], ki: «Ba rosti, ki man ʙarojaton ʙimdihandae oskoram"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Cuz Allohro naparasted, [ki] ʙe tardid man az azoʙi ruze dardnok ʙar sumo metarsam»"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Buzurgone az qavmi u, ki kufr varzida ʙudand, [dar posux] guftand: «Turo cuz ʙasare hammonandi xes nameʙinem va ʙa cuz furumojagoni mo [on ham nadonista va] nasancida [kasi digarero] nameʙinem, ki az tu pajravi karda ʙosad va ʙarojaton [hec] ʙartarie ʙar xud nameʙinem, ʙalki sumoro duruƣgu mepindorem»"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "[Nuh] guft: «Ej qavmi man, ʙa man ʙigued, [ki] agar az suji Parvardigoram dalel [-u mu'cizai] oskore dosta ʙosam va U az coniʙi xes ʙa man rahmate [ nuʙuvvat] ʙaxsida ʙosad va [in mavhiʙat] az didi sumo pusida ʙosad, ojo mo metavonem ʙa [pazirisi] on vodoraton kunem va hol on ki karohat dored"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "Va ej qavmi man, ʙaroi in [risolat man hec sarvat] va mole az sumo darxost namekunam. Podosi man cuz ʙar [uhdai] Alloh taolo nest va kasonero, ki imon ovardaand, az xud nameronam. Be tardid, [ruzi qijomat] onon muloqotkunandai Parvardigori xesand, vale man sumoro guruhe meʙinam, ki nodoni mekuned"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "Va ej qavmi man, agar man ononro tard kunam, kist, ki maro dar ʙaroʙari [kajfari] Alloh taolo jori kunad? Pas, ojo pand namegired"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Va ʙa sumo namegujam, ki gancinahoi Alloh taolo nazdi man ast va ƣajʙ namedonam va namegujam, ki man faristaam va dar ʙorai kasone, ki ʙa casmi sumo haqir meojand, namegujam, ki Alloh taolo xajre nasiʙason naxohad kard. Alloh taolo ʙa on ci dar dilhoi eson ast, ogohtar ast. [Agar cunin ʙigujam] Dar on surat, hatman, az sitamgoron xoham ʙud»"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "[Qavmas] Guftand: «Ej Nuh, ʙa rosti, ki ʙo mo cidol kardi va ʙisjor [ham] cidol kardi, pas, agar rost megui, on ci [az azoʙ]-ro, ki ʙa mo va'da medihi, ʙijovar»"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "[Nuh] Guft: «Tanho Alloh taolo ast, ki agar ʙixohad, onro ʙar [sari] sumo meovarad va sumo ocizkunanda [-i U az azoʙ kardan] nested"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Va agar man ʙixoham nasihataton kunam, nasihat kardani man sude ʙarojaton nadorad, agar Alloh taolo ʙixohad [ki noʙudu] gumrohaton sozad. U Parvardigori sumost va [hamagi] ʙa sujas ʙozgardonda mesaved»"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Ojo [musrikon] megujand: «U [Muhammad] in suxanonro ʙa duruƣ ʙa Alloh taolo nisʙat dodaast? Bigu: «Agar man inhoro az pesi xud soxta ʙosam va ʙa U nisʙat diham, gunohas ʙar [uhdai] man, va[-le] man az gunohoni sumo ʙezoram»"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Va ʙa Nuh vahj sud, ki: «Az qavmi tu cuz kasone, ki imon ovardaand, digar hec kas imon nameovarad, pas, ʙar on ci mekardand, ƣam maxur"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Va [aknun] kistiro zeri nazari Mo va ʙa vahj [va rohnamoi]-i Mo ʙisoz va dar ʙorai kasone, ki sitam kardand, ʙo Man suxan magu [caro ki] onho, hatman, ƣarqsudani hastand»"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Va [Nuh] kistiro mesoxt va gohe ʙuzurgone az qavmas ʙar u meguzastand, masxaraas mekardand. [U] Meguft: «Agar moro masxara mekuned, mo niz [ʙa hangomas] ʙa hamon surate, ki moro masxara mekuned, sumoro masxara xohem kard"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Ba zudi xohed donist, ki azoʙi [ilohi] suroƣi ci kase meojad, ki xoras sozad va azoʙe pojdor ʙar u furud ojad»"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "[In holat hamcunon idoma dost] to zamone, ki farmon [-i azoʙ] faro rasid va [oʙ az] tanur cusidan girift. [Ba Nuh] guftem: «Az [az hajvonot] jak cuft [nar va moda] dar on [kisti] savor kun va [hamcunin] xonadonatro, ʙa cuz kase, ki va'da [-i halok] qaʙlan ʙar u muqarrar sudaast va [niz] kasonero, ki imon ovardaand [niz savor kun]».Va cuz iddai andake hamrohi u imon naovarda ʙudand"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "[Nuh] Guft: «Dar on [kisti] savor saved. Harakat va tavaqqufas ʙa nom [-u xosti] Alloh taolo ast. Be tardid, Parvardigoram omurzandavu mehruʙon ast»"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Va on [kisti] ononro dar mijoni amvoci kuhpajkare [pes] meʙurd va Nuh pisarasro, ki dar kanore [istoda] ʙud, sado zad: «Pisaram, ʙo mo savor sav va hamrohi kofiron maʙos»"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "[Pisari Nuh] Guft: «Ba kuhe panoh xoham ʙurd, ki az oʙ hifzam kunad». [Nuh] Guft: «Imruz hec nigahdorandae dar ʙaroʙari farmoni Alloh taolo nest, magar kase, ki [Alloh taolo] ʙa u rahm kunad».Va[-le nogoh] mavc dar mijoni on du fosila andoxt, pas, [vaj niz] az ƣarqsudagon gardid"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Va gufta sud: «Ej zamin, oʙatro furu ʙar va ej osmon [az ʙoridan] ʙoz ist va oʙ furu nisast va kor ʙa ancom rasid va [kisti] ʙar [kuhi] Cudi qaror girift va gufta sud: «Duri [az rahmati ilohi] ʙar guruhi sitamgoron ʙod»"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Va Nuh Parvardigorasro nido dodu guft: «Parvardigoro, pisaram az xonadoni man ast va ʙe gumon, va'dai Tu [dar ʙorai nacoti xonadonam] haq ast va Tu ʙehtarin dovari»"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "[Alloh taolo] Farmud: «Ej Nuh, dar haqiqat, u az xonadoni tu nest. [Kirdori] U kirdori nosoista ast. Pas, cizero, ki ʙa on donis nadori, az Man maxoh. Man turo pand mediham, ki maʙodo az cohilon ʙosi»"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "[Nuh] Guft: «Parvardigoro, man ʙa Tu panoh meʙaram, ki az Tu cize ʙixoham, ki ʙa on donise nadoram va agar maro naʙaxsi va ʙar man rahm nakuni, az zijonkoronam»"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Gufta sud: «Ej Nuh, ʙo [amnijatu] salomati az coniʙi Mo va [niz hamroh ʙo] ʙarakathoi [farovon] ʙar tu va ʙar guruhhoe, ki hamrohat hastand, [ʙar zamin] furud o va guruhhoe [niz] hastand, ki ʙa zudi ononro [az ne'matho] ʙahramand mesozem, sipas azoʙi dardnoke az suji Mo ʙa onon xohad rasid»"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "[Ej pajomʙar] Inho az xaʙarhoi ƣajʙ ast, ki onro ʙa tu vahj mekunem. Na tu onhoro pes az in medonisti va na qavmat, pas,[ʙar ozorason] sikeʙoi kun. Jaqinan, oqiʙati [naku] az oni parhezgoron ast"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Va ʙa suji qavmi Od ʙarodarason Hudro [firistodem, ki] guft: «Ej qavmi man, Allohro ʙiparasted, ki ma'ʙud [-i ʙarhaq]-e cuz U nadored [va] sumo [dar sirk ʙa Alloh taolo] duruƣʙofone ʙes nested"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "«Ej qavmi man, ʙaroi [rasonidani] in [da'vat] az sumo podose nametalaʙam. Podosi man tanho ʙar [uhdai] kasest, ki maro ofarid. Ojo nameandesed"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "Va ej qavmi man, az Parvardigoraton talaʙi omurzis kuned, sipas ʙa suji U ʙozgarded [va tavʙa kuned], to [ʙoroni] osmonro pajopaj ʙar sumo ʙifiristad va nerue ʙar nerujaton ʙiafzojad va gunahkorona [az haq] ruj nagardoned»"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Onon guftand: «Ej Hud, ʙarojamon daleli ravsane naovardai va mo ʙa [xotiri] guftori tu ma'ʙudonamonro raho namekunem va ʙa tu imon nameovarem"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "[Mo cize] Cuz in nameguem, ki ʙarxe az ma'ʙudonamon ʙa tu gazande rasondaand [va devona sudai]». [Hud] Guft: «Allohro guvoh megiram va sumo [niz] guvoh ʙosed, ki man az on ci [ʙa Alloh taolo] sarik qaror medihed, ʙezoram"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Pas, hamagi dar ʙorai man najrang kuned va muhlatam nadihed"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Man ʙar Alloh taolo, ki Parvardigori manu sumost, tavakkal kardam. Hec cunʙandae nest, magar in ki dar zeri qudrat va farmonravoii Ust. Be tardid, Parvardigoram ʙar rohi rost ast"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Pas, agar ruj ʙigardoned, [ʙidoned, ki] man jaqinan, on ciro, ki ʙa xotiras ʙa suji sumo firistoda sudaam ʙa sumo rasonidam va Parvardigori man, qavme ƣajr az sumoro conisinaton mekunad va sumo nametavoned hec zijone ʙa U ʙirasoned, [caroki] ʙe tardid, Parvardigoram ʙar har ciz nigahʙon ast»"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Va hangome ki farmoni [azoʙi] Mo faro rasid, Hud va kasonero, ki hamrohas imon ovarda ʙudand, ʙa rahmate az [coniʙi] xes nacot dodem va ononro az azoʙi saxt rahonidem"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Va in [qavmi] Od ʙudand, ki ojoti Parvardigorasonro inkor kardand va az pajomʙaronas nofarmoni namudand va az farmoni har carkasi sitezagare pajravi kardand"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Va dar in dunjo va ruzi qijomat [niz] la'nate ʙa dunʙolason ravon ast. Ogoh ʙosed! Qavmi Od ʙa Parvardigorason kufr varzidand. Hon! Od – qavmi Hud [az rahmati ilohi] dur ʙod"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "Va ʙa suji [qavmi] Samud ʙarodarason Solehro [firistodem]. U guft: «Ej qavmi man Allohro ʙiparasted, ki cuz U ma'ʙude [ʙar haq] nadored. U sumoro az zamin padid ovard va oʙodonii onro ʙa sumo voguzost, pas, az U omurzis ʙitalaʙed, sipas ʙa sujas ʙozgarded [va tavʙa kuned]. Be tardid, Parvardigoram nazdik [va] icoʙatgar ast»"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Onon guftand: «Ej Soleh, pes az in tu mijoni mo mojai umedvori ʙudi. Ojo moro az parastisi on ci padaronamon meparastidand, ʙozmedori? Va ʙa rosti, mo az on ci ʙa sujas da'vatamon mekuni, saxt tardid dorem»"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "[Soleh] Guft: «Ej qavmi man, ʙa man ʙigued,[ki] agar az suji Parvardigoram dalel [-u mu'cizai] oskore dosta ʙosam va U az coniʙi xes ʙa man rahmate [nuʙuvvat] ʙaxsida ʙosad, pas, agar az U nofarmoni kunam, ci kase maro dar ʙaroʙari Alloh taolo jori mekunad? Pas, sumo cuz zijonkori [cize] ʙar man nameafzoed"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Ej qavmi man, in modasuturi Alloh taolo ast, ki ʙaroi sumo nisonaest [ʙar durustii da'vatam], pas, ʙigzored, to dar zamini Alloh taolo ʙicarad va ozore ʙa u narasoned, ki [dar ƣajri in surat] azoʙe zudras sumoro faro megirad»"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Pas, on [modasutur]-ro paj (zaxmi) kardand, on goh [Soleh ʙa onon] guft: «Se ruz dar xonahojaton [az ne'mathoi dunjo] ʙahramand garded [va pas az on azoʙ xohad omad]. In va'daest, ki duruƣ naxohad ʙud»"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Pas, cun farmoni [azoʙ]-i mo faro rasid, Soleh va kasonero, ki hamrohas imon ovarda ʙudand, ʙa rahmate az [coniʙi] xes az [azoʙu] rasvoii on ruz nacot dodem. Be gumon, Parvardigorat hamon tavonmandi sikastnopazir ast"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Va kasonero, ki sitam karda ʙudand, ʙong [-i margʙor]-e faro girift, pas, dar coji xes ʙa ru aftodand va halok sudand"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Cunonci gui dar on [dijor] naʙudaand. Ogoh ʙosed! [Qavmi] Samud ʙa Parvardigorason kufr varzidand. Hon! Samud [az rahmati ilohi] dur ʙod"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Ba rosti, firistodagoni Mo ʙo ʙasorati [tavalludi farzand] nazdi Iʙrohim omadand,[va] guftand: «Salom [ʙar tu]». [U niz dar posux] Guft: «Salom [ʙar sumo]» va dere napoid, ki [Iʙrohim ʙarojason] gusolae ʙirjon ovard"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Pas, cun did ʙa suji on [ƣizo] dast nameʙarand [va cize namexurand], ʙo onon ehsosi ʙegonagi kard va [az ʙimi on ki qasdi qatlasro dosta ʙosand] az onon tarse ʙa dil girift. [Faristagon] Guftand: «Natars, mo ʙa suji qavmi Lut firistoda sudaem»"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Va hamsaras [Sora, ki pusti parda] istoda ʙud, [az sunidani xaʙari tavalludi farzand] xandid, on goh uro ʙa Ishoq va pas az u ʙa Ja'quʙ ʙasorat dodem"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "[Sora] Guft: «Ej voj ʙar man! Ojo dar hole ki xudam pirazanam va in savharam piramarde [fartut] ast, farzand mezojam? Ba rosti, in cize sigiftovar ast"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "[Faristagon] Guftand: «Ojo az farmoni Alloh taolo taaccuʙ mekuni? Rahmati Alloh taolo va ʙarakotas ʙar sumo va ahli xona ʙod! Be tardid, U cutudae ʙuzurgvor ast»"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Pas, cun tars az [dili] Iʙrohim [ʙerun] raft va ʙasorati [tavalludi farzand] ʙa u rasid, dar ʙorai [ta'xiri azoʙ jo nacoti mu'minoni] qavmi Lut ʙo mo ʙahs [va ʙa cunu caro] pardoxt"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Ba rosti, ki Iʙrohim ʙurdʙoru ʙisjornijoisgar va ʙozojanda [ʙa dargohi Mo] ʙud"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "[Faristagon guftand] «Ej Iʙrohim, az in [suxan] ʙigzar, [caro ki] ʙa rosti, farmoni [azoʙi] Parvardigorat faro rasidaast va musallaman, azoʙe ʙozgastnopazir ʙarojason xohad omad»"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Va cun firistodagoni Mo nazdi Lut omadand, az [tasavvuri ʙesarmii qavmas nisʙat ʙa] onon nigaron va diltang sud va guft: «Imruz ruzi ʙisjor saxtest»"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Va qavmi u sitoʙon [ʙa qasdi komcui az mehmononi Lut] ʙa [xonai] u hucum ovardand, dar hole ki pes az on [niz] murtakiʙi korhoi ziste mesudand. [Lut]Guft: «Ej qavmi man, inho duxtaroni [ummati] man hastand; [ʙo eson izdivoc kuned]. Onon ʙaroi sumo pokizatarand, pas, az Alloh taolo ʙitarsed va maro dar [muqoʙili] mehmononam sarmsor nakuned. Ojo ʙajni sumo mardi xiradmande nest [ki sumoro az in kor ʙozdorad]»"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Onon guftand: «Tu xud medoni, ki mo ʙa duxtaroni [ummati] tu nijoze nadorem va xuʙ medoni, ki mo ci mexohem»"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "[Lut] Guft: «Kos, dar ʙaroʙari sumo qudrate dostam jo metavonistam ʙa takjagohi ustuvore [hamcun xonavoda va qaʙilaam] panoh ʙiʙaram»"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "[Faristagon] Guftand: «Ej Lut, mo firistodagoni Parvardigorat hastem. Onon hargiz ʙa tu dast namejoʙand, pas, vaqte pose az saʙ guzarad, xonavodaatro [az in sahr ʙerun] ʙiʙar va hec jak az sumo ʙa pusti sar nigoh nakunad, magar hamsarat, ki on ci [az azoʙ], ki ʙa onon merasad, hatman, ʙa u [niz] xohad rasid. Dar haqiqat, va'dagohason suʙh ast. Ojo suʙh nazdik nest?»"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Pas, cun farmoni Mo faro rasid, on [sarzamin]-ro zeruru kardem va ʙar onon sanggilhoe pajopaj ʙoridem"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "[Sanghoe, ki] Nazdi Parvardigorat nisondor ʙud va in [azoʙi dardnok] az sitamgoroni [digar, az cumla Qurajs] dur nest"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "Va ʙa suji [qavmi] Madjan ʙarodarason Suajʙro [firistodem]. U guft: «Ej qavmi man, Allohro ʙiparasted, ki ʙa cuz u ma'ʙude [ʙar haq] nadored va pajmona va mizonro kam nakuned. Ba rosti, sumoro dar ne'mat meʙinem, va[le] az azoʙi ruzi farogir ʙar sumo metarsam"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "Va ej qavmi man, pajmona va mizonro ʙo adolat tamom [-u komil] ʙidihed va kolohoi mardumro kam nadihed va dar zamin ʙa fasod [-u gunoh]nakused"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Agar imon dosta ʙosed, on ci Alloh taolo [pas az tahvili komili pajmona az kasʙi halol] ʙarojaton ʙoqi meguzorad, ʙehtar ast va man ʙar sumo nigahʙon nestam»"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Onon guftand: «Ej Suajʙ, ojo namozat turo ʙar on medorad, ki [ʙa mo amr kuni, to] dast az on ci padaronamon meparstidand, ʙardorem jo dar amvolamon har kore, ki mexohem, nakunem? Tu, ki ʙurdʙor [va] xiradmandi [pas, caro cunin megui]?»"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "[Suajʙ] Guft: «Ej qavmi man, ʙa man ʙigued, [ki] agar az suji Parvardigoram dalel [-u mu'cizai] oskore dosta ʙosam va az coniʙi xes ruzii nakuie ʙa man ato karda ʙosad [on goh ci mekuned]? Va man namexoham dar on ci sumoro az on ʙozmedoram, ʙo sumo muxolifat kunam [vale xud ancomas diham]. To on co dar tavon doram, cuz isloh namexoham va tavfiqi man tanho ʙa [lutfu xosti] Xudost, ʙar U tavakkal kardam va ʙa suji U ʙozmegardam"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "Va ej qavmi man, dusmani [va muxolifat] ʙo man saʙaʙ nasavad, ki hammonandi on ci ki ʙa qavmi Nuh jo qavmi Hud jo qavmi Soleh rasid, ʙa sumo [niz] ʙirasad va [ʙa xusus azoʙi] qavmi Lut [ki az lihozi zamonu makon] candon az sumo dur nest"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Va az Parvardigoraton omurzis ʙixohed, sipas ʙa suji U ʙozgarded [va tavʙa kuned, ki] ʙe tardid, Parvardigoram mehruʙon [va] dustdor [-i tavʙakunandagon] ast"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Onon guftand: «Ej Suajʙ, ʙisjore az on ciro, ki megui, namefahmem va jaqinan turo dar mijoni xud notavon meʙinem va agar [ehtiromi] qaʙilaat nameʙud, musallaman, sangsorat mekardem va tu nazdi mo tavonmand [garonqadr] nesti»"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "[Suajʙ] Guft: «Ej qavmi man, ojo qaʙilaam nazdi sumo giromitar az Alloh taolo ast, ki [farmoni] Uro [faromus karded va] pusti sari xes andoxtaed. Be tardid, Parvardigoram ʙa on ci ancom medihed, ihota dorad"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "Va ej qavmi man, sumo ʙa ravisi xud amal kuned, man niz [ʙa ravisi xud] amal mekunam. Ba zudi xohed donist, ki azoʙi rasvokunanda ʙar ci kase furud meojad va duruƣgu kist. Sumo muntazir ʙosed va man [niz] ʙo sumo dar intizoram»"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Va cun farmoni Mo faro rasid, Suajʙ va kasonero, ki hamrohas imon ovarda ʙudand, ʙa rahmate az [coniʙi] xes nacot dodem va kasonero, ki sitam kardand, ʙonge [margʙor] faro girift, pas, dar coji xud ʙa ru aftodand va halok sudand"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Cunon [murdand] ki gui hargiz dar on [dijor] naʙudand. Hon! [Qavmi] Madjan [az rahmati ilohi] dur ʙod! Cunonci [qavmi] Samud dur sudand"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Va ʙa rosti, Musoro ʙo ojoti xud va dalele oskor firistodem"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Ba suji Fir'avn va ʙuzurgon [-u asrofi qavm]-i u, pas, onon az farmoni Fir'avn pajravi kardand va farmoni Fir'avn durust [va ʙixradona] naʙud"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "[Fir'avn] Ruzi qijomat pesopesi qavmas meravad va ononro ʙa otas [-i duzax] vorid mekunad va ci ʙad cojgohest, ki ʙa on vorid mesavand"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Va dar in [dunjo] va ruzi qijomat, nafrin ʙa dunʙol dorand va ci ʙad armuƣone ʙa onon meʙaxsand"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "[Ej pajomʙar] In [ʙarxe] az xaʙarhoi on [sarzaminho va] sahrhost, ki onhoro ʙarojat ʙozgu mekunem, ʙarxe az onho [hanuz] poʙarcost va [ʙarxe digar] vajron [gastaast]"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Va Mo ʙa eson sitam nakardem, ʙalki onon [xud] ʙa xestan sitam kardand, pas, hangome ki farmoni Parvardigorat [ʙaroi azoʙason] faro rasid, ma'ʙudonason, ki ʙa coji Alloh taolo mexondand, sude ʙarojason nadostand [va joriason nadodand] va ʙar onon cuz halokat [-u taʙohi] naafzudand"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Va cunin ast ʙozxosti Parvardigorat, ki aholii sahrhoero, ki sitamgor [-u musrik] ʙudand, faro megirift. Be gumon, ʙozxosti u dardnok va saxt ast"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Jaqinan, dar in [dostonho, pand va] nisonaest ʙaroi kase, ki az azoʙi oxirat metarsad. On [ruz] ruzest, ki mardumro ʙaroi [hisoʙrasi dar] on cam' mekunand va on [ruz] ruzest, ki [tamomi ahli mahsar] onro meʙinand"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Va Mo onro cuz to muddate muajjan ʙa ta'xir nameandozem"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Ruze ʙijojad, ki hec kas cuz ʙa icozati U [Alloh taolo] suxan namegujad, pas, ʙarxe az onon ʙadʙaxtand va [ʙarxe digar] nekʙaxt"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Ammo kasone, ki ʙadʙaxt sudand, [duzaxiand va] dar otas ʙarojason [ʙo har damu ʙozdam] farjodu nolae ast"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "To osmonho va zamin [ʙoqi] ast, dar on [azoʙ] covidonand, magar on ki Parvardigorat ʙixohad [ki muvahhidoni gunahgorro az duzax xoric sozad]. Be tardid, Parvardigorat on ciro, ki ʙixohad, ancom medihad"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Va ammo kasone, ki nekʙaxt [va saodatmand] sudand, to osmonho va zamin [ʙoqi] ast, covidona dar ʙihistand, magar on ki Parvardigorat ʙixohad [ki muvahhidoni gunahgorro pes az vurud ʙa ʙihist dar duzax mucozot kunad. In ne'mat] ʙaxsise ʙepojon ast"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Pas, az [ʙotil ʙudani] on ci inon [musrikon] meparastand, dar tardid maʙos. Onon in ma'ʙudonro nameparastand, magar ʙa hamon sakle, ki padaronason [niz] pestar meparastidand va Mo sahmasonro [az azoʙ] ʙekamukost ʙa onon xohem dod"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Va ʙa rosti, [Mo] ʙa Muso kitoʙ dodem, pas, dar on ixtilof sud. Va agar pestar [dar mavridi muhlat ʙa gunahgoron va hisoʙrasi dar qijomat] suxane az coniʙi Parvardigorat ʙajon nasuda ʙud, jaqinan, [dar hamin dunjo] mijonason dovari mesud [va azoʙ nozil megast] va ʙa rosti, ki onon [jahudijon va musrikon] dar ʙorai [haqqonijati] in [Qur'on] saxt dar tardidand"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Va Parvardigorat [podosi] a'moli har kadomasro, hatman, ʙekamu kost xohad dod. Be tardid, U ʙa on ci mekunand, ogoh ast"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Pas, [ej pajomʙar] cunon ki farmon joftai, [dar ʙaroʙari musrikon] istiqomat kun va kase, ki hamrohi tu [ʙa pesgohi ilohi] ru ovardaast [niz ʙojad dar dindori istiqomat kunad] va sarkasi nakuned. Be tardid, u ʙa on ci mekuned, ʙinost"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Ba kasone, ki sitam kardand [kofiron] garois najoʙed, ki [agar cunin kuned] otasi duzax ʙa sumo niz xohad rasid va dar ʙaroʙari Alloh taolo [hec] duste nadored va on goh jori namesaved"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Va dar du tarafi ruz [oƣoz va pojoni ruz] va soate az saʙ namoz ʙigzor. Be tardid, nekiho ʙadihoro az ʙajn meʙarad. In [suxan] pandest ʙaroi pandpaziron"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Va sikeʙoi kun,[ki] ʙe tardid, Alloh taolo podosi nakukoronro taʙoh namekunad"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Pas, caro dar mijoni ummathoi pes az sumo, cuz andake az onon, ki [az azoʙ] nacotason dodem,[mu'minon va] xiradmandone naʙudand, ki [mardumro] az fasod dar zamin ʙozdorand? Va kasone, ki sitam kardand, ʙa dunʙoli nozu ne'mate, ki jofta ʙudand, raftand va gunahgor ʙudand"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Va [sunnati] Parvardigorat cunin naʙudaast, ki sahrhoro, dar hole ki sokinonas [afrode] nakukor ʙudand, ʙa sitam noʙud kunad"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Va agar Parvardigorat mexost, [hamai] mardumro jak ummati [muvahhid va durustkor] qaror medod, vale [onon] hamvora muxtalifand"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Magar kasone, ki Parvardigorat ʙa onon rahm kard va ʙaroi hamin ononro ofaridaast va va'dai Parvardigorat [cunin] tahaqquq paziruftaast [ki]: «Hatman, duzaxro az cinnu inson [-i gunahgor] anʙosta xoham soxt»"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Va [ej Muhammad] az axʙori pajomʙaron in hamaro ʙar tu hikojat mekunem, to dilatro ʙo onho suʙot [-u oromis] ʙaxsem va dar in [sarguzastho] haqiqat ʙarojat omadaast va [in dostonho] pandest [ʙaroi kofiron] va tazakkurest ʙaroi mu'minon"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Va ʙa kasone, ki imon nameovarand, ʙigu: «Sumo ʙa ravisi xud amal kuned, mo [niz ʙa sevai xud] amal mekunem"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Va muntazir ʙosed, [ki] ʙe tardid, mo [niz] muntazirem»"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Va [ogohi az] ƣajʙi osmonho va zamin, az oni Alloh taolo ast va hamai korho ʙa suji u ʙozgardonda mesavad. Pas, Uro ʙiparast va ʙar U tavakkal kun va Parvardigorat az on ci mekuned,[hargiz] ƣofil nest"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Alif, lom, ro. In ojoti kitoʙi ravsangar ast"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Mo onro Qur'one [ʙa zaʙoni] araʙi nozil kardem, ʙosad, ki [dar mafohimas] ʙijandesed"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "[Ej pajomʙar] mo ʙehtarin dostonro ʙo vahj kardani in Qur'on ʙar tu hikojat mekunem va musallaman, pestar tu [az in dostonho] ʙexaʙar ʙudi"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "[Jod kun az] hangome ki Jusuf ʙa padaras [Ja'quʙ] guft: «Padarcon, man [dar xoʙ] jozdah sitora va xursedu moh didam. Onhoro didam, ki ʙarojam sacda mekardand»"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "[Ja'quʙ] Guft: «Pisaram, xoʙatro ʙaroi ʙarodaronat ʙozgu makun, ki ʙarojat najrange meandesand,[caro ki] ʙe tardid, sajton dusmani oskore ʙaroi inson ast"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Parvardigorat turo in guna ʙarmeguzinad va ʙa tu [ilmi] ta'ʙiri xoʙhoro meomuzad va ne'matasro ʙar tu va ʙar xonadoni Ja'quʙ tamom megardonad, cunon ki pes az in [niz] ʙar acdodat – Iʙrohim va Ishoq tamom kard. Be tardid, Parvardigorat donovu hakim ast»"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Ba rosti, ki dar [dostoni] Jusuf va ʙarodaronas, ʙaroi pursisgaron [dar ʙorai Jusuf iʙratho va] nisonahost"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "On goh ki [ʙa jakdigar] guftand: «Jusuf va ʙarodaras [Binjomin] nazdi padaramon az mo mahʙuʙtarand, dar hole ki mo jak guruh [-i nerumand] hastem. Haqqo, ki padaramon [ʙo in mehrvarzii ʙedalel] dar gumrohii oskore ast"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "[Jake az ʙarodaron guft] Jusufro ʙikused jo uro ʙa sarzamin [-i durdast]-e ʙiafkaned, to tavaccuhi padaraton faqat ʙa [suji] sumo ʙosad va pas az on [tavʙa kuned va] afrode soista ʙosed»"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Jake [digar] az onon guft: «Jusufro nakused va agar [mexohed] kore ancom dihed, uro dar qa'ri coh ʙiandozed, to ʙarxe az musofiron [-i korvon] uro ʙargirand [va ʙo xud ʙa coje dur ʙarand]»"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "[Sipas nazdi Ja'quʙ raftand] Va guftand: «Padarcon, caro moro ʙar Jusuf amin namesumori, hol on ki mo xajrxohas hastem"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Fardo uro ʙo mo [ʙa dast] ʙifrist, to [dar camanho] ʙigardad va ʙozi kunad va mo ʙa xuʙi muroqiʙas hastem»"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "[Ja'quʙ] Guft: «In ki uro ʙiʙared, maro anduhgin mekunad va az in metarsam, ki gurg uro ʙixurad va sumo az u ƣofil ʙosed»"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Onon guftand: «Bo vucudi in ki mo jak guruh [-i nerumand] hastem, agar [icozat dihem, ki] gurg uro ʙixurad, hatman, zijonkor xohem ʙud»"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Pas, cun vajro [hamrohi xud] ʙurdand va hamdast sudand, ki uro dar qa'ri coh ʙiandozand, ʙa u vahj kardem, ki: «[Sarancom] Hatman, ononro, dar hole ki [dar ʙoraat] hec namedonand, az [candu cuni] in korason ogoh xohi soxt»"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Va saʙongoh girjakunon nazdi padarason omadand"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Guftand: «Padarcon, mo [durtar] raftem, ki musoʙiqa dihem va Jusufro nazdi asosi xud guzostem, ki gurg uro xurd va harcand rostgu ʙosem, tu [hargiz suxani] moro ʙovar naxohi kard»"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Va perohani uro ʙo xuni duruƣine [ʙaroi Ja'quʙ] ovardand. [U] Guft: «[Cunin nest] Balki [havoi] nafsi sumo kore [nosoista]-ro ʙarojaton orostaast, pas, saʙre naku [ʙarojam ʙehtar ast] va Alloh taolo dar [mavridi] on ci megued, jorigar [-i man] ast»"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Va korvone omad va onon oʙovari xudro firistodand,pas,u dalvasro [dar coh] andoxt [va cun Jusufro ʙolo kasid] guft: «Muƶda dihed! In jak navcavon ast» va [pas az nacotas] uro hamcun jak kolo[-i arzismand az digaron] pinhon dostand, va[-le] Alloh taolo ʙa on ci mekardand, ogoh ʙud"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Va [sarancom] uro ʙa ʙahoe andak, cand dirham, furuxtand va dar [ʙorai nigah dostani] u ʙemajl ʙudand"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "Va on saxs az [mardumi] Misr [Aziz], ki uro xarida ʙud, ʙa hamsaras guft: «Maqomasro giromi ʙidor. Umed ast, ki ʙarojamon sudmand ʙosad jo uro ʙa farzandi ʙigirem». Va incunin ʙud, ki Jusufro dar [on] sarzamin arcmand [-u muqtadir] gardonidem, to ʙa u ta'ʙiri xoʙ ʙijomuzem; va Alloh taolo ʙar kori xes [tavono va] cira ast, vale ʙestari mardum namedonand"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Va cun [Jusuf ʙa avci] nerui cavoni rasid, ʙa u hikmatu donis ato kardem va nakukoronro incunin podos medihem"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Va on zane, ki u [Jusuf] dar xonaas ʙud, az vaj komcui kard va darhoro ʙastu guft: «Bijo [ki dar ixtijori tu hastam]». [Jusuf] Guft: «Panoh ʙar Alloh taolo! On mard [savhari tu va] sarvari man ast [va] cojgohamro giromi dostaast [pas, ci guna ʙa u xijonat kunam?] jaqinan, sitamgoron rastagor namesavand»"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Va dar haqiqat, [on zan] qasdi u kard va u niz agar ʙurhoni Parvardigorasro nadida ʙud, qasdi on zan mekard. Mo incunin [kardem], to ʙadi va zistkoriro az u dur sozem. Ba rosti, ki u az ʙandagoni muxlisi Mo ʙud"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Va har du ʙa tarafi dar sitoftand va [hamsari azizi Misr] perohani uro az pust pora kard va [dar in hangom] savharasro dar ostonai dar joftand.[On] Zan guft: «Kajfari kase, ki qasdi ʙad ʙa xonavodai tu dosta ʙosad, cist, cuz in ki zindon savad jo azoʙe dardnok [ʙuʙinad]»"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "[Jusuf] Guft: «U az man komcui kard» va [dar on hangom] sohide az ʙastagoni on zan sahodat dod: «Agar perohanas az cilav pora suda ʙosad, in zan rost megujad va on mard [Jusuf] duruƣgust"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Va[-le] agar perohanas az pust pora suda ʙosad, in zan duruƣ megujad va on mard rostgust»"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Pas, cun [Azizi Misr] did, ki perohani u az pust pora sudaast, [ʙa haqiqat paj ʙurd va] guft: «In az najrangi sumo [zanon] ast, ʙa rosti, ki najrangi sumo ʙuzurg ast"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Ej Jusuf, az in [mocaro] darguzar va [tu ej zan] ʙaroi gunohat omurzis ʙixoh, ki ʙe tardid xatokor ʙudai»"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "[Hangome ki in xaʙar muntasir sud] Barxe az zanon dar sahr guftand: «Hamsari Aziz [-i Misr] az ƣulomi [cavoni] xes komcui mekunad [va] saxt seftaas gastaast. Mo uro voqean dar gumrohii oskore meʙinem»"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Pas, cun [hamsari Aziz] najrang [-u ʙadgui]-i ononro sunid, [saxsero ʙaroi da'vat] ʙa suroƣason firistod va maclise ʙarojason tartiʙ dod va ʙa har kadom [ʙaroi ʙuridani ƣizo] korde dod va ʙa Jusuf guft: «Bar [cam'i] onon vorid sav». Pas, [zanon] cun uro didand, ʙisjor ʙuzurg [-u zeʙo] sumurdand va [cunon mahvi camolas sudand] dasthojasonro zaxmi kardand va guftand: «Panoh ʙar Alloh taolo! In ʙasar nest, in cuz faristae ʙuzurgvor nest»"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "[Hamsari Aziz] Guft: «In [cavoni zeʙoru] hamon ast, ki maro dar ʙaroi u sarzanis mekarded. [Ore] Dar haqiqat, man az u komcui namudam va u xestandori kard va [inak] agar on ciro ʙa u dastur mediham, ancom nadihad, hatman, zindoni mesavad va musallaman, az xorsudagon xohad ʙud»"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "[Jusuf] Guft: «Parvardigoro, zindon ʙaroi man az on ci [inho] maro ʙa sujas mexonand, mahʙuʙtar ast va agar najrangasonro az man nagardoni, ʙa onon garois mejoʙam va [agar cunin kunam] nodon xoham ʙud»"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Pas, Parvardigoras [duoi] uro icoʙat kard va najrangasonro az u ʙozgardonid. Be tardid, U sunavovu donost"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "On goh pas az on ki [Azizi Misr va atrofijonas] nisonaho[-i pokdomanii Jusuf]-ro didand, tasmim giriftand [ʙaroi sarpus guzostan ʙar in ʙeoʙrui] uro to muddate zindoni kunand"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Va du cavon hamrohi u voridi zindon sudand. [Ruze] Jake az on du guft: «Man [dar xoʙ] xudro didam, ki [angur ʙaroi] saroʙ mefisoram» va digari guft: «Man xoʙ didaam, ki ʙar sari xes [zarfi] none meʙaram [va] parandagon az on mexurand. Moro az ta'ʙiras ogoh kun, [ki] hatman, turo az nakukoron meʙinem»"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "[Jusuf] Guft: «Hec ƣizoe ʙaroi xurdan nazdaton nameovarand, magar on ki pes az ovardanas, sumoro az [kajfijatu] haqiqatas ogoh sozam. In [axʙori ƣajʙi] az onhost, ki Parvardigoram ʙa man omuxtaast. Dar haqiqat, man oini qavmero, ki ʙa Alloh taolo imon nameovarand va ʙa [saroi] oxirat [niz] kufr mevarzand, tark kardam"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Va az oini padaronam Iʙrohim va Ishoq va Ja'quʙ pajravi kardam. Baroi mo sazovor nest, ki cizero sariki Alloh taolo qaror dihem. In [jaktoparasti] az fazli Alloh taolo ʙar mo va ʙar [hamai] mardum ast, vale ʙestari mardum sipos nameguzorand"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "Ej dustoni zindonii man, ojo ma'ʙudoni parokanda [va mutaaddid] ʙehtarand, jo Allohi jagonai piruzmand"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Sumo ʙa coi u [cizero] nameparasted, magar nomhoe [ʙema'ni], ki xud va padaronaton ʙar onho nihodaed. Alloh taolo hec dalele ʙar [haqiqati] onho nozil nakardaast. Farmonravoi, tanho az oni Alloh taolo ast [va] farmon dodast, ki cuz Uro naparasted. In hamon dini rost va ustuvor ast; vale ʙestari mardum namedonand"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "Ej dustoni zindonii man, jake az sumo [ozod mesavad] va ʙa sarvari xes saroʙ xohad nusond va ammo digare ʙa dor ovexta mesavad va parandagon az [maƣzi] saras xohand xurd. Amre, ki dar [mavridi] on az man nazar xosted, [cunin] muqaddar sudaast»"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Va [Jusuf] ʙa jake az on du [nafar], ki donist raho mesavad, guft: «Az man nazdi sarvarat [podsoh] jod kun». Va[-le] sajton jod kardan [az Jusufro nazdi] sarvaras az xotiri vaj [soqii podsoh] ʙurd va u [Jusuf] candin sol [-i digar niz] dar zindon ʙoqi mond"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Va [ruze] podsoh guft: «Man [dar xoʙ] didam, ki haft govi farʙehro haft govi loƣar mexurdand va haft xusai saʙz va [haft xusai] digarro xusk [didam]. Ej ʙuzurgon, agar ta'ʙiri xoʙ mekuned, dar [ʙorai] xoʙam nazar dihed»"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Onon guftand: «[Inho] Xoʙhoe pareson ast va mo ʙa ta'ʙiri in [guna] xoʙho dono nestem»"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Va jake az on du [zindoni], ki nacot jofta ʙud, pas az muddatho [Jusuf]-ro ʙa jod ovard [va] guft: «Maro ʙa [zindon] ʙifiristed, to dar ʙorai ta'ʙiri on [xoʙ] ʙa sumo xaʙar diham»"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "[U ʙa zindon raft va guft] «Jusuf, ej mardi rostgu, dar ʙorai in xoʙ izhori nazar kun, ki haft govi farʙehro haft govi loƣar mexurdand va haft xusai saʙz va [haft xusai] xuskidai digar ʙarojamon ta'ʙir kun, to nazdi mardum ʙargardam, sojad onho [ta'ʙiri in xoʙ va tavonoihoi turo] ʙidonand"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "[Jusuf] guft: «Haft soli pajopaj [ʙo ciddijat] kisovarzi kuned va on ciro, ki darav mekuned, cuz andake, ki mexured, ʙo xusaas [kanor] ʙigzored"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Sipas ʙa'd az on [davroni ravnaq] haft [soli qahtii] saxt meojad, ki on ciro ʙaroi on solho [kanor] guzostaed, mexured, ʙa cuz andake, ki onro [ʙaroi tuxmi] zaxira mekuned"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Sipas ʙa'd az on haft [sol] sole faro merasad, ki ʙoroni farovone nasiʙi mardum mesavad va dar on sol, [ʙar asari farovoni, az mevaho] assora (afsurdaniho) megirand»"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Podsoh [cun in ta'ʙirro sunid] guft: «Uro nazdi man ʙijovared». Pas, cun firistoda [-i podsoh] nazdi u omad, [Jusuf] guft: «Nazdi sarvarat ʙozgard va az u ʙipurs, ki mocaroi zanone, ki dasthoi xudro ʙuridand, ci ʙud? Hatman, Parvardigoram ʙa najrangi onon ogoh ast»"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "[Podsoh on zanonro xost va] Guft: «Hangome ki Jusufro ʙa suji xes da'vat karded, carajoni koraton ci ʙud»? Guftand: «Panoh ʙar Alloh taolo! Mo hec gunohe dar u suroƣ nadorem». [Dar in hangom] Hamsari Aziz guft: «Aknun haq oskor sud, man [ʙudam, ki] az vaj komcui kardam [va u pokdomani varzid] va jaqinan, rostgust"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "In [e'tirof] ʙaroi on ast, ki [Jusuf] ʙidonad, ki man dar pinhon ʙa u xijonat nakardaam [va dar ƣijoʙas haqiqatro guftaam] va in ki Alloh taolo najrangi xoinonro ʙa coje namerasonad"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "Man hargiz xudro ʙegunoh namesumoram. Be sak, nafs [-i vasvasagari inson uro] pajvasta ʙa ʙadi farmon medihad, magar on ki Parvardigoram rahm kunad. Be tardid, Parvardigoram omurzandai mehruʙon ast»"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Va podsoh guft: «U [ Jusuf]-ro nazdam ʙijovared [to musoviri] xosi xud gardonam». Pas, cun [Jusuf nazdas omad va] ʙo vaj suhʙat kard, [podsoh] guft: «Tu imruz nazdi mo arcmand [va] amin hasti»"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "[Jusuf] guft: «Maro ʙar [sarparastii] xazonahoi [moli va ƣizoii in] sarzamin ʙigumor, [ki] ʙe tardid, man nigahʙone dono hastam»"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Va in guna ʙa Jusuf dar on sarzamin manzalat [-u qudrat] dodem, [on cunon] ki [metavonist ʙa har co ʙiravad va] dar har coje az on ki mexost, iqomat mekard. Mo rahmati xudro ʙa har ki ʙixohem merasonem"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Va podosi oxirat ʙaroi kasone, ki imon ovardaand va parhezgori kardaand, ʙehtar ast"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Va [cun sarzamini Kan'onro xusksoli faro girift] ʙarodaroni Jusuf [ʙaroi tahijai gandum ʙa Misr] omadand va ʙar u vorid sudand. Pas, u onhoro sinoxt, dar hole ki onon vajro nasinoxtand"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Pas, cun ʙorhojasonro omoda kard, [ʙa onon] guft: «[Navʙati ojanda] Barodarero, ki az padaraton dored, nazdi man ovared. Ojo nameʙined, ki man pajmonaro tamom mediham va ʙehtarin mizʙonam"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Pas, agar uro nazdam naovared, pajmonae nazdi man naxohed dost va nazdikam nasaved»"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "[Barodaron] Guftand: «Uro az padaras xohem xost va hatman, in korro mekunem»"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Va [Jusuf] ʙa ƣulomonas guft: «Sarmojahojasonro [ki ʙaroi xaridi ƣalla ovardaand, maxfijona] dar ʙorhojason ʙiguzored, sojad hangome ki ʙa suji xonavodai xud ʙozgastand, onro [ʙuʙinand va] ʙisnosand. Umed, ki ʙozojand»"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Pas, cun ʙa suji padarason ʙozgastand, guftand: «Padarcon, pajmona [va sahmi ƣallai navʙati ojanda]-ro az mo ʙozdostand, pas, ʙarodaramon [Binjomin]-ro ʙo mo ʙifirist, to sahme [az ƣalla] ʙigirem va mo hatman, muroqiʙas xohem ʙud»"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "[Ja'quʙ] guft: «Ojo hamon guna, ki pestar sumoro nisʙat ʙa ʙarodaras [Jusuf] amin dostam, [in ʙor ham] ʙar u amin ʙidonam? Pas, Alloh taolo ʙehtarin nigahʙon ast va u mehruʙontarini mehruʙonon ast»"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Va cun ʙori xudro kusodand, sarmojaasonro joftand, ki ʙa onon ʙozgardonda suda ʙud. Guftand: «Padarcon, [digar] ci mexohem? In sarmojai most, ki ʙa mo ʙozgardonida sudaast, [ʙad-in vasila] ʙaroi xonavodai xud ozuqa meovarem va ʙarodaramonro [niz] hifozat mekunem va [ʙo ʙurdani Binjomin] jak ʙori sutur izofa megirem. In pajmona [ʙaroi Azizi Misr kori] osonest"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "[Ja'quʙ] Guft: «Hargiz uro ʙo sumo naxoham firistod, to ʙo man ʙa nomi Alloh taolo pajmoni ustuvore ʙiʙanded, ki hatman uro nazdi man ʙozmeovared, magar on ki giriftor saved [va hec jak nacot najoʙed]. Pas, cun [ahdu] pajmoni ustuvori xes ʙa u dodand, [Ja'quʙ] guft: «Alloh taolo ʙar on ci meguem, [guvohu] nigahʙon ast»"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Va [hamcunon] guft: «Ej pisaronam, [ʙaroi on ki calʙi tavaccuh nakuned] az jak dar vorid nasaved, ʙalki az darhoi muxtalif doxil saved va [alʙatta, ʙo in suporis] nametavonam cize az [qazo va qadari] Allohro az sumo dur kunam. Hukm cuz ʙaroi Alloh taolo nest. Bar U tavakkal kardam va tavakkalkunandagon ʙojad ʙar U tavakkal kunand"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Va cun hamon guna ki padarason ʙa onon dastur doda ʙud, vorid sudand. [In sevai vurud] Esonro az [qazoi] Alloh taolo ʙoznadost, vale [har ci ʙud] nijozi qalʙi Ja'quʙro ʙarovarda kard. U az [ʙarakati] on ci ʙad-u omuxta ʙudem, doroi donise farovon ʙud, vale ʙestari mardum namedonand"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Va cun [ʙarodaron] ʙar Jusuf vorid sudand, ʙarodaras [Binjomin]-ro nazdi xud coj dod [va ʙa ohistagi ʙa u] guft: «Man ʙarodarat hastam, pas, az korhoe, ki [ʙarodaronamon] mekardand, anduhgin maʙos»"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Pas, hangome ki ʙorhojasonro omoda kard, comi [podsoh]-ro dar ʙori ʙarodaras [Binjomin] guzost, on goh nidodihandae ʙong ʙarovard [ki]: «Ej korvonijon, hatman, sumo duzd hasted»"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "[Barodaroni Jusuf] Ru ʙa onon kardand va guftand: «Ci gum kardaed»"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "[Korguzoron] Guftand: «Pajmonai podsohro gum kardaem va [on ki ʙong ʙarovarda ʙud, guft] har ki onro ʙijovarad, jak ʙori sutur [coiza] dorad va man zomini in [podos] hastam»"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "[Barodaroni Jusuf] Guftand: «Ba Alloh taolo savgand, sumo medoned, ki mo najomadaem, to dar in sarzamin fasod kunem va mo [hargiz] duzd naʙudaem»"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "[Onon] Guftand: «Pas, agar duruƣgu ʙosed, kajfaras cist»"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Guftand: «Kajfari kase, ki [on pajmona] dar ʙoras pajdo savad, [in ast, ki] xudas kajfari on ʙosad [va ʙa ʙardagii sumo darojad]. Mo sitamgoronro in guna mucozot mekunem»"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Pas, [Jusuf] pes az ʙori ʙarodaras, suru' ʙa [custucui] ʙorhoi onon kard, sipas on [pajmona]-ro az ʙori ʙarodaras ʙerun kasid. In guna ʙaroi Jusuf coraandesi kardem, [to ʙitavonad Binjominro nazdi xud nigah dorad, zero u] tiʙqi oini podsohi [Misr] nametavonist ʙarodarasro ʙozdost kunad, magar in ki Alloh taolo ʙixohad. Mo daracoti har kiro ʙixohem ʙolo meʙarem va [ʙidoned, ki] farotar az har sohiʙdonise donisvare hast"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "[Barodaron] Guftand: «Agar u duzdi kardaast [sigift nest, caro ki] ʙarodaras [niz] pes az in duzdi karda ʙud. Pas, Jusuf onro dar dili xes pinhon dost va [norohatias] ʙar onon oskor nakard [va ʙo xud] guft: «Sumo az nazari cojgoh [az on ci vonamud mekuned], ʙadtared va Alloh taolo ʙa on ci ʙajon mekuned, donotar ast»"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Guftand: «Ej Aziz, u padari pire dorad [ki toqati durii farzandasro nadorad], pas, jake az moro ʙa coji u ʙigir. Ba rosti, ki mo turo az nakukoron meʙinem»"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "[Jusuf] Guft: «Panoh ʙar Alloh taolo, ki cuz on kasero, ki kolojamonro nazdas joftaem, ʙozdost kunem! On goh [agar cunin kunem] hatman, sitamgor xohem ʙud»"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Pas, cun [ʙarodaron] az u noumed sudand, nacvokunon ʙa gusae raftand. [Barodari] Buzurgason guft: «Magar namedoned, ki padaraton ʙo nomi Alloh taolo pajmone ustuvor az sumo giriftaast va pestar [niz] dar mavridi Jusuf ci kutohie karded? Man hargiz az in sarzamin nameravam, to padaram ʙa man icozati [ʙozgast] dihad jo [on ki] Alloh taolo dar ʙoraam dovari kunad, [ki] ʙe tardid, U ʙehtarin dovar ast"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "[Sumo] Nazdi padaraton ʙozgarded va ʙigued: «Ej padar, pisarat duzdi kard va mo cuz ʙa on ci medonistem, guvohi nadodem va az ƣajʙ ogoh naʙudem [ki ʙidonem duzdi mekunad]"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Va az [mardumi] sahre, ki dar on ʙudem va az korvone, ki ʙo on omadem, ʙipurs va mo, hatman, rostguem»"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "[Ja'quʙ] Guft: «[Cunin nest] Balki havoi nafsi sumo kor [-i nosoista]-ro ʙarojaton orosta ast, pas, [corai kor] saʙre nakust. Umed ast, ki Alloh taolo hamai ononro ʙa man ʙirasonad. Be tardid, U donoi hakim ast»"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Va az onon ru ʙigardond va guft: «Dareƣ az Jusuf»! Va casmonas az siddati anduh [va giristan ʙaroi farzandas] safed sud va hamcunon anduhi xudro furu mexurd"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "[Pisaronas] Guftand: «Ba Alloh taolo savgand, tu [on qadr] pajvasta az Jusuf jod mekuni, to [oqiʙat] ʙa saxti ʙemor savi jo ʙimiri»"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "[Ja'quʙ] Guft: «Man az dardu anduhi xes ʙa [dargohi] Alloh taolo menolam va az [lutfu ʙuzurgii] Alloh taolo cizhoe medonam, ki sumo namedoned»"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "Ej pisaronam, ʙiraved va dar ʙorai Jusuf va ʙarodaronas custucu kuned [va xaʙar ʙigired] va az rahmati Alloh taolo ma'jus nasaved, [caro ki] cuz guruhi kofiron, kase az rahmati Alloh taolo ma'jus namegardad»"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Pas, cun [pisaroni Ja'quʙ ʙa Misr raftand va] ʙar u [ Jusuf] vorid sudand, guftand: «Ej Aziz, ʙa mo va xonadonamon [dar asari faqru xusksoli] saxtii farovone rasidaast va [inak] koloi nociz [va moli andake ʙaroi xaridi ƣalla] ʙo xud ovardaem, pas, pajmonaro ʙarojamon komil kun va ʙar mo sadaqa [va ʙaxsis] kun. Be tardid, Alloh taolo ʙaxsandagonro podos medihad»"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "[Jusuf] Guft: «Ojo donisted, ki vaqte [az oqiʙati koraton] ʙexaʙar ʙuded, dar haqqi Jusuf va ʙarodaras ci karded»"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "[Onon] Guftand: «Ojo ʙa rosti, tu [hamon] Jusufi»? U guft: «[Ore] Man Jusufam va in ʙarodari man ast. Jaqinan, Alloh taolo ʙar mo minnat nihod. Ba rosti, har ki parhezkori va sikeʙoi kunad, pas, [ʙidonad, ki] ʙe tardid, Alloh taolo podosi nakukoronro taʙoh namekunad»"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "[Barodaronas] Guftand: «Ba Alloh taolo savgand, [ki] jaqinan, Alloh taolo turo ʙar mo ʙartari dodaast va mo, hatman, xatokor ʙudem»"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "[Jusuf] Guft: «Imruz hec sarzanise ʙar sumo nest. Alloh taolo sumoro meomurzad va U mehruʙontarini mehruʙonon ast"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "[Aknun] In perohani maro ʙiʙared va ʙar rui padaram ʙiandozed, to ʙino gardad va [sipas] hamai xonavodai xudro nazdi man ʙijovared»"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Va cun korvon [az Misr ʙa suji Kan'on] ʙa roh aftod, padarason [ʙa atrofijonas] guft: «Agar maro kamxirad nasumored, [megujam, ki] jaqinan, ʙuji Jusufro ehsos mekunam»"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "[Onon] Guftand: «Ba Alloh taolo savgand, ki hatman, [ʙoz ham] dar istiʙohi derinaat hasti»"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Pas, cun muƶdarason omad va on [perohan]-ro ʙar cehrai u afkand, pas, nogahon ʙino sud [va] guft: «Ojo ʙa sumo naguftam, ki man az [lutfu ʙuzurgii] Alloh taolo cizhoe medonam, ki sumo namedoned»"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Guftand: «Ej padar, ʙaroi mo [ʙa xotiri] gunohonamon omurzis ʙixoh, [caro ki] jaqinan, mo gunahgor ʙudem»"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "[Ja'quʙ] Guft: «Ba zudi ʙarojaton az Parvardigoram omurzis metalaʙam. Be tardid, U omurzandai mehruʙon ast»"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Pas, [hamagi ʙa Misr raftand va] cun ʙar Jusuf vorid sudand, u padaru modarasro [dar oƣus girift va] nazdi xud coj dodu guft: «[Hamagi ʙa Misr daroed, ki insoalloh [az har guna ozore] emin xohed ʙud»"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Va padaru modarasro ʙar taxt nisond va [hamagi] ʙarojas ʙa sacda aftodand va [Jusuf] guft: «Padarcon, in ta'ʙir [-i hamon] xoʙam ast, ki pestar dida ʙudam. Parvardigoram onro rost gardonid [va tahaqquq ʙaxsid]. Jaqinan, U ʙa man neki kard, ki maro az zindon ʙerun ovard va pas az on ki sajton mijoni manu ʙarodaronam fitna ʙarpo kard, sumoro az ʙijoʙon [-i Kan'on ʙa Misr] ovard. Be tardid, Parvardigoram dar on ci mexohad, ʙorikʙin ast. Ba rosti, ki U donoi hakim ast"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "Parvardigoro, maro az farmonravoi [ʙahrae] ato kardi va ilmi ta'ʙiri xoʙho ʙa man omuxti. Ej Padidovarandai osmonho va zamin, Tui, ki dar dunjo va oxirat [dustu] korsozi mani. Maro musulmon [farmonʙardor] ʙimiron va ʙa soistagon mulhaq farmo»"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "[Ej pajomʙar] in [doston] az xaʙarhoi ƣajʙ ast, ki ʙa tu vahj mekunem va hangome ki [ʙarodaroni Jusuf alajhi vaj] ʙadandesi mekardand va najrang mezadand, tu nazdason naʙudi"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Va ʙestari mardum mu'min nestand, hatto agar [ʙaroi imon ovardanason] hirs ʙivarzi"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Tu az onon ʙaroi in [risolat] podos namexohi. In [Qur'on cize] nest, magar pande ʙaroi cahonijon"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Va ci ʙisjor nisonaho dar osmonho va zamin vucud dorad, ki ʙar onho meguzarand, va [-le] az onho ruj ʙarmegardonand [va tavaccuh namekunand]"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Va ʙestarason [dar zohir] ʙa Alloh taolo imon nameovarand, magar on ki [dar amal ʙa nav'e] musrikand"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Ojo [musrikon] emin hastand az in ki azoʙe farogir az coniʙi Alloh taolo ʙar onon furud ojad jo dar hole ki ƣofiland, nogahon qijomat ʙar eson faro rasad"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "[Ej pajomʙar, ʙa mardum] ʙigu: «In rohi man ast. Man ʙo daleli oskor ʙa suji Alloh taolo da'vat mekunam va kasone, ki az man pajravi kardand [niz cunin mekunand] va Alloh taolo poku munazzah ast va man az musrikon nestam»"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Va Mo pes az tu cuz mardone az ahli [hamin] sahrho [-ro ʙa pajomʙari] nafiristodaem, ki ʙa onon vahj mekardem. Ojo dar zamin gardis nakardaand, to ʙuʙinand sarancomi kasone, pes az onon ʙudand, ci guna ʙudaast? Va jaqinan, saroi oxirat ʙaroi parhezgoron ʙehtar ast. Ojo nameandesed"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "[Mo hamcunon ʙa kofiron muhlat medodem] To on goh ki pajomʙaron [az nuzuli azoʙ] ma'jus sudand va [mardum] pindostand, ki ʙa onon duruƣ gufta sudaast. [Dar in hangom] Jorii Mo ʙa suroƣason omad. Pas, har kiro xostem, nacot joft, va[-le] azoʙi saxti Mo az guruhi mucrimon ʙozgardonida namesavad"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Jaqinan dar dostoni onon ʙaroi xiradmandon iʙratest. In [Qur'on] suxane nest, ki ʙa duruƣ soxta suda ʙosad, ʙalki tasdiqkunandai on ci [az kitoʙhoe] ast, ki pes az on [omada] ast va ravsangari hama ciz ast va rahnamudu rahmate ast ʙaroi guruhe, ki imon meovarad"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif, lom, mim, ro. In ojoti kitoʙi [osmoni] va on ci az [suji] Parvardigorat ʙar tu nozil sudaast, haq ast, vale ʙestari mardum imon nameovarand"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Alloh taolo ast, ki osmonhoro ʙiduni sutunhoe, ki onhoro ʙuʙined, ʙarafrost, on goh ʙar Ars qaror girift va xursedu mohro ʙa xidmat [-i inson] gumostaast, ki har jak to zamone muajjan dar [madori xud] ravon ʙosand. U kor [-i cahon]-ro tadʙir mekunad va ojoti [xes]-ro ʙa ravsani ʙajon medorad, ʙosad, ki ʙa didori Parvardigoraton jaqin pajdo kuned"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Va Ust on ki zaminro ʙigustard va dar on kuhhoi ustuvor va cujʙorho padid ovard va dar on az har guna mevae du guna ofarid, saʙro ʙa ruz [va ruzro ʙa saʙ] mepusonad. Hatman, dar inho ʙaroi mardume, ki meandesand, nisonahoe [az qudrati Parvardigor] ast"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Va dar zamin qitaote ast dar kanori ham [ki ʙo jakdigar mutafovitand] va [niz] ʙoƣhoe az angur va kistzorhovu daraxtoni xurmo, ki [naru modaand va] goh az jak resa merujand va goh az resahoe mutafovitand va [hamai onho] ʙo jak oʙ seroʙ mesavand. Va [ʙo in hol] ʙa'ze az onhoro dar [ta'mu xosijati] meva ʙar digare ʙartari medihem. Be tardid, dar in [amr niz] ʙaroi mardume, ki xirad mevarzand, nisonaho [-i ravsane] hast"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Va [ej pajomʙar] agar [az ʙeimonii kofiron] taaccuʙ mekuni, aciʙ [-tar] guftori onon ast, ki [dar ʙorai miod megujand]: «Ojo vaqte xok sudem, voqean [zinda mesavem va] dar ofarinisi cadide xohem ʙud»? Inonand, ki ʙa Parvardigorason kufr varzidaand va dar gardanhojason [az otas] zancirhost va onon ahli otasand [va] dar on covidonand"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Va [ej pajomʙar, musrikon] pes az neki [rahmat] ʙa sitoʙ az tu ʙadi [azoʙ]-ro darxost mekunand va hol on ki pes az eson [niz ʙar kofiron] uquʙathoi iʙratomuz raftaast va ʙa rosti, Parvardigorat nisʙat ʙa mardum, ʙo vucudi sitamgoriason omurzandaast va ʙesak Parvardigorat saxtkajfar ast"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Kofiron megujand: «Caro nisonaho [va mu'cizote hammonandi Muso va Iso] az Parvardigoras ʙar u nozil nasudaast»? [Ej pajomʙar] ʙe tardid, tu faqat ʙimdihandai va har qavme [pajomʙari] hidojatgare dorad"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Alloh taolo medonad on ciro, ki har modae [dar rahim] ʙor megirad va [niz] on ciro, ki rahimho mekohand va on ciro meafzojand va har cize nazdi U ʙa andoza [va daqiq] ast"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "[U] Donoi nihonu oskor [va] ʙuzurgu ʙalandmartaʙa ast"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "[Ej mardum] Har kase az sumo, ki suxani xudro pinhon kunad jo onro oskoro ʙajon sozad va har ki dar [torikii] saʙ pinhon gardad jo dar ruz [ʙa dunʙoli ancomi korhojas] ʙiravad, [dar ilmi ilohi] jakson ast [va U hamaro medonad]"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "U [Alloh taolo] faristagone dorad, ki hamvora [ʙandai] Uro az pesoru va az pusti saras ʙa farmoni Alloh taolo hifz mekunand. Be gumon, Alloh taolo hol [va sarnavisti nakui] hec qavmero taƣjir namedihad, magar on ki onon on ciro, ki dar dilhojason dorand, digargun sozand [va murtakiʙi gunoh savand]. Va hangome ki Alloh taolo ʙaroi qavme [giriftori va] ʙadi ʙixohad, hec ciz moneas naxohad sud va onon cuz [Zoti poki] U hec korsoze nadorand"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Ust, ki ʙarqro ʙaroi ʙim [soiqa va otas] va umed [ʙoron] ʙa sumo menamojonad va aʙrhoi garonʙorro padid meovarad"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Ra'd ʙa sitoisi U va faristagon az xavfu xasjat Uro tasʙeh megujand va [Ust, ki] soiqahoro mefiristad. Pas, on [soiqai margʙor] ʙa har ki U ʙixohad, ʙarxurd mekunad va onon [kofiron] dar ʙorai [jagonagii] Alloh taolo mucodala mekunand va U saxtgir [-u saxtkajfar] ast"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Da'vat ʙa haq [tavhid] az oni Ust va [ʙutho va digar] kasonero, ki [musrikon] ʙa coji U mexonand, [hargiz] ʙa eson posuxe namedihand, magar monandi kase, ki du dastasro ʙa suji oʙ ʙikusojad, to [oʙ] ʙa dahonas ʙirasonad, dar hole ki [hec oʙe] ʙa [dahoni] u namerasad va duoi kofiron [dar ʙaroʙari ʙuthojason] cuz dar gumrohi nest"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Va har ki [va har ci] dar osmonho va zamin ast, xohu noxoh va [hatto] sojahojason ʙomdodu saʙongoh ʙaroi Alloh taolo sacda [va furutani] mekunand"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "[Ej Pajomʙar, ʙa musrikon] ʙigu: « Parvardigori osmonho va zamin kist»? Bigu: «Alloh taolo». [Sipas] Bigu: «Ojo ʙa coji U [dustonu] korsozone ʙarguzidaed, ki [hatto] moliki sudu zijoni xud nestand»? Bigu: «Ojo noʙino va ʙino ʙaroʙarand? Jo torikiho va nur jaksonand? Jo onon sarikone ʙaroi Alloh taolo qaror dodaand, ki hamcun ofarinisi U ofaridaand va [dar natica amri] ofarinis ʙar onon mustaʙah sudaast»? Bigu: «Alloh taolo ofarinandai hama ciz ast va U jagonai piruzmand ast"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "[Alloh taolo] Az osmon oʙe furu ʙorid, on goh rudho har jak ʙa andozai [ƣuncoisi] xud cori sudand va seloʙ kafk ruji xud ʙarovard va az on ci ʙar otas meafruzand [va megudozand], to zevar jo koloe ʙa dast ovarand, [niz] kafke hammonandi on [az oʙ ʙarmeojad]. Alloh taolo haqqu ʙotilro incunin misol mezanad. Va ammo kafk ʙa kanore meravad va nest megardad, vale on ci ʙa mardum sud merasonad, ʙar zamin [ʙoqi] memonad. Alloh taolo masalho incunin ʙajon mekunad"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Baroi kasone, ki [da'vati] Parvardigorasonro icoʙat kardand, podosi neki [ʙihist dar pes] ast va kasone, ki [da'vati[ Uro icoʙat nakardand, agar tamomi on ci dar zamin ast va [niz] hammonandasro ʙo on dostand, jaqinan [hozir ʙudand, ki hamaro] ʙaroi rahoii xes [az azoʙ] ʙipardozand [vale az eson pazirufta naxohad sud]. Onon hisoʙi ʙade dorand [va ʙozxoste ʙisjor saxt] va cojgohason duzax ast va ci ʙad cojgohe hast"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Ojo kase, ki medonad, ki on ci az [tarafi] Parvardigorat ʙar tu nozil suda, haq ast, monandi kasest, ki [nisʙat ʙa haq] noʙinost? Tanho xiradmandon pand megirand"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "[Hamon] Kasone, ki ʙa pajmoni Alloh taolo vafo mekunand va ahd namesikanand"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Va kasone, ki har on ciro Alloh taolo ʙa pajvand kardani on farmon dodaast, mepajvandand [silai rahim mekunand] va az Parvardigorason metarsand va az saxtii hisoʙ meharosand"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Va kasone, ki ʙaroi kasʙi xusnudii Parvardigorason sikeʙoi kardaand va namoz ʙarpo dostaand va az on ci ʙa onon ruzi dodaem, pinhonu oskoro infoq kardaand va ʙadiro ʙo neki mezudojand. Ononand, ki nek farcome xohand dost"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "[Podosason] Boƣhoi covidon [-i ʙihist ast], ki onon va har jak az padaron va hamsaronu farzandonason, ki nakukor ʙudaand, ʙa on vorid mesavand va faristagon az har dare ʙar onon darmeojand"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "[Va ʙa onon megujand] «Salom ʙar sumo ʙa [podosi] on ci [ʙar imonaton] sikeʙoi kardaed. Pas, ci nakust farcomi on saro!»"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Va kasone, ki pajmoni Allohro pas az ustuvor kardanas mesikanand va on ciro, ki Alloh taolo ʙa pajvastanas farmon dodaast [silai rahim] qat' mekunand va dar zamin [fitnavu] fasod mekunand, inonand, ki [dar oxirat] la'nat va ʙad farcome dorand"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Alloh taolo [ne'matu] ruziro ʙar har ki ʙixohad, gusturda medorad va jo tang megirad va [kofiron] ʙa zindagii dunjo sod sudand, va[-le] zindagii dunjo dar [ʙaroʙari] oxirat cuz ʙahrae [nociz] nest"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Va kasone, ki kufr varzidand, megujand: «Caro nisonae az [suji] Parvardigoras ʙar u nozil nasudaast»? Bigu: «Be tardid, Alloh taolo har kiro, ki ʙixohad gumroh mekunad va har kiro, ki tavʙa namojad, ʙa suji xes hidojat mekunad»"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "[Hamon] Kasone, ki imon ovardaand va dilhojason ʙa jodi Alloh taolo orom megirad. Bidoned, ki ʙo jodi Alloh taolo ast, ki dilho orom megirad"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Kasone, ki imon ovardaand va korhoi soista kardaand, xuso ʙar onon! Va nek sarancome dorand"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "[Ej pajomʙar] Bad-in son turo ʙajni ummate firistodem, ki pes az onho ummathoe omada [va rafta] ʙudand, to on ci ʙar tu vahj kardaem, ʙar onon ʙixoni va hol on ki onon ʙa [Parvardigori] rahmon kufr mevarzand. Bigu: «U Parvardigori man ast [va] ma'ʙude [ʙarhaq] cuz U nest. Bar U tavakkal kardam va ʙozgastam ʙa suji Ust»"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Va [hatto] agar Qur'one ʙud, ki kuhho az [hajʙati] on ʙa harakat darmeomad va zamin pora-pora mesikoft jo murdagon az [tilovati] on ʙa suxan darmeomadand, [ʙoz ham kofiron imon nameovardand]. Amri [tadʙiri cahon va nuzuli mu'cizot] az oni Alloh taolo ast. Ojo kasone, ki imon ovardaand, namedonand, ki agar Alloh taolo mexost, hatman, hamai mardumro hidojat mekard? Va kasone, ki kufr varzidand, pajvasta ʙa [sazoi] on ci kardaand, giriftori musiʙati kuʙandae mesavand jo [azoʙi ilohi] nazdiki xonahojason furud meojad jo [sarancom] va'dai Alloh taolo faro merasad. Be tardid, Alloh taolo xilofi va'da namekunad"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "[Ej pajomʙar] Jaqinan, pajomʙarone, ki pes az tu ʙudand, [niz] mavridi tamasxur voqe' sudand, on goh ʙa kasone, ki kufr varzidand, muhlat dodam, sipas ononro [ʙa azoʙ] furu giriftam. Pas, [ʙingar, ki] kajfari man ci guna ʙud"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Ojo on [Parvardigore], ki hokim ʙar har kas va [nozir ʙar] raftoru kirdori ust, [ʙa parastis sazovortar ast jo ʙuthoi ʙecon]? Va [kofiron] ʙaroi Alloh taolo sarikone qaror dodaand. Bigu: «Ononro nom ʙared». Ojo [mexohed ʙa] u dar ʙorai on ci dar zamin ast va u namedonad xaʙar dihed, jo faqat suxani sathie va [ʙeasos] megued? [Cunin nest] ʙalki ʙaroi kasone, ki kufr varzidaand, najrangason orosta sudaast va az rohi [haq] ʙozdosta sudaand va har kiro Alloh taolo gumroh guzorad, hidojatgare naxohad dost"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Onon dar zindagii dunjo azoʙ [-i dardnoke] dorand va hatman, azoʙi oxirat saxttar ast va dar ʙaroʙari [azoʙi] Alloh taolo hec [joru] mudofe'e nadorand"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Viƶagii ʙihiste, ki ʙa parhezgoron va'da doda suda, [cunin ast, ki] cujʙorho az zeri [daraxtoni] on cori ast, mevahojas hamesagi va sojaas [niz doimi ast]. In sarancomi kasonest, ki parhezgori kardaand va sarancomi kofiron otas [-i duzax] ast"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Va kasone, ki ʙa onon kitoʙi osmoni dodaem, az on ci ʙar tu nozil sudaast, sodmon mesavand va ʙarxe az guruhho[-i ahli kitoʙ] ʙaxse az onro inkor mekunand. [Ej pajomʙar, ʙa onon] Bigu: «Cuz in nest, ki man dastur joftaam, Allohro ʙiparastam va ʙa U sirk navarzam, ʙa suji U da'vat mekunam va ʙozgastam ʙa suji Ust»"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Va ʙad-in son, in Qur'onro farmone ʙa zaʙoni araʙi [-i faseh] nozil kardem va agar pas az donise, ki [az coniʙi Parvardigor] ʙarojat omadaast, az havashoi onon [musrikon] pajravi kuni, dar ʙaroʙari [azoʙi] Alloh taolo hec korsoz va nigahdorandae naxohi dost"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Va ʙe tardid, pes az tu pajomʙarone firistodem va ʙaroi onon [monandi digar insonho] hamsaronu farzandone qaror dodem va ʙaroi hec pajomʙare sazovor nest, ki cuz ʙa farmoni Alloh taolo [mu'ciza va] ojate ʙijovarad. Har amre [taqdiru] navistae [ma'lum] dorad"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Alloh taolo har ciro, ki ʙixohad az mijon meʙarad va [on ciro ʙixohad] ustuvor medorad va ummu-l-kitoʙ [Lavhi mahfuz] nazdi Ust"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Va [ej pajomʙar] agar ʙarxe az on ciro, ki ʙa onon va'da medihem, ʙa tu nison dihem jo [pes az faro rasidani azoʙ] turo ʙimironem, [dar har hol] faqat taʙliƣi [risolat] ʙar [uhdai] tust va hisoʙ [-u mucozotason] ʙar most"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Ojo [kofiron] nadidaand, ki mo [ʙo futuhoti laskari islom] az domanahoi sarzamini [kufr] mekohem [va ʙar qalamravi islom meafzoem]? Va Alloh taolo hukm mekunad va ʙaroi hukmas [hec] ʙozdorandae nest va u dar hisoʙrasi sare' ast"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Va ʙa rosti, kasone, ki pes az onon ʙudand [ʙaroi muqoʙala ʙo pajomʙaronason] makr varzidand, vale tamomi makrho [va tadʙirho] az oni Alloh taolo ast. U medonad, ki har kase ci mekunad va ʙa zudi kofiron xohand donist, ki farcomi [nakui] saroi [oxirat] az oni kist"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Va kasone, ki kufr varzidand, megujand: «[Ej Muhammad] Tu firistoda [-i Alloh taolo] nesti». Bigu: «Kofist, ki Alloh taolo va kase, ki donisi [kitoʙhoi osmonii pesin] nazdi Ust, mijoni manu sumo guvoh ʙosad»"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif, lom, ro. In [Qur'on] kitoʙest, ki ʙar tu nozil kardem, to mardumro ʙa farmoni Parvardigorason az torikiho [-i sirku cahl] ʙa rusnoi [-i imon va donis] ʙerun ovari, ʙa rohi [Parvardigori] sikastnopaziri sutuda"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "[Hamon] Alloh taolo, ki on ci dar osmonho va zamin ast, az oni Ust va voj ʙar kofiron az azoʙe saxt"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Kasone, ki zindagii dunjoro ʙar oxirat tarceh medihand va [mardumro] az rohi Alloh taolo ʙozmedorand va on rohro munharif mexohand, inon dar gumrohii duru daroze hastand"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Mo hec pajomʙarero cuz ʙa zaʙoni qavmas nafiristodem, to [ʙitavonad pajomi ilohiro] ʙarojason ʙajon kunad. Alloh taolo har kiro ʙixohad, [ʙa adolati xes] gumroh mesozad va [ʙa fazli xes] har kiro ʙixohad, hidojat mekunad va U sikastnopaziri hakim ast"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Va ʙa rosti, Mo Musoro ʙo nisonahoe ravsani xud firistodem [va ʙa u dastur dodem], ki: «Qavmatro az torikiho [-i kufr] ʙa rusnoii [tavhid] ʙerun ovar va ruzhoi Allohro ʙa onon jodovari kun. Be tardid, dar in [jodovari] ʙaroi har sikeʙoi sukrguzor nisonahoe [az jaktoi va ʙuzurgii Alloh taolo] ast"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Va [ej pajomʙar, jod kun az] hangome ki Muso ʙa qavmas guft: «Ne'mati Allohro ʙar xud ʙa jod ovared, on goh, ki az [cangoli] fir'avnijon nacotaton dod, ki ʙadtarin [va saxttarin] azoʙro ʙar saraton meovardand: pisaronatonro mekustand va zanonatonro [ʙaroi kanizi] zinda meguzostand va dar in [amr] az coniʙi Parvardigoraton ʙaroi sumo ozmoise ʙuzurg ʙud [to sikeʙoijatonro ʙijozmojad]»"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Va [jod kuned az] hangome ki Parvardigoraton farmud, ki: «Agar sukr guzored, jaqinan, [ne'matamro] ʙar sumo meafzojam va agar nosiposi kuned, jaqinan, azoʙi man saxt ast»"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Va Muso ʙa [onon] guft: «Agar sumo va hamai mardumi rui zamin kofir saved, pas, [ʙa Alloh taolo hec zijone namerasad, caro ki] ʙe tardid, Alloh taolo ʙenijozi sutuda ast»"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "[Ej kofiron] Ojo xaʙari [halokati] kasone, ki pes az sumo ʙudand, [monandi] qavmi Nuh va Od va Samud va [niz] onon, ki ʙa'd az eson ʙudand [va] cuz Alloh taolo kase az onon xaʙar nadorad, ʙa sumo narasidaast? Pajomʙaronason ʙo daloil [-u mu'cizot]-i ravsan ʙa sujason omadand, vale onon [ʙa nisonai muxolifat] dasthojasonro ʙar dahonhojason nihodand va [angust ʙa dandon gazidandu] guftand: «Mo on ciro, ki sumo ʙaroi [iʙloƣi] on firistoda sudaed, inkor mekunem va dar ʙorai on ci moro ʙa sujas mexoned, saxt dar tardidem»"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Pajomʙaronason guftand: «Ojo dar [jagonagii] Alloh taolo – Ofarinandai osmonho va zamin tardide hast? U sumoro [ʙa imon] faro mexonad, to gunohonatonro ʙiʙaxsojad va ʙa sumo to muddati muajjane muhlat dihad». Onon guftand: «Sumo cuz ʙasare hammonandi mo nested, [va] mexohed moro az on ci ki padaronamon meparastidand, ʙozdored. Pas, daleli oskore [dar mavridi rostguijaton] ʙarojamon ʙijovared»"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Pajomʙaronason ʙa onon guftand: «[Ore] Mo cuz insonhoe monandi sumo nestem, vale Alloh taolo ʙar har jak az ʙandagonas, ki ʙixohad [ʙo ne'mati nuʙuvvat] minnat menihad va sazovor nest, ki mo cuz ʙa icozati Alloh taolo ʙaroi sumo dalele ʙijovarem. Pas, mu'minon ʙojad ʙar Alloh taolo tavakkal kunand"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Va caro ʙar Alloh taolo tavakkal nakunem va hol on ki u moro ʙa rohhoi [saodat]-amon hidojat namud? Va mo ʙar ozore, ki [dar rohi risolat] ʙa mo merasoned, hatman, sikeʙoi mekunem va tavakkalkunandagon ʙojad faqat ʙar Alloh taolo tavakkal kunand»"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Va kasone, ki kufr varzidand ʙa pajomʙaronason guftand: «Jo sumoro az sarzaminamon ʙerun mekunem jo ʙa oini mo ʙozgarded». Pas, Parvardigorason ʙa onon vahj kard, ki: «Jaqinan sitamgoronro noʙud mekunem"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "Va hatman, sumoro pas az onon dar zamin coj xohem dod. In [azoʙu podos] ʙaroi kasest, ki az istodan [ʙa hangomi hisoʙrasi] dar pesgohi man ʙitarsad va az tahdidam ʙiharosad»"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Va [pajomʙaron az Alloh taolo] darxosti piruzi [ʙar kofironro] kardand va [sarancom] har gardankasi sitezacu nokom [-u noʙud] sud"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "[Hamon ki] Duzax pesorui ust va ʙa vaj oʙe az cirki xunoludi [duzaxijon] menusonand"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "[Oʙe] Ki onro cur'a-cur'a meosomad va [az farti taaffunu talxi] furu ʙurdanas osonu guvoro nest va marg az har taraf ru ʙa sujas meovarad, vale namemirad va azoʙe saxt [-u sahmgine] pesoruji ust"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Masali kasone, ki ʙa Pravardigorason kufr varzidaand, [in ast, ki] raftorason hamcun xokistarest, ki dar ruzi tufoni ʙod ʙar on mevazad, ki az on ci kardaand, cize dar dast nadorand. In hamon gumrohii duru daroz ast"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "[Ej inson] Ojo nadidi, ki Alloh taolo osmonho va zaminro ʙa haq ofaridaast? Agar ʙixohad, sumoro [az mijon] meʙarad va ofarinise cadid [ʙa cojaton padid] meovarad"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Va in [kor] ʙar Alloh taolo dusvor nest"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Va [ruzi qijomat] hamagi dar pesgohi Alloh taolo hozir [-u oskor] mesavand, pas, [dar in hangom] sitamdidagon ʙa kasone, ki gardankasi mekardand, megujand: « Mo [dar dunjo] pajravi sumo ʙudem, pas, ojo [imruz] metavoned, cize az azoʙi Allohro az mo ʙozdored»? Onon megujand: «Agar Alloh taolo moro [dar dunjo ʙa suji rastagori] rohnamoi mekard, mo niz rohro ʙa sumo nison medodem. Ci ʙetoʙi kunem jo sikeʙoi namoem, ʙarojamon jakson ast. [Hec] Gurezgohe nadorem»"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Va cun kori [dovari] ancom sud, sajton megujad: «Be tardid, Alloh taolo ʙa sumo va'da dod va va'dai rostu durust va man ʙa sumo va'da[-i duruƣin] dodam va ʙo sumo xilofi va'da kardam va man ʙar sumo hec tasallute nadostam, cuz in ki da'vataton kardam va sumo [niz] icoʙatam namuded. Pas, maro sarzanis nakuned va xudro sarzanis kuned. [Imruz] Na man farjodrasi sumo hastam va na sumo farjodrasi man hasted. Man ʙezoram az in ki pes az in maro [ʙo Alloh taolo] sarik megirifted. Sitamgoroni [musrik] azoʙe purdard xohand dost"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Va kasone, ki imon ovardand va korhoi soista ancom dodand, ʙa ʙoƣhoi [ʙihiste] darovarda mesavand, ki cujʙorho az zeri [daraxtoni] on cori ast. Ba farmoni Parvardigorason dar on covidonand va durudason dar on co «salom» ast"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "[Ej pajomʙar] Ojo nadidi, ki Alloh taolo ci guna masal zadaast? Kalimai pok [-i lo iloha illalloh] hamcun daraxti [naxli tanumandu] pokest, ki resaas [dar a'moqi zamin] ustuvor ast va soxaas ʙar osmon [sar ʙarovarda] ast"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Mevaasro har lahza ʙa farmoni Parvardigoras medihad va Alloh taolo [ʙaroi hidojati mardum] masalho mezanad, ʙosad, ki pand girand"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Va masali kalimai palid [sirk] hamcun daraxti palidest, ki az zamin ʙarkanda suda [va hec] qaroru suʙote nadorad"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Alloh taolo kasonero, ki imon ovardaand, dar zindagii dunjo va dar oxirat ʙo suxani ustuvor [-i tavhid] soʙit megardonad va sitamgaron [-i musrik]-ro gumroh mekunad va Alloh taolo har ci ʙixohad mekunad"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Ojo nadidi on kasone [az Qurajs]-ro, ki [siposi] ne'mati Alloh taolo [Harami amn va vucudi pajomʙar]-ro ʙa [nosiposi va] kufr ʙadal kardand va qavmasonro ʙa saroi halok darovardand"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "[On saroi halok] Duzax ast, [ki] dar on vorid mesavand va ci ʙad cojgohest"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "[Musrikon] Baroi Alloh taolo hamtojone qaror dodaand, to [mardumro] az rohi U gumroh kunand. Bigu: «[Cand ruze az ne'mathoi dunjo] Bahra gired, pas, jaqinan ʙozgastaton ʙa suji otasi [duzax] ast»"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "[Ej pajomʙar] ʙa ʙandagoni man, ki imon ovardaand, ʙigu, namoz ʙarpo dorand va az on ci ruziason kardaem, pinhou oskor infoq kunand, pes az on ki ruze faro rasad, ki dar on na xaridu furusest va na dustie"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Alloh taolo ast, ki osmonho va zaminro ofarid va az osmon oʙe furu firistod va ʙo on [anvoi] mevahoro ʙaroi ruzii sumo padid ovard va kistihoro ʙa xidmataton gumost, to ʙa farmonas dar darjo ravon ʙosand va cujʙorhoro [niz] dar xidmati sumo nihod"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Va xursedu mohro, ki pajvasta [dar madori xud] ravonand va [hamcunin] saʙu ruzro ʙa xidmataton gumost"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Va az har on ci az u xosted, ʙa sumo ʙaxsid va agar ne'mati Allohro ʙismored, [cunon farovon ast, ki] nametavoned onro sumoris kuned. Ba rosti, ki inson, [dar haqqi xes] sitamgor [va nisʙat ʙa Alloh taolo] nosipos ast"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Va [jod kun az] Iʙrohim hangome ki guft: «Parvardigoro, in sahr [Makka]-ro amn ʙigardon va manu farzandonamro az parastisi ʙutho dur ʙidor"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Parvardigoro, ʙa rosti, ki onho [ʙutho] ʙisjore az mardumro [ʙo tasavvuri safoat] gumroh soxtaand, pas, har ki [dar jaktoparasti] az man pajravi kunad, jaqinan, az man ast va har ki az man nofarmoni kunad, pas, ʙe tardid, tu omurzandai mehruʙoni"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Parvardigoro, man ʙarxe farzandonam [Ismoil va xonadonas]-ro dar zamini ʙeoʙu kist nazdi xonai muhtaram [-u sukuhmand]-i Tu coj dodam. Parvardigoro, [cunin kardam] to namoz ʙarpo dorand, pas, dilhoi ʙarxe az mardumro cunon kun, ki ʙa suji onon [va in sarzamin] mutamoil gardad va ʙa eson az mahsuloti [mavridi nijozason] ruzi ʙiʙaxs, ʙosad, ki sipos guzorand"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Parvardigoro, tu on ciro, ki pinhon mekunemu oskor mesozem, [hamaro] medoni va cize dar zaminu osmon az Alloh taolo pusida nest"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Sitois az oni Alloh taolo ast, ki dar kuhansoli Ismoil va Ishoqro ʙa man ato farmud. Be tardid, Parvardigoram sunavandai duost"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Parvardigoro, maro ʙarpodorandai namoz qaror ʙideh va az farzandonam [niz cunin kun]. Parvardigoro, duojamro ʙipazir"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Parvardigoro, man va padaru modaram va [hamai] mu'minonro ruze, ki hisoʙ ʙarpo mesavad, ʙijomurz»"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Va [ej pajomʙar, hargiz] mapindor, ki Alloh taolo az on ci sitamgoron mekunand, ƣofil ast. [Na, ʙalki kajfari] ononro ʙaroi ruze ʙa ta'xir meafkanad, ki casmho dar on [az vahsat] xira mesavand"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Dar hole ki [ʙa suji munodii mahsar] sitoʙonand va sarhoro ʙolo giriftaand [va ʙo ʙeqarori ʙa osmon menigarand] va casm ʙar ham namezanand va dilhojason [az vahsat] tihi gastaast"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Va [ej pajomʙar] mardumro az ruze ʙitarson, ki azoʙi ilohi ʙa suroƣason meojad, pas, onon, ki [ʙo kufru sirk ʙa xes] sitam kardaand, megujand: «Parvardigoro, andake ʙa mo muhlat ʙideh, to [ʙa dunjo ʙozgardem va] da'vatatro posux guem va az pajomʙaron pajravi kunem. [Gufta savad] «Sumo naʙuded, ki pestar savgand mexurded, ki sumoro fanoe nest»"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Va [magar na in ast, ki] dar xonahoi kasone, ki [ʙo sirku nosiposi] ʙa xestan sitam karda ʙudand [qavmi Hud va Soleh] sokin suded va ʙarojaton ravsan sud, ki [cun kufr varzidand] ʙo onon ci guna raftor kardem va [az sarguzasti pesinijon] ʙarojaton masalho zadem [vale ʙoz ham pand nagirifted]"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Va onon nihojati najrangi xudro [ʙaroi muxolifat ʙo pajomʙar va kustani u] ʙa kor ʙurdand va makrason nazdi Alloh taolo [oskor] ast, harcand najrangason [cunon zaif ast, ki] nametavonad kuhhoro az coj ʙardorad"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Pas, hargiz mapindor, ki Alloh taolo va'dai xesro [dar ʙorai piruzii haq] ʙo pajomʙaronas xilof mekunad. Be tardid, Alloh taolo sikastnopaziri dodsiton ast"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Dar on ruz [in] zamin ʙa zamine digar va osmonho [ʙa osmonhoi digar] taʙdil mesavand va [mardum] dar muqoʙili Allohi jagonai piruzmand zohir megardand"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Va gunahgoronro dar on ruz meʙini, ki dar zancirho ʙasta sudaand"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Comahojason az qiri gudoxta ast va otas surathojasonro mepusonad"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "To Alloh taolo har kiro ʙa [sazoi] on ci kardaast, kajfar dihad. Ba rosti, ki Alloh taolo dar hisoʙrasi sare' ast"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "In [Qur'on] pajome raso ʙaroi mardum ast [to ʙa vasilai on hidojat savand] va ʙo on husdor joʙand va ʙidonand, ki U ma'ʙude jaktost va to xiradmandon pand girand"
        },
        {
            "chapter": 15,
            "verse": 1,
            "text": "Alif, lom, ro. In ojoti kitoʙ [-i ilohi] va Qur'oni ravsangar ast"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Ci ʙaso kofiron [hangomi ruʙarusavi ʙo azoʙi qijomat] orzu kunand, ki kos musulmon ʙudand"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Biguzor ʙixurand va [az lazzathoi dunjo] ʙahramand ʙosand va orzuho [-i moddi] sargarmason sozad, pas, ʙa zudi xohand donist"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Mo [sokinoni] hec [sahru] dijorero halok nakardem, magar in ki [muhlat va] acale muajjan dostand"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Hec ummate az acali [muqarrarii] xud na pesi megirad va na [az on] aqiʙ memonad"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "[Kofiron] guftand: «Ej kase, ki [iddao mekuni] Qur'on ʙar tu nozil sudaast, jaqinan devonai"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Agar rost megui, caro faristagonro nazdamon nameovari [to dar ʙorai pajomʙariat guvohi dihand]»"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "[Bojad ʙidonand, ki] Mo faristagonro ʙa haq [va faqat dar hangomi azoʙi kofiron] nozil mekunem va [agar ʙaroi azoʙason nozil savand] digar muhlate namejoʙand"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Ba rosti, ki mo xud Qur'onro nozil kardem va hatman, xud niz [az har guna taʙdilu tahrife] nigahʙonas hastem"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "[Ej pajomʙar] pes az tu niz [firistodagoni xudro] mijoni guruhhoi pesin firistodem"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "Hec pajomʙare nazdason nameomad, magar on ki masxaraas mekardand"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Incunin on [takziʙ va tamasxur]-ro dar dilhoi gunahgoron [kofiron] roh medihem"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Onon ʙa on [Qur'on] imon nameovarand va sevai [Alloh taolo dar mucozoti] pesinijon [niz cunin] raftaast [ki ononro ʙo azoʙe dardnok halok namojad]"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Va [hatto] agar dare az osmon ʙa ruji onon mekusodem, to pajvasta dar on ʙolo ravand [va sigiftihoi malakutro ʙuʙinand]"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "Jaqinan, ʙoz ham meguftand: «Be tardid, moro casmʙandi kardaand, ʙalki mo guruhe codusudaem»"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "Va ʙa rosti, mo dar osmon sitoragone [ʙuzurgu duraxson] qaror dodem va onhoro ʙaroi tamosogaron orostem"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "Va onro az [vurudu dastʙurdi] har sajtoni rondasuda hifz kardem"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "Magar on ki [az malakutijon] duzdona suxane ʙisnavad, ki [dar on surat] sihoʙe ravsan uro dunʙol mekunad [va mesuzonad]"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "Va zaminro gusturdem va dar on kuhhoi ustuvore afkandem va az har gijohi sancida [va munosiʙe] dar on rujonidem"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "Va dar on ʙaroi sumo va ʙaroi kase, ki ruzirasonas nested [soiri mardum va mavcudoti zinda], asʙoʙi zindagi padid ovardem"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "Va hec ciz nest, magar on ki gancinahojas nazdi Most va Mo onro cuz ʙa andozai muajjan furu namefiristem"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "Va ʙodhoro ʙorvarkunanda [-i aʙrho] firistodem, sipas az osmonho oʙe nozil kardem va ʙo on seroʙaton soxtem, dar hole ki sumo zaxirakunandaas nested"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "Va jaqinan, moem, ki zinda mekunem va memironem va Mo [ʙozmondai covidu] voris [-i hamai cahonijon] hastem"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "Va ʙe tardid, [tavalludu margi] guzastagoni sumoro donistaem va jaqinan [tavalludu margi] ojandagonro [niz ʙa xuʙi] medonem"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "Va [ej pajomʙar] ʙe gumon, Parvardigorat [hamai] ononro [dar qijomat] mahsur mekunad. Ba rosti, ki U hakimu donost"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "Va dar haqiqat, Mo [naxustin] inson [Odam]-ro az gili xusk [-i ʙozmonda] az loji ʙadʙu ofaridem"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "Va pes az on cinro az otase suzon ofaridem"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "Va [jod kun] az hangome ki Parvardigorat ʙa faristagon farmud: «Hamono man ʙasarero az gili xusk [-i ʙozmonda] az loji ʙadʙu xohem ofarid"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Pas, cun [uro ofaridem va] ʙa u somon dodem va az ruhi xes dar vaj damidem, [ʙa nisonai itoat az farmoni Man hamagi] ʙar u sacda kuned»"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Pas, faristagon hamagi sacda kardand"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "Magar Iʙlis, ki az on ki ʙo sacdakunandagon ʙosad, sarpeci kard"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "[Alloh taolo] Farmud: «Ej Iʙlis, caro tu ʙo sacdakunandagon [hamroh] nesti»"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "[Iʙlis] guft: «Man on nestam, ki ʙaroi ʙasare, ki uro az gili xusk [-i ʙozmonda] az loji ʙadʙu ofaridai sacda kunam»"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "[Alloh taolo] Farmud: «Az on co [ʙihist] ʙerun sav, [ki] ʙe tardid, tu [az ʙorgohi Mo] rondasudai"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Va jaqinan, to ruzi qijomat ʙar tu la'nat xohad ʙud»"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "[Iʙlis] Guft: «Parvardigoro, to ruze, ki [mardum] ʙarangexta mesavand, ʙa man muhlat ʙideh [va namiron]»"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "[Alloh taolo] Farmud: «[Birav, ki] Jaqinan, tu az muhlatjoftagoni"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "To ruzi on vaqti ma'lum [ki tamomi maxluqot ʙo nafxai naxust memirand]»"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "[U] Guft: «Parvardigoro, ʙa saʙaʙi on ki maro gumroh soxti, dar zamin [ʙadihoro] dar nazarason nek cilva mediham va hamai ononro ʙa gumrohi mekasonam"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "Magar ʙandagoni xolisi Tu az [mijoni] onon [ki hidojatason kardai]»"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "[Alloh taolo] Farmud: «In [ixlos] rohi mustaqimest [ki ʙa Man merasad]"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Jaqinan, tu ʙar ʙandagonam tasallute nadori, magar [ʙar on musrikon va] gumrohone, ki az tu pajravi mekunand"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Va ʙe tardid, duzax va'dagohi hamai onon ast"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "[Duzax] Haft dar dorad [va] ʙaroi har dare guruhe az onon taqsim [va musaxxas] sudaand»"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Jaqinan, parhezgoron dar ʙoƣho [-i ʙihist] va dar [kanori] casmaho hastand"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "[Hangomi vurud ʙa onon gufta mesavad] «Ba salomat va emini ʙa on [ʙoƣho] vorid saved»"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "On ci dar dilhojason az kina [va hasad] ast, ʙarmekanem, ʙarodarona ʙar taxtho muqoʙili jakdigarand"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Dar on co na rance ʙa onon merasad va na az on co ʙerun ronda mesavand"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "[Ej pajomʙar] Ba ʙandagonam xaʙar ʙideh, ki man omurzandai mehruʙonam"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "Va in ki azoʙi man azoʙe dardnok ast"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "Va az mehmononi Iʙrohim [niz] ʙa onon xaʙar ʙideh"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "Hangome ki ʙar u vorid sudand, salom guftand, [ammo cun dast ʙa ƣizo naʙurdand, Iʙrohim] guft: «Mo az sumo harosonem»"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Onon guftand: «Natars, mo turo ʙa pisare dono muƶda medihem»"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "[Iʙrohim] Guft: «Ojo ʙo in ki solxurda sudaam, muƶda [-i tavalludi farzand] ʙa man medihed? Ba ci [dalel incunin] ʙasorat medihed»"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Onon guftand: «Mo turo ʙa durusti ʙasorat dodem, pas, noumed naʙos»"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "[Iʙrohim] Guft: «Va cuz gumrohon ci kase az rahmati Parvardigoras noumed megardad»"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "[On goh ʙa faristagon] guft: «Ej firistodagon, kor [-u ma'murijat]-i sumo cist»"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "Onon guftand: «Dar haqiqat, mo ʙa suji qavmi gunahgor [-i Lut] firistoda sudaem [to halokason kunem]"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "Ba cuz xonavodai Lut, ki mo jaqinan, hamai ononro nacot xohem dod"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "Magar hamsaras, ki muqaddar kardaem, ki az ʙozmondagon [dar azoʙ] ʙosad»"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "Pas, hangome ki faristagon [-i Alloh taolo ʙa sakli inson] nazdi xonadoni Lut omadand"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "[U] Guft: «Sumo guruhe nosinos hasted»"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "[Faristagon] Guftand: «Balki mo hamon cizero ʙarojat ovardaem, ki [in mardumi gunahgor] dar ʙoraas tardid mekardand [nuzuli azoʙ]"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "Va mo ʙarojat [xaʙari haqiqi va] rost ovardaem va hatman, mo rostguem"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Pas, pose az saʙ [ki guzast] xonavodaatro ʙo xud [az in co] ʙiʙar va [xudat] ʙa dunʙolason ʙirav va hec jak az sumo pusti sarasro nigoh nakunad va ʙa coje, ki ʙa sumo farmon medihand, ʙiraved»"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "Va Mo u [Lut]-ro az in amr ogoh kardem, ki suʙhgohon resai onon kanda xohad sud"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "Va ahli sahr, dar hole ki [dar ʙorai omadani afrodi cadid] ʙo sodi [ʙa jakdigar] xaʙar medodand, [ʙa suji xonai Lut] omadand"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "[Lut] Guft: «Inho mehmononi man hastand, pas, maro rasvo [va sarmandai mehmononam] nakuned"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "Va az Alloh taolo ʙitarsed va sarsikastaam nasozed»"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "[Onon] Guftand: «Magar mo turo az [mizʙonii] afrodi [ƣariʙ] nahj nakardem»"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "[Lut] Guft: «Agar mexohed, [kore halol] ancom dihed, inho duxtaroni [ummati] man hastand [ʙo eson izdivoc kuned]»"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "Savgand ʙa coni tu [ej pajomʙar], ki onon dar mastii xes sargasta ʙudand"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "Pas, hangomi ʙaromadani oftoʙ ʙongi [margʙor] ononro faro girift"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "On goh on [sarzamin]-ro zeruru kardem va ʙar onon sanggilhoe pajopaj ʙoridem"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Ba jaqin, dar in [kajfar] ʙaroi husjoron iʙrathost"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "Va on [sahrhoi vajrona hanuz] ʙar sari rohi [musofiron] poʙarcost"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Jaqinan, dar in [azoʙ] nisonahoe ʙaroi [iʙrat giriftani] mu'minon ast"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "Va ashoʙi Ajka [qavmi Suajʙ], hatman, sitamgor ʙudand"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "Pas, [Mo] az onon intiqom giriftem va [sahrhoi vajronsudai] in du [qavm] ʙar sari roh oskor ast"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "Va ʙe tardid, ahli Hicr [qavmi Samud] pajomʙaronro duruƣgu angostand"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Va [Mo mu'cizot va] nisonahoi xudro ʙa onon dodem, va [-le] az onho rujgardon sudand"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "Va az kuhho xonahoe [ʙaroi xud] metarosidand, ki dar amon ʙimonand"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "Pas, suʙhgohon ʙong [-i margʙor] ononro faro girift"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "Va on ci [az amvolu xonahoi mahkam] ʙa dast ovarda ʙudand, sude ʙa holason nadost [va azoʙi ilohiro daf' nakard]"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Va Mo osmonho va zamin va on ciro, ki mijoni onhost, cuz ʙa haq naofaridaem va qijomat hatman, omadani ast, pas, [ej pajomʙar az kofiron] ʙa nakui guzast kun"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Be tardid, Parvardigorat hamon ofarinisgari donost"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "Va ʙa rosti, Mo ʙa tu [saʙ'u-l-masoni» [surai Fotiha] va Qur'oni ʙuzurgro dodem"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "[Binoʙar in] Hargiz ʙa on ci [az ne'mathoi dunjavie], ki guruhhoe az onon [kofiron]-ro ʙahramand kardaem, casm naduz va ʙa xotiri [nosiposi va sirki] onon anduhgin maʙos va ʙo mu'minon furutani kun"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "Va ʙigu: «Ba rosti, ki man hamon ʙimdihandai oskoram»"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "[Va ononro az azoʙ ʙitarson] Hamon guna ki [onro] ʙar taqsimkunandagon [-i ojoti ilohi] firistodem"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "Hamon kasone, ki Qur'onro [ʙa] ʙaxsho [-e hamcun se'ru pesgui va codu taqsim] kardand"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Pas, savgand ʙa Parvardigorat, hatman, [dar qijomat] az hamai onon suol xohem kard"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "Az on ci mekardand"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Pas, [ej pajomʙar] on ci [-ro, ki az suji Alloh taolo] dastur joftai, oskor kun va az musrikon ru ʙigardon"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Be tardid, Mo [sarri] masxarakunandagonro az tu dur mekunem"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "Onon, ki [ʙaroi xud] ʙo Alloh taolo ma'ʙudi digare qaror medihand, pas, ʙa zudi [naticai sirki xesro] xohand donist"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Va [ej pajomʙar] jaqinan, Mo medonem, ki tu az on ci onon [kofiron] megujand, ozurdaxotir megardi"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Pas, ʙa sitoisi Parvardigorat tasʙeh ʙigu va az sacdakunandagon ʙos"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Va to hangome ki margat faro merasad, Parvardigoratro parastis kun"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "[Ej kofiron, lahzai vuqui qijomat va] Farmoni Alloh taolo [ʙaroi azoʙaton] nazdik sudaast; pas, ʙaroi [rasidani] on sitoʙ nakuned. U munazzah ast va az on ci ʙo vaj sarik mesozand ʙartar ast"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "[Alloh taolo] Ba farmoni xes faristagonro ʙo vahj ʙar har jak az ʙandagonas, ki ʙixohad, nozil mekunad [ʙo in pajom], ki: «[Ej pajomʙaron, mardumro az sirk ʙa Alloh taolo] ʙim dihed [va ʙa onon ʙigued, ki] ma'ʙude [ʙahaq] cuz man nest; pas, [ej mardum] az man parvo kuned»"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "U osmonho va zaminro ʙa haq [va hadafmand] ofarid [va] az on ci [ʙo vaj] sarik mesozand, ʙartar ast"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "[Alloh taolo] Insonro az nutfae ofarid va on goh u sitezagari oskor sud"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Va cahorpojonro ʙarojaton ofarid, ki dar onon pusis [-i garm] va manofe' [-i digare] ast va az [gusti ʙarxe az] onon mexured"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Va dar onho ʙarojaton zeʙoi [va sukuh] ast, on goh ki [onhoro somgohon] az caro ʙozmeovared va [ʙomdodon] ʙaroi caro [ʙa sahro] mefiristed"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "[Onho] Borhoi sangini sumoro [az sahre] ʙa sahre meʙarand, ki [agar cunin namekardand] cuz ʙo zahmat dodan ʙa ʙadani xes nametavonisted ʙa on co ʙirased. Ba rosti, ki Parvardigoraton dilsuzu mehruʙon ast"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Va asponu suturon va xaronro [niz ofarid] to ʙar onho savor saved va [niz ʙarojaton mojai] tacammul [ast] va cizhoe meofarinad, ki namedoned"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Bar Alloh taolo ast, ki rohi rost [ islom]-ro [ʙa ʙandagonas ʙinamojad] va ʙarxe az on [rohho] ʙeroha ast; va agar [Alloh taolo] mexost, hamai sumoro hidojat mekard"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Ust, ki az osmon oʙe furu firistod, ki osomidanii sumo az on ast va [gijoh va] daraxte, ki [cahorpojoni xudro] dar on mecaroned, [niz] az on [oʙ] ast"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "[Alloh taolo] Ba vasilai on kist va zajtun va daraxtoni xurmo va angur va hama nav' mevaho[-i gunogun] ʙarojaton merujonad. Ba rosti, ki dar inho ʙaroi mardume, ki meandesand nisonae [az qudrati Parvardigor] ast"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Va saʙu ruz va xursedu mohro ʙa xidmataton gumost; va sitoragon [niz] ʙa farmonas dar xidmat [-i inson] hastand. Be tardid, dar in [ofarinis] ʙaroi mardume, ki xiradvarzi mekunand, nisonae [az qudrati Parvardigor] ast"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Va on ciro, ki ʙarojaton dar zamin ʙa ranghoi gunogun ofarid [niz ʙa xidmati sumo gumost]. Be tardid, dar in [umur] ʙaroi mardume, ki pand megirand, nisonae [az qudrati Parvardigor] ast"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Ust, ki darjoro ʙa xidmataton gumost, to az [sajdi] on gusti toza ʙixured va az on zevare [hamcun marvorid va marcon] ʙerun meovared, ki mepused; va kistihoro dar on [darjo] meʙini, ki [amvocro] mesikofand, to sumo az fazl [-u ʙaxsisi] Alloh taolo ʙahramand garded va ʙosad, ki sipos guzored"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Va dar zamin kuhhoi ustuvor [va muhkame] darafkand, ki maʙodo sumoro ʙilarzonad va cujʙorho [-e padid ovard], to [ʙiduni gum sudan] rohi xudro ʙijoʙed"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "Va nisonahoe [ʙaroi joftani masirho dar tuli ruz ofarid] va tavassuti sitora[-ho niz dar saʙ] rohjoʙi mekunand"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Ojo on ki meofarinad, hamcun kase ast, ki [hec] nameofarinad? Ojo pand namegired"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Agar [ʙixohed] ne'mat[-hoi] Allohro ʙismored, nametavoned onro ʙa sumoras darovared. Be tardid, Alloh taolo omurzandai mehruʙon ast"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Va Alloh taolo on ci pinhon mekuned va oskor mesozed, [hamaro] medonad"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Va onhoero, ki [musrikon] ʙa coji Alloh taolo [ʙa parastis] mexonand, cizero nameofarinand va xud ofarida mesavand"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "[In ʙutho dar haqiqat] murdaand na zinda; va xud namedonand, ki ci hangom ʙarangexta mesavand"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Ma'ʙudi sumo ma'ʙude jagona ast va kasone, ki ʙa oxirat imon nadorand, dilhojason inkorkunanda [-i haq] ast va xud mutakaʙʙirand"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Hatman, Alloh taolo on ciro, ki pinhon mekunand va oskor mesozand [hamaro] medonad. Be tardid, U mutakaʙʙironro dust namedorad"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Hangome ki ʙa onon gufta mesavad: «Parvardigoraton ci cize nozil kardaast?» Megujand: «Afsonahoi pesinijon»"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "[Hamcunon dar kufr memonand] To ruzi qijomat, [ham] ʙori gunohoni xudro ʙa tamomi ʙar dus kasand va [ham ʙaxse] az ʙori gunohoni kasonero, ki az ruji nodoni gumrohason kardaand. Hon! Ci ʙad ast, on ci ʙar dus mekasand"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Dar haqiqat, kasone, ki pes az onon ʙudand, niz najrang [va ʙadandesi] kardand; pas, farmoni Alloh taolo darrasid, ki ʙunjodasonro az asos ʙarandoxt va saqf ʙar sarason furu rext va az [hamon] coje, ki fikr namekardand, azoʙ domangirason sud"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Sipas ruzi qijomat [Alloh taolo ʙo azoʙe dardnok] xorason mesozad va mefamojad: «Kuco hastand sarikoni man, ki dar ʙorai onon [ʙo pajomʙaron va mu'minon] sitez mekarded?» Kasone, ki ʙa eson ilm doda sudaast [ulamoi raʙʙoni], megujand: «Imruz xori va azoʙ nasiʙi kofiron ast»"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "[Hamon] Kasone, ki faristagon [-i azoʙ] dar hole conasonro megirand, ki [ʙa saʙaʙi sirk dar dunjo] ʙa xud sitam karda ʙudand. Pas, [onon dar hangomi marg] sari taslim furud meovarand [va megujand:] «Mo hec [kori] ʙade namekardem. Ore, musallaman Alloh taolo ʙa on ci mekarded donost"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Pas, az darvozahoi duzax vorid saved [ki] covidona dar on xohed ʙud; va ʙa rosti, cojgohi gardankason ci ʙad ast"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "Va ʙa kasone, ki parhezkori kardand, gufta mesavad: «Parvardigoraton [ʙar pajomʙar] ci ciz nozil kardaast?» Onon megujand: «Xajr [va nakuii ʙisjor]». Baroi kasone, ki dar in dunjo neki kardaand, [podos] nakui ast va, hatman, saroi oxirat ʙehtar ast; va, ʙa rosti, ci nakust saroi parhezkoron"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "[Cojgohason] Boƣhoe [az ʙihist] covidon ast, ki ʙa on vorid mesavand. Az zeri [daraxtoni] on cujʙorho cori ast [va] dar on co har ci ʙixohand, ʙarojason [faroham] ast. Alloh taolo parhezkoronro cunin podos medihad"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "[Hamon] Kasone, ki faristagon dar hole conasonro mesitonand, ki [az oludagii kufru gunoh] pokand [va ʙa onon] megujand: «Durud ʙar sumo. Ba podosi on ci mekarded, [inak] ʙa ʙihist daroed»"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Ojo [kofiron] cuz in intizor dorand, ki faristagon [ʙaroi qaʙzi ruh] ʙa suroƣason ʙijojand jo farmoni Parvardigorat [ʙaroi azoʙason] ʙijojad? Kasone, ki pes az onon ʙudand [niz] cunin mekardand va Alloh taolo ʙa onon sitam nakard, vale onon xud ʙa xestan sitam mekardand"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Pas, [kajfari] ʙadihoe, ki karda ʙudand, gireʙongirason sud va on ci masxara mekardand, ononro furu girift"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Va kasone, ki sirk varzidand, guftand: «Agar Alloh taolo mexost, na mo va na padaronamon cizero ƣajr az U nameparastidem va cizero cuz ʙa [xostu farmoni] U harom namekardem». Kasone, ki pes az onon ʙudand, niz cunin kardand; pas, ojo pajomʙaron vazifae cuz rasonidani oskor [-i vahj] dorand"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Jaqinan, Mo dar har ummate pajomʙarero [ʙo in pajom] ʙarangextem, ki: «Allohi jaktoro ʙiparasted va az toƣut [ma'ʙudoni ƣajri Alloh taolo] duri kuned». Pas, Alloh taolo ʙarxe az ononro hidojat kardaast va ʙarxe az onon niz sazovori gumrohi sudand. Pas, dar zamin gardis kuned va ʙingared, ki sarancomi takziʙkunandagon [-i ojoti ilohi] ci guna ʙudaast"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "[Ej Pajomʙar] har andoza ʙar hidojati onon mustoq ʙosi, [sude nadorad, zero] Alloh taolo kasero, ki gumroh namojad, hidojat naxohad kard va onon [hec] jovare nadorand"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "[Musrikon] Bo saxttarin savgandhojason ʙa Alloh taolo savgand xurdand, ki: «Alloh taolo kasero, ki memirad, ʙarnameangezad». Ore, in [ʙarangextani murdagon] va'daest, ki ʙar haq ʙar uhdai Ust, vale ʙestari mardum namedonand"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "[U murdagonro zinda mekunad] To sarancomi [haqiqati] on ciro, ki dar on ixtilof mekunand, ʙarojason ravsan sozad va to kasone, ki kufr varzidand, ʙidonand, ki duruƣgu ʙudaand"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Suxani Mo dar ʙorai cize, ki irodaasro kardaem, faqat in ast, ki ʙa on meguem: «Mavcud sav», pas, ʙedirang mavcud mesavad"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Va kasone, ki dar [rohi] Alloh taolo – pas az on ki mavridi sitam voqe' sudand – hicrat kardand, dar dunjo [dar sarzamin va] makone naku ononro coj medihem; va jaqinan podosi oxirat ʙuzurgtar ast. Agar [onon, ki az hicrat xuddori kardand, podosi in korro] medonistand, [hargiz az hicrat ʙoznamemondand]"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "[Muhociron dar rohi Alloh taolo] kasone [hastand], ki sikeʙoi namudand va ʙar Parvardigorason tavakkal mekunand"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "Va [ej Pajomʙar] Mo pes az tu ʙa cuz mardone, ki ʙa onon vahj mekardem, [kasero ʙa risolat] nafiristodem; pas, [ej musrikon] agar namedoned, az ahli zikr [donismandoni ahli kitoʙ] ʙipursed"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "[On pajomʙaronro] Bo daloili ravsan va kitoʙho[-i osmoni firistodem]; va [Mo in] Qur'onro ʙar tu nozil kardem, to ʙaroi mardum on ciro, ki ʙar eson nozil sudaast, ravsan sozi; ʙosad, ki [dar mafohimas] ʙijandesand"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Ojo kasone, ki ʙadandesi [va tavtea] kardand, [az in] emin hastand, ki Alloh taolo [hamai] ononro dar zamin furu ʙarad jo azoʙi [ilohi] az coje, ki namedonand, [ʙa suroƣason] ʙijojad"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Jo [on ki] ʙa hangomi raftu omadason [gireʙoni] ononro ʙigirad? Pas, onon mone' [-i rasidani azoʙ] nestand"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Jo [on ki azoʙi ilohi] dar hole ki [az on] metarsand, gireʙongirason savad? Pas, ʙe tardid, Parvardigoraton dilsuzi mehruʙon ast [ki dar mucozotaton sitoʙ namekunand]"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Ojo onon ʙa cizhoe [hamcun daraxton va kuhho], ki Alloh taolo ofarida ast, namenigarand, ki [ci guna ʙo harakati xursedu moh] sojahojason az rostu cap megusturad va dar hole ʙaroi Alloh taolo sacda mekunand, ki [dar ʙaroʙaras] xoksorand"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Va har ci dar osmonho va zamin ast – az cunʙandagonu faristagon - [hamagi] ʙaroi Alloh taolo sacda meovarand va gardankasi namekunand"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "[Faristagon] Az Parvardigori xes, ki [ʙa zot va ƣalaʙa va qudratas] ʙoloi onon ast, metarsand va on ci farmon doda mesavand, hamon mekunand"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Va Alloh taolo farmud: «Du ma'ʙud [-ro ʙaroi xud ʙa parastis] nagired. Cuz in nest, ki [ma'ʙudi sumo] hamon Allohi jaktost; pas, tanho az man parvo kuned»"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Va on ci dar osmonho va zamin ast, az oni Ust va parastisu farmondori [niz] hamesa va pajvasta ʙaroi Ust. Ojo az ƣajri Alloh taolo parvo mekuned"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Va [ej mardum] har ne'mate, ki dored, az sui Alloh taolo ast; sipas cun ʙa sumo gazande merasad, ʙa pesgohi U nola va zori mekuned"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Sipas vaqte on gazandro az sumo ʙarataraf soxt, on goh guruhe az sumo ʙa Parvardigorason sirk mevarzand"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "To sarancom ʙa on ci ʙa eson dodaem, nosiposi kunand. Pas, [cand ruze az ne'mathoi dunjo] ʙarxurdor saved, ki ʙa zudi [natoici kirdoratonro] xohed donist"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Va [musrikon] az on ci ruzison kardaem, ʙaroi cizhoe, ki hec fahme nadorand [ʙutho] sahme qaror medihand. Ba Alloh taolo savgand, ki dar ʙorai on iftiro, ki meʙasted, hatman, ʙozxost xohed sud"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Va [onon faristagonro] duxtarone ʙaroi Alloh taolo qaror medihand – U munazzah ast – va on ciro majl dorand [pisaron] ʙaroi xudason [qaror medihand]"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Va har goh jake az ononro ʙa [tavalludi] duxtare ʙasorat dihand, dar hole ki xasmasro furu mexurad, cehraas [az anduh] tira mesavad"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Az ʙadi [va norohatii] on ci ʙa u muƶda dodaand, az qavm [-i xes] pinhon mesavad [va ʙo xud meandesad, ki] ojo uro ʙo sarafkandagi nigah dorad jo dar xok pinhonas kunad. Hon! Ci ʙad dovari mekunand"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Sifati zist [-i cahlu kufr] ʙaroi kasonest, ki ʙa oxirat imon nadorand va sifati ʙartar az oni Alloh taolo ast va U sikastnopaziru hakim ast"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Va agar Alloh taolo mardumro ʙa xotiri zulmason ʙozxost mekard, cunʙandae ruji zamin ʙoqi nameguzost; vale [kajfari] ononro to zamoni muajjan ʙa ta'xir meandozad; va cun acalason ʙa sar ojad, na soate [az on] ta'xir mekunand va na pesi megirand"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Va [musrikon] on ciro xus nadorand ʙaroi Alloh taolo qaror medihand va zaʙonason [cunin] duruƣ mesozad, ki [rasttagori va] nakui az oni eson ast. Haqqo, ki otas nasiʙason ast va onon, hatman, az pesgomon [-i duzax] hastand"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "[Ej pajomʙar] Savgand ʙa Alloh taolo, ki ʙa sui ummathoe, ki pes az tu ʙudand, [niz pajomʙarone] firistodem; pas, sajton korhojasonro ʙarojason orost; az in ru, imruz [niz dust va] korsozason ham ust va ʙarojason azoʙe dardnok [dar pes] ast"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Va [ej pajomʙar] in kitoʙro ʙar tu nozil nakardem, magar ʙaroi in ki [haqiqati] on ciro, ki [mardum] dar on ixtilof dorand, ʙarojason ʙajon kuni va hidojatu rahmate ʙosad ʙaroi guruhe, ki imon meovarand"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Va Alloh taolo az osmon oʙe furu firistod va ʙo on zaminro pas az xazon va xuskias zinda kard. Hatman, dar in amr ʙaroi mardume, ki [suxani haqro] mesunavand, nisonae [az qudrati Parvardigor] ast"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Va [ej mardum,] dar [afzoisi] cahorpojon ʙaroi sumo iʙrate ast: az on ci dar sikami onhost, az mijoni ƣizohoi hazmsuda va xun siri xolise ʙa sumo menusonem, ki ʙaroi nusandagon guvorost"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Va [niz] az mevahoi daraxtoni xurmo va angur ham saroʙ [-i mastiovar] va ham ruzii naku [va pokiza] ʙa dast meovared. Be gumon, dar in [amr] ʙaroi kasone, ki xirad mevarzand, nisonae [az lutfu qudrati Parvardigor] ast"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Parvardigorat ʙa zanʙuri asal ilhom kard, ki: az kuhho va daraxton va az on ci [mardum] ʙino mekunand, [ʙaroi xud] xonahoe ʙargir"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "On goh az [sirai] tamomi mevaho [va gulho] ʙixur va rohhoi Parvardigoratro furutanona taj kun». Az sikami onho sahde rangorang ʙerun meojad, ki sifoi mardum dar on ast. Ba rosti, dar in [amr] ʙaroi mardume, ki meandesand, nisonae [az ilmu qudrati Parvardigor] ast"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Va Alloh taolo sumoro ofaridaast va sipas conatonro megirad; va ʙarxe az sumo ʙa furutarini [davroni] umr [kuhansoli] merasand, cunonci pas az donistani [ʙisjore cizho, digar] cize namedonand [va hamaro faromus mekunand]. Be tardid, Alloh taolo donovu tavonost"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Va Alloh taolo ʙarxe az sumoro ʙar ʙarxe [digar] dar [ne'matu] ruzi ʙartari dodast; pas, kasone, ki ʙartari doda sudaand, hozir nestand, ki az ruzii xud ʙa ʙardagonason ʙidihand, to hamagi dar on [ne'matu doroi] ʙaroʙar savand. [Agar xud az sarik ʙezorand, caro ʙaroi Alloh taolo sarik qaror medihand?] Pas, ojo [ʙo in sirkvarzi] ne'mati Allohro inkor mekunand"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Va Alloh taolo ʙaroi sumo az [cinsi] xudaton hamsarone qaror dod va az hamsaronaton ʙaroi sumo farzandon va navodagone ofarid va az cizhoe pokiza ʙa sumo ruzi ʙaxsid. Pas, ojo [ʙoz ham] ʙa ʙotil imon meovarand va ʙa ne'mati Alloh taolo nosiposi mekunand"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Va [musrikon] ʙa coji Alloh taolo cizhoero meparastand, ki moliki hec ruzie dar osmonho va zamin ʙarojason nestand va tavonoi [-i hec kore] nadorand"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Pas, ʙaroi Alloh taolo amsol [va sarikhoe mutaaddid] qoil nasaved. Be tardid, Alloh taolo medonad va sumo namedoned"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Alloh taolo misole zadaast: ʙardai mamluke, ki qodir ʙa hec kore nest va [dar muqoʙil,] kase, ki az coniʙi xes ʙa u ruzii nakuie ʙaxsidaem va u az hamon [ne'mathoi ilohi] pinhonu oskor infoq mekunad. Ojo in du ʙaroʙarand? [Pas, sumo musrikon ci guna moliki mutlaqro ʙo ʙuthoi notavon jakson medoned?] Sitois maxsusi Alloh taolo ast; ammo ʙestarason [haqqi jagonagiasro] namedonand"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Va Alloh taolo masali [digare] zadaast: du mardro [farz kuned], ki jake az on du lol ast va hec kore az vaj ʙarnameojad va sarʙori dusti xud meʙosad, har kuco uro mefiristad, hec xajre ʙa hamroh nameovarad [va vazoifasro ʙa durusti ancom namedihad]; ojo u ʙo kase, ki ʙa adolat farmon medihad va xud ʙar rohe mustaqim qaror dorad, ʙaroʙar ast? [Pas, sumo musrikon ci guna qodiri mutlaqro ʙo ʙuthoi ʙeehsosi notavon jakson medoned]"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "[Ilmi] Ƣajʙi osmonho va zamin tanho az oni Alloh taolo ast va amri [ʙarpoii] qijomat cuz [ʙa sur'ati] jak casm ʙar ham zadan nest; jo [hatto] sare'tar. Be tardid, Alloh taolo ʙar har cize tavonost"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "[Ej mardum] Alloh taolo sumoro az sikami modaronaton xoric namud, dar hole ki hec ciz namedonisted; va ʙarojaton gusu casm va dil [-u aql] padid ovard [to qudrathoi ilohiro dark kuned]; ʙosad, ki sipos guzored"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Ojo [musrikon] parandagonro nadidaand, ki dar fazoi osmon rom sudaand [va] kase cuz Alloh taolo onhoro [dar on hol] nigah namedorad? Ba rosti, dar in [amr] ʙaroi mardume, ki imon dorand, nisonahoe [az qudrati Parvardigor] ast"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Alloh taolo ʙaroi sumo az xonahojaton mahalli sukunat [va oromis] qaror dod va az pusti cahorpojon [niz] ʙarojaton xonahoe [xajmahoe] qaror dod, to ruzi kuc kardan saʙukʙor ʙosed va ruzi iqomataton [niz ʙarpoijas oson ʙosad]; va az pasmu kurku mujhojason to muddate muajjan [ʙarojaton] asosi [xona] va asʙoʙ [-u vasoili zindagi] faroham kard"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Alloh taolo az on ci ofarid, sojahoe ʙarojaton faroham ovardaast va az kuhho [niz rohho va] panohgohhoe ʙarojaton qaror dodaast va ʙarojaton comahoe padid ovardaast, ki az [sarmo] va garmo nigohaton medorad va [zirehho va] tanpushoe, ki sumoro dar cang[-hoja]-ton hifz mekunad. U, incunin, ne'matasro ʙar sumo tamom megardonad; ʙosad, ki [dar ʙaroʙari tavhid] taslim saved [va sirk navarzed]"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Pas, [ej Pajomʙar] agar [musrikon] ruj gardonand, cuz in nest, ki vazifai tu [faqat] pajomrasonii oskor ast"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "[Onon] ne'mati Allohro mesinosand; on goh [ʙoz ham] inkoras mekunand va ʙestarason nosiposu kofirand"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "Va [jod kun az] ruze, ki az har ummate guvohe [ʙarojason] ʙarmeangezem; on goh ʙa kasone, ki kufr varzidand, na icozat [-i suxan guftan] doda mesavad va na az eson darxosti puzis mesavad"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Va kasone, ki sitam kardand, hangome ki azoʙi [oxirat]-ro meʙinand; na azoʙason saʙuk mesavad va na muhlat doda mesavand"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Onon, ki sirk varzidand, vaqte sarikoni xudro meʙinand, megujand: «Parvardigoro, inho ʙudand on sarikone, ki mo ʙa coji tu mexondem» va[-le sarikon] suxani ononro rad mekunand, ki: «jaqinan sumo duruƣgued»"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Dar on ruz dar ʙaroʙari Alloh taolo sari taslim meafkanand va duruƣhoe, ki [dar ʙorai safoati ƣajri Alloh taolo] meʙoftand, hama mahvu noʙud megardad"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Kasone, ki kufr varzidand va [mardumro] az rohi Alloh taolo ʙozdostand, ʙa [kajfari] on ki fasod mekardand, azoʙe ʙar azoʙason meafzoem"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Va ruze [-ro jod kun], ki az har ummate guvohe az xudason ʙar onon megirem [ki ʙa kufru imonason guvohi dihad] va turo [ej Muhammad] ʙar inon guvoh megirem; va Mo in kitoʙ [Qur'on] - ro ʙar tu nozil kardem, ki ravsangari hama ciz ast va ʙaroi musulmonon rahnamud va rahmatu ʙasorat ast"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Dar haqiqat, Alloh taolo [sumoro] ʙa adlu nakukori va ʙaxsis ʙa xesovandon farmon medihad va az fahso va zistkori va sarkasi nahj mekunad. U sumoro pand medihad; ʙosad, ki pand gired"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Va cun ʙo Alloh taolo [jo mardum] pajmon ʙasted, ʙa on vafo kuned; va savgandhoi xudro pas az muhkam soxtanason naskaned, dar hole ki Allohro ʙar [vafodorii] xes guvoh qaror dodaed. Be tardid, Alloh taolo medonad, ki ci mekuned"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Va monandi on zan [-i nodone] naʙosed, ki ristai [pasmii toʙidai] xesro az ham ʙozkusod [va gusast; pas, maʙodo] savgandhoi xudro vasilai fireʙi jakdigar qaror dihed [on ham tanho] ʙad-in saʙaʙ, ki guruhe [sarvat va] cam'ijatason afzuntar az digare ast. Cuz in nest, ki Alloh taolo sumoro ʙo in [kor] meozmojad va jaqinan ruzi qijomat on ciro, ki dar on ixtilof mekarded, ʙarojaton ravsan mesozad"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Va agar mexost, hamai sumoro jak ummat qaror medod, vale [ʙo adolati xes] har kiro ʙixohad gumroh mekunad va [ʙo fazli xes] har kiro ʙixohad, hidojat menamojad; va sumo [ruzi qijomat], hatman, az on ci mekarded, ʙozxost xohed sud"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Va savgandhojatonro vasilai najrang [va fireʙgari] mijoni xes qaror nadihed, to maʙodo [imonaton ʙa xatar aftad va] gome pas az ustuvorias ʙilaƣƶad va ʙa sazoi on ki [mardumro] az rohi Alloh taolo ʙozdostaed, [kajfari] noguvore ʙicased va azoʙe ʙuzurg ʙarojaton [dar pes] ʙosad"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Va pajmoni Allohro ʙa ʙahoi andak nafurused. Agar ʙidoned, jaqinan on ci nazdi Alloh taolo ast, ʙarojaton ʙehtar ast"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "On ci nazdi sumost, pojon mepazirad va[-le] on ci nazdi Alloh taolo ast, ʙoqi [va covid] ast; va, hatman, ʙa kasone, ki sikeʙoi kardaand, acrasonro ʙar asosi nakutarin [toat va] kore, ki mekardand, xohem dod"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Har kas – az mard jo zan – ki kori nek kunad va mu'min ʙosad, hatman, uro [dar dunjo] ʙa zindagonii poku pisandidae zinda medorem va [dar oxirat niz] ʙar asosi nakutarin [toat va] kore, ki mekardand, ʙa onon podos medihem"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Pas, [ej mu'min] hangome ki Qur'on mexoni, az [sarri] sajtoni rondasuda ʙa Alloh taolo panoh ʙiʙar"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Be tardid, u ʙar kasone, ki imon ovardaand va ʙar Parvardigorason tavakkal mekunand [hec] tasallute nadorad"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Tasalluti u tanho ʙar kasonest, ki uro [dustu] korsozi xud giriftaand va [hamcunin ʙar] kasone, ki ʙa Alloh taolo sirk mevarzand"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Va hangome ki [hukmi] ojatero cojguzini ojate [digar] mekunem – hol on ki Alloh taolo ʙa on ci nozil mekunad, donotar ast - [kofiron] megujand: «[Ej Muhammad] cuz in nest, ki tu duruƣʙofi». [Cunin nest] Balki ʙestarason [az ahkomi sar' va hikmati ilohi cize] namedonand"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Bigu: «Ruhu-l-qudus [Caʙrail] onro az coniʙi Parvardigorat ʙar haq nozil kardaast, to kasonero, ki imon ovardaand, soʙitqadam gardonad va ʙaroi musulmonon hidojat va ʙasorate ʙosad»"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Va jaqinan medonem, ki onon megujand: «Hatman, ʙasare [in ojotro] ʙa u omuzis medihad». [Na, cunin nest; zero] zaʙoni kase, ki [in] nisʙatro ʙa u medihad, ƣajri araʙi ast, hol on ki in [Qur'on] ʙa zaʙoni araʙii ravsan ast"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Jaqinan, kasone, ki ʙa ojoti Alloh taolo imon nameovarand, Alloh taolo hidojatason namekunad va ʙaroi onon azoʙi dardnoke [dar pes] ast"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "[Muhammad duruƣgu nest, ʙalki] Kasone duruƣ meʙofand, ki ʙa ojoti Alloh taolo imon nadorand va inon duruƣgujon [-i voqei] hastand"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Har ki ʙa'd az imonas ʙa Alloh kufr ʙivarzad [giriftori azoʙi ilohi xohad sud]; magar kase, ki [ʙa in kor] vodor suda ʙosad va[-le] dilas ʙa imon orom [va ustuvor] ʙosad; ammo har ki sinaasro ʙa kufr kusoda kard, xasmi Alloh taolo ʙar onon ast va azoʙe sahmgin [dar pes] dorand"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "In [mucozot] az on rust, ki zindagii dunjoro ʙar oxirat tarceh dodand; va Alloh taolo guruhi kofironro hidojat namekunad"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Inon kasone hastand, ki [ʙar asari gunohonason] Alloh taolo ʙar dilho va gusu casmonason muhr nihodaast; va inon ƣofilon [-i voqei] hastand"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Jaqinan onon dar oxirat zijonkorand"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Sipas Parvardigorat nisʙat ʙa kasone, ki pas az zacr kasidan [az ozori musrikon] hicrat kardand va sipas ʙa cihod ʙarxostand va sikeʙoi namudand, Parvardigorat [nisʙat ʙa onon] pas az on [hama saxtiho], hatman, omurzandai mehruʙon ast"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "[Ej pajomʙar, jod kun az] Ruze, ki har kas dar hole [ʙa pesgohi adli ilohi] meojad, ki [tanho] az xud difo' mekunad; va har kas dar ʙaroʙari on ci kardaast, ʙe kamu kost podos megirad va ʙar onon sitam nameravad"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Va Alloh taolo sahre [hamcun Makka]-ro misol mezanad, ki amnu orom ʙud va ruzias az har su ʙa osoni va farovoni merasid, vale [mardumonas] nisʙat ʙa ne'mathoi ilohi nosiposi namudand va on goh Alloh taolo niz ʙa sazoi on ci mekardand, ta'mi gurusnagi va tarsro ʙa [ahli] on casonid"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Va pajomʙare az xudson ʙa suji onon omad, ammo uro duruƣgu angostand; on goh, dar hole ki sitamgor [va musrik] ʙudand, azoʙi [ilohi] ononro furu girift"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Pas az on ci Alloh taolo ruziaton kardaast, halolu pokiza ʙixured va agar faqat Uro meparasted, ʙar ne'mati ilohi sukr guzored"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Cuz in nest, ki [Alloh taolo] faqat murdor va xun va gusti xuk va on ciro, ki [hangomi zaʙh] nomi ƣajri Alloh taolo ʙar on ʙurda sudaast, ʙar sumo harom kardaast; pas, har ki [ʙaroi hifzi conas ʙa xurdani onho] nocor savad [va] sarkasu zijodaxoh naʙosad, [ʙar u gunoh nest, caro ki] ʙe tardid, Alloh taolo omurzandai mehruʙon ast"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Va [ej musrikon] ʙo duruƣe, ki ʙar zaʙonaton cori mesavad, nagued: «In halol ast va on harom», to ʙar Alloh taolo duruƣ ʙanded. Kasone, ki ʙar Alloh taolo duruƣ meʙandand, hargiz rastagor namesavand"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "[Naticai dunjodustijason] Bahrae andak ast va [dar oxirat] azoʙe dardnok [dar pes] dorand"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Va ʙar jahudijon on ciro pestar ʙar tu hikojat kardem, harom namudem va Mo ʙa onon sitam nakardem; ʙalki onho xud [ʙudand, ki dar naticai nofarmoni] ʙa xestan sitam mekardand"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "On goh Parvardigorat nisʙat ʙa kasone, ki az rui nodoni gunoh kardand va sipas az on [istiʙohot] tavʙa namudand va durustkori kardand, hatman, Parvardigorat pas az on omurzandai mehruʙon ast"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Be gumon, Iʙrohim pesvoe furutan dar ʙaroʙari Alloh taolo va haqgaro ʙud va [hargiz] dar zumrai musrikon naʙud"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "U sukrguzori ne'mathoi Alloh taolo ʙud. [Alloh taolo] Vajro ʙarguzid va ʙa rohi rost hidojat namud"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "[Mo] Dar dunjo ʙa u neki ato kardem va, hatman, u dar oxirat [niz] az soistagon ast"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Sipas [ej Pajomʙar] ʙa tu vahj kardem, ki az oini Iʙrohim pajravi kun, ki haqgaro ʙud va [hargiz] dar zumrai musrikon naʙud"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "[Vucuʙi ʙuzurgdosti ruzhoi] Sanʙe tanho ʙar kasone qaror doda sud, ki dar on ixtilof kardand; va, hatman, Parvardigorat ruzi qijomat dar mavridi on ci ixtilof mekardand, mijonason dovari xohad kard"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "[Ej Pajomʙar, mardumro] Bo hikmat va pandi naku ʙa rohi Parvardigorat da'vat namo va ʙo ravise, ki nakutar ast, ʙo onon [ʙahsu] munozira kun. Be tardid, Parvardigorat ʙa [holi] kase, ki az rohi u gumroh sud, donotar ast va u ʙa [holi] hidojatjoftagon [niz] donotar ast"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Va agar [sumo mu'minon] xosted [dusmanonatonro] mucozot kuned, pas, cunon mucozot kuned, ki [onon] sumoro mucozot kardaand; va agar [xestandori va] sikeʙoi kuned, [ʙidoned, ki] hatman, in [kor] ʙaroi sikeʙojon ʙehtar ast"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Va [ej Pajomʙar] sikeʙoi pesa kun va sikeʙoijat cuz ʙa [jori va] tavfiqi Alloh taolo nest; va ʙar onon [kofiron] anduh maxur va az najrange, ki mevarzand, diltang maʙos"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Be tardid, Alloh taolo ʙo kasone ast, ki parhezkori kardand va kasone, ki nakukorand"
        }
    ]
}