{
    "maqras": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "Dis: «Soyez pierre ou fer"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "ou toute autre créature que vous puissiez concevoir.» Ils diront alors: «Qui donc nous fera revenir?» - Dis: «Celui qui vous a créés la première fois». Ils secoueront vers toi leurs têtes et diront: «Quand cela?» Dis: «Il se peut que ce soit proche"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Le jour où Il vous appellera, vous Lui répondrez en Le glorifiant. Vous penserez cependant que vous n'êtes restés [sur terre] que peu de temps!»"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Et dis à Mes serviteurs d'exprimer les meilleures paroles, car le Diable sème la discorde parmi eux. Le Diable est certes, pour l'homme, un ennemi déclaré"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Votre Seigneur vous connaît mieux. S'Il veut, Il vous fera miséricorde, et s'Il veut, Il vous châtiera. Et Nous ne t'avons pas envoyé pour que tu sois leur protecteur"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Et ton Seigneur est plus Connaisseur de ceux qui sont dans les cieux et sur la terre. Et parmi les prophètes, Nous avons donné à certains plus de faveurs qu'à d'autres. Et à David Nous avons donné le «Zabûr»"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Dis: «Invoquez ceux que vous prétendez, (être des divinités) en dehors de Lui. Ils ne possèdent ni le moyen de dissiper votre malheur ni de le détourner"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Ceux qu'ils invoquent, cherchent [eux-mêmes], à qui mieux, le moyen de se rapprocher le plus de leur Seigneur. Ils espèrent Sa miséricorde et craignent Son châtiment. Le châtiment de ton Seigneur est vraiment redouté"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Il n'est point de cité [injuste] que Nous ne fassions périr avant le Jour de la Résurrection, ou que Nous ne punissions d'un dur châtiment. Cela est bien tracé dans le Livre [des décrets immuables]"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Rien ne Nous empêche d'envoyer les miracles, si ce n'est que les Anciens les avaient traités de mensonges. Nous avions apporté aux Thamûd la chamelle qui était un [miracle] visible: mais ils lui firent du tort. En outre, Nous n'envoyons de miracles qu'à titre de menace"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Et lorsque Nous te disions que ton Seigneur cerne tous les gens (par Sa puissance et Son savoir). Quant à la vision que Nous t'avons montrée, Nous ne l'avons faite que pour éprouver les gens, tout comme l'arbre maudit mentionné dans le Coran. Nous les menaçons, mais cela ne fait qu'augmenter leur grande transgression"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Et lorsque Nous avons dit aux Anges: «Prosternez-vous devant Adam», ils se prosternèrent, à l'exception d'Iblis, qui dit: «Me prosternerai-je devant quelqu'un que Tu as créé d'argile?»"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Il dit encore: «Vois-Tu? Celui que Tu as honoré au-dessus de moi, si Tu me donnais du répit jusqu'au Jour de la Résurrection, j'éprouverai, certes, sa descendance excepté un petit nombre [parmi eux]»"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Et [Allah] dit: «Va-t-en! Quiconque d'entre eux te suivra... votre sanction sera l'Enfer, une ample rétribution"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Excite, par ta voix, ceux d'entre eux que tu pourras, rassemble contre eux ta cavalerie et ton infanterie, associe-toi à eux dans leur biens et leurs enfants et fais-leur des promesses». Or, le Diable ne leur fait des promesses qu'en tromperie"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Quant à Mes serviteurs, tu n'as aucun pouvoir sur eux». Et ton Seigneur suffit pour les protéger"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Votre Seigneur est Celui qui fait voguer le vaisseau pour vous en mer, afin que vous alliez à la recherche de quelque grâce de Sa part; Certes Il est Miséricordieux envers vous"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Et quand le mal vous touche en mer, ceux que vous invoquiez en dehors de Lui se perdent. Puis, quand Il vous sauve et vous ramène à terre, vous vous détournez. L'homme reste très ingrat"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Etes-vous à l'abri de ce qu'Il vous fasse engloutir par un pan de terre, ou qu'Il envoie contre vous un ouragan (avec pluie en pierres) et que vous ne trouverez alors aucun protecteur"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Ou êtes-vous à l'abri de ce qu'Il vous y ramène (en mer) une autre fois, qu'Il déchaîne contre vous un de ces vents à tout casser, puis qu'Il vous fasse noyer à cause de votre mécréance? Et alors vous ne trouverez personne pour vous défendre contre Nous"
        }
    ]
}