{
    "maqras": [
        {
            "chapter": 4,
            "verse": 100,
            "text": "Et quiconque émigre dans le sentier d'Allah trouvera sur terre maints refuges et abondance. Et quiconque sort de sa maison, émigrant vers Allah et Son messager, et que la mort atteint, sa récompense incombe à Allah. Et Allah est Pardonneur et Miséricordieux"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Et quand vous parcourez la terre, ce n'est pas un péché pour vous de raccourcir la Salât, si vous craignez que les mécréants ne vous mettent à l'épreuve, car les mécréants demeurent pour vous un ennemi déclaré"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "Et lorsque tu (Muhammad) te trouves parmi eux, et que tu les diriges dans la Salât, qu'un groupe d'entre eux se mette debout en ta compagnie, en gardant leurs armes. Puis lorsqu'ils ont terminé la prosternation, qu'ils passent derrière vous et que vienne l'autre groupe, ceux qui n'ont pas encore célébré la Salât. A ceux-ci alors d'accomplir la Salât avec toi, prenant leurs précautions et leurs armes. Les mécréants aimeraient vous voir négliger vos armes et vos bagages, afin de tomber sur vous en une seule masse. Vous ne commettez aucun péché si, incommodés par la pluie ou malades, vous déposez vos armes; cependant prenez garde. Certes, Allah a préparé pour les mécréants un châtiment avilissant"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "Quand vous avez accompli la Salât, invoquez le nom d'Allah, debout, assis ou couchés sur vos côtés. Puis lorsque vous êtes en sécurité, accomplissez la Salât (normalement), car la Salât demeure, pour les croyants, une prescription, à des temps déterminés"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "Ne faiblissez pas dans la poursuite du peuple [ennemi]. Si vous souffrez, lui aussi souffre comme vous souffrez, tandis que vous espérez d'Allah ce qu'il n'espère pas. Allah est Omniscient et Sage"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Nous avons fait descendre vers toi le Livre avec la vérité, pour que tu juges entre les gens, selon ce qu'Allah t'a appris. Et ne te fais pas l'avocat des traîtres"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "Et implore d'Allah le pardon car Allah est certes Pardonneur et Miséricordieux"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Et ne dispute pas en faveur de ceux qui se trahissent eux-mêmes. Allah, vraiment, n'aime pas le traître et le pécheur"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Ils cherchent à se cacher des gens, mais ils ne cherchent pas à se cacher d'Allah. Or, Il est avec eux quand ils tiennent la nuit des paroles qu'Il (Allah) n'agrée pas. Et Allah ne cesse de cerner (par Sa science) ce qu'ils font"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Voilà les gens en faveur desquels vous disputez dans la vie présente. Mais qui va disputer pour eux devant Allah au Jour de la Résurrection? Ou bien qui sera leur protecteur"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Quiconque agit mal ou fait du tort à lui-même, puis aussitôt implore d'Allah le pardon, trouvera Allah Pardonneur et Miséricordieux"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Quiconque acquiert un péché, ne l'acquiert que contre lui-même. Et Allah est Omniscient et Sage"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "Et quiconque acquiert une faute ou un péché puis en accuse un innocent, se rend coupable alors d'une injustice et d'un péché manifeste"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Et n'eût été la grâce d'Allah sur toi (Muhammad) et Sa miséricorde, une partie d'entre eux t'aurait bien volontiers égaré. Mais ils n'égarent qu'eux-mêmes, et ne peuvent en rien te nuire. Allah a fait descendre sur toi le Livre et la Sagesse, et t'a enseigné ce que tu ne savais pas. Et la grâce d'Allah sur toi est immense"
        }
    ]
}