{
    "rukus": [
        {
            "chapter": 17,
            "verse": 11,
            "text": "L’homme appelle le mal comme il appelle le bien, car l’homme est tres hatif"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Nous avons fait de la nuit et du jour deux signes, et Nous avons efface le signe de la nuit, tandis que Nous avons rendu visible le signe du jour, pour que vous recherchiez des graces de votre Seigneur, et que vous sachiez le nombre des annees et le calcul du temps. Et Nous avons explique toute chose d’une maniere detaillee"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Et au cou de chaque homme, Nous avons attache son œuvre. Et au Jour de la Resurrection, Nous lui sortirons un ecrit qu’il trouvera deroule"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "Lis ton ecrit ! Aujourd’hui, tu te suffis d’etre ton propre comptable"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Quiconque prend le droit chemin ne le prend que pour lui-meme; et quiconque s’egare, ne s’egare qu’a son propre detriment. Et nul ne portera le fardeau d’autrui. Et Nous n’avons jamais puni [un peuple] avant de [lui] avoir envoye un Messager"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Et quand Nous voulons detruire une cite, Nous ordonnons a ses gens opulents [d’obeir a Nos prescriptions], mais (au contraire) ils se livrent a la perversite. Alors la Parole prononcee contre elle se realise, et Nous la detruisons entierement"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Que de generations avons-nous exterminees, apres Noe ! Et ton Seigneur suffit qu’Il soit Parfaitement Connaisseur et Clairvoyant sur les peches de Ses serviteur"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Quiconque desire [la vie] immediate Nous nous hatons de donner ce que Nous voulons; a qui Nous voulons. Puis, Nous lui assignons l’Enfer ou il brulera meprise et repousse"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Et ceux qui cherchent l’au-dela et fournissent les efforts qui y menent, tout en etant croyants... alors l’effort de ceux-la sera reconnu"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Nous accordons abondamment a tous; ceux-ci comme ceux- la, des dons de ton Seigneur. Et les dons de ton Seigneur ne sont refuses [a personne]"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Regarde comment Nous favorisons certains sur d’autres. Et dans l’au- dela, il y a des rangs plus eleves et plus privilegies"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "N’assigne point a Allah d’autre divinite; sinon tu te trouveras meprise et abandonne"
        }
    ]
}