{
    "rukus": [
        {
            "chapter": 17,
            "verse": 23,
            "text": "Et ton Seigneur a decrete : “N’adorez que Lui ! Et (marquez) de la bonte envers les pere et mere: si l’un d’eux ou tous deux doivent atteindre la vieillesse aupres de toi, alors ne leur dis point : “Fi ! ” Et ne les brusque pas, mais adresse-leur des paroles affectueuses"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Et par misericorde, abaisse pour eux l’aile de l’humilite et dis : “Seigneur ! Fais-leur, a tous deux, misericorde comme ils m’ont eleve tout petit !”"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Votre Seigneur connait mieux ce qu’il y a dans vos ames. Si vous etes bons, alors Il est certes Pardonneur pour ceux qui reviennent (a Lui) repentants"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Et donne au proche parent ce qui lui est du ainsi qu’au pauvre et au voyageur (en detresse) ! Et ne gaspille pas indument"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "car les gaspilleurs sont les freres des diables; et le Diable (Satan) est tres ingrat envers son Seigneur"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Et si tu t’ecartes d’eux a la recherche d’une misericorde de Ton Seigneur, que tu esperes, adresse-leur une parole bienveillante"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Et ne porte pas ta main enchainee a ton cou [par avarice], et ne l’etend pas non plus trop largement, sinon tu te trouveras blame et chagrine"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "En verite ton Seigneur etend Ses dons largement a qu’Il veut ou les accorde avec parcimonie. Il est, sur Ses serviteurs, Parfaitement Informe et Clairvoyant"
        }
    ]
}