{
    "rukus": [
        {
            "chapter": 33,
            "verse": 59,
            "text": "O Prophete ! Dis a tes epouses, a tes filles, et aux femmes des croyants, de ramener sur elles leurs grands voiles : elles en seront plus vite reconnues et eviteront ainsi d’etre offensees. Allah est Pardonneur et Misericordieux"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Certes, si les hypocrites, ceux qui ont la maladie au cœur, et les alarmistes [semeurs de troubles] a Medine ne cessent pas, Nous t’inciterons contre eux, et alors, ils n’y resteront que peu de temps en ton voisinage"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Ce sont des maudits. Ou qu’on les trouve, ils seront pris et tues impitoyablement"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Telle etait la loi etablie par Allah envers ceux qui ont vecu auparavant et tu ne trouveras pas de changement dans la loi d’Allah"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Les gens t’interrogent au sujet de l’Heure . Dis : \"Sa connaissance est exclusive a Allah.\" Qu’en sais-tu ? Il se peut que l’Heure soit proche"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Allah a maudit les infideles et leur a prepare une fournaise"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "pour qu’ils y demeurent eternellement, sans trouver ni allies ni secoureur"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Le jour ou leurs visages seront tournes dans le Feu, ils diront : \"Helas pour nous ! Si seulement nous avions obei a Allah et obei au Messager"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Et ils dirent : \"Seigneur ! Nous avons obei a nos chefs et a nos grands. C’est donc eux qui nous ont egares du Sentier"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "O notre Seigneur, inflige-leur deux fois le chatiment et maudis-les d’une grande malediction"
        }
    ]
}