{
    "rukus": [
        {
            "chapter": 2,
            "verse": 72,
            "text": "۽ جڏھن ھڪ شخص کي ڪُٺوَ تڏھن ان (جي ماريندڙ) بابت تڪرار ڪيوَ، ۽ جيڪي لڪائيندا آھيو سو الله پڌرو ڪندڙ آھي"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "پوءِ چيوسين ته سندس (گوشت جو) ڪُجھ ڀاڱو اُن (مئل) کي ھڻو، اھڙي طرح الله مئلن کي جياريندو آھي ۽ اوھان کي پنھنجيون نشانيون ڏيکاريندو آھي ته مانَ اوھين سمجھو"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "وري ان کانپوءِ اوھان جون دليون ڏاڍيون ٿيون پوءِ پھڻ وانگر بلڪ ڏاڍيون سخت آھن، ۽ پھڻن مان ڪي اھڙا (به) آھن جو منجھائن واھيون ڦاٽي نڪرنديون آھن، ۽ منجھائن ڪو ڦاٽندو آھي پوءِ منجھانئس پاڻي نڪرندو آھي، ۽ منجھائس ڪو الله جي ڀؤ کان ڪرندو آھي، ۽ جيڪي ڪندا آھيو تنھن کان الله بيخبر نه آھي"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "(اي مسلمانؤ! اوھين يھودين ۾) پاڻ لاءِ فرمانبردار ھجڻ جو ھِن ھوندي به اڃان آسرو رکو ٿا ڇا؟ جو بيشڪ منجھائن ھڪ ٽولي اِھڙي آھي جو الله جو ڪلام ٻڌندا آھن وري ان جي سمجھڻ کان پوءِ اُھي ڄاڻ ھوندي ان کي مٽائيندا آھن"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "۽ جڏھن مؤمنن کي ملندا آھن تڏھن چوندا آھن ته مڃيوسين، ۽ جڏھن ھڪ ٻئي کي ھيڪلو ملندا آھن (تڏھن پاڻ ۾) چوندا آھن ته جيڪي الله اوھان تي کوليو آھي تنھن جي ڳالھ ساڻن ڇو ڪندا آھيو ته اِن سببان اوھان جي پالڻھار وٽ اوھان تي حجت وٺندا رھن، اوھين ڇونه سمجھندا آھيو؟"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "نه ڄاڻندا آھن ڇا ته جيڪي لڪائيندا آھن ۽ جيڪي پڌرو ڪندا آھن سو الله ڄاڻندو آھي"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "۽ منجھائن ڪي اڻ پڙھيا آھن جي ڪوڙن خيالن کانسواءِ ڪتاب کي نه ڄاڻندا آھن ۽ اُھي رڳو اٽڪل ھلندا آھن"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "پوءِ اُنھن لاءِ خرابي آھي جيڪي پنھنجو ھٿراڌو ڪتاب لکندا آھن، موٽي (ماڻھن کي) چوندا آھن ته ھيءُ الله وٽان (آيو) آھي ھِن لاءِ ته ان سان (دنيا جو) ٿورو ملھ وٺن، پوءِ جيڪي سندن ھٿن لکيو تنھن سببان انھن لاءِ خرابي آھي ۽ جيڪي ڪمائيندا آھن تنھن سببان (پڻ) انھن لاءِ خرابي آھي"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "۽ چون ٿا ته باھ ڳڻيلن ڏينھن کان سواءِ اسان کي ڪڏھن نه ڇھندي. اي (پيغمبرکين) چئو ته الله وٽان اھڙو انجام ورتو اٿوَ ڇا؟ ته الله پنھنجي انجام کي ڪڏھن نه ڦيريندو يا الله تي اڻ ڄاتو (ڪوڙ) ڳالھائيندا آھيو"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "ھائو جن مدائي ڪمائي ۽ سندن بڇڙائي کين ويڙھي وئي سي دوزخي آھن، اُھي منجھس سدائين رھڻ وارا آھن"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "۽ جن ايمان آندو ۽ چڱا ڪم ڪيا سي بھشتي آھن، اُھي منجھس سدائين رھڻ وارا آھن"
        }
    ]
}