{
    "rukus": [
        {
            "chapter": 10,
            "verse": 83,
            "text": "پوءِ موسىٰ تي سندس قوم مان ھڪ ٽوليءَ کانسواءِ فرعون ۽ سندس سردارن کان ڊڄڻ جي ڪري ته متان کين ايذائين (ڪنھن) ايمان نه آندو، ۽ تحقيق فرعون (اُن) مُلڪ ۾ ھٺيلو ھو، ۽ اُھو ضرور حَد کان لنگھندڙن مان ھو"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "۽ موسىٰ چيو ته اي منھنجي قوم جيڪڏھن اوھان الله تي اِيمان آندو آھي ته جي مُسلمان آھيو ته مٿس ڀروسو ڪريو"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "پوءِ چيائون ته الله تي ڀروسو ڪيوسون، اي اسان جا پالڻھار اسان کي ظالمن جي قوم جي پرک نه ڪر"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "۽ ڪافرن جي قوم کان پنھنجي ٻاجھ سان اسان کي بچاءِ"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "۽ موسىٰ ۽ سندس ڀاءُ ڏانھن وحي ڪيوسون ته اوھين پنھنجي قوم لاءِ مِصر ۾ گھر بڻايو ۽ (اُنھن) پنھنجن گھرن کي قبلي جي سامھون ڪريو ۽ نماز پڙھو، ۽ مؤمنن کي خوشخبري ڏي"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "۽ مُوسىٰ چيو ته اي اسان جا پالڻھار تو فرعون ۽ سندس سردارن کي سينگار ۽ (گھڻو) مال دنيا جي حياتيءَ ۾ (ھن لاءِ) ڏنو آھي ته اي اسان جا پالڻھار تنھنجي واٽ کان ماڻھن کي ڀُلائين، اي اسان جا پالڻھار سندن مال کي ناس ڪر ۽ سندين دلين مُھر ھَڻ جو جيستائين ڏکوئيندڙ عذاب (نه) ڏسن تيسين ايمان نه آڻين"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "(الله) چيو ته بيشڪ اوھان (ٻنھي) جي دُعا قبول ڪئي وئي پوءِ ٻئي قائم رھو ۽ جيڪي نه ڄاڻندا آھن تن جي واٽ جي تابعداري نه ڪريو"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "۽ بني اسرائيلن کي سمنڊ کان (پار) لنگھايوسون پوءِ سندن پويان فرعون ۽ سندس لشڪر ظلم ۽ سرڪشي ڪرڻ لاءِ ايتري قدر سندن پُٺيان پيا جيسين ٻُڏا (فرعون) چيو ته ايمان آندم سچ آھي ته جنھن تي بني اسرائيلن ايمان آندو آھي تنھن کانسواءِ ڪوئي عبادت جو لائق نه آھي ۽ آءٌ مسلمانن منجھان آھيان"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "(چيو ويو ته) ھاڻي (ٿو ايمان آڻين)؟ ۽ بيشڪ توکان پوءِ اچن تن لاءِ نشاني ھجين، ۽ گھڻا ماڻھو اسان جي نشانين کان ضرور بيخبر آھن"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "پوءِ اڄ تنھنجي لاشي کي ھِن لاءِ بچائينداسون ته جيڪي توکان پوءِ اچن تن لاءِ نشاني ھجين، ۽ گھڻا ماڻھو اسان جي نشانين کان ضرور بيخبر آھن"
        }
    ]
}