{
    "rukus": [
        {
            "chapter": 11,
            "verse": 84,
            "text": "۽ مدين (جي قوم) ڏانھن سندن ڀاءُ شعيبؑ کي موڪليوسون، (شعيب) چيو ته اي منھنجي قوم الله جي عبادت ڪريو اُن کانسواءِ اوھان جو ڪو معبُود ڪونھي، ۽ ماڻ ۽ تور گھٽائي نه ڏيو آءٌ اوھان کي آسودو ڏسان ٿو آءٌ اوھان تي وڪوڙيندڙ ڏينھن جي عذاب (پھچڻ) کان ڊڄان ٿو"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "۽ اي منھنجي قوم ماڻ ۽ تور انصاف سان پوري ڏيو وٺو ۽ ماڻھن کي سندين شيون گھٽائي نه ڏيو ۽ نڪي مُلڪ ۾ فسادي ٿي بگيڙو وجھو"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "جيڪڏھن اوھين مؤمن آھيو ته الله جي بچايل بچت اوھان لاءِ ڀلي آھي، ۽ آءٌ اوھان تي نگھبان نه آھيان"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "چيائون ته اي شعيب تنھنجي نماز توکي حڪم ڪيو آھي ڇا ته جنھن کي اسان جا ابا ڏاڏا پوڄيندا ھوا تنھن کي يا پنھنجن مالن ۾ جيڪي ڪرڻ گھرندا آھيون سو ڇڏي ڏيون، (چٿر ڪري چيائون) ته بيشڪ بردبار سنئين رستي وارو آھين"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "(شعيبؑ) چيو ته اي منھنجي قوم (اوھين ڏسو ته سھي ته آءٌ) جيڪڏھن پنھنجي پالڻھار کان چِٽي حُجّت تي ھجان ۽ پنھنجي پار کان چڱي روزي مون کي ڏني ھجيس (ته اوھان جو چيو ڪئن مڃيندس) ۽ جنھن کان اوھان کي جھليان ٿو تنھن کان اوھان (کي جھلڻ) جي ابتڙ ھلڻ نٿو گھران، جيڪي ٿي سگھيم سو سڌارڻ کانسواءِ نه گھرندس، ۽ الله (جي فضل) کانسواءِ مون کي ڪا سگھ نه آھي، مٿس ڀروسو ڪيم ۽ ڏانھس موٽان ٿو"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "۽ اي منھنجي قوم اوھان کي مون سان دشمني ڪرڻ اھڙي عذاب جو سبب نه بڻجي جھڙو عذاب نوح جي قوم يا ھود جي قوم يا صالح جي قوم کي پُھتو، ۽ لُوط جي قوم اوھان کان ڪا پري نه آھي"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "۽ پنھنجي پالڻھار کان بخشش گھرو وري اڳيانس توبه ڪريو، تحقيق منھنجو پالڻھار مھربان (سڀڪنھن جو) سڄڻ آھي"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "چيائون ته اي شعيب جيڪي تون چوين ٿو تنھن مان گھڻو نٿا سمجھون ۽ توکي پاڻ مان بلڪل ھيڻون ڏسون ٿا، ۽ جيڪڏھن تنھنجو ڪڙم نه ھجي ھا ته توکي پٿرن سان ماريون ھا، ۽ تون اسان تي ڪو سردار نه آھين"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "(شعيب) چيو ته اي منھنجي قوم اوھان وٽ منھنجو ڪڙم الله کان وڌيڪ پيارو آھي ڇا؟ ۽ اُن (الله جي حُڪم) کي پنھنجي پٺيءَ پويان اُڇلي ڇڏيو اٿوَ، تحقيق جيڪي ڪندا آھيو سو منھنجي پالڻھار جي قابو ۾ آھي"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "۽ اي منھنجي قوم اوھين پنھنجي پر تي عمل ڪريو آءٌ (به) عمل ڪندڙ آھيان، سگھوئي ڄاڻندؤ ته ڪنھن کي عذاب پھچي ٿو جو کيس خوار ڪندو ۽ جيڪو ڪوڙو آھي تنھن کي به، ۽ انتظار ڪريو آءٌ (به) اوھان سان گڏ انتظار ڪندڙ آھيان"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "۽ جنھن مھل اسان جو عذاب آيو تنھن مھل شعيبؑ کي ۽ جن ساڻس ايمان آندو ھو تن کي پنھنجي ٻاجھ سان بچايوسون، ۽ ظالمن کي سخت ڪڙڪي (اچي) پڪڙيو پوءِ پنھنجن گھرن ۾ گوڏن ڀر مري ويا"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "ڄڻڪ منجھن رھيا ئي نه ھوا، خبردار مدين وارن تي ڦِٽ ھجي جھڙي ثمود قوم تي لعنت ٿي"
        }
    ]
}