{
    "rukus": [
        {
            "chapter": 34,
            "verse": 22,
            "text": "(کين) چؤ ته الله کانسواءِ جن ۾ اوھين گمان ڪندا آھيو تن کي سڏيو، اُھي نڪي آسمانن ۾ ۽ نڪي زمين ۾ ذري جيترا (به) مالڪ آھن ۽ نڪي منجھن ڪا ڀائيواري آھي ۽ نڪي منجھائن ڪو الله جو مددگار آھي"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "۽ نڪي وٽس (ٻئي ڪنھن جي) سفارش فائدو ڏيندي مگر جنھن لاءِ رخصت ڏني ھوندائين (فرشتن جو ھي حال آھي ته جنھن مھل ڪو حُڪم خدا جو نازل ٿئي ٿو ته اُنھن جي طبيعت ۾ گھٻراھٽ پيدا ٿئي ٿي) تانجو جنھن وقت ھنن جي دلين تان گھٻراھٽ لھي ٿي (تنھن مھل) چون ٿا ته اوھان جي پالڻھار ڇا چيو آھي (مٿان ملائڪ ھيٺين کي) چوندا ته سچ فرمايو اٿس ۽ اُھو (سڀ کان) مٿاھون وڏو آھي"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "(کين) چؤ ته اوھان کي آسمانن ۽ زمين مان ڪير روزي ڏيندو آھي، چؤ ته الله (ڏيندو آھي) ۽ بيشڪ اسين يا اوھين (يا ته) ھدايت تي آھيون يا پڌريءَ گُمراھي ۾"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "چؤ ته جيڪي اسان ڏوھ ڪيا آھن تنھن بابت اوھين پڇيا نه ويندؤ ۽ جيڪي اوھين ڪندا آھيو تنھن بابت اسين پُڇيا نه وينداسون"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "چؤ ته اسان جو پالڻھار اسان (مڙني) کي گڏ ڪندو وري اسان ۽ (اوھان) جي وچ ۾ حق سان فيصلو ڪندو، ۽ اھوئي (سچو) فيصلو ڪندڙ ڄاڻندڙ آھي"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "چؤ ته جن کي اوھان ساڻس شريڪ بڻائي ملايو آھي سي مون کي ڏيکاريو (چؤ ته) ائين نه آھي، بلڪ اُھو الله غالب حِڪمت وارو آھي"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "(اي پيغمبر) توکي ته مڙني ماڻھن لاءِ خوشخبري ڏيندڙ ۽ ڊيڄاريندڙ ڪري موڪليوسون پر گھڻا ماڻھو نه ڄاڻندا آھن"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "۽ چوندا آھن ته جيڪڏھن اوھين سچا آھيو ته اھو (قيامت جو) انجام ڪڏھن ٿيندو"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "چؤ ته اوھان لاءِ اھڙي ڏينھن جو انجام آھي جنھن کان ھڪ گھڙي نڪي دير ڪندؤ ۽ نڪي اڳي ويندؤ"
        }
    ]
}