{
    "rukus": [
        {
            "chapter": 4,
            "verse": 15,
            "text": "۽ اُوھان جي زالن مان جيڪي بي حيائيءَ جو ڪم ڪن تن تي پاڻ مان چار (مڙس) شاھد ڪريو، پوءِ جيڪڏھن (شاھد) شاھدي ڏين ته اُنھن کي ايستائين گھرن ۾ جھليو جيستائين کين موت ماري يا الله اُنھن لاءِ ڪا واٽ ڪري"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "۽ اوھان مان جيڪي ٻه (زاني ۽ زانياڻي) زنا ڪن تن کي مار ڏيو، پوءِ جيڪڏھن توبه ڪن ۽ پاڻ سڌارين ته اُنھن (جي مار ڏيڻ) کان مُڙو، ڇوته الله توبه قبول ڪندڙ مھربان آھي"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "الله کي رڳو اُنھن جي توبه ڪرڻ جڳائيندي آھي جيڪي بي سمجھائيءَ سان گناہ ڪندا آھن وري جھٽ پٽ توبه ڪندا آھن اُنھن تي الله (ٻاجھ سان) موٽندو آھي، ۽ الله ڄاڻندڙ حڪمت وارو آھي"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "۽ اُنھن جي توبه قبول ٿيڻي نه آھي جيڪي بڇڙايون ڪندا (رھندا) آھن (۽ نه ڊڄندا آھن) تان جو جنھن مھل اُنھن مان ڪنھن کي موت پھچي تنھن مھل (ڊڄي) چوي ته ھاڻي آءٌ توبه ڪريان ٿو ۽ نڪي اُنھن جي (توبه قبول آھي) جيڪي ڪافر ٿي مرندا آھن، اُنھن لاءِ ڏکوئيندڙ عذاب تيار ڪيو اٿئون"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "اي ايمان وارؤ! اوھان کي زالن جو (سندن) بي مرضيءَ وارث ٿيڻ روا نه آھي، ۽ نڪي سندن پڌري گناہ ڪرڻ کان سواءِ کين ھن لاءِ جھليو ته جيڪي کين ڏنو ھجيوَ تنھن مان ڪجھ ورائي وٺو، ۽ ساڻن ھلي چلي وانگر گذاريو، پوءِ جيڪڏھن اُھي اوھان کي نه وڻن ته (ڌيرج ڪريو ڇوته) جا شي اوھان کي نه وڻندي ھجي تنھن ۾ ٿيڻي آھي ته الله گھڻي چڱائي ڪري"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "۽ جيڪڏھن (ھڪ) زال جي بجاءِ ٻي زال پرڻڻ جو ارادو ڪريو ۽ اُنھن مان ھڪڙيءَ کي گھڻو مال (ڪابين ۾) ڏنو ھجيوَ ته منجھانئس ڪجھ موٽائي نه وٺو، (اوھين) بھتان ۽ پڌري بدي لائي اُھو (مال) ڇو کسيندا آھيو؟"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "۽ بيشڪ اوھان ھڪ ٻئي کان نفعو وٺي چڪؤ ۽ (زالن به) اوھان کان (مھر ڏيڻ جو) پڪو انجام ورتو آھي اِنھيءَ ھوندي به اُھو (مال) ڪھڙي طرح کسيندا آھيو؟"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "۽ جيڪي زالون اوھان جي پيئن پرڻيون سي اوھين نه پرڻيو پر جيڪي اڳي گذريو آھي (سو گذريو) ڇوته اُھا بي حيائي ۽ گناہ آھي، ۽ اُھا بُڇڙي واٽ آھي"
        }
    ]
}