{
    "rukus": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "اسان توڏانھن (اھڙيءَ طرح) وحي ڪيو جھڙي طرح نوح ڏانھن ۽ کانئس پوءِ (ٻـين) پيغمبرن ڏانھن وحي ڪيوھوسون، ۽ ابراھيم ۽ اسماعيل ۽ اسحاق ۽ يعقوب ۽ يعقوب جي اولاد ۽ عيسىٰ ۽ اَيُّوب ۽ يُونس ۽ ھارون ۽ سليمان ڏانھن وحي ڪيوسون، ۽ داؤد کي زبور ڏنوسون"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "۽ ٻيا (گھڻا) پيغمبر آھن جن جو ھن کان اڳ توکي بيان ٻڌايوسون ۽ (ٻيا گھڻا) پيغمبر آھن جن جو بيان توکي نه ٻڌايوسون، ۽ الله موسىٰ سان گفتگو ڪئي"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "پيغمبر خوشخبري ڏيندڙ ۽ ڊيڄاريندڙ ھن لاءِ آھن ته پيغمبرن (جي اچڻ) کانپوءِ ماڻھن جي ڪا حُجّت الله تي نه رھي، ۽ الله غالب حڪمت وارو آھي"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "پر الله جيڪو (ڪتاب) توڏانھن لاٿو آھي تنھن لاءِ (پاڻ) شاھدي ٿو ڏئي ته اُھو پنھنجي علم سان نازل ڪيو اٿس، ۽ ملائڪ به شاھدي ٿا ڏين، ۽ الله گواہ بس آھي"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "بيشڪ جن انڪار ڪيو ۽ الله جي واٽ کان (ماڻھن) کي جھليو سي بيشڪ وڏي ڀُل ۾ ڀُلا"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "تحقيق جن انڪار ڪيو ۽ ظُلم ڪندا رھيا ته الله (جو شان اھڙو) نه آھي جو کين بخشي ۽ نڪي (اھڙو) آھي جو کين (ٻي) ڪا (سڌي) واٽ ڏيکاري"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "دوزخ جي واٽ کانسواءِ منجھس سدائين رھڻ وارا آھن، ۽ اھو الله تي سھنجو آھي"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "اي ماڻھو اوھان جي پالڻھار وٽان پيغمبر (مُحَمَّد صَلَّي اللهُ عَلَيۡہِ وَسَلَّم) اوھان وٽ سچ وٺي آيو آھي تنھنڪري (مٿس) ايمان آڻيو جو اوھان لاءِ چڱو آھي ۽ جيڪڏھن نه مڃيندؤ (ته اوھان جو نقصان آھي) ڇوته جيڪي آسمانن ۽ زمين ۾ آھي سو الله جو آھي، ۽ الله ڄاڻندڙ حڪمت وارو آھي"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "اي ڪتاب وارؤ پنھنجي دين ۾ حد کان نه لنگھو ۽ نڪي سچ کانسواءِ الله تي (ڪي ٻيو) چئو، عيسىٰ پُٽ مريم جو الله جو پيغمبر ۽ سندس (خاص) حُڪم (سان پيدا ڪيل) آھي، اُھو مريم ڏانھن ھَلايائين ۽ سندس پار کان ھڪ رُوح آھي، تنھنڪري الله ۽ سندس پيغمبرن کي مڃيو، ۽ (اوھين) ٽي (خدا) نه چئو، (اھڙي چوڻ کان پاڻ کي) جھليو (اِھو) اوھان لاءِ ڀلو آھي، ھڪ الله کانسواءِ ڪو عبادت جو لائق نه آھي، پُٽن جي ھجڻ کان اُھو پاڪ آھي، جيڪي آسمانن ۾ آھي ۽ جيڪي زمين ۾ آھي سو اُن جو آھي، ۽ الله سنڀاليندڙ بس آھي"
        }
    ]
}