{
    "juzs": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "برای مردمان، (زمانِ) حسابشان نزدیک شد، حال آنکه آنان در (ژرفای) غفلتی رویگردانند"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "هیچ‌گونه یادواره‌ی تازه‌ای از پروردگارشان برایشان نمی‌آید، مگر اینکه آن را به‌خوبی شنیدند، در حالی‌که ایشان بازی می‌کنند"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "حال آنکه دل‌هایشان (از یاد خدا) رویگردان است. و آنان که ستم کردند پنهانی به نجوا برخاستند: «آیا این (مرد) جز بشری مانند شماست‌؟ آیا پس سوی سحر می‌روید در حالی‌که شما می‌بینید؟»"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(پیامبر) گفت: «پروردگارم (همه‌گونه) گفتار را در آسمان و زمین می‌داند و اوست بس شنوای بسیار دانا.»"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "بلکه گفتند: « (این‌ها) پاره‌هایی پراکنده از خیالاتی (شوریده) است، بلکه آن را بربافته، بلکه او شاعری است. پس همان‌گونه که پیشینیان [:پیامبران پیشین] (با نشانه‌ای ربّانی) فرستاده شدند، باید برای ما (همانند آنها) نشانه‌ای بیاورد.»"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "پیش از آنان هیچ مجتمعی - که آن را نابود کردیم - (به آیات ما) ایمان نیاوردند. پس آیا اینان (به نشانه‌ای ربّانی) ایمان می‌آورند؟"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "و پیش از تو جز مردانی را که به آنان وحی کنیم گسیل نداشتیم و اگر نمی‌دانسته‌اید (و نتوانید هم بدانید) پس از یادآوران (کتاب‌های آسمانی) بپرسید"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "و ایشان را جسدهایی که غذا نخورند قرار ندادیم و (در زندگی دنیا هم) جاودان نبوده‌اند"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "سپس وعده(‌ی خود) را به آنان راست آوردیم، پس آنها و هر که را خواستیم نجات دادیم و افراط‌کاران را به هلاکت رساندیم"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "همانا به راستی کتابی سویتان نازل کردیم که یادِ شما در آن است. آیا پس (از این هم) نمی‌اندیشید؟"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "و چه بسیار مجتمعاتی را که ستمکار بودند در هم شکستیم و پس از آنها گروهی دیگر پدید آوردیم"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "پس چون برخورد شدیدمان را احساس کردند ناگهان از آن می‌گریزند"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "(هان! از آن برخورد) مگریزید و سوی آنچه در آن متنعم شدید و (سوی) مسکن‌هایتان بازگردید، شاید شما مورد پرسش قرار گیرید"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "گفتند: «ای وای بر ما! ما بی‌گمان ستمگر بوده‌ایم.»"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "پس خواستشان پیوسته همان بود، تا آنان را دروشدگانی (بی‌جان و) خاموشان گردانیدیم"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "و ما آسمان و زمین و آنچه را میان آن دو است بازی‌کنان نیافریدیم"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "اگر بخواهیم بازیچه‌ای برگیریم، به‌راستی آن را از پیش خود اختیار می‌کنیم‌؛ اگر کننده‌(ی این کار) بوده‌ایم"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "بلکه با (نیروی) حق بر باطل می‌افکنیم، پس بینی‌اش را به خاک می‌کشاند، پس ناگهان (هم) آن نابود است. و وای بر شما از آنچه توصیف می‌کنید"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "و هر که در آسمان‌ها و زمین است تنها برای اوست و کسانی که نزد اویند [:به او نزدیکند] از پرستش وی تکبر نمی‌ورزند و (هرگز) از آن حسرت بار (خسته و رنجور) نمی‌گردند"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "شباروز، بی‌آنکه سستی ورزند (تنها او را) تنزیه می‌کنند"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "یا برای خود خدایانی از زمین اختیار کرده‌اند (که) همانان (مردگان را) زنده می‌کنند؟"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "اگر در آن دو [:زمین و آسمان] جز خدا، خدایانی (دیگر) بودند ، ناگزیر (این خدایان و زمین و آسمان) تباه می‌شدند. پس منزّه است خدا، پروردگار عرشِ (فرماندهی) از آنچه توصیف می‌کنند"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "(خدا) از آنچه می‌کند بازخواست نمی‌شود و (حال آنکه) آنان بازخواست می‌شوند"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "یا غیر از او خدایانی برای خود برگرفته‌اند؟ بگو: «برهانتان را بیاورید.» این است یادواره‌ی هر که با من است و یادواره‌ی هر که پیش از من بوده‌است. (نه!) بلکه بیشترشان حق را نمی‌دانند، پس از آن رویگردانند"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "و ما پیش از تو هیچ رسولی نفرستادیم، جز (آنکه) سویش وحی می‌کنیم: «به‌راستی هیچ معبودی جز من نیست، پس تنها مرا بپرستید.»"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "و گفتند: « (خدای) رحمان فرزندی برگرفته.‌» او منزّه است، بلکه (آنان) بندگانی گرامی شده‌اند"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "در سخن بر او پیشی نمی‌گیرند، حال آنکه تنها به دستور او کار می‌کنند"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "آنچه پیش رویشان و آنچه پشت (سر)شان است می‌داند، و جز برای کسی که (او) رضایت دهد شفاعت نمی‌کنند، حال آنکه از بیم او با تعظیم (وی) هراسانند"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "و هرکس از آنان بگوید: «بی‌گمان من خدایی غیر از او هستم‌» پس آن گمراه دور را در دوزخ، کیفر می‌کنیم. (آری،) سزای ستمکاران را این گونه می‌دهیم"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "آیا و کسانی که کافر شدند ندانستند که آسمان‌ها و زمین هر دو به هم پیوسته بوده‌اند، پس ما آن دو را از هم جدا ساختیم، و هر چیز زنده‌ای را از آب نهادیم؟ آیا پس (از این هم) ایمان نمی‌آورند؟"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "و در زمین کوه‌هایی استوار نهادیم تا مبادا (زمین) آنان [:مردمان] را سرنگون سازد، و در آن راه‌های سراشیب فراخ پدید آوردیم، شاید راه یابند"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "و آسمان را سقفی محفوظ (از سقوط و دستبرد شیطان‌ها) قرار دادیم، در حالی‌که آنان از نشانه‌های آن رویگردانند"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "و اوست آن کس که شب و روز و خورشید و ماه را پدید آورده است، هر یک در جاده‌ای (فضایی) شناورند"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "و پیش از تو برای هیچ بشری جاودانگی (در دنیا) قرار ندادیم. آیا اگر تو از دنیا بروی پس (از تو) آنان جاودانانند؟"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "هر نفسی[:کسی] چشنده‌ی مرگ است. و شما را در حال آزمون با بد و نیک بسی گیرودار می‌کنیم، و تنها سوی ما بازگردانیده می‌شوید"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "و هنگامی‌که تو را - کسانی که کافر شدند - بنگرند، جز (به) مسخره‌ات نمی‌گیرند. (گویند:) «آیا این همان کس است که خدایانتان را (به بدی) یاد می‌کند؟» حال آنکه آنان خودشان، به خدای رحمان کافرند"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "انسان از شتابی آفریده شده است. به زودی آیاتم را به شما نشان می‌دهم، پس بر من (در نشانگری این آیات و عذاب) شتاب نمی‌کنید"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "و می‌گویند: «اگر راست می‌گویید، این وعده‌(ی قیامت) کی خواهد بود؟»"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "کاش آنان که کافر شده‌اند آن هنگام (و هنگامه) را می‌دانستند که اینان آتش را نه از چهره‌هاشان و نه از پشت‌هاشان باز نمی‌دارند و نه ایشانی یاری می‌شوند"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "بلکه (آتش) ناگهان به آنان در می‌رسد؛ پس ایشان را بهت‌زده می‌کند؛ پس نه می‌توانند آن را از خود برگردانند و نه آنان مهلت داده می‌شوند"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "و بی‌گمان پیامبرانی پس از تو (نیز) همانا ریشخند شدند. پس کسانی که آنان را مسخره می‌کردند، آنچه که آن را به ریشخند می‌گرفتند. بحق گریبان‌شان را گرفت"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "بگو: «چه کسی شما را در شب و روز از (عذاب خدای) رحمان نگهبانی پایدار می‌کند؟» بلکه آنان از یاد پروردگارشان رویگردانانند"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "یا برای آنان خدایانی (غیر از ما) هستند که ایشان را از گزندمان حمایت می‌کنند؟ (آنان) نه توان یاری خودشان را دارند و نه از جانب ما همراهی می‌شوند"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "بلکه اینان و پدرانشان را (از نعمت‌هایی) برخوردار کردیم، تا عمرشان آنان به درازا کشید. پس آیا نمی‌بینند که ما زمین را می‌آیم [:درمی‌گیریم،] در حالی‌که آن را از اطرافش فرومی‌کاهیم؟ پس آیا آنان پیروزمندانند؟"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "بگو: «من شما را فقط به وسیله‌ی (این) وحی هشدار می‌دهم.‌» و کَران -هنگامی که هشدار داده شوند- نمی‌شنوند"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "و اگر وزشی از (باد) عذاب پروردگارت به آنان در رسد، آنان بی‌چون و بی‌گمان گویند: «ای وای بر ما! (که) همواره ستمکاران بوده‌ایم.‌»"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "و ترازوهای قسط (فاضلانه) را، در روز رستاخیز می‌نهیم. پس هیچ کس (هرگز) چیزی ستم نبیند و اگر (هم کار و کرداری) هم‌وزن دانه‌ی خردلی باشد (هم)آن را می‌آوریم. و در حسابگری ما کفایت است"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "به‌راستی و درستی، ما به موسی و هارون فرقان [:جداسازی حق را از باطل] و روشنایی و یادواره‌ای برای پرهیزگاران دادیم"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "(همان) کسانی که از پروردگارشان در نهان می‌هراسند، حال آنکه از (آن) ساعت - از روی عظمتش - هراسناکند"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "و این (کتاب) یادواره‌ای مبارک است (که) آن را نازل کردیم. آیا پس (همین) شما، همان را انکار می‌کنید؟"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "و به‌راستی و درستی، از پیش به ابراهیم رشدش (و رشادتش) را دادیم، حال آنکه ما به (شایستگی) او بسی دانا بوده‌ایم"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "چون که به پدرش و قومش گفت: «این مجسمه‌هایی که شما با تعظیم دل داده و ملازم آنها شده‌اید چیستند؟»"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "گفتند: «پدران خود را پرستندگان آنها یافتیم.»"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "گفت: «همواره شما و پدرانتان -بی‌گمان- در گمراهی آشکارگری بوده‌اید.»"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "گفتند: «آیا حق را برای ما آورده‌ای. یا تو از بازی‌کنندگانی‌؟»"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "گفت: « (نه،) بلکه پروردگارتان، پروردگار آسمان‌ها و زمین است. (همان) کسی که آنها را با فطرت توحیدی پدید آورده و من بر این (حقیقت) از گواهانم.»"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "«و سوگند به خدا، پس از آنکه در حال پشت نمودن برفتید، همانا بی‌گمان در کار بتانتان کید و مکری (بحق) خواهم کرد.»"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "پس آنان را - جز بزرگشان را - شکسته و تکه تکه کرد، شاید ایشان سوی آن [:بزرگ] برگردند"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "گفتند: «کسی که با خدایان ما چنان کرده، او بی‌چون و بی‌گمان از ستمکاران است‌.»"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "گفتند: « جوانی را شنیدیم (که) آنها را (به بدی) یاد می‌کرد (و) به او ابراهیم گفته می‌شود.»"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "گفتند: «پس او را برابر دیدگان مردمان بیاورید، شاید آنان (او را) بنگرند.»"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "گفتند: «ابراهیم! آیا تو با خدایان ما این(چنین) کردی‌؟»"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "گفت: «بلکه بزرگشان چنان کرده است. پس از آنان بپرسید؛» اگر سخن می‌گفته‌اند"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "پس به (فطرت و عقل) خود باز گشتند. آن‌گاه (به یکدیگر) گفتند: «در حقیقت، شما (همین) شما، ستمکارانید.»"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "سپس سرافکنده شدند (و گفتند:) «به‌راستی و درستی دانسته‌ای که این‌ها سخن نمی‌گویند.»"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "گفت: «پس آیا مادون خدا چیزی را می‌پرستید، که نه سودی به شما می‌رساند و نه زیانی؟»"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "«اُف برای شما و برای آنچه غیر از خدا می‌پرستید. آیا پس خرد‌ورزی نمی‌کنید؟»"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "(به یکدیگر) گفتند: «اگر کننده‌ی کاری بوده‌اید، او را بسوزانید و خدایانتان را یاری دهید.»"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "گفتیم: «آتش! برای ابراهیم سردی و سلامتی‌ای باش.»"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "و خواستند به او نیرنگی (بزرگ) زنند، پس آنان را زیانکارترین (جهانیان) قرار دادیم"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "و او و لوط را فراسوی آن سرزمینی که برای عالمیان (آن سامان) در آن برکت نهاده بودیم، رهانیدیم"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "و اسحاق و یعقوب را- افزون- بدو بخشودیم، و همه‌ی اینان را از شایستگان نهادیم"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "و آنان را پیشوایانی نهادیم (که) به امرمان (مکلفان را) رهبری می‌کنند و کار خیرات را و بر پاداشتن نماز را و دادن زکات را فراسویشان وحی کردیم ، حال آنکه آنان پرستندگان ما بوده‌اند"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "و لوط را حکمت و دانشی دادیم و او را از آن گروهی که کارهای (جنسی) بس پلید می‌کرده‌اند نجات دادیم. آنان بی‌گمان گروهی بد و فاسق بوده‌اند"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "و او را در رحمت خویش داخل کردیم. به‌راستی او از شایستگان است"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "و نوح را (نیز در رحمتمان داخل کردیم) چون از پیش (ما را) ندا کرد و ما او را اجابت کردیم و وی را با خانواده‌اش از (آن) بلای بزرگ رهانیدیم"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "و او را از (شر) مردمی که با نشانه‌های ما (همان‌ها و ما را) به دروغ گرفته بودند، پیروزی بخشیدیم؛ آنان بی‌چون مردم بدی بودند؛ پس همه‌ی ایشان را غرق کردیم"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "و داوود و سلیمان را (نیز) چون درباره‌ی آن کشتزار - که گوسفندان قوم، شب‌هنگام در آن همچنان پراکنده شدند - داوری می‌کردند؛ و ما شاهد داوری آنان بوده‌ایم"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "پس آن (داوری) را به سلیمان فهماندیم و به هر یک (از آن دو) حکم [:سلطه] و دانشی دادیم، و کوه‌ها را با داوود تسبیح‌گویان مسخر کردیم و (نیز) پرندگان را. و ما کننده‌ی (این کارها) بوده‌ایم"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "و برای شما به او [:داوود] فن زره(سازی) را آموختیم، تا شما را از درگیری‌ها و خطراتتان نگهبانی کند. پس آیا شما سپاسگزارید؟"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "و برای سلیمان، بادِ وزان را - در حالی‌که به فرمان او سوی سرزمینی که در آن برکت نهاده بودیم جریان می‌یافت - مسخر کردیم. و ما به هر چیزی دانا بوده‌ایم"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "و برخی از شیاطین کسانی (بودند که) برایش غواصی می‌کردند و عملی (هم) جز این انجام می‌دادند، و برایشان نگهبان بوده‌ایم"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "و ایوب را (نیز) چون پروردگارش را ندا در داد که: «همواره به من زیان رسیده و تویی رحم‌کننده‌ترین رحم‌کنندگان.»"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "پس (دعای) او را اجابت نمودیم؛ پس زیان‌هایش را برطرف کردیم. و کسان او و همانندشان را با ایشان به او دادیم، حال آنکه رحمتی از جانب ما و یادواره‌ای برای عبادت‌کنندگان بود"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "و (نیز) اسماعیل و ادریس و ذوالکفل را (که) همه از شکیبایانند"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "و آنان را در رحمت خود داخل نمودیم (و) به‌راستی ایشان از شایستگان (رسالتی)اند"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "و «ذاالنون » [:یونس] را چون خشمگین (از نزد قومش) برفت، پس گمان (شایسته‌ای) برد که ما بر او هرگز تنگ نمی‌گیریم. پس در (دل) تاریکی‌ها (ی دریا و شکم ماهی) ندا در داد: «معبودی جز تو نیست، تو منزّهی، من بی‌گمان از ستمکاران (به خود) بوده‌ام.»"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "پس درخواستش را برایش بر آورده کردیم، و او را از آن اندوه رهانیدیم. و مؤمنان را این‌گونه نجات می‌دهیم"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "و زکریا را چون پروردگار خود را خواند: «پروردگارم! مرا تنها وا‌مگذار، حال آنکه تو بهترین وارثانی.»"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "پس (دعای) او را برایش اجابت نمودیم و یحیی را بدو بخشیدیم و همسرش را برایش شایسته (و آماده‌ی حمل) کردیم. آنان به‌راستی در نیکی‌ها همگام با یکدیگر شتاب می‌نموده‌اند و ما را از روی رغبت و بیم می‌خوانده‌اند، و تنها برای ما فروتن بوده‌اند"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "و آن زنی[:مریم] را که عورتش را نگهداشت، پس در او از روح (برجسته‌ای از آفریدگان) خود دمیدیم و او و پسرش را برای جهانیان آیتی قرار دادیم"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "(ای پیامبران!) اینان بی‌گمان امت شمایند؛ امتی یگانه. و منم پروردگارتان، (پروردگاری یگانه). پس تنها مرا بپرستید"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "و (اما) کارشان را میان خودشان پاره پاره کردند. همگان تنها سوی ما برگشت‌کنندگانند"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "پس هر کس در حال ایمان کارهایی شایسته انجام دهد، برای تلاش او هرگز ناسپاسی‌ای نیست، و همواره ماییم که (اعمالش را) برایش ثبت‌کنندگانیم"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "و بر گروهی که هلاکشان کردیم، بی‌چون عدم بازگشتشان (در رجعت به دنیا) حرام است (که ناگزیر و ناگریز رجعت خواهند کرد)"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "تا هنگامی‌که یأجوج و مأجوج گشایش یابند در حالی‌که آنان از هر بلندایی فرو می‌گسلند"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "و وعده‌ی حق نزدیک شد. پس ناگهان دیدگان کسانی که کفر ورزیده‌اند در آن (هنگامه) خیره است (و می‌گویند:) «ای وای بر ما! از این (روز) بی‌گمان در (ژرفای) غفلت بوده‌ایم، بلکه ما ستمگران بوده‌ایم.»"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "همواره شما و آنچه غیر از خدا می‌پرستید، گیرانه‌ی دوزخید. شما برای آن (در همان،) داخل شدگانید"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "اگر اینان خدایانی (حقیقی) بودند، در آن (برای عذابشان) وارد نمی‌شدند، حال آنکه جملگی در آن ماندگارند"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "برایشان در آنجا ناله‌ای پرهیجان است، و (هم)آنان در آنجا (ندای یکدیگر را) نمی‌شنوند"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "بی‌گمان کسانی که در گذشته از جانبمان به آنان نیکوترین (وعده) گذشت، ایشان از آن (آتش) دورشدگانند"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "صدای (آتش‌باران) محسوس آن را نمی‌شنوند، و (هم)آنان در میان آنچه دل‌هایشان خواسته، جاودانند"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "بزرگ‌ترین دلهره و وحشت، آنان را غمگین نمی‌کند، و فرشتگان آنان را با کوششی تمام پیاپی در برمی‌گیرند (و به آنان می‌گویند:) «این همان روز شماست که (بدان) وعده داده می‌شده‌اید.»"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "روزی که آسمان را - همچون در پیچیدن صفحه‌ی سخت نامه‌ها- طوماروار درهم می‌پیچیم. همان گونه که بار نخست آفرینش را آغاز کردیم، دوباره آن را باز می‌گردانیم. حال آنکه (این) وعده‌ای است بر عهده‌ی ما که بی‌گمان انجام‌دهنده‌(ی آن) بوده‌ایم"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "و به‌راستی و درستی در زبور - پس از یادواره(ی تورات و انجیل و ...) - نوشتیم: «زمین را بی‌چون بندگان شایسته‌ام به ارث خواهند برد.»"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "بی‌گمان در این جریان برای مردمان عبادت‌پیشه نویدی حتمی و رساست"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "و ما تو را جز رحمتی برای تمام جهانیان (در مثلث زمان) نفرستادیم"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "(به اینان) بگو: «تنها به من (درباره‌ی خدا) وحی می‌شود، که خدای شما خدایی است یگانه. پس آیا شما (در برابرش) تسلیم‌شونده‌اید؟»"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "پس اگر روی برتافتند بگو: «به همه‌ی شما - به گونه‌ای یکسان- (رستاخیز جهان را) اعلام کردم و نمی‌دانم آنچه وعده داده شده‌اید آیا نزدیک است یا دور.»"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "«همواره او سخن آشکار را می‌داند و آنچه را (هم) پوشیده می‌دارید می‌داند.»"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "«و نمی‌دانم؛ شاید آن برای شما آزمایشی آتشین، و تا چند گاهی (‌وسیله‌ی) برخورداری باشد.»"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "گفت: «پروردگارم! به حق داوری فرمای. و پروردگارمان (همان) رحمتگر بر آفریدگان است، (که) بر آنچه (خلاف حقیقت) توصیف می‌کنید، مورد درخواستِ یاری (یاوران حق) است.»"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "هان ای مردمان! پروردگارتان را پاس دارید، بی‌گمان زلزله‌ی (مرگبار) ساعت [:قیامت] چیزی بس بزرگ است"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "روزی که آن را ببینید، هر شیردهنده‌ای آن را که شیر می‌دهد (از شدت هراس) به فراموشی می‌سپارد و هر زن بارداری بار خود را فرو می‌نهد و مردم را مست می‌بینی، حال آنکه مست نیستند. ولی عذاب خدا شدید است"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "و برخی از مردمان کسانی(اند که) درباره‌ی خدا بدون هیچ (بینش و) دانشی مجادله (و ستیز) می‌کنند و از هر شیطان سرکشی پیروی می‌نمایند"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "بر زیانش نبشته شده است که همانا هر کس او را به سرپرستی برگیرد، پس همواره او را گمراه می‌کند و سوی عذاب (آن) آتش زبانه‌دار رهنمونش می‌سازد"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "هان ای مردمان! اگر درباره‌ی برانگیخته شدن (پس از مرگتان) در (ژرفای) شکی مستند بوده‌اید، پس همانا (بدانید که) ما شما را از خاک آفریدیم، سپس از نطفه، سپس از علقه [:خونی آویزک]، سپس از مضغه [:گوشتکی له شده] به بار آمده و به بار نیامده تا (حقایقی ربّانی را) برای شما روشن گردانیم. و آنچه را می‌خواهیم تا مدتی معین در رحم‌ها پایدار می‌داریم، سپس شما را به حالت کودکی برون می‌آوریم، سپس (حیات شما را ادامه می‌دهیم) تا به حد رشدهاتان برسید و برخی از شما (پیش از پیری) مرگش در رسد، و برخی از شما (هم) به پست‌ترین زمان عمر(ش) بر‌گردانده شود، به گونه‌ای که پس از دانستنی (اندک) آن را (هم) نداند. و زمین را پژمرده می‌بینی، پس هنگامی که آب (باران) بر آن فرود آوریم به جنبش درآید و نمو کند و از هر نوع (رستنی‌های) همسان (و) نیکوی فرح‌بخشی برویاند"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "این برای آن است که به‌راستی خدا، (هم)او تمامی حق است و اینکه مردگان را - به‌درستی- زنده می‌کند و بر هر چیزی بسی تواناست"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "و اینکه ساعت (مرگ و زندگی همگانی) همواره آمدنی است (و) هرگز شکی مستند (هم) در آن نیست و همانا خدا کسانی را که در گورهایند برمی‌انگیزد"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "و از (میان) مردمان کسی است که درباره‌ی خدا - بدون هیچ دانایی و نه رهنمودی و نه کتاب روشنگری - به مجادله و ستیز می‌پردازد،"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "حال آنکه (از سرِ نخوت) پهلو در هم پیچنده [:کمر بسته] است تا (مردم را) از راه خدا گمراه کند. و در این دنیا برای او رسوایی و خواری است و در روز رستاخیز عذاب آتش بس سوزان را به او می‌چشانیم"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "این (کیفر بزرگ) به سزای (همان) چیزهایی است که دست‌هایت [:نیروهایت] پیش فرستاده است. و اینکه خدا همواره به بندگان خود زیاد بیدادگر نیست"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "و از میان مردم کسی است که خدا را فقط بر (مبنای) جانبی (و هوسی مصلحتی) می‌پرستد. پس اگر خیری به او رسد بدان اطمینان یابد و چون بلایی آتشین بدو رسد روی برتابد. (او) دنیا و آخرت را زیان کرده (و) این همان زیان آشکارگر است"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "از غیر خدا همی خواند و می‌خواهد چیزی را که نه زیانش رساند و نه سودش دهد. این است همان گمراهی دور و دراز"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "همواره کسی را می‌خواند و می‌خواهد که بی‌گمان زیانش از سودش نزدیکتر است. وه! به‌راستی چه بد سروری و چه بد دمسازی است"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "بی‌گمان، خدا کسانی را که ایمان آورده و کارهای شایسته (ی‌ایمان) کرده‌اند، در باغ‌هایی سردرهم درمی‌آورد که از زیر (درختان)شان (:نهرها و رودبارها) روان است. خدا همواره هر چه اراده کند انجام می‌دهد"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "هر که می‌پنداشته است (که) خدا او را در دنیا و آخرت هرگز یاری نخواهد کرد، پس وسیله‌ای سوی آسمان در کشد (و خود را حلق‌آویز کند)؛ سپس (آن را) بی‌چون بِبُرَد؛ آن‌گاه همی بنگرد (که) آیا نیرنگش چیزی را که مایه‌ی خشم اوست حتماً از میان خواهد برد؟"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "و این‌گونه قرآن را - حال آنکه آیاتی روشن است - فرو فرستادیم و خدا به‌راستی هر که را اراده کند راه می‌نماید"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "به‌راستی کسانی که ایمان آوردند و کسانی که یهودی شدند و التقاطیان و نصرانیان و زرتشتیان و کسانی که شرک ورزیدند ، بی‌گمان خدا روز قیامت میانشان را جدا خواهد کرد، زیرا خدا همواره بر هر چیزی بس گواه است"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "آیا ندیدی که خدا هر کس در آسمان‌ها و هر کس که در زمین است- و خورشید و ماه و ستارگان و کوه‌ها و درختان و جنبندگان- به‌راستی برایش (همگی) سجده می‌کنند و (نیز) بسیاری از مردمان و (حتّی‌) بسیاری از آنان هم که عذاب بر آنان محقق شده است (برای او سجده می‌کنند)؟ و هر که را خدا خوار کند، برایش هیچ گرامی‌دارنده‌ای نیست. همواره خدا هر چه بخواهد انجام می‌دهد"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "این دو (گروه با یکدیگر) دشمنانند (که) درباره‌ی پروردگارشان با هم بسی دشمنی (و ستیزه) کردند. پس کسانی که کفر ورزیدند، جامه‌هایی بسیار از آتش برایشان بریده شده است (و) از بالای سرهاشان مایع جوشان ریخته می‌شود"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "در شکم‌های آنهاست با پوست‌ها [:بدن‌ها]شان بدان گداخته و ذوب می‌گردد"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "و برای (وارد کردن ضربت بر سر) آنان گرزهایی از آهن است"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "هر بار خواستند از (شدت) اندوهی، از آن بیرون روند در آن بازگردانیده می‌شوند و (به آنان گویند: «هان!) بچشید عذاب آتش بس سوزان را.»"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "بی‌گمان خدا کسانی را که ایمان آورده و کارهای شایسته (ی‌ایمان) کردند در باغ‌هایی سردرهم - که از زیر (درختان)شان نهرها روان است - در می‌آورد: در آنجا با دستبندهایی از طلا و مروارید آراسته می‌شوند و لباس‌هاشان در آنجا حریر [:پرنیان] است"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "و راهنمایی شدند فرا‌سوی گفتار پاکیزه، و راهنمایی شدند فراسوی راه (خدای) بس مورد سپاس"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "بی‌گمان، کسانی که کافر شدند و از راه خدا و مسجدالحرام - که آن را برای مردمان اعم از اقامت‌گزیدگان و مسافران، یکسان قرار داده‌ایم - جلوگیری می‌کنند و هر که بخواهد در آنجا به (انحرافی) پوشاننده(‌ی حق) و ظالمانه درآید، او را از عذابی دردناک می‌چشانیم"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "و چون برای ابراهیم جای آن خانه [:کعبه] را آماده کردیم (بدو گفتیم:) «چیزی را با من شریک مگردان و خانه‌ام را- برای طواف‌کنندگان و قیام‌کنندگان و رکوع‌کنندگانِ سجده‌کننده - پاکیزه گردان.»"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "«و در میان مردمان برای (ادای) حج اعلان کن (که) پیادگان سویت آیند و (نیز) سواران بر شترانی لاغر - از هر راهی دور - سویت [:فرا سوی کعبه] روان شوند.»"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "«تا شاهدانِ (دیدار و برخورداری) منافعی برای خویش باشند و نام خدا را -در روزهای معلومی بر دام‌های زبان‌بسته‌ای که روزی آنان کرده است- ببرند؛ پس از آنها بخورید و بدحالِ کمرشکسته‌(ی فقیر) را (از آن) بخورانید.»"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "سپس باید آلودگی خود را بزدایند و به نذرهای خود وفا کنند و بر گِرد آن خانه‌ی کهن آزاد [:کعبه] بسیار طواف کنند"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "این (کاری با کرامت) است. و هر کس احترامات (ربانی) خدا را بزرگ بدارد، پس (همان) برایش نزد پروردگارش پسندیده و بهتر است. و برای شما نعمت‌های حیوانی [:حیوانات رام] حلال شده است، مگر آنچه (در قرآن) بر شما خوانده می‌شود. پس از پلیدی - همچون بتان - همواره دوری گزینید و از گفتار باطل (هم) اجتناب ورزید"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "در حالی که از غیر خدا رویگردان شده (و) به او شرک نورزید. و کسی که به خدا شرک ورزد چنان است که گویی از آسمان فرو افتاده، پس مرغان او را می‌ربایند، یا باد او را به پرتگاهی دور - خردکننده- و نابسامان می‌افکند"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "این است (فرمان بزرگ الهی) و هر کس شعائر خدا را بزرگ بدارد، همانا، پس (هم) آنها (حاکی) از پرهیزگاری دل‌هاست"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "برایتان در آن (قربانی)ها تا مدتی معین سودهایی است، سپس جایگاه (قربانی کردن) آنها سوی خانه‌ی کهن [:کعبه] آزاد است"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "و برای هر امتی روش ویژه‌ای (برای حج) نهادیم، تا نام خدا را بر دام‌های زبان‌‌‌‌بسته‌ای که روزیشان گردانیده یاد کنند. پس (بدانید که) معبود شما معبودی یگانه است، پس تنها برای او گردن نهید. و خاکساران و بینی بر خاک نهندگان (در برابر خدا) را بشارت ده"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "کسانی (را) که چون خدا یاد شود، دل‌هایشان (از عظمتش) هراس یابد، و (آنان که) برهر چه بر سرشان آید صبر پیشگانند، و (نیز) کسانی (که) بر پا دارندگان نمازند و از آنچه روزیشان داده‌ایم انفاق می‌کنند"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "و شتران درشت اندام را برای شما از (جمله‌ی) شعائر [:بلندگوهای دین] خدا قرار دادیم- در آنها برای شما خیری است- پس نام خدا را بر آنها - در حالی که صف اندر صف‌اند - یاد کنید، و چون به پهلوهاشان فروافتادند از آنها بخورید و به قناعت‌پیشه و (به) عابری بسیار مستمند (که چشم‌داشت هم دارد) بخورانید. این‌گونه آنها را برای شما رام کردیم، شاید شما شکرگزارید"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "هرگز نه گوشت‌هایشان و نه خون‌هایشان به خدا نرسد ولی (این) تقوای شماست که به او می‌رسد. این‌گونه (خدا) آنها را برای شما رام کرد، تا خدا را به پاس آنکه شما را هدایت نموده بزرگ دارید. و نیکوکاران را مژده ده"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "همواره خدا از کسانی که ایمان آورده‌اند دفاع می‌کند، زیرا خدا هیچ خیانت‌پیشه‌ای بس کافر (یا) کفران‌کننده‌ای بس ناسپاس را دوست نمی‌دارد"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "برای کسانی که کشتار می‌شوند، اجازه(ی کشتار) داده شده، چه آنکه همواره ستم دیده‌اند و البته خدا بر یاری آنان بی‌گمان بس تواناست"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "کسانی که به ناحق از خانه‌هایشان بیرون رانده شدند، و (گناهی نداشتند) جز اینکه گویند: «پروردگار ما خداست‌.» و اگر خدا (زیان) بعضی از مردم را به وسیله‌ی بعضی دیگر دفع نمی‌کرد، جایگاه عبادت مسیحیان و یهودیان و نمازها و نمازخانه‌ها(ی مسلمانان) که نام خدا در آنها بسیار برده می‌شود، سخت ویران می‌شد. و همواره خدا به کسی که (دین) او را یاری می‌کند بی‌گمان یاری می‌دهد. به‌راستی خدا بسی نیرومند و کانون عزّت است"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "همان کسانی که چون در زمین به آنان توان و امکان دهیم، نماز را (به شایستگی) بر پا می‌دارند و زکات می‌دهند و (مکلفان را) به کارهای پسندیده وامی‌دارند و از کارهای ناپسند بازمی‌دارند. و فرجام همه‌ی امور تنها از آنِ خداست"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "و اگر تو را تکذیب می‌کنند، پس بی‌گمان پیش از آنان (نیز) قوم نوح و عاد و ثمود (هم پیامبران را) تکذیب کردند"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "و (نیز) قوم ابراهیم و قوم لوط"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "و (همچنین) اصحاب مَدْیَن (تکذیب کردند) و موسی سخت تکذیب شد. پس برای کافران مهلت دادم، سپس (گریبان) آنان را بر گرفتم. پس (بنگر،) انکار (و انگار) ما چگونه بود؟"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "پس چه بسیار از مجتمعاتی را که در حال ستمکاریشان هلاکشان کردیم. در نتیجه سقف‌های جایگاه‌هایشان زیر و زبر شد و (بسا) چاهی متروک و قصری سخت‌بنیان و افراشته را (نیز ویران کردیم)"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "پس آیا در زمین گردش نکردند، تا برایشان دل‌هایی باشد که با آنها خردورزی کنند، یا گوش‌هایی که با آنها بشنوند؟ پس بی‌گمان، (این) چشم‌ها نابینا نیست ولی (چشم‌های) دل‌هایی که در سینه‌هاست کور است"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "و از تو عذاب‌(شان) را با شتاب می‌طلبند، حال آنکه خدا هرگز وعده‌ی (عذاب) خود را تخلف نمی‌کند. و یک روز (از قیامت) نزد پروردگارت مانند هزار سال است از آنچه بر می‌شمرید"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "و چه بسا از اجتماعاتی که در حال ستمکاریشان برایشان مهلت دادم، سپس (گریبان) ایشان را برگرفتم. و بازگشت (همگان) تنها سوی من است"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "بگو: «هان ای مردمان! من برای شما تنها هشداردهنده‌ای روشنگرم.»"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "پس کسانی که ایمان آورده و کارهای شایسته(ی ایمانشان) انجام دادند، پوشش و روزی‌ای بس گسترده و با کرامت تنها برای ایشان خواهد بود"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "و کسانی که در (خدشه‌دار کردن) آیات ما می‌کوشیدند حال آنکه (به گمانشان) با ما دست و پنجه نرم می‌کنند، آنان همراهان آتشی بس سوزانند"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "و (ما) پیش از تو هیچ رسول و فرستاده‌ی برجسته‌ای را نفرستادیم جز اینکه هر گاه آرزو(ی هدایت مکلفان را) می‌کرد، شیطان در آرزویش القا(ی شبهه) می‌نمود. پس خدا آنچه را شیطان القا می‌نماید محو می‌کند، سپس خدا آیات خود را استوار می‌دارد. و خدا بس دانای حکیم است"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "تا آنچه را شیطان القا می‌کند، برای کسانی که در دل‌هایشان بیماری است - و (نیز) برای سنگدلان- آزمایشی آتش‌بار گرداند. و بی‌گمان ستمگران همواره در (ژرفای) جدایی (از حق) و ستیزه‌ای بس دور و درازند"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "و تا آنان که دانش (وحیانی) یافته‌اند بدانند همانا این (نسخ القائات شیطانی و تحکیم آیات ربانی)، به تمامی حق از سوی پروردگار تو است، تا بدو ایمان آورند. پس دل‌هایشان برای او بسی خاکسار و خاضع گردد. و به‌راستی خدا کسانی را که ایمان آورده‌اند، همانا سوی راهی راست راهبر است"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "و کسانی که کفر ورزیدند، همیشه از آن (راه راست) در تردیدی شدیدند، تا ناگهان ساعت (زندگی آخرین) برایشان فرا رسد، یا عذاب روزی نازا به سراغشان آید"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "تمامی فرماندهی (حق) در چنان روزی از آنِ خداست، میانشان فرمان می‌دهد. پس کسانی که ایمان آورده و کارهای شایسته(ی ایمانشان) را انجام دادند در باغ‌های سردرهم و پر ناز و نعمتند"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "و کسانی که کفر ورزیده و به وسیله‌ی نشانه‌های ما (همان‌ها و ما را) تکذیب کردند، برایشان عذابی توهین‌آمیز است"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "و کسانی که در راه خدا مهاجرت کرده، سپس کشته شدند یا مردند، همانا خدا همواره به آنان روزی نیکویی می‌دهد. و به‌راستی خدا، (هم)او به‌درستی بهترین روزی‌دهندگان است"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "بی‌گمان آنان را در جایگاهی که آن را می‌پسندند همی در خواهد آورد. و همانا خدا به‌راستی بسی دانای بردبار است"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "چنین است و هرکس نظیر آنچه بر او عقوبت رفته است دست به عقوبتی همسان زند، سپس مورد ستم قرار گیرد، همواره خدا او را بی‌گمان یاری خواهد کرد. به‌راستی خدا همانا بخشایشگرِ پوشنده است"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "این به‌راستی بدین سبب است که خدا شب را در روز فرو می‌برد و روز را در شب فرو می‌برد. و اینکه خدا همواره بسی شنوای بسیارِ بیناست"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "(آری،) این بی‌گمان بدین سبب است که خدا خود تمامی حق است و آنچه به جای او می‌خوانند، (هم)او تمامی باطل است. و اینکه خدا بس والای بزرگ است"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "آیا ندیدی که خدا از آسمان به‌راستی آبی فرو فرستاد؟ پس زمین (با آن) سرسبز می‌گردد. همانا خدا بسی دقیق، (و) ناپیدای بسیار آگاه است"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "آنچه در آسمان‌ها و آنچه در زمین است تنها از اوست و همانا خدا، (هم)او، بی‌نیازِ بسیار ستوده است"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "آیا ندیدی که خدا به‌درستی آنچه را در زمین است برای شما مسخر کرد. و (نیز) کشتی‌ها را در حالی‌که در دریا به فرمان او روانند، و آسمان را نگه می‌دارد، تا مبادا بر زمین فرو اُفتد، مگر به اذن او. به‌راستی خدا نسبت به مردمان بسی مهربان و رحمتگر بر ویژگان است"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "و او کسی است که شما را زنده کرد. سپس شما را می‌میراند. باز پس شما را زنده می‌کند. (اما) انسان بی‌گمان سخت کافر (یا) ناسپاس است"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "برای هر امتی رسم و جایگاهی برای عبادت و قربانی قرار دادیم که آنها بدان سوی و روش روانند. پس نباید در این امر با تو به ستیزه برخیزند. و سوی پروردگارت دعوت کن. همانا تو همواره بر راهی راست، چیره‌ای"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "و اگر با تو مجادله کردند، بگو: «خدا به آنچه می‌کنید داناتر است.»"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "(این تنها) خداست که روز قیامت در آنچه با یکدیگر در آن اختلاف می‌کرده‌اید، داوری خواهد کرد"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "آیا ندانستی که خدا همواره آنچه را در آسمان و زمین است می‌داند؟ بی‌گمان این‌ها (همه) در کتاب (علم خدا) است. همواره این بر خدا آسان است"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "و (بعضی از آفریدگان،) از غیر خدا، چیزی را می‌پرستند که (خدا) بر (تأیید) آن حجتی نازل نکرده و بدان (بینش و) دانشی (هم) ندارند. و برای ستمکاران هیچ یاوری نیست"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "و چون آیات ما با روشنایی(و روشنگری) بر آنان خوانده شود، در چهره‌های کسانی که کافر شدند (اثر انگار و) انکارشان را می‌شناسی؛ چیزی نمانده که بر کسانی که آیات ما را بر ایشان تلاوت می‌کنند سخت حمله‌ور شوند. بگو: «آیا پس شما را به بدتر از این خبری مهم دهم‌؟ (آن، همان) آتش است که خدا آن را به کسانی که کفر ورزیده‌اند وعده داده و چه بد سرانجامی است!»"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "هان ای مردمان! مَثَلی زده شد، پس آن را به گوش برگیرید. بی‌گمان کسانی را که از (آفریدگانِ) غیر خدا می‌خوانید، هرگز (حتی) مگسی هم نیافریدند، و گرچه برای (آفریدن) آن اجتماع کنند. و اگر (هم) آن مگس چیزی از آنان برباید، آن را با هیچ کوششی از او باز پس نگیرند؛ طالب [:این جویندگان] و مطلوب [:آن مگس] هر دو ناتوانند"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "قدر (و منزلت الوهیت و ربوبیت) خدا را چنان که سزاوار اوست نشناختند. در حقیقت، خداست که همواره بسی نیرومندِ عزیز است"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "خدا از میان فرشتگان رسولانی برمی‌گزیند و (نیز) از میان مردمان. بی‌گمان خدا بسی شنوای بسیار بیناست"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "آنچه را پیش روی آنان و آنچه پشت(سر)شان است می‌داند و همه‌ی امور [:کارها، چیزها و فرمان‌ها] تنها به خدا بازگردانیده می‌شوند"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "هان ای کسانی که ایمان آوردید! رکوع و سجود کنید و پروردگارتان را بپرستید و کار خیر را انجام دهید، شاید (خود و دیگران را) رستگار کنید"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "و در راه خدا چنان که حقّ جهاد (در راه) اوست جهاد کنید. اوست که شما را برگزید و در دین بر شما هیچ گونه حرج و تنگنایی قرار نداد. (نگهبان) روش (ربانی) پدرتان ، ابراهیم، باشید. او بود که از پیش شما را مسلمان نامید و در این (قرآن نیز همان آمده است) تا پیامبر بر شما گواه باشد و شما (هم) بر مردمان گواه باشید. پس نماز را بر پا بدارید و زکات را بدهید و به خدا پناه و عصمت گیرید. او مولای شماست‌؛ چه نیکو مولایی و چه نیکو یاوری"
        }
    ]
}