{
    "pages": [
        {
            "chapter": 5,
            "verse": 83,
            "text": "E quando ouvem o que foi descido, para o Mensageiro, tu ves seus olhos se marejarem de lagrimas, pelo que reconhecem da Verdade. Dizem: \"Senhor nosso! Cremos. Entao, inscreve-nos entre as testemunhas da verdade"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "E por que razao nao creriamos em Allah e na Verdade que nos chegou, enquanto aspiramos a que nosso Senhor nos faca entrar no Paraiso, com o povo integro"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Entao, pelo que disseram, Allah retribuiu-lhes Jardins, abaixo dos quais correm os rios; nesses, serao eternos. E essa e a recompensa dos benfeitores"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "E os que renegam a Fe e desmentem Nossos sinais, esses sao os companheiros do Inferno"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "O vos que credes! Nao proibais as cousas benignas que Allah vos tornou licitas, e nao cometais agressao. Por certo, Allah nao ama os agressores"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "E comei daquilo que Allah vos deu por sustento, enquanto licito e benigno. E temei a Allah, em Quem sois crentes"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Allah nao vos culpa pela frivolidade em vossos juramentos mas vos culpa pelos juramentos intencionais nao cumpridos. Entao, sua expiacao e alimentar dez necessitados, no meio-termo com que alimentais vossas familias; ou vesti-los ou alforriar um escravo. E quem nao encontra recursos, deve jejuar tres dias. Essa e a expiacao de vossos juramentos, quando perjurardes. E custodiai vossos juramentos. Assim, Allah torna evidentes, para vos, Seus sinais, para serdes agradecidos"
        }
    ]
}