{
    "pages": [
        {
            "chapter": 5,
            "verse": 90,
            "text": "O vos que credes! O vinho e o jogo de azar e as pedras levantadas com nome dos idolos e as varinhas da sorte nao sao senao abominacao: acoes de Sata. Entao, evitai-as na esperanca de serdes bem-aventurados"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Sata deseja, apenas, semear a inimizade e a aversao, entre vos, por meio do vinho e do jogo de azar, e afastar-vos da lembranca de Allah e da oracao. Entao, abster-vos-eis disso"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "E obedecei a Allah e obedecei ao Mensageiro e precatai-vos. Entao, se voltais as costas, sabei que impende apenas a Nosso Mensageiro a evidente transmissao da Mensagem"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Nao ha culpa sobre aqueles que creem e fazem as boas obras, por aquilo de que se alimentaram anteriormente, desde que se guardem do proibido e creiam nisso e facam as boas obras; depois, continuem a guardar-se e a crer; em seguida, se guardem e bem-facam. E Allah ama os benfeitores"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "O vos que credes! Em verdade, Allah por-vos-a a prova com a proibicao de alguma caca, que vossas maos e vossas lancas puderem alcancar, a fim de que Allah saiba quem de vos O teme, embora seja Ele Invisivel. Entao, quem, depois disso, comete agressao tera doloroso castigo"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "O vos que credes! Nao mateis a caca, enquanto estais na peregrinacao. E, a quem de vos a mata, intencionalmente, impender-lhe-a compensacao, em rebanhos, igual ao que matou, julgada por dois homens justos dos vossos, em oferenda, destinada a Kaabah; ou expiacao: alimentar necessitados ou o equivalente a isso, em jejum para experimentar a nefasta consequencia de sua conduta. Allah indulta o que ja se consumou. E quem reincide, Allah dele se vingara. E Allah e Todo-Poderoso, Possuidor de vindita"
        }
    ]
}