{
    "pages": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "E, se fizessemos descer-lhes os anjos e lhes falassem os mortos e lhes reunissemos todas as cousas a sua frente, nao creriam, exceto se Allah quisesse. Mas a maioria deles o ignora"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "E, assim, fizemos para cada profeta inimigos: demonios dentre os humanos e os jinns, que inspiraram uns aos outros dito floreado, para se iludirem e, se teu Senhor quisesse, nao o fariam. Entao, deixa-os e ao que forjam"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "E para o escutarem os coracoes daqueles que nao creem na Derradeira Vida, e para, com isso, se agradarem, e para continuarem a perpetrar o que estavam perpetrando"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Dize: \"Entao, buscarei por juiz outro que Allah, enquanto Ele e Quem fez descer, para vos, o Livro aclarado?\" E aqueles, aos quais concederamos o Livro sabem que ele foi descido de teu Senhor, com a verdade. Entao, nao sejas, de modo algum, dos contestadores"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "E a palavra de teu Senhor cumpriu-se, em verdade e justica. Nao ha"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "E, se obedeces a maioria dos que estao na terra, descaminhar-te-ao do caminho de Allah. Nao seguem senao conjeturas e nada fazem senao imposturar"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Por certo, teu Senhor e bem Sabedor de quem se descaminha de Seu caminho. E Ele e bem Sabedor dos guiados"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Entao, comei daquilo, sobre o qual foi mencionado o nome de Allah, se de Seus sinais sois crentes"
        }
    ]
}