{
    "pages": [
        {
            "chapter": 8,
            "verse": 53,
            "text": "Isso, porque nao e admissivel que Allah transmute uma graca, com que haja agraciado um povo, antes que este haja transmutado o que ha em si mesmo. E Allah e Oniouvinte, Onisciente"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "O proceder desses e como o do povo de Farao e daqueles que foram antes deles. Desmentiram os sinais de Seu Senhor; entao, aniquilamo-los por seus delitos e afogamos o povo de Farao. E todos eram injustos"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Por certo, os piores seres animais, perante Allah, sao os que renegam a Fe, pois nao creem"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Sao aqueles, com os quais tu pactuas; em seguida, desfazem seu pacto, toda vez, e nada temem"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Entao, se os encontras na guerra, trucida-os, para atemorizar e dispersar os que estao atras deles, na esperanca de meditarem"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "E se temes traicao de um povo, deita fora teu pacto com eles, do mesmo modo que eles o fazem. Por certo, Allah nao ama os traidores"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "E os que renegam a Fe nao suponham que se esquivaram. Por certo, nao conseguirao escapar ao castigo de Allah"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "E, preparai, para combater com eles, tudo o que puderdes: forca e cavalos vigilantes, para com isso, intimidardes o inimigo de Allah e vosso inimigo, e outros alem desses, que nao conheceis, mas Allah os conhece. E o que quer que despendais, no caminho de Allah, ser-vos-a compensado, e nao sofrereis injustica"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "E, se eles se inclinam a paz, inclina-te tambem, a ela, e confia em Allah. Por certo, Ele e O Oniouvinte, O Onisciente"
        }
    ]
}