{
    "pages": [
        {
            "chapter": 11,
            "verse": 20,
            "text": "Esses nao poderao escapar de Seu castigo, na terra e nao terao protetores, alem de Allah. Duplicar-se-lhes-a o castigo; eles nao foram capazes de ouvir nem de nada enxergar"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Esses sao os que se perderam a si mesmos. E o que eles forjavam sumira para longe deles"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "E inconteste que serao, na Derradeira Vida, os mais perdedores"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Por certo, os crentes e os que fazem as boas obras e se humildam a seu Senhor, esses sao os companheiros do Paraiso. Nele, serao eternos"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "O exemplo dos dois grupos e como o do cego e do surdo, e do vidente e do ouvidor: igualam-se, como exemplo? Entao, nao meditais"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "E, com efeito, enviamos Noe a seu povo. Disse: \"Por certo, sou-vos evidente admoestador"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Nao adoreis senao a Allah. Por certo, temo por vos, o castigo de um doloroso dia"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Entao, os dignitarios que, dentre seu povo, renegavam a Fe disseram: \"Nao te vemos senao um mortal como nos, e nao vemos seguir-te, impensadamente, senao os mais ignobeis dos nossos, e nao vemos, em vos, privilegio algum sobre nos. Alias, pensamos que sois mentirosos"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Disse: \"O meu povo! Vistes? Se estou fundado sobre evidencia de meu Senhor, e Ele me concede misericordia de Sua parte, e ela se vos obscurece, teremos de vo-la impor, enquanto a estais odiando"
        }
    ]
}