{
    "pages": [
        {
            "chapter": 18,
            "verse": 62,
            "text": "E, quando atravessaram ambos esse lugar, ele disse a seu jovem servo: \"Traze-nos o almoco; com efeito, deparamos fadiga, nesta nossa viagem"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "O jovem servo disse: \"Viste, quando nos abrigamos no rochedo? Entao, por certo, esqueci o peixe, e nao me fez esquece-lo senao Sata. E ele tomou seu caminho no mar. Que admiravel"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Moises disse: \"Isso e o que buscavamos.\" Entao, ambos voltaram, seguindo suas proprias pegadas"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "E encontraram um de Nossos servos ao qual concederamos misericordia vinda de nos, e ensinaramo-lhe ciencia, de Nossa parte"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Moises disse-lhe: \"Posso seguir-te, com a condicao de que me ensines algo do que te foi ensinado de retidao"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "O Outro disse: \"Por certo, nao poderas ter paciencia comigo"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "E como pacientar, acerca do que nao abarcas em ciencia"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Moises disse: \"Encontrar-me-as paciente, se Allah quiser, e nao te desobedecerei ordem alguma"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "O outro disse: \"Entao, se me seguires, nao me perguntes por cousa alguma, ate que te faca mencao desta cousa"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Entao, ambos foram adiante, ate que, quando embarcaram na nau, ele a furou. Moises disse: \"Furaste-a, para afogar seus ocupantes. Com efeito, fizeste algo nefando"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "O Outro disse: \"Nao te disse que, por certo, nao poderias ter paciencia comigo"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Moises disse: \"Nao me culpes pelo que esqueci, e nao me imponhas dificuldade, acima de minha condicao"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Entao, ambos foram adiante, ate que, quando depararam um jovem, entao, ele o matou, disse Moises: \"Mataste uma pessoa inocente, sem que ela haja matado outra? Com efeito, fizeste algo terrivel"
        }
    ]
}