{
    "pages": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "Suratu An-Nur. Esta e uma Sura: fizemo-la descer e preceituamo-la, e, nela, fizemos descer evidentes versiculos, para meditardes"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "A adultera e ao adultero acoitai a cada um deles com cem acoites. E que nao vos tome compaixao alguma por eles, no cumprimento do juizo de Allah, se credes em Allah e no Derradeiro Dia. E que um grupo de crentes testemunhe o castigo de ambos"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "O adultero nao esposara senao uma adultera ou uma idolatra. E a adultera, nao a esposara senao um adultero ou um idolatra. E isso e proibido aos crentes"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "E aos que acusam de adulterio as castas mulheres, em seguida, nao fazem vir quatro testemunhas, acoitai-os com oitenta acoites e, jamais, lhes aceiteis testemunho algum; e esses sao os perversos"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Exceto os que, depois disso, se voltam arrependidos e se emendam; entao, por certo, Allah e Perdoador, Misericordiador"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "E aos que acusam de adulterio suas mulheres, e nao ha para eles testemunhas senao eles mesmos, entao, o testemunho de um deles, jurando por Allah, quatro vezes, que e dos veridicos"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "E, na quinta vez, que a maldicao de Allah seja sobre ele, se e dos mentirosos, afasta-lo-a do castigo"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "E afasta-la-a do castigo o testemunhar ela, quatro vezes, jurando por Allah: \"Por certo, ele e dos mentirosos"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "E, na quinta vez, que a maldicao de Allah seja sobre ela, se ele e dos veridicos"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "E nao fora o favor de Allah para convosco, e sua misericordia, e que Allah e Remissorio, Sabio, haveria apressado o castigo para vos, nesta vida"
        }
    ]
}