{
    "pages": [
        {
            "chapter": 30,
            "verse": 25,
            "text": "E, dentre Seus sinais, esta que o ceu e a terra se mantem firmes, por Sua ordem. Em seguida, quando Ele vos convocar, com uma convocacao, da terra, ei-vos que dela saireis"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "E d'Ele e quem esta nos ceus e na terra. A Ele todos sao devotos"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "E Ele e Quem inicia a criacao; em seguida, repete-a; e isto Lhe e mais facil. E dEle e a transcendencia absoluta, nos ceus e na terra. E Ele e O Todo-Poderoso, O Sabio"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "Ele propoe para vos um exemplo tirado de vos mesmos. Tendes, dentre os escravos que possuis, parceiros naquilo que Nos vos damos por sustento, e, nisso, sois iguais, temendo-os como vos vos temeis reciprocamente? Assim, aclaramos os sinais a um povo que razoa"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Mas os que sao injustos seguem suas paixoes, sem ciencia alguma. Entao, quem guiara aqueles a quem Allah descaminha? E eles nao terao socorredores"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Entao, ergue tua face para a religiao, sendo monoteista sincero. Assim e a natureza feita por Allah - segundo a qual Ele criou os homens. Nao ha alteracao na criacao de Allah. - Essa e a religiao reta, mas a maioria dos homens nao sabe"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Voltai-vos contritos para Ele; e temei-O; e cumpri a oracao, e nao sejais dos idolatras"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Dos que separaram sua religiao, e se dividiram em seitas, jubiloso cada partido com o que tem"
        }
    ]
}