{
    "pages": [
        {
            "chapter": 48,
            "verse": 16,
            "text": "Dize aos que, dentre os beduinos, ficaram para tras: \"Sereis convocados a combater contra um povo dotado de veemente furia; combate-los-eis, ou se islamizarao. Entao, se obedeceis, Allah conceder-vos-a belo premio. E, se voltais as costas como voltastes as costas, antes, Ele castigar-vos-a com doloroso castigo"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Nao ha falta no cego e nao ha falta no coxo e nao ha falta no enfermo, por nao combaterem. E a quem obedece a Allah e a Seu Mensageiro, Ele o fara entrar em Jardins, abaixo dos quais correm os rios. E a quem Lhe volta as costas, Ele o castigara com doloroso castigo"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "Com efeito, Allah agradou-Se dos crentes, quando, debaixo da arvore, com aperto de mao, comprometeram-se a segundar-te; entao, Ele soube o que havia em seus coracoes e fez descer a serenidade sobre eles; e retribuiu-lhes uma vitoria proxima"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "E muitos restos de guerra, para os tomarem. E Allah e Todo-Poderoso, Sabio"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Allah prometeu-vos muitos restos de guerra, para tomardes, e apressou, para vos, esta e deteve as maos dos homens, afastando-as de vos; e fe-lo, para que isso fosse um sinal para os crentes, e para que Ele vos guiasse a uma senda reta"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "E outros, ainda, de que nao vos apossastes, os quais Allah, com efeito, abarca. E Allah, sobre todas as cousas, e Onipotente"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "E, se os que renegam a Fe vos combatessem, voltar-vos-iam as costas; em seguida, nao encontrariam nem protetor nem socorredor"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Assim, foi o procedimento de Allah, o que passou, antes. E nao encontraras, no procedimento de Allah, mudanca alguma"
        }
    ]
}