{
    "pages": [
        {
            "chapter": 3,
            "verse": 187,
            "text": "E quando Allah firmou alianca com aqueles a quem fora concedido o Livro: \"Que vos o torneis evidente, para o povo e nao o oculteis\"; entao, atiraram-no para tras das costas e venderam-no por infimo preco. E que execravel o preco pelo qual o venderam"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Nao suponhas que os que jubilam com o que cometem e amam ser louvados com o que nao fizeram, nao os suponhas, pois, salvos do castigo. E terao doloroso castigo"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "E de Allah e a soberania dos ceus e da terra. E Allah, sobre todas as cousas, e Onipotente"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Por certo, na criacao dos ceus e da terra, e na alternancia da noite e do dia, ha sinais para os dotados de discernimento"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Que se lembram de Allah, estando de pe e assentados e deitados , e refletem na criacao dos ceus e da terra e dizem: \"Senhor nosso! Nao criaste tudo isto em vao. Glorificado sejas! Entao, guarda-nos do castigo do Fogo"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Senhor nosso! Por certo, aquele que Tu fazes entrar no Fogo, Tu, com efeito, o ignominias. E nao ha para os injustos socorredores"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Senhor nosso! Por certo, ouvimos um pregador que pregava a Fe, dizendo: 'Crede em vosso Senhor!' E cremos. Senhor nosso! Perdoa-nos, pois, os delitos e remite-nos as mas obras e leva-nos a alma para junto dos virtuosos"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Senhor nosso! E concede-nos o que nos prometeste por meio de Teus Mensageiros, e nao nos ignominies, no Dia da Ressurreicao. Por certo, Tu nao faltas a promessa"
        }
    ]
}