{
    "rukus": [
        {
            "chapter": 2,
            "verse": 72,
            "text": "And (remember also) when you had killed a living soul, and were accusing one another to deny the responsibility, but God would disclose what you were concealing"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "So We commanded: \"Strike him (the corpse) with part of it (the sacrificed cow).\" (So they did and the corpse, brought to life, informed of the murderer.) Even so God brings to life the dead, and shows you the signs (of His Power, Oneness and way of acting), that you may understand the truth, (and have no doubt at all, concerning the essentials of faith)"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Then, a while after that, your hearts became hardened; they were like rocks, or even harder, for there are rocks from which rivers come gushing; there are some that split and water issues from them; and there are still others that roll down for fear and awe of God. (Whereas your hearts are harder than rocks, and) God is not unaware and unmindful of what you do"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "(O community of the believers!) Do you hope that those people (whose hearts have become more hardened than rocks and who have continually shown disloyalty to God,) will believe you (and believe in the Prophet Muhammad, and in the Book he brought and the Religion he preaches)? (It is surely not possible) when there has been a party among them that hear the Word of God, and then, after they reasoned and judged it (to be the Word of God), have tampered with it knowingly"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "When they meet those who believe, they declare (hypocritically), \"We believe (in what you believe in);\" but when they are alone with one another in private, they say (chiding each other): \"Will you tell them what God has disclosed to you, that they might use it as an argument against you before your Lord? Do you have no sense"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Do they not know that surely God knows what they keep concealed and what they disclose"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Among them are the illiterate folk who do not know anything about the Book except fancies from hearsay, and merely follow their conjectures"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Woe, then, to those who write the Book with their hands (interpolating into it their readings of the Scriptures and their explanatory notes thereto, stories from their national history, superstitious ideas and fancies, philosophical doctrines and legal rules) and then in order to sell it for a trifling price (such as worldly benefit, status, and renown), they declare: \"This is from God.\" So woe to them for what their hands have written and woe to them for what they have earned (of the worldly income and the sin thereby)"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "They say (despite all that): \"The Fire will not touch us at all except for a certain number of days.\" Say, then, (to them): \"Have you made a covenant with God and received a promise from Him? If so, God will never break His covenant. Or do you say things against God that you do not know"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "(It is indeed the case that you speak in ignorance. The truth is,) rather, that whoever earns an evil (by his free will) and his vices engulf him – those are the companions of the Fire; they will abide therein"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "While those who believe and do good, righteous deeds, those are the companions of Paradise; they will abide therein"
        }
    ]
}