{
    "rukus": [
        {
            "chapter": 6,
            "verse": 11,
            "text": "Say: \"Go about on the earth and look: how was the outcome for those who denied (God’s signs and Messengers)"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Say: \"To whom belongs all that is in the heavens and on the earth?\", and say: \"To God.\" He has bound Himself to mercy (so that, despite the errors and false beliefs of His servants, He sustains all that is in the heavens and the earth by His Mercy. He does not leave anybody to their own devices and, as a requirement of His Mercy) He will assuredly gather you together on the Day of Resurrection, about (the coming of) which there is no doubt: yet those who ruin their own selves (by misusing and corrupting their primordial nature, sound reasoning and the capacity to believe, which are their capital share in God’s Mercy) – they do not believe"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "And His is whatsoever dwells in the night and the day; and He is the All-Hearing, the All-Knowing"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Say: \"Shall I take for guardian and confidant anyone other than God, the Originator of the heavens and the earth each with particular features, and He Who feeds and Himself never needs to be fed?\" Say: \"Moreover, I have surely been ordered to be the foremost in submitting to Him wholly, and (I have been warned): ‘Do not be among those who associate partners with Him’"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Say: \"Indeed I fear, if I should disobey my Lord, the punishment of an awesome Day"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Whoever has been spared punishment on that Day, surely God has had mercy on him; and that is the manifest triumph"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "If God touches you with affliction, there is none who can remove it but He; and if He touches you with good – it is He Who has full power over everything"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "He is the All-Omnipotent over His servants; He is the All-Wise, the All-Aware"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Say: \"What is most weighty in testimony?\" Say: \"God: a witness between me and you; and to me is being revealed this Qur’an so that I may warn you thereby, and whomever it may reach.\" (O you who associate partners with God:) Do you truly testify that there are deities besides God? Say (to them): \"I give no such testimony.\" Say: \"He is only One God, and surely I am absolutely free from your association of partners with Him and from whatever you associate with Him as partners"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Those who were given the Book (before) know him (the Messenger with all his distinguishing attributes) as they know their own sons; yet those who ruin their own selves (by concealing this truth, being overcome by their lusts and worldly interests) – they do not believe"
        }
    ]
}