{
    "rukus": [
        {
            "chapter": 2,
            "verse": 97,
            "text": "(This is not all. They feel enmity toward Gabriel because he brings the Qur’an to you, not to one among them.) Say (O Messenger, to them): \"(The Lord of the worlds, my and your Lord, declares:) ‘Whoever is an enemy to Gabriel (should know that) it is he who brings down the Qur’an on your heart by the leave of God, (not of his own accord), confirming (the Divine origin of and the truths still contained in) the Revelations prior to it, and (serving as) guidance and glad tidings for the believers.’"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "(Enmity to Gabriel, who does nothing other than what he is commanded to do by God, means enmity to God and to His will.) Whoever is an enemy to God, and His angels, and His Messengers, and (so) Gabriel, and Michael, (should know that) God is surely an enemy to the unbelievers"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "(O Messenger, do not grieve about their persistence in unbelief!) Assuredly We have sent down to you truths so manifest (that they both prove your Messengership and the Divine Authorship of the Qur’an as brightly as the sunlight). None disbelieve in them except transgressors (who have strayed from the Straight Path in belief, thought and conduct)"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Is it not ever so that whenever they (those transgressors) make a covenant, a party of them set it aside? (Indeed, they do so, and they are not a small party,) rather, most of them do not believe (so that they might be expected to keep their covenant)"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "(This is not all.) When (finally) there has come to them a Messenger from God, confirming what (of the truth) they already possess, a party of those who were given the Book (the Torah) have (instead of paying heed to what it contains concerning the Last Messenger) flung the Book of God (the Qur’an) behind their backs, as if they did not know (that it is a Book from God and that the Messenger who has brought it is the Last Prophet they have been anticipating)"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "And (just as their ancestors did) they follow the fictions the satans invented and spread about the rule of Solomon (falsely attributing his employment of jinn, devils, and animals in his kingdom to sorcery). But (ascribing creativity or creative effect to sorcery is a kind of unbelief and) Solomon (being a Prophet and excellent servant of God) never disbelieved. Rather, the satans (who spread false things about his rule) disbelieved, teaching people sorcery and the (distorted form of the) knowledge that was sent down on Harut and Marut, the two angels in Babylon. And they (these two angels charged with teaching people some occult sciences such as breaking a spell and protection against sorcery) never taught them to anyone without first warning, \"We are a trial, so do not disbelieve (– It is risky to learn the knowledge given to us, therefore use it in lawful ways, and beware of committing an act of unbelief by abusing it.)\" And (yet) they (those who followed the falsehoods of the satans) learned from them (the two angels) that by which they might divide a man and his wife. But (though they wrongly attributed creative power to sorcery, in fact) they could not harm anyone thereby save by the leave of God. And they learned what would harm them, not what would profit them. Assuredly, they knew well that he who bought it (in exchange for God’s Book) will have no share (no happy portion) in the Hereafter. How evil was that for which they sold their selves; and if only they had known (acted like people of true knowledge and understanding)"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "And if only they had believed and, in fear and reverence of God, sought to deserve His protection (against their straying and His punishment), a reward from God (of which they could not conceive) would have been absolutely good; if only they had known (acted like people of true knowledge and understanding)"
        }
    ]
}