{
    "rukus": [
        {
            "chapter": 2,
            "verse": 8,
            "text": "Among people are some who say, \"We believe in God and in the Last Day\", although they are not believers"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "They would trick God and those who believe, and they trick only their own selves (of which they are enamored), but they do not perceive"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "In the very center of their hearts is a sickness (that dries up the source of their spiritual life, extinguishes their power of understanding and corrupts their character), and (because of their moral corruption and the tricks they deploy out of envy and malice) God has increased them in sickness. For them is a painful punishment because they habitually lie"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "(Because of the disorder they intend to provoke with their lies), whenever they are told (as part of the duty enjoined upon the believers to promote good and forbid evil), \"Do not cause disorder and corruption on earth,\" they say: \"Why! We indeed are the ones who set things right"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Beware, they themselves are those who cause disorder and corruption but they are unaware (of what they do and ignorant of what setting things right is and what causing disorder is)"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Again, whenever they are told (as a duty of calling to faith), \"Believe as the people believe,\" (in a way to demonstrate their self-pride and disparagement of the people) they say: \"Shall we believe as the fools believe!?\" Beware, they themselves are the fools, but they do not know (seeing that they have no true knowledge to distinguish between truth and falsehood, sincere faith and hypocrisy, right and wrong)"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "When they meet those who believe, they declare (hypocritically), \"We believe;\" but when they are alone in secret with their (apparently human) satans (to whom they hasten in need to renew their unbelief and their pledge to them for fear of losing their support), they say: \"Assuredly we are with you; we only mock (those others)"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "(Since what they do only means demanding straying and ridicule,) God returns their mockery, leaving them to wander blindly on in their rebellion"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Such are the ones who have bought straying in exchange for guidance, but their trade has brought no profit, and they have no way out to escape it"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "They are like him who (while traveling with company in the desert, halted for the night and) kindled a fire (for light and warmth and protection). However, when the fire had just lit all around him (and the company had become comfortable but were not properly appreciative of the fire and failed to guard it against wind, the fire was extinguished. Thus) God took away their light and left them in darkness, unseeing"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "They are utterly deaf, dumb, and blind; they can no longer recover"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Or like (those caught in) a rainstorm from the sky, accompanied by veils of darkness, thunderclaps and flashes of lightning. (Terrified by the thunder, and as if they might thereby evade a possible stroke of lightning), they press their fingers into their ears in fear of death. This is how God has encompassed the unbelievers from all sides"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "The lightning almost snatches away their sight. Whenever it gives them light, they take a few steps in it, and when the darkness covers them, they stand still. Had God so willed, indeed He would have taken away their hearing and sight. Surely God has full power over everything"
        }
    ]
}