{
    "chapter": [
        {
            "chapter": 52,
            "verse": 1,
            "text": "(I swear) By the Mount"
        },
        {
            "chapter": 52,
            "verse": 2,
            "text": "By a Decree inscribed"
        },
        {
            "chapter": 52,
            "verse": 3,
            "text": "On a fine parchment, unrolled"
        },
        {
            "chapter": 52,
            "verse": 4,
            "text": "And the much visited House"
        },
        {
            "chapter": 52,
            "verse": 5,
            "text": "And the canopy exalted"
        },
        {
            "chapter": 52,
            "verse": 6,
            "text": "And the swollen sea"
        },
        {
            "chapter": 52,
            "verse": 7,
            "text": "Most surely the doom of your Lord will come to pass"
        },
        {
            "chapter": 52,
            "verse": 8,
            "text": "There shall be none to avert it"
        },
        {
            "chapter": 52,
            "verse": 9,
            "text": "On the day when the heaven shall heave with awful commotion"
        },
        {
            "chapter": 52,
            "verse": 10,
            "text": "And the mountains shall move with awful movement"
        },
        {
            "chapter": 52,
            "verse": 11,
            "text": "Then woe on that Day unto the deniers (of the truth)"
        },
        {
            "chapter": 52,
            "verse": 12,
            "text": "Those who sport in vain discourses"
        },
        {
            "chapter": 52,
            "verse": 13,
            "text": "The Day on which they shall be driven irresistibly to the Fire of Hell"
        },
        {
            "chapter": 52,
            "verse": 14,
            "text": "This is the Fire which you used to deny"
        },
        {
            "chapter": 52,
            "verse": 15,
            "text": "Is it magic then, or do you not see"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "Burn you therein, and whether you bear it patiently or not, it makes no difference; you shall be requited only what you did"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "Surely those who guard (against evil) shall be in Gardens of Bliss"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "Rejoicing because of what their Lord gave them, and their Lord saved them from the punishment of the burning Fire"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "Eat and drink with profit and health because of what you did"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "Reclining on thrones set in ranks, and We will unite them to large-eyed beautiful ones (Houri)"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "And as for those who believe and whose offspring follow them in faith, We will unite with them their offspring and We will not deprive them of naught of their work; each individual is a pledge for his own deeds"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "And We will provide them with fruit and flesh such as they desire"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "They shall pass from one to another a cup wherein there shall be nothing vain nor any sin"
        },
        {
            "chapter": 52,
            "verse": 24,
            "text": "And round them shall serve youth devoted to them, handsome as well-guarded (preserved or hidden) pearls"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "And some of them shall draw near unto others, inquiring"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "Saying, \"Surely in the past we feared for our families"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "But Allah has been gracious to us and He has saved us from the punishment of the Scorching Wind"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "Surely we called upon Him before: Surely He is the Benign, the Merciful"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "Therefore continue you (O Muhammad) to remind (or warn), for by the grace of your Lord, you are not a soothsayer, or a madman"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "Or do they say, \" (he is) A poet, for whom we await a calamity of (or an accident of or caused by) time"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "Say, \"Wait (expect) ye! I too with you am waiting (expecting)"
        },
        {
            "chapter": 52,
            "verse": 32,
            "text": "Nay! Do their understandings bid them this? Or are they a people transgressing beyond bounds"
        },
        {
            "chapter": 52,
            "verse": 33,
            "text": "Or do they say, \"He has forged it.\" Nay! They will not believe"
        },
        {
            "chapter": 52,
            "verse": 34,
            "text": "Then let them bring an announcement (or recital) like it if they are truthful"
        },
        {
            "chapter": 52,
            "verse": 35,
            "text": "Or were they created out of nothing, or are they themselves the creators"
        },
        {
            "chapter": 52,
            "verse": 36,
            "text": "Or did they create the heavens and the earth? Nay! They have no certainty"
        },
        {
            "chapter": 52,
            "verse": 37,
            "text": "Or have they the treasures of your Lord with them? Or have they been set in absolute authority"
        },
        {
            "chapter": 52,
            "verse": 38,
            "text": "Or have they a ladder (unto heaven) the means by which they listen? Then let their listener bring a clear authority"
        },
        {
            "chapter": 52,
            "verse": 39,
            "text": "Or has He daughters while you have sons"
        },
        {
            "chapter": 52,
            "verse": 40,
            "text": "Or do you ask them for a reward, so that they are overburdened by a debt"
        },
        {
            "chapter": 52,
            "verse": 41,
            "text": "Or have they the unseen so that they write it down"
        },
        {
            "chapter": 52,
            "verse": 42,
            "text": "Or do they desire to plot (or ensnare)? But those who disbelieve shall be the vanquished in their plot"
        },
        {
            "chapter": 52,
            "verse": 43,
            "text": "Or have they a God other than Allah? Glory be to Allah from what they set up (with Him)"
        },
        {
            "chapter": 52,
            "verse": 44,
            "text": "And if they should see a portion of the heaven coming down, they would say, \"Piled up clouds"
        },
        {
            "chapter": 52,
            "verse": 45,
            "text": "Leave them then till they meet that Day of theirs wherein they shall be made to swoon (with terror)"
        },
        {
            "chapter": 52,
            "verse": 46,
            "text": "The day on which their struggle shall not avail them aught, nor shall they be helped"
        },
        {
            "chapter": 52,
            "verse": 47,
            "text": "And surely those who are unjust shall have a punishment besides that (in the world), but most of them understand not"
        },
        {
            "chapter": 52,
            "verse": 48,
            "text": "And wait patiently for the decree (command, judgment) of your Lord, for verily you are in Our eyes; and hymn the praise of your Lord when you rise"
        },
        {
            "chapter": 52,
            "verse": 49,
            "text": "And in the night, give Him glory too, and at the retreat of the stars"
        }
    ]
}