{
    "pages": [
        {
            "chapter": 5,
            "verse": 32,
            "text": "Iste bundan dolayı Israil ogullarına kitapta sunu bildirdik:Kim katil olmayan ve yeryuzunde fesat cıkarmayan bir kisiyi oldururse sanki butun insanları oldurmus gibi olur.Kim de bir adamın hayatını kurtarırsa sanki butun insanların hayatını kurtarmıs olur.Resullerimiz onlara acık ayetler ve deliller getirmislerdi.Ne var ki onların cogu butun bunlardan sonra, hala yeryuzunde fesat ve cinayette asırı gitmektedirler"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Allah ve Resulune savas acanların, (yol keserek teror eylemi yaparak) yeryuzunu ifsad etmek icin kosusanların cezası; oldurulmeleri veya asılmaları yahut sag elleri ile sol ayaklarının kesilmesi yahut da bulundukları yerden surulmelerinden baska bir sey olmaz.Bu onların dunyadaki rusvaylıgıdır. Ahirette ise onlara baskaca muthis bir ceza vardır.Ancak kendilerini ele gecirmenizden once tovbe edenler, bu hukmun dısındadır. Biliniz ki Allah gafurdur, rahimdir (affı ve merhameti boldur)"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Allah ve Resulune savas acanların, (yol keserek teror eylemi yaparak) yeryuzunu ifsad etmek icin kosusanların cezası; oldurulmeleri veya asılmaları yahut sag elleri ile sol ayaklarının kesilmesi yahut da bulundukları yerden surulmelerinden baska bir sey olmaz.Bu onların dunyadaki rusvaylıgıdır. Ahirette ise onlara baskaca muthis bir ceza vardır.Ancak kendilerini ele gecirmenizden once tovbe edenler, bu hukmun dısındadır. Biliniz ki Allah gafurdur, rahimdir (affı ve merhameti boldur)"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Ey iman edenler! Allah'ın hukukunu gozetin, onun hukukunu ihlal etmekten sakının, O’na yaklasmaya vesile arayın ve O’nun yolunda mucahede edin ki korktugunuzdan kurtulup umdugunuza kavusasınız"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Kafirler, kıyamet gunu cezaları olan azaptan kurtulmaları icin, dunyada olan her seyi, bir misli fazlasıyla verseler dahi kendilerinden kabul edilmez. Onlara can yakıcı bir azap vardır. [1]"
        }
    ]
}