{
    "pages": [
        {
            "chapter": 7,
            "verse": 150,
            "text": "Musa pek ofkeli ve uzgun olarak halkına donunce:“Benden sonra arkamdan ne kotu isler yapmıssınız! Rabbinizin emrini carcabuk terk mi ettiniz!” dedi ve... levhaları yere bırakıverdi. Kardesini basından tutup, kendisine dogru cekmeye basladı.Harun ise ona: “Ey annemin oglu!” dedi: “Inan ki bu millet beni fena halde hırpaladı, nerdeyse beni linc edip oldureceklerdi.Ne olur, dusmanlarımı ustume guldurme, beni bu zalim milletle bir tutma!” {KM, Cıkıs}"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Musa: “Ya Rabbi, beni ve kardesimi affet. Rahmetine bizi de dahil et; cunku merhamet edenlerin en merhametlisi Sensin Sen!”"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Buzagıya tanrı diye tapanlar var ya, iste onlara Rab'leri tarafından dunya hayatında bir gazap ve bir zillet gelecektir. Iste iftiracıları boyle cezalandırırız Biz! [2,54] {KM, Cıkıs}"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Gunahları isledikten sonra, arkasından tovbe edip iman edenler icin ise Rabbin elbette gafur ve rahimdir (affı ve merhameti boldur)"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Musa'nın ofkesi yatısınca, levhaları yerden aldı.Onlardaki yazıda, Rab’lerinden cekinenler icin hidayet ve rahmet vardı"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Musa ummetinden yetmis kisi secti, onları alıp huzura getirdi.Gelenlerin bu kabul serefiyle yetinmeyip Allah'ı acıkca gormek istemeleri uzerine, onları siddetli bir deprem yakaladı.Musa: “Ya Rabbi! dedi, dileseydin beni de bunları da daha once imha ederdin.Simdi bizi aramızdaki beyinsizlerin yaptıklarından dolayı helak mi edeceksin?Bu sırf Senin bir imtihanından ibarettir. Diledigini bu imtihanla sasırtır, diledigine yol gosterirsin.Sensin bizim Mevla’mız! Affet bizi, merhamet eyle! Sen affedenlerin en hayırlısısın!” [2,55; 4,153] {KM, Cıkıs 24,100; Sayılar}"
        }
    ]
}