{
    "pages": [
        {
            "chapter": 11,
            "verse": 38,
            "text": "Nuh gemiyi yapıyor, halkından ileri gelenler her ne zaman yanından gecseler onunla alay ediyorlardı.Nuh da: “Siz, dedi; simdi bizimle alay ediyorsanız, elbet bizim de sizinle alay edecegimiz bir gun gelir.”"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "“Artık rusvay edecek azabın kime gelip catacagını, ayrıca ahiretteki daimi azabın da kimin uzerine inecegini yakında gorup ogrenirsiniz.”"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Nihayet emrimiz gelip de tennur kaynadıgı zaman Nuh'a dedik ki:“Her hayvan turunden erkekli disili ikiser es ile haklarında helak hukmu verilmis olanları haric olmak uzere, aileni bir de iman edenleri gemiye al!” Zaten beraberinde iman eden pek az insan vardı. [3,7; 26,119-121; 54,11-14] {KM, Tekvin 7,13; I Pier}"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "Nuh dedi ki “Binin gemiye! Onun yuzup gitmesi de, durması da Allah'ın adıyladır. Gercekten Rabbim gafurdur, rahimdir” (affı, rahmet ve ihsanı pek boldur)"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Gemi onları daglar gibi dalgalar arasından gecirirken, Nuh biraz otede olan ogluna: “Evladım, gel sen de bizimle gemiye bin de kafirlerle beraber kalma!” diye seslendi"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "O: “Beni sudan koruyacak bir daga sıgınırım!” dedi. Nuh ise: “Bugun Allah'ın helak emrinden koruyacak hicbir kuvvet yoktur. Ancak O’nun merhamet ettigi kurtulur!” der demez, birden aralarına dalga girdi, ve oglu bogulanlardan oldu"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Kafirler bogulduktan sonra yerle goge: “Ey yer suyunu yut ve sen ey gok suyunu tut!” diye emir buyuruldu. Su cekildi, is bitirildi ve gemi Cudi uzerinde yerlesti ve “Kahrolsun o zalimler!” denildi. {KM, Tekvin}"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Nuh Rabbine hitab edip: “Ya Rabbi, dedi, elbette bogulan oglum da ailemdendi, oz evladımdı. (Halbuki ben onları gemiye alırken Sen bana kurtulacaklarını, mujdelemistin). Senin vaadin elbette haktır ve Sen hakimlerin hakimisin!”"
        }
    ]
}