{
    "pages": [
        {
            "chapter": 11,
            "verse": 46,
            "text": "“Ey Nuh!” buyurdu Allah, “O senin ailenden degil. Cunku o, durust is yapan, temiz bir insan degildi.O halde, hakkında kesin bilgin olmayan bir seyi Benden isteme. Cahilce bir davranısta bulunmayasın diye sana ogut veriyorum.”"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "“Ya Rabbi, dedi, hakkında kesin bilgim olmayan seyi istemekten Sana sıgınırım. Eger beni affetmez, bana merhamet etmezsen, her seyi kaybedenlerden olurum.”"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "“Ey Nuh! denildi, sana ve beraberinde bulunan mumin topluluklara Bizim tarafımızdan bir selamet ve cok bereketlerle gemiden in!Gelecek nesiller icinde niceleri de olacak ki onları dunyada bir muddet yasatacagız, sonra da Biz den onlara gayet acı bir azap dokunacaktır.”"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Iste bunlar gayb olan birtakım haberlerdir. Onları sana Biz vahyediyoruz.Halbuki bu vahiyden once onları ne sen, ne de milletin bilmezdiniz.Oyleyse onların red ve inkarlarına karsı sabret, disini sık ve suphen olmasın ki hayırlı akıbet muttakilerindir (Sonunda kazananlar, Allah'ı sayıp O’nun emirlerini cignemekten sakınanlar olacaktır). [3,]"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Ad kavmine de, kardesleri Hud'u peygamber olarak gonderdik.O da: “Ey benim halkım! Yalnız Allah’a ibadet edin, zaten sizin O’ndan baska bir ilahınız yoktur. Siz sirk kosmakla iftira etmekten baska bir sey yapmıyorsunuz!”"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "“Ey halkım! Risaleti tebligden dolayı sizden hicbir ucret beklemiyorum.Ben mukafatımı yalnız ve yalnız beni yaratandan beklerim. Hic dusunmez misiniz?”"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "“Ey halkım! Haydi Rabbinizden af dileyin, sonra ona tovbe edin, O'na donun ki gokten size bol bol yagmur gondersin, gucunuze guc katsın, n’olur, yuz cevirip suclu duruma dusmeyin!”"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "“Ey Hud! dediler, sen bize acık bir belge, bir mucize getirmedin.Biz de senin sozune bakarak tanrılarımızı bırakacak degiliz. Sana asla inanacak da degiliz.”"
        }
    ]
}