{
    "pages": [
        {
            "chapter": 12,
            "verse": 5,
            "text": "“Evladım!” dedi babası, “sakın bu ruyanı kardeslerine anlatma. Sonra seni kıskandıklarından sana tuzak kurarlar. Cunku seytan, insanın besbelli dusmanıdır.” {KM, Tekvin 37,39 vd. bolumler}"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "“Rabbin seni oylece sececek, sana ruya tabirini ogretecek, ve daha once buyuk babaların Ibrahim ile Ishak'a olan nimetini tamamına erdirdigi gibi, sana ve Yakub ailesine de nimetini kemale erdirecektir. Cunku Rabbin her seyi hakkıyla bilir, tam hukum ve hikmet sahibidir.”"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Gercekten, Yusuf ile kardeslerinin kıssalarında, sorup ilgilenenlerin alacakları nice ibretler vardır"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Hani onlar, (aralarında soyle konusmuslardı): “Yusuf ile oz kardesi, babamıza daha sevimli geliyor. Oysa biz daha guclu bir grubuz. Pek belli ki babamız bu iste yanılıyor. Yusuf'u oldurun yahut onu uzak bir yere atın ki babanızın sevgi ve teveccuhu yalnız size kalsın.Ondan sonra da tovbe ederek salih kimseler olursunuz, babanızla munasebetleriniz duzelir, isiniz yoluna girer.”"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Hani onlar, (aralarında soyle konusmuslardı): “Yusuf ile oz kardesi, babamıza daha sevimli geliyor. Oysa biz daha guclu bir grubuz. Pek belli ki babamız bu iste yanılıyor. Yusuf'u oldurun yahut onu uzak bir yere atın ki babanızın sevgi ve teveccuhu yalnız size kalsın.Ondan sonra da tovbe ederek salih kimseler olursunuz, babanızla munasebetleriniz duzelir, isiniz yoluna girer.”"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Iclerinden biri: “Yusuf'u oldurmeyin de bir kuyu dibine bırakın. Yolcu kafilelerinden biri onu yitik olarak alıp gotursun. Eger yapacaksanız boyle yapın!” dedi. {KM, Tekvin}"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "(Onlar buna karar verdikten sonra bir gun babalarına varıp:) “Sevgili Babamız! dediler, sen neden guvenip de Yusuf'u bize emanet etmiyorsun. Oysa biz onu cok seviyoruz. Ona samimiyetle baglıyız.” “Yarın onu bizimle gonder, gezsin oynasın, biz ona cok iyi sahip cıkarız.”"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "(Onlar buna karar verdikten sonra bir gun babalarına varıp:) “Sevgili Babamız! dediler, sen neden guvenip de Yusuf'u bize emanet etmiyorsun. Oysa biz onu cok seviyoruz. Ona samimiyetle baglıyız.” “Yarın onu bizimle gonder, gezsin oynasın, biz ona cok iyi sahip cıkarız.”"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Babaları: “Onu goturmeniz beni meraklandırır. Korkarım ki siz farkında olmadan, onu kurt yer.” dedi"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Onlar! “Vallahi!” dediler, “Biz boylesine guclu bir grup iken onu kurt kapar da yerse, yazıklar olsun bize! Biz ne gune duruyoruz.”"
        }
    ]
}