{
    "pages": [
        {
            "chapter": 21,
            "verse": 82,
            "text": "Kendisi icin dalgıclık ve daha baska birtakım isler yapan bazı cinleri (seytanları) da onun emrine verdik. Biz onları gozetim altında tutardık"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Eyyub'u da an. Hani o: “Ya Rabbi, bu dert bana iyice dokundu. Sen merhametlilerin en merhametli olanısın” diye niyaz etmis, Biz de onun duasını kabul buyurup katımızdan bir lutuf ve ibadet edenlere bir ders olmak uzere, hastalıgını iyilestirmis, kendisine aile ve dostlarını bir misliyle beraber vermistik. {KM, Eyub}"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Eyyub'u da an. Hani o: “Ya Rabbi, bu dert bana iyice dokundu. Sen merhametlilerin en merhametli olanısın” diye niyaz etmis, Biz de onun duasını kabul buyurup katımızdan bir lutuf ve ibadet edenlere bir ders olmak uzere, hastalıgını iyilestirmis, kendisine aile ve dostlarını bir misliyle beraber vermistik. {KM, Eyub}"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Ismail'i, Idris’i, Zulkifl’i de an! Onların hepsi sabır fazileti ile bezenmislerdi"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Bundan oturu onları rahmetimize aldık. Gercekten onlar salih ve erdemli kisilerdi"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Zunnun'u da an. Hani o halkına kızmıs, onlardan ayrılmıs, Bizim kendisini sıkıstırmayacagımızı sanmıstı. Sonra karanlıklar icinde soyle yakarmıstı: “Ya Rabbi! Sensin Ilah, Senden baska yoktur ilah. Subhansın, butun noksanlardan munezzehsin, Yucesin! Dogrusu kendime zulmettim, yazık ettim. Affını bekliyorum Rabbim!”"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Onun da duasını kabul buyurduk ve kendisini o sıkıntıdan kurtardık. Iste Biz muminleri boyle kurtarırız"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Zekeriyya'yı da an. Hani o: “Ya Rabbi, beni evlatsız, tek basıma bırakma ki (lutf edecegin evladım) bana varis olsun. Bununla beraber iyi biliyorum ki, herkes fanidir, herkesten sonra baki kalan, butun varislerin en iyisi olan Sensin Sen!”"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Onun da duasını kabul buyurduk. Ona Yahya'yı armagan ettik. Bunun icin de esini cocuk dogurmaya elverisli hale getirdik. Dogrusu onlar hayırlı islere kosusur, iyilikte yarısır, hem umit, hem endise icinde Bize yakarırlardı. Gercekten Bize derin bir saygı gosterirlerdi"
        }
    ]
}