{
    "pages": [
        {
            "chapter": 22,
            "verse": 16,
            "text": "Iste Biz Kur'an’ı, boyle acık ayetler halinde indirdik. Gercek su ki Allah, diledigi kimseyi dogru yola iletir"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "(Kamil ve makbul sekliyle) iman edenler, Yahudiler, Sabiiler, Hıristiyanlar, Mecusiler ve Musrikler... Allah kıyamet gunku buyuk durusmada onlar arasındaki kesin hukmunu verecektir. Cunku Allah her seye hakkıyla sahittir"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Bilmez misin ki goklerde ve yerde bulunan kimseler, hatta gunes, ay, yıldızlar, daglar, agaclar butun canlılar ve insanların da bircogu Allah'ın yuceligine secde ediyorlar. Insanların cogu hakkında ise azap hukmu kesinlesmistir. Allah’ın zelil kıldıgını aziz edecek kuvvet yoktur. Suphesiz ki Allah ne dilerse yapar"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Su iki hasım takım, Rab'leri hakkında cekisip durmaktalar. Dini inkar edenlere atesten elbiseler bicilmistir. Baslarının ustunden kaynar sular dokulur. Oyle ki onunla iclerinde olan her sey, butun organları, hatta derileri bile eritilir. Bir de bunlara demirden topuzlar vardır"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Su iki hasım takım, Rab'leri hakkında cekisip durmaktalar. Dini inkar edenlere atesten elbiseler bicilmistir. Baslarının ustunden kaynar sular dokulur. Oyle ki onunla iclerinde olan her sey, butun organları, hatta derileri bile eritilir. Bir de bunlara demirden topuzlar vardır"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Su iki hasım takım, Rab'leri hakkında cekisip durmaktalar. Dini inkar edenlere atesten elbiseler bicilmistir. Baslarının ustunden kaynar sular dokulur. Oyle ki onunla iclerinde olan her sey, butun organları, hatta derileri bile eritilir. Bir de bunlara demirden topuzlar vardır"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Bunalmaları sebebiyle, her ne vakit cehennemden cıkmak isterlerse, gerisin geriye oraya itilirler ve kendilerine: “Cıkmak yok! Ister istemez, bu yakıcı azabı tadacaksınız!” denir"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Iman edip makbul ve guzel isler yapanları ise Allah, icinden ırmaklar akan cennetlere yerlestirecektir. Orada altın bilezikler ve incilerle bezenirler. Orada giyim kusamları da ipekten olacak"
        }
    ]
}