{
    "pages": [
        {
            "chapter": 27,
            "verse": 14,
            "text": "Vicdanları onların dogruluguna sahitlik ettigi halde, sırf kibir ve haksızlık saikiyle, onları inkar ettiler. Iste bak da fesatcıların, bozguncuların akıbetlerinin nasıl oldugunu gor"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "Biz Davud'a ve Suleyman’a ilim verdik. Onlar da: “Bizi mumin kullarının coguna ustun kılan Allah’a hamd olsun.” dediler"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Suleyman Davud'a varis oldu ve “Ey insanlar, bize kusların dili ogretildi ve daha her seyden bolca nasip verildi. Gercekten bunlar asikar lutuflardır.” dedi"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Gunun birinde, Suleyman'ın cinlerden, insanlardan ve kuslardan olusan orduları toplanmıs olup, hepsi birlikte, duzenli olarak kendisi tarafından sevk ediliyordu"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Derken Karınca vadisine geldiklerinde, onları goren bir karınca: “Ey karıncalar, haydin yuvalarınıza girin. Suleyman ve orduları, sizi fark etmeyerek ezip cignemesinler!” diye seslendi"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Onun sesini isiten Suleyman tebessum ederek: “Ya Rabbi, dedi, beni nefsime oyle hakim kıl ki gerek bana, gerek ebeveynime ihsan ettigin nimetlere sukredeyim,Seni razı edecek guzel ve makbul isler yapabileyim.Bir de lutfedip beni hayırlı kulların arasına dahil eyle!”"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Bir de kusları teftis etti de: “Hudhud'u neden goremiyorum, yoksa kayıplara mı karıstı?” dedi"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "“Kuvvetli ve gecerli bir mazeret ortaya koymadıgı takdirde,onu siddetli bir sekilde cezalandıracagım yahut boynunu kesecegim.”"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "Derken, cok gecmeden Hudhud geldi: “Ben, dedi, senin bilmedigin bir seyi ogrendim ve sana Sebe'den onemli ve kesin bir haber getirdim.”"
        }
    ]
}