{
    "pages": [
        {
            "chapter": 36,
            "verse": 71,
            "text": "Sunu da gormediler mi:Ellerimizle yaptıgımız eserlerden kendileri icin davarlar yarattık da onlara malik bulunuyorlar"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Onları emirlerine amade kıldık. Onlardan hem binek edinir, hem de yerler"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "Onlardan icecekler elde ederler, daha nice menfaatlerinden yararlanırlar. Hala sukretmezler mi"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Tuttular, Allah'tan baska tanrılar pesine dustuler, guya ki yardıma nail olacaklar"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "O putlar kendilerine yardım edemezler, nasıl olur?Zaten bunlar, onlar icin hazırlanmıs askerler"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "O halde ey Resulum, uzulme sen onların laflarına, onların gizlediklerini de iyi biliriz, acıkladıklarını da, sen hic tasalanma"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Insan sunu hic gorup dusunmedi mi:Biz kendisini bir nutfeden yaratmısken, yaman bir hasım kesildi Bize"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Nasıl yaratıldıgını unutarak, bir de misal fırlattı Bize:“O curumus kemikleri kim diriltecek!” diye"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "De ki: “Onları ilk defa yaratan diriltir, hem O, yaratmanın her turlusunu bilir.”"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "O'dur ki sizin icin yesil agactan bir ates yaratır, siz de onu tutusturup durursunuz"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Gokleri ve yeri yaratan, onlar gibisini yaratmaya olmaz mı kadir!Elbette kadir!Hallak O'dur, alim O’dur!(Her seyi yaratan, her seyi bilen O’dur)"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Bir seyi dilediginde O'nun buyrugu, sadece “Ol!” demektir, hemen oluverir"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Subhandır, munezzehdir o Zat ki, her sey uzerinde hakimiyet elindedir.Ve... hepinizin de donusu,O'na olacaktır"
        }
    ]
}