{
    "pages": [
        {
            "chapter": 40,
            "verse": 67,
            "text": "O'dur ki sizi (atanız Ademi) topraktan, sonra tek tek siz insanları da bir meniden, sonra (rahim cidarına) yapısan bir hucreden yarattı.Sonra sizi analarınızın karnından bebek olarak cıkarır, derken sizi guclu kuvvetli bir caga eristirir, sonra ihtiyarlık cagına kadar yasatır.Icinizden kimi daha da once oldurulur, kiminizin omru bir vadeye kadar uzatılır.Olur ki aklınızı kullanıp bunları dusunursunuz diye boyle yapar"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Hayatı veren ve hayatı alıp olduren O'dur.Bir isin olmasına hukmedince, sadece “Ol!” der, o da hemen oluverir"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Baksanıza Allah'ın ayetleri hakkında tartısanlara, ileri geri konusanlara! Nasıl oluyor da haktan vazgeciriliyorlar"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Kitabı ve elcilerimizle gonderdigimiz buyrukları yalan sayanlar, suclarının neticesini yakında ogreneceklerdir"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "Boyunlarında demir halkalar, ayaklarında zincirler olarak once kaynar suya suruklenecek, sonra da ateste cayır cayır yakılacaklardır"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Boyunlarında demir halkalar, ayaklarında zincirler olarak once kaynar suya suruklenecek, sonra da ateste cayır cayır yakılacaklardır"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Sonra da kendilerine soyle denilecektir: “Allah'tan baska O’na serik saydıgınız putlar nerede?” Onlar: “Bizden uzaklasıp ortadan kayboldular. Daha dogrusu, biz, taptıklarımızın bir hic oldugunu, simdi anladık.Megerse bizim taptıklarımız, bir hicten ibaretmis.”Iste Allah, kafirleri boyle sasırtır"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Sonra da kendilerine soyle denilecektir: “Allah'tan baska O’na serik saydıgınız putlar nerede?” Onlar: “Bizden uzaklasıp ortadan kayboldular. Daha dogrusu, biz, taptıklarımızın bir hic oldugunu, simdi anladık.Megerse bizim taptıklarımız, bir hicten ibaretmis.”Iste Allah, kafirleri boyle sasırtır"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Bu sasırtmanın sebebi, dunyada haksız yere sımarıp kibirlenmeniz ve taskınlık yapmanızdır"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Haydin, icinde devamlı kalmak uzere cehennem kapılarından girin.Kibirlilerin yeri, ne kotu bir yerdir"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Sabret! Cunku Allah'ın vadi gercektir.Biz onlara vad ettigimizin bir kısmını sana gostersek de, yahut senin ruhunu yanımıza alsak da, onlar mutlaka sonunda donup huzurumuza geleceklerdir"
        }
    ]
}