{
    "pages": [
        {
            "chapter": 41,
            "verse": 21,
            "text": "Derilerine: “Nicin aleyhimizde sahitlik ettiniz?” deyince onlar:“Bizi konusturan, her seyi konusturan Allah'tır.Zaten sizi ilkin yaratan ve sonunda da huzuruna goturuleceginiz Rabbiniz de O’dur.”"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "Siz, kulaklarınızın, gozlerinizin, derilerinizin, aleyhinizde sahitlik edecekleri bir gunun gelecegine inanmıyor ve ondan sakınmıyordunuz, ayrıca siz, yaptıklarınızın cogunu, Allah'ın bilmedigini sanıyordunuz"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "Iste Rabbiniz hakkında beslediginiz bu kotu zandır ki sizi mahvetti de, o yuzden husrana ugrayanlardan oldunuz"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Eger sabredip dayanabilirlerse, cehennem zaten kendi yerlesme yerleridir. Sayet ozur dileyip Rab'lerini razı etmek icin tekrar dunyaya donmek isterlerse, onlara bu imkan verilmez"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "Biz onların yanına birtakım arkadaslar katarız. Bunlar, onların onlerinde ve arkalarında ne varsa yaptıkları her turlu isi susler, cazip gosterirler.Boylece cinlerden ve insanlardan gelmis gecmis toplumlar hakkında yururlukte olan cezalandırma hukmu, onlar hakkında da gerekli olur.Cunku onların hepsi kendilerini husrana atmıslardı"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Bir de kafirler dediler ki: “Su Kur'an okundugunda ona kulak vermediginiz gibi, ona karsı yaygara koparıp onun, baskaları tarafından anlasılmasını da engelleyin.Ancak boyle yaparak ustunluk saglayıp onu bastırmayı umabilirsiniz.”"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Iste Biz de onun icin o kafirlere dunyada siddetli bir azap tattıracagız ve ahirette de yaptıkları o pek kotu islere gore hak ettikleri karsılıgı verecegiz"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Iste Allah dusmanlarının cezası da: O ates! Ayetlerimizi bile bile red ve inkar ettiklerinden oturu onlara orada ebedi kalmak vardır"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Kafirler cehennemde: “Ey ulu Rabbimiz!” derler,“gerek cinlerden, gerek insanlardan bizi saptıran o seytanları bize bir gosteriver de onları ayaklarımızla cigneyelim, asagıların asagısı olsunlar”"
        }
    ]
}