{
    "pages": [
        {
            "chapter": 50,
            "verse": 36,
            "text": "Kendilerinden once Biz oyle nesiller helak ettik ki onlar, bunlardan daha guclu kuvvetli idiler. Hakimiyetlerini yaymıs, sehir sehir dolasmıs, “olumden kacıp kurtulacak bir yer yok mu?” diye her tarafı delik desik etmislerdi, ama hep eli bos donmuslerdi"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Elbette bunda, icinde bir kalb tasıyan veya zihnini derleyip toplayarak can kulagıyla dinleyen kimseler icin alacak bir ders vardır"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Biz gokleri, yeri, ikisinin arasındaki butun varlıkları altı gunde yarattık da Bize en ufak bir yorgunluk dokunmadı"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "O halde sen onların soylediklerine karsı sabret. Gerek gunesin dogusundan, gerek batısından once Rabbine hamd ederek ibadet et"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Geceleyin de, secdelerin pesinden de Ona ibadet et"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Munadinin yakın bir yerden seslenecegi gune kulak ver"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "Butun insanların o sayhayı kesin ve gercek olarak isitecekleri gune kulak ver. Iste o gun mezarlarından kalkıs gunudur"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Muhakkak ki hayatı veren de, hayatı alıp olduren de Biziz.Evet, herkes Bizim huzurumuza donecektir"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "Yerin yarılıp kendilerinin buyuk bir hızla mahser meydanına kosacakları gun, mutlaka gelecektir. Bu diriltip mahserde toplama Bize gore cok kolaydır"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Biz onların aykırı iddialarını pek iyi biliyoruz, ama sen onları kuvvet kullanarak imana getirecek bir zorba degilsin. Sen sadece uyaran bir elcisin.Senin yapacagın is, sadece tehdidimden endise edecek kemseleri Kur'an ile irsad etmektir"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "O tozutup savuran (ruzgarlara)"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "Yagmur yuklenen bulutlara"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "Kolayca akıp giden (yıldızlar, bulutlar vb.) seylere"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "Emirleri, rızıkları, yagmurları vb. seyleri taksim eden meleklere yemin ederim ki"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "Size vad olunan dirilis elbette gercektir"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "Islerin karsılıgı da mutlaka alınacaktır"
        }
    ]
}