{
    "rukus": [
        {
            "chapter": 2,
            "verse": 72,
            "text": "Hani o vakıt, bir kisiyi oldurmustunuz de, oldurenin kim oldugunu saklayıp sucu ustunuzden birbirinize atmıstınız. Halbuki, Allah gizlediginiz seyi acıga cıkarıcıdır"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Iste bunun icin dedik ki, o sıgırın bir parcasıyla (kaatili bilinmiyen) oluye vurun. (onlar da vurdular, olu dirildi). Bunun gibi, Cenab’ı Allah oluleri diriltir ve bu oluyu diriltmekle size kudret ve ayetlerini gosterir, umulur ki, akıllanasınız"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "(Ne yazık ki) bu olunun dirilmesinden sonra (ibret alacakken) kalbleriniz katılastı. O kalbleriniz taslar gibi veya ondan daha katı... Cunku tasların oylesi var ki, icinden nehirler kaynar tasar; oylesi var ki, yarılıp ondan cesme gibi sarıl sarıl su akar ve oylesi var ki, Allah korkusundan (dagdan) asagı yuvarlanır duser. Allah Teala yaptıgınız islerden gafil degildir"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Ey muminler, Yahudilerin size inanacaklarını umar mısınız? Halbuki onlardan bir zumre vardı ki, Allah’ın kelamını (Tevratı) dinlerler ve duyarlardı da, hakkı anladıktan sonra, onu bile bile degistirirlerdi"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Yahudilerin munafıkları; muminlerle karsılastıkları zaman; “- Biz de sizin gibi muminleriz” derlerdi. Birbirleriyle tenhada basbasa kaldıkları vakit, ileri gelen Yahudiler, munafıklara:”- Allah’ın size beyan buyurdugu (Rasulullah’a ait Tevrat’daki vasıfları), muminler, Rabbiniz katında aleyhinize delil getirsinler diye mi onlara soyleyip duruyorsunuz? buna aklınız ermiyor mu” derlerdi"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Onlar bilmiyorlar mı ki, Allah, gizledikleri seyi de, acıkladıklarını da tamamen bilir"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Yahudiler icinde okuma ve yazma bilmiyenler vardır ki, Tevrat’ı anlamaz cahillerdir. Ancak bir takım kuruntu yıgını uydurmalar duzer, sadece suphe ve zanda bulunurlar"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Artık buyuk azab o kimseleredir ki, kendi elleriyle Tevrat’ı yazarlar da, sonra biraz para almak icin: “- Bu Allah tarafındandır.” derler. Ellerinin yazdıkları yuzunden buyuk azab onlara; kazanmakta oldukları gunah yuzunden yazıklar olsun onlara"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "O yahudiler: “-Bize sayılı bir kac gunden baska asla cehennem atesi dokunmaz.” dediler. Ey Habibim, onlara de ki, size o muddetten daha ziyade azab edilmiyecegine dair Allah’dan bir vaad mı aldınız? Boyle ise, Allah ahd ve vaadinden asla caymaz. Yoksa Allah’a karsı bilemiyeceginiz seyleri mi soyluyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Gercekten bir kimse gunah ve kufru kazanır da, gunahları onu her taraftan cevrelerse, iste boyle kimseler Cehennem ehlidirler ve orada ebedi olarak kalıcıdırlar"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Iman edip salih ameller isliyenler ise, onlar da cennet ehlidirler, ebedi olarak orada kalıcıdırlar"
        }
    ]
}