{
    "rukus": [
        {
            "chapter": 6,
            "verse": 122,
            "text": "Hic (evvelce) kufurle olu olup (sonra) kendisini hidayetle dirilttigimiz ve ona, insanlar arasında yurudugu bir iman (nur) verdigimiz kimse, karanlıklar icinde (kufurde) kalmıs olan ve ondan bir turlu cıkamıyan kimse gibi olur mu? (Olmaz). Fakat kafirlere yaptıkları seyler oyle yaldızlı gosterilmektedir"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Mekke’de oldugu gibi, her beldede de en buyuk gunahkarları (mucrimleri yuksek) mevkide bulunduruyoruz ki, orada hile yapsınlar. Halbuki onlar, hileyi ancak kendilerine yapıyorlar da farkında degillerdir"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Bu Mekke kafirlerine bir ayet gelip teblig edildigi zaman: “- Allah’ın Peygamberlerine verilenler gibi, bize de verilmedikce asla iman etmeyiz”, diyorlar. Allah, elciligini (Peygamberligi) nereye verecegini cok iyi bilendir. Hilekarlıklarından oturu suc isleyenlere, yarın kıyamette, Allah katında hem bir horluk, hem de pek siddetli azab isabet edecektir"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Allah, kime hidayet etmegi dilerse, Islama onun gogsunu acar, gonlune genislik verir. Her kimi de sapıklıga bırakmak isterse, onun kalbini oyle daraltır sıkıstırır ki, iman teklifi karsısında goge cıkacakmıs gibi (zorlukta) olur. Allah, iman etmiyenler uzerine, boyle azab bırakır"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Bu Islam dini, Rabbinin dogru yoludur. Gercekten biz, ayetlerimizi, dusunen bir topluluk icin beyan ettik"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Dusunen ve hakkı kabul edenlere Rableri katında cennet vardır ve Allah, yapmakta oldukları hayırlı amelleri sebebiyle, onların yardımcısıdır"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Allah insan ve cinlerin hepsini bir araya topladıgı gunde, seytanlara soyle denilecek: “- Ey seytanlar toplulugu! Insanlardan bir cogunu aldatarak kendinize bagladınız!...” Cinlerin (seytanların) dostları olan insanlar da soyle diyecektir: “-Ey Rabbimiz, biz birbirimizden faydalandık ve bizim icin takdir etmis oldugun ecele (kıyamet gunune) kavustuk.” Allah, onlara: “- Oyle ise, ates yerinizdir. Allah’ın diledigi zamanlardan baska hepiniz ebedi olarak oradasınız.” diye buyuracaktır. Gercekten Rabbin hukum ve hikmet sahibidir, (her seyi) hakkıyla bilendir"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Iste biz, asi insanlarla cinleri boyle birbirinden faydalandırdıgımız gibi, zalimlerin bazısını bazısına, kazandıkları isler sebebiyle idareci ve hakim yaparız"
        }
    ]
}