{
    "rukus": [
        {
            "chapter": 2,
            "verse": 168,
            "text": "Ey insanlar, yeryuzundeki seylerden helal ve temiz olmak sartıyla yiyin, seytanın izini takip etmeyin. Cunku o, hakikaten size apacık bir dusmandır"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Seytan, size ancak kotulugu, hayasızlıgı ve Allah’a karsı bilmiyeceginiz seyleri soylemenizi emreder"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "O musriklere: “-Allah’ın indirdigine (Kur’an’daki helal ve harama) inanın ve tabi olun.” denildigi zaman onlar: “Hayır, biz atalarımızı neyin uzerinde bulduksa ona uyarız.” dediler. Ya ataları bir sey anlıyamaz ve dogruyu secemez idiyseler de mi? (onlara uyacaklar)"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "(Kur’an’a inanmıyan) kafirler, cobanın hayvanlarına benzerler. Cobanın sozunu anlamazlar; ancak bagırıp cagırısını isitirler. Onlar sagırlar, dilsizler ve korlerdir. Kur’an’ı isitip anlamazlar"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Ey muminler, size verdigim rızıkların temiz ve helalından yeyin ve Allah’a sukredin, eger hakikaten ona tapıyorsanız"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Allah size, (eti yenen hayvanlardan) bogazlanmaksızın olmus olanı, akan kanı, domuz etini ve Allah’dan baskası icin (putlar ve sahıslar adına) kesilenleri, kesin olarak haram kıldı. Fakat helak olacak derecede darlıga dusen kimse, helal benimsemiyerek ve hududu asmıyarak (zaruri ihtiyacını giderecek kadar) bu haram seylerden yiyebilir, ona bir gunah yoktur. Suphesiz ki, Allah Gafur’dur = cok bagıslayıcıdır, Rahim’dir= cok merhamet edicidir"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Allah’ın indirdigi kitab (Tevrat) dan Hazreti Peygamberin vasfını gizleyipte bununla biraz para alanlar var ya, kıyamet gununde, yedikleri rusvet, onların karınlarında ancak ates olur. Kıyamet gunu Allah onlarla ne konusur, ne de onları temize cıkarır. Onlara yalnız acıklı bir azab vardır"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Onlar, hak yolu bırakıp sapıklıgı, magfiret yerine azabı satın almıs kimselerdir. Onlar atese ne de sabırlıdırlar"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Bu azabın sebebi sudur: Cunku Allah’ın hak olarak gonderdigi kitabın hukmunu gizlediler. Kitabın bir kısmını ikrar ve bir kısmını inkar etmek suretiyle ihtilafa dusenler, hakdan uzak bir ayrılık icindedirler"
        }
    ]
}