{
    "rukus": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "Yuzlerinizi (namazda) dogu ve batı tarafına cevirmeniz hayır ve taat degildir. Fakat hayır ve ibadet, Allah’a, ahirete, meleklere, Allah’ın indirdigi kitablara ve peygamberlere iman edenin ibadetidir ve Allah sevgisi uzere, yahud mala olan sevgisine ragmen, malı (fakir) akrabaya, yetimlere, yoksullara, yolda kalmısa , dilenenlere, kole ve esirlere (kurtulmaları icin) harcayan, namazı geregi uzere kılan ve zekatı veren kimsenin; ahidlestikleri zaman sozlerine sadık kalanların, ihtiyac ve sıkıntı hallerinde, cihad ve savaslarda sabredenlerin hayrıdır. Iste, bu vasıfları tasıyanlar, hakka uyan sadıklardır ve bunlar takva sahipleridir"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Ey iman edenler! (kasden) oldurulmusler icin size kısas (misilleme yapmak) farz kılındı: Hur ile hur, kole ile kole, kadın ile kadın kısas olunur. (olen musluman oldugu halde, olduren hur, kole ve kadın, her kimse kısas olunur, yani oldurdugune karsılık oldurulur.) Oldurulmus olanın kardesinden (verese ve velisinden) katilin lehine olarak bir sey bagıslansa da kısas dusurulse, olunun velisi, hakkından ziyade olmıyarak, orfe gore diyet almalıdır; katil de maktulun velisine, icap eden diyeti guzel bir sekilde odemelidir. Iste boyle afvederek diyet almak, Rabbiniz tarafından size bir hafiflik ve merhamettir. Kim bu bagıslama ve diyet alıstan sonra, katil ile veya katilin akrabasıyla dusmanlık yaparak tecavuzde bulunursa, onun icin ahirette cok acıklı bir azab vardır"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Ve bu kısasta sizin icin bir hayat vardır, ey tam akıl sahipleri! Gerek ki, haksız adam oldurmekten korunursunuz"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Sizden birinize olum alametleri belirdigi zaman, eger geriye mal bırakacaksa, babasına, anasına ve akrabasına malının ucte birinden cok olmıyacak sekilde vasiyyet etmek farz kılındı. Bu vasiyyet, ebeveyn ve akrabasını mahrum etmemek icin takva sahiplerine hak oldu. (Bu ayeti kerimenin hukmu, daha ileride gelecek olan Nisa suresindeki miras ayeti ile kaldırılmıs, nesh edilmistir)"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Artık olunun vasiyyetini isittikten sonra onu degistirenin gunahı oluye degil, degistirenin uzerinedir. Suphesiz ki Allah vasıyyet edenin vasiyyetini isitici ve vasiyyeti degistirenin isini bilicidir"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Kim vasiyyet edenin bir hata etmesinden veya bir gunaha girmesinden endise eder de iki tarafın arasını duzeltirse, ona hic bir gunah yoktur. Allah, hakkı yerine getireni bagıslayıcı ve emrine itaat edene merhamet edicidir"
        }
    ]
}