{
    "rukus": [
        {
            "chapter": 19,
            "verse": 66,
            "text": "Halbuki insan soyle der: “- Ben oldugum zaman, ileride gercekten diri olarak (mezardan) cıkarılacak mıyım?”"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "O insan, bundan once hic bir sey degilken, bizim kendisini yaratmıs oldugumuzu dusunmez mi"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Rabbine and olsun ki, biz onları (oldukten sonra dirilmeyi inkar eden kafirleri) Seytanları ile beraber elbette ve elbette mahserde toplayacagız. Sonra onları muhakkak Cehennem’in etrafında dizleri ustu hazır bulunduracagız (ki, Cennetlikleri gorup hasret ceksinler)"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Sonra her (kafir) zumreden Rahman’a karsı en ziyade isyankar hangileri ise muhakkak (bunları evvela Cehennem’e) ayırıp atacagız"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Sonra o Cehennem’e atılmaya layık olanların kimler bulundugunu elbette biz daha iyi biliriz"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Icinizden hic biri istisna edilmemek uzere mutlaka Cehennem’e varacaktır. Bu, Rabbinin katında kesinlesmis bir hukumdur. (Ancak Cennetlikler yanmadan gececekler, Cehennemlikler ise atese duseceklerdir)"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Sonra, Allah’dan korkup sakınanları kurtaracagız ve zalimleri de toptan Cehennem’de bırakacagız"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Ayetlerimiz kendilerine acık olarak tecvid uzere okundugu zaman, o inkar edenler, iman edenlere dediler ki: “- Bu iki zumreden (mumin ve kafirlerden) hangisi mevki bakımından daha iyi, meclis ve topluluk itibariyle daha guzeldir?”"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Halbuki biz, kendilerinden evvel, mal ve gosterisce daha guzel nice asırlar halkını helak etmisiz"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "(Ey Rasulum), onlara de ki: “Kim dalalette (kufurde) ise, Rahman ona mal ve evladca ziyadelik ve azgınlıgında muhlet verir. Nihayet vaad olundukları azabı gordukleri vakit - Ya dunyada muslumanlar tarafından oldurulmeyi, yahut kıyamet gunu Cehennem’i - artık bilecekler ki, kimin mevkii daha fena ve yardımcıları daha zayıfmıs"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Allah, hidayeti kabul edenlere, ziyade hidayet verir. Baki kalacak olan salih ameller, Rabbinin katında sevap bakımından da daha hayırlıdır, akıbet bakımından da daha hayırlıdır.”"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Simdi su ayetlerimizi inkar eden ve “Elbette bana mal ve evlad verilecektir,” diyen adamı (As Ibni Vail’i) gordun mu? (Ashabdan Habbab’ın (r.a.), kafirlerden As Ibni Vail’de alacagı vardı. Bu alacagını istemege gittigi zaman, As: “- Peygambere kufretmedikce sana odemem.” dedi. Habbab (r.a.) da “Ebediyyen ben ona kufretmem.” dedi. Bunun uzerine As: “- O halde, dirildigim zaman, kıyamette bana gelirsin, orada benim malım ve evladım olacak, sana veririm.” soyledi. Iste gecen ayeti kerime, bu hadise uzerine nazil olmustur"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "O, gayba muttali mi olmus, yoksa Rahman’ın huzurunda bir soz mu almıs"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Hayır, oyle degil, biz onun dedigini yazacagız ve azabını da cogalttıkca cogaltacagız"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "O soyledigi (mal ve evlad gibi) seyleri de hep elinden alacagız ve o, tek basına bize gelecektir"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Mekke musrikleri, tuttular Allah’dan baska putları ilahlar edindiler ki, kendilerini azabdan kurtarsınlar ve yardımcıları olsunlar"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Hayır, zannettikleri gibi degil. O putlar, yarın onların ibadetlerini inkar edecekler ve aleyhlerine hasım olacaklar"
        }
    ]
}