{
    "rukus": [
        {
            "chapter": 2,
            "verse": 8,
            "text": "Insanlardan bir kısmı vardır ki, biz Allah’a ve kıyamet gunune inandık, derler. Halbuki onlar, iman edenler degillerdir"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "(Kanaatlarınca, kalblerinde olan kufru ortmekle) Cenab’ı Allah’ı ve muminleri (sahabeyi) aldatırlar. Bilmezler ki, ancak kendi nefislerini aldatırlar"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Onların kalblerinde nifak ve hased marazı vardır. Cenab’ı Allah, (Kur’an ayetlerini inzal ile onların suphe, kin ve nifak) marazlarını artırmıstır. Yalan soylemeleri sebebiyle onlar icin siddetli bir azab vardır"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Onlara: Yeryuzunde (kufur ve gunah isleyerek, muminleri aldatarak) fesad cıkarmayın, denildigi zaman: “-Bizim isimiz, ıslah etmektir.” derler"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Iyi bilin ki, onlar, ortalıgı ifsad edenlerdir. Lakin suurları yok, farkında degillerdir"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Onlara, insanların (Muhacirlerin= Mekke’den hicret eden sahabilerin ve Ensar’ın = Medine’li Ashab’ın) iman ettigi gibi, siz de iman edin, denildigi zaman (kendi aralarında): “-Biz, akılsız cahillerin iman ettigi gibi iman edermiyiz?” derler. Dogrusu akılsızlar, sefihler onlardır ve lakin bilmezler"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Bir de muminlerle karsılastıkları zaman: “- Biz de (sizin gibi) iman ettik” derler. Halbuki seytanlarıyle (kendilerini aldatan dostlarıyla) yalnız basına kaldıkları zaman: “- Biz (dinde) sizinle beraberiz, biz ancak (muminlerle) istihza edicileriz.” derler"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Cenab’ı Allah munafıkları, ettikleri istihzanın cezası ile cezalandırır; ve azgınlıkları icinde basıbos dolasmalarına muhlet verir"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Bunlar, o kimselerdir ki, hidayete karsılık dalaleti (sapıklıgı, cehennemi) satın almıslardır. Onların ticareti kar etmemis ve dogru yolu da bulamamıslardır"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Onların hali, o kimsenin hali gibidir ki, o (korkulu bir sahrada) ates yaktı da cevresini aydınlattıgı zaman, tam o sırada Allah nurlarını giderip kendilerini karanlıklar icinde bıraktı; artık gormezler. (Iste munafıkların hali de boyledir. Dunyada selamet ve emniyet uzere olduklarını sanırlar, fakat oldukleri zaman kendilerine korku ve azab gelir)"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Onlar, sagırdırlar (hakkı isitmezler), dilsizdirler (imanı ikrar etmezler), kordurler (anlayıs gozu ile hakkı ayırdetmezler), artık onlar (bu hallerinden) donmezler"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Yahud onların hali, gokten bosanan yagmura tutulmusların hali gibidir ki, o gokte (bulutlarda) yogun karanlıklar var, bir gok gurultusu, bir simsek var. Yıldırımlardan olum korkusu ile parmaklarını kulaklarına tıkıyorlar. Allah ilim ve kudreti ile kafirleri kusatandır. (Cenab’ı Hak, Kur’an-ı Kerim karsısında bulunan kafir ve munafıkların halini beyan etmek uzere, ikinci bir temsil yapmıstır. Boylece ayeti kerimede munafıkların hali, karanlık bir gecede gok gurultulu ve simsekli bir yagmura tutulmusların haline benzetilmistir. Soyle ki: Yagmur, canlıların hayatına sebep oldugu gibi, Kur’an-ı Kerim de kalblerin hayatına sebeptir. Kur’an-ı Kerimde kufrun anılısı yogun karanlıklar gibidir. Kur’an-ı Kerimde kafirleri azab ve cehennem ile korkutmalar, gok gurultusu gibidir. Kur’an-ı Kerim’in apacık hidayet delilleri ile cenneti anıs da simsek ve yıldırımlar gibidir. Iste, oyle bir siddetli gecede yagmura tutulmus olanların hali, yani gok gurultusu, simsek ve yıldırımlar karsısında olanların takındıkları tavır gibi, munafıklar da kufur anılısını, cehennem ve cennet zikrini, kendilerini hakka meylettirmesin diye isitmemek icin, parmaklarını kulaklarına tıkarlar. Onlarca batıl inanclarından hakka donmek olumdur. Halbuki Cenab’ı Allah onları kudreti ile cevrelemistir. Dısarı cıkıp kurtulamazlar)"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "O simsek, neredeyse gozlerini kapıp alıverecek; onları aydınlatınca da ısıgı altında yururler ve karanlık cokunce dikilip kalırlar. Allah dileseydi, onların isitme ve gorme duyularını da giderirdi. Suphesiz ki Allah, her seye kadirdir. (Nerdeyse Kur’an’ın hidayet nuru gozlerini alacak... Kur’anı Kerimin “Islamın” bahsettigi ganimet ve nimetlerini gordukce, emniyet icerisinde yururler. Fakat cihad ve Islamın yukledigi vazifelerle karsılastıkları zaman, karanlıkta dikilip kalanların hali gibi, geri dururlar. Allah dileseydi, onların manevi duygularını yok ettigi gibi, maddi duygularını da gideriverdi)"
        }
    ]
}