{
    "rukus": [
        {
            "chapter": 39,
            "verse": 22,
            "text": "Allah’ın Islam nuru ile kalbine genislik verdigi kimse, kalbi muhurlu nursuz gibi midir? Elbette o, Rabbinden bir hidayet uzeredir. O halde, vay o Allah’ın zikrini terk eden kalbleri katılara!...Onlar apacık bir sapıklık icindedirler"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Allah, kelamın en guzeli olan Kur’an’ı, (icaz, hikmet ve belagatda) ayetleri birbirine benzer, mukerrer (kıssa ve ogutlerle dolu) bir kitab halinde indirdi. Oyle ki, Rablerinden (ic duygusu ile) korkanların derileri, ondan urperir. Sonra derileri de, kalbleri de Allah’ın zikrine (donerek rahmet ayetleriyle) yumusar. Iste bu Kitab, Allah’ın (insanlar icin gonderdigi) rehberidir. Allah onunla diledigine hidayet verir. Kimi de Allah saptırırsa, artık ona hidayet edecek yoktur"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Kıyamet gunu, o siddetli azabdan yuzunu kacındıran (bu suretle kendini atesten korumak isteyen) kimse, hic o azabdan emin olan kimse gibi olur mu? O kafirlere (cehennem melekleri tarafından) soyle denir:” - Tadın bakalım (dunyada) yaptıklarınızın cezasını...”"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "(Ey Rasulum, senin) o kavminden evvelkiler de peygamberlerini yalanladılar. Bunun uzerine ummadıkları bir yerden kendilerine azab iniverdi"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Boylece Allah onlara dunya hayatında zilleti taddırdı. Ahiret azabı ise, elbette daha buyuktur. Eger bilselerdi (bundan ibret alırlardı)"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Gercekten biz bu Kur’an’da, insanlar icin her seyden misal getirdik; olur ki (onlardan) ogud alırlar"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "Onu puruzsuz ve dosdogru Arabca bir Kur’an olarak indirdik. Gerek ki, kufurden sakınsınlar"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "(Allah’a ortak kosanlarla, Allah’ı essiz tanıyanların durumuna dair) Allah soyle bir misal vermistir: (Kole) bir adam ki, onun bir takım ortakları (efendileri) var, (her biri kendisine ayrı ayrı seyler emrederek) cekistirib duruyorlar. Baska bir (kole) adam da, hususi olarak bir efendinin, (ortagı yok). Hic bu ikisinin hali bir olur mu? (Iste muvahhid ile musrik de boyledir, musavi olmazlar). Butun hamd Allah’ındır, fakat kafirlerin cogu (Allah’ın ortagı olmadıgını) bilmezler"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "(Ey Rasulum), elbette sen oleceksin ve elbette o kafirler de olecekler"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Sonra kıyamet gunu, hepiniz Rabbinizin huzurunda (haklı haksız) birbirinizden davacı olacaksınız"
        }
    ]
}