{
    "rukus": [
        {
            "chapter": 3,
            "verse": 149,
            "text": "Ey iman edenler! Eger kafirlere itaat edecek olursanız, sizi geriye, kendi dinlerine cevirirler de dunya ve ahirette ziyana dusenlerin haline donersiniz"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Dogrusu Allah sizin mevlanız ve yardımcınızdır; ve o, yardım edenlerin en hayırlısıdır"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Kafirlerin kalblerine yakında korku dusurecegiz, su sebeple ki: Onlar, ibadet edilmesi hususunda Allah’ın hic bir delil ve huccet indirmedigi put gibi varlıkları, Allah’a ortak kosmuslardı. Onların varacagı yer cehennemdir. O zalimlerin yatagı ne de kotudur"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Gercekten Allah size vaadini dogruladı. O sıra dusmanları olduruyordunuz; ta ki, o sevdiginiz ustunlugu Allah size gosterdi ve sonra isyan edip verilen emirde cekiserek yılgınlık ettiniz. Icinizden kimi (zafer sevinci ve ganimet arzusu ile) dunyası istiyor, kimi de cenk azmi ile ahireti istiyordu. Sonra Allah sizi imtihan etmek icin (musibetlere karsı sabır ve metanetinizi denemek icin) yardımını uzerinizden alıkoyup onları size galip getirdi. Bununla beraber sizi bagısladı da. Allah muminlere ihsan ve merhamet sahibidir"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "O vakit (Uhud savasında) boyuna uzaklasıyordunuz. Kimseye donup bakmıyordunuz. Hazreti Peygamber ise arkanızdan sizi cagırıp duruyordu. Bunun uzerine, Allah sizi keder uzerine kederle cezalandırdı. (Kederlerden biri maglubiyet ve digeri Hazreti Peygamberin olmus olduguna dair yanlıs haberin yayılmasıdır). Allah’ın sizi bagıslaması, ne elinizden giden zafere, ne de basınıza gelen musibete uzulmiyesiniz, diyedir. Allah yaptıklarınızdan tamamiyle haberdardır"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Sonra o kederin arkasından uzerinize Allah bir emniyet, bir uyku indirdi. Oyle ki, icinizden bir zumreyi (oz muminleri o uyku) sarıyordu. (munafıklardan ibaret) bir zumreyi de, nefisleri, can kaygısına dusurmus, gozleri uyku tutmaz olmustu; Allah’a karsı cahiliyyet zannı gibi haksız bir zan besliyor ve; “- Bu zafer isinden bize ne?” diyorlardı. (Rasulum), de ki: “- Butun is Allah’ındır.” Onlar, nefislerinde, sana acamadıkları bir sey gizliyorlar: “- Is elimizde olsa, zorla savasa cıkarılmasaydık burada oldurulmezdik” diyorlardı. (Rasulum) de ki: “- Evinizde de olsaydınız, uzerlerine olum yazılmıs (takdir edilmis) bulunanları yine dısarı cıkacak, dusup kaldıkları yerleri caresiz boylayacaklardı.” Allah, Uhud savasındaki bu olayları, kalblerinizde olan ihlas ve nifakı meydana cıkarmak ve yureklerinizdeki niyyetleri pak ve oz yapmak icin basınıza getirdi. Allah kalplerde olanı pek iyi bilir"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Uhud savasında iki ordu karsılastıgı gun icinizden arka cevirip geri donenler (var ya!), hakikaten onları, Peygamberin emrine aykırı hareket etmeleri yuzunden, seytan kaydırmak istedi. Bununla beraber (tevbe ettiklerinden) Allah onları bagısladı. Gercekten Allah cok bagıslayıcıdır, azabı geciktiricidir"
        }
    ]
}