{
    "rukus": [
        {
            "chapter": 5,
            "verse": 87,
            "text": "Ey iman edenler! Allah’ın size helal kıldıgı nimetlerin temiz ve hoslarını kendinize haram etmeyin, asırı da gitmeyin. Cunku Allah asırı gidenleri sevmez"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Allah’ın size rızık olarak verdigi nimetlerden helal ve hos olarak yeyin. Hem de kendisine iman etmis bulundugunuz Allah’dan korkun"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Allah, sehven ve kasıtsız olarak yaptıgınız yeminlerden dolayı sizi sorumlu tutmaz. Fakat bile bile yaptıgınız yeminler yuzunden sizi sorumlu tutar. Bunun da keffareti, ailenize yedirdiginizin orta derecesinden on fakiri doyurmak, yahut giydirmek, yahut bir kole azad etmektir. Bunlara gucu yetmiyen uc gun (arka arkaya) oruc tutar. Iste yemin ettiginiz vakit yeminlerinizin keffareti budur. Bununla beraber yeminlerinizi bozmaktan sakının. Allah ayetlerini size boyle acıklıyor ki, sukredesiniz"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Ey muminler! Sarap (icki icmek), kumar oynamak, ibadet icin dikilen putlar, (cahillik devrinde kullanılan) fal okları hep seytanın isinden pis birer seydir. Onun icin bunlardan sakının ki, kurtulasınız"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Muhakkak seytan, sarabda ve kumarda aranıza dusmanlık ve kin dusurmek; sizi Allah’ı anmaktan ve namaz kılmaktan alıkoymak ister. Artık siz, bunlardan sakınmaz mısınız"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Allah’a ve onun Peygamberine itaat edin ve onların emirleriyle yasaklarına aykırı hareket etmekten sakının. Eger itaat etmekten yuz cevirirseniz biliniz ki, Peygamberimize dusen sadece acık bir tebligdir"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Iman edip salih ameller isleyenler uzerine, bundan boyle sakındıkları ve guzel islere devam ettikleri, sonra takva ve imanlarında koklestikleri, daha sonra bu takva ile beraber guzel islerle mesgul oldukları takdirde, onceden (haram kılınmazdan evvel) tattıkları seylerde, uzerlerine bir gunah yoktur. Allah, iyilik yapanları sever"
        }
    ]
}