{
    "maqras": [
        {
            "chapter": 17,
            "verse": 23,
            "text": "Er Herre har befallt, att ni inte skall dyrka någon annan än Honom. Och [Han har anbefallt er] att visa godhet mot [era] föräldrar. Om en av dem eller båda uppnår hög ålder i din vård, var då inte otålig eller sträng mot dem, tillrättavisa dem inte, och tala alltid hövligt och vänligt till dem"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Och sänk ödmjukt [ömhetens] vinge över dem och be: \"Herre! När jag var liten vårdade och fostrade de mig [med kärlek]; förbarma Dig [nu] i Din nåd över dem"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Er Herre vet vad ni bär inom er. Om ni strävar efter att leva ett rättskaffens liv [skall Han överse med era fel och brister] och Han är alltid beredd att förlåta dem som, när de har begått ett fel, återvänder till Honom med ånger i sinnet"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Och ge den nära anförvanten vad han med rätta väntar och [ge till] den behövande och vandringsmannen, men slösa inte över all måtta"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Slösarna är demonernas bröder och Djävulen visade stor otacksamhet mot sin Herre"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Och om du vänder dig ifrån de [behövande, därför att] du själv hoppas på din Herres barmhärtighet, ge dem då [åtminstone] ett vänligt ord"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Bind inte handen vid din hals, men sträck inte heller ut den så långt, att du får förebråelser [för slösaktighet] eller [till sist själv] råkar i nöd"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Din Herre ger den Han vill riklig och [den Han vill] knappare utkomst; Han är underrättad om Sina tjänares [behov] och förlorar dem inte ur sikte"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Döda inte era barn av rädsla för fattigdom; Vi sörjer för dem och för er. Att döda [dem] är en svår synd"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Håll er borta från [alla frestelser till] otuktiga handlingar! Sådant är skamlöshet och en ond väg"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Tag inte en annans liv - Gud har förklarat det heligt - annat än i rättfärdigt syfte. Om någon dödas med orätt, ger Vi den som för hans talan bemyndigande [att kräva rättvis vedergällning]; men denne skall inte gå för långt vad vedergällningen beträffar. [Den döde] har redan fått [Guds] hjälp"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Rör inte den faderlöses egendom - annat än för att föröka den - innan han nått myndig ålder. Och håll vad ni lovar; ni kommer att ställas till svars för [era] löften"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Och mät med fullt mått när ni mäter, och väg med rättvis våg. Det är ett gott [i sig] och det främjar [er eviga välfärd]"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Befatta dig inte med det som du inte riktigt vet; ditt öra och ditt öga och ditt hjärta skall [alla en Dag] tillfrågas om detta"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Och trampa inte jorden med dryga översittarfasoner; du kan aldrig borra dig igenom dess [innandömen] och inte heller kan du nå högre än bergens krön"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Allt det onda [som har nämnts] är djupt förhatligt för din Herre"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Detta som din Herre här har uppenbarat för dig är visa förmaningar och varningar. Sätt därför inte en annan gud vid Guds sida; då kommer du att kastas, förhatlig och utstött, i helvetet"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "SKULLE Gud ha visat er Sin särskilda välvilja genom att skänka er söner och för Sig själv ha valt döttrar bland änglarna? Ni har i sanning påstått något oerhört"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Vi har förtydligat [budskapen i] denna Koran för att [människorna] skall ägna dem eftertanke, men detta har bara till följd att de förhärdas ytterligare i sitt motstånd"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Säg: \"Om det, som de påstår, fanns [andra] gudar vid sidan av Honom skulle helt visst de [också] försöka finna vägen till Honom, som tronar allsmäktig [över skapelsen]"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Stor är Han i Sin härlighet, högt upphöjd över allt vad [människor] påstår"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "De sju himlarna prisar Honom liksom jorden och allt det som de rymmer; ja, ingenting finns som inte sjunger Hans lov. Men ni förstår inte innebörden av deras lovsång. Gud är mild och överseende [med Sina tjänares brister] och Han förlåter ständigt"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "OCH NÄR du [Muhammad] läser ur Koranen, låter Vi ett osynligt förhänge avskärma dig från dem som inte tror på det eviga livet"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "och Vi täcker över deras hjärtan så att de ingenting förstår och täpper till deras öron. Och när du under [läsningen av] Koranen åkallar din Herre och [förkunnar] Hans Enhet, vänder de ryggen till och drar sig bort, fulla av motvilja"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Vi vet väl vad det är de lyssnar efter då de lyssnar till dig; när de samlas för sig själva säger nämligen [några av] dessa orättfärdiga [människor till de andra]: \"[Följer ni Muhammad] följer ni bara en man som står under [inflytande av] trolldom"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Se där hur de beskriver dig! De har gått helt vilse och kan inte återfinna vägen"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Och de säger: \"Skall vi, efter att ha blivit ben och sönderfrätta rester, återuppstå i en ny skapelse"
        }
    ]
}