{
    "maqras": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "[DETTA ÄR] en sura som Vi har uppenbarat med klara och tydliga föreskrifter och i den har Vi uppenbarat budskap [som] klara vittnesbörd, för att ni skall lägga [allt] på minnet"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "STRAFFET för äktenskapsbryterskan och för äktenskapsbrytaren är hundra piskrapp för var och en; och låt inte medkänsla med dem avhålla er från att följa Guds lag, såvida ni tror på Gud och den Yttersta dagen. Och se till att några troende bevittnar bestraffningen"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Äktenskapsbrytaren tar inte någon annan än en äktenskapsbryterska eller en kvinna som dyrkar avgudar till hustru och ingen tar en äktenskapsbryterska till hustru utom en äktenskapsbrytare eller en avgudadyrkare. Sådana [förbindelser] är förbjudna för de troende"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Och de som anklagar ärbara kvinnor [för äktenskapsbrott] och sedan inte visar sig ha stöd av fyra vittnen, straffas med åttio piskrapp och skall i framtiden inte få avge vittnesmål; de har visat grovt trots mot Gud"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Men de som ångrar [vad de har gjort] och gottgör skadan skall undantas [från förbudet att vittna]. - Gud är alltid förlåtande, barmhärtig"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Och den som anklagar sin hustru [för otrohet] och bara har sitt eget vittnesmål att stödja sig på, skall svära vid Gud fyra gånger att hans vittnesmål är sant"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "och en femte gång nedkalla Guds förbannelse över sig själv om han ljuger"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Men [hustrun] skall gå fri från straff om hon svär vid Gud fyra gånger att han ljuger"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "och en femte gång nedkallar Guds vrede över sig själv om hans vittnesmål är sant"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "OCH [VAD vore ni] om Gud inte visade er godhet och förbarmade Sig över er och om Gud, den Vise, inte tog emot den ångerfulles ånger"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Det var en grupp av era egna som spred det illvilliga förtalet. Men anse inte detta som ett ont; nej, det är tvärtom ett gott för er! Var och en av dessa [ryktesspridare] skall stå till svars för sin del i denna synd och den av dem som bär huvudansvaret har ett hårt straff att vänta"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Alla troende män och kvinnor borde - då de hör sådant [tal] - tro det bästa om varandra och säga: \"Detta är en uppenbar lögn"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Varför [har ni] inte [krävt] fyra vittnen som stöd [för anklagelsen]? - Eftersom de inte hade vittnen är det nu de som inför Gud är lögnare"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Om Gud inte visade er godhet och förbarmade sig över er i detta och det kommande livet, skulle förvisso ett hårt straff drabba er för allt [förtal] ni sprider"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "då ni tar upp på era tungor och för vidare med era munnar sådant som ni inte vet något om; ni anser det vara obetydligheter, men inför Gud är det allvarliga ting"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Om ni ändå hade sagt, då ni hörde [ryktet]: \"Det är inte rätt av oss att tala om detta. Stor är Du i Din härlighet - detta är avskyvärt förtal"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Gud varnar er för att någonsin återfalla i denna [synd] om ni är [sanna] troende"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Gud klargör [Sina] budskap för er. Gud är allvetande, vis"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "De som gärna ser att skamligt förtal sprids mot de troende har ett plågsamt straff att vänta i denna värld och i det kommande livet. - Gud vet, men ni vet inte [hela sanningen]"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Ja, [vad vore ni människor] om Gud inte visade er godhet och förbarmade sig över er och inte i Sin barmhärtighet ömmade för er"
        }
    ]
}