{
    "maqras": [
        {
            "chapter": 40,
            "verse": 1,
            "text": "Ha meem"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "UPPENBARELSEN av denna Skrift är Guds verk, den Allsmäktige, den Allvetande"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "Han som förlåter synd och tar emot ånger, som straffar hårt men låter Sin välsignelse flöda [över de troende]. Ingen gudom finns utom Han; Han är målet för allas färd"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "INGEN utom de som framhärdar i att förneka sanningen, ifrågasätter Guds uppenbarelser. Men låt dig inte vilseledas [av deras nöjda miner] där de beskäftigt skyndar fram och tillbaka på jorden [för att se till sina intressen]"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "I gångna tider förnekade Noas folk sanningen och, efter dem, alla de som gaddade sig samman [mot Guds budbärare]; varje folk hade onda anslag mot sitt sändebud och ville gripa honom, och [alla] försökte de med bedrägliga argument bestrida sanningen [i de gudomliga budskapen]. Men till sist ställde Jag dem till svars - och hur fruktansvärt var inte Mitt straff"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "Så går din Herres oåterkalleliga dom över dem som förnekar sanningen i verkställighet; Elden är deras arvedel"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "De som bär upp [Guds allmakts] tron och de som omger den och sjunger sin Herres lov är fasta i sin tro på Honom och de ber Honom förlåta de troende [deras synder]: \"Herre, Din nåd och barmhärtighet når överallt och Du omfattar allt med Din kunskap! Förlåt därför dem som visar ånger och följer Din väg, och skona dem från helvetets straff"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Och för dem, Herre, som Du har lovat dem, till Edens lustgårdar, tillsammans med de rättfärdiga bland deras fäder och hustrur och efterkommande! Du är den Allsmäktige, den Vise"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "Och skydda dem och bevara dem [denna Dag] för dåliga handlingar - den som Du då bevarar för [följderna av] dåliga handlingar, har Du visat stor nåd; detta är en lysande seger"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Men för dem som förnekade sanningen skall förkunnas: \"Guds avsky för er är djupare än den avsky ni nu känner för er själva, ni som alltid avvisade alla uppmaningar att anta tron"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "De skall säga: \"Herre! Två gånger har Du låtit oss dö och två gånger har Du kallat oss till liv; finns det en väg ut [ur detta], nu när vi har erkänt våra synder"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "Och de skall få till svar: \"Detta [drabbar er] därför att ni, då den Ende Guden åkallades, ständigt förnekade [Honom], men då andra [väsen] sattes vid Hans sida, trodde ni [på dem]. Nej, Hans är domen - den Höge, den Väldige"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "DET ÄR Han som visar er Sina tecken och som sänder ned från skyn det [regn som ger er säd och frukt] för att uppehålla livet; men bara de som har sinnet vänt mot Gud ägnar detta eftertanke"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "Åkalla därför Gud med ren och uppriktig tro, även om det ses med ovilja av dem som förnekar sanningen"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "Han, Herren till [Allmaktens] tron, är höjd högt över ranger och grader. Han låter ingivelsens ande stiga ned enligt Sin plan till den Han vill av Sina tjänare för att varna [människorna] att de en Dag skall möta Honom"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "den Dag då de skall stiga ut [ur sina gravar] och då ingenting hos dem kan hållas dolt för Gud. Vem har det [obestridda] herraväldet denna Dag? Gud, den Ende, Den som härskar över allt med oinskränkt makt"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Den Dagen skall var och en få den lön han har förtjänat och ingen orätt skall ske denna Dag; Gud är snar att kalla till räkenskap"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Varna dem att den Dag närmar sig då struparna skall snöras samman av ångest; [då] syndarna inte [skall kunna kalla till hjälp] en kär vän och alla förböner skall vara förgäves"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "Han ser de falska blickarna och Han vet vad som göms i människornas bröst"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Och Gud dömer på grundval av sanningen, men de som de anropar vid sidan av Honom fäller inga domar; Gud ensam hör allt, ser allt"
        }
    ]
}