{
    "maqras": [
        {
            "chapter": 66,
            "verse": 1,
            "text": "PROFET! Varför pålägger du [dig själv] - i en önskan att vara dina hustrur till lags - förbud mot det som Gud har förklarat tillåtet för dig? Gud är ständigt förlåtande, barmhärtig"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Gud har tillåtit er att frångå eder [vars innehåll strider mot lag och rätt] och att plikta för detta. Gud är er Beskyddare och Han är den Allvetande, den Allvise"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Det hände att Profeten i förtroende berättade något för en av sina hustrur och hon förde det vidare; när Gud lät honom veta detta nämnde han något om det [till andra] men undanhöll [en del]. Då han sade det till henne frågade hon: \"Vem har låtit dig veta det?\" - och han svarade: \"Han som vet allt, är underrättad om allt, har låtit mig veta det"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "[Det är bäst för er båda] att ni vänder åter till Gud i ånger över [ert handlingssätt], eftersom era hjärtan har avvikit [från pliktens väg]! Om ni gör gemensam sak mot honom [bör ni veta att] Gud är hans Beskyddare och att därför också Gabriel och de främsta bland de troende och [alla] änglar står vid hans sida"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Om [Profeten] skulle förskjuta er skänker honom kanske hans Herre bättre hustrur än ni - kvinnor som underkastar sig Guds vilja, sanna troende, ödmjuka inför Gud, som ångrar [sina synder] och troget tillber sin Herre, och som ständigt går [Guds ärenden] - förut gifta eller ungmör"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "TROENDE! För er egen skull och för deras som står er nära bör ni frukta den Eld som har människor och stenar till bränsle, och som mäktiga och stränga änglar [vakar över, änglar] som aldrig brister i lydnad för Gud, vad Han än befaller dem, och som utför allt som åläggs dem"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "Urskulda er inte denna Dag, ni envisa förnekare av sanningen! Ni skall lönas enbart för det som ni gjorde [i livet]"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "Troende! Vänd er i uppriktig ånger [över era synder] till Gud! Kanske skall er Herre ur er [bok] utplåna era dåliga handlingar och föra er till lustgårdar, vattnade av bäckar, den Dag då Gud inte låter skam komma vid Profeten och dem som följde honom i tron - ljuset [av deras tro och deras goda handlingar] skall lysa framför dem och till höger om dem [och] de ber: \"Herre, låt vårt ljus lysa allt klarare och förlåt oss våra synder! Du har allt i Din makt"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "PROFET! Kämpa outtröttligt mot förnekarna av sanningen och mot hycklarna och visa dig omutligt sträng mot dem; Elden är deras slutliga hemvist - detta eländiga mål"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "Gud har utpekat Noas hustru och Lots hustru som varnande exempel för dem som framhärdar i att förneka sanningen; deras män var två av Våra rättfärdiga tjänare och de svek dem. Men [männen] kunde inte skydda dem mot Guds [straff] och [på Domens dag] skall de få höra dessa ord: \"Gå in i Elden med de [övriga fördömda]"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "Och som ett [efterföljansvärt] exempel för de troende har Gud framhållit Faraos hustru, som bad: \"Herre! Bygg en boning åt mig i paradiset i Din närhet och skydda mig mot Farao och allt [det onda] han har gjort och skydda mig mot alla dem som ständigt begår orätt"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "Ännu ett exempel har de i Maria, `Imrans dotter; Hon bevarade sin oskuld och Vi andades in i [hennes kropp] något av Vår ande. Hon trodde på sin Herres ord och på Hans uppenbarelser och hon var en av dem som ödmjukt böjer sig under Hans vilja"
        }
    ]
}