{
    "maqras": [
        {
            "chapter": 7,
            "verse": 117,
            "text": "[Då] ingav Vi Moses att kasta sin stav, och den slukade alla synvillor som [trollkarlarna] hade manat fram"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Och sanningen segrade och det blev uppenbart att [deras] trolldom inte var annat än konster och knep"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Och så led [Farao och hans stormän] ett förödmjukande nederlag"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Men trollkarlarna störtade ned på sina ansikten"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "och sade: \"Vi tror på världarnas Herre"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Moses och Arons Herre"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Farao sade: \"Tror ni på honom innan jag har gett er tillåtelse? Detta är en lömsk plan, som ni har smitt här i staden för att förmå folket att överge den. Men nu skall ni få se på [annat]"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Jag skall sannerligen låta hugga av er motsatt hand och fot, ja, jag skall korsfästa er alla till sista man"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "De svarade: \"Då återvänder vi till vår Herre"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "men du vill hämnas på oss bara därför att vi trodde på vår Herres budskap när de nådde oss.\" - \"Herre! Ge oss [styrka och] tålamod och låt oss få dö i full underkastelse under Din vilja"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Då sade Faraos stormän: \"Vill du tillåta att Moses och hans folk stör ordningen och fördärvar sederna i landet och [lockar människorna] att överge dig och dina gudar?\" [Farao] svarade: \"Vi skall anställa blodbad på deras söner och [enbart] skona deras kvinnor; vi har dem ju i vårt våld"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Moses sade till sitt folk: \"Anropa Gud om hjälp och stå fasta [i prövningen]! Jorden är Guds; Han ger den i arv till den Han vill av Sina tjänare. Den slutliga segern tillhör dem som fruktar Gud"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "[Israeliterna] svarade: \"Vi har lidit ont både innan du kom till oss och efter det att du kom.\" [Moses] svarade: \"Kanske skall er Herre förgöra er fiende och ge er [hans] land i arv och sedan låta er visa ert sinnelag med era handlingar"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Vi prövade Faraos folk med år av torka och magra skördar - kanske skulle det stämma dem till eftertanke"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "men när de upplevde goda tider sade de: \"Detta är vad som med rätta tillkommer oss\", och när dåliga tider kom sköt de skulden på Moses och dem som följde honom. Deras öde låg helt i Guds hand, men de flesta av dem visste [det] inte"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Och de sade [till Moses]: \"Vilka tecken du än gör inför oss för att förvända synen på oss, kommer vi inte att tro på dig"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Då slog Vi dem med översvämningar och gräshoppssvärmar och löss och paddor och [vattnets förvandling till] blod - tydliga tecken - men de var ett högmodigt släkte, ett folk av obotfärdiga syndare"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Och var gång en [sådan] prövning drabbade dem, sade de: \"Moses! Be för oss till din Herre i enlighet med det förbund som Han har slutit med dig! Om du [på så sätt] befriar oss från denna plåga skall vi sannerligen tro på dig och låta Israels barn lämna [landet] med dig"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Men var gång Vi befriade dem från prövningen och [utsatte] en frist för dem att infria sitt löfte, svek de sitt ord"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Och så utkrävde Vi hämnd på dem och lät dem dränkas i havet, eftersom de hade förkastat Våra budskap som lögn och inte fäst vikt vid dem"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Men det folk som varit förödmjukat och föraktat gjorde Vi till arvingar till det land som Vi välsignat, dess östra såväl som dess västra delar. Så uppfylldes din Herres nådiga löfte till Israels barn [om belöning] för deras uthållighet; och Vi lade i ruiner allt vad Farao och hans folk hade byggt upp och ödelade deras odlingar"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "OCH VI förde Israels barn genom havet och därefter träffade de på ett folk som hängav sig åt avgudadyrkan. Israels barn sade: \"Moses! Låt oss få en gud liksom de har gudar!\" Han svarade: \"Ni är sannerligen ett dåraktigt släkte"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Vad dessa [människor] ägnar sig åt är dömt till undergång och allt vad de har åstadkommit skall gå förlorat"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "[Och] han sade:\"Skall jag söka efter en gud åt er vid sidan av Gud, som har gett er vad Han inte har gett något annat folk"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Och minns att Vi befriade er från Faraos män, som vållade er svåra lidanden, anställde blodbad på era söner och [bara] skonade era kvinnor - detta var en hård prövning, som er Herre [lät er utstå]"
        }
    ]
}