{
    "maqras": [
        {
            "chapter": 8,
            "verse": 61,
            "text": "Men visar de sig villiga att sluta fred, var då själv beredd till det och lita till Gud; Han är Den som hör allt, vet allt"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Och försöker de bedra dig, [kom då ihåg] att du inte har behov av någon utom Gud - Han har stärkt dig med Sitt stöd och med [skaran av] troende som följer dig"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "och som Han har förenat i varm tillgivenhet [och gjort till bröder]. Om du så gav ut allt i världen hade du inte kunnat knyta dem till varandra med sådana band, men Gud lät denna tillgivenhet växa fram [och gjorde dem till bröder]. Han är allsmäktig, vis"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "Profet! Du har inte behov av någon annan än Gud, och [detsamma gäller] dem som följer dig i tron"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "Profet! Inge de troende lugn och dödsförakt inför striden! Om det finns tjugo bland er som håller stånd skall de besegra tvåhundra, och finns det hundra bland er kommer de att besegra tusen av förnekarna, därför att de är människor som inte kan inse [sanningen]"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Gud som känner er svaghet har lättat på er börda. Om det således finns hundra bland er som håller stånd kan de besegra tvåhundra; och om det finns tusen bland er kan de med Guds hjälp besegra tvåtusen. Gud är med dem som håller stånd"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "EN PROFET skall inte hålla fångar [som friges mot lösen] om inte kriget tagit stora proportioner. Ni står efter de osäkra vinster som ni kan uppnå i denna värld, men Gud vill [att ni eftersträvar] det eviga [goda]. Gud är allsmäktig, vis"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Om inte Gud redan hade beslutat [att överse med fel begångna under kamp för Guds sak], skulle ett hårt straff helt visst ha drabbat er för det [stora antal fångar] ni tog"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Njut av det som är tillåtet och nyttigt av det byte ni har tagit i krig, men frukta Gud. Gud är ständigt förlåtande, barmhärtig"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "Profet! Säg till de fångar som fallit i era händer: \"Om Gud finner något gott i era hjärtan skall Han ge er det som är bättre än det som har tagits ifrån er och förlåta er [era synder]. Gud är ständigt förlåtande, barmhärtig"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Om de skulle vilja föra dig bakom ljuset, [minns då att] de förut ville bedra Gud, men Han gav [dig] segern över dem. Gud är allvetande, vis"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "DE SOM har antagit tron och utvandrar från ondskans rike och med sina ägodelar och sina liv [som insats] strävar och kämpar för Guds sak, och de som har gett [utvandrarna] husrum och hjälp - de är varandras [sanna] vänner och beskyddare. Ni ansvarar inte för skyddet av dem som har antagit tron men ännu inte utvandrat - så länge de inte utvandrar. Men begär de er hjälp [därför att de förföljs] på grund av sin tro är det er plikt att lämna dem hjälp, om inte [detta tvingar er att gripa till vapen] mot ett folk till vilket ni är bundna av fördrag; men [glöm inte att] Gud ser vad ni gör"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "De som framhärdar i att förneka sanningen är sinsemellan bundsförvanter och de stöder och beskyddar varandra; om ni inte handlar på samma sätt kommer förtrycket på jorden att fortsätta och oordningen och sedefördärvet att tillta"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Och de som har antagit tron och utvandrat från ondskans rike och strävar och kämpar för Guds sak, och de som har gett [utvandrarna] husrum och hjälp - de är de verkligt sanna troende. [Gud] skall förlåta dem [deras synder] och frikostigt sörja för deras behov"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Och de som hädanefter antar tron och utvandrar från ondskans rike och tillsammans med er strävar och kämpar [för Guds sak] - de skall vara ett med er. De som är knutna till varandra genom blodsband står dock enligt Guds beslut [ändå] närmare varandra. Gud har vetskap om allt"
        }
    ]
}