{
    "pages": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "Mo ʙa tu (ej Muhammad (sallallohu alajhi va sallam) vahj firistodem, hamcunon ki ʙa Nuh va pajomʙaroni ʙa'd az u vahj firistodem va ʙa Iʙrohimu Ismoil va Ishoqu Ja'quʙ va naʙeragoni Ja'quʙ va Iso va Ajuʙ va Junus va Horun va Sulajmon (alajhimussalom) vahj firistodem va ʙa Dovud Zaʙurro dodem"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Va pajomʙarone, ki pes az in qissahojasonro ʙaroi tu guftaem dar Qur'on va on, ki qissahojasonro ʙaroi tu naguftaem. Va Alloh ʙo Muso (alajhissalom) suxan guft, suxan guftani ʙevosita"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Pajomʙarone, ki muƶdadihanda va tarsonanda ʙudand, to ʙa'd az pajomʙaron dalel va huccate ʙaroi mardum ʙar Alloh ʙoqi namonad. Va Alloh ƣoliʙ ast dar mulkas va dar tadʙiras ʙo hikmat ast"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Vale Alloh ʙa on ci ʙar tu nozil kardaast (Qur'onro), sahodat medihad, ki onro ʙa ilmi xud nozil kardaast va faristagon niz sahodat medihand (ʙa haq ʙudani Qur'on) va kofi ast, ki Alloh guvoh ʙosad"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Hamono kasone, ki kofir sudand (inkor kardand sifathoi Muhammad (sallallohu alajhi va sallam)-ro) va man' kardand mardumonro az rohi Alloh, saxt ʙa gumrohi aftodaand"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Hamono kasone, ki kofir sudand va zulmu sitam kardand, hargiz Alloh nameomurzad ononro va nison nadihad ʙa onon rohi haqro"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "magar rohi duzax, ki aʙadiand dar on hamesa! Va in kor ʙa Alloh oson ast"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Ej mardum! In pajomʙar (Muhammad (sallallohu alajhi va sallam)) haq va haqiqatro az coniʙi Parvardigoraton ʙaroi sumo ovardaast, pas ʙa u imon ʙijovared va uro pajravi namoed, ki imon ovardan ʙehtar ʙosad ʙaroi sumo. Va agar ʙar kufri xud davomat karded zarari xudi sumost, zero Alloh ʙa sumo va imonaton ehtijoc nadorad. Hamono on ci dar osmonho va zamin ast, az oni Alloh ast. Va U dono ast ʙa guftoru kirdori sumo va medonad ci kase sazovori hidojat jo gumrohi ast"
        }
    ]
}