{
    "pages": [
        {
            "chapter": 6,
            "verse": 119,
            "text": "Ci sumoro man' mekunad ej musalmonon az xurdani on ci nomi Alloh ʙar on jod sudaast, va hamono Alloh cizhoero, ki ʙar sumo harom soxtaast, ʙa tafsil ʙajon kardaast, ƣajri on goho ki ʙa saʙaʙi gurusnagie, ki sumoro ʙa halokat merasonad nocor garded? Va az on ci ki ʙar sumo harom sudaast; misli xudmurda. Pas dar in surat xurdani on ʙaroi sumo muʙoh ast. Hamono ʙisjore az gumrohon ʙe hec donise, digaronro gumrohi gumonhoi xud kunand. Alʙatta Parvardigori tu ʙa tacovuzkorone, ki az haddi halol ʙa harom meguzarand, donotar ast"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Va ej mardum, hamai gunohro, ci oskor ʙosad va ci pinhon, tark kuned. Onon, ki gunoh mekunand, ʙa cazoi amalhoi xud xohand rasid"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "(Ej musalmonon,) az zaʙhe, ki nomi Alloh ʙar on jod nasudaast, naxured, ʙa monandi xudmurda va on ci ʙaroi ʙut jo cin zaʙh sudast. Hamono xurdani in guna zaʙhsudaho fisq (gunoh) ast. Va sajotini cin ʙa dustoni xud az sajtonhoi insi vahj mekunand, ki ʙo sumo mucodala kunand va agar ʙa onho farmonʙardori kuned, sumo va onho dar sirk ʙaroʙared"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Ojo on kase, ki dar gumrohi murda ʙud va Mo ʙo imon zindaas soxtem va nure dar rohas dostem va ʙa pajravii pajomʙaron tavfiqas namudem, to ʙa on dar mijoni mardum rohi xudro ʙijoʙad, monandi kasest, ki dar torikii caholat va gumrohiho giriftor ast va rohi ʙerun sudanro namedonad? Hec goh ʙaroʙar namesavand. Cunon ki in kofire, ki ʙo sumo dar ʙoʙi gusti xudmurda ʙahs mekunad ej mu'minon, amali ʙadasro ʙarojas orosta kardam, onro ma'qul donist. Incunin amalhoi inkorkunandagoni rohi haqro dar nazarason orosta gardondam, to ki giriftori azoʙ gardand"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Va cunon ki ʙo ʙuzurgoni Makka ruj dod, ki pesi rohi dini Allohro giriftand va ʙa in tavr dar har dehae gunahkoronasonro ʙuzurgonason qaror dodem, to dar on co ʙa ʙoz dostani dini Alloh makr kunand, vale namedonand, ki faqat ʙaroi xud makr mekunand"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Cun nisonae ʙar musrikoni (ahli Makka ʙar rost ʙudani pajomʙarii Muhammad sallallohu alajhi va sallam) nozil sud, ʙa'ze az ʙuzurgonason guftand, ki mo imon nameovarem, to on goh, ki har ci ʙa pajomʙaroni Alloh doda suda, ʙa mo niz doda savad. Bigu «Alloh donotar ast, ki risolati xudro dar kuco qaror dihad. Ba zudi ʙa gunahgoron ʙa cazoi makre, ki mekardand, az coniʙi Alloh dar cahannam xorivu azoʙi saxte xohad rasid!»"
        }
    ]
}