{
    "pages": [
        {
            "chapter": 7,
            "verse": 74,
            "text": "Ba jod ored on zamonro, ki sumoro pas az qavmi Od conisinon qaror dod va sumoro dar in zamin coj dod, to ʙar rui zamini hamvoras qasrho ʙarafrozed va kuhhojasro tarosida xonahoe ʙisozed. Ne'mathoi Allohro jod kuned va dar zamin taʙahkorivu fasod makuned!»"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Buzurgoni qavmas, ki gardankasi mekardand, ʙa ʙecoragoni qavm, ki imon ovarda ʙudand, guftand: «Ojo medoned, ki Soleh az coniʙi Parvardigoras omadaast?» Guftand: «Mo ʙa on saria'te, ki ʙar u firistoda sudaast, imon dorem!»"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Gardankason guftand: «Mo ʙa kase, ki sumo imon ovardaed, imon nameovarem»"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Pas modasuturro kustand va az farmoni Parvardigorason sarkasi kardand va guftand: «Ej Soleh, agar pajomʙar hasti, on ciro ʙa mo va'da medihi az azoʙ, ʙijovar!»"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Pas larzisi saxtu (ja'ne, ovozi) dahsatovare ononro furu girift va dar xonahoi xud ʙa zonu aftoda, pas halok sudand va hec kase az onho ʙoqi namond"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Soleh (alajhissalom) az onon ruj ʙargardonid va guft: «Ej qavmi man, risolati Parvardigoramro ʙa sumo rasonidam va ʙaroi sumo nekui xostam, vale sumo nekxohonro dust nadored!»"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Va Lut (alajhissalomro) firistodem. On goh ʙa qavmi xud guft: «Caro kori ʙade mekuned, ki hec kas az mardumi cahon pes az sumo nakardaast"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Sumo ʙa coi zanon ʙo mardon sahvat meroned. Sumo mardumi tacovuzkor hasted»"
        }
    ]
}