{
    "pages": [
        {
            "chapter": 11,
            "verse": 82,
            "text": "Pas, cun farmoni Mo ʙar haloki onho faro rasid, on deharo zeru zaʙar kardem (ja'ne cappa namudem) va ʙar on deha ʙo ʙorone az sanggilho paj dar paj onhoro sangʙoron kardem"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "in sangho az sui Parvardigorat nisondor ʙudand va incunin in sangho az sitamgoron dur nestand, (ja'ne, az musrikoni Makka)"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "Va ʙar qaʙilai Madjan ʙarodarason Su'ajʙ (alajhissalom)-ro firistodem. Guft: «Ej qavmi man, Allohi jaktoro ʙiparasted, sumoro hec ma'ʙudi ʙarhaqe cuz U nest! Va dar pajmonavu tarozu haqqi mardumro kam makuned! Hamono, sumoro dar ne'mat va osudagi meʙinam. Va ʙa saʙaʙi kam kardanaton dar pajmonavu tarozu az ruze, ki azoʙas sumoro faro girad, metarsam"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "Va ej qavmi man, pajmonavu tarozuro az rui adl purra va komilan ado kuned va ʙa mardum cizhojasonro kam madihed va cun taʙahkoron dar zamin fasod makuned"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Agar imon dosta ʙosed, on ci Alloh az moli haloli xud ʙoqi meguzorad ʙa saʙaʙi vafo kardanaton ʙar pajmonavu tarozu ʙarojaton ʙehtar ast az harom va kamʙudihoe, ki az tarozu mezaned. Va man ʙar sumo nigahʙon nestam"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Guftand: «Ej Su'ajʙ, ojo namozat ʙa tu farmon medihad, ki mo on ʙuthoero ki padaronamon meparastidand, tark kunem jo dar amvoli xud oncunon ki xud mexohem, tasarruf nakunem? Ba rosti tu mardi ʙurdʙoru xiradmand hasti (lek az in suxan maqsadason istehzo ʙud va meguftand, ki tu ʙeaql hasti)"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Guft (Su'ajʙ): Ej qavmi man, ci megued, agar ʙaroi man az coniʙi Parvardigoram huccate ʙosad ʙaroi tasdiqi on ci ki sumoro da'vat mekunam va U maro az sui xud rizqi halolu pok ato karda ʙosad? Ojo metavonam ʙa xilofi dasturoti U amal kunam? Va namexoham sumoro az cize man' kunam va xudam murtakiʙi on savam. Man to on co ki metavonam cuz isloh cizero namexoham. Tavfiqi man tanho ʙa fazli Alloh ast. Ba U tavakkal kardaam, ʙa dargohi U ruj meovaram"
        }
    ]
}