{
    "pages": [
        {
            "chapter": 12,
            "verse": 44,
            "text": "Guftand: «In xoʙho az zumrai xoʙhoi pareson ast va mo az ta'ʙiri in xoʙho ogohi nadorem»"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Va jake az on du cavoni dar zindon ʙuda, ki az qatl nacot jofta ʙud va pas az muddate xohisi Jusuf ʙa jodas omada ʙud, guft: «Man sumoro az ta'ʙiri on xaʙar mediham. Pas, maro nazdi Jusuf ʙifiristed»"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "Ej Jusuf, ej mardi ʙisjor rostguj dar guftor va rostkor dar kirdor, ʙaroi mo ta'ʙir kun, ki haft govi farʙehro haft govi loƣar mexurand va haft xusai saʙzu haft xusai xusk. Bosad, ki man nazdi mardum ʙozgardam va onon az ta'ʙiri in xoʙ ogoh gardand»"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Jusuf ʙa pursandai xoʙi podsoh guft: Haft sol paj dar paj ʙo ciddijat kist kuned va har ci ki medaraved, cuz andake, ki mexured, ʙoqimondaro ʙo xusa anʙor kuned, to zamone ʙisjor istad va zud vajron nasavad"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Az on pas haft sol qahti va saxti meojad va dar on haft sol on ci ʙarojason cam' kardaed, ʙixurand, magar kame, az onro ʙo ehtijot nigoh dored"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Pas az on sole ojad, ki mardumonro ʙoron doda savad va dar on sol afsurdanihoro mefisurand (ja'ne, xajru ʙarakat ʙisjor mesavad)"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Va podsoh ʙa muovinonas guft: Ta'ʙirkunandai xoʙi maro az zindon ozod kuned va uro nazdi man ʙijovared». Cun firistoda nazdi u omad, Jusuf ʙa u guft: «Nazdi xocaat ʙozgard va ʙipurs: Holi on zanone, ki dasthoi xudro ʙuridand, cist? Alʙatta, Parvardigori man ʙa makrason ogoh ast!»"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "(Podsoh) guft: «Ej zanon, ci guna ʙud in kori sumo, ki Jusufro ʙa nazdi xud xonded, u xohisi nafsi sumo kard jo sumo xohisi nafsi u karded?» Guftand: «Ma'ozalloh (panoh ʙar Alloh)! Nadidem az u hec xijonate, vale zani Aziz ʙa mo xaʙar dod, ki u Jusufro ʙa xud xondaast». Zani Aziz iqror suda guft: «Aknun haq oskor sud. Man xostam Jusufro, vale u xudro az in amal ʙoz dost, alʙatta, u dar zumrai rostgujon ast dar suxanone, ki megujad!»"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(Zani Aziz guft): In hama ʙaroi on ast, ki to ʙidonad (Aziz), ki man ƣoiʙona xijonati u nakardaam va az man kori ziste sodir nasudaast va hamono, Alloh hilai xoinonro ʙa maqsad namerasonad"
        }
    ]
}