{
    "pages": [
        {
            "chapter": 20,
            "verse": 65,
            "text": "Codugaron guftand: «Ej Muso, ojo tu asojatro mepartoi jo ki mo avval ʙipartoem?»"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Muso ʙarojason guft: «Sumo ʙipartoed». Nogahon az codue, ki kardand, cunon dar nazari Muso omad, ki on ʙandho va asoho ʙa surati mor ʙa har su medavand"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Pas, Muso xestanro tarson joft"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Mo ʙa Muso guftem: «Matars, alʙatta, tu ʙartar hasti va ƣoliʙ meoji ʙar in codugaron va Fir'avn va laskaras"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "On ci dar dasti rost dori, ʙiparto, to har ciro, ki soxtaand az aso va resmonho, furu ʙarad. Besak onho har ciro, ki soxtaand najrangi codugarona ast va codugar hec goh piruz namesavad»"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "(Vaqte ki codugaron didand, ki haq ʙar coniʙi Muso ast). Pas codugaron ʙa sacda daraftodand. Guftand: «Ba Parvardigori Horunu Muso imon ovardem»"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Fir'avn guft: «Ojo pes az on, ki sumoro ruxsat diham, ʙa Muso imon ovarded? Hamono u ʙuzurgi sumost, ki ʙa sumo codugari omuxtaast. Pas dasthovu pojhojatonro az capu rost meʙuram va ʙar tanai daraxti xurmo ʙa doraton meovezam, to ʙidoned, ki azoʙi kadomi jake az mo saxttaru pojandatar ast»"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Codugaron ʙa Fir'avn guftand: «Savgand ʙa on Zote, ki moro ofaridaast, ki turo ʙar on nisonahoi ravsan, ki didaem, ʙehtar namesumorem, ʙa har ci xohi, hukm kun, ki rivoci hukmi tu dar zindagii in cahon ast va ʙa nazdiki on zud az ʙajn meravad"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Ba durusti, ki mo ʙa Parvardigori xes imon ovardem va rasuli Uro tasdiq namudaem va on ci ki ovard ʙa on amal namudaem, to az xatohoi mo va on codugari, ki moro ʙa on macʙur kardi, darguzarad, ki Alloh ʙehtar ast az tu ej Fir'avn, dar podos dodan va azoʙi Alloh pojdortar ast"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Alʙatta, har kas, ki gunahkor (kofir) nazdi Parvardigoras ʙijojad, hamono cahannam cojgohi ust, ki dar on co na memirad, ki az azoʙ xalos savad va na zinda mesavad, ki hajoti xus joʙad"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Va on ki ʙo imon nazdi U (Parvardigor) ojad va korhoi soista kunad, pas ʙarojason martaʙahoi ʙaland ast"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "(Baroi onhost) ʙihisthoi covidon, ki dar on cujho ravon ast va aʙadi dar on co ʙosand. Va in ast podosi pokone, ki xudro az palidi va sirk toza namudaand"
        }
    ]
}