{
    "pages": [
        {
            "chapter": 21,
            "verse": 36,
            "text": "(Ej Rasul), cun kofiron turo ʙuʙinand, cuz ʙa tamasxur turo namenigarand va ʙo hamdigar megujand: «Ojo in saxs ast, ki ma'ʙudonatonro ʙa ʙadi jod mekunad?» Va inho xud az jodi Allohi mehruʙon va ne'mathojas va on ci nozil kardaast az Qur'on munkirand"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Odami, sitoʙkor ofarida sudaast. Va qurajsiho sarkasona ʙa furud omadani azoʙ sitoʙ namudand, vale Alloh taolo ʙimason karda farmud: Zud ast, ki ojoti (azoʙi) xudro ʙa sumo nison xoham dod. Pas sitoʙ makuned"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Va kofiron masxara karda megujand: «Agar rost megued, pas on va'dai azoʙ kucost?»"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Agar kofiron surati holi on vaqtro medonistand, ki otasro az rui xes va az pusti xes ʙozdosta nametavonand va ʙa onho nusrat doda namesavad, haroina, ʙar aqidai kufrason nameistodand va ʙar zarari xud talaʙi sitoʙi azoʙ namekardand"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Balki azoʙi ruzi qijomat nogahon ʙa onho ʙijojad, pas onhoro hajron gardonad va onro daf' karda natavonand va ʙarojason muhlat doda namesavad, to tavʙa kunand"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Ba durusti, pajomʙaronero, ki pes az tu ʙudand, niz ʙa masxara girifta ʙudand, vale azoʙe, ki masxaraas mekardand, ʙar sari masxarakunandagon furud omad"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "(Ej Rasul), ʙaroi onon ʙigu, ki sitoʙ mekunand dar azoʙ: «Kist, on ki sumoro saʙu ruz az azoʙu qahri Allohi mehruʙon nigoh medorad?» Balki onho az jod kardani Parvardigorason va Qur'on rujgardonand"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Ojo ʙaroi musrikon ma'ʙudone hastand ƣajri mo, ki muhofizat mekunand onhoro az musiʙatho, hol on ki xudro jori doda nametavonand, pas ci guna pajravonasonro jori medihand? Va onho az azoʙi Mo mahfuz namemonand"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Balki Mo onho va padaronasonro ʙahramand kardem, to muddati umrason daroz sud. Vale kofiron ʙo molu farzand va hajoti darozason maƣrur suda ʙar kufrason ʙoqi mondand va gujo, ki azoʙ doda namesavand. Ojo in musrikon, ki sitoʙi azoʙi Alloh mekunand nameʙinand, ki Mo pajvasta ʙa suroƣi sarzamini kufr meoem, ki onro az atrof va domanahojas mekohem? Ojo onho piruzand jo Mo"
        }
    ]
}