{
    "pages": [
        {
            "chapter": 27,
            "verse": 23,
            "text": "Zanero joftam, ki ʙar onho podsohi mekunad. Va az har ne'mate ʙarxurdor ast va taxti ʙuzurge dorad"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "Didam, ki xud va mardumas ʙa coi Allohi jakto oftoʙro sacda mekunand. Va sajton a'molasonro dar nazarason ʙijorostaast va az rohi Alloh gumrohason kardaast, cunonki rui hidojat naxohand did"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "Sajton in kor va rohu ravisi ʙotilero, ki dar on qaror dostand, ʙarojason orosta ʙud, to sacda nakunand ʙaroi Allohe, ki cizi pusidaro dar osmonhovu zamin ʙerun meovarad; az ʙoronu naʙotot va on ci maxfi ast, oskor mekunad va har ciro pinhon medored jo oskor mesozed, medonad"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "Allohe, ki cuz U ma'ʙudi ʙarhaqqe nest. Parvardigori Arsi azim ast»"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "Guft (Sulajmon ʙaroi hudhud): «Aknun ʙingarem, ki rost guftai jo dar sumori duruƣgujoni"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "In nomai maro ʙiʙar va ʙar ahli Saʙa' ʙiafkan, sipas jak su sav va ʙingar, ki ci cavoʙ medihand»"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "(Malikai Saʙa') guft: «Ej ʙuzurgon, nomae giromi ʙa sui man afkanda sud"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "Hamono noma az Sulajmon ast va saroƣozi on cunin ast: «Ba nomi Allohi ʙaxsojandai mehruʙon»"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "«Bar man takaʙʙur nakuned dar on cizhoe, ki sumoro ʙa on da'vat menamojam va taslim suda nazdi man ʙijoed»"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "(Malika) guft: «Ej ʙuzurgon, dar kori man ra'j ʙidihed, ki man hec goh ʙera'j va masvarati sumo kore nakardaam»"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Guftand: Mo qudratmandon va sohiʙoni naʙardi saxt hastem. Korho ʙa dasti tust. Bingar, ki ci farmon medihi va mo hamesa farmonʙardori tu hastem"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "(Malika) guft: «Podsohon cun ʙa sahre darojand, ʙo kustan va asir giriftani mardum vajronas mekunand va azizonasro xor mesozand. Va hamcunin mekunand"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "Malika guft: Man, hatman, hadjae nazdason mefiristam va menigaram, ki firistodagon ci cavoʙ meovarand»"
        }
    ]
}