{
    "pages": [
        {
            "chapter": 2,
            "verse": 257,
            "text": "Alloh sarparast va korsozi mu'minon ast ononro (ʙa nusrat, tavfiq va hifzi xud) az torikiho ʙa sui nur (ja'ne imon, ilm, va to'at) ʙerun meʙarad va kasone, ki kufr varzidaand, parastandagoni toƣutand, ki ononro az rusnoii imon ʙa sui torikiho (ja'ne kufr, cahl va ma'sijat) mekasonand. Onho ahli duzaxand va dar on covidona xohand ʙud"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Ej Rasul, ojo az holi kase, ki Alloh ʙa u podsohi ʙaxsida ʙud va ʙo Iʙrohim dar mavridi tavhid va ruʙuʙijati Parvardigoras mucodala kard, xaʙar dori? Cun az Iʙrohim suol kard, Parvardigori tu kist? On goh, ki Iʙrohim guft: Parvardigori man zote ast, ki tanho U meofarad va tadʙir menamojad va zinda gardonidan va mironidan tanho az oni Ust. Guft: \"Man niz zinda megardonam va memironam Iʙrohim guft: \"Alloh xursedro az masriq ʙar meovarad va ojo metavoni tu onro az maƣriʙ ʙarovari\". Pas kase, ki kufr varzida ʙud hajron sud va huccatas ʙarʙod raft. Alloh qavmi sitamkorro ʙa rohi haq hidojat namekunad"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Jo didi ki monandi on kas, ki ʙa dehe rasid, dehe, ki saqfhoi ʙinohojas furu rexta ʙud. Guft: «Az kuco Alloh in murdagonro zinda kunad?» Alloh uro ʙa muddati sad sol mirond va xarasro ham hamrohi u mirond va xurok va nusidaniro niz ʙa hamroh dost, ki Alloh xurok va nusidanii uro ʙa hamon holat dar in muddati tuloni nigoh dost. On goh zindaas kard. Va guft: «ci muddat dar in co ʙudi?» Guft; Jak ruz jo nisfe az jak ruz dar in holat mondaam va in ʙar hasʙi gumoni u ʙud. Alloh farmud: Balki sad sol dar in holat mondai. Va farmud uro ʙa xuroku oʙat ʙingar, ki to in muddat taƣjir najoftaast va ʙa xarat ʙingar, ki tikka- tikka suda va pusidaast va ustuxonhojas rexta cudo sudaand. Mo mexohem turo ʙaroi mardumon iʙrate gardonem va ʙingar, ki ustuxonhoro ci guna ʙa ham mepajvandem va gust ʙar on mepusonem». Cun qudrati Alloh ʙar u oskor sud, iqror karda guft: «Medonam, ki Alloh ʙar har kore tavonost"
        }
    ]
}