{
    "pages": [
        {
            "chapter": 4,
            "verse": 27,
            "text": "Va Alloh mexohad tavʙai sumoro ʙipazirad va kasone, ki pajravii sahvatho hastand, mexohand sumoro az rohi rost ʙa rohi gumrohon va rohi kasone, ki Alloh ʙa onho xasm giriftaast, ʙeroha kunand"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Alloh mexohad ahkomi xudro ʙaroi sumo oson kunad va inson notavon ofarida sudaast"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "Ej kasone ki imon ovarded! Molhojatonro dar mijoni xud ʙa nohaqqi naxured, (misli duzdi, ʙo zuri kasida giriftani moli kase va ƣajra), magar ticorate ʙosad, ki az rizoijati sumo sarcasma girad va jakdigarro ʙa saʙaʙi xurdani moli nohaq nakused. Hamono Alloh nisʙat ʙa sumo mehruʙon ast"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Va kase ki cunin korero qasdan az rui dusmani va sitam ancom dihad, uro ʙo otas xohem suzond va in kor ʙaroi Alloh oson ast"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Agar az gunohoni kaʙirae, ki az onho man' karda mesaved, xuddori kuned, gunohonatonro meʙaxsem va sumoro ʙa cojgohi ʙuzurgvoronae doxil mekunem"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Va orzui cizero nakuned, ki Alloh ʙarxe az sumoro ʙo on az ʙarxi digar ʙartari dodaast, ʙaroi mardon ʙahrae ast az on ci ʙa dast meovarand va ʙaroi zanon ʙahrae ast az on ci ʙa dast meovarand va az Alloh fazli Uro ʙicued, hamono Alloh ʙa har cize ogoh ast. (Alloh ʙa har kas cizero medihad, ki soistagii ʙarxurdorii onro dorad. Va ne'mathoi xudro ʙa kase namedihad, ki soistai on naʙosad)"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Va ʙaroi har kase vorisone qaror dodaem, ki ʙojad az amvoli padaru modar va xesovandonas ʙaroi u ʙoqi guzosta ʙa vaj doda savad. Va ʙo kasone, ki pajmon ʙastaed, nasiʙasonro ʙidihed, ʙegumon Alloh ʙa har cize hozir va ogoh ast"
        }
    ]
}