{
    "chapter": [
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif Lam Mim"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "God: there is no god but Him, the Ever Living, the Ever Watchful"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Step by step, He has sent the Scripture down to you [Prophet] with the Truth, confirming what went before: He sent down the Torah and the Gospel"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "earlier as a guide for people and He has sent down the distinction [between right and wrong]. Those who deny God’s revelations will suffer severe torment: God is almighty and capable of retribution"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Nothing on earth or in heaven is hidden from God"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "it is He who shapes you all in the womb as He pleases. There is no God but Him, the Mighty, the Wise"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "it is He who has sent this Scripture down to you [Prophet]. Some of its verses are definite in meaning- these are the cornerstone of the Scripture- and others are ambiguous. The perverse at heart eagerly pursue the ambiguities in their attempt to make trouble and to pin down a specific meaning of their own: only God knows the true meaning. Those firmly grounded in knowledge say, ‘We believe in it: it is all from our Lord’- only those with real perception will take heed"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "‘Our Lord, do not let our hearts deviate after You have guided us. Grant us Your mercy: You are the Ever Giving"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Our Lord, You will gather all people on the Day of which there is no doubt: God never breaks His promise.’"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Neither their possessions nor their children will be any use to the disbelievers against God. The disbelievers will be fuel for the Fire"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "just as Pharaoh’s people and their predecessors denied Our revelations, and God punished them for their sins: God is severe in punishing"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "[Prophet], say to the disbelievers, ‘You will be defeated and driven together into Hell, a foul resting place"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "You have already seen a sign in the two armies that met in battle, one fighting for God’s cause and the other made up of disbelievers. With their own eyes [the former] saw [the latter] to be twice their number, but God helps whoever He will. There truly is a lesson in this for all with eyes to see.’"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "The love of desirable things is made alluring for men- women, children, gold and silver treasures piled up high, horses with fine markings, livestock, and farmland- these may be the joys of this life, but God has the best place to return to"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "[Prophet], say, ‘Would you like me to tell you of things that are better than all of these? Their Lord will give those who are mindful of God Gardens graced with flowing streams, where they will stay with pure spouses and God’s good pleasure- God is fully aware of His servants"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "those who say, “Our Lord, we believe, so forgive us our sins and protect us from suffering in the Fire,”"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "those who are steadfast, truthful, truly devout, who give [in God’s cause] and pray before dawn for forgiveness.’"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "God bears witness that there is no god but Him, as do the angels and those who have knowledge. He upholds justice. There is no god but Him, the Almighty, the All Wise"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "True Religion, in God’s eyes, is islam: [devotion to Him alone]. Those who were given the Scripture disagreed out of rivalry, only after they had been given knowledge- if anyone denies God’s revelations, God is swift to take account"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "if they argue with you [Prophet], say, ‘I have devoted myself to God alone and so have my followers.’ Ask those who were given the Scripture, as well as those without one, ‘Do you too devote yourselves to Him alone?’ If they do, they will be guided, but if they turn away, your only duty is to convey the message. God is aware of His servants"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Give news of agonizing torment to those who ignore God’s revelations, who unjustifiably kill prophets, who kill those who command that justice is done"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "the deeds of such people will come to nothing in this world and in the next and no one will help them"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Have you considered those who were given a share of the Scripture? When they are asked to accept judgement from God’s Scripture, some of them turn their backs and walk away, all because they declare"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "‘The Fire will only touch us for a limited number of days.’ The lies they have invented have led them astray in their own religion"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "How will they fare when We gather them together for a Day of which there is no doubt, when every soul will be paid in full for what it has done, and they will not be wronged"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Say, ‘God, holder of all control, You give control to whoever You will and remove it from whoever You will; You elevate whoever You will and humble whoever You will. All that is good lies in Your hand: You have power over everything"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "You merge night into day and day into night; You bring the living out of the dead and the dead out of the living; You provide limitlessly for whoever You will.’"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "The believers should not make the disbelievers their allies rather than other believers- anyone who does such a thing will isolate himself completely from God- except when you need to protect yourselves from them. God warns you to beware of Him: the Final Return is to God"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Say [Prophet], ‘God knows everything that is in your hearts, whether you conceal or reveal it; He knows everything in the heavens and earth; God has power over all things.’"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "On the Day when every soul finds all the good it has done present before it, it will wish all the bad it has done to be far, far away. God warns you to beware of Him, but God is compassionate towards His servants"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Say, ‘If you love God, follow me, and God will love you and forgive you your sins; God is most forgiving, most merciful.’"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Say, ‘Obey God and the Messenger,’ but if they turn away, [know that] God does not love those who ignore [His commands]"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "God chose Adam, Noah, Abraham’s family, and the family of Imran, over all other people"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "in one line of descent- God hears and knows all"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Imran’s wife said, ‘Lord, I have dedicated what is growing in my womb entirely to You; so accept this from me. You are the One who hears and knows all,’"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "but when she gave birth, she said, ‘My Lord! I have given birth to a girl’- God knew best what she had given birth to: the male is not like the female- ‘ I name her Mary and I commend her and her offspring to Your protection from the rejected Satan.’"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Her Lord graciously accepted her and made her grow in goodness, and entrusted her to the charge of Zachariah. Whenever Zachariah went in to see her in her sanctuary, he found her supplied with provisions. He said, ‘Mary, how is it you have these provisions?’ and she said, ‘They are from God: God provides limitlessly for whoever He will.’"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "There and then Zachariah prayed to his Lord, saying, ‘Lord, from Your grace grant me virtuous offspring: You hear every prayer.’"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "The angels called out to him, while he stood praying in the sanctuary, ‘God gives you news of John, confirming a Word from God. He will be noble and chaste, a prophet, one of the righteous.’"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "He said, ‘My Lord, how can I have a son when I am so old and my wife is barren?’ [An angel] said, ‘It will be so: God does whatever He will.’"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "He said, ‘My Lord, give me a sign.’ ‘Your sign,’ [the angel] said, ‘is that you will not communicate with anyone for three days, except by gestures. Remember your Lord often; celebrate His glory in the evening and at dawn.’"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "The angels said to Mary: ‘Mary, God has chosen you and made you pure: He has truly chosen you above all women"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "Mary, be devout to your Lord, prostrate yourself in worship, bow down with those who pray.’"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "This is an account of things beyond your knowledge that We reveal to you [Muhammad]: you were not present among them when they cast lots to see which of them should take charge of Mary, you were not present with them when they argued [about her]"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "The angels said, ‘Mary, God gives you news of a Word from Him, whose name will be the Messiah, Jesus, son of Mary, who will be held in honour in this world and the next, who will be one of those brought near to God"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "He will speak to people in his infancyand in his adulthood. He will be one of the righteous.’"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "She said, ‘My Lord, how can I have a son when no man has touched me?’ [The angel] said, ‘This is how God creates what He will: when He has ordained something, He only says, “Be”, and it is"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "He will teach him the Scripture and wisdom, the Torah and the Gospel"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "He will send him as a messenger to the Children of Israel: “I have come to you with a sign from your Lord: I will make the shape of a bird for you out of clay, then breathe into it and, with God’s permission, it will become a real bird; I will heal the blind and the leper, and bring the dead back to life with God’s permission; I will tell you what you may eat and what you may store up in your houses. There truly is a sign for you in this, if you are believers"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "I have come to confirm the truth of the Torah which preceded me, and to make some things lawful to you which used to be forbidden. I have come to you with a sign from your Lord. Be mindful of God, obey me"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "God is my Lord and your Lord, so serve Him- that is a straight path.”’"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "When Jesus realized they [still] did not believe, he said, ‘Who will help me in God’s cause?’ The disciples said, ‘We will be God’s helpers; we believe in God- witness our devotion to Him"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Lord, we believe in what You have revealed and we follow the messenger: record us among those who bear witness [to the Truth].’"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "The [disbelievers] schemed but God also schemed; God is the Best of Schemers"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "God said, ‘Jesus, I will take you back and raise you up to Me: I will purify you of the disbelievers. To the Day of Resurrection I will make those who follow you superior to those who disbelieved. Then you will all return to Me and I will judge between you regarding your differences"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "I will make the disbelievers suffer severely in this world and the next; no one will help them.’"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "God will pay those who believe and do good deeds their reward in full; God does not love evildoers"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "We relate to you [Muhammad] this revelation, a decisive statement"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "In God’s eyes Jesus is just like Adam: He created him from dust, said to him, ‘Be’, and he was"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "This is the truth from your Lord, so do not be one of those who doubt"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "If anyone disputes this with you now that you have been given this knowledge, say, ‘Come, let us gather our sons and your sons, our women and your women, ourselves and yourselves, and let us pray earnestly and invoke God’s rejection on those of us who are lying"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "This is the truth of the matter: there is no god but God; God is the Exalted, the Decider.’"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "If they turn away, [know that] God is well aware of anyone who causes corruption"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Say, ‘People of the Book, let us arrive at a statement that is common to us all: we worship God alone, we ascribe no partner to Him, and none of us takes others beside God as lords.’ If they turn away, say, ‘Witness our devotion to Him.’"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "People of the Book, why do you argue about Abraham when the Torah and the Gospels were not revealed until after his time? Do you not understand"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "You argue about some things of which you have some knowledge, but why do you argue about things of which you know nothing? God knows and you do not"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham was neither a Jew nor a Christian. He was upright and devoted to God, never an idolater"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "and the people who are closest to him are those who truly follow his ways, this Prophet, and [true] believers- God is close to [true] believers"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Some of the People of the Book would dearly love to lead you [believers] astray, but they only lead themselves astray, though they do not realize it"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "People of the Book, why do you deny God’s revelations when you can see they are true"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "People of the Book, why do you mix truth with falsehood? Why do you hide the truth when you recognize it"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Some of the People of the Book say, ‘At the beginning of the day, believe in what has been revealed to these believers [the Muslims], then at the end of the day reject it, so that they too may turn back"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "but do not sincerely believe in anyone unless he follows your own religion’- [Prophet], tell them, ‘True guidance is the guidance of God’- [they say], ‘Do not believe that anyone else could be given a revelation similar to what you were given, or that they could use it to argue against you in your Lord’s presence.’ [Prophet], tell them, ‘All grace is in God’s hands: He grants it to whoever He will- He is all embracing, all knowing"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "and He singles out for His mercy whoever He will. His grace is infinite.’"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "There are People of the Book who, if you [Prophet] entrust them with a heap of gold, will return it to you intact, but there are others of them who, if you entrust them with a single dinar, will not return it to you unless you keep standing over them, because they say, ‘We are under no obligation towards the gentiles.’ They tell a lie against God and they know it"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "No indeed! God loves those who keep their pledges and are mindful of Him"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "but those who sell out God’s covenant and their own oaths for a small price will have no share in the life to come. God will neither speak to them nor look at them on the Day of Resurrection- He will not cleanse them [of their sins]- agonizing torment awaits them"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "There are some who twist the Scripture with their tongues to make you [people] think that what they say is part of the Scripture when it is not; they say it is from God when it is not; they attribute lies to God and they know it"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "No person to whom God had given the Scripture, wisdom, and prophethood would ever say to people, ‘Be my servants, not God’s.’ [He would say], ‘You should be devoted to God because you have taught the Scripture and studied it closely.’"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "He would never command you to take angels and prophets as lords. How could he command you to be disbelievers after you had devoted yourselves to God"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "God took a pledge from the prophets, saying, ‘If, after I have bestowed Scripture and wisdom upon you, a messenger comes confirming what you have been given, you must believe in him and support him. Do you affirm this and accept My pledge as binding on you?’ They said, ‘We do.’ He said, ‘Then bear witness and I too will bear witness.’"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Those who turn away after this are the ones who break pledges"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Do they seek anything other than submission to God? Everyone in the heavens and earth submits to Him, willingly or unwillingly; they will all be returned to Him"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Say [Muhammad], ‘We [Muslims] believe in God and in what has been sent down to us and to Abraham, Ishmael, Isaac, Jacob, and the Tribes. We believe in what has been given to Moses, Jesus, and the prophets from their Lord. We do not make a distinction between any of the [prophets]. It is to Him that we devote ourselves.’"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "If anyone seeks a religion other than [islam] complete devotion to God, it will not be accepted from him: he will be one of the losers in the Hereafter"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Why would God guide people who deny the truth, after they have believed and acknowledged that the Messenger is true, and after they have been shown clear proof? God does not guide evildoers"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "such people will be rewarded with rejection by God, by the angels, by all people"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "and so they will remain, with no relief or respite for their suffering"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Not so those who afterwards repent and mend their ways- God is most forgiving and merciful"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "[although] the repentance of those who, having believed, then increase in their disbelief, will not be accepted. They are the ones who have gone [far] astray"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "those who disbelieve and die disbelievers will not be saved even if they offer enough gold to fill the entire earth. Agonizing torment is in store for them, and there will be no one to help them"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "None of you [believers] will attain true piety unless you give out of what you cherish: whatever you give, God knows about it very well"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Except for what Israel made unlawful for himself, all food was lawful to the Children of Israel before the Torah was revealed. Say, ‘Bring the Torah and read out [the relevant passage] if you are telling the truth"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Those who persist in making up lies and attributing them to God after this are the wrongdoers.’"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "[Prophet], say, ‘God speaks the truth, so follow Abraham’s religion: he had true faith and he was never an idolater.’"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "The first House [of worship] to be established for people was the one at Mecca. It is a blessed place; a source of guidance for all people"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "there are clear signs in it; it is the place where Abraham stood to pray; whoever enters it is safe. Pilgrimage to the House is a duty owed to God by people who are able to undertake it. Those who reject this [should know that] God has no need of anyone"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Say, ‘People of the Book, why do you reject God’s revelations? God witnesses everything you do.’"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Say, ‘People of the Book, why do you turn the believers away from God’s path and try to make it crooked, when you yourselves [should be] witnesses to the [truth]? God is not heedless of anything you do.’"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "You who believe, some of those who were given the Scripture would turn you into disbelievers if you were to yield to them"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "How can you disbelieve when God’s revelations are being recited to you and His Messenger is living among you? Whoever holds fast to God will be guided to the straight path"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "You who believe, be mindful of God, as is His due, and make sure you devote yourselves to Him, to your dying moment"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Hold fast to God’s rope all together; do not split into factions. Remember God’s favour to you: you were enemies and then He brought your hearts together and you became brothers by His grace; you were about to fall into a pit of Fire and He saved you from it- in this way God makes His revelations clear to you so that you may be rightly guided"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Be a community that calls for what is good, urges what is right, and forbids what is wrong: those who do this are the successful ones"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Do not be like those who, after they have been given clear revelation, split into factions and fall into disputes: a terrible punishment awaits such people"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "On the Day when some faces brighten and others darken, it will be said to those with darkened faces, ‘How could you reject your faith after believing? Taste the torment for doing so,’"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "but those with brightened faces will be in God’s grace, there to remain"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "These are God’s revelations: We recite them to you [Prophet] with the Truth. God does not will injustice for His creatures"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Everything in the heavens and earth belongs to God; it is to Him that all things return"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "[Believers], you are the best community singled out for people: you order what is right, forbid what is wrong, and believe in God. If the People of the Book had also believed, it would have been better for them. For although some of them do believe, most of them are lawbreakers"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "they will not do you much harm: even if they come out to fight you, they will soon turn tail; they will get no help"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "and, unless they hold fast to a lifeline from God and from mankind, they are overshadowed by vulnerability wherever they are found. They have drawn God’s wrath upon themselves. They are overshadowed by weakness, too, because they have persistently disbelieved in God’s revelation and killed prophets without any right, all because of their disobedience and boundless transgression"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "But they are not all alike. There are some among the People of the Book who are upright, who recite God’s revelations during the night, who bow down in worship"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "who believe in God and the Last Day, who order what is right and forbid what is wrong, who are quick to do good deeds. These people are among the righteous"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "and they will not be denied [the reward] for whatever good deeds they do: God knows exactly who is conscious of Him"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "As for those who disbelieve, neither their possessions nor their children will help them against God- they will be companions in the Fire, there to remain"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "and whatever they give away in this life will be nullified: a frosty wind strikes and destroys the harvest of people who have wronged themselves. It was not God who wronged them; they wronged themselves"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "You who believe, do not take for your intimates such outsiders as spare no effort to ruin you and want to see you suffer: their hatred is evident from their mouths, but what their hearts conceal is far worse. We have made Our revelations clear for you; will you not use your reason"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "This is how it is: here you are, you love them, but they do not love you; you believe in all the Scriptures and when they meet you, they say, ‘We believe,’ but when they are alone, they bite their fingertips in rage at you. [Prophet], say, ‘Die of rage [if you wish]!’ God knows exactly what is in everyone’s hearts"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "They grieve at any good that befalls you [believers] and rejoice at your misfortunes. But if you are steadfast and conscious of God, their scheming will not harm you in the least: God encircles everything they do"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "[Prophet], remember when you left your home at dawn to assign battle positions to the believers: God hears and knows everything"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Remember when two groups of you were about to lose heart and God protected them- let the believers put their trust in God"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "God helped you at Badr when you were very weak. Be mindful of God, so that you may be grateful"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Remember when you said to the believers, ‘Will you be satisfied if your Lord reinforces you by send-ing down three thousand angels"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Well, if you are steadfast and mindful of God, your Lord will reinforce you with five thousand swooping angels if the enemy should suddenly attack you!’ and God arranged it so"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "as a message of hope for you [believers] to put your hearts at rest- help comes only from God, the Mighty, the Wise"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "and in order to cut off the flanks of the disbelievers’ army and frustrate them, to make them withdraw in total defeat"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Whether God relents towards them or punishes them is not for you [Prophet] to decide: they are wrongdoers"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Everything in the heavens and earth belongs to God. He forgives whoever He will and punishes whoever He will: God is most forgiving and merciful"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "You who believe, do not consume usurious interest, doubled and redoubled. Be mindful of God so that you may prosper"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "beware of the Fire prepared for those who ignore [Him]"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "and obey God and the Prophet so that you may be given mercy"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "Hurry towards your Lord’s forgiveness and a Garden as wide as the heavens and earth prepared for the righteous"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "who give, both in prosperity and adversity, who restrain their anger and pardon people- God loves those who do good"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "those who remember God and implore forgiveness for their sins if they do something shameful or wrong themselves- who forgives sins but God?- and who never knowingly persist in doing wrong"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "The reward for such people is forgiveness from their Lord, and Gardens graced with flowing streams, where they will remain. How excellent is the reward of those who labour"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "God’s ways have operated before your time: travel through the land, and see what was the end of those who disbelieved"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "This is a clear lesson to people, and guidance and teaching for those who are mindful of God"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Do not lose heart or despair- if you are true believers you have the upper hand"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "if you have suffered a blow, they too have suffered one like it. We deal out such days among people in turn, for God to find out who truly believes, for Him to choose martyrs from among you- God does not love evildoers"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "for Him to cleanse those who believe and for Him to destroy the disbelievers"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Did you think you would enter the Garden without God first proving which of you would struggle for His cause and remain steadfast"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Before you encountered death, you were hoping for it. Well, now you have seen it with your own eyes"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Muhammad is only a messenger before whom many messengers have been and gone. If he died or was killed, would you revert to your old ways? If anyone did so, he would not harm God in the least. God will reward the grateful"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "No soul may die except with God’s permission at a predestined time. If anyone strives for the rewards of this world, We will give him some of them. If anyone strives for the rewards of the Hereafter, We will give him some of them: We will reward the grateful"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Many prophets have fought, with large bands of godly men alongside them who, in the face of their sufferings for God’s cause, did not lose heart or weaken or surrender: God loves those who are steadfast"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "All they said was, ‘Our Lord, forgive us our sins and our excesses. Make our feet firm, and give us help against the disbelievers,’"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "and so God gave them both the rewards of this world and the excellent rewards of the Hereafter: God loves those who do good"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "You who believe, if you obey the disbelievers, they will make you revert to your old ways and you will turn into losers"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "No indeed! It is God who is your protector: He is the best of helpers"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "We will strike panic into the disbelievers’ hearts because they attribute partners to God although He has sent no authority for this: their shelter will be the Fire- how miserable is the home of the evildoers"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "God fulfilled His promise to you: you were routing them, with His permission, but then you faltered, disputed the order, and disobeyed, once He had brought you within sight of your goal- some of you desire the gains of this world and others desire the world to come- and then He prevented you from [defeating] them as a punishment. He has now forgiven you: God is most gracious to the believers"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "You fled without looking back while the Messenger was calling out to you from behind, and God rewarded you with sorrow for sorrow. [He has now forgiven you] so that you may not grieve for what you missed or for what happened to you. God is well aware of everything you do"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "After sorrow, He caused calm to descend upon you, a sleep that overtook some of you. Another group, caring only for themselves, entertained false thoughts about God, thoughts more appropriate to pagan ignorance, and said, ‘Do we get a say in any of this?’ [Prophet], tell them, ‘Everything to do with this affair is in God’s hands.’ They conceal in their hearts things they will not reveal to you. They say, ‘If we had had our say in this, none of us would have been killed here.’ Tell them, ‘Even if you had resolved to stay at home, those who were destined to be killed would still have gone out to meet their deaths.’ God did this in order to test everything within you and in order to prove what is in your hearts. God knows your innermost thoughts very well"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "As for those of you who turned away on the day the two armies met in battle, it was Satan who caused them to slip, through some of their actions. God has now pardoned them: God is most forgiving and forbearing"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "You who believe, do not be like those who disbelieved and said of their brothers who went out on a journey or a raid, ‘If only they had stayed with us they would not have died or been killed,’ for God will make such thoughts a source of anguish in their hearts. It is God who gives life and death; God sees everything you do"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Whether you are killed for God’s cause or die, God’s forgiveness and mercy are better than anything people amass"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "Whether you die or are killed, it is to God that you will be gathered"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "By an act of mercy from God, you [Prophet] were gentle in your dealings with them- had you been harsh, or hard-hearted, they would have dispersed and left you- so pardon them and ask forgiveness for them. Consult with them about matters, then, when you have decided on a course of action, put your trust in God: God loves those who put their trust in Him"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "If God helps you [believers], no one can overcome you; if He forsakes you, who else can help you? Believers should put their trust in God"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "It is inconceivable that a prophet would ever dishonestly take something from the battle gains. Anyone who does so will carry it with him on the Day of Resurrection, when each soul will be fully repaid for what it has done: no one will be wronged"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Can the man who pursues God’s good pleasure be like the man who has brought God’s wrath upon himself and whose home will be Hell- a foul destination"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "They are in a different class in God’s eyes; God sees exactly what they do"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "God has been truly gracious to the believers in sending them a Messenger from among their own, to recite His revelations to them, to make them grow in purity, and to teach them the Scripture and wisdom- before that they were clearly astray"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Why do you [believers] say, when a calamity befalls you, even after you have inflicted twice as much damage [on your enemy], ‘How did this happen?’? [Prophet], say, ‘You brought it upon yourselves.’ God has power over everything"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "what befell you on the day the two armies met in battle happened with God’s permission and in order for Him to see who were the true believers and who were the hypocrites who"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "when it was said to them, ‘Come, fight for God’s cause, or at least defend yourselves,’ answered, ‘We would follow you if we knew there was going to be fighting.’ On that day they were closer to disbelief than belief. They say with their tongues what is not in their hearts: God knows exactly what they conceal"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "As for those who stayed behind, and said of their brothers, ‘If only they had listened to us, they would not have been killed,’ tell them [Prophet], ‘Ward off death from yourselves, if what you say is true.’"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "[Prophet], do not think of those who have been killed in God’s way as dead. They are alive with their Lord, well provided for"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "happy with what God has given them of His favour; rejoicing that for those they have left behind who have yet to join them there is no fear, nor will they grieve"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "[rejoicing] in God’s blessing and favour, and that God will not let the reward of the believers be lost"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Those who responded to God and the Messenger after suffering defeat, who do good and remain conscious of God, will have a great reward"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Those whose faith only increased when people said, ‘Fear your enemy: they have amassed a great army against you,’ and who replied, ‘God is enough for us: He is the best protector,’"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "returned with grace and bounty from God; no harm befell them. They pursued God’s good pleasure. God’s favour is great indeed"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "It is Satan who urges you to fear his followers; do not fear them, but fear Me, if you are true believers"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "[Prophet], do not be grieved by those who are quick to disbelieve. They will not harm God in the least; it is God’s will that they will have no share in the Hereafter- a terrible torment awaits them"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Those who sell their faith for disbelief will not harm God in any way; agonizing torment awaits them"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "The disbelievers should not think that it is better for them that We give them more time: when We give them more time they become more sinful- a shameful torment awaits them"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Nor was it God’s aim to leave you as you were, with no separation between the bad and the good. God would not show you [people] what is hidden; God chooses as His messengers whoever He will. So believe in God and His messengers: if you believe and stay mindful of God, you will have a great reward"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Those who are miserly with what God has granted them out of His grace should not think that it is good for them; on the contrary, it is bad for them. Whatever they meanly withhold will be hung around their necks on the Day of Resurrection. It is God who will inherit the heavens and earth: God is well aware of everything you do"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "God has certainly heard the words of those who sneer, ‘So God is poor, while we are rich’. We shall record everything they say––as well as their killing of prophets in defiance of all that is right- and We shall say to them, ‘Taste the torment of the scorching fire"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "That is on account of what you stored up for yourselves with your own hands: God is never unjust to His servants.’"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "To those who say, ‘God has commanded us not to believe in any messenger unless he brings us an offering that fire [from heaven] consumes,’ say [Prophet], ‘Messengers before me have come to you with clear signs, including the one you mention. If you are sincere, why did you kill them?’"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "If they reject you, so have other messengers been rejected before you, even though they came with clear evidence, books of wisdom and enlightening scripture"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Every soul will taste death and you will be paid in full only on the Day of Resurrection. Whoever is kept away from the Fire and admitted to the Garden will have triumphed. The present world is only an illusory pleasure"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "you are sure to be tested through your possessions and persons; you are sure to hear much that is hurtful from those who were given the Scripture before you and from those who associate others with God. If you are steadfast and mindful of God, that is the best course"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "God took a pledge from those who were given the Scripture- ‘Make it known to people; do not conceal it’- but they tossed the pledge over their shoulders, they bartered it for a small price: what a bad bargain they made"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Do not think [Prophet] that those who exult in what they have done and seek praise for things they have not done will escape the torment; agonizing torment awaits them"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Control of the heavens and earth belongs to God; God has power over everything"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "There truly are signs in the creation of the heavens and earth, and in the alternation of night and day, for those with understanding"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "who remember God standing, sitting, and lying down, who reflect on the creation of the heavens and earth: ‘Our Lord! You have not created all this without purpose- You are far above that!- so protect us from the torment of the Fire"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Our Lord! You will truly humiliate those You commit to the Fire. The evildoers have no one to help them"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Our Lord! We have heard someone calling us to faith- “ Believe in your Lord”- and we have believed. Our Lord! Forgive us our sins, wipe out our bad deeds, and grant that we join the righteous when we die"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Our Lord! Bestow upon us all that You have promised us through Your messengers- do not humiliate us on the Day of Resurrection- You never break Your promise.’"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Their Lord has answered them: ‘I will not allow the deeds of any one of you to be lost, whether you are male or female, each is like the other [in rewards]. I will certainly wipe out the bad deeds of those who emigrated and were driven out of their homes, who suffered harm for My cause, who fought and were killed. I will certainly admit them to Gardens graced with flowing streams, as a reward from God: the best reward is with God.’"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "[Prophet], do not be deceived by the disbelievers’ [lucrative] trading to and fro in the land"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "this is only a brief enjoyment, after which Hell will be their home- a miserable resting place"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "But those who were mindful of their Lord will have Gardens graced with flowing streams where they will stay as a reward from God. What God has is best for those who are truly good"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Some of the People of the Book believe in God, in what has been sent down to you and in what was sent down to them: humbling themselves before God, they would never sell God’s revelation for a small price. These people will have their rewards with their Lord: God is swift in reckoning"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "You who believe, be steadfast, more steadfast than others; be ready; always be mindful of God, so that you may prosper"
        }
    ]
}