{
    "chapter": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "This Scripture is sent down from God the Mighty, the Wise"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "It is We who sent down the Scripture to you [Prophet] with the Truth, so worship God with your total devotion"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "true devotion is due to God alone. [As for] those who choose other protectors beside Him, saying, ‘We only worship them because they bring us nearer to God,’ God Himself will judge between them regarding their differences. God does not guide any ungrateful liar"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "God could have chosen any of His creation He willed for offspring, but He is far above this! He is the One, the Almighty"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "He created the heavens and earth for a true purpose; He wraps the night around the day and the day around the night; He has subjected the sun and moon to run their courses for an appointed time; He is truly the Mighty, the Forgiving"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "He created you all from a single being, from which He made its mate; He gave you four kinds of livestock in pairs; He creates you in your mothers’ wombs, in one stage after another, in threefold depths of darkness. Such is God, your Lord; He holds control, there is no god but Him. How can you turn away"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "If you are ungrateful, remember God has no need of you, yet He is not pleased by ingrati-tude in His servants; if you are grateful, He is pleased [to see] it in you. No soul will bear another’s burden. You will return to your Lord in the end and He will inform you of what you have done: He knows well what is in the depths of [your] hearts"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "When man suffers some affliction, he prays to his Lord and turns to Him, but once he has been granted a favour from God, he forgets the One he had been praying to and sets up rivals to God, to make others stray from His path. Say, ‘Enjoy your ingratitude for a little while: you will be one of the inhabitants of the Fire.’"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "What about someone who worships devoutly during the night, bowing down, standing in prayer, ever mindful of the life to come, hoping for his Lord’s mercy? Say, ‘How can those who know be equal to those who do not know?’ Only those who have understanding will take heed"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Say, ‘[God says], believing servants, be mindful of your Lord! Those who do good in this world will have a good reward- God’s earth is wide––and those who persevere patiently will be given a full and unstinting reward.’"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "Say, ‘I have been commanded to serve God, dedicating my worship entirely to Him"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "I have been commanded to be the first to submit.’"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Say, ‘I fear the torment of a terrible Day if I disobey my Lord.’"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Say, ‘It is God I serve, dedicating my worship entirely to Him"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "you may serve whatever you please beside Him.’ Say, ‘The true losers are the ones who will lose themselves and their people on the Day of Resurrection: that is the most obvious loss"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "They will have layers of Fire above them and below.’ This is how God puts fear into His servants: My servants, beware of Me"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "There is good news for those who shun the worship of false gods and turn to God, so [Prophet] give good news to My servants"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "who listen to what is said and follow what is best. These are the ones God has guided; these are the people of understanding"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "What about the one who has been sentenced to punishment? Can you [Prophet] rescue those already in the Fire"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "But those who are mindful of their Lord will have lofty dwellings built for them, one above the other, graced with flowing streams. This is a promise from God: God does not break His promise"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Have you not considered that God sends water down from the sky, guides it along to form springs in the earth, and then, with it, brings forth vegetation of various colours, which later withers, turns yellow before your eyes, and is crumbled to dust at His command? There is truly a reminder in this for those who have understanding"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "What about the one whose heart God has opened in devotion to Him, so that he walks in light from his Lord? Alas for those whose hearts harden at the mention of God! They have clearly lost their way"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "God has sent down the most beautiful of all teachings: a Scripture that is consistent and draws comparisons; that causes the skins of those in awe of their Lord to shiver. Then their skins and their hearts soften at the mention of God: such is God’s guidance. He guides with it whoever He will; no one can guide those God leaves to stray"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "What about the one who will only have his bare face to protect him from his terrible suffering on the Day of Resurrection? It will be said to the evildoers, ‘Taste what you have earned.’"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Others before them also disbelieved, and the punishment fell on them unawares"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "God gave them the punishment of disgrace in this world to taste; the punishment will be even harder in the Hereafter, if only they knew"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "In this Quran, We have put forward all kinds of illustration for people, so that they may take heed"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "an Arabic Quran, free from any distortion- so that people may be mindful"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "God puts forward this illustration: can a man who has for his masters several partners at odds with each other be considered equal to a man devoted wholly to one master? All praise belongs to God, though most of them do not know"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "You [Prophet] will certainly die, and so will they"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "and, on the Day of Resurrection, you will dispute with one another in the presence of your Lord"
        },
        {
            "chapter": 39,
            "verse": 32,
            "text": "So who could be more wrong than the person who invents a lie about God and rejects the truth when it comes to him? Is there not ample punishment for the disbelievers in Hell"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "It is the one who brings the truth and the one who accepts it as true who are mindful of God"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "they will have everything they wish for with their Lord. Such is the reward of those who do good"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "God will absolve them even of their worst deeds and will reward them according to their best"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Is God not enough for His servant? Yet they threaten you [Prophet] with those they worship other than Him. If God allows someone to stray he has no one to guide him"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "if God guides someone no one can lead him astray. Is God not mighty and capable of retribution"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "If you [Prophet] ask them, ‘Who created the heavens and earth?’ they are sure to answer, ‘God,’ so say, ‘Consider those you invoke beside Him: if God wished to harm me, could they undo that harm? If God wished to show me mercy, could they withhold that mercy?’ Say, ‘God is enough for me: all those who trust should put their trust in Him.’"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Say, ‘My people, do whatever is in your power- and so will I. You will find out"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "who will suffer humiliation, and on whom a lasting torment will descend.’"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "We have sent the Scripture down to you [Prophet] with the Truth for people. Whoever follows the guidance does so for his own benefit, whoever strays away from it does so at his own peril: you are not in charge of them"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "God takes the souls of the dead and the souls of the living while they sleep- He keeps hold of those whose death He has ordained and sends the others back until their appointed time- there truly are signs in this for those who reflect"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Yet they take intercessors besides God! Say, ‘Even though these have no power or understanding?’"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Say, ‘All intercession belongs to God alone; He holds control of the heavens and the earth; in the end you will all return to Him.’"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Whenever God is mentioned on His own, the hearts of those who do not believe in the Hereafter shrink with aversion, but they rejoice when gods other than Him are mentioned"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Say, ‘God! Creator of the heavens and earth! Knower of all that is hidden and all that is open, You will judge between Your servants regarding their differences.’"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "If the evildoers possessed the earth’s assets twice over they would offer them to ransom themselves from the terrible suffering on the Day of Resurrection: God will show them something they had not reckoned with"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "the evil of their deeds will become plain to them, and they will be overwhelmed by that at which they used to laugh"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "When man suffers some affliction, he cries out to Us, but when We favour him with Our blessing, he says, ‘All this has been given to me because of my knowledge’- it is only a test, though most of them do not know it"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Those who lived before them said the same. What they did was of no use to them"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "they suffered its evil effects. Today’s wrongdoers will also suffer the evil effects of their deeds: they will not escape"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Do they not know that God provides abun-dantly for anyone He will and gives sparingly to anyone He will? There truly are signs in this for those who believe"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "Say, ‘[God says], My servants who have harmed yourselves by your own excess, do not despair of God’s mercy. God forgives all sins: He is truly the Most Forgiving, the Most Merciful"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Turn to your Lord. Submit to Him before the punishment overtakes you and you can no longer be helped"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Follow the best teaching sent down to you from your Lord, before the punishment suddenly takes you, unawares"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "and your soul says, “Woe is me for having neglected what is due to God, and having been one of those who scoffed!”"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Or it says, “If God had guided me, I would have joined the righteous!”"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Or, faced by punishment, it says, “If only I could have another chance, I would join those who do good!”"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "No indeed! My messages came to you and you rejected them: you were arrogant and rejected the truth.’"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "On the Day of Resurrection, you [Prophet] will see those who told lies against God, their faces darkened. Is there not ample punishment for the arrogant in Hell"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "But God will deliver those who took heed of Him to their place of safety: no harm will touch them, nor will they grieve"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "God is the Creator of all things; He has charge of everything"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "the keys of the heavens and earth are His. Those who have rejected the revelations of God will be the losers"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Say, ‘Do you order me to worship someone other than God, you foolish people?’"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "It has already been revealed to you [Prophet] and to those before you: ‘If you ascribe any partner to God, all your work will come to nothing: you will be one if the losers"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "No! Worship God alone and be one of those who are grateful to Him.’"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "These people have no grasp of God’s true measure. On the Day of Resurrection, the whole earth will be in His grip. The heavens will be rolled up in His right hand- Glory be to Him! He is far above the partners they ascribe to Him"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "the Trumpet will be sounded, and everyone in the heavens and earth will fall down senseless except those God spares. It will be sounded once again and they will be on their feet, looking on"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "The earth will shine with the light of its Lord; the Record of Deeds will be laid open; the prophets and witnesses will be brought in. Fair judgement will be given between them: they will not be wronged"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "and every soul will be repaid in full for what it has done. He knows best what they do"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Those who rejected the Truth will be led to Hell in their throngs. When they arrive, its gates will open and its keepers will say to them, ‘Were you not sent your own messengers to recite the revelations of your Lord to you and warn you that you would meet this Day?’ and they will say, ‘Yes indeed we were.’ But the sentence of punishment will have been passed against those who rejected the truth"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "It will be said, ‘Enter the gates of Hell: there you will remain. How evil is the abode of the arrogant!’"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Those who were mindful of their Lord will be led in throngs to the Garden. When they arrive, they will find its gates wide open, and its keepers will say to them, ‘Peace be upon you. You have been good. Come in: you are here to stay,’"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "and they will say, ‘Praise be to God who has kept His promise to us and given us this land as our own. Now we may live wherever we please in the Garden.’ How excellent is the reward of those who labour"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "You [Prophet] will see the angels surrounding the Throne, glorifying their Lord with praise. True judgement will have been passed between them, and it will be said, ‘Praise be to God, the Lord of the Worlds.’"
        }
    ]
}