{
    "chapter": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "Proroku, boj se Boha a neposlouchej nevěřící a pokrytce, vždyť Bůh je věru všemohoucí i moudrý"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Následuj to, co ti bylo vnuknuto od Pána tvého! A Bůh vskutku je dobře zpraven o všem, co děláte"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Spolehni se na Boha, neboť Bůh zajisté stačí jako ochránce. Bůh nevložil žádnému člověku dvě srdce do nitra jeho a z vašich žen, jež zapuzujete slovy \"Jsi pro mne jak záda mé matky\", neučinil vaše matky skutečné a neučinil z vašich adoptivních dětí vaše syny skutečné. To jsou jen slova vaše, vyřčená ústy vašimi, avšak pouze Bůh mluví pravdu a vede po cestě správné"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Nazývejte adoptivní děti své podle otců jejich, neboť to spravedlivější je před Bohem. A neznáte-li jejich otce, pak jsou to vaši bratři v náboženství a vaši bližní. A není pro vás hříchem to, co učiníte omylem, nýbrž jen to, co srdce vaše zamýšlela a Bůh je odpouštějící, slitovný"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Prorok je bližší věřícím než oni sobě navzájem a jeho manželky jsou matkami jejich. A pokrevní"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "příbuzní jsou si vzájemně bližší, podle Písma Božího, než (medínští) věřící a vystěhovalci; přesto čiňte přátelům svým to, co je uznáno za vhodné. A tak je to zaznamenáno v Písmu"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "A hle, uzavřeli jsme s proroky úmluvu, s tebou, s Noem, s Abrahamem, s Mojžíšem i s Ježíšem synem Mariiným, a uzavřeli jsme s nimi úmluvu přísnou"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "a Bůh požádá spravedlivé o počet z pravdomluvnosti jejich, zatímco pro nevěřící připravil trest bolestný"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Vy, kteří věříte! Pomněte dobrodiní Božího vůči vám, když vojska táhla proti vám a poslali jsme proti nim vichřici a vojska neviditelná. A Bůh jasně viděl, co jste dělali"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "když proti vám táhli zdola i shora, když zraky vaše se strachem zakalily a srdce vám stoupala do hrdel a když jste měli o Bohu domněnky různé"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "A byli tam tehdy věřící podrobeni zkoušce a byli otřeseni silným otřesem"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "A hle, pokrytci a ti, v jejichž srdcích nemoc dlí, zvolali: \"Vše, co nám přislíbil Bůh a posel Jeho, není nic než klam"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "A hle, jedna skupina z nich řekla: \"Lidé jathribští, není zde pro vás místa, vraťte se!\" A druhý oddíl žádal proroka o povolení k návratu řka: \"Naše domy jsou obnaženy!\", zatímco vůbec nebyly obnaženy, ale oni chtěli jen prchnout"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "A kdyby byl nepřítel k nim vnikl z různých konců a byli by bývali vyzváni zřeknout se islámu, věru by na to bývali přistoupili, ale byli by v něm zůstali jen nedlouho"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "A předtím již uzavřeli úmluvu s Bohem, že se neobrátí zády; a přece budou na úmluvu svou s Bohem dotázáni"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Rci: \"Nic vám neprospěje útěk váš; jestliže utíkáte před smrtí přirozenou či před zabitím, beztak budete užívat světa jen nepatrně"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "A řekni jim dále: \"Kdo je ten, jenž ochrání vás před Bohem, bude-li On si pro vás přáti zlé anebo bude-li si přáti pro vás milosrdenství?\" A nenaleznou vedle Boha ochránce ani pomocníka žádného"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "A Bůh zná dobře ty z vás, kdož druhým brání, i ty, kdož říkají bratřím svým: \"Pojďte sem k nám!\" a přitom ukazují jen malou statečnost"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "jsouce skoupí vůči vám. A když přiblíží se strach, vidíš je, jak se na tebe dívají očima v sloup obrácenýma jako ten, jenž již smrtí je omámen. Však jakmile strach odejde, bičují vás jazyky ostrými z lakoty po nejlepší kořisti. Tihle lidé vůbec nevěří a Bůh učiní marnými skutky jejich, a to je pro Boha nadmíru snadné"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "A domnívali se, že spojenci neodejdou; a jestliže spojenci přijdou, tu nejraději by se uchýlili do pouště mezi Araby kočovné a dotazovali se jich na zprávy o vás. A kdyby byli mezi vámi, bojovali by jen málo"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "A věru máte nyní v poslu Božím příklad překrásný pro každého, kdo doufá v Boha a v den poslední a kdo Boha hojně vzpomíná"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Když pak věřící spatřili spojence, zvolali: \"Tohle je to, co slíbil nám Bůh a posel Jeho a vskutku měli Bůh i posel Jeho pravdu!\" A vše to posílilo jen víru a oddanost jejich"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "A mezi věřícími jsou muži, kteří věrně dodržují úmluvu, již s Bohem uzavřeli; a jsou mezi nimi někteří, jichž osud již se naplnil, a jiní, kteří ještě čekají a nezměnili se změnou žádnou"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "aby Bůh mohl odměnit spravedlivé za upřímnost víry jejich a mohl potrestat pokrytce, bude-li chtít, nebo jim prominout. Vždyť Bůh je věru odpouštějící, slitovný"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "A odrazil Bůh nevěřící zlobou naplněné, aniž dosáhli něčeho dobrého. A ušetřil Bůh věřícím bojování a Bůh věru je silný, mocný"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "A vyvedl ty z vlastníků Písma, kteří jim pomáhali, z pevností jejich a uvrhl do srdcí jejich hrůzu, takže jste jednu skupinu z nich zabili a druhou zajali"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "A učinil vás dědici jejich země, obydlí, majetků i jedné země, na niž jste dosud nevkročili. A Bůh je všemocný nad každou věcí"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Proroku, rci manželkám svým: \"Přejete-li si tento život pozemský a ozdoby jeho, tedy pojďte, nechám vás ho užívat a propustím vás krásným propuštěním"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Však přejete-li si Boha, posla Jeho a příbytek na onom světě, tedy vězte, že Bůh připravil pro ty z vás, jež dobro konají, odměnu nesmírnou"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Ženy prorokovy! Té z vás, jež dopustí se hanebnosti zjevné, té bude trest zdvojnásoben a to je pro Boha velmi snadné"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "Avšak té, jež z vás je pokorně oddána Bohu a poslu Jeho a zbožné skutky koná, té dáme odměnu dvojnásobnou a připravíme pro ni přiděl štědrý"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "Ženy prorokovy! Nebuďte jako lecjaká jiná žena! Chcete-li být bohabojné, pak nebuďte příliš poddajné v řeči své, aby po vás nebažil ten, v jehož srdci je choroba, nýbrž mluvte slova vhodná"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Zdržujte se důstojně ve svých domech a nestavte na odiv ozdoby svoje podle způsobu dřívější doby nevědomosti! Dodržujte modlitbu, dávejte almužnu a buďte poslušné vůči Bohu a poslu Jeho! Bůh chce pouze odstranit od vás špínu, lidé domu, a chce vás očistit úplným očištěním"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "A zapamatujte si to, co bylo přednášeno v domech vašich ze znamení Božích a z moudrosti! A Bůh věru je bystrý, dobře zpravený"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Muslimové a muslimky, věřící muži a věřící ženy, poslušní a poslušné, pravdomluvní a pravdomluvné, trpěliví a trpělivé, pokorní a pokorné, dárci a dárkyně almužny, postící se muži a postící se ženy, cudní a cudné, muži a ženy hojně Boha vzpomínající - těm všem Bůh věru připravil odpuštění i odměnu nesmírnou"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "A ani věřícímu, ani věřící není dána volba v záležitostech jejich, jakmile Bůh a posel Jeho věc jednou rozhodli; a kdo neposlouchá Boha a posla Jeho, ten zbloudil zjevným zblouděním"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "A hle, pravil jsi tomu, koho Bůh zahrnul dobrodiním a jemuž jsi i ty prokázal dobrodiní: \"Podrž si manželku svou a boj se Boha!\" A hle, skrýval jsi v duši své to, co Bůh odhalil, a bál ses lidí, zatímco Bůh měl větší právo na to, aby ses bál Jeho. A když s ní Zajd přerušil styky, dali jsme ti ji za manželku, aby nebylo na věřících hříchu, chtějí-li si vzít manželky svých adoptivních synů poté, co tito s nimi přerušili styky. A rozkaz Boži budiž vykonán"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "A není pro proroka žádný hřích v tom, co mu Bůh uložil podle zvyklosti Boží u těch, kdož již předtím odešli a rozkaz Boží je určením předurčeným"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "pro ty, kdo hlásají poselství Boží a nebojí se nikoho kromě Boha! A Bůh stačí jako účtovatel"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "A Muhammad není otcem žádného muže z vás, ale je poslem Božím a pečetí proroků. A Bůh je vševědoucí o věci každé"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Vy, kteří věříte! Vzývejte hojně Boha"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "a chvalte Jej za jitra i za večera"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "On je ten, jenž na vás svolává požehnání stejně jako Jeho andělé, aby vás vyvedl z temnot k světlu - a On slitovný je vůči věřícím"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "A bude jejich přivítáním v den, kdy setkají se s Bohem, \"Mír s vámi!\" a Bůh pro ně připravil odměnu štědrou"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Proroku, vyslali jsme tě jako svědka a hlasatele zvěsti radostné i jako varovatele"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "vyzývajícího k Bohu, s dovolením Jeho, a jako svítilnu zářící"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "A oznam věřícím zvěst radostnou o tom, že mají u Boha přízeň velikou"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Neposlouchej ani nevěřící, ani pokrytce a nevšímej si urážek jejich! Spolehni se na Boha, vždyť Bůh vskutku postačí jako ochránce"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Vy, kteří věříte! Když se oženíte s věřícími ženami a pak se s nimi rozvedete, dříve než jste se jich dotkli, nemusíte jim ukládat čekací dobu, již byste jim počítali. Zaopatřete je dary a propusťte je pěkným propuštěním"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Proroku! Dovolili jsme ti manželky tvé, jimž jsi dal obvěnění, a ty, jichž zmocnila se tvá pravice z těch, které ti Bůh dal jako kořist, a dále tvé sestřenice z otcovy strany a tvé sestřenice z matčiny strany, které se s tebou vystěhovaly a každou ženu věřící, jestliže se sama darovala prorokovi, chce-li se s ní prorok oženit - a to je výhradně pro tebe, nikoliv pro ostatní věřící. A víme dobře, co jsme jim již uložili ohledně jejich manželek i těch, jichž zmocnily se pravice jejich, aby na tobě nebylo viny. A Bůh je odpouštějící, slitovný"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "Odkaž na později tu z nich, kterou chceš, a vezmi k sobě tu, kterou chceš, anebo tu, kterou vyhledáš mezi těmi, které jsi dříve odmítl; a není v tom žádný hřích. A toto je vhodnější pro ochlazení očí jejich, nechť se tedy nermoutí a nechť se radují z toho, cos každé z nich dal. A Bůh dobře ví, co v srdcích je vašich, a Bůh je vševědoucí, blahovolný"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "A není ti dovoleno po tomto, aby sis vzal jiné ženy ani abys je vyměňoval za manželky jiné, i kdyby se ti líbila krása jejich, kromě těch, jichž zmocnila se pravice tvá. A Bůh na věci všechny dozírá"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "Vy, kteří věříte! Nevcházejte do domů prorokových, pokud vám to nebude dovoleno, kvůli jídlu, nečekajíce, až bude připravené! Jste-li však vyzváni, vstupte! A když dojíte, rozejděte se a nepouštějte se do důvěrných hovorů, neboť to se dotýká proroka a on se před vámi stydí! Avšak Bůh se nestydí říci pravdu. Když žádáte manželky prorokovy o nějaký předmět, žádejte o to přes závěs, to bude čistší pro srdce vaše i srdce jejich. A není vám dovoleno bolestně se dotýkat posla Božího ani se kdy oženit s manželkami jeho po něm; a to je před Bohem hřích nesmírný"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "A dáváte-li něco najevo anebo to tajíte, tedy Bůh je věru o každé věci vševědoucí"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "A není pro manželky prorokovy hříchem, jsou-li viděny otci svými, syny svými, bratry svými, syny bratří svých a syny sester svých nebo ženami jejich a otrokyněmi svými. Nechť jsou bohabojné, vždyť Bůh je věru svědkem věci každé"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Bůh i andělé Jeho věru svolávají požehnání na proroka; vy, kteří věříte, modlete se také za něj a svolávejte na něj mír"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Věru ty, kdož urážejí Boha a posla Jeho, Bůh prokleje na tomto i onom světě a připraví pro ně trest zahanbující"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "A ti, kdož urážejí věřící muže a věřící ženy, aniž si to oni zasloužili, ti se obtížili pomluvou i hříchem zjevným"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "Proroku, řekni manželkám svým, dcerám svým i věřícím ženám, aby přitahovaly k sobě své závoje! A toto bude nejvhodnější k tomu, aby byly poznány a nebyly uráženy. A Bůh je odpouštějící, slitovný"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Nepřestanou-li pokrytci a ti, v jejichž srdcích je choroba, a ti, kdož pomluvy šíří v Medíně, věru způsobíme, abys proti nim zakročil a pak již budou jen krátce sousedy tvými"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Prokleti budou, kdekoliv se octnou, a budou zajati a bezohledně zabiti"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "podle zvyklosti Boží vůči těm, kdož již předtím byli. A nenalezneš ve zvyklosti Boží změnu žádnou"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "A lidé se tě dotazují na Hodinu. Odpověz: \"Vědění o ní je jedině u Boha. A co ty vůbec víš? Možná že Hodina už je blízká"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Bůh dozajista proklel nevěřící a připravil pro ně plamen šlehající"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "v němž nesmrtelní budou navěky, a nenaleznou ochránce ani pomocníka žádného"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "v den, kdy tváře jejich se budou v ohni otáčet sem a tam a kdy budou volat: \"Kéž bychom byli uposlechli Boha a uposlechli posla"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "A řeknou; \"Pane náš, poslouchali jsme náčelníky své a velmože své a oni nám dali zbloudit z cesty"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Pane náš, dej jim trest dvojnásobný a proklej je prokletím velikým"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "Vy, kteří věříte! Nebuďte podobni těm, kdož uráželi Mojžíše! Bůh jej pak zprostil odpovědnosti za to, co hovořili; a byl u Boha ve vážnosti"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "Vy, kteří věříte! Bojte se Boha a mluvte slova přímá"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "Bůh pak pro vás zlepší skutky vaše a odpustí vám hříchy vaše. A kdo poslouchá Boha a posla Jeho, ten již dosáhl úspěchu nesmírného"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Nabídli jsme břemeno víry nebesům, zemi i horám, ale ony odmítly je nésti a zalekly se ho; a vzal je na sebe člověk, ačkoli je nespravedlivý a nevědomý"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "Bůh potrestá pokrytce, muže i ženy, a modloslužebníky a modloslužebnice, ale přijme pokání věřících mužů a věřících žen, vždyť Bůh je odpouštějící, slitovný"
        }
    ]
}