{
    "rukus": [
        {
            "chapter": 9,
            "verse": 30,
            "text": "“Ndipo Ayuda akunena kuti Uzairi ndimwana wa Mulungu, naonso Akhrisitu akunena kuti Mesiya (Isa {Yesu}) ndimwana wa Mulungu. Awa ndi mawu amene akunena ndi pakamwa pawo (popanda umboni wochokera kwa Allah); akutsanzira zonena za omwe sadakhulupirire kale. Allah awaononge; kodi iwo akusokera chotani (kusiya choonadi)"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "“Awachita ophunzira a za chipembedzo chawo ndi ansembe awo kukhala milungu kusiya Allah (powatsata pa zimene akuwalamula popanda umboni wa Allah). (Amsandutsanso) Mesiya (Isa {Yesu}) mwana wa Mariya (kukhala mulungu); chikhalirecho sadalamulidwe china koma kupembedza Mulungu Mmodzi. Palibe wopembedzedwa mwachoonadi koma Iye, wapatukana ndi zimene akumphatikiza nazozo"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "“Akufuna kuzimitsa kuunika kwa Allah (Chisilamu) ndi pakamwa pawo; ndipo Allah sadzalola koma kukwaniritsa kuunika kwake ngakhale kuti osakhulupirira zikuwanyansa"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "“Iye ndi Yemwe adatuma Mtumiki Wake ndi ulangizi ndiponso chipembedzo choona kuti achiwonetsere pa zipembedzo zonse, ngakhale atanyansidwa nazo Amushirikina"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "“E inu amene mwakhulupirira! Ndithu ambiri ophunzira a za chipembedzo cha Chiyuda ndi cha Chikhristu, akudya chuma cha anthu mwachinyengo ndi kusekeleza anthu ku njira ya Allah. Ndipo amene akusonkhanitsa golide ndi siliva popanda kuzipereka pa njira ya Allah, auze nkhani ya chilango chowawa"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "“Pa tsiku lomwe (chuma chawo) chidzatenthedwa ku moto wa Jahannam, ndipo ndi chumacho zidzatenthedwa nkhope zawo, nthiti zawo ndi misana yawo (ali kuwuzidwa kuti): “Izi ndi zija zomwe mudadzisungira nokha. Choncho lawani (chilango) cha zomwe mudali kuzisunga"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "“Ndithu chiwerengero cha miyezi kwa Allah (pa chaka), ndi miyezi khumi ndi iwiri m’chilamulo cha Allah kuyambira tsiku lomwe adalenga thambo ndi nthaka. M’menemo muli miyezi inayi yopatulika. Ichi ndicho chipembedzo cha Allah cholunjika, choncho musadzichitire nokha zoipa m’menemo. Ndipo menyanani ndi Amshrikina nonse pamodzi monga momwe akumenyana nanu onse pamodzi. Ndipo dziwani kuti Allah ali pamodzi ndi oopa"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "“Ndithu kutalikitsa ndi kuchedwetsa (mwezi wopatulika kuti usafike mwamsanga), kumaonjezera kusakhulupirira (mwa Allah), zoterozo akusokerezedwa nazo amene sadakhulupirire. Chaka china amauyesa wosapatulika pomwe chaka china amauyesa wopatulika ndi cholinga chokwaniritsa chiwerengero cholingana ndi miyezi yomwe Allah adaipatula kukhala yopatulika. Choncho, chimene Allah adaletsa, amachiyesa chololedwa. Zakometsedwa kwa iwo zochita zawo zoipa. Ndipo Allah sawatsogolera anthu osakhulupirira"
        }
    ]
}