{
    "juzs": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "र किताबवालाहरूसित उत्तम तरिका बाहेकले शास्त्रार्थ नगर, तर उनीहरूमध्ये जो अत्याचारी छन्, उनको कुरा अर्कै छ र स्पष्ट भनः ‘‘कि हामीले यस किताबमाथि ईमान ल्यायौं जुन हामीतिर अवतरित भयो र त्यसमाथि पनि जुन तिमीतिर अवतरित भयो । र हाम्रो तिम्रो पूज्य एउटै हो, र हामी सबै उसैको आज्ञाकारी हौं ।’’"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "र यसै प्रकार हामीले तपार्इंतिर किताब अवतरित गरेका छौं, त जसलाई हामीले किताब प्रदान गरेका छौं, उनीहरूले त्यसमाथि ईमान ल्याउँछन् र यिनीहरू (मुश्रिकहरू) मध्ये केहीले त्यसमाथि ईमान ल्याउँछन् र हाम्रा आयतहरूको इन्कार त काफिरहरूले मात्र गर्दछन् ।"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "यसभन्दा पहिला तपाईंले कुनै किताब पढ्नु भएको थिएन र नकुनै किताबलाई आफ्नो हातले लेख्नुहुन्थ्यो, जसबाट यी मिथ्यावादीहरू सन्देहमा पर्न सक्दथे ।"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "बरु यो कुरआन त ती मानिसहरूको छातीमा विद्यमान स्पष्ट आयतहरू हुन् जसलाई ज्ञान प्रदान भएको छ । र हाम्रा आयतहरूको इन्कार त अत्याचारीहरूले मात्र गर्दछन् ।"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "उनीहरूको भनाई छः कि उसमाथि उसको पालनकर्ताको तर्फबाट निशानीहरू किन अवतरित भएनन् ?’’ तपार्इं भनिदिनुस् कि ‘‘निशानीहरू त सबै अल्लाहकै पासमा छन् । र म त केवल स्पष्टरूपले सचेत गर्नेवाला हूँ ।’’"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "के उनीहरूको निम्ति यो पर्याप्त छैन ? कि हामीले तपाईंमाथि किताब अवतरित गर्यौं, जुन कि उनीहरूलाई पढेर सुनाइन्छ । यसमा ईमान ल्याएकाहरूको निम्ति दयालुता (पनि) छ र उपदेश (पनि) ।"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "भनिदिनुस् ! कि मेरो र तिम्रो बीचमा अल्लाह साक्षी हुनु पर्याप्त छ । जे जति आकाश र धरतीमा छ उसले सबै जान्दछ । जसले असत्यमा विश्वास गरे र अल्लाहलाई इन्कार गरे, तिनीहरूले ठूलो नोक्सानी भोग्नेछन् ।"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "यिनीहरूले तपार्इंसित यातना (अल्लाहबाट दिइने अजाब) को लागि हतार गरिराखेका छन् । यदि मेरो तर्फबाट एउटा निश्चित समय निर्धारित नभइसकेको भए उनीहरूमाथि यातना पनि आइसक्ने थियो र त्यो कुनै समयमा एक्कासी उनीहरूमाथि अवश्य आएर नै छाड्नेछ ।"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "यिनीहरूले सजायको लागि हतार गर्दैछन्, (धैर्यराखुन्) नर्कले त काफिरहरूलाई घेरिहाल्नेछ ।"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "त्यस दिन यातनाले उनीहरूलाई माथिदेखि तलसम्म छोपिराख्नेछ र अल्लाहको आदेश हुनेछ कि जुन (गलत) काम तिमीले गर्ने गर्दथ्यौ अब त्यसको स्वाद चाख ।"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "‘‘हे मेरा ईमानवाला सेवकहरू, मेरो धरती धेरै विस्तृत छ, अतः मेरै उपासना गर ।"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "प्रत्येक जीवले मृत्युको स्वाद चाख्नेवाला छ, अनि तिमी सबै हामीतिरै फर्काइनेछौ ।"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "र जसले ईमानल्याए र असल कर्म गरिरहे, उनीहरूलाई निश्चय नै हामीले बहिश्त (स्वर्ग) का अग्ला–अग्ला महलहरूमा ठाउँ प्रदान गर्नेछौं, जसमुनि नहरहरू बगिराखेका छन्, जहाँ सधैं तिनीहरू बस्नेछन् । असल कर्म गर्नेहरूलाई यो कति राम्रो बदला (प्रतिफल) हो ।"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "ती जसले धैर्य गरेर आफ्नो पालनकर्तामाथि भरोसा गर्दछन् ।"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "र धेरै जनावर यस्ता छन् जसले आफ्नो जीविका बोकी हिंडिराखेका हुदैनन् । अल्लाहले नै उनीहरूलाई जीविका प्रदान गर्दछ र तिमीलाई पनि । र ऊ सबैकुरा सुन्दछ, जान्दछ ।"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "र यदि तपाईले उनीहरूसँग सोध्नुहुन्छ कि आकाशहरू र धरतीलाई कसले सृष्टि गर्यो र सूर्य र चन्द्रलाई कसले काममा लगायो ? त उनीहरूले भनिहाल्नेछन् ‘‘कि अल्लाहले !’’ अनि उनीहरू कता विमुख भई जाँदैछन्"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "अल्लाहले आफ्ना भक्तहरूमध्ये जसको निम्ति चाहन्छ जीविका विस्तृत गरिदिन्छ र जसको लागि चाहन्छ संकुचित गरिदिन्छ । निःसन्देह अल्लाह प्रत्येक कुरा जान्दछ ।"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "र यदि तपार्इंले उनीहरूसित सोध्नुहुन्छ कि आकाशबाट पानी कसले बर्सायो, अनि त्यसबाट धरतीलाई मृत्यु पश्चात जीवित कसले गर्यो,? त निश्चय नै उनीहरूको जवाफ हुनेछ कि ‘‘अल्लाहले !’’ तपार्इं भन्नुस् कि सम्पूर्ण प्रशंसा अल्लाहकै लागि छ । किन्तु उनीहरूमध्ये अधिकतरले बुद्धिले काम लिदैनन् ।"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "र यो सांसारिक जीवन त मात्र खेल तमाशा हो । निःसन्देह आखिरतको घरको जीवन नै वास्तविक जीवन हो । उनीहरूले यो बुझ्ने भए कति राम्रो हुने थियो ।"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "अनि जब यिनीहरू डुङ्गामा सवार हुन्छन् त अल्लाहलाई नै पुकार्दछन् विशुद्धरूपमा उसैको निम्ति पूजालाई खास गरी, र जब उसले तिनीहरूलाई बचाएर शुष्क भूमिमा पुर्याइदिन्छ तब तुरुन्तै (अल्लाहको) साझेदार ठहराउन थाल्छन् ।"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "ताकि हामीले उनीहरूलाई जे प्रदान गरेका छौं, त्यसप्रति कृतघ्नता देखाउदै फाइदा पनि लिदैगरुन् । अतः शीघ्र नै उनीहरूले जानिहाल्नेछन् ।"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "के उनीहरू देखेनन्, कि हामीले हरम (मक्का)लाई शान्तिको ठाउँ बनाएका छौं, र मानिसहरू त्यसका वरिपरिबाट समातिहालिनेछन् । के यी मानिसहरूले असत्यमाथि त विश्वास गर्दछन् र अल्लाहको अनुकम्पाप्रति कृतघ्नता देखाउँछन्"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "त्यो व्यक्तिभन्दा बढी अत्याचारी को होला ? जसले अल्लाहको बारेमा मनगढन्ते कुरा रच्दछ वा सत्यलाई झूठो भन्दछ, जबकि त्यो (सत्य) उसको पासमा आइसकेको हुन्छ ? के यस्ता काफिरहरूको बस्ने ठाउँ नर्क हुनेछैन"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "र जुन मानिसहरूले हाम्रो बाटोमा कष्ट सहन्छन्, हामीले, उनीहरूलाई अवश्य आफ्ना मार्गहरू देखाउनेछौं र निश्चय नै अल्लाह त सुकर्मीहरूको साथी हो ।"
        },
        {
            "chapter": 30,
            "verse": 1,
            "text": "अलिफ् : लाम्. – मीम. ।"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "रूमीहरू परास्त भइसकेका छन्"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "निकटवर्ती क्षेत्रहरूमा र उनीहरू परास्त भएपछि छिटै प्रभावी भइहाल्नेछन् ।"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "केही वर्षमै । यसभन्दा पहिला र यसपछि पनि अख्तियार अल्लाहकै छ, र त्यस दिन मोमीनहरू खुशी हुनेछन् ।"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "अल्लाहले जसलाई चाहन्छ सहायता दिन्छ । त्यो सर्वशक्ति सम्पन्न, दयावान् छ ।"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "यो अल्लाहको वाचा हो । अल्लाहले आफ्नो वाचाको उल्लङ्घन गर्दैन ! किन्तु अधिकांश मानिसहरूले बुझ्दैनन् ।"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "उनीहरूले त सांसारिक जीवनको केवल वाह्यरूप जान्दछन् । र आखिरत (अन्तिमदिन) बाट बिल्कुलै असावधान छन् ।"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "के उनीहरूले आफ्नो मनमा सोचविचार गर्दैनन् ? कि अल्लाहले आकाशहरू र धरतीलाई र जे–जति उनीहरूको बीचमा छ, सत्यका साथ एउटा निश्चित अवधिसम्मको लागि मात्र सृष्टि गरेको छ । किन्तु धेरैजसो मानिसहरू त आफ्नो पालनहारको मिलनको कुराबाट इन्कार गर्दछन् ।"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "के उनीहरूले धरतीमा हिड्डुल गरेर यो देखेनन् कि उनीहरूभन्दा पहिलाका मानिसहरूको कस्तो (नराम्रो) परिणाम भयो ? उनीहरू शक्तिमा यिनीहरूभन्दा बढी बलवान थिए, र उनीहरूले धरतीमा खेतीपाती गरे र यिनीभन्दा अधिक त्यसलाई आबाद गरेका थिए, र उनीहरूको पासमा उनीहरूका रसूलले प्रत्यक्ष प्रमाण लिएर आएका थिए । अल्लाहले उनीहरूमाथि अत्याचार गर्नु त असम्भव थियो । किन्तु उनीहरू स्वयं आफूमाथि अत्याचार गर्दथे ।"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "अन्ततः नराम्रो गर्नेहरूको परिणाम नराम्रो भयो, किनभने उनीहरूले अल्लाहका आयतहरूलाई झूठो भनेर उनीहरूको उपहास गर्दथे ।"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "अल्लाहले नै सृष्टिको आरम्भ गर्दछ । अनि त्यसैले उसको पुनराबृत्ति गर्नेछ । अनि उसैतिर तिमी फर्कनेछौ ।"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "र जुन दिन कयामत (अन्तिम दिन) आइपुग्नेछ, त्यस दिन अपराधीहरू आश्चर्यचकित भइहाल्नेछन् ।"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "र उनीहरूले ठहराएका समस्त साझेदारहरूमध्ये कोही पनि सिफारिश गर्नेवाला हुनेछैन र उनीहरू आफै पनि आफ्ना साझेदारहरूलाई अस्वीकार गर्नेछन् ।"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "र जुन दिन प्रलय (कयामत) हुनेछ, त्यसदिन उनीहरू (विभिन्न समूह) अलग–अलग भइहाल्नेछन् ।"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "र जसले ईमान ल्याए र असल कर्म गरे, उनीहरू स्वर्गमा प्रसन्नतापूर्वक राखिनेछन् ।"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "तर जुन मानिसहरूले इन्कार गरेका थिए र हाम्रा आयतहरू र आखिरतको साक्षात्कारलाई झूठो भनेका थिए उनीहरू सबै यातनामा पर्नेछन् ।"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "यसर्थ जब साँझ पर्छ र जुन बेला बिहान हुन्छ, तिमीहरू अल्लाहको सतुति (तस्बीह) पढ्नेगर ।"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "र आकाशहरू र धरतीमा सबै प्रशंसा योग्य उही मात्र छ । अप्रान्हमा पनि र मध्यान्हपछि पनि (उसको पवित्रताको वर्णन गर) ।"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "उसैले जीवितलाई मृतबाट निकाल्दछ र मृतलाई जीवितबाट र धरतीलाई उसको मृत्युपश्चात उसैले जीवन प्रदान गर्दछ । यसै प्रकार तिमी पनि पुनः धरतीबाट निकालिने छौ ।"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "(र यो) उसको निशानीहरूमध्ये हो कि उसले तिमीलाई माटोबाट सृष्टि गर्यो । अनि अब तिमी मानिस भई ठाउँ ठाउँमा फैलिराखेका छौ ।"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "र (यो पनि) उसको निशानीहरूमध्ये हो कि उसले तिम्रै सहजातिबाट तिम्रो लागि जोडी (स्वास्नीहरू) सृष्टि गर्यो, ताकि तिमी उनीबाट आराम (सन्तुष्टि) प्राप्त गर र उसले तिम्रोबीचमा प्रेम र सहानुभूति सृष्टि गर्यो, निश्चयनै यसमा धेरै निशानीहरू छन्, उनको लागि जो सोचविचार गर्दछन् ।"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "उसको क्षमताका निशानीहरूमध्ये आकाशहरू र धरतीको सृजना र तिम्रो भाषा र तिम्रा रंगहरूको विविधता पनि हो । निःसन्देह यसमा ज्ञानी र चिन्तनशीलहरूको निम्ति धेरै निशानीहरू छन् ।"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "र उसको शक्तिको निशानीहरूमध्ये राती र दिनको निद्रा पनि हो र उसको अनुग्रह (जीविका) लाई तिमीले तलाश गर्नु (खोज्नु) पनि हो । निश्चय नै यसमा निशानीहरू छन्, ती मानिसहरूको निम्ति जो सुन्दछन् ।"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "र उसकै निशानीहरूमध्ये एक यो पनि हो कि उसले तिमीलाई बिजुलीको चमक, भय र आशा उत्पन्न गर्नको निम्ति देखाउँछ र आकाशबाट पानी वर्षाउछ । त्यसबाट निर्जीव धरतीलाई जीवन प्रदान गर्दछ । यसमा पनि बुद्धिमानहरूको निम्ति धेरै निशानीहरू छन् ।"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "र अर्को निशानी यो पनि छ कि आकाश र धरती उसैको आदेशले कायम छन् । अनि जब उसले तिमीलाई आवाज दिनेछ, तब एउटै आवाजबाट तिमी तुरुन्तै धरतीबाट निस्किहाल्ने छौ ।"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "र आकाश र जमिनका सबै कुराहरू उसैको सम्पत्ति हुन र सबै उसैको आदेशको अधीन छन् ।"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "र उही त हो जसले सर्वप्रथम सृष्टिको आरम्भ गर्दछ, अनि उसैले उसको पुनराबृत्ति गर्नेछ । यो उसको निम्ति धेरै सजिलो छ, आकाशहरू र जमिनमा उसको शान (गुण) सर्वोच्च छ र ऊ अधिपत्यशाली, तत्वदर्शी छ ।"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "अल्लाहले तिम्रो लागि स्वयम् तिम्रो एउटा उदाहरणको वर्णन गरेको छ । जे जति मैले तिमीलाई दिइराखेको छु के तिम्रो दासहरूमध्येको पनि कोही त्यसमा हकदार छ ? कि तिमी र तिनी त्यसमा बराबर भागीदार छौ ? र तिमीले उनीसित यस्तो डराउँछौ जस्तो तिमी आफ्नै (भाइ–अंशियारहरू) सित डराउँछौ हामीले बुद्धिमानहरूको लागि यस्तै स्पष्ट गरी–गरी आयतहरू वर्णन गर्दछौं ।"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "अपितु कुरो यो हो कि यी अन्यायीहरू बिना ज्ञान त्यस्तै स्वार्थपूर्तिमा लागेका छन् । त्यसलाई कसले बाटो (सही बाटो) देखाउन सक्दछ जसलाई अल्लाहले मार्गविचलित गरिदिन्छन् । यिनीहरूको एउटा पनि मद्दत गर्नेवाला हुँदैन ।"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "तसर्थ तपार्इं दत्तचित्त भएर आफूलाई दीन (इस्लाम) तर्फ लगाउँदै गर्नुस्, अल्लाहको त्यो विशेषता जसमाथि उसले मानिसहरूको सृष्टि गरेको छ । अल्लाहले बनाएको (लाई) नबदल्नु, यही सोझो धर्म हो । तर धेरैले बुझ्दैनन् ।"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "(मानिसहरू हो !) अल्लाहतर्फ लागेर ऊसित डर मान्ने गर र नमाज पढ्ने गर र मुश्रिकहरूमध्येबाट नबन्नु ।"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "उनीहरूमध्येबाट जसले आफ्नो धर्मलाई टुक्रा–टुक्रा गरिदिए र स्वयम् पनि समूह–समूहमा विभाजित भए, प्रत्येक समूह आफूसंग भएको चीज–वस्तुमा प्रसन्न छ ।"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "जब मानिसहरूलाई कुनै कष्ट पुगदछ, त आफ्नो पालनकर्तातर्फ प्रवृत्त भएर प्रार्थना गर्दछन् । अनि जब उसले उनीहरूलाई आफ्नो दयालुताको रसास्वादन गराइदिन्छ तब उनीहरूमध्ये केही मानिसहरूले (एउटा समूहले) आफ्नो पालनकर्ताको साझेदार ठहराउन थाल्दछन् ।"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "ताकि उनीहरूले त्यसप्रति अकृतज्ञता देखाऊन् जुन हामीले उनीहरूलाई प्रदान गरेका छौं, ठीकै छ तिमी फाइदा उठाइहाल । अति शीघ्र नै तिमीलाई (परिणाम) थाहा भइहाल्नेछ ।"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "के हामीले उनीहरूलाई कुनै यस्तो प्रमाण उतारेका छौं जसले उनलाई स्पष्ट गरी अल्लाहको साथ शिर्क गर्न सिकाउँछ ।"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "र जब हामीले मानिसहरूलाई आफ्नो दयालुताको रसास्वादन गराउँदछौं त अत्यन्त खुशी भइहाल्छन् र यदि उनकै हातले गरेको उनीहरूका कर्महरूको कारणले कुनै कष्ट पुग्दछ भने निराश भइहाल्दछन् ।"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "के उनीहरूले यो देखेनन् कि अल्लाहले नै जसको निम्ति चाहन्छ जीविका विस्तृत गरिदिन्छ र जसको निम्ति चाहन्छ संकुचित गरिदिन्छ । निःसन्देह यसमा पनि ईमानवालाहरूको निम्ति निशानीहरू छन् ।"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "तसर्थ नातेदारहरू र निमुखाहरू र बटुवाहरूलाई उनीहरूको हक दिनेगर, जुन मानिसहरू अल्लाहको प्रसन्नताको इच्छुक छन, यो उनीहरूको हकमा राम्रो छ, र यिनै मानिसहरू सफलता प्राप्त गर्नेवाला हुन् ।"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "तिमीले जुन व्याजमा दिन्छौ, ताकि त्यो मानिसको मालमा शम्मिलित भई बढ्ने गरोस्, त त्यो अल्लाहकहाँ बढ्दैन, तर जुन जकात तिमीले अल्लाहको प्रसन्नता प्राप्त गर्नको निम्ति दियौ, त यस्ता मानिसहरूले नै (अल्लाहकहाँ) आफ्नो मालमा वृद्धि गर्छन् ।"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "अल्लाह नै त हो जसले तिमीलाई सृष्टि गर्यो, अनि तिमीलाई जीविका दियो, अनि तिमीलाई उसले मृत्यु दिनेछ अनि तिमीलाई जीवित गर्नेछ । के तिमीले साझेदार ठहराकाहरूमध्ये पनि कोही यस्तो छ, जसले यी कामहरूमध्ये केही गर्न सकोस् । अल्लाहको लागि पवित्रता र श्रेष्ठता छ उनीहरूका साझेदारहरूबाट ।"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "थल, र जलमा मानिसहरूका गलत क्रियाकलापलेगर्दा दंगा फैलिसक्यो ताकि अल्लाहले उनीहरूलाई उनीहरूको करतूतहरूको केहि स्वाद चखाओस् । कदाचित तिनीहरू नराम्रो कामबाट रुकुन् ।"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "धरतीमा हिंडडुल गरेर हेर कि जुन मानिसहरू तिमीभन्दा पहिला थिए, उनीहरूको परिणाम कस्तो भयो ? उनीहरूमा धेरै जसो मुश्रिक नै थिए ।"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "अतः तपार्इं आफ्नो अनुहार यस सत्य धर्मतिर नै राख्नु होस् यसभन्दा अगाडि कि अल्लाहको तर्फबाट त्यो दिन आइहालोस्, जुन टर्नेवाला छैन । (मानिसहरू) त्यस दिन सबै यताउता (तितर–बित्तर) भइदिन्छन् ।"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "जसले इन्कार गर्यो त उसको इन्कार उसैको लागि घातक सिद्ध हुनेछ र जसले राम्रो कर्म गरे, उनीहरूले आफ्नै आरामको साधन जुटाइराखेका छन् ।"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "ताकि जसले ईमान ल्याए र असल कर्म गरिरहे, उनीहरूलाई अल्लाहले आफ्नो दयालुताले पुरस्कार देओस् । निःसन्देह त्यसले काफिरहरूलाई प्रेम गर्दैन ।"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "र उसको निशानीहरूमध्ये शुभ समाचार दिन हावा चलाउनु पनि हो । जसबाट उसले तिमीलाई आफ्नो दयालुताको स्वाद चखाओस् र ताकि उसको आदेशबाट डुंगाहरू चलुन्, र ताकि तिमीले उसको अनुग्रह (जीविका) खोज, र त्यसहेतु तिमीले कृतज्ञता प्रकट गर ।"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "र हामीले तपाईंभन्दा पहिला पनि रसूलहरूलाई (संदेशवाहकहरूलाई) उनीहरूको जातिबन्धुतिर पठायौं, र उनीहरूले तिनीहरूको पासमा खुल्ला प्रमाणहरू लिएर आए अनि अपराधीहरूबाट हामीले प्रतिशोध लियौं। (तसर्थ) जुन मानिसहरूले ईमान ल्याए तिनीहरूको सहायता गर्नु हामीलाई जरुरी थियो ।"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "अल्लाहले नै वायुहरूलाई चलाउँछ उनीहरूले बादललाई उठाउँछन्, अनि जुन प्रकारले चाहन्छ उनीहरूलाई आकाशमा फिंजाइदिन्छ र तिनीहरूलाई विभिन्न पत्रहरू र टुक्राहरूको रूप दिन्छ । अनि तपाईंले देख्नु हुन्छ कि तिनीहरूको बीचबाट वर्षाका बूँदहरू झर्छन् । अनि जसलाई चाहन्छ त्यस सेवकमाथि पानी वर्षाउँछ, तब उनीहरू प्रसन्न भइहाल्छन् ।"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "निश्चित मान्नुस् कि वर्षा हुनुभन्दा अगाडि उनीहरू निराश भइराखेका थिए ।"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "अतः तपाईंले अल्लाहको दयालुताका लक्षणहरू हेर्नुस् कि त्यसले कुन प्रकारले पृथ्वीलाई उसको मृत्यु पश्चात जीवित गर्दछ, निश्चय नै उसैले मृतहरूलाई जीवित पार्नेवाला हो र ऊ प्रत्येक कुरामाथि सामथ्र्यवान छ ।"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "र, यदि हामीले एउटा आँधीवेरी पठाउँछौं (जसको प्रभावबाट) त्यस खेतीलाई पहेलो भएको देख्छन्, तब यस पश्चात उनीहरूले कृतध्नता प्रकट गर्न थाल्छन् ।"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "निःसन्देह तपाईले मृतकहरूलाई (कुरा) सुनाउन सक्नुहुन्न र न बहिराहरूलाई आफ्नो आवाज सुनाउन सक्नुहुन्छ, जब कि उनीहरू पिठ्युँ फर्काएर मुडिसकेका छन् ।"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "र नत तपार्इं अन्धाहरूलाई उनीहरूको मार्ग विचलनबाट (निकालेर) सोझो बाटोमा ल्याउन सक्नुहुन्छ । तपाईंले मात्र उनीहरूलाई सुनाउन सक्नुहुन्छ, जसले हाम्रा आयतहरूमाथि ईमान राख्दछन्, तसर्थ तिनीहरू नै आज्ञाकारी हुन् ।"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "अल्लाह नै हो, जसले तिमीलाई निर्वल सृष्टि गर्यो, अनि निर्वलता पश्चात् शक्ति प्रदान गर्यो, अनि शक्ति पश्चात निर्वलता र बृद्धावस्था दियो । (त्यसले) जे चाहन्छ सृष्टि गर्दछ, ऊ सबै जान्नेवाला र सबैमाथि सामथ्र्यवान छ ।"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "र जुन दिन कियामत (प्रलयको अन्तिम दिन) आइपुग्नेछ, त्यतिखेर अपराधीहरूले शपथ खानेछन् कि उनीहरू यस दुनियाँमा एक घडीभन्दा (क्षणभन्दा) बढी रहेनन्, यसै प्रकारले उनीहरू भ्रमित नै रहे ।"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "तर जुन मानिसहरूलाई ज्ञान र ईमान प्रदान गरिएको थियो, उनीहरूले भन्नेछन् कि अल्लाहको किताब अनुसार तिमी कियामतसम्म रहेका छौ र यो कियामतको दिन नै हो, तर तिमीलाई त यसको विश्वासै थिएन ।"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "अतः त्यस दिन अत्याचारीहरूलाई उनीहरूको बहाना–सफाई कुनै काम आउने छैन, र उनीहरूबाट तौबा (प्रायश्चित) र कर्म पनि स्वीकार गरिने छैन ।"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "निःसंदेह हामीले मानिसहरू समक्ष यस कुरआनमा हर प्रकारका उदाहरणहरू वर्णन गरिदिएका छौं, तपार्इंले उनीहरूको अगाडि कुनै पनि निशानी प्रस्तुत गर्नुस्, यी काफिरहरूले भनिहाल्नेछन् कि तिमी झूठा हौ ।"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "यसै प्रकार अल्लाहले ती मानिसहरूको हृदयमा जो बुझ्दैनन् छाप लगाइदिन्छ ।"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "अतः तपाईं धैर्य गर्नुस् निःसन्देह अल्लाहको वाचा सत्य छ र तपार्इंलाई उनीहरूले जसले ईमान राख्दैनन्, असंतोषी नबनाइदेउन् ।"
        },
        {
            "chapter": 31,
            "verse": 1,
            "text": "अलिफ–लाम–मीम् ।"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "यो तत्वज्ञानले परिपूर्ण किताबका आयतहरू हुन् ।"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "जो राम्रो काम गर्नेहरूको (उपकारीहरूको) निम्ति मार्गदर्शन र कृपा हो ।"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "जसले नमाजको आयोजन गर्छन् र जकात दिन्छन् र आखिरत (अन्तिमदिन) माथि आस्था राख्दछन् ।"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "यिनै हुन् जो आफ्नो पालनकर्ताको तर्फबाट सत्यमार्गमा छन् र तिनै सफल हुनेछन् ।"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "र कोही यस्ता पनि छन्, जसले कपोलकल्पित कुराहरू किन्दछन्, ताकि मानिसहरूलाई अज्ञानताको साथ अल्लाहको मार्गबाट विचलित गरुन् र त्यसको उपहास गरुन । यी नै हुन् जसका निम्ति अपमानजनक यातना छ ।"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "जब उसको सामु हाम्रा आयतहरूलाई सुनाइन्छ तब घमण्डले यसरी मुख फर्काइहाल्छ, जस्तोकि सुनेकै छैन, मानौ उनका कानहरूमा बिर्काे लागेका छन्, तसर्थ उसलाई तपाईंले दुःखद यातनाको सूचना सुनाइदिनुस् ।"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "निःसन्देह जसले ईमान ल्याए र असल कामहरू गरिरहे, उनीहरूको निम्ति उपहारयुक्त स्वर्गहरू छन् ।"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "तिनीहरू सधैं त्यसमा बास गर्नेछन् । अल्लाहको यो सत्य वचन हो, जो अत्यन्त सम्मानित र अधिपत्यशाली र तत्वदर्शी छ ।"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "उसैले आकाशहरूलाई स्तम्भ बिना सृष्टि गर्यो जस्तो तिमीले देख्दछौ, र उसले धरतीमा पहाड स्थापित गरिदियो, ताकि यसले तिमीलाई नहल्लाइदेओस्, र त्यसमा हरेक प्रकारका जनावरहरू फैलाइदियो, र हामीले आकाशबाट पानी बर्षाएर पृथ्वीमा हरेक किसिमका सुन्दर जोडाहरू उत्पादन गर्यौं ।"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "यो हो अल्लाहको सृष्टि । अब तिमीहरूले मलाई अल्लाह बाहेक अरु (पूज्यहरू) को कुनै सृष्टि देखाऊ । (त्यस्तो केही छैन) सत्य त यो छ कि यी अत्याचारीहरू स्पष्टरूपले मार्गविचलित छन् ।"
        },
        {
            "chapter": 31,
            "verse": 12,
            "text": "र निश्चय नै हामीले लुकमान (अलैहिस्सलाम) लाई कौशल प्रदान गरेका थियौं, कि तिमीले अल्लाहप्रति कृतज्ञता दर्शाऊ, र जसले कृतज्ञता प्रकट गर्दछ, त्यो आफ्नो भलोको लागि नै गर्दछ । र जसले कृतज्ञता देखाउँदैन ऊ जानिराखोस् कि अल्लाह वास्तवमा निस्पृह र प्रशंसनीय छ ।"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "र (स्मरण गर) जब लुकमानले आफ्नो छोरालाई उपदेश गर्दै भनेः कि मेरो प्यारो छोरा ! अल्लाहको साथमा कसैलाई साझेदार नठहराउनु, निश्चय नै शिर्क (बहुदेववाद) ठूलो अत्याचार हो ।"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "र हामीले मानिसलाई उसको आमा–बाबुको सम्बन्धमा सचेत गरेकाछौं, कि यसको आमाले कष्टमाथि कष्ट सहेर उसलाई गर्भमा बोकी राख्छे र दुई वर्षमा उसको दूध छोडाउनु पर्नेहुन्छ ! जसबाट तिमीले मेरो र आफ्नो आमा बाबुको कृतज्ञता प्रकट गर । (किनकि) मतिरै फर्कि आउनु पर्नेछ ।"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "र यदि ती दुवैले तिमीहरूमाथि यसकुराको दबाव दिन्छन्, कि तिमीले कसैलाई मेरो साथमा साझीदार ठहराऊ जसको तिमीलाई ज्ञान छैन, त उनीहरूको कुरा नमान्नु र सांसारिक कामहरूमा उनीहरूको राम्रो साथ दिनु, र जुन व्यक्ति मतिर प्रवृत्त हुन्छ, उसको मार्गमा हिंड्नु । र तिमी सबैलाई मतिर फर्कि आउनु छ । अनि जुन काम तिमी गरिराखेका हुन्छौ, म तिमीलाई सबै बताउनेछु ।"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "(लुकमानले भने कि) प्यारो छोरा ! यदि कुनै कुरा रायोको दाना (गेडा) बराबर होस् र त्यो कुनै चट्टानको बीचमा होस् वा आकाशहरूमा वा धरतीमा होस्, अल्लाहले त्यसलाई उपस्थित गर्नेछ । निःसन्देह अल्लाह अत्यन्त सूक्ष्मदर्शी (र) जानकार पनि छ ।"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "हे मेरो प्यारो छोरो ! तिमी नमाजको आयोजन गर, भलाईको आदेश दिनेगर नराम्रो कर्मबाट रोक र जुनसुकै दुःख पनि तिमीमाथि आइपरे त्यसमा धैर्य राख, निःसन्देह यी अनिवार्य र दृढ संकल्पका काम हुन् ।"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "मानिसहरू सम्मुख मुख नफुलाऊ र धरतीमा अहंकार गरी नहिंडनु । निश्चयनै अल्लाहले कुनै अहंकारी र घमण्डीलाई रुचाउँदैन ।"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "आफ्नो चालमा सहजता र सन्तुलन कायम राख र आफ्नो आवाज नरम राख ! निःसन्देह आवाजहरूमध्ये सबैभन्दा नराम्रो स्वर, गधहाहरूको स्वर हुन्छ ।"
        },
        {
            "chapter": 31,
            "verse": 20,
            "text": "के तिमीले देखेनौं, कि अल्लाहले, जे जति आकाशहरू र धरतीमा छन्, सबैलाई तिम्रो काममा लगाइराखेको छ र उसले तिमीमाथि आफ्नो प्रत्यक्ष र परोक्ष अनुकम्पाहरू पूरै दिइराखेको छ ? केही मानिसहरूले अल्लाहको विषयमा बिना कुनै ज्ञान, बिना कुनै मार्गदर्शन र बिना कुनै प्रकाशमान किताबको आधारमा, झगडा गर्दछन् ।"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "र जब उनीहरूसित भनिन्छ, ‘‘कि त्यस कुराको अनुशरण गर जुन कि अल्लाहले वह्य मार्फत अवतरित गरेको छ’’, तब भन्छन् कि ‘‘(होइन) बरु हामीले त त्यस कुराको अनुशरण गर्नेछौं, जसमा हामीले आफ्नो बाउ–बाजेलाई पाएका छौैं ।’’ यद्यपि शैतानले उनीहरूलाई नर्कको यातनातिर बोलाउँदछ, (तैपनि)"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "र जसले आज्ञाकारिताको साथ आफूलाई अल्लाहको अधीन गर्दछ र ऊ असल काम गर्ने पनि होओस् त उसले बलियो सहारा समातिहाल्यो । सम्पूर्ण कुराहरूको परिणति अल्लाहतिर नै छ ।"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "काफिरहरूको इन्कारबाट तपार्इं दुःखी नहुनुस्, अन्ततः हाम्रैतर्फ उनीहरूले फर्केर आउनु छ । अनि जे जति उनीहरूले गरिराखेका छन्, हामीहरूले उनीहरूलाई अवगत गराउनेछौं । निःसन्देह अल्लाह (हृदय) छातीभित्र (लुके)को कुरार्लाइ पनि जान्दछ ।"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "हामीले उनीहरूलाई त्यसै केही फाइदा गराइदिन्छौं । तर (अन्तमा) हामीले उनीहरूलाई विवश पारी एउटा कठोर यातनातिर तानेर लैजानेछौं ।"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "यदि तपार्इं उनीहरूसँग सोध्नुहुन्छ कि आकाशहरू र धरतीको सृष्टिकर्ता को हो? त उनीहरूले अवश्य भनिहाल्नेछन्ः कि ‘‘अल्लाह हो’’ अनि भनिदिनुस्ः कि सबै प्रशंसा पनि अल्लाहकै निम्ति हो ! तर उनीहरूमध्ये धेरै अज्ञानी छन् ।"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "जे जति आकाश र धरतीमा छ सबै अल्लाहकै हो निःसन्देह अल्लाह ठूलो निस्पृह, र प्रशंसित छ ।"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "धरतीमा जति रुखहरू छन्, यदि ती सबै कलम भइहालुन् र समस्त समुद्र(का पानी) त्यसका मसी भइहालोस् त्यसपछि सात अन्य समुंद्र होउन् तै पनि अल्लाहका कुराहरू समाप्त हुनसक्ने छैनन् निःसन्देह अल्लाह अत्यन्त अधिपत्यशाली र तत्वदर्शी छ ।"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "तिमी सबैको सृष्टि गर्नु र तिमी सबैलाई मृत्युपछि पुनः जीवित गर्नु त यस्तो छ, जस्तो कि एउटा जीउलाई सृष्टि गर्नु । निःसन्देह अल्लाह सबै कुरा सुन्दछ, देख्दछ ।"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "के तपाईं देख्नुहुन्न कि अल्लाहले रातलाई दिनमा प्रविष्ट गर्दछ र दिनलाई रातमा प्रविष्ट गर्दछ ! र उसले सूर्य र चन्द्रलाई आज्ञाकारी बनाइराखेको छ कि प्रत्येक एक निर्धारित समयसम्म चलिराखेको छ । र तिमीले जेजति गर्दछौ, अल्लाह त्यसको पूर्ण जानकारी राख्दछ ।"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "यी सबै (प्रबन्धहरू) यस कारण छन्, कि अल्लाह नै सत्य हो र उसलाई छाडेर जस जसलाई यिनीहरू पुकार्दछन्, उनीहरू असत्य छन् । र निश्चय नै अल्लाह सर्वोच्च र शानवाला छ ।"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "के तिमी यसमा विचार गर्दैनौ कि समुद्रमा अल्लाहकै अनुग्रहबाट डुङ्गाहरू चल्छन्, ताकि उसले तिमीहरूलाई आफ्ना केही निशानीहरू देखाओस् । निःसन्देह यसमा प्रत्येक धैर्यवान, र कृतज्ञको निम्ति धेरै निशानीहरू छन् ।"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "र जब (समुंद्रका) तरङ्गहरूले तिनीहरूलाई छायाछत्र (पाल) जस्तै छोपिहाल्छन् तब उनले विश्वासको साथ अल्लाहलाई नै पुकार्छन्, अनि जब अल्लाहले उनीहरूलाई बचाएर स्थलसम्म पुर्याइदिन्छ, तब उनीहरूमध्ये केही मानिसहरू मात्र सन्तुलित मार्गमा हिंडछन्, र हाम्रा आयतहरूको इन्कार ती व्यक्तिहरूले मात्र गर्दछन् जो विश्वासघाती, र कृतघ्न हुन्छन् ।"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "हे मानिसहरू ! आफ्नो पालनकर्तासित डर मान र त्यस दिनसित पनि तर्स जब कि नत बाबु आफ्नो छोराको कुनै काम आउनेछ, नत छोरा बाबुको कुनै काम आउने छ । निश्चय नै अल्लाहको वचन सत्य छ । (हेर) सांसारिक जीवनले कदापि तिमीलाई धोकामा नपारोस्, र नत अल्लाहको विषयमा धोकेबाज (शैतान)ले तिमीलाई भ्रममा पारोस् ।"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "निःसन्देह कियामत (अन्तिमदिन) को ज्ञान अल्लाहलाई नै छ । र उसैले जल बृष्टि गराउँछ र उसैले गर्भाशयहरूमा भएको कुरा जान्दछ (अर्थात नर छ कि मादा) । र कुनै व्यक्तिलाई थाहा छैन कि भोली उसले के गर्नेछ । र कुनै मानिसलाई थाहा छैन कि कुन भू–भागमा उसको मृत्यु हुने छ । (यादराख)अल्लाह नै सबै जान्नेवाला, र प्रत्येक कुरोसित अवगत छ ।"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "अलिफ–लाम्–मीम् ।"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "यसमा कुनै सन्देह छैन कि यस किताबको अवतरण सम्पूर्ण संसारको पालनकर्ताको तर्फबाट हो ।"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "के यिनीहरूले भन्छन् कि उसले ‘‘(पैगम्बरले) यसलाई स्वयं रचेका हुन् ?’’ (होइन) बरु त्यो तिम्रो पालनकर्ताको तर्फबाट सत्य हो, ताकि तपार्इंले तिनीहरूलाई सावधान गर्नुस्, जसको पासमा तपाईंभन्दा पहिला कोही सावधान गर्नेवाला आएन । ताकि यिनीहरूले सही मार्ग प्राप्त गर्न सकुन् ।"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "अल्लाह नै त हो जसले आकाशहरू र धरतीलाई र जे जति तिनीहरूको बीचमा छ, सबैलाई छ (६) दिनमा सृष्टि गर्यो । अनि सत्तासन(अर्श) माथि उच्च भयो । उस बाहेक तिम्रो लागि कोही मद्दत गर्ने र सिफारिश गर्नेवाला छैन, के तैपनि तिमी उपदेश ग्रहण गर्दैनौ"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "उसैले आकाशदेखि धरतीसम्म प्रत्येक कार्यको व्यवस्था गर्दछ । अनि (सबैकाम) एक यस्तो दिनमा उसतर्फ प्रवृत हुन्छ, जसको गन्ती तिम्रो गणना अनुसार एक हजार वर्ष बराबर हुनेछ ।"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "उही त परोक्ष र प्रत्यक्षको ज्ञाता हो सर्वशक्ति सम्पन्न ठूलो दयावान् (अल्लाह) हो ।"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "जसले सृष्टि गरेको प्रत्येक कुरोलाई राम्रो बनायो र उसले मानिसको रचना माटोबाट शुरू गर्यो ।"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "अनि उसको वंश एक तुच्छ पानीको थोपाले चलायो ।"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "अनि त्यसलाई ठीक–ठीक गरेर त्यसमा आफ्नो आत्मा संचारित गर्यो । उसैले तिम्रो कान आँखा र हृदय बनायो, तापनि तिमीले साह्रै कम कृतज्ञता प्रकट गर्दछौ ।"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "र उनीहरूले भन्न थालेः कि ‘‘जब हामी धरतीमा मिसिइसक्नेछौं त के फेरि नयाँ रूपमा जीवित हुनेछौं ? बरु साँचो कुरो त यो हो कि, यी मानिसहरू आफ्नो पालनकर्तासितको साक्षात्कारलाई नकारिराखेका छन् ।"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "भनिदिनुस् ! ‘‘कि तिमीलाई मृत्युको स्वर्गदूत (इज्राईल) ले जुन कि तिमीमाथि नियुक्त छ, त्यसले मार्नेछ । अनि तिमी सबै आफ्नो पालनकर्तातिर फर्काइने छौ ।’’"
        },
        {
            "chapter": 32,
            "verse": 12,
            "text": "कति राम्रो हुन्थ्यो तपार्इंले देख्ने भए जब कि अपराधीहरू आफ्नो पालनकर्ताको अगाडि टाउको निहुराइराखेका हुनेछन् र भन्ने छन् कि ‘‘हे हाम्रो पालनकर्ता ! हामीले देखिहाल्यौं र सुनीहाल्यौं । अब तिमीले हामीलाई (संसारमा) फिर्ता पठाइदेऊ, ताकि असल कर्म गरौं, हामी आस्था राख्नेवाला हौं ।’’"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "यदि हामीले चाहेको भए प्रत्येक व्यक्तिलाई उपदेश ग्रहण गराइदिन्थ्यौं, तर मेरो तर्फबाट यो कुरो बिल्कुल सत्य प्रमाणित भइसकेको छ कि म नर्कलाई जिन्न र मानिसहरूबाट भरिदिनेछु ।"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "(तसर्थ) अब तिमीले त्यस दिनको साक्षात्कारलाई बिर्सेको नतीजा (परिणाम) भोग, (आज) हामीले पनि तिमीलाई विर्सिदियौं । र जुन काम तिमीले गर्दथ्यौ त्यसको सजायमा सधैंको यातनाको स्वाद चाखिराख ।"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "हाम्रा आयतहरूमा उनैले ईमान ल्याउने गर्दछन् जसलाई जब उपदेश गरिन्छ तब सज्दामा (ढोगमा) जान्छन् र आफ्नो पालनकर्ताको प्रशंसाका साथ उसको गुणगान गर्दछन् र घमण्ड गर्दैनन् ।"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "उनीहरूको लेटाई आफ्ना ओछ्यानहरूबाट अलग हुन्छन्, उनीहरू आफ्नो पालनकर्तालाई भय र आशाले पुकार्दछन् र जुन (सम्पत्ति) हामीले उनलाई दिएका छौं, त्यसबाट खर्च गर्दछन् ।"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "(अनि अल्लाह बाहेक) कसैलाई थाहा छैन कि उनीहरूको निम्ति उनको आँखाका शितलता लुकाएर राखिदिएका छौं यो उनीहरूका कर्महरूको पुरस्कार हो, जुन उनीहरूले गर्नेगर्दथे ।"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "के जो मोमिन छ, ऊ त्यस व्यक्ति सरह हुन सक्छ जो अवज्ञाकारी छ ? दुवै समान हुन सक्दैनन् ।"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "जसले ईमान ल्याए र असल कर्म गरिरहे, उनीहरूलाई सँधैं बस्नको निम्ति (जन्नत) स्वर्गका बागबगैंचाहरू छन्, ती कामहरूको प्रतिफलमा आतिथ्यता छ , जुन कि उनीहरूले गर्दथे ।"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "तर जसले आज्ञा उल्लंघन गरे उनीहरूको ठेगाना नर्क हो । जब कुनै बेला उनले त्यसबाट बाहिर निस्किन चाहनेछन् त त्यसैमा फर्काइनेछन् र (उनीहरूसित) भनिनेछ कि (जुन दोजखको यातनालाई) तिमीले झूठो ठान्दथ्यौ त्यसको बदलामा आगोको सजाय चाख ।’’"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "र निःसन्देह हामीले उनीहरूलाई (कयामतको) ठूलो सजाय बाहेक (संसारका) सानो यातनाको स्वाद चखाउने छौं, ताकि कदाचित तिनीहरू (हाम्रो तर्फ) फर्किआउन् ।"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "र त्यस व्यक्तिभन्दा बढी अत्याचारी को छ? जसलाई उसको पालनकर्ताका आयातहरूबाट सावधान गरिएको थियो । तैपनि उसले मुख फर्कायो ? निश्चित जान कि हामीले पनि अपराधीहरूसित बदला लिनेवाला छौं ।"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "निःसन्देह हामीले ‘‘मूसा (अलैहिस्सलाम)लाई’’ किताब प्रदान गर्यौं । अतः तपाईंले कदापि ऊसँगको साक्षात्कारमा सन्देह नगर्नु, र हामीले उसलाई इस्राईलका सन्तानको पथप्रदर्शनको माध्यम बनाएका थियौं ।"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "र जब उनीहरूले धैर्य गरे तब हामीले उनीहरूमध्ये यस्ता नायक बनायौं, जसले हाम्रो आदेशबाट मानिसहरूलाई सही मार्ग देखाउँथे, र हाम्रा आयतहरूमाथि आस्था राख्दथे ।"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "निश्चय नै तिम्रो पालनकर्ताले कियामतको दिन उनीहरूको बीचका ती कुराहरूको निर्णय गर्नेछ, जसमा उनीहरूले विवाद गर्दै आएका छन् ।"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "के यस कुराले पनि तिनीहरूलाई उपदेश दिएन कि उनीहरूभन्दा पहिला कैयन् नस्लहरूलाई (समूहहरूलाई) हामीले नष्ट गरिसकेका छौं, जसका सहनका ठाउँहरूमा उनीहरू हिंडडुल गर्दैछन् ? यसमा त धेरै निशानीहरू छन् । अनि के उनीहरू सुन्दैनन्"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "के उनीहरूले देख्दैनन् कि हामीले यस बाँझो भूमितिर पानी बगाएर लैजान्छौं, अनि त्यसबाट हामीले खेती उमार्छौं, जसबाट उनीहरूका चौपायाहरू खान्छन् र उनीहरू स्वयम् पनि खान्छन्, अनि के यिनीहरूले तैपनि देख्दैनन्"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "र भन्दछन्ः कि ‘‘यदि तिमी साँचो हौ भने बताऊ यो फैसला कहिले हुनेछ"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "(हे मुहम्मद सल्लल्लाहो अलैहे वसल्लम) भनिदिनुस् ! कि ‘‘फैसलाको दिन ईमान ल्याउनुले काफिरहरूलाई कुनै पनि फाइदा पुर्याउने छैन र न उनीहरूलाई कुनै मोहलत दिइनेछ ।’’"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "(तसर्थ) अब तपाईले उनीहरूलाई उनीहरूकै अवस्थामा छाडिदिनुस्, र प्रतीक्षा गर्नुस् ! उनीहरू पनि प्रतीक्षक छन् ।"
        },
        {
            "chapter": 33,
            "verse": 1,
            "text": "हे पैगम्बर । अल्लाहसित डराइराख्नुस् र काफिर र मुनाफिकहरूको (कपटीहरूको) भनाईमा नलाग्नुस् । निःसंदेह अल्लाह ठूलो सर्वज्ञाता र तत्वदर्शी छ ।"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "र त्यस कुराको अनुशरण गर्नु जुन तपार्इंको पालनकर्ताको तर्फबाट तपाईंलाई वह्य गरिन्छ । निःसन्देह अल्लाह तपार्इंको सबै कर्महरूसित अवगत छ ।"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "र तपाईंले अल्लाहमाथि नै भरोसा गर्नुस् । ऊ भरोसाको निम्ति पर्याप्त छ ।"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "अल्लाहले कुनै व्यक्तिको छातीभित्र दुई मुटु बनाएको छैन र न उसले तिम्रा पत्नीहरूलाई जसलाई तिमीले आमा भनिहाल्छौ, तिम्रो साँच्चैआमा बनायो, र उसले तिमीले मुखले भनेको छोराहरूलाई वास्तविक छोराहरू बनाएन । यी तिम्रा मुखका कुराहरू हुन्, किन्तु अल्लाहले साँचो कुरा भन्दछ र उसैले सोझो मार्ग देखाउँछ ।"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "उनीहरूलाई (धर्मपुत्रलाई) उनीहरूका वास्तविक पिताहरूको नामबाट जोडेर पुकार । अल्लाहकहाँ यही पूरा न्यायसँगत कुरा हो । र यदि तिमीलाई उनीहरूको वास्तविक पिताको ज्ञान छैन भने धर्ममा उनीहरू तिम्रा धर्मभाइ र मित्र पनि हुन् । यस प्रसंगमा तिमीबाट कुनै भूल वा गल्ती भएको हुन्छ भने त्यसमा तिमीमाथि कुनै पाप छैन, किन्तु जसको संकल्प तिम्रो हृदयले गरिहाल्यो, त्यसको पाप लाग्दछ । र अल्लाह अत्यन्त क्षमाशील दयावान छ ।"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "नबीको हक मोमिनमाथि स्वयं उनीहरूको आफ्नो (प्राणहरू) भन्दा बढी छ र नबीका पत्नीहरू उनीहरूकी (मोमिनहरूकी) आमा हुन् ! र अल्लाहको विधान अनुसार, सामान्य मोमिन् र मोहाजिरहरूको अपेक्षा (नबीका) नातेदारहरू आपसमा एक–अर्कासित धेरै हकदार छन् । यो अर्कै कुरा हो कि तिमीलाई आफ्ना साथीहरूसँग राम्रो व्यवहार गर्नुको अनुमति प्राप्त छ । यो आदेश अल्लाहको किताबमा लेखिएको छ ।"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "(र यादगर) जब हामीले नबीहरूसित वचन लियौं, र विशेषगरी तपाईंसित र ‘‘नूह’’ र ‘‘इब्राहीम’’ र ‘‘मूसा’’ र मरियमको छोरा ‘‘ईसासित’’ पनि ! यी सबैसित हामीले दृढ वचन लिऔं ।"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "ताकि अल्लाहले सत्य मानिसहरूसित उनीहरूको सत्यताबारे सोधोस् । र इन्कार गर्नेवालाहरूको निम्ति त उसले दुःखद यातना तयार गरेर राखेकै छ ।"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "हे मोमिनहरू (आस्थावानहरू) ! अल्लाहले जुन भलाई तिमीमाथि गर्यो, त्यसलाई स्मरण गर जबकि सेनाहरू तिमीमाथि आक्रमणको निम्ति (अहजाब युद्धमा) आए, तब हामीले उनीहरूमाथि एक तीव्र हावा पठाइदियौं र यस्ता सेनाहरू पनि, जसलाई तिमीले देख्न सक्दैनथियौ ! र जुन काम तिमीले गर्दछौ, अल्लाहले सबैथोक देखिराखेको छ ।"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "(स्मरण गर) जब शत्रुहरू तिम्रोमाथितिरबाट र तिम्रो तलतिरबाट पनि तिमीमाथि आइलागे, र जब आँखाहरू एकटक भइहाले र हृदय कण्ठमा आइपुग्यो ! र तिमीले अल्लाहको बारेमा विभिन्न प्रकारका कल्पनाहरू गर्न थालेका थियौ ।"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "यहाँ ईमानवालाहरू परीक्षणमा परे र तिनीहरू पूरै हल्लाइए ।"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "र त्यसबखत जब कपटी र ती मानिसहरू जसका हृदयमा रोग छन् भन्न थाले कि ‘‘अल्लाह र उसको रसूलले हामीसित जुन वचन गरेका थिए त्यो त धोका मात्र थियो ।’’"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "र उनीहरूमध्येबाटै एउटा समूहले भन्योः कि हे मदीनावालाहरू ! यहाँ तिम्रो निम्ति ठाउँ छैन, तसर्थ फर्किहाल, र उनको एउटा अर्को समूहले पैगम्बरसित यो भनेर जाने अनुमति माँग्न थाल्यो कि ‘‘हाम्रा घर असुरक्षित छन्’’ । यद्यपि तिनीहरू खुल्ला र असुरक्षित थिएनन्, तर उनीहरू त केवल भाग्न चाहन्थे ।"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "र यदि मदीनाको चारैतिरबाट उनीहरूमाथि आक्रमण हुन्थ्यो, अनि त्यसबेला उनीहरूसित उपद्रवको निम्ति भनिएको भए उनीहरूले त्यस्तो गरिहाल्थे र केही बेर बाहेक लड्ने थिएनन् ।"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "यद्यपि यसभन्दा पहिला उनीहरूले अल्लाहलाई वचन दिइसकेका थिए कि उनीहरूले पिठ्युँ फर्काउने छैनन्, र अल्लाहसित, जुन वचन गरिन्छ, त्यसको अवश्य सोधपूछ हुनेछ ।"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "भनिदिनुस् ! कि ‘‘यदि तिमी मर्न वा मारिनुबाट भाग्दछौ त यो भाग्नुबाट तिमीले कदापि लाभ पाउने छैनौ ! र त्यस अवस्थामा पनि तिमीले बहुतै कम फाइदा पाउने छौ ।"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "सोध्नुस् ! ‘‘कि यदि अल्लाहले तिमीमाथि कुनै नराम्रो कुराको विचार गर्दछ वा तिमीमाथि कुनै कृपा गर्न चाहन्छ त को छ जसले तिमीलाई त्यसबाट बचाउन सक्दछ, वा तिमीबाट कृपा रोक्न सक्छ ? यिनीहरूले अल्लाह बाहेक कसैलाई न आफ्नो मित्र पाउनेछन् न सहायक ।"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "अल्लाहले तिमीहरूमध्ये ती मानिसहरूलाई (राम्ररी) जान्दछ, जसले (युद्धबाट) अरुलाई रोक्दछन् र आफ्ना भाइहरूसित भन्दछन्ः कि हाम्रो साथमा आइहाल । र लडाईमा कहिलेकांही मात्र आउँछन् ।"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "(यी) तिम्रो सहायतामा पूरै कन्जूस्याई गर्दछन् । अनि जब भय र डरको समय आउँछ त तपार्इंले उनलाई हेर्नुहुनेछ कि तपार्इंतिर हेरिराखेका हुन्छन्, र उनका आँखाहरू यसरी घुम्छन् जस्तो कि कसैलाई मृत्युको मुर्छा भइराखेको छ । किन्तु जब भय समाप्त हुन्छ तब उनीहरूले आफ्ना तिखो जिब्रोले ठूल ठूला कुरा गर्न थाल्छन् । यिनीहरू धनका धेरै लोभी हुन्छन्, यिनीहरूले ईमान ल्याएकै छैनन् । तसर्थ अल्लाहले उनीहरूको सबै कर्मलाई नाश पारिदिएको छ र यो अल्लाहको लागि धेरै सजिलो छ ।"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "उनीहरूले ठानिराखेका छन् कि (शत्रुका) सैन्यदल अझै गएका छैनन्, र यदि ती सेनाहरू फेरि आउँछन् भने तिनीहरूले चाहन्छन् कि कुनै प्रकार बाहिर (मरुस्थलमा) बद्दूहरूको साथमा भएको भए र त्यहींबाट तिम्रो बारेमा समाचार सोधिराख्ने थिए । र यदि उनीहरू तिम्रो साथमा उपस्थित भएपनि लडाईमा नाममात्रको नै भाग लिन्थे ।"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "निःसन्देह तिम्रो निम्ति अल्लाहको रसूलमा एउटा उत्तम आदर्श छ, प्रत्येक त्यस व्यक्तिको लागि जसले अल्लाह र अन्तिम दिनको आशा राख्दछ, र अल्लाहलाई अधिक स्मरण गर्दछ ।"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "र जब ईमानवालाहरूले (कुफ्फारका) सैन्य दलहरूलाई देखे त भन्न थालेः कि ‘‘यसै कुराको वाचा त अल्लाह र उसको रसूलले हामीलाई दिएका थिए । अल्लाह र उसको रसूलले सत्य भनेका थिए । यस कुराले उनीहरूको ईमान र आज्ञाकारीतालाई झनै बढाइदियो ।"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "ईमानवालाहरूमा यस्ता मानिसहरू पनि छन् कि जुन प्रतिज्ञा उनीहरूले अल्लाहसित गरेका थिए त्यसलाई पूरा गरी देखाए । उनीहरूमध्ये केहीले त आफ्नो (प्रतिज्ञा) पूरा गरिसके र उनीहरूमा केही प्रतीक्षामा छन् । र उनीहरूले (आफ्नो कुरो) अलिकति पनि परिवर्तन गरेनन् ।"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "ताकि (यसको परिणाम स्वरूप) अल्लाहले सत्यनिष्ठहरूलाई उनीहरूको सत्यताको पुरस्कार देओस् र कप्टाचारीलाई चाहन्छ भने यातना देओस् वा उनीहरूको तौबा (प्रायश्चित) स्वीकार गरोस् । अल्लाह बडो क्षमाशील र अति दयावान् छ ।"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "र काफीरहरूलाई अल्लाहले रिसाएकै अवस्थामा त्यसै फर्काइदियो तिनीहरूले कुनै भलाई प्राप्त गर्न सकेनन् । अल्लाहले स्वयम् मोमिनहरूको लागि यस युद्धमा पर्याप्त भयो । अल्लाह त बडो शक्तिमान् र अधिपत्यशाली छ ।"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "र जुन किताबवालाहरूले उनीहरूको सहायता गरेका थिए, तिनीहरूलाई उनको गढहरूबाट अल्लाहले तल ल्यायो र उनीहरूको हृदयमा भय हालिदियो कि तिमीले उनको एउटा समूहलाई हत्या गर्दैछौ र एउटा समूहलाई बन्दी बनाउँदैछौ ।"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "र उसले तिमीलाई उनीहरूको जमिन र उनीहरूको घर र उनीहरूको मालसम्पत्तिको उत्तराधिकारी बनाइदियो र त्यस भूभागको पनि जसलाई तिमीले जीतेका थिएनौ । र अल्लाहलाई हरेक कुराको सामथ्र्य छ ।"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "हे नबी ! आफ्नो पत्नीहरूसित भनिदिनुस् कि ‘‘यदि तिमी सांसरिक जीवन र यसको शोभा लिन चाहन्छौ भने आऊ, म तिमीलाई केही दिएर राम्ररी विदा गरिदेऊँ ।"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "किन्तु यदि तिमीले अल्लाह र उसका रसूल र आखिरतको घर चाहन्छौ भने निश्चय नै अल्लाहले तिमीहरूमध्ये राम्रो काम गर्ने स्त्रहिरूको निम्ति ठूलो प्रतिफल राखिछाडेको छ ।’’"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "हे पैगम्बरका स्त्रीहरू ! तिमीमध्ये जसले पनि कुनै प्रत्यक्ष निर्लज्जताको कर्म गर्नेछ त त्यसको लागि उसलाई दोहोरो यातना हुनेछ र यो अल्लाहको लागि धेरै सरल छ ।"
        }
    ]
}