{
    "maqras": [
        {
            "chapter": 25,
            "verse": 53,
            "text": "Es O az, Aki a ket tengert fakasztotta. Az egyik edesen joizu, a masik sosan keseru. Am kettejuk koze gatat tett es tilalmas tilalmat"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Es O az, Aki a vizbol embert teremtett. Es kijelolt a szamara szarmazason es hazassagon alapulova (rokonsagot). Bizony a te Urad Hatalmas"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Allah helyett olyat szolgalnak (a hitetlenek), ami nem lehet a hasznukra es karukra sem. A hitetlen az Uraval szemben segit (masokat)"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "Csupan ugy kuldtunk el teged (Muhammad - Allah aldja meg es adjon Neki orok udvosseget), hogy oromhir-hozo es into legy"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Mondd: . Nem kerek ezert toletek jutalmat, csak azt, ha barki is akarja, Ura fele vegye utjat"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Es tamaszkodj (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) az Elore, Aki nem hal meg es az Iranta valo halat zengjed! Es O teljesseggel ismeri az O szolgai buneit"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Aki megteremtette az egeket es a foldet es mindazt, ami kozottuk Van hat nap alatt, majd a Tron fole emelkedett a Konyoruletes. Errol. tudassal Birot! kerdezz meg"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Es ha az mondatik nekik: Boruljatok le a Konyoruletes elott!\" Mondjak: ..Mi az Konyoruletes? Olyan elott boruljunk le, amit te ( Muhammad Allah aldja meg es adjon Neki orok udvosseget) parancsolsz?\" Ez csak noveli elfordulasukat"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Aldott legyen az, Aki tornyokat rakott az egre es lampasokat helyezett el benne, es Holdat, amely vilagit"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "O az, Aki az ejszakat es a nappalt egymast valtova tette annak szamara, aki hajlik az intelemre, vagy halas akar lenni"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "A Konyoruletes szolgai azok, akik alazattal jarnak a foldon es ha a tudatlanok megszolitjak oket, azt mondjak: , Beke! (salaman)"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Es azok, akik ugy toltik ejjeleiket, hogy Uruk elott leborulnak es felallnak"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Es azok, akik, azt mondjak: s.Urunk forditsd el roluk a Pokol bunteteset! Mert annak a buntetese folyamatos kinszenvedes"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Borzalmas helye az a tartozkodasnak es az ottletnek"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Es azok, akik adakoznak, nem esnek tulzasba es nem fukarkodnak, a ketto kozott van a helyes ut"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "Es azok, akik nem fohaszkodnak Allah helyett mas istenhez, es. nem olnek meg egyetlen lelket sem, amit Allah tilosnak nyilvanitott, csak jogosan es nem paraznalkodnak. Aki (viszont) ezt teszi, az Atam-al fog szembesulni"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "Megduplaztatik neki a buntetese a Feltamadas Napjan es orokkon abban marad megalazottan"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "Kiveve azokat, akik megbanjak buneiket es hisznek es jotetteket cselekszenek. Azoknak Allah a rossz tetteit jokra csereli ki. Allah Megbocsato es Megkonyorulo"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Aki megbanja buneit es joravalon cselekszik, az teljes megbanassal fordul Allah fele"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Es, akik nem tesznek hamis tanusagot es ha ures beszeddel talalkoznak, emelkedett gondolkodasuan mennek tovabb"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Es, akik intesben reszesulnek az Uruk Jelei altal nem suketen es vakon borulnak le"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Es, akik azt mondjak: , Urunk! Add, hogy oromunket leljuk felesegeinkben es utodainkban! Es tegy minket az istenfelok Szamara elenjaro peldava"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Ok jutalmaztatnak a (magasztos) hellyel (a Paradicsomban), amiert allhatatosan kitartoak voltak. Es udvozlettel es bekesseggel talalkoznak ott"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Orokkon ott lakoznak. Szep hely ez a tartozkodasra es letre"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): .Az Uram csak (a Hozza szolo) fohaszotok miatt foglalkozik veletek. Am ti megis meghazudtoltatok. Igy most elkerulhetetlen lesz (a buntetes szamotokra)"
        }
    ]
}