{
    "maqras": [
        {
            "chapter": 28,
            "verse": 12,
            "text": "Mi pedig tilalmassa tettuk a szamara az (idegen) szoptato asszonyokat. Es o (a testvere) azt mondta: , Mutassak-e nektek egy csaladot, amely gondoskodna rola a szamotokra? Ok tiszta szandekkal lesznek iranta"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Mi igy visszaadtuk ot az anyjanak, hogy orvendezhessen es ne szomorkodjon. Es, hogy megtudhassa: , Allah igerete igaz! Am a legtobben kozottuk nem tudjak"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Mikor elerte a felnottkort es erett ferfi lett, bolcsesseget es tudast adtunk neki. Mi igy jutalmazzuk a helyesen cselekvoket"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Belepett a varosba, amikor annak lakoi ugyet sem vetettek rea. Ket ferfit talalt ott, amint egymassal veszekednek. Az egyik az o partjahoz tartozott, a masik az ellensege volt. Segitsegul hivta ot az, aki az o partjahoz tartozott azzal szemben, aki az ellensege volt. Musu (Mozes) pedig egy okolcsapassal vegzett vele. Mondta: Ez a satan cselekedete volt. Hiszen o nyilvanvalo, eltevelyito ellenseg"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Mondta: Uram! Vetkeztem sajat magam ellen. Bocsass meg nekem!\" O megbocsatott. Hiszen O a Megbocsato es az Irgalmas"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Mondta: Uram! Amiert kegyelmet gyakoroltal irantam, soha nem leszek a bunosok segitoje"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Reggelre kelve felve tekintett szet ott, a varosban. Es ime az, aki tegnap segitseget kerte, most is hangos szoval hivja. Mondta neki Misa (Mozes): Bizony te nyilvanvaloan eltevelyedtel"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Es miutan kezet akart emelni arra, aki mindkettojuk ellensege volt azt mondta ez: .O, Musa (Mozes)! Engem is ugy akarsz megolni, ahogyan azt a lelket tegnap megolted? Hatalmaskodo akarsz lenni a foldon es nem akarsz a kegyesek koze tartozni"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "A varos legtavolabbi reszebol egy ferfi igyekezett szolvan: , O, Musd. (Mozes)! A tanacs azt a dontest hozta veled kapcsolatban, hogy oljenek meg. Hagyd el (a varost)! En azok koze tartozom, akik jo tanaccsal szolgalnak neked"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Felve korbe-korbe tekintgetve ment ki onnan. Mondta: , Uram! Ments meg engem a bunosok nepetol"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Es miutan Madyan fele indult el mondta: .. Talan az Uram az Igaz Utra vezerel engem"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Miutan megerkezett Madyan vizehez (kutjahoz), ott egy csoport embert talalt, akik itattak. Es mellettuk ket not is talalt, akik visszatartottak (az allatokat). Mondta: ..Mi van veletek?\" Azok ketten mondtak: , Mi addig nem itathatunk, amig a pasztorok el nem mennek. A mi apank mar nagyon oreg ember"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "O megitatott kettejuknek. Majd elment az arnyekba. Mondta: . Uram! Bizony nagy szuksegem lenne valami jora, amit lebocsatanal nekem"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Akkor az egyik no odament hozza szegyenkezo jarassal es mondta: , Apank hiv teged, hogy megjutalmazhasson azert, amiert megitattal nekunk.\" Miutan odament hozza es elmeselte a tortenetet neki, az azt mondta: Ne felj! Megmenekultel a bunos neptol"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Kettejuk kozul az egyik azt mondta: ,O apam! Fogadd fel ot! Nem tudsz jobbat felfogadni, mint az, aki eros es megbizhato"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "Mondta: . En szeretnem hozzad adni az egyik lanyomat, azzal a feltetellel, hogy beallsz nyolc evre hozzam. Ha eltoltesz tizet, az rajtad all. Nem szeretnek nehezseget okozni neked. Ha Allah is ugy akarja, akkor a joravalok kozul valonak talalsz engem"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Mondta (Mozes): Legyen ez (szerzodes) koztem es kozted! Barmelyiket is teljesitem a ket hatarido kozul nem erhet meltanytalansag. Arra, amit mi most mondunk Allah legyen a biztositek"
        }
    ]
}