{
    "maqras": [
        {
            "chapter": 30,
            "verse": 31,
            "text": "Megbanassal fordulva Hozza. Es feljetek Ot! Es vegezzetek el az imat es ne tartozzatok a tarsitok kozet"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Azok koze, akik darabokra szaggattak a vallasukat es csoportokra szakadtak es minden csapat annak orul, ami nala van"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Es ha az embereket csapas eri, az Urukhoz fohaszkodnak, megbanassal fordulva Hozza. Am miutan izelitot ad a Tole szarmazo konyoruletbol, lam egy csoport kozuluk tarsat allit az Uruk melle"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Hogy tagadjak azt, amit adtunk nekik. Elvezzetek! Majd meg fogjatok tudni"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Vagy talan erveket bocsatottunk le nekik, amik arrol szolnak, amit Melle tarsitanak"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Es ha megizleltetjuk az emberekkel a konyoruletet orvendeznek annak. Am ha valami csapas eri oket, amiatt, amit kezuk korabban elkovetett, azonnal elvesztik a remenyt"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Talan nem latjak, hogy Allah kimerten adja a gondoskodast annak akinek akarja, vagy bokezuen meri. Bizony ebben jelek vannak az olyan nep Szamara, amely hisz"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Add meg a rokonnak a neki jaro Teszt es a szegenyeknek es az uton levoknek! Ez jobb azoknak, akik Allah utan vagyakoznak. Ok azok, akik boldogulnak"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Amit kamatra adtok, hogy az emberek vagyonaban igy novekedjen az, az nem novekszik kamattal Allah-nal. Am, amit zakat-kent adtok, Allah Orcaja utan vagyakozva, ugy ok azok, akik megketszerezettben reszesulnek"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Allah az, Aki megteremtett benneteket, azutan gondoskodott rolatok, majd a halalba kuld benneteket, majd uj eletre kelt benneteket. Van-e a tarsaitok kozott valaki is, aki ebbol barmit is meg tudna tenni? Magasztaltassek (Allah)! Mennyire felette all O annak, amit Hozza tarsitanak"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Romlas jelent meg a szarazfoldon Es a tengeren, annak okan, amit az emberek keze elkovetett. Azert, hogy megizleltesse veluk annak egy reszet, amit elkovettek. Talan megtemek"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "Mondd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget): , Jarjatok be a foldet es figyelve nezzetek mi lett a sorsa azoknak, akik korabban voltak! A legtobbjuk tarsito volt"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "Iranyitsd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) arcodat az igaz, egyenes Vallas fele, meg azelott, hogy eljonne egy olyan Nap, amelyet nem lehet elharitani! Allah-tol jon. Azon a Napon csoportokra esnek szet"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Aki hitetlen volt, annak hitetlensege a maga karara van. Aki pedig joravalo modon cselekedett, azok (a joravalo modon cselekvok osszessege) a maguk szamara keszitik agyaikat (a Paradicsomban)"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "Hogy megjutalmazza azokat, akik hisznek es jotetteket visznek veghez, az O tularado konyorulete folytan. Bizony O nem szereti a hitetleneket"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "AzO Jelei koze tartozik az is, hogy oromhir hozo szeleket kuld, azert, hogy megizleltesse veletek az O konyoruletet es hogy az O parancsara a hajok haladjanak es hogy az O tularado kegyelme utan vagyakozzatok! Talan halasak lesztek"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "Bizony mar elotted ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) is kuldtunk Kuldotteket az o nepukhoz, akik. nyilvanvalo bizonyitekokkal jottek el. Bosszut alltunk azokon, akik bunoket kovettek el. A Mi kotelessegunk a hivok megsegitese"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "Allah az, Aki szeleket kuld, amelyek felhoket formalnak es ugy teriti szet az egen azokat, ahogyan akarja. Es sotet foszlanyokka teszi azt. Es latod amint abbol surun szitalo eso hull. Es ha ezzel az O szolgai kozul eleri azt, akit akar, ugy ok orvendeznek"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "Jollehet azelott, hogy lebocsattatott volna rajuk, ketsegbeeses gyotorte oket"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Nezd hat meg Allah konyoruletenek nyomait! Hogyan eleszti uj eletre a foldet annak halala utan. Bizony O a halottakat eletre kelto! Es O mindenre kepes"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "Es ha szelet kuldenenk es latnak elsargulni (a vetesuket), meg ezutan is hitetlenek maradnanak"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Bizony te ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) nem adhatsz hallast a halottaknak es azt sem teheted meg, hogy a suket a hivast meghallja, ha ok hatat forditanak"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Nem vezetheted (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) a vakokat a tevelygesukbol az Igaz Utra. Es csak azoknak adhatsz hallast, akik hisznek a Mi jeleinkben. Ok a muzulmanok, akik alavetik magukat"
        }
    ]
}