{
    "maqras": [
        {
            "chapter": 33,
            "verse": 18,
            "text": "Allah mar tudja kik kozuletek a (harctol) visszatartok es kik mondjak a testvereiknek: , Gyertek ide hozzank!\" Es csak keves harci batorsagrol tesznek tanusagot"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Fukarkodva veletek szemben (a segitseg nyujtasban). Am ha eljo a felelem, latod oket, amint a halalfelelemtol elajulo, forgo szemekkel neznek rad. Am, ha elmulik a felelem eles nyelvvel szurkalnak benneteket, fukarul (vagyakozva) a javaikra (a zsakmanybol). Ezek nem hittek. Allah hiabavalova tette a cselekedeteiket. Az konnyu Allah szamara"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Ugy gondoljak, hogy al-Ahzabu! nem mentek el. Ha pedig ujra eljonnek a (szovetseges) partok azt szeretnek barcsak a beduinok kozott lennenek a sivatagban es csak kerdezoskodhetnenek a hireitek felol. Am ha kozottetek lennenek csak kevesen harcolnanak"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Allah Kuldotteben ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) szep peldat (uswatun hasanatun) talalhattok a magatok szamara es annak, aki Allah utan vagyakozik es a Vegso Nap utan es gyakran megemlekezik Allah-rol"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Miutan a hivok meglattak al- Ahzabu-t, azt mondtak: Ez az, amit Allah es a Kuldotte (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) igert. nekunk. Allah es a Kuldotte (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) igazat szolt.\" Ez csak novelte oket a hitukben es az odaadasukban"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Vannak a hivok kozott olyan ferfiak, akik igazak abban, amit Allah-nak fogadtak meg. Vannak kozottuk olyanok, akiknek a sorsa mar betelt. Vannak kozottuk olyanok, akik meg varakoznak, am semmifele valtoztatast nem vittek vegbe (az Allah-nak tett fogadalmukban)"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "Azert, hogy Allah megjutalmazza az igazakat az igaz mivoltuk miatt, vagy megbuntesse a kepmutatokat, ha akarja, vagy kiengesztelodve forduljon felejuk. Allah bizony Megbocsato es Irgalmas"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Allah visszavetette azokat, akik hitetlenkednek az o haragjukkal egyutt. Semmi jora sem tettek szert. Allah elegseges a hivok szamara a harcban. Allah Eros es Hatalmas"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Es azokat, akik a Konyv nepe kozul segitettek oket (a hitetleneket) arra kesztette (a Magasztos Allah), hogy lejojjenek az eroditmenyeikbol. A felelmes rettegest helyezte a szivukbe. Egy reszuket kozuluk megoltetek, a masik reszet pedig fogsagba ejtettetek"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Es O oroksegul adta nektek a foldjuket es a lakhelyeiket es a javaikat es egy olyan foldet, amelyet labatok meg nem erintett ezelott. Allah mindenre kepes"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "O, Profeta (Muhammad- Allah aldja meg es adjon Neki orok udvosseget)! Mondd a felesegeidnek: Ha az evilagi eletet ahitozzatok, es annak ekessegeit, ugy gyertek ide! Megadom azt nektek es aztan szepen bocsatalak el benneteket"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Am, ha Allah utan vagyakoztok Es az O Kuldotte utan es a Tulvilag Orszagaert- ugy Allah a helyesen cselekvo kegyes asszonyok szamara, kozuletek, hatalmas jutalmat keszitett elo"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "O ti Profeta asszonyai! Ha barki is kozuletek nyilvanvalo fertelmes dolgot kovet el annak ketszeres buntetesben lesz resze. Ez konnyu Allah szamara! Ouz\" 22. Hizb"
        }
    ]
}