{
    "maqras": [
        {
            "chapter": 11,
            "verse": 41,
            "text": "Mondta (Noe): , Szalljatok fel ra! Allah neveben legyen haladasa es Tehorgonyzasa!\" Bizony az en Uram Megbocsato es Irgalmas"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Es a barka hegyekhez hasonlo hullamokon haladt veluk. Mu (Noe) szolitotta a fiat, aki egy kulon helyen volt: .O, fiam! Szallj fel velunk! Es ne tartozz a hitetlenek koze"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "Mondta (a fiu): . En egy hegyen keresek menedeket, amely megved engem a viztol.\" Mondta: Ma nincs senki, aki megvedene Allah parancsatol, kiveve azt, akin konyorul.\" Hullam tornyosodott fel kozottuk es a megfulladok koze tartozott"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Es mondatott: ,O, Fold! Nyeld el a vizedet!\" Es: .O, Eg! Hagyd abba (az eso arasztasat)!\" Es a viz leapadt. Es a parancs beteljesedett. Es al-Gudr hegyen allapodott meg (a barka.) Es mondatott: , Pusztuljon a bunosok nepe"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Es szolitotta uk (Noe) az o Urat es mondta: , Uram! A fiam a csaladomhoz tartozik. Es az Igereted az igazsag. Es Te vagy a legbolcsebb Itelobiro"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "Mondta: .O, Nuh (Noe)! O nem tartozik a csaladodhoz. O nem cselekedett helyesen. Ne kerdezz olyanrol, amirol nincs tudasod. Ova intelek, nehogy a tudatlan nephez tartozz"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Mondta: Uram! Hozzad menekulok az elol, hogy olyat kerdezzek Toled, amirol nincs tudasom. Es ha nem bocsatasz meg nekem es irgalmazol, ugy en a karvallott vesztesek koze fogok tartozni"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Mondatott: ..O, Nih (Noe)! Ereszkedj le (a barkabol) a Tolunk szarmazo bekesseggel es aldasokkal rad es azon kozossegeken, akik veled vannak! Nemely kozossegnek egy ideig engedjuk, hogy elvezzek (az evilagi eletet), majd fajdalmas buntetes eri el oket Tolunk"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Ez azon tortenetek koze tartozik, amelyek a lathatatlant alkotjak\", am Mi sugalljuk azt neked (Muhammad- Allah aldja meg es adjon Neki orok udvosseget). Te nem ismerted azt es a neped sem ezelott. Legy hat allhatatosan kitarto! A jo veg az istenfeloke"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Es \"Ad-hoz a testveruket Hiid-ot (kuldtuk el), aki mondta: .O, nepem! Szolgaljatok Allah-ot! Nincs mas isten a szamotokra Rajta kivul, Ti csupan hazugsagot koholok vagytok"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O, nepem! Nem kerek toletek ezert jutalmat. Az en jutalmam egyedul Arra tartozik, Aki megteremtett engem. Hat nem fogjatok fel esszel"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "Es o, Nepem! Kerjetek bocsanatot az Uratoktol! Majd forduljatok bunbanattal feleje! Es O (esovel) bosegesen arado eget kuld nektek es erotoket erovel noveli meg. Es ne forduljatok el bunoskent"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Ok mondtak: ,.O, Hud! Te nem hoztal nyilvanvalo bizonyitekot nekunk. Es mi nem hagyjuk el az isteneinket a te szavad alapjan. Es nem hiszunk neked"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Mi csak azt mondhatjuk: Nalamely istenunk rosszal vert meg teged,\" Mondta: , Allah-ot hivom tanuul es tanuskodjatok ti is arrol, hogy en mentes vagyok attol, amit ti tarsitotok"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Melleje! Szojetek csak armanyt mindannyian, majd ne varassatok"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "En bizony Allah-ra, az en Uramra Es a ti Uratokra hagyatkozom. Nincs egyetlen eloleny, amelynek ne ragadna meg az ustoket. Bizony az en Uram az Egyenes uton van"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Ha elfordultok (az a ti dolgotok.) En bizony tovabbitottam azt, amivel elkuldettem hozzatok. Az en Uram mas nepet fog a helyetekre allitani. Es ti semmiben sem lehettek artalmara, Bizony az en Uram mindenek felett Orzo"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Es miutan eljott a mi parancsunk, megmentettuk Hd-ot es azokat, akik vele egyutt hittek- a Tolunk szarmazo konyorulet altal. Szigoru buntetestol mentettuk meg oket"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Ez volt \"Ad (nepe)! Tagadtak az Uruk Jeleit es szembefordultak az O Kuldotteivel. Es minden megatalkodott hatalmaskodo parancsait kovettek"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Az evilagi letben atok jart a nyomukban es a Feltamadas Napjan is. Bizony \"Ad nem hitt az o Uraban. Pusztuljon \"Ad, Hud nepe"
        }
    ]
}