{
    "maqras": [
        {
            "chapter": 2,
            "verse": 272,
            "text": "(Hoi Muhammad!) Khong phai Nguoi huong dan ho theo Chinh Đao ma Allah (la Đang) huong dan nguoi nao ma Ngai muon, theo Chinh Đao. Va bat cu mon (vat bo thi) tot nao cac nguoi tieu ra thi chinh ban than (linh hon) cua cac nguoi se huong loi (ve no); va cac nguoi tieu ra nhu the la chi đe lam cho Allah hai long ma thoi. Va bat cu vat tot nao cac nguoi tieu ra, no se đuoc tra lai cho cac nguoi đay đu va cac nguoi se khong bi đoi xu thiet thoi mot may may nao"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Cua bo thi la danh) cho nguoi ngheo, nhung ai vi Chinh Nghia cua Allah đa bi han che trong viec đi đay đo tren mat đat (đe tim ke sinh nhai); nhung ke kem hieu biet thay tu cach khiem ton cua ho tuong rang ho đay đu khong can gi khac; Nguoi (hoi Su Gia!) co the nhan biet hoan canh cua ho qua (nhung net đac biet) tren guong mat cua ho; ho khong tro tren xin xo va quay ray thien ha. Boi the, bat cu vat tot nao cac nguoi tieu ra cho ho, chac chan Allah biet ro no"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Nhung ai chi dung tai san cua ho đem va ngay (vao viec tu thien) mot cach kin đao hay cong khai, se nhan phan thuong cua ho noi Thuong Đe (Allah) cua ho; ho se khong lo so cung se khong buon phien"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Nhung ai an (lay) tien loi cho vay (Riba) se khong đung vung tru phi đung nhu mot ke đa bi Shaytan so mo va lam cho đien cuong. So di nhu the la vi ho noi: “Thuong mai co khac gi voi viec cho vay lay lai đau.” Nhung Allah cho phep buon ban va cam cho vay lay lai. Boi the, ai đa nhan đuoc lenh canh cao cua Allah va ngung (cho vay lay lai) thi se đuoc (Allah) tha thu ve qua khu cua y; va cong viec cua y se đuoc trinh len cho Allah quyet đinh. Nguoc lai, ai tai pham thi se lam Ban cua Lua (hoa nguc); trong đo, ho se vao o đoi đoi"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah xoa bo (đinh che) 'Riba' (cho vay lay lai) va lam phat đat viec bo thi (Sadaqah); va Allah khong thuong nhung ke phu on va toi loi"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Qua that, nhung ai co đuc tin va lam viec thien, va chu đao dang le Salah va đong Zakah thi se nhan phan thuong cua ho o noi Thuong Đe cua ho; ho se khong lo so cung se khong buon phien"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Hoi nhung ai co đuc tin! Neu cac nguoi la nhung nguoi co đuc tin that su thi hay so Allah va bo phan con lai cua tien loi cho vay"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Nhung neu cac nguoi khong thi hanh thi hay coi chung chien tranh tu Allah va Su Gia cua Ngai; neu cac nguoi hoi cai thi se đuoc tien von cua cac nguoi tro lai. Cho đoi xu bat cong voi nguoi khac va cac nguoi se khong bi đoi xu bat cong tro lai"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Va neu nguoi thieu no lam vao hoan canh kho khan, hay gia han cho y cho đen khi y cam thay nhe ganh lo (trong viec tra no); nhung neu cac nguoi bo thi (tien no) cho ho thi đieu đo tot nhat cho cac nguoi, neu cac nguoi biet"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Va hay so Ngay ma cac nguoi se đuoc đua ve gap Allah tro lai (đe chiu xet xu). Roi moi linh hon se đuoc tra lai đay đu ve nhung đieu (toi loi) ma no đa pham va ho se khong bi đoi xu bat cong"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Hoi nhung ai co đuc tin! Khi cac nguoi giao dich muon tien bac cua nhau trong mot thoi han an đinh, hay viet no xuong thanh giay to va hay goi mot nguoi bien chep đen ghi chep nhung đieu ket uoc giua đoi ben mot cach vo tu va cong bang; nguoi bien chep khong đuoc tu choi viet theo đieu ma Allah đa day y. Boi the, hay đe cho y viet. Va nguoi mac no đoc ra so no; y phai so Allah, Thuong Đe cua y; va y khong đuoc bot mot ti nao so no cua y; neu nguoi mac no khong đuoc sang suot (ve tinh than), hoac yeu ot hoac khong co kha nang đoc no thi nguoi giam ho cua y đoc so no ay mot cach vo tu va cong bang; va hay goi hai nguoi đan ong cua cac nguoi đen lam chung; nhung neu khong co hai nguoi đan ong thi chon mot nguoi đan ong va hai nguoi đan ba cua cac nguoi đen lam chung; muc đich la neu mot trong hai nu nhan chung đo nham lan, nguoi no se nhac lai nguoi kia; va nhung nhan chung khong đuoc tu choi khi đuoc moi. Va cho ai ngai viet no thanh van du so no nho hay lon đen ky han cua no. Đoi vđi Allah, đieu đo cong bang hon, chinh xac hon khi đua ra bang chung va thich hop hon trong viec chan đung đieu nghi ky lan nhau; ngoai tru truong hop mua ban tai cho giua cac nguoi voi nhau thi cac nguoi khong pham toi neu khong viet thanh van ban va hay goi nhan chung đen lam chung khi cac nguoi thuong luong buon ban. Va cho hai nguoi bien chep lan nhan chung; va neu cac nguoi hai ho thi qua that đo la mot hanh đong hung ac noi cac nguoi. Va hay so Allah boi vi Allah day cac nguoi (lam tot) va Allah Hang Biet moi viec"
        }
    ]
}