{
    "maqras": [
        {
            "chapter": 7,
            "verse": 65,
            "text": "Va ve dan toc 'Ad, TA đa cu Hud, mot nguoi anh em cua ho đen voi ho. (Hud) bao (ho): “Hoi dan ta! Hay tho phung Allah, cac nguoi khong co mot Thuong Đe nao khac ngoai Ngai. The cac nguoi khong so Allah hay sao?”"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Cac lanh tu cua nhung ke khong co đuc tin trong nguoi dan cua Y len tieng: “That su bon ta thay nguoi đien ro va bon ta nghi rang nguoi la mot ten noi doi.”"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "(Hud) bao: “Ta khong ngu xuan, nguoc lai ta la mot Su Gia cua Thuong Đe cua vu tru va muon loai"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "“Ta truyen đat cho cac nguoi nhung Buc Thong Điep cua Thuong Đe cua Ta va Ta la mot nguoi co van rat tin nhiem cho cac nguoi"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "“Ha cac nguoi ngac nhien ve mot thong điep nhac nho tu Thuong Đe cua cac nguoi đuoc goi đen cho cac nguoi qua trung gian cua mot nguoi pham xuat than tu cac nguoi đuoc dung đe canh cao cac nguoi hay sao? Va hay nho lai khi Ngai (Allah) đa chi đinh cac nguoi noi nghiep nguoi dan cua Nuh va tao cac nguoi co voc dang to lon. Do đo, hay nho cac đac an cua Allah đa ban cho (cac nguoi) đe may ra cac nguoi đuoc phat đat.”"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Ho đap: “Co phai nguoi đen yeu cau bon ta ton tho rieng Allah thoi va tu bo nhung vi ma cha me cua bon ta đa tung tho phung hay sao? Neu nguoi la mot nguoi noi that thi hay mang cai (hinh phat) ma nguoi thuong noi đe ham doa bon ta đen trung phat bon ta đi.”"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "(Hud) bao: “Qua that hinh phat va su gian du cua Thuong Đe cua cac nguoi đa roi nham phai cac nguoi roi. Phai chang cac nguoi tranh luan voi ta ve nhung ten goi ma cac nguoi lan cha me cua cac nguoi đa bia đat, đieu ma Allah đa khong ban cho mot tham quyen nao? The cac nguoi hay đoi xem, ta se cung đoi voi cac nguoi.”"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Boi the, TA lay long Khoan dung ma giai cuu Hud voi nhung ai theo Y va chat đut goc re cua nhung ke đa phu nhan cac dau hieu cua TA boi vi chung la nhung ke khong co đuc tin"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Va ve nguoi dan Thamud, TA đa cu Saleh, mot nguoi anh em cua ho đen voi ho. (Saleh) bao (ho): “Hoi dan ta! Hay tho phung Allah, cac nguoi khong co Thuong Đe nao khac ngoai Ngai ca. Qua that, mot dau hieu ro ret tu Thuong Đe cua cac nguoi đa đen voi cac nguoi: con lac đa cai nay cua Allah la mot dau hieu cho cac nguoi. Boi the, hay đe mac no an co tren đat đai cua Allah, va cho mo tay ham hai no; neu khong nghe, cac nguoi se bi trung phat đau đon"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Va (hay nho) khi Ngai đa chi đinh cac nguoi noi nghiep (nguoi dan) 'Ad va ban cho cac nguoi cho ngu tren trai đat, cac nguoi đa xay cat dinh thu noi đong bang va đuc nui lam nha trong đo. Boi the, hay nho cac an hue cua Allah va cho la nhung ke pha roi tri an tren trai đat"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Cac lanh tu cua nhung ke ngao man trong đam nguoi dan cua Y (Saleh) noi voi nhung nguoi yeu the, va nhung ai co đuc tin trong ho, bao: “Cac nguoi co biet chac Saleh la mot Su Gia cua Thuong Đe cua Y hay khong? Ho đap: “Chung toi tin tuong noi đieu (mac khai) ma Nguoi mang đen.”"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Nhung ke ngao man đap: “Bon ta phu nhan đieu ma cac nguoi hang tin tuong.”"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Xong chung (nhung ke khong tin) cat nhuong con lac đa cai va xac xuoc thach đo menh lenh cua Thuong Đe cua chung boi vi chung noi: “Hoi Saleh! Neu nguoi la mot Su Gia cua Allah thi hay mang cai (hinh phat) ma nguoi doa dam bon ta đen trung phat bon ta đi.”"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Do đo, mot tran đong đat đa chup bat chung vao buoi sang lam cho chung chet chui đau trong nha"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Tiep đo, Saleh roi bo chung, va bao: “Hoi dan ta! Qua that, ta đa truyen đat cho cac nguoi Thong Điep cua Thuong Đe cua ta va khuyen bao cac nguoi đieu tot lanh nhung cac nguoi khong thich nhung nguoi co van tot.”"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Va (hay nho) Lut khi Y bao nguoi dan cua Y (nhu sau): “Phai chang cac nguoi đa lam mot đieu tho bi nhat ma khong mot nguoi nao trong thien ha đa lam nhu cac nguoi"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "“Cac nguoi đa lam tinh voi đan ong thay vi phu nu. Khong, cac nguoi la mot đam nguoi vuot qua muc gioi han.”"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Va nguoi dan cua Y khong biet noi gi đe tra loi ngoai đieu nay: “Hay tong co ho ra khoi thanh pho cua cac nguoi! Boi vi ho la nhung nguoi muon đuoc trong sach.”"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Nhung TA đa cuu Y (Lut) va gia đinh cua Y ngoai tru nguoi vo cua Y; ba ta la mot nguoi tri tre đang sau"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "Va TA đa trut len ho mot tran mua đa (diem sinh). Boi the, hay xem ket cuoc cua nhung ke toi loi đa xay ra nhu the nao"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "Ve nguoi dan Madyan (Madian), TA đa cu Shu'aib, mot nguoi anh em cua ho đen voi ho. Shu'aib bao (ho): “Hoi dan ta! Hay tho phung Allah, cac nguoi khong co Thuong Đe nao khac ngoai Ngai ca. Qua that, đa co mot bang chung ro ret tu Thuong Đe cua cac nguoi đen voi cac nguoi. Boi the, hay đo cho đung va can cho đu va cho lay bot hang hoa cua nguoi va cho gay pha roi tren trai đat sau khi no đa đuoc on đinh trat tu. Đieu đo tot nhat cho cac nguoi neu cac nguoi co đuc tin"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "“Va cho ngoi cho tai moi nga đuong doa dam va can tro nhung ai tin noi Ngai (Allah) xa lanh con đuong cua Ngai va tim cach be cong no. Va hay nho lai khi cac nguoi chi gom mot thieu so roi Ngai gia tang nhan so cua cac nguoi them đong; va hay xet xem ket cuoc cua nhung ke pha hoai xay ra nhu the nao"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "“Va neu trong cac nguoi co mot so nguoi tin tuong noi đieu (mac khai) ma ta mang đen va co mot so khac khong tin tuong thi hay kien nhan chiu đung cho đen khi Allah xet xu giua chung ta boi vi Ngai la Đang Xet Xu Uu Viet.”"
        }
    ]
}