{
    "maqras": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Va hay nhan biet trong tat ca cac chien loi pham ma cac nguoi tich thu (trong chien tranh), mot phan nam (/5) la cua Allah va cua Su Gia (Muhammad) va cua ba con gan, va cua cac tre mo coi, va cua nguoi thieu thon va cua nguoi lo đuong xa, neu cac nguoi thuc su tin tuong noi Allah va noi đieu mac khai đa đuoc ban xuong cho nguoi toi trung (Muhammad) cua TA (Allah) vao ngay phan biet (giua Chinh-giao va Ta-giao) tuc la ngay hai luc luong (Muslim va Kafir) đung đo nhau (tai Badr.) Boi vi Allah co toan quyen đinh đoat tat ca moi viec"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Hay nho lai khi cac nguoi o phia ben nay (cua thung lung Badr) va đich quan cam trai xa phia ben kia va đoan khach thuong cua chung o phia duoi cac nguoi (đang di chuyen ve huong bien). Va neu cac nguoi hen giao tranh thi chac chan cac nguoi se that bai trong viec hen gap đo. Nhung (viec giao chien đa xay ra) la vi Allah muon hoan tat menh lenh ma Ngai đa ban hanh: rang ai toi so chet thi se chet theo bang chung ro ret va ai song sot thi se song theo bang chung ro ret boi vi qua that Allah Hang Nghe va Hang Biet (moi viec)"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Hay nho lai khi Allah đa cho Nguoi nam mong thay (đich) chi gom mot thieu so. Va neu Ngai cho Nguoi thay quan so cua chung đong đao, thi chac chan cac nguoi se yeu long va se cai nhau ve quyet đinh giao chien. Nhung Allah đa cuu cac nguoi boi vi chac chan Ngai biet đieu nam trong long cua moi nguoi"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Va hay nho lai khi Ngai (Allah) đa cho cac nguoi thay chung chi gom mot thieu so duoi cap mat cua cac nguoi khi hai ben giap chien va Ngai lam cho chung khinh thuong cac nguoi duoi cap mat cua chung muc đich đe cho Allah hoan tat cong viec ma Ngai đa quyet đinh boi vi tat ca moi viec đeu phai trinh lai cho Allah (đe tham đinh)"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Hoi nhung ai co đuc tin! Khi cac nguoi cham đich hay kien quyet (cho lui buoc) va tuong nho Allah cho that nhieu đe cac nguoi co the chien thang"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Va hay tuan lenh Allah va Su Gia cua Ngai va cho cai nhau e rang cac nguoi se thoi chi va mat uu the. Va hay kien nhan boi vi qua that Allah o cung voi nhung nguoi kien nhan"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Va cho giong nhu nhung ke đa xuat quan tu nha voi dang đieu dieu vo duong oai cho thien ha thay va muu đinh can tro thien ha khong cho theo con đuong cua Allah nhung Allah bao quat het moi viec chung lam"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Va hay nho lai khi Shaytan lam cho viec lam (sai trai) cua chung hap dan đoi voi chung bang cach noi (voi chung): “Ngay nay khong mot ai trong nhan loai co the chien thang đuoc cac nguoi boi vi ta sat canh voi cac nguoi.” Nhung khi hai đoan quan (Muslim va Kafir) đoi mat nhau thi (Shaytan) quay bo đi va noi lai (voi chung): \"Ta gia biet cac nguoi. Ta thay đieu (that bai) ma cac nguoi khong thay. Ta so Allah boi vi Allah rat nghiem khac trong viec trung phat"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Va hay nho lai khi cac ten gia tao đuc tin va nhung ai mang mot chung benh (gia doi) trong long len tieng (ve nhung nguoi Muslim): “Nhung nguoi nay đa bi ton giao cua ho doi gat.” Nhung ai tin cay va pho thac cho Allah thi se thay qua that Allah Toan Nang, Rat Muc Sang Suot"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Va neu nguoi co the chung kien đuoc canh huong khi Thien Than bat hon nhung ke khong tin (luc chet) bang cach đap vao mat va luug cua chung (va bao:) “Hay nem hinh phat cua lua đot.”"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "So di nhu the la vi nhung đieu (toi loi) ma ban tay cua cac nguoi đa gay ra va rang Allah khong he bat cong đoi voi bay toi cua Ngai"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Giong nhu cung cach cua đam thuoc ha cua Fir’awn (Phe-ro) va cua nhung ke song truoc chung: chung đa phu nhan cac dau hieu cua Allah, boi the, Allah đa bat phat chung vi toi loi cua chung. Qua that, Allah rat manh va nghiem khac trong viec trung phat"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "So đi nhu the la vi Allah khong thay đoi an hue ma Ngai đa ban cho mot đam nguoi (hay dan toc) tru phi ho thay đoi đieu nam noi ban than cua ho. Va qua that, Allah Hang Nghe va Hang Biet (het moi viec)"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Giong le thoi cua đam thuoc ha cua Fir-'awn va nhung ke song truoc chung: chung phu nhan cac dau hieu cua Thuong Đe (Allah) cua chung. Boi the, TA (Allah) đa tieu diet chung vi toi loi cua chung; va TA đa nhan đam thuoc ha cua Fir-'awn chet chim boi vi tat ca bon chung đeu la nhung ke lam đieu sai quay"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Qua that, sinh vat xau nhat đoi voi Allah la nhung ai phan boi boi vi chung khong co đuc tin"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Nhung ai trong bon chung đa giao uoc voi Nguoi roi sau đo boi uoc bat cu luc nao va khong so Allah"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Boi the, neu Nguoi chinh phuc đuoc chung thi hay phan tan chung va nhung ke theo chung muc đich lam cho chung nho lai (hinh phat canh cao)"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Va neu Nguoi so đam nguoi nao boi uoc thi hay nem tra lai chung (giao uoc cua chung) đe đuoc ngang bang nhau boi le Allah khong yeu thuong nhung ke phan boi"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Va cho đe cho nhung ke khong co đuc tin nghi rang chung đa tron thoat khoi (Allah) boi vi chung se khong bao gio pha hong đuoc (ke hoach cua Allah)"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Va hay don tat ca suc manh cua cac nguoi đe chuan bi luc luong san sang chong lai chung ke ca cac con chien ma hau lam cho ke thu cua Allah va cua cac nguoi kinh hon bat via va ca cac ke thu khac nua ma cac nguoi khong biet nhung Allah biet ro chung. Va bat cu cai gi cac nguoi chi dung cho Chinh Nghia cua Allah thi se đuoc tra lai đay đu cho cac nguoi va cac nguoi se khong bi đoi xu bat cong"
        }
    ]
}