{
    "rukus": [
        {
            "chapter": 8,
            "verse": 70,
            "text": "O Prophet! Say to the captives who are in your hands, ‘If Allah finds any good in your hearts, He will give you [something which is] better than what has been taken away from you, and He will forgive you, and Allah is all-forgiving, all-merciful.’"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "But if they seek to betray you, then they have already betrayed Allah earlier, and He gave [you] power over them; and Allah is all-knowing, all-wise"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Indeed those who have believed and migrated and waged jihad with their possessions and persons in the way of Allah, and those who gave [them] shelter and help —they are heirs of one another. As for those who have believed but did not migrate, you have no heirdom in relation to them whatsoever until they migrate. Yet if they ask your help for the sake of religion, it is incumbent on you to help them, excepting against a people with whom you have a treaty; and Allah sees best what you do"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "As for the faithless, they are allies of one another. Unless you do the same, there will be turmoil on the earth and great corruption"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Those who have believed, migrated, and waged jihad in the way of Allah, and those who gave them shelter and help, it is they who are truly the faithful. For them shall be forgiveness and a noble provision"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "And those who believed afterwards and migrated, and waged jihad along with you, they belong to you; but the blood relatives are more entitled to inherit from one another in the Book of Allah. Indeed Allah has knowledge of all things"
        }
    ]
}