{
    "rukus": [
        {
            "chapter": 33,
            "verse": 41,
            "text": "O you who have faith! Remember Allah with frequent remembrance"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "and glorify Him morning and evening"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "It is He who blesses you, and so do His angels, that He may bring you out from darkness into light, and He is most merciful to the faithful"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "The day they encounter Him, their greeting will be, ‘Peace,’ and He holds in store for them a noble reward"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "O Prophet! Indeed We have sent you as a witness, as a bearer of good news and as a warner"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "and as a summoner to Allah by His permission, and as a radiant lamp"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Announce to the faithful the good news that there will be for them a great grace from Allah"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "And do not obey the faithless and the hypocrites, and disregard their torments, and put your trust in Allah, and Allah suffices as trustee"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "O you who have faith! When you marry faithful women and then divorce them before you touch them, there shall be no period for you to reckon. But provide for them and release them in a graceful manner"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "O Prophet! Indeed We have made lawful to you your wives whom you have given their dowries, and those whom your right hand owns, of those whom Allah gave you as spoils of war, and the daughters of your paternal uncle, and the daughters of your paternal aunts, and the daughters of your maternal uncle, and the daughters of your maternal aunts who migrated with you, and a faithful woman if she offers herself to the Prophet and the Prophet desires to take her in marriage, (a privilege exclusively for you, not for [the rest of] the faithful; We know what We have made lawful for them with respect to their wives and those whom their right hands own so that there may be no blame on you,) and Allah is all-forgiving, all-merciful"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "You may put off whichever of them you wish and consort with whichever of them you wish, and as for any whom you may seek [to consort with] from among those you have set aside [earlier], there is no sin upon you [in receiving her again]. That makes it likelier that they will be comforted and not feel unhappy, all of them being pleased with what you give them. Allah knows what is in your hearts, and Allah is all-knowing, all-forbearing"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Beyond that, women are not lawful for you, nor that you should change them for other wives even though their beauty should impress you, except those whom your right hand owns. And Allah is watchful over all things"
        }
    ]
}