{
    "pages": [
        {
            "chapter": 6,
            "verse": 95,
            "text": "Verily! It is Allah Who causes the seed grain and the fruit stone to split and sprout. He brings forth the living from the dead, and it is He Who brings forth the dead from the living. Such is Allah, then how are you deluded away from the truth"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "(He is the) Cleaver of the daybreak. He has appointed the night for resting, and the sun and the moon for reckoning. Such is the measuring of the Almighty, the All-Knowing"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "It is He Who has set the stars for you, so that you may guide your course with their help through the darkness of the land and the sea. We have (indeed) explained in detail Our Ayat for people who know"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "It is He Who has created you from a single person, and has given you a place of residing and a place of storage. Indeed, We have explained in detail Our revelations for people who understand"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "(It is He Who sends down water from the sky, and with it We bring forth vegetation of all kinds, and out of it We bring forth green stalks, from which We bring forth thick clustered grain. And out of the date-palm and its sprouts come forth clusters of dates hanging low and near, and gardens of grapes, olives and pomegranates, each similar, yet different. Look at their fruits when they begin to bear, and Yan`ih. Verily! In these things there are signs for people who believe.) Allah said"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Yet, they join the Jinns as partners in worship with Allah, though He has created them, and they attribute, falsely without knowledge - sons and daughters to Him. Be He Glorified and Exalted above what that they attribute to Him"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "He is the Badi` (Originator) of the heavens and the earth. How can He have children when He has no wife He created all things and He is the All-Knower of everything"
        }
    ]
}