{
    "pages": [
        {
            "chapter": 16,
            "verse": 80,
            "text": "And Allah had made your homes a place of rest for you, and made dwellings for you out of the hides of the cattle which you find so light when you travel and when you camp; and furnishings and articles of convenience out of their wool, fur, and hair - comfort for a while"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "And Allah has made shade for you out of that which He has created, and He has made places of refuge in the mountains for you, and He has made garments for you to protect you from the heat, and coats of mail to protect you from your violence. Thus does He perfect His favor for you, that you may submit yourselves to His will"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Then, if they turn away, your duty (O Muhammad) is only to convey (the Message) in a clear way"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "They recognize the grace of Allah, yet they deny it (by worshipping others besides Allah) and most of them are disbelievers"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "And on the Day when We resurrect a witness from each nation, then those who disbelieve will not be given leave, nor will they be allowed (to return to the world) to repent and ask for Allah's forgiveness"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "And once those who did wrong see the torment, it will not decrease for them, nor will they be given respite"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "And when those who associated partners with Allah see their partners, they will say: \"Our Lord! These are our partners whom we used to call upon besides you.\" But they will throw back their statement at them (saying): \"You indeed are liars"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "And they will offer (their full) submission to Allah on that Day, and what they falsely invented will wander away from them"
        }
    ]
}