{
    "pages": [
        {
            "chapter": 18,
            "verse": 5,
            "text": "No knowledge have they of such a thing, nor had their fathers. Mighty is the word that comes out of their mouths. They utter nothing but a lie"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Perhaps, you would kill yourself in grief, over their footsteps, because they believe not in this narration"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Verily, we have made that which is on earth an adornment for it, in order that We may test which of them are best in deeds"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "And verily, We shall make all that is on it bare, dry soil"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Do you think that the people of Al-Kahf and Ar-Raqim were a wonder among Our signs"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "When the young men fled for refuge to Al-Kahf. They said: \"Our Lord! Bestow on us mercy from Yourself, and facilitate for us our affair in the right way"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Therefore, We covered up their hearing in Al-Kahf for a number of years"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Then We raised them up, that We might test which of the two parties was best at calculating the time period they tarried"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "We narrate unto you their story with truth: Truly, they were young men who believed in their Lord (Allah), and We increased them in guidance"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "And We made their hearts firm and strong when they stood up and said: \"Our Lord is the Lord of the heavens and the earth, never shall we call upon any god other than Him; if we did, we should indeed have uttered an enormity in disbelief"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "These our people have taken for worship gods other than Him. Why do they not bring for them a clear authority And who does more wrong than he who invents a lie against Allah"
        }
    ]
}