{
    "pages": [
        {
            "chapter": 24,
            "verse": 32,
            "text": "And marry those among you who are single (Al-Ayama) and the pious of your servants and maidservants. If they be poor, Allah will enrich them out of His bounty. And Allah is All-Sufficent, All-Knowing"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "And let those who find not the financial means for marriage keep themselves chaste, until Allah enriches them of His bounty. And such of your servants as seek a writing (of emancipation), give them such writing, if you find that there is good and honesty in them. And give them something (yourselves) out of the wealth of Allah which He has bestowed upon you. And force not your slave-girls to prostitution, if they desire chastity, in order that you may make a gain in the goods of this worldly life. But if anyone compels them, then after such compulsion, Allah is Oft-Forgiving, Most Merciful"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "And indeed We have sent down for you Ayat that make things plain, and the example of those who passed away before you, and an admonition for those who have Taqwa"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Allah is the Light of the heavens and the earth. The parable of His Light is as a niche and within it a lamp: the lamp is in a glass, the glass as it were a star Durriyyun, lit from a blessed tree, an olive, neither of the east nor of the west, whose oil would almost glow forth, though no fire touched it. Light upon Light! Allah guides to His Light whom He wills. And Allah sets forth parables for mankind, and Allah is All-Knower of everything"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "In houses which Allah has ordered to be raised, in them His Name is remembered. Therein glorify Him in the mornings and in the evenings"
        }
    ]
}