{
    "pages": [
        {
            "chapter": 28,
            "verse": 78,
            "text": "He said: \"This has been given to me only because of the knowledge I possess.\" Did he not know that Allah had destroyed before him generations, men who were stronger than him in might and greater in the amount they had collected But the criminals will not be questioned of their sins"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "So, he went forth before his people in his finery. Those who were desirous of the life of the world, said: \"Ah, would that we had the like of what Qarun has been given! Verily, he is the owner of a great fortune"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "But those who had been given knowledge said: \"Woe to you! The reward of Allah is better for those who believe and do righteous deeds, and this none shall attain except the patient"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "So, We caused the earth to swallow him and his dwelling place. Then he had no group to help him against Allah, nor was he one of those who could save themselves"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "And those who desired his position the day before, began to say: \"Know you not that it is Allah Who expands the provision or restricts it to whomsoever He pleases of His servants. Had it not been that Allah was Gracious to us, He could have caused the earth to swallow us up! Know you not that the disbelievers will never be successful"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "That is the home of the Hereafter, We shall assign to those who do not want to exalt themselves in the land nor cause corruption. And the good end is for those who have Taqwa"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Whosoever brings good, he shall have the better thereof; and whosoever brings evil, then those who do evil deeds will only be requited for what they used to do"
        }
    ]
}