{
    "pages": [
        {
            "chapter": 37,
            "verse": 103,
            "text": "Then, when they had both submitted themselves, and he had laid him prostrate on his forehead"
        },
        {
            "chapter": 37,
            "verse": 104,
            "text": "We called out to him: \"O Ibrahim"
        },
        {
            "chapter": 37,
            "verse": 105,
            "text": "You have fulfilled the dream!\" Verily, thus do We reward the doers of good"
        },
        {
            "chapter": 37,
            "verse": 106,
            "text": "Verily, that indeed was a manifest trial"
        },
        {
            "chapter": 37,
            "verse": 107,
            "text": "And We ransomed him with a great sacrifice"
        },
        {
            "chapter": 37,
            "verse": 108,
            "text": "And We left for him among the later generations"
        },
        {
            "chapter": 37,
            "verse": 109,
            "text": "Salam (peace!) be upon Ibrahim"
        },
        {
            "chapter": 37,
            "verse": 110,
            "text": "Thus indeed do We reward the doers of good"
        },
        {
            "chapter": 37,
            "verse": 111,
            "text": "Verily, he was one of Our believing servants"
        },
        {
            "chapter": 37,
            "verse": 112,
            "text": "And We gave him the glad tidings of Ishaq -- a Prophet from the righteous"
        },
        {
            "chapter": 37,
            "verse": 113,
            "text": "We blessed him and Ishaq. And of their progeny are (some) that do right, and some that plainly wrong themselves"
        },
        {
            "chapter": 37,
            "verse": 114,
            "text": "And, indeed We gave Our grace to Musa and Harun"
        },
        {
            "chapter": 37,
            "verse": 115,
            "text": "And We saved them and their people from the great distress"
        },
        {
            "chapter": 37,
            "verse": 116,
            "text": "And helped them, so that they became the victors"
        },
        {
            "chapter": 37,
            "verse": 117,
            "text": "And We gave them the clear Scripture"
        },
        {
            "chapter": 37,
            "verse": 118,
            "text": "And guided them to the right path"
        },
        {
            "chapter": 37,
            "verse": 119,
            "text": "And We left for them among the later generations"
        },
        {
            "chapter": 37,
            "verse": 120,
            "text": "Salam (peace!) be upon Musa and Harun"
        },
        {
            "chapter": 37,
            "verse": 121,
            "text": "Verily, thus do We reward the doers of good"
        },
        {
            "chapter": 37,
            "verse": 122,
            "text": "Verily, they were two of Our believing servants"
        },
        {
            "chapter": 37,
            "verse": 123,
            "text": "And verily, Ilyas was one of the Messengers"
        },
        {
            "chapter": 37,
            "verse": 124,
            "text": "When he said to his people: \"Will you not have Taqwa"
        },
        {
            "chapter": 37,
            "verse": 125,
            "text": "Will you call upon `Ba`l and forsake the Best of creators"
        },
        {
            "chapter": 37,
            "verse": 126,
            "text": "Allah, your Lord and the Lord of your forefathers"
        }
    ]
}