{
    "pages": [
        {
            "chapter": 40,
            "verse": 17,
            "text": "This Day shall every person be recompensed for what he earned. This Day no injustice. Truly, Allah is swift in reckoning"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "And warn them of the Day that is drawing near, when the hearts will be at the throats Kazimin. There will be no friend, nor an intercessor for the wrongdoers, who could be given heed to"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "Allah knows the fraud of the eyes, and all that the breasts conceal"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "And Allah judges with truth, while those to whom they invoke besides Him, cannot judge anything. Certainly, Allah! He is the All-Hearer, the All-Seer"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Have they not traveled in the land and seen what was the end of those who were before them They were superior to them in strength, and in the traces in the land. But Allah seized them with punishment for their sins. And none had they to protect them from Allah"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "That was because there came to them their Messengers with clear evidences but they disbelieved (in them). So Allah seized them. Verily, He is All-Strong, Severe in punishment"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "And indeed We sent Musa with Our Ayat, and a manifest authority"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "To Fir`awn, Haman and Qarun, but they called (him): \"A sorcerer, a liar"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Then, when he brought them the Truth from Us, they said: \"Kill with him the sons of those who believe and let their women live;\" but the plots of disbelievers are nothing but in vain"
        }
    ]
}