{
    "pages": [
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "A revelation from the Most Gracious, the Most Merciful"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "A Book whereof the Ayat are explained in detail -- a Qur'an in Arabic for people who know"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Giving glad tidings and warning, but most of them turn away, so they hear not"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "And they say: \"Our hearts are under coverings from that to which you invite us; and in our ears is deafness, and between us and you is a screen, so work you (on your way); verily, we are working (on our way)"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Say: \"I am only a human being like you. It is revealed to me that your God is One God, therefore take straight path to Him and obedience to Him, and seek forgiveness of Him. And woe to the polytheists"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Those who give not the Zakah and they are disbelievers in the Hereafter"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Truly, those who believe and do righteous good deeds, for them will be an endless reward that will never stop"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Say: \"Do you verily disbelieve in Him Who created the earth in two Days And you set up rivals with Him That is the Lord of all that exists"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "He placed therein firm mountains from above it, and He blessed it, and measured therein its sustenance in four Days equal for all those who ask"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Then He rose over (Istawa ila) the heaven when it was smoke, and said to it and to the earth: \"Come both of you willingly or unwillingly.\" They both said: \"We come willingly"
        }
    ]
}