{
    "pages": [
        {
            "chapter": 71,
            "verse": 11,
            "text": "He will send rain to you Midrar"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "And give you increase in wealth and children, and bestow on you gardens and bestow on you rivers"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "What is the matter with you, that you do not hope for any Waqar from Allah"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "While He has created you (in) Atwar (stages)"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "See you not how Allah has created the seven heavens in tiers"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "And has made the moon a light therein, and made the sun a lamp"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "And Allah has brought you forth from the (dust of) earth"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "Afterwards He will return you into it (the earth), and bring you forth"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "And Allah has made for you the earth a wide expanse"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "That you may go about therein in broad roads"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Nuh said: \"My Lord! They have disobeyed me, and followed one whose wealth and children give him no increase but loss"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "And they have plotted a mighty plot"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "And they have said: `You shall not leave your gods, nor shall you leave Wadd, nor Suwa`, nor Yaghuth, and Ya`uq and Nasr"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "And indeed they have led many astray. And (O Allah): `Grant no increase to the wrongdoers save error"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "Because of their sins they were drowned, then were made to enter the Fire. And they found none to help them instead of Allah"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "And Nuh said: \"My Lord! Leave not one of the disbelievers on the earth Dayyar"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "If You leave them, they will mislead Your servants, and they will beget none but wicked disbelievers"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "(My Lord! Forgive me, and my parents, and him who enters my home as a believer, and all the believing men and women. And to the wrongdoers grant You no increase but destruction!\") Allah says"
        }
    ]
}