{
    "pages": [
        {
            "chapter": 4,
            "verse": 38,
            "text": "And (also) those who spend of their wealth to be seen of men, and believe not in Allah and the Last Day, and whoever takes Shaytan as an intimate; then what a dreadful intimate he has"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "And what loss have they if they had believed in Allah and in the Last Day, and they spend out of what Allah has given them for sustenamce And Allah is Ever All-Knower of them"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Surely! Allah wrongs not even of the weight of a speck of dust, but if there is any good (done), He doubles it, and gives from Him a great reward"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "How (will it be) then, when We bring from each nation a witness and We bring you (O Muhammad) as a witness against these people"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "On that day those who disbelieved and disobeyed the Messenger will wish that they were buried in the earth, but they will never be able to hide a single fact from Allah"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "O you who believe! Do not approach Salah while you are in a druken state until you know what you are saying, nor while Junub (sexually impure), except while passing through, until you bathe (your entire body), and if you are ill, or on a journey, or one of you comes from the Gha'it (toilet), or from Lamastum (touching) women, but you do not find water, then perform Tayammum with clean earth, rubbing your faces and hands. Truly, Allah is Ever Oft-Pardoning, Oft-Forgiving"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Have you not seen those (the Jews) who were given a portion of the Book, purchasing the wrong path, and wishing that you should go astray from the right path"
        }
    ]
}