{
    "rukus": [
        {
            "chapter": 9,
            "verse": 73,
            "text": "O prophet, strive against the rejecters and the hypocrites and be firm against them. Their dwelling is Hell, what a miserable destiny"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "They swear by God that they did not say it, while they had said the word of rejection, and they rejected after they had submitted, and they were obsessed with what they could not possess; and they could not find any fault except that God and His messenger had enriched them from His bounty. If they repent it is better for them, and if they turn away, then God will punish them severely in this world and the next. They will not have on the earth any ally or supporter"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "And from them are those who pledged to God: \"If He gives us from His bounty, then we will believe and we will be among the upright"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "So when He gave them from His bounty, they became stingy with it, and they turned away while they were averse"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Thus, hypocrisy follows in their hearts until the Day they meet Him; that is for breaking what they promised God, and for what they were lying"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Did they not know that God knows their secrets, and their private counsel, and that God is the Knower of all the unseen"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Those who criticize the volunteers among the believers in charities; that they only have their efforts to give; so they mock them. God mocks them, and they will have a painful retribution"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Whether you seek forgiveness for them, or do not seek forgiveness for them. If you seek forgiveness for them seventy times, God will not forgive them. That is because they have rejected God and His messenger; and God does not guide the wicked people"
        }
    ]
}