{
    "rukus": [
        {
            "chapter": 18,
            "verse": 83,
            "text": "And they ask you about the Two Horned One, say: \"I will recite to you a remembrance of him"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "We had facilitated for him in the land, and We had given him the means to all things"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "So he followed the means"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Until he reached the setting of the sun; he found it setting at a hot spring, and he found a people near it. We said: \"O Two Horned One, either you shall punish, or you shall do them good"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "He said: \"As for he who has done wrong, we will punish him then he will be returned to his Lord and He will punish him an awful punishment"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "And as for he who believes and does good, then he will have the reward of goodness, and we will speak to him simply of our plan"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Then he followed the means"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "So when he reached the rising of the sun, he found it rising on a people for whom We did not make any cover except it"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "So it was, and We knew ahead of time about what he intended"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Then he followed the means"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Until he reached the area between the two barriers, he found no one besides them except a people who could barely understand anything said"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "They said: \"O Two Horned One, Gog and Magog are destroyers of the land, so shall we make a tribute for you that you will make between us and them a barrier"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "He said: \"What my Lord has given me is far better. So help me with strength and I will make between you and them a barrier"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Bring me iron ore.\" Until he leveled between the two walls, he said: \"Blow,\" until he made it a furnace, he said: \"Bring me tar so I can pour it over"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "So they could not come over it, and they could not make a hole in it"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "He said: \"This is a mercy from my Lord. But when the promise of my Lord comes, He will make it rubble. And thepromise of my Lord is truth"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "And We left them until that day to surge like waves on one another. And the horn was blown, so We gathered them together"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "And We displayed Hell on that Day to the rejecters openly"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Those whose eyes were covered against My remembrance, and they were unable to hear"
        }
    ]
}