{
    "rukus": [
        {
            "chapter": 25,
            "verse": 45,
            "text": "Didyou not see to your Lord how He casts the shadow? And if He wished, He could have made it still, then We would have made the sun as a guide to it"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Then We retract it to us a simple retraction"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "AndHe is the One who made for you the night as a cover, and sleep for resting, and He made the day to move about in"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "AndHe is the One who sent the winds to spread between the hands of His mercy. And We sent down from the sky water which is pure"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "So that We revive a dead land with it and give drink to many of Our creation of livestock and people"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "AndWe have distributed it among them so that they may remember, but most of the people refuse to be anything but rejecters"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Andif We wish, We could send to every town a warner"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "So do not obey the rejecters, and strive against them with it in a great striving"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "AndHe is the One who merges the two seas; this is fresh and palatable and this is salty and bitter. And He made between them a partition and an inviolable enclosure"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "AndHe is the One who has created from the water a human being, so He made him multiply and mate. And your Lord is Capable"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Andthey serve besides God what does not benefit them nor harm them. And the rejecter is always set-against his Lord"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "AndWe have not sent you except as a bearer of good news and a warner"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Say: \"I do not ask you for any wage; but for whoever chooses to make a path to his Lord"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Andput your trust in the Eternal Who does not die, and glorify His praise. It is enough for Him that He is expert in the sins of His servants"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "TheOne who has created the heavens and the earth and what is between them in six days, then He settled upon the Throne. The Almighty; so ask Him for He is Expert"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Andif they are told: \"Prostrate to the Almighty.\" They say: \"And what is the Almighty? Shall we prostrate to what you order us?\" And it increases their aversion"
        }
    ]
}