{
    "rukus": [
        {
            "chapter": 2,
            "verse": 87,
            "text": "And indeed, We gave Musa (Moses) the Book and followed him up with a succession of Messengers. And We gave 'Iesa (Jesus), the son of Maryam (Mary), clear signs and supported him with Ruh-ul-Qudus [Jibrael (Gabriel)]. Is it that whenever there came to you a Messenger with what you yourselves desired not, you grew arrogant? Some, you disbelieved and some, you killed"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "And they say, \"Our hearts are wrapped (i.e. do not hear or understand Allah's Word).\" Nay, Allah has cursed them for their disbelief, so little is that which they believe"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "And when there came to them (the Jews), a Book (this Quran) from Allah confirming what is with them [the Taurat (Torah) and the Injeel (Gospel)], although aforetime they had invoked Allah (for coming of Muhammad Peace be upon him) in order to gain victory over those who disbelieved, then when there came to them that which they had recognised, they disbelieved in it. So let the Curse of Allah be on the disbelievers"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "How bad is that for which they have sold their ownselves, that they should disbelieve in that which Allah has revealed (the Quran), grudging that Allah should reveal of His Grace unto whom He will of His slaves. So they have drawn on themselves wrath upon wrath. And for the disbelievers, there is disgracing torment"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "And when it is said to them (the Jews), \"Believe in what Allah has sent down,\" they say, \"We believe in what was sent down to us.\" And they disbelieve in that which came after it, while it is the truth confirming what is with them. Say (O Muhammad Peace be upon him to them): \"Why then have you killed the Prophets of Allah aforetime, if you indeed have been believers"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "And indeed Musa (Moses) came to you with clear proofs, yet you worshipped the calf after he left, and you were Zalimun (polytheists and wrong-doers)"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "And (remember) when We took your covenant and We raised above you the Mount (saying), \"Hold firmly to what We have given you and hear (Our Word). They said, \"We have heard and disobeyed.\" And their hearts absorbed (the worship of) the calf because of their disbelief. Say: \"Worst indeed is that which your faith enjoins on you if you are believers"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Say to (them): \"If the home of the Hereafter with Allah is indeed for you specially and not for others, of mankind, then long for death if you are truthful"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "But they will never long for it because of what their hands have sent before them (i.e. what they have done). And Allah is All-Aware of the Zalimun (polytheists and wrong-doers)"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "And verily, you will find them (the Jews) the greediest of mankind for life and (even greedier) than those who - ascribe partners to Allah (and do not believe in Resurrection - Magians, pagans, and idolaters, etc.). Everyone of them wishes that he could be given a life of a thousand years. But the grant of such life will not save him even a little from (due) punishment. And Allah is All-Seer of what they do"
        }
    ]
}