{
    "rukus": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "And recite to them the news of Nuh (Noah). When he said to his people: \"O my people, if my stay (with you), and my reminding (you) of the Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) of Allah is hard on you, then I put my trust in Allah. So devise your plot, you and your partners, and let not your plot be in doubt for you. Then pass your sentence on me and give me no respite"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "But if you turn away [from accepting my doctrine of Islamic Monotheism, i.e. to worship none but Allah], then no reward have I asked of you, my reward is only from Allah, and I have been commanded to be one of the Muslims (those who submit to Allah's Will)"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "They denied him, but We delivered him, and those with him in the ship, and We made them generations replacing one after another, while We drowned those who belied Our Ayat (proofs, evidences, lessons, signs, revelations, etc.). Then see what was the end of those who were warned"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Then after him We sent Messengers to their people, they brought them clear proofs, but they would not believe what they had already rejected beforehand. Thus We seal the hearts of the transgressors (those who disbelieve in the Oneness of Allah and disobey Him)"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Then after them We sent Musa (Moses) and Harun (Aaron) to Fir'aun (Pharaoh) and his chiefs with Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.). But they behaved arrogantly and were Mujrimun (disbelievers, sinners, polytheists, criminals, etc.) folk"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "So when came to them the truth from Us, they said: \"This is indeed clear magic"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Musa (Moses) said: \"Say you (this) about the truth when it has come to you? Is this magic? But the magicians will never be successful"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "They said: \"Have you come to us to turn us away from that (Faith) we found our fathers following, - and that you two may have greatness in the land? We are not going to believe you two"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "And Fir'aun (Pharaoh) said: \"Bring to me every well-versed sorcerer"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "And when the sorcerers came, Musa (Moses) said to them: \"Cast down what you want to cast"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Then when they had cast down, Musa (Moses) said: \"What you have brought is sorcery, Allah will surely make it of no effect. Verily, Allah does not set right the work of Al-Mufsidun (the evil-doers, corrupts, etc)"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "And Allah will establish and make apparent the truth by His Words, however much the Mujrimun (criminals, disbelievers, polytheists, sinners, etc.) may hate it"
        }
    ]
}