{
    "rukus": [
        {
            "chapter": 2,
            "verse": 153,
            "text": "O you who believe! Seek help in patience and As-Salat (the prayer). Truly! Allah is with As-Sabirin (the patient ones, etc)"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "And say not of those who are killed in the Way of Allah, \"They are dead.\" Nay, they are living, but you perceive (it) not"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "And certainly, We shall test you with something of fear, hunger, loss of wealth, lives and fruits, but give glad tidings to As-Sabirin (the patient ones, etc)"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "Who, when afflicted with calamity, say: \"Truly! To Allah we belong and truly, to Him we shall return"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "They are those on whom are the Salawat (i.e. blessings, etc.) (i.e. who are blessed and will be forgiven) from their Lord, and (they are those who) receive His Mercy, and it is they who are the guided-ones"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Verily! As-Safa and Al-Marwah (two mountains in Makkah) are of the Symbols of Allah. So it is not a sin on him who perform Hajj or 'Umrah (pilgrimage) of the House (the Ka'bah at Makkah) to perform the going (Tawaf) between them (As-Safa and Al-Marwah). And whoever does good voluntarily, then verily, Allah is All-Recogniser, All-Knower"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Verily, those who conceal the clear proofs, evidences and the guidance, which We have sent down, after We have made it clear for the people in the Book, they are the ones cursed by Allah and cursed by the cursers"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Except those who repent and do righteous deeds, and openly declare (the truth which they concealed). These, I will accept their repentance. And I am the One Who accepts repentance, the Most Merciful"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Verily, those who disbelieve, and die while they are disbelievers, it is they on whom is the Curse of Allah and of the angels and of mankind, combined"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "They will abide therein (under the curse in Hell), their punishment will neither be lightened, nor will they be reprieved"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "And your Ilah (God) is One Ilah (God - Allah), La ilaha illa Huwa (there is none who has the right to be worshipped but He), the Most Beneficent, the Most Merciful"
        }
    ]
}