{
    "rukus": [
        {
            "chapter": 36,
            "verse": 33,
            "text": "And a sign for them is the dead land. We gave it life, and We brought forth from it grains, so that they eat thereof"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "And We have made therein gardens of date-palms and grapes, and We have caused springs of water to gush forth therein"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "So that they may eat of the fruit thereof, and their hands made it not. Will they not, then, give thanks"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Glory be to Him, Who has created all the pairs of that which the earth produces, as well as of their own (human) kind (male and female), and of that which they know not"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "And a sign for them is the night, We withdraw therefrom the day, and behold, they are in darkness"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "And the sun runs on its fixed course for a term (appointed). That is the Decree of the All-Mighty, the All-Knowing"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "And the moon, We have measured for it mansions (to traverse) till it returns like the old dried curved date stalk"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "It is not for the sun to overtake the moon, nor does the night outstrip the day. They all float, each in an orbit"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "And an Ayah (sign) for them is that We bore their offspring in the laden ship [of Nuh (Noah]"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "And We have created for them of the like thereunto, so on them they ride"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "And if We will, We shall drown them, and there will be no shout (or helper) for them (to hear their cry for help) nor will they be saved"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Unless it be a mercy from Us, and as an enjoyment for a while"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "And when it is said to them: \"Beware of that which is before you (worldly torments), and that which is behind you (torments in the Hereafter), in order that you may receive Mercy (i.e. if you believe in Allah's Religion Islamic Monotheism, and avoid polytheism, and obey Allah with righteous deeds)"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "And never came an Ayah from among the Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) of their Lord to them, but they did turn away from it"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "And when it is said to them: \"Spend of that with which Allah has provided you,\" those who disbelieve say to those who believe: \"Shall we feed those whom, if Allah willed, He (Himself) would have fed? You are only in a plain error"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "And they say: \"When will this promise (i.e. Resurrection) be fulfilled, if you are truthful"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "They await only but a single Saihah (shout, etc.), which will seize them while they are disputing"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Then they will not be able to make bequest, nor they will return to their family"
        }
    ]
}