{
    "rukus": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "Those who disbelieve [in the Oneness of Allah, and in the Message of Prophet Muhammad SAW], and hinder (men) from the Path of Allah (Islamic Monotheism), He will render their deeds vain"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "But those who believe and do righteous good deeds, and believe in that which is sent down to Muhammad (SAW), for it is the truth from their Lord, He will expiate from them their sins, and will make good their state"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "That is because those who disbelieve follow falsehood, while those who believe follow the truth from their Lord. Thus does Allah set forth their parables for mankind"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "So, when you meet (in fight Jihad in Allah's Cause), those who disbelieve smite at their necks till when you have killed and wounded many of them, then bind a bond firmly (on them, i.e. take them as captives). Thereafter (is the time) either for generosity (i.e. free them without ransom), or ransom (according to what benefits Islam), until the war lays down its burden. Thus [you are ordered by Allah to continue in carrying out Jihad against the disbelievers till they embrace Islam (i.e. are saved from the punishment in the Hell-fire) or at least come under your protection], but if it had been Allah's Will, He Himself could certainly have punished them (without you). But (He lets you fight), in order to test you, some with others. But those who are killed in the Way of Allah, He will never let their deeds be lost"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "He will guide them and set right their state"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "And admit them to Paradise which He has made known to them (i.e. they will know their places in Paradise more than they used to know their houses in the world)"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "O you who believe! If you help (in the cause of) Allah, He will help you, and make your foothold firm"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "But those who disbelieve (in the Oneness of Allah Islamic Monotheism), for them is destruction, and (Allah) will make their deeds vain"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "That is because they hate that which Allah has sent down (this Quran and Islamic laws, etc.), so He has made their deeds fruitless"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Have they not travelled through the earth, and seen what was the end of those before them? Allah destroyed them completely and a similar (fate awaits) the disbelievers"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "That is because Allah is the Maula (Lord, Master, Helper, Protector, etc.) of those who believe, and the disbelievers have no Maula (lord, master, helper, protector, etc)"
        }
    ]
}