{
    "rukus": [
        {
            "chapter": 5,
            "verse": 12,
            "text": "Indeed Allah took the covenant from the Children of Israel (Jews), and We appointed twelve leaders among them. And Allah said: \"I am with you if you perform As-Salat (Iqamat-as-Salat) and give Zakat and believe in My Messengers; honour and assist them, and lend to Allah a good loan. Verily, I will remit your sins and admit you to Gardens under which rivers flow (in Paradise). But if any of you after this, disbelieved, he has indeed gone astray from the Straight Path"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "So because of their breach of their covenant, We cursed them, and made their hearts grow hard. They change the words from their (right) places and have abandoned a good part of the Message that was sent to them. And you will not cease to discover deceit in them, except a few of them. But forgive them, and overlook (their misdeeds). Verily, Allah loves Al-Muhsinun (good-doers - see V)"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "And from those who call themselves Christians, We took their covenant, but they have abandoned a good part of the Message that was sent to them. So We planted amongst them enmity and hatred till the Day of Resurrection (when they discarded Allah's Book, disobeyed Allah's Messengers and His Orders and transgressed beyond bounds in Allah's disobedience), and Allah will inform them of what they used to do"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "O people of the Scripture (Jews and Christians)! Now has come to you Our Messenger (Muhammad SAW) explaining to you much of that which you used to hide from the Scripture and passing over (i.e. leaving out without explaining) much. Indeed, there has come to you from Allah a light (Prophet Muhammad SAW) and a plain Book (this Quran)"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Wherewith Allah guides all those who seek His Good Pleasure to ways of peace, and He brings them out of darkness by His Will unto light and guides them to a Straight Way (Islamic Monotheism)"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Surely, in disbelief are they who say that Allah is the Messiah, son of Maryam (Mary). Say (O Muhammad SAW): \"Who then has the least power against Allah, if He were to destroy the Messiah, son of Maryam (Mary), his mother, and all those who are on the earth together?\" And to Allah belongs the dominion of the heavens and the earth, and all that is between them. He creates what He wills. And Allah is Able to do all things"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "And (both) the Jews and the Christians say: \"We are the children of Allah and His loved ones.\" Say: \"Why then does He punish you for your sins?\" Nay, you are but human beings, of those He has created, He forgives whom He wills and He punishes whom He wills. And to Allah belongs the dominion of the heavens and the earth and all that is between them, and to Him is the return (of all)"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "O people of the Scripture (Jews and Christians)! Now has come to you Our Messenger (Muhammad SAW) making (things) clear unto you, after a break in (the series of) Messengers, lest you say: \"There came unto us no bringer of glad tidings and no warner.\" But now has come unto you a bringer of glad tidings and a warner. And Allah is Able to do all things"
        }
    ]
}