{
    "maqras": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "O profeet, vrees God en gehoorzaam de ongelovigen en de huichelaars niet; God is wetend en wijs"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "En volg wat aan jou door jouw Heer wordt geopenbaard. God is welingelicht over wat jullie doen"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "En stel je vertrouwen op God. God is als voogd goed genoeg"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "God heeft voor een man niet twee harten in zijn binnenste gemaakt. En Hij heeft jullie echtgenotes van wie jullie je scheiden [door uit te spreken dat zij als jullie moeders zijn] niet [werkelijk] tot jullie moeders gemaakt. En Hij heeft jullie aangenomen zonen niet [werkelijk] tot jullie zonen gemaakt. Dat is wat jullie met jullie monden zeggen. Maar God zegt de waarheid en Hij leidt op de juiste weg"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Noemt hen naar hun vaders; dat is rechtmatiger bij God. Maar als jullie hun vaders niet kennen, dan zijn zij jullie broeders in de godsdienst en jullie beschermelingen. Wat jullie daarbij per ongeluk fout doen is voor jullie geen overtreding, maar wel wat jullie uit de grond van jullie harten en opzettelijk doen. En God is vergevend en barmhartig"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "De profeet heeft een nauwere band met de gelovigen dan zij onderling hebben en zijn echtgenotes zijn hun moeders. En de bloedverwanten hebben volgens Gods boek een nauwere band met elkaar dan met de gelovigen en de uitgewekenen. Alleen moeten jullie je medestanders behoorlijk behandelen. Dat is in het boek opgetekend"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "En toen Wij met de profeten de overeenkomst aangingen en ook met jou en met Noeh, Ibrahiem, Moesa en 'Isa, de zoon van Marjam -- Wij zijn namelijk een solide overeenkomst met hen aangegaan"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "opdat Hij de oprechten naar hun oprechtheid zal vragen. En voor de ongelovigen heeft Hij een pijnlijke bestraffing klaargemaakt"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Jullie die geloven! Gedenkt Gods genade aan jullie toen er troepen tot jullie kwamen en Wij tegen hen een wind zonden en troepen die jullie niet zagen. God doorziet wat jullie doen"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Toen zij van boven jullie en van onder jullie vandaan tot jullie kwamen en toen de ogen scheel keken en de harten in de kelen klopten en jullie van alles over God dachten"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "Daar werden de gelovigen beproefd en hevig door elkaar geschud"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "En toen de huichelaars en zij die in hun harten een ziekte hebben zeiden: \"God en Zijn gezant hebben Ons slechts begoocheling toegezegd"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "En toen een groep van hen zei: \"Mensen van Jathrib! Dit is geen plaats voor jullie om te blijven; keert terug!\" En een deel van hen vroeg de profeet om ontheffing, waarbij zij zeiden: \"Onze huizen zijn onbeschermd.\" Maar die waren niet onbeschermd; zij wensten slechts te vluchten"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "En als men bij hen van de zijkanten was binnengedrongen en men van hen gevraagd had aan de verzoeking toe te geven dan zouden zij het gedaan hebben en er slechts even mee geaarzeld hebben"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Toch hadden zij van tevoren met God de verbintenis aangegaan dat zij zich niet zouden omkeren om te vluchten. Maar over de verbintenis met God wordt verantwoording afgelegd"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Zeg: \"De vlucht zal jullie niet baten, of jullie nu op de vlucht slaan voor het sterven of het doden. En aan jullie zal slechts weinig te genieten gelaten worden"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Zeg: \"Wie is het die jullie tegen God beschermt als Hij jullie kwaad wil berokkenen of jullie barmhartigheid wil bewijzen?\" Zij vinden voor zich buiten God geen beschermer en geen helper"
        }
    ]
}