{
    "maqras": [
        {
            "chapter": 4,
            "verse": 36,
            "text": "Dient God en voegt aan Hem niets als metgezel toe. En weest goed voor de ouders en ook voor de verwant, de wezen, de behoeftigen, de verwante buur, de niet-verwante buur, de niet-verwante medeburger, hij die onderweg is en slaven waarover jullie beschikken. God bemint niet wie ingebeeld en verwaand zijn"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "die gierig zijn, die de mensen opdragen gierig te zijn, die verbergen wat God hun van Zijn goedgunstigheid gegeven heeft -- voor de ongelovigen hebben Wij een vernederende bestraffing klaargemaakt"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "die hun bezittingen weggeven om door de mensen gezien te worden en die niet in God noch in de laatste dag geloven. En voor wie de satan een kameraad is; een slechte kameraad is dat"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Wat zou hun kunnen overkomen als zij in God en in de laatste dag zouden geloven en ook iets van wat God hun voor hun levensonderhoud gegeven heeft als bijdragen geven. God is over hen wetend"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "God doet geen greintje onrecht aan en als het een goede daad is zal Hij die verdubbelen en van Zijn kant een geweldig loon geven"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Hoe zal het dan zijn wanneer Wij uit elke gemeenschap een getuige laten komen en Wij jou als getuige tegen dezen hier laten komen"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Op die dag zullen zij die ongelovig zijn en ongehoorzaam aan de gezant graag willen dat de aarde met hen gelijkgemaakt wordt. En zij kunnen voor God geen gesprek verbergen"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "Jullie die geloven! Nadert niet tot de salaat, terwijl jullie dronken zijn, zolang jullie niet weten wat jullie zeggen, en ook niet terwijl jullie onrein zijn -- behalve wanneer jullie onderweg voorbijkomen -- zolang jullie je niet eerst wassen. En als jullie ziek zijn of op reis of als iemand van het toilet komt of met vrouwen omgang heeft gehad en jullie vinden geen water, zoekt dan goede kale grond en wrijft jullie gezichten en handen. God is lankmoedig en vergevend"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Heb jij niet gezien naar hen aan wie een aandeel aan het boek gegeven is, dat zij dwaling kopen en wensen dat jullie van de weg afdwalen"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "God kent jullie vijanden het best. God is goed genoeg als beschermer en God is goed genoeg als helper"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Onder hen die het jodendom aanhangen zijn er die de woorden verdraaien [door ze] uit hun verband [te halen] en die zeggen: \"Wij hebben gehoord en zijn opstandig geworden) en: \"Hoor\" zonder dat het hoorbaar is en: \"Eerbiedig ons\" met verdraaiing van hun tongen en belastering van de godsdienst. Als zij maar gezegd hadden: \"Wij horen en gehoorzamen\" en \"Hoor en let op ons\" dan was dat beter voor hen en juister, maar God heeft hen om hun ongeloof vervloekt; zij geloven maar weinig"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "Jullie aan wie het boek gegeven is! Gelooft in wat Wij hebben neergezonden ter bevestiging van wat jullie al hebben, voordat Wij gezichten weghalen en aan hun achterkant weer aanbrengen of hen vervloeken, zoals Wij hen van de sabbat vervloekt hebben. Gods beschikking wordt uitgevoerd"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "God vergeeft het niet als men aan Hem metgezellen toevoegt, maar afgezien daarvan vergeeft Hij aan wie Hij wil. Wie aan God metgezellen toevoegt, die heeft een geweldige zonde verzonnen"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Heb jij niet gezien naar hen die van zichzelf zeggen dat zij gelouterd zijn? Nee toch, God zal louteren wie Hij wil en hun wordt nog geen vezeltje onrecht aangedaan"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Kijk hoe zij over God leugens verzinnen; dat is genoeg als duidelijke zonde"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Heb jij niet gezien naar hen aan wie een aandeel aan het boek gegeven is, dat zij geloven aan de Djibt en de Taghoet en over hen die ongelovig zijn zeggen: \"Dezen volgen een betere weg dan zij die geloven"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "Zij zijn het die God vervloekt heeft en als God iemand vervloekt, dan zul je voor hem geen helper vinden"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Of hebben zij een aandeel in de heerschappij? Nu dan! Zij zouden de mensen nog niet de holte in een dadelpit geven"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Of zijn zij afgunstig op de mensen om wat God hun van Zijn goedgunstigheid gegeven heeft? Maar Wij hebben toch aan de mensen van Ibrahiem het boek en de wijsheid gegeven en Wij hebben hun een geweldige heerschappij gegeven"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Onder hen zijn er, die erin geloven en onder hen zijn er, die zich ervan afkeren. De hel is als vuurgloed genoeg"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Zij die ongelovig zijn in Onze tekenen, hen zullen Wij in een vuur laten braden. Telkens als hun huid gaar gebakken is, vervangen Wij die door andere huid, opdat zij de bestraffing proeven. God is machtig en wijs"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Maar zij die gelovig zijn en de deugdelijke daden doen, hen zullen Wij tuinen laten binnengaan waar de rivieren onderdoor stromen, daarin zullen zij voor immer en altijd blijven. Voor hen zijn er daarin reingemaakte echtgenotes en Wij zullen hen in een beschuttende schaduw laten binnengaan"
        }
    ]
}