{
    "maqras": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Er is niets goeds in veel van hun vertrouwelijke gesprekken, behalve als iemand aanmaant tot een aalmoes, tot iets redelijks of om tussen de mensen vrede te stichten. Als iemand dat doet in het streven naar Gods tevredenheid, dan zal God hem een geweldig loon geven"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Als iemand de gezant tegenwerkt nadat de leidraad hem duidelijk geworden is en hij toch niet de weg van de gelovigen volgt, dan zullen Wij hem daarheen brengen waarheen hij zich heeft afgekeerd; Wij zullen hem in de hel laten braden en dat is pas een slechte bestemming"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "God vergeeft het niet als men aan Hem metgezellen toevoegt, maar afgezien daarvan vergeeft Hij aan wie Hij wil. Wie aan Hem metgezellen toevoegt, die is ver afgedwaald"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Zij roepen buiten Hem slechts vrouwelijke wezens aan; zij roepen slechts een opstandige satan aan"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "God heeft hem vervloekt, maar hij zei: \"Ik zal van Uw dienaren een vastgesteld aandeel nemen"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "ik zal hen tot dwaling brengen, ik zal hun begeerten opwekken, ik zal hun bevelen en zij zullen de oren van hun vee afsnijden, ik zal hun bevelen en zij zullen Gods schepping veranderen.\" Wie zich de satan in plaats van God als beschermer neemt, die zal een duidelijk verlies lijden"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Hij doet hun toezeggingen en wekt hun begeerten op, maar wat de satan hun toezegt is slechts begoocheling"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Zij zijn het van wie de verblijfplaats de hel is en zij vinden daaruit geen ontsnapping"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Maar zij die gelovig zijn en de deugdelijke daden doen, hen zullen Wij tuinen laten binnengaan waar de rivieren onderdoor stromen, daarin zullen zij voor immer en altijd blijven. Dat is in waarheid Gods toezegging. En wie is oprechter dan God in uitspraken"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Het gebeurt niet volgens jullie verlangens, noch volgens de verlangens van de mensen van het boek. Wie iets slechts doet, aan hem wordt het vergolden en hij vindt in plaats van God beschermer noch helper voor zich"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Maar wie -- hetzij man of vrouw -- deugdelijke daden doet als gelovige, zij zullen de tuin binnengaan en jullie wordt nog niet zoveel als de holte in een dadelpit onrecht aangedaan"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Wie heeft er een betere godsdienst dan wie zich geheel aan God overgeeft en goed doet en het geloof volgt van Ibrahiem die het zuivere geloof aanhing? God heeft zich Ibrahiem als boezemvriend genomen"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Van God is wat in de hemelen en wat op de aarde is en God omvat alle dingen"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Zij vragen jou om uitsluitsel over de vrouwen. Zeg: \"God geeft jullie uitsluitsel over haar en eveneens wat jullie in het boek voorgelezen wordt over de vrouwelijke wezen aan wie jullie niet geven wat haar volgens voorschrift toekomt en over dat jullie begeren met haar te trouwen en over die kinderen die weerloos zijn en dat jullie voor wezen de gerechtigheid moeten handhaven. Het goede dat jullie doen, daarvan weet God"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "En als een vrouw van haar echtgenoot slechte behandeling of afkerigheid vreest dan is het voor beiden geen vergrijp als zij zich met elkaar verzoenen; verzoening is beter, maar mensen geven zich gemakkelijk over aan hebzucht. Als jullie goed doen, dan is God welingelicht over wat jullie doen"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Jullie zullen niet in staat zijn de vrouwen gelijk te behandelen, hoe graag jullie het ook zouden willen, maar geeft dan ook niet volledig toe aan jullie afkeer, zodat jullie haar alleen laten als een ongehuwde. En als jullie het weer goed maken en godvrezend zijn, dan is God vergevend en barmhartig"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "En als zij beiden scheiden dan zal God aan allebei voldoende van Zijn overvloed geven. God is alomvattend en wijs"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Van God is wat er in de hemelen en wat er op de aarde is. Wij hebben aan hen die voor jullie tijd het boek gekregen hebben en aan jullie opgedragen God te vrezen. En als jullie ongelovig zijn, welnu, van God is wat er in de hemelen en wat er op de aarde is. God is behoefteloos en lofwaardig"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Van God is wat er in de hemelen en wat er op de aarde is en God is goed genoeg als voogd"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Als Hij wil, vaagt Hij jullie, o mensen, weg en brengt anderen. God heeft daarover macht"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Wie de beloning van het tegenwoordige leven wenst? bij God is dus de beloning van het tegenwoordige leven en het hiernamaals. God is horend en doorziend"
        }
    ]
}