{
    "maqras": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "Kinderen van Adam! Doe jullie mooie kleding aan bij elke moskee en eet en drinkt, maar weest niet verkwistend; Hij bemint de verkwisters niet"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Zeg: \"Wie heeft de mooie [kleding] van God die Hij voor Zijn dienaren heeft voortgebracht en de goede dingen van de levensbehoeften verboden?\" Zeg: \"Zij zijn in het tegenwoordige leven bestemd voor hen die geloven en op de opstandingsdag hun voorbehouden.\" Zo zetten Wij de tekenen uiteen aan mensen die weten"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Zeg: \"Mijn Heer heeft slechts de gruwelijkheden verboden, de uiterlijke en de innerlijke, en de zonde en de onterechte aanmatiging en dat jullie aan God metgezellen toevoegen, iets waarvoor Hij geen machtiging heeft neergezonden, en dat jullie over God zeggen waar jullie geen weet van hebben"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Voor iedere gemeenschap is er een termijn; wanneer hun termijn dan komt zullen zij geen uur te laat ontboden worden, noch te vroeg"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Kinderen van Adam! Als tot jullie gezanten uit jullie midden komen die jullie Mijn tekenen vertellen dan hebben zij die godvrezend zijn en zich beteren niets te vrezen noch zullen zij bedroefd zijn"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Maar zij die Onze tekenen loochenen en hoogmoedig afwijzen, zij zijn het die in het vuur thuishoren; zij zullen daarin altijd blijven"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "En wie is er zondiger dan wie over God bedrog verzint of Zijn tekenen loochent? Zij zijn het die hun aandeel in het boek zullen krijgen totdat Onze gezanten, wanneer zij tot hen komen om hen weg te nemen, zeggen: \"Waar zijn zij dan die jullie in plaats van God aanroepen?\" Zij zeggen: \"Wij zijn hen kwijtgeraakt.\" En zij getuigen tegen zichzelf dat zij ongelovig waren"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "Hij zegt: \"Gaat binnen in het vuur te midden van gemeenschappen van de djinn en de mensen die al voor jullie tijd voorbijgegaan waren.\" Telkens als een gemeenschap binnengaat vervloekt zij een andere en ten slotte, wanneer zij allen bij elkaar gekomen zijn, zegt de laatste van hen tot de eerste van hen: \"Onze Heer, dezen hebben ons tot dwaling gebracht. Geef hun dus een dubbele bestraffing van het vuur.\" Hij zegt: \"Voor ieder dubbel!\" Maar jullie weten het niet"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "En de eerste van hen zegt tot de laatste van hen: \"Dan hebben jullie toch geen voordeel boven ons. Proeft dus de bestraffing voor wat jullie begaan hebben"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Voor hen die Onze tekenen loochenen en hoogmoedig afwijzen zullen de poorten van de hemel niet worden geopend, noch zullen zij de tuin binnengaan, zolang niet een kameel door het oog van een naald gaat. Zo vergelden Wij aan de boosdoeners"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Voor hen is de hel een rustplaats en boven hen hebben zij bedekkingen. Zo vergelden Wij aan de onrechtplegers"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Maar zij die geloven en de deugdelijke daden doen -- aan niemand wordt meer dan hij kan dragen opgelegd -- zij zijn het die in de tuin thuishoren; zij zullen daarin altijd blijven"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "En Wij nemen wat er in hun harten aan wrok was weg. Onder hen stromen rivieren en zij zeggen: \"Lof zij God die ons tot hiertoe de goede richting gewezen heeft. Wij zouden ons de goede richting niet hebben laten wijzen als God ons die niet gewezen had. De gezanten van onze Heer zijn werkelijk met de waarheid gekomen.\" En hun wordt toegeroepen: \"Dat is nu de tuin [voor jullie]. Jullie hebben die als erfdeel gekregen voor wat jullie gedaan hebben"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "De bewoners van de tuin roepen de bewoners van het vuur toe: \"Wij hebben gemerkt dat wat onze Heer toegezegd had waar is. Hebben jullie ook gemerkt dat wat jullie Heer toegezegd had waar is?\" Zij zeggen: \"Ja.\" Dan roept een aankondiger onder hen uit: \"Gods vloek rust op de onrechtplegers"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "die Gods weg versperren en verlangen dat het een kronkelweg is terwijl zij aan het hiernamaals ongelovig zijn"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Tussen beiden is er een afscheiding en op de kantelen zijn er mannen die iedereen aan hun kentekenen kennen en zij roepen hun die in de tuin thuishoren toe: \"Vrede zij met jullie!\" Zij zijn niet binnengegaan al begeren zij het"
        }
    ]
}