{
    "maqras": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "De aalmoezen zijn voor de armen en de behoeftigen, voor hen die ermee belast zijn en voor hen wier harten tot elkaar gebracht zijn, voor de vrijkoop van slaven en schuldenaren, om in te zetten op Gods weg en voor hem die onderweg is. [Dit is] een verplichting van God. God is wetend en wijs"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Onder hen zijn er ook die de profeet leed aandoen en zeggen: \"Hij is een oor dat [alles gelooft wat het] hoort.\" Zeg: \"Een oor dat hoort wat goed is voor jullie, dat gelooft in God en dat de gelovigen gelooft en dat een barmhartigheid is voor hen uit jullie midden die geloven. Voor hen die de gezant van God leed aandoen is er een pijnlijke bestraffing"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Zij bezweren jullie bij God, om jullie tevreden te stellen, maar God en Zijn gezant hebben er meer recht op door hen tevredengesteld te worden, als zij gelovigen zijn"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Weten zij dan niet dat er voor wie zich tegen God en Zijn gezant verzet het vuur van de hel is waarin hij altijd zal blijven? Dat is de geweldige schande"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "De huichelaars zijn verontrust dat er tot hen een soera wordt neergezonden die hun zal meedelen wat er in hun harten is. Zeg: \"Spot maar, God zal waar jullie verontrust over zijn tevoorschijn halen"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "En als jullie zouden vragen zouden zij zeggen; \"Wij kletsten maar wat en schertsten.\" Zeg: \"Waren jullie met God, Zijn tekenen en Zijn gezant de spot aan het drijven"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Verontschuldigt jullie niet. Jullie zijn ongelovig geworden na geloofd te hebben. Wij zullen een groep van jullie vergiffenis schenken en een andere groep bestraffen omdat zij boosdoeners waren"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "De huichelaars en de huichelaarsters horen bij elkaar, zij gebieden het verwerpelijke, verbieden het behoorlijke en houden hun handen stijf op hun beurzen; zij vergeten God en dus vergeet Hij hen. De huichelaars, dat zijn de verdorvenen"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "God heeft de huichelaars, de huichelaarsters en de ongelovigen het vuur van de hel toegezegd om daarin altijd te blijven. Dat is goed genoeg voor hen. God heeft hen vervloekt en voor hen is er een blijvende bestraffing"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Zoals het geval was met hen die er voor jullie tijd waren. Zij waren sterker dan jullie, hadden meer bezittingen en kinderen. Zij hebben dus het vruchtgebruik van hun aandeel gehad. Jullie hebben ook het vruchtgebruik van jullie aandeel gehad zoals zij die er voor jullie tijd waren het vruchtgebruik van hun aandeel hebben gehad en jullie hebben gekletst zoals zij gekletst hebben. Hun daden zijn vruchteloos in het tegenwoordige leven en het hiernamaals. Dat zijn de verliezers"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Is tot hen niet de mededeling gekomen over hen die er voor hun tijd waren, het volk van Noeh en de 'Aad en de Thamoed en het volk van Ibrahiem en de bewoners van Madjan en de ondersteboven gekeerde steden, tot wie hun gezanten met de duidelijke bewijzen kwamen. God was niet zo dat Hij hun onrecht aandeed, maar zij deden zichzelf onrecht aan"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Maar de gelovige mannen en vrouwen zijn elkaars medestanders, zij gebieden het behoorlijke, verbieden het verwerpelijke, verrichten de salaat, geven de zakaat en gehoorzamen God en Zijn gezant. Zij zijn het met wie God erbarmen zal hebben; God is machtig en wijs"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "God heeft de gelovige mannen en vrouwen tuinen toegezegd waar de rivieren onderdoor stromen om daarin altijd te blijven en goede woningen in de tuinen van 'Adn. En Gods welgevallen is nog geweldiger. Dat is de geweldige triomf"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "O profeet, stel je te weer tegen de ongelovigen en de huichelaars en pak hen stevig aan. Hun verblijfplaats is de hel; dat is pas een slechte bestemming"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Zij zweren bij God dat zij het niet gezegd hadden, terwijl zij het woord van ongeloof wel gesproken hadden. Zij zijn ongelovig geworden na de Islaam [de overgave aan God] aangenomen te hebben. Zij hadden iets in de zin wat zij niet bereikt hebben en zij koesteren alleen maar wrok omdat God en Zijn profeet hen door Zijn goedgunstigheid rijk hadden gemaakt. Als zij dan berouw tonen is het beter voor hen, maar als zij zich afkeren dan zal God hen met een pijnlijke bestraffing in het tegenwoordige leven en in het hiernamaals straffen. En zij hebben op de aarde geen beschermer en geen helper"
        }
    ]
}