{
    "maqras": [
        {
            "chapter": 12,
            "verse": 77,
            "text": "Zij zeiden: \"Als hij al steelt; een broer van hem heeft vroeger ook gestolen.\" Maar Joesoef hield het in zijn binnenste geheim en liet het aan hen niet blijken. Hij zei: \"Jullie verkeren in een nog slechtere positie. En God weet het best wat jullie beschrijven"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Zij zeiden: \"O excellentie, hij heeft een oude bejaarde vader; neem dus een van ons in zijn plaats. Wij zien dat u behoort tot hen die goed doen"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Hij zei: \"Dat verhoede God, dat ik iemand anders zou nemen dan hem bij wie wij ons eigendom gevonden hebben. Anders zouden wij onrechtplegers zijn"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Toen zij dan voor hem geen hoop meer hadden gingen zij apart staan voor een vertrouwelijk gesprek. De oudste van hen zei: \"Weten jullie niet van de waarborg die jullie je vader voor God hebben gegeven en wat jullie eerder met Joesoef niet zijn nagekomen? En ik zal het land niet verlaten totdat mijn vader het mij toestaat of God oordeel velt ten gunste van mij; Hij is de beste van hen die oordelen"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Keert terug naar jullie vader en zegt: 'O onze vader, jouw zoon heeft gestolen en wij geven alleen maar getuigenis van wat wij weten en over het verborgene waken wij niet"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "En vraag de stad waarin wij waren en de karavaan waarmee wij gekomen zijn. Wij zijn echt oprecht"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Hij zei: \"Jullie hebben jezelf iets wijsgemaakt! Dus maar mooi geduldig verdragen. Misschien dat God hen gezamenlijk bij mij zal brengen. Hij is de wetende, de wijze"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "En hij wendde zich van hen af en zei: \"Wat een verdriet om Joesoef.\" En zijn ogen werden wit van droefheid, maar hij hield zijn woede in"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Zij zeiden: \"Bij God, jij houdt niet op aan Joesoef te denken, totdat jij ineenstort of bij hen behoort die te gronde gaan"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Hij zei: \"Ik klaag mijn verdriet en droefheid alleen maar aan God. En ik weet van God wat jullie niet weten"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "Mijn zonen, gaat heen om inlichtingen over Joesoef en zijn broer in te winnen. Aan Gods bemoediging wanhopen slechts de ongelovige mensen"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Toen zij dan bij hem binnenkwamen zeiden zij: \"O excellentie, ons en onze familie heeft tegenspoed getroffen en wij komen met onbeduidende koopwaar, maar geef ons toch een vol rantsoen en geef het ons als aalmoes. God beloont hen die aalmoezen geven"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Hij zei: \"Weten jullie wat jullie Joesoef en zijn broer aangedaan hebben toen jullie zo dom waren"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Zij zeiden: \"Ben jij werkelijk Joesoef?\" Hij zei: \"Ik ben Joesoef en dit is mijn broer. God heeft ons een gunst bewezen. Als iemand godvrezend is en geduldig volhardt dan laat God het loon van hen die goed doen niet verloren gaan"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Zij zeiden: \"Bij God! God heeft aan jou wel de voorkeur boven ons gegeven. En wij hebben echt verkeerd gedaan"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Hij zei: \"Jullie wordt vandaag niets verweten. God zal jullie vergeven en Hij is de barmhartigste van de barmhartigen"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Gaat heen met dit hemd van mij en werpt het over het gezicht van mijn vader dan wordt hij ziende en brengt jullie familie allemaal naar mij"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "En toen de karavaan afreisde zei hun vader: \"Ik bespeur de geur van Joesoef. Als jullie nu maar niet gaan zeggen dat ik seniel word"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Zij zeiden: \"Bij God! Jij verkeert weer in je oude dwaling"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Maar toen de verkondiger van het goede nieuws kwam wierp die het hemd over zijn gezicht en hij werd weer ziende. Hij zei: \"Heb ik jullie niet gezegd dat ik van God weet wat jullie niet weten"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Zij zeiden: \"O onze vader, vraag vergeving voor onze zonden; wij hebben verkeerd gedaan"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Hij zei: \"Ik zal mijn Heer voor jullie om vergeving vragen; Hij is de vergevende, de barmhartige"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Toen zij dan bij Joesoef binnenkwamen haalde hij zijn ouders bij zich en zei: \"Komt Egypte, zo God het wil, veilig binnen"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "En hij verhief zijn ouders op de troon. En zij vielen eerbiedig buigend voor hem neer. En hij zei: \"O mijn vader, dit is de uitleg van mijn droom van vroeger. Mijn Heer heeft hem waargemaakt en Hij heeft mij goed gedaan toen Hij mij uit de gevangenis heeft laten komen en Hij heeft jullie uit de steppe laten komen nadat de satan tussen mij en mijn broers tweedracht had gebracht. Mijn Heer is welwillend voor wie Hij wil; Hij is de wetende, de wijze"
        }
    ]
}