{
    "pages": [
        {
            "chapter": 6,
            "verse": 119,
            "text": "What keeps you from eating the meat (of the animals) slaughtered in the name of Allah? He has already detailed for you everything that is forbidden for you _ unless you are compelled by dire reasons. Of course, many mislead others without much knowledge, and because of their own lusts and longings. Your Lord knows the transgressors"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Give up sin (in its entirety) _ in appearance as well as in essence. Those who commit sins would surely be punished according to what they had committed"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Do not eat the meat (of the animals) over which the name of Allah is not invoked (at the time of its slaughter). That is an impious and an immoral act. Shaitan certainly incites his minions to engage you in arguments (about what is, and is not a sin). If you follow them you would surely become one of those who associate partners with Allah"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Can he, upon whom We bestowed life _ he was lifeless (and faithless) prior to that _ as well as the light by which he moves, ever be like those who grope about in utter darkness and are unable to emerge? Thus, the deeds of the unbelievers have been made to appear adorable to them"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Thus, We raised the prominent ones among the criminals in every town to play their tricks. But they do not realize that they are only playing their tricks against themselves"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "When a verse comes to them (from Allah) they say, \"We will not believe unless we are given the kind (of sign) that the messengers of Allah were given.\" Allah knows best upon whom to bestow His message. Disgrace and humiliation before Allah, and a torment, will soon strike the criminals because of their scheming designs"
        }
    ]
}