{
    "pages": [
        {
            "chapter": 10,
            "verse": 43,
            "text": "Among them are those who appear to look at you! Will you then try to guide the blind, even though he sees nothing"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Surely, Allah does not oppress people unjustly. Rather, people treat their own selves unjustly"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "That day, We will gather them together. They will feel as if they did not stay (in this world) for more than just a single hour of a day, and only to get to know each other. They became the losers because they rejected the inevitable meeting with Allah! They were not well guided"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "We may let you witness some of what We have promised them, or We may first give you death. Towards Us is their return journey! Allah is the witness of everything they have done"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Each generation had its messenger. Once the message is delivered, the matter is decided justly. Nobody is dealt with unfairly"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "They ask, \"If you are truthful, when will that promise come about"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Say, \"I do not have power to harm or benefit even myself, except what Allah wants. Each generation has an appointed time! When the time comes, it can neither be advanced nor delayed, even by a moment"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Say, \"The punishment might come any time during the night or the day. What do you think? What would the criminals accomplish by seeking to hasten it"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Are you planning to believe after it comes, and is already upon you?\" (They will be told), \"Now (you believe)! You had wanted to hasten it"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "The evildoers would be told, \"Taste the eternal torment! Could your reward be any different from what your actions deserve"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "They ask you to counsel them, \"Is it the absolute truth?\" Say, \"It is, I swear by my Lord! It is surely the truth! And you cannot prevent it"
        }
    ]
}