{
    "pages": [
        {
            "chapter": 11,
            "verse": 118,
            "text": "Had your Lord wanted, He would have made all humans to be only one nation. They will always continue to dispute"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Except those upon whom your Lord has bestowed mercy. For this reason, He created them. The word of your Lord has come to pass, \"I shall definitely pack the hell with jinn and the humans, together"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "We narrate to you all these stories of the past messengers in order to strengthen your heart. The absolute truth has come to you! It is an exhortation and the guidance for the believers"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "And tell the unbelievers, \"Carry on in your place, while I shall continue my task"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Go ahead and wait! I, too, am waiting"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "All the concealed mysteries of the heavens and the earth belong to Allah. All matters _ every single one of them _ are referred to Him. So, worship Him and rely on Him! Your Lord is not unaware of your deeds"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Alif, Laam, Ra; These are the verses of the clear lucid Book"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Surely, We have revealed this Qur´an in Arabic so that you may understand"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Through the revelations in this Qur´an, We narrate to you the best of the past events! You had no prior knowledge of these events"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Once, Yusuf said to his father, \"Oh my father! I had a dream. I saw eleven planets, the sun and the moon lying prostrate before me"
        }
    ]
}