{
    "pages": [
        {
            "chapter": 2,
            "verse": 187,
            "text": "It is permissible for you to approach your wives (sexually) during the night of the fasting (day). They are (like) your garments _ (close to you: they clothe your nakedness, and your passions) _ and you are (like) their garments. Of course, Allah knows that you (had succumbed to desire and) were cheating yourself (by engaging in sexual activity during the nights of fasting). He has accepted your repentance and has pardoned you. Now, you may have (social and sexual) relations with your wives (during the night of fasting). Seek from their company that _ (peace and progeny) _ which Allah has ordained for you. (You may) eat and drink until the white streak (of dawn) becomes visible (on the horizon) against the darkness. Thereafter, complete the fast till nightfall. Do not have (sexual) contact with your wives when you confine yourself in a mosque (to worship). These are the bounds of Allah. Do not approach them (much less exceed them). Thus, Allah makes His revelations manifestly clear for mankind. Perhaps, you would fear (Allah) and attain piety"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Do not usurp each other´s possessions unfairly _ by foul means and fraud. Do not, knowingly and sinfully, give (bribes, or false) statements to a judge (or others in authority, intending) to usurp the (rights and) possessions of others"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "They ask you about the (cyclical changes in the) moon. Say, \"It serves as a calendar for mankind, and to mark the time for pilgrimage.\" Piety is not (a ritual requiring) that you enter your home through its rear. Piety is to (know and) fear Allah. Enter your homes through its front door, and fear Allah. Perhaps, you would prosper"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "In the path of Allah, fight those who wage a war against you. But do not exceed the limit. Indeed, Allah does not like the transgressors"
        }
    ]
}