{
    "pages": [
        {
            "chapter": 17,
            "verse": 76,
            "text": "They had stirred you up enough and had almost succeeded in driving you out of the land. If so, they too, had not stayed behind much longer"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "This was Our established practice with every messenger We sent prior to you. You will not detect any departure in Our practice"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "And stand in prayers from sunset till dusk, and recite the Qur´an at dawn. Surely, the recitation of the Qur´an at dawn is well attended (by angels)"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "And prior to dawn, perform the tahajjud (non-obligatory) prayer at night. Your Lord may elevate you to the most exalted status (in heaven)"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "And say, \"Oh Lord, usher me into the threshold (of events in life) with the truth; and take me through the outcome (of events) with the truth, and by Your grace appoint for me a mighty ally"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "And say, \"The truth is here and falsehood has ceased to be! Indeed, falsehood is ever bound to vanish"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "That which We revealed in the Qur´an is the mercy and the cure for the believers, and it only multiplies the losses of the evil doers"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Man stays aloof and disregards (the message) when We make (life) pleasant for him, and despairs when he encounters a calamity"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Each one acts according to his own way. Your Lord knows better those, who are well guided and on the (straight) path"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "They ask your opinion about the ´Rooh´ (the soul)! Say, \"The ´Rooh´ (the soul) is by the command of your Lord. The knowledge imparted to you is just so scanty"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Surely, if We please We could revoke the knowledge revealed to you thus far. Then, you will find nothing to promote your cause with Us"
        }
    ]
}