{
    "pages": [
        {
            "chapter": 21,
            "verse": 91,
            "text": "(As also) that lady who had guarded her virginity. We breathed Our spirit into her body, and turned her and her son into a sign for the world"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Listen! This human race of yours is really a single nation and I am your Lord, so worship Me exclusively"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "But they divided up their beliefs (and devotion) amongst themselves. All must return to Us"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "The efforts of anyone who performed the righteous acts _ provided he is a believer _ will not go unrecognized. Indeed, We are writing (everything) down"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "And forbidden it is for the town We have destroyed to bounce back"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Until (the time), the ´Yajog´ and the ´Majog´ are let loose. They will begin to spring out from every hill"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "As the promise of that certainty _ (the reckoning) _ looms closer, the eyes of the unbelievers will be glazed and agape (with horror). They will cry out, \"Oh misery to us, we stayed unmindful of this. Rather, we were the evil doers"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Indeed! You, and those you used to worship besides Allah, shall serve as fuel for the hellfire, which you shall have to enter"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Had they been gods, they would not end up here (in hell). Now, they shall stay here forever"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "There, wheezing (amid moans and shrieks) shall be their mode of breathing. In hell, they shall not hear anything (else)"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "But those, for whom the decree of joy and happiness had been issued by Us, will be spared the above fate"
        }
    ]
}