{
    "pages": [
        {
            "chapter": 24,
            "verse": 21,
            "text": "Oh you who believe! Do not emulate the example of Shaitan. Whoever follows the footsteps of Shaitan (should know) that he always exhorts the commission of obscene and vile deeds and the prohibited acts. The favors of Allah and His mercy are upon you. Otherwise, none of you could have ever acquired the purity of heart. But Allah purifies whomever He wants. Allah is all-Hearing and all-Knowing"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "The wealthy and the resourceful should not swear that they would withhold assistance from their needy relatives and the poor, nor from those who have left their homes for the sake of Allah! Rather, they should forgive and bear no malice. Wouldn´t you like Allah to forgive you? Allah is the most Forgiving and the most Merciful"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Surely, cursed _ in this world and in the afterlife _ are those who level charges of immorality against the innocent and chaste believing women. There is a severe punishment for them"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "That day, their tongues, their hands and their feet would testify against them regarding what they used to do"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "That day, Allah will grant them to the full extent their rightful compensation; and they will know that Allah is the self-evident truth"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Bad women are for bad men who deserve the bad women. Similarly, pious women are for pious men, who deserve the pious women. They are upright and absolved of what others babble about them. Theirs are the forgiveness, and a generous provision"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "Oh you believers, do not enter the homes other than your own; unless you seek permission from their occupants, and have saluted them. This is better for you. Perhaps, you will comply"
        }
    ]
}