{
    "pages": [
        {
            "chapter": 48,
            "verse": 16,
            "text": "Say to the wandering Bedouins who had (deliberately) lagged behind earlier, \"Soon you would be called into combat against a people possessing considerable martial strength and skill, unless they surrender. You shall have to face them in battle. (That would be your test)! Then, if you obey, Allah would grant you an excellent reward. Conversely, if you turn your backs like you did earlier, He would chastise you with a painful punishment"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "There is no blame upon the blind and the lame (those handicapped); nor upon those who are sick. (They may not heed the call to Jihad, all-out struggle for His sake). Allah will usher into the gardens of paradise _ right through which run the rivers _ all those who obey Him, and His messenger. He will punish with the painful torment anyone who turns his back"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "Allah was definitely well pleased with the believers when they, as they sat under the tree, pledged their allegiance to you. He knew what was in their heart, so He bestowed a comforting calm upon them. As a reward, He arranged for them a victory in the near future"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "They will acquire an abundance of booty. Allah is the Mighty, the Wisest"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Allah has promised that you would capture a lot of booty in the future. Meanwhile, He has granted you this (victory) in advance. He restrained the hands of men _ (your enemies); He kept them from hurting you! So that it may serve as a sign for the believers; so that He may guide you on to the straight path"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "And (He promises you) other (bounties)! You are (as yet) not capable of achieving them. But Allah has earmarked them (for you). Allah is capable of accomplishing everything"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "If the unbelievers had engaged you in combat at that time, they would have turned their backs (and fled). Then, they would not have found any allies or supporters"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Such is the norm, the established way of Allah, which is in force since a very long time. You shall not find any change in the established practice of Allah"
        }
    ]
}