{
    "pages": [
        {
            "chapter": 56,
            "verse": 77,
            "text": "(I swear that) this (Qur´an) is certainly a noble recital"
        },
        {
            "chapter": 56,
            "verse": 78,
            "text": "(Inscribed) in a well-guarded book"
        },
        {
            "chapter": 56,
            "verse": 79,
            "text": "Only those who are (physically and ritually) clean, (are allowed to) touch it"
        },
        {
            "chapter": 56,
            "verse": 80,
            "text": "(It is) a revelation from the Lord of the universe"
        },
        {
            "chapter": 56,
            "verse": 81,
            "text": "Yet, do you shun this narrative (nonchalantly)"
        },
        {
            "chapter": 56,
            "verse": 82,
            "text": "Do you make the denial (of the truth) your livelihood, (and respond to the blessings by rejecting the truth)"
        },
        {
            "chapter": 56,
            "verse": 83,
            "text": "How about when (the soul of the dying) heaves up into the throat"
        },
        {
            "chapter": 56,
            "verse": 84,
            "text": "At that time, you can do nothing but look on (helplessly)"
        },
        {
            "chapter": 56,
            "verse": 85,
            "text": "Compared to you, We are closer to the one dying. But you cannot see"
        },
        {
            "chapter": 56,
            "verse": 86,
            "text": "Thus, if (you think) you are not subject to reckoning, why can´t you"
        },
        {
            "chapter": 56,
            "verse": 87,
            "text": "Return the soul back (to the dead), if you are (indeed) truthful"
        },
        {
            "chapter": 56,
            "verse": 88,
            "text": "And if the dying person had been (the one) nearest (to Allah)"
        },
        {
            "chapter": 56,
            "verse": 89,
            "text": "(He shall have) peace and tranquility, bounteous provisions and the blissful idyllic paradise"
        },
        {
            "chapter": 56,
            "verse": 90,
            "text": "While if the (dying) person is among those of the right (side)"
        },
        {
            "chapter": 56,
            "verse": 91,
            "text": "(He shall hear the greetings), \"Peace be to you. (You are) among those of the right (side)"
        },
        {
            "chapter": 56,
            "verse": 92,
            "text": "But if the deceased happens to be among those who rejected and went astray"
        },
        {
            "chapter": 56,
            "verse": 93,
            "text": "(He shall have) the hot boiling water ´to welcome´ him"
        },
        {
            "chapter": 56,
            "verse": 94,
            "text": "And the roasting heat of the hellfire"
        },
        {
            "chapter": 56,
            "verse": 95,
            "text": "Indeed! That is definitely and most certainly the absolute truth"
        },
        {
            "chapter": 56,
            "verse": 96,
            "text": "So, (oh prophet)! glorify and praise the name of the Greatest, your Supreme Lord"
        },
        {
            "chapter": 57,
            "verse": 1,
            "text": "Whatever is in the heavens and on earth, glorifies and praises Allah. He is the Mightiest, the Wisest"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "The kingdom of the heavens and the earth belongs to Him. He gives life and death, and He is capable of doing everything"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "He is the First and the Last, the Perceptible and the Unseen. And He is well Aware of every single thing"
        }
    ]
}