{
    "pages": [
        {
            "chapter": 57,
            "verse": 12,
            "text": "That day, you will see that the light (emanating) from the believing men and women would run in front of, and to the right of them. (They would hear), \"There is good news for you, to day!\" (They shall have) the paradise _ rivers run right through it _ and they shall live there forever. That, in fact, is the greatest triumph"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "That day, the hypocrite men and women would say to the believers, \"Look at us and let us borrow (and avail) a little of your light.\" (But) they would be told, \"Turn back! Go find your own light!\" Thereupon, a wall would be set in place between them and the believers. The gate (in the wall) would lock in (the believers and) the mercy and grace (of Allah) on the inside. While on the outside (of the enclosure) would be nothing but torture"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "They would call the believers (saying), \"Were we not with you (in the life of this world)?\" The believers would reply, \"Of course, but you let yourself be tempted. You waited, (hesitated), and entertained doubts. Your hopes and expectations deceived (and lulled) you, until the decree arrived from Allah. The master deceiver, (the Shaitan), deceived you about Allah"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "And today, no ransom would be accepted from you or from those who had disbelieved. Fire is your _ and your companion´s _ abode. It is an evil end of the journey"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "Is it not time yet, that the hearts of the believers should stir with the mention of Allah, and the absolute truth that has come to them? Do not be like those who were given the scriptures earlier. After the passage of a long time, their hearts became hardened. Today, most of them are evildoers"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "You should know that Allah gives life back to the land after its death. We have already explained the signs to you. Perhaps you would understand"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Indeed, there is a generous reward for the men and women who give charity, and advance a virtuous loan to Allah. He will increase it manifolds (and give them due credit)"
        }
    ]
}