{
    "pages": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "Oh you people! Fear your Lord who created you (all) from a single soul. (From that single soul), He created its mate, and then out of the two, He propagated (and dispersed) multitudes of men and women. Fear Allah, in whose name you seek and demand your rights. Do not sever the ties of kinship. Of course, Allah watches over you closely"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Give the orphans their assets and inheritance (when they reach the marriageable age). Do not substitute your (faulty and) valueless goods with their valuable wares. Do not gobble up their assets into your own. That indeed is a grave sin"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "If you are afraid that you might be unfair to the orphan girls (in your charge), then marry (other) women you like _ two, or three, or up to four of them. However, if you fear that you cannot maintain equality and justice (among your wives) then have (only) one wife, and whatever your right hand owns _ (the captive women). That way you are more likely to avoid injustice"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "And willingly pay the women (you marry) their ´mehar´ _ (the nuptial dues). However, if they, on their own, remit a portion of it back to you, then you may enjoy it with cheer and joy"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Do not entrust the (immature and the) weak of mind with the wealth and assets over which Allah has appointed you the guardian. But out of that wealth, feed and clothe them (appropriately) and talk to them in a kind and polite manner"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Keep testing the orphans till they reach the marriageable age. If you perceive them to be of sound judgment, then turn their assets over to them. Do not squander and waste the wealth in haste, lest they grow up (and demand their inheritance). The rich guardian should not charge (for managing the assets of the orphan). The poor guardian may have for himself a (reasonable and) customary share. When you turn their assets over to the orphans, arrange to have others witness (the transfer). Though, Allah is enough to take account"
        }
    ]
}