{
    "chapter": [
        {
            "chapter": 42,
            "verse": 1,
            "text": "Ha, Mim"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "Ayn, Sin, Kaf"
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "Aziz, Hakim olan Allah sana da, senden oncekilere de boyle vahyeder"
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "Goklerde olanlar da, yerde olanlar da O´nundur. O, Aliyy´dir, Azim´dir"
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "Nerede ise gokler tepelerinden catlayacaklar. Melekler de Rabblarını hamd ile tesbih ediyorlar; yeryuzunde bulunanlar icin O´ndan bagıslanma diliyorlar. Iyi bilin ki; Allah, muhakkak Gafur, Rahim olandır"
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "Ondan baska veliler edinenlere gelince; Allah, onların uzerinde daima gozetleyicidir. Sen, onların uzerinde vekil degilsin"
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "Sehirlerin anasını ve onun cevresinde bulunanları uyarman ve hakkında hic bir suphe bulunmayan o toplanma gunuyle korkutman icin, sana boyle arabca bir Kur´an vahyettik. Bir fırka cennette, bir fırka da cılgın alevli cehennemdedir"
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "Sayet Allah dileseydi; hepsini tek bir ummet yapardı. Ama O; diledigini rahmetine sokar. Zalimlere gelince; onlar icin ne bir veli vardır, ne de bir yardımcı"
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "Yoksa O´ndan baska veliler mi edindiler? Iste Allah; O´dur veli. Oluleri O, diriltir. Ve O, her seye kadirdir"
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "Ihtilafa dustugunuz herhangi bir seyde hukum Allah´ındır. Iste Rabbım Allah budur. Ben, O´na tevekkul ettim ve yalnız O´na yoneldim"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "Goklerin ve yerin yaratanı, size kendinizden esler yarattı. Davarlardan da ciftler. Bu suretle cogalmanızı saglıyor. O´nun benzeri hic bir sey yoktur. Ve O; Semi´dir, Basir´dir"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "Goklerin ve yerin anahtarları O´nundur. Dilediginin rızkını genisletir, ve kısar. Muhakkak ki O; her seyi bilendir"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "Dine baglı kalın ve onda tefrikaya dusmeyin, diye dinden Nuh´a buyurdugunu, size de tesri buyurdu. Sana vahyettigimizi ve Ibrahim´e, Musa´ya, Isa´ya buyurdugumuzu. Kendilerini cagırdıgın bu sey; musriklere agır geldi. Allah; diledigini kendisine secer. Kendisine yoneleni de hidayete iletir"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "Onlar; kendilerine ilim geldikten sonra aralarındaki ihtiras yuzunden ayrılıga dustuler. Sayet belirli bir sure icin Rabbından bir soz gecmis olmasaydı, aralarında hukum verilirdi. Onlardan sonra kitaba varis kılınanlar da ondan mutlak bir suphe ve tereddut icindedirler"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Su halde sen, bunun icin davet et ve emrolundugun sekilde dosdogru bir istikamet tuttur. Onların heveslerine uyma. Ve de ki: Ben, Allah´ın indirdigi kitaba inandım ve aranızda adalet etmekle emrolundum. Allah; bizim de Rabbımız, sizin de Rabbınızdır. Bizim islediklerimiz bize, sizin isledikleriniz sizedir. Bizimle sizin aranızda tartısılacak hic bir sey yoktur. Allah; hepimizi bir araya toplar ve donus de O´nadır"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "Kabul ettikten sonra Allah´ın dini hakkında tartısmaya girisenlerin delilleri Rabbları katında bostur. Onların uzerine hem bir gazab, hem de siddetli bir azab vardır"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Allah, O´dur ki; kitabı ve mizanı hak ile indirmistir. Ne bilirsin; belki de o saat yakındır"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Buna inanmayanlar onun cabucak gelmesini isterler. Iman edenler ise, ondan korku ile titrerler ve onun hak oldugunu bilirler. Iyi bilin ki; kıyamet gunu hakkında tartısanlar derin bir sapıklık icindedirler"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Allah; kullarına cok lutufkardır. Diledigini rızıklandırır. O´dur Kavi, Aziz"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Kim, ahiret ekinini isterse; onun ekinini arttırırız. Kim de dunya ekinini isterse; ona da bundan veririz. Ancak onun ahirette bir nasibi yoktur"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Yoksa Allah´ın izin vermedigi bir seyi, dinde onlara seriat kılacak ortakları mı var? Sayet kesin soz bulunmayacak olsaydı; aralarında derhal hukum verilirdi. Dogrusu zalimlere elim bir azab vardır"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Goreceksin ki; zalimler yaptıkları seyler baslarına gelirken korkudan titrerler. Iman edip salih amel isleyenler ise cennet bahcelerindedirler. Rabblarının katında onlara diledikleri vardır. Iste bu; buyuk lutfun kendisidir"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "Iste Allah´ın iman edip salih ameller isleyen kullarına mujdeledigi budur. De ki: Ben, sizden buna karsılık; akrabalıkta sevgiden baska bir ucret istemem. Kim, bir iyilik kazanırsa; Biz onun iyiligini arttırırız. Muhakkak ki Allah; Gafur´dur, Sekur´dur"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Yoksa onlar; Allah´a karsı yalan uydurdu mu derler? Allah; dilerse senin kalbini muhurler, batılı yok eder, sozleriyle hakkı yerine getirir. Muhakkak ki O; goguslerin ozunu bilendir"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "O; kullarından tevbeyi kabul eden, kotulukleri bagıslayan ve yaptıklarını bilendir"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "Iman edip salih ameller isleyenlerin duasını kabul buyurur ve onlara lutfundan arttırır. Kafirlere gelince; onlar icin siddetli bir azab vardır"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Sayet Allah kulları icin rızkı genis tutsaydı; yeryuzunde azgınlık ederlerdi. Fakat O; diledigi olcude indirir. Muhakkak ki O; kulları icin Habir´dir, Basir´dir"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "O´dur ki; umidlerini kestikten sonra yagmuru indirir ve rahmetini yayar. O; Veli´dir, Hamid´dir"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Gokleri, yeri ve ikisinde yaydıgı canlıları yaratması da O´nun ayetlerindendir. O, dileyince bunları toplamaya da hakkıyla kadirdir"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Size musibetten ne gelirse, kendi ellerinizin kazandıgındandır. Bununla beraber O, cogunu affeder"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Yeryuzunde O´nu aciz bırakamazsınız. Ve sizin Allah´tan baska ne bir veliniz vardır, ne de bir yardımcınız"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "Denizde daglar gibi akıp giden gemiler de O´nun ayetlerindendir"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Dilerse O; ruzgarı durdurur da denizin yuzunde durakalırlar. Muhakkak ki bunda, sabırlı olan ve cok sukreden kimseler icin ayetler vardır"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Yahut yaptıklarına karsılık onları helak eder. Bir cogunu da bagıslar"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "Ayetlerimiz uzerinde tartısanlar bilsinler ki; kendileri icin kacacak bir yer yoktur"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Size verilen herhangi bir sey, yalnızca dunya hayatının bir gecimliligidir. Allah katında olan ise, hem daha hayırlı, hem de daha bakidir. Bu; iman edenler ve Rabblarına tevekkul edenler icindir"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "Ve buyuk gunahlardan, hayasızlıktan cekinenler, ofkelendiklerinde bile bagıslayanlar icindir"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "Ve Rabblarına icabet edenler, namaz kılanlar icindir. Onların isleri aralarında sura iledir. Kendilerine verdigimiz rızıktan da infak ederler"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "Onlar ki; kendilerine zulum vaki olunca yardımlasırlar"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "Kotulugun karsılıgı; ona denk bir kotuluktur. Kim, affeder ve ıslah ederse; ecri Allah´a aittir. Muhakkak ki Allah; zalimleri sevmez"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Kim, zulme ugradıktan sonra hakkını alırsa; aleyhine bir yol yoktur"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "Yol; ancak insanlara zulmedenler ve yeryuzunde haksız yere taskınlık edenler icindir. Iste onlara elim bir azab vardır"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Bununla beraber kim de sabreder ve bagıslarsa; iste bu, suphesiz azmedilmeye deger islerdendir"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "Kimi de Allah saptırırsa; bundan sonra artık onun icin bir veli yoktur. Goreceksin ki; o zalimler, azabı gordukleri zaman: Geri donecek bir yol yok mudur? diyeceklerdir"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "Ve onları atese sunulurken zilletten basları one egilmis, goz ucuyla gizli gizli cevreye bakarken goreceksin. Iman etmis olanlar da derler ki: Husranda olanlar; kıyamet gunu kendilerini de, ailelerini de husranda bırakanlardır. Iyi bilin ki; zalimler muhakkak surekli bir azab icindedirler"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "Onların Allah´tan baska kendilerine yardım edecek velileri de yoktur. Kimi de Allah saptırırsa; artık onun icin bir yol yoktur"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Allah katından, geri cevrilmesi imkansız bir gun gelmezden once, Rabbınıza icabet edin. O gun; hic biriniz icin sıgınacak bir yer yoktur, inkar da edemezsiniz"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "Eger onlar yine yuz cevirirlerse; Biz, seni onların uzerine bekci olarak gondermedik. Senin vazifen, sadece tebligdir. Gercekten Biz, insana katımızdan bir rahmet tattırırsak; o bununla sevinir. Ama elleriyle islediklerinden oturu baslarına bir fenalık gelirse; iste o zaman insan, cidden pek nankordur"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "Goklerin ve yerin mulku Allah´ındır. Diledigini yaratır. Diledigine disiler bagıslar, diledigine ne erkekler bagıslar"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "Veya hem disi, hem erkek olmak uzere cift verir. Diledigini de kısır bırakır. Muhakkak ki O; Alim´dir, Kadir´dir"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "Bir beser icin Allah´ın kendisiyle konusması olacak sey degildir. Meger ki bir vahy ile veya perde arkasından, yahut bir elci gonderip de izni ile diledigini vahyetsin. Muhakkak ki O; Aliyy´dir, Hakim´dir"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "Iste boylece Biz; sana da emrimizden bir ruh vahyettik. Sen kitab nedir, iman nedir bilmezdin. Fakat Biz; onu, kullarımızdan diledigimizi hidayete eristirdigimiz bir nur kıldık. Suphesiz ki sen, dosdogru bir yolu gostermektesin"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "Goklerde ve yerde olanların kendisine ait oldugu Allah´ın dosdogru yolunu. Iyi bilin ki; butun isler sonunda Allah´a doner"
        }
    ]
}