{
    "chapter": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "Ey iman edenler; benim de dusmanım, sizin de dusmanınız olanları dost edinmeyin. Onlar, size gelen gercegi inkar etmisken onlara sevgi gosteriyorsunuz. Halbuki onlar; Rabbınız olan Allah´a inandıgınızdan dolayı sizi ve peygamberi yurdunuzdan cıkarıyorlar. Eger siz, benim yolumda savasmak ve hosnudlugumu kazanmak icin cıkmıssanız; onlara nasıl sevgi gosterirsiniz? Oysa Ben, sizin gizlediginizi de, acıga vurdugunuzu da bilirim. Icinizden kim bunu yaparsa; suphesiz ki dogru yoldan sapmıs olur"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Sayet onlar, sizi ele gecirirlerse; size dusman kesilirler. Kotulukle ellerini ve dillerini uzatırlar. Ve sizin kafir olmanızı isterler"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Yakınlarınız ve cocuklarınız size asla fayda veremezler. Allah, kıyamet gunu onlarla sizin aranızı ayırır. Ve Allah; islediklerinizi gorendir"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Ibrahim´de ve onun beraberinde olanlarda sizin icin gercekten guzel bir ornek vardı. Hani onlar, kavimlerine demislerdi ki: Biz, sizden ve Allah´ ı bırakıp taptıgınız baska seylerden uzagız. Sizi inkar ediyoruz. Yalnız Allah´a inanıncaya kadar bizimle sizin aranızda ebedi dusmanlık ve ofke belirmistir. Yalnız Ibrahim´in babasına; andolsun ki, senin icin magfiret dileyecegim. Ama Allah´tan sana gelecek herhangi birseyi def´etmeye gucum yetmez, demesi mustesna. Ey Rabbımız; Sana tevekkul ettik ve Sana yoneldik. Donus de ancak Sana´dır"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Ey Rabbımız; bizi, o kufredenler icin bir fitne kılma. Bagısla bizi. Ey Rabbımız; dogrusu Aziz, Hakim olan Sensin Sen"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Andolsun ki; sizlerden, Allah´ı ve ahiret gununu umanlar icin onlarda guzel bir ornek vardır. Kim de yuz cevirirse, muhakkak ki Allah; Gani´ dir, Hamid´dir"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Olur ki Allah; sizinle, onlardan dusman oldugunuz kimseler arasında yakında bir dostluk peyda eder. Allah; Kadir´dir. Ve Allah; Gafur´dur, Rahim´dir"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Sizinle din ugrunda savasmayan, sizi yurdunuzdan cıkarmayanlara iyilik yapmanızı ve adil davranmanızı Allah yasaklamaz. Dogrusu Allah; adil olanları sever"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Allah; sadece sizinle din ugrunda savasanları, sizi yurtlarınızdan cıkaranları ve cıkarılmanıza yardım edenleri dost edinmenizi yasaklar. Kim onları dost edinirse; iste onlar, zalimlerin kendileridir"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "Ey iman edenler; inanan kadınlar hicret ederek size gelirlerse, onları imtihan edin. Allah, onların imanlarını daha iyi bilir. Fakat siz de onların inanmıs kadınlar olduklarını ogrenirseniz; artık onları kafirlere geri gondermeyin. Bunlar onlara helal degildir, onlar da bunlara helal olmazlar. Onların sarfettiklerini kendilerine geri verin. Mehirlerini verdiginiz zaman onlarla evlenmenizde bir vebal yoktur. Kafir kadınları nikahınızda tutmayın, sarfettiginizi isteyin. Onlar da sarfettiklerini istesinler. Allah´ın hukmu budur. Aranızda O hukmeder. Ve Allah; Alim´ dir, Hakim´dir"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Eger eslerinizden kafirlere bir sey gececek olursa ve siz de galib durumda bulunursanız; esleri gidenlere sarfettikleri kadarını verin. Inandıgınız Allah´tan sakının"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "Ey Peygamber; inanmıs kadınlar; Allah´a hic bir seyi ortak kosmamak, hırsızlık yapmamak, zina etmemek, cocuklarını oldurmemek, elleriyle ayakları arasından bir iftira duzup getirmemek, ma´rufu islemekte sana karsı gelmemek uzere biat etmeye geldikleri zaman, biatlarını kabul et. Ve onlar icin Allah´tan magfiret dile. Muhakkak ki Allah; Gafur´dur, Rahim´dir"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "Ey iman edenler; Allah´ın kendilerine gazab ettigi bir kavim ile dost olmayın. Kafirlerin kabirdekilerden umidlerini kestikleri gibi, onlar da ahiretten umidlerini kesmislerdir"
        }
    ]
}