{
    "rukus": [
        {
            "chapter": 6,
            "verse": 21,
            "text": "Yē byākti āllāh‌ sambandhē mithyā racanā karē bā tām̐ra āẏātasamūhē mithyārōpa karē, tāra cēẏē baṛa yālima āra kē? Niścaẏa yālimarā sāphalya lābha karatē pārē nā"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Āra smaraṇa karuṇa, yēdina āmārā tādēra sabā'ikē ēkatra karaba, tārapara yārā śirka karēchē tādērakē balaba, ‘yādērakē tōmārā āmāra śarīka manē karatē, tārā kōthāẏa [1]?’"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Tārapara tādēra ē chāṛā balāra an'ya kōnō ajuhāta thākabē nā, ‘āmādēra raba āllāh‌ra śapatha! Āmārā tō muśarika'i chilāma nā"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Dēkhuna, tārā nijēdēra prati kirūpa mithyācāra karē ēbaṁ mithyā tārā raṭanā karata tā kībhābē tādēra thēkē udhā'ō haẏē gēla"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Āra tādēra madhya kichu saṅkhaka āpanāra prati kāna pētē śunē, kintu āmarā tādēra antarēra upara ābaraṇa karē diẏēchi yēna tārā tā upalabdhi karatē nā pārē; āra āmārā tādēra kānē badhiratā tairī karēchi [1]. Āra yadi samasta āẏāta'ō tārā pratyakṣa karē tabu'ō tārā tātē īmāna ānabē nā. Ēmanaki tārā yakhana āpanāra kāchē upasthita haẏa, takhana tārā āpanāra sāthē bitarkē lipta haẏa, yārā kupharī karēchē tārā balē, ‘ēṭātō āgēkāra dinēra upakathā chāṛā āra kichu naẏa.’"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Āra tārā an'yākē ēgulō śunā thēkē birata rākhē ēbaṁ nijērā'ō ēgulō śunā thēkē durē thākē. Āra tārā nijērā'i śudhu nijēdērakē dhbansa karē, athaca tārā upalabdhi karē nā"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Āpani yadi dēkhatē pētēna [1] yakhana tādērakē āgunēra upara dām̐ṛa karānō habē takhana tārā balabē, ‘hāẏa! Yadi āmādērakē phērata pāṭhānō hata, āra āmārā āmādēra rabēra āẏātasamūhē mithyārōpa nā karatāma ēbaṁ āmārā muminadēra antarbhukta hatāma [2].’"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Baraṁ āgē tārā yā gapana karata tā ēkhana tādēra kāchē prakāśa haẏē giẏēchē. Āra tādēra ābāra (duniẏāẏa) phēraṯ pāṭhānō halē'ō tādērakē yā karatē niṣēdha karā haẏēchila ābāra tārā tā'i karata ēbaṁ niścaẏa'i tārā mithyābādī"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Āra tārā balē, ‘āmādēra pārthiba jībana'i ēkamātra jībana ēbaṁ āmādērakē punarut'thita'ō karā habē nā [1].’"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Āra āpani yadi dēkhatē pētēna, yakhana tādērakē tādēra rabēra sam'mukhē dām̐ṛa karāna habē; tini balabēna, ‘ēṭā ki prakr̥ta satya naẏa?’ Tārā balabē, ‘āmādēra raba –ēra śapatha! Niścaẏa'i satya’. Tini balabēna, ‘tabē tōmārā yē kupharī karatē tāra jan'ya tōmārā ēkhana śāsti bhōga kara.’"
        }
    ]
}