{
    "rukus": [
        {
            "chapter": 6,
            "verse": 101,
            "text": "Tini āsamāna ō yamīnēra sraṣṭā, tām̐ra santāna habē kibhābē? Tām̐ra tō kōnō saṅginī nē'i. Āra tini sabakichu sr̥ṣṭi karēchēna ēbaṁ pratyēka bastu sambad'dhē tini sabiśēṣa abagata"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Tini'i tō āllāh‌ , tōmādēra raba; tini chāṛā kōnō satya ilāha nē'i. Tini'i sabakichura sraṣṭā; kājē'i tōmārā tām̐ra ‘ibādata kara; tini sabakichura tattbābadhāẏaka"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Dr̥ṣṭisamūha tām̐kē āẏatba karatē pārē nā [1], athaca tini sakala dr̥ṣṭikē āẏatba karēna [2] ēbaṁ tini sūkṣadarśī, samyaka abahita"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Abaśya'i tōmādēra raba–ēra kācha thēkē tōmādēra kāchē cākṣuṣa pramāṇādi ēsēchē. Ataḥpara kē'u cakṣuṣmāna halē sēṭā dbārā sē nijē'i lābhabāna habē, āra kē'u andha sājalē tātē sē nijē'i kṣatigrasta habē [1]. Āra āmi tōmādēra upara sanrakṣaka na'i"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Āra ēbhābē'i āmarā nānābhābē āẏātasamūha bibr̥ta kari [1] ēbaṁ yātē tārā balē, ‘āpani paṛē niẏēchēna [2]’, āra yātē āmarā ēṭākē [3] suspaṣṭabhābē jñānī sampradāẏēra jan'ya barṇanā kari"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Āpanāra rabēra kācha thēkē āpanāra prati yā ōhī haẏēchē āpani tāra'i anusaraṇa karuna, tini chāṛā an'ya kōnō satya ilāha nē'i ēbaṁ muśarikadēra thēkē mukha phiriẏē nina"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Āra āllāh‌ yadi icchē karatēna tabē tārā śirka karata nā. Āra āmarā āpanākē tādēra hiphāyata bānā'ini ēbaṁ tādēra tattbābadhāẏaka'ō nana"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Āra āllāh‌kē chēṛē yādērakē tārā ḍākē tādērakē tōmāra gāli di'ō nā. Kēnanā tārā sīmālaṅghana karē ajñānatābaśataḥ āllāhakē'ō gāli dēbē; ēbhābē āmarā pratyēka jātira dr̥ṣṭitē tādēra kāryakalāpa śōbhita karēchi; tārapara tādēra rabēra kāchē'i tādēra pratyābartana. Ērapara tini tādērakē tādēra karā kājagulō sambandhē jāniẏē dēbēna"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Āra tārā āllāh‌ra nāmē kaṭhina śapatha karē balē, tādēra kāchē yadi kōnō nidarśana āsata tabē abaśya'i tārā ētē īmāna ānata [1]. Baluna, ‘nidarśana tō āllāh‌ra kāchē'i’. Āra kibhābē tōmādēra upalabdhitē āsabē yē, yakhana tā (nidarśana) ēsē yābē, takhana tārā īmāna ānabē nā"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "āra tārā yēmana prathamabārē tātē īmāna ānēni, tēmani āmarā'ō tādēra antarasamūha ō dr̥ṣṭisamūha pālṭē dēba ēbaṁ āmarā tadērakē tādēra abādhyatāẏa udabhrāntēra mata ghurapāka khā'ōẏā abasthāẏa chēṛē dēba"
        }
    ]
}