{
    "rukus": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "Āra mūsāra jan'ya āmarā triśa rātēra ōẏādā kari [1] ēbaṁ ārō daśa diẏē tā pūrṇa kari. Ēbhābē tāra rabēra nirdhārita samaẏa calliśa rātē [2] pūrṇa haẏa. Ēbaṁ mūsā tāra bhā'i hārūnakē balalēna, ‘āmāra anupasthititē āmāra sampradāẏēra madhyē āpani āmāra pratinidhitba karabēna, sanśōdhana karabēna āra biparyaẏa sr̥ṣṭikārīdēra patha anusaraṇa karabēna nā [3].’"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Āra mūsā yakhana āmādēra nirdhārita samaẏē upasthita halēna ēbaṁ tāra raba tāra sāthē kathā balalēna [1], takhana tini balalēna, ‘hē āmāra raba! Āmākē darśana dāna karuna, āmi āpanākē dēkhaba’. Tini balalēna, ‘āpani āmākē dēkhatē pābēna nā [2]. Āpani baraṁ pāhāṛēra dikē'i tākiẏē dēkhuna [3], sēṭā yadi nijēra jāẏagāẏa sthira thākē tabē āpani āmākē dēkhatē pābēna.’ Yakhana tām̐ra raba pāhārē jauti prakāśa karalēna [4] takhana tā pāhāṛakē cūrṇa-bicūrṇa karala ēbaṁ mūsā san̄jñāhīna haẏē paṛalēna [5]. Yakhana tini jñāna phirē pēlēna takhana balalēna, ‘mahimāmaẏa āpani, āmi anutapta haẏē āpanāra kāchē tā'ōbāh‌ karachi ēbaṁ muminadēra madhyē āmi'i prathama.’"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Tini balalēna, ‘hē mūsā! Āmi āpanākē āmāra risālāta ō bākyālāpa diẏē mānuṣēra upara bēchē niẏēchi; kājē'i āmi āpanākē yā dilāma tā grahaṇa karuna ēbaṁ śōkara ādāẏakārīdēra antarbhukta hōna"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Āra āmarā tāra jan'ya phalakasamūhē [1] sarbabiṣaẏē upadēśa ō sakala biṣaẏēra spaṣṭa byākhyā likhē [2] diẏēchi; sutarāṁ ēgulō śaktabhābē dharuna ēbaṁ āpanāra sampradāẏakē tāra yā uttama tā'i grahaṇa karatē nirdēśa dina [3]. Āmi śīgra'i [4] phāsēkadēra bāsasthāna [5] tōmādērakē dēkhāba"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Yamīnē yārā an'yāẏabhābē ahaṅkāra karē bēṛāẏa āmāra nidarśanasamūha thēkē āmi tādēra abaśya'i phiriẏē rākhaba. Āra tārā pratyēkaṭi nidarśana dēkhalē'ō tātē īmāna ānabē nā ēbaṁ tārā saṯpatha dēkhalē'ō sēṭākē patha balē grahaṇa karabē nā, kintu tārā bhula patha dēkhalē sēṭākē patha hisēbē grahaṇa karabē. Ēṭā ē jan'ya yē,tārā āmādēra nidarśanasamūhē nithyārōpa karēchē ēbaṁ sē sambad'dhē tārā chila gāphēla"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Āra yārā āmādēra nidarśana ō ākhērātēra sākṣātē mithyārōpa karēchē tādēra kājakarma biphala haẏē gēchē. Tārā yā karē sē anuyāẏī'i tādērakē pratiphala dēẏā habē"
        }
    ]
}