{
    "rukus": [
        {
            "chapter": 11,
            "verse": 110,
            "text": "Āra abaśya'i āmarā mūsākē kitāba diẏēchilāma, ataḥpara ētē matabhēda ghaṭēchila. Āra āpanāra rabēra pūrba sid'dhānta nā thākalē tādēra mīmānsā tō haẏē'i yēta [1]. Āra niścaẏa tārā ē byāpārē bibhrāntikara sandēhē nipatita"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Āra niścaẏa āpanāra raba tādēra pratyēkakē tāra karmaphala purōpuri dēdabēna. Tārā yā karē tini tō sē biṣaẏē sabiśēṣa abihata"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "kājē'i āpani yēbhābē ādiṣṭa haẏēchēna tātē abicala thākuna ēbaṁ āpanāra sāthē yārā tā'ōbā karēchē tārā'ō [1]; ēbaṁ tōmarā sīmālaṅghana kara nā [2]. Tōmarā yā kara niścaẏa tini tāra samyaka draṣṭā"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Āra yārā yuluma karēchē tōmarā tādēra prati jhum̐kē paṛō nā; paṛalē āguna tōmādērakē sparśa karabē [1]. Ē abasthāẏa āllāh‌ chāṛā tōmādēra kōnō sāhāyyakārī thākabē nā. Tārapara tōmādērakē sāhāyya karā habē nā"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Āra āpani sālāta kāẏēma karuna [1] dinēra du prāntabhāgē ō rātēra prathamānśē [2]. Niścaẏa saṯkāja asaṯ kājakē miṭiẏē dēẏa [3]. Upadēśa grahaṇakārīdēra jan'ya ēṭā [4] ēka upadēśa"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Āra āpani dhairya dhārana karuna, kāraṇa niścaẏa āllāh‌ ihasānakārīdēra pratidāna naṣṭa karēna nā"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Ata'ēba tōmādēra pūrbēra prajanmasamuhēra madhyē ēmana prajñābana kēna haẏani, yārā yamīnē biparyaẏa sr̥ṣṭi thēkē niṣēdha karata? Alpa saṅkhyaka chāṛā, yādērakē āmarā tādēra madhyē nājāta diẏēchilāma [1]. Āra yārā yuluma karēchē tārā bilāsitāra pēchanē paṛē chila, āra tārā chila aparādhī"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Āra āpanārā raba ērūpa nana yē, tini an'yāẏabhābē janapada dhbansa karabēna athaca tām̐ra adhibāsīrā sanśōdhanakārī"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Āra āpanāra raba icchē karalē samasta mānuṣakē ēka jāti karatē pāratēna, kintu tārā paraspara matabirōdhakārī'i raẏē gēchē"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Tabē tārā naẏa, yādērakē āpanāra raba daẏā karēchē ēbaṁ tini tādērakē ējan'ya'i sr̥ṣṭi karēchēna. Āra ‘āmi jina ō mānuṣa ubhaẏa dbārā jāhānnāma pūrṇa karaba'i’, āpanāra rabēra ē kathā pūrṇa haẏēchē"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Āra rāsūladēra ai saba br̥ttānta āmarā āpanāra kāchē barṇanā karēchi, yā dbārā āmarā āpanāra cittakē dr̥ṛha kari, ēra mādhyamē āpanāra kāchē ēsēchē satya ēbaṁ muminadēra kāchē ēsēchē upadēśa ō smaraṇa"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Āra yārā īmāna ānē nā tādērakē baluna, ‘tōmarā sba sba abasthānē kāja karatē thāka, āmarā'ō kāja karachi"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "‘Ēbaṁ tōmarā pratīkṣā kara, āmarā'ō pratīkṣā karachi. ’"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Āsamānasamuha ō yamīnēra gāẏēba āllāhara'i mālikānāẏa ēbaṁ tām̐ra'i kāchē sabakichu pratyābartana karānō habē. Kājē'i āpani tām̐ra ibādata karuna ēbaṁ tām̐ra upara nirbhara karuna. Āra tōmarā yā kara sē sambandhē āpanāra raba gāphila nana"
        }
    ]
}