{
    "rukus": [
        {
            "chapter": 30,
            "verse": 20,
            "text": "Āra tām̐ra nidarśanābalīra madhyē [1] raẏēchē yē, tini tōmādērakē māṭi thēkē sr̥ṣṭi karēchēna. Tārapara ēkhana tōmarā mānuṣa, sarbatra chaṛiẏē paṛacha"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Āra tām̐ra nidarśanābalīra madhyē raẏēchē yē, tini tōmādēra jan'ya tōmādēra madhya thēkē sr̥ṣṭi karēchēna tōmādēra jōṛā[1]; yātē tōmarā tādēra kāchē śānti pā'ō [2] ēbaṁ sr̥jana karēchēna tōmādēra madhyē bhālabāsā ō sahamarmitā. Niścaẏa ētē bahu nidarśana raẏēchē sē sampradāẏēra jan'ya, yārā cintā karē"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Āra tām̐ra nidarśanābalīra madhyē raẏēchē āsamānasamūha ō yamīnēra sr̥ṣṭi ēbaṁ tōmādēra bhāṣā ō barṇēra baicitrya. Ētē tō abaśya'i bahu nidarśana raẏēchē jñānīdēra jan'ya"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Āra tām̐ra nidarśanābalīra madhyē raẏēchē rātē ō dinē tōmādēra nidrā ēbaṁ tōmādēra anbēṣaṇa tām̐ra anugraha hatē. Niścaẏa ētē bahu nidarśana raẏēchē sē sampradāẏēra jan'ya, yārā śōnē"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Āra tām̐ra nidarśanābalīra madhyē raẏēchē, tini tōmādērakē pradarśana karāna bidyuṯ, bhaẏa ō āśāra sañcārakarūpē ēbaṁ āsamāna thēkē pāni nāyila karēna, ataḥpara tā diẏē yamīnakē punarjībita karēna sēṭāra mr̥tyura para; niścaẏa ētē bahu nidarśana raẏēchē ēmana sampradāẏēra jan'ya, yārā anudhābana karē"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Āra tām̐ra nidarśanābalīra madhyē raẏēchē yē, tām̐ra'i ādēśē āsamāna ō yamīnēra sthiti thākē; tārapara āllāh yakhana tōmādērakē yamīna thēkē uṭhāra jan'ya ēkabāra ḍākabēna takhana'i tōmarā bēriẏē āsabē"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Āra āsamānasamūha ō yamīnē yā kichu āchē tā tām̐ra'i. Sabakichu tām̐ra'i anugata"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Āra tini-i, yini sr̥ṣṭikē śurutē astitbē ānaẏana karēna, tārapara tini sēṭā punarābr̥tti karabēna; āra ēṭā tām̐ra jan'ya ati sahaja [1]. Āsamānasamūha ō yamīnē sarbōcca gunābalī tām̐ra'i [2] ēbaṁ tini'i parākramaśālī, hik‌mata'ōẏālā"
        }
    ]
}