{
    "rukus": [
        {
            "chapter": 34,
            "verse": 31,
            "text": "Āra yārā kupharī karēchē tārā balē, 'āmarā ē kura'ānēra ōpara kakhanō īmāna ānaba nā ēbaṁ ēra āgē yā āchē tātē'ō nā.' Āra hāẏa! Āpani yadi dēkhatēna yālimadērakē, yakhana tādēra rābēra sāmanē dām̐ṛa karānō habē, takhana tārā paraspara bāda-pratibāda karatē thākabē, yādērakē durbala manē karā hata, tārā ahaṅkārīdērakē balabē, 'tōmarā nā thākalē āmarā abaśya'i mumina hatāma"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "Yārā ahaṅkārī chila tārā, yādērakē durbala karē rākhā haẏēchila tādērakē balabē, 'tōmādēra kāchē saṯpathēra diśā āsāra para āmarā ki tōmādērakē tā thēkē nibr̥tta karēchilāma? Baraṁ tōmarā'i chilē aparādhī"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "Āra yādērakē durbala karē rākhā haẏēchila tārā, yārā ahaṅkāra karēchila tādērakē balabē, 'prakr̥tapakṣē tōmarā'i tō dinarāta cakrāntē lipta chilē, yakhana tōmarā āmādērakē nirdēśa diẏēchilē yēna āmarā āllāhara sāthē kupharaī kari ēbaṁ tām̐ra jan'ya samakakṣa (śirka) sthāpana kari [1].' Āra yakhana tārā śāsti dēkhatē pābē, takhana tārā anutāpa gōpana rākhabē ēbaṁ yārā kupharī karēchē āmarā tādēra galāẏa śr̥ṅkhala parāba. Tārā yā karata tādērakē kēbala tāra'i pratiphala dēẏā habē"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "Āra āmarā kōnō janapadē satarkakārī prēraṇa karalē'i tāra bittaśālī adhibāsīrā balēchē, 'tōmarā yā saha prērita haẏēcha āmarā tāra sāthē kupharaī kari"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "Tārā āra'ō balēchē, 'āmarā dhanē-janē samr̥d'dhaśālī; āra āmādērakē kichutē'i śāsti dēẏā habē nā"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "Baluna, 'āmāra raba yāra prati icchē tāra riyika bāṛiẏē dēna athabā sīmita karēna; kintu adhikānśa lōka'i ēṭā jānē nā"
        }
    ]
}