{
    "rukus": [
        {
            "chapter": 2,
            "verse": 72,
            "text": "واذكروا إذ قتلتم نفسًا فتنازعتم بشأنها، كلٌّ يدفع عن نفسه تهمة القتل، والله مخرج ما كنتم تخفون مِن قَتْل القتيل"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "فقلنا: اضربوا القتيل بجزء من هذه البقرة المذبوحة، فإن الله سيبعثه حيًا، ويخبركم عن قاتله. فضربوه ببعضها فأحياه الله وأخبر بقاتله. كذلك يُحيي الله الموتى يوم القيامة، ويريكم- يا بني إسرائيل- معجزاته الدالة على كمال قدرته تعالى؛ لكي تتفكروا بعقولكم، فتمتنعوا عن معاصيه"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "ولكنكم لم تنتفعوا بذلك؛ إذ بعد كل هذه المعجزات الخارقة اشتدت قلوبكم وغلظت، فلم يَنْفُذ إليها خير، ولم تَلِنْ أمام الآيات الباهرة التي أريتكموها، حتى صارت قلوبكم مثل الحجارة الصمَّاء، بل هي أشد منها غلظة؛ لأن من الحجارة ما يتسع وينفرج حتى تنصبَّ منه المياه صبًا، فتصير أنهارًا جاريةً، ومن الحجارة ما يتصدع فينشق، فتخرج منه العيون والينابيع، ومن الحجارة ما يسقط من أعالي الجبال مِن خشية الله تعالى وتعظيمه. وما الله بغافل عما تعملون"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "أيها المسلمون أنسيتم أفعال بني إسرائيل، فطمعت نفوسكم أن يصدِّق اليهودُ بدينكم؟ وقد كان علماؤهم يسمعون كلام الله من التوراة، ثم يحرفونه بِصَرْفِه إلى غير معناه الصحيح بعد ما عقلوا حقيقته، أو بتحريف ألفاظه، وهم يعلمون أنهم يحرفون كلام رب العالمين عمدًا وكذبًا"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "هؤلاء اليهود إذا لقوا الذين آمنوا قالوا بلسانهم: آمنَّا بدينكم ورسولكم المبشَّر به في التوراة، وإذا خلا بعض هؤلاء المنافقين من اليهود إلى بعض قالوا في إنكار: أتحدِّثون المؤمنين بما بيَّن الله لكم في التوراة من أمر محمد؛ لتكون لهم الحجة عليكم عند ربكم يوم القيامة؟ أفلا تفقهون فتحذروا؟"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "أيفعلون كلَّ هذه الجرائم، ولا يعلمون أن الله يعلم جميع ما يخفونه وما يظهرونه؟"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "ومن اليهود جماعة يجهلون القراءة والكتابة، ولا يعلمون التوراة وما فيها من صفات نبي الله ورسوله محمد صلى الله عليه وسلم، وما عندهم من ذلك إلا أكاذيبُ وظنون فاسدة"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "فهلاك ووعيد شديد لأحبار السوء من اليهود الذين يكتبون الكتاب بأيديهم، ثم يقولون: هذا من عند الله وهو مخالف لما أنزل الله على نبيِّه موسى عليه الصلاة والسلام؛ ليأخذوا في مقابل هذا عرض الدنيا. فلهم عقوبة مهلكة بسبب كتابتهم هذا الباطل بأيديهم، ولهم عقوبة مهلكة بسبب ما يأخذونه في المقابل من المال الحرام، كالرشوة وغيرها"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "وقال بنو إسرائيل: لن تصيبنا النار في الآخرة إلا أيامًا قليلة العدد. قل لهم -أيها الرسول مبطلا دعواهم-: أعندكم عهد من الله بهذا، فإن الله لا يخلف عهده؟ بل إنكم تقولون على الله ما لا تعلمون بافترائكم الكذب"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "فحُكْمُ الله ثابت: أن من ارتكب الآثام حتى جَرَّته إلى الكفر، واستولت عليه ذنوبه مِن جميع جوانبه وهذا لا يكون إلا فيمن أشرك بالله، فالمشركون والكفار هم الذين يلازمون نار جهنم ملازمة دائمةً لا تنقطع"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "وحكم الله الثابتُ في مقابل هذا: أنَّ الذين صدَّقوا بالله ورسله تصديقًا خالصًا، وعملوا الأعمال المتفقة مع شريعة الله التي أوحاها إلى رسله، هؤلاء يلازمون الجنة في الآخرة ملازمةً دائمةً لا تنقطع"
        }
    ]
}