{
    "rukus": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "سبق الكلام على الحروف المقطَّعة في أول سورة البقرة"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "هذا القرآن كتاب عظيم أنزله الله عليك -أيها الرسول- فلا يكن في صدرك شك منه في أنه أنزل من عند الله، ولا تتحرج في إبلاغه والإنذار به، أنزلناه إليك؛ لتخوف به الكافرين وتذكر المؤمنين"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "اتبعوا -أيها الناس- ما أُنزل إليكم من ربكم من الكتاب والسنة بامتثال الأوامر واجتناب النواهي، ولا تتبعوا من دون الله أولياء كالشياطين والأحبار والرهبان. إنكم قليلا ما تتعظون، وتعتبرون، فترجعون إلى الحق"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "وكثير من القرى أهلكنا أهلها بسبب مخالفة رسلنا وتكذيبهم، فأعقبهم ذلك خزي الدنيا موصولا بذلِّ الآخرة، فجاءهم عذابنا مرة وهم نائمون ليلا ومرة وهم نائمون نهارًا. وخَصَّ الله هذين الوقتين؛ لأنهما وقتان للسكون والاستراحة، فمجيء العذاب فيهما أفظع وأشد"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "فما كان قولهم عند مجيء العذاب إلا الإقرار بالذنوب والإساءة، وأنهم حقيقون بالعذاب الذي نزل بهم"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "فلنسألن الأمم الذي أرسل إليهم المرسلون: ماذا أجبتم رسلنا إليكم؟ ولنسْألَنَّ المرسلين عن تبليغهم لرسالات ربهم، وعمَّا أجابتهم به أممهم"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "فلَنقُصَّنَّ على الخلق كلهم ما عملوا بعلم منا لأعمالهم في الدنيا فيما أمرناهم به، وما نهيناهم عنه، وما كنا غائبين عنهم في حال من الأحوال"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "ووزن أعمال الناس يوم القيامة يكون بميزان حقيقي بالعدل والقسط الذي لا ظلم فيه، فمن ثقلت موازين أعماله -لكثرة حسناته- فأولئك هم الفائزون"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "ومن خَفَّتْ موازين أعماله -لكثرة سيئاته- فأولئك هم الذين أضاعوا حظَّهم من رضوان الله تعالى، بسبب تجاوزهم الحد بجحد آيات الله تعالى وعدم الانقياد لها"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "ولقد مكَّنَّا لكم -أيها الناس- في الأرض، وجعلناها قرارًا لكم، وجعلنا لكم فيها ما تعيشون به من مطاعم ومشارب، ومع ذلك فشكركم لنعم الله قليل"
        }
    ]
}