{
    "rukus": [
        {
            "chapter": 9,
            "verse": 123,
            "text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، ابدؤوا بقتال الأقرب فالأقرب إلى دار الإسلام من الكفار، وليجد الكفار فيكم غِلْظة وشدة، واعلموا أن الله مع المتقين بتأييده ونصره"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "وإذا ما أنزل الله سورة من سور القرآن على رسوله، فمِن هؤلاء المنافقين من يقول: -إنكارًا واستهزاءً- أيُّكم زادته هذه السورة تصديقًا بالله وآياته؟ فأما الذين آمنوا بالله ورسوله فزادهم نزول السورة إيمانًا بالعلم بها وتدبرها واعتقادها والعمل بها، وهم يفرحون بما أعطاهم الله من الإيمان واليقين"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "وأما الذين في قلوبهم نفاق وشك في دين الله، فإن نزول السورة يزيدهم نفاقًا وشكًا إلى ما هم عليه من قبلُ من النفاق والشك، وهلك هؤلاء وهم جاحدون بالله وآياته"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "أولا يرى المنافقون أن الله يبتليهم بالقحط والشدة، وبإظهار ما يبطنون من النفاق مرة أو مرتين في كل عام؟ ثم هم مع ذلك لا يتوبون مِن كفرهم ونفاقهم، ولا هم يتعظون ولا يتذكرون بما يعاينون من آيات الله"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "وإذا ما أُنزلت سورة تغَامَزَ المنافقون بالعيون إنكارًا لنزولها وسخرية وغيظًا؛ لِمَا نزل فيها مِن ذِكْر عيوبهم وأفعالهم، ثم يقولون: هل يراكم من أحد إن قمتم من عند الرسول؟ فإن لم يرهم أحد قاموا وانصرفوا من عنده عليه الصلاة والسلام مخافة الفضيحة. صرف الله قلوبهم عن الإيمان؛ بسبب أنهم لا يفهمون ولا يتدبرون"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "لقد جاءكم أيها المؤمنون رسول من قومكم، يشق عليه ما تلقون من المكروه والعنت، حريص على إيمانكم وصلاح شأنكم، وهو بالمؤمنين كثير الرأفة والرحمة"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "فإن أعرض المشركون والمنافقون عن الإيمان بك -أيها الرسول- فقل لهم: حسبي الله، يكفيني جميع ما أهمَّني، لا معبود بحق إلا هو، عليه اعتمدت، وإليه فَوَّضْتُ جميع أموري؛ فإنه ناصري ومعيني، وهو رب العرش العظيم، الذي هو أعظم المخلوقات"
        }
    ]
}