{
    "rukus": [
        {
            "chapter": 13,
            "verse": 32,
            "text": "وإذا كانوا قد سخروا من دعوتك -أيها الرسول- فلقد سَخِرَتْ أمم من قبلك برسلهم، فلا تحزن فقد أمهلتُ الذين كفروا، ثم أخذتُهم بعقابي، وكان عقابًا شديدًا"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "أفمن هو قائم على كل نفس يُحصي عليها ما تعمل، أحق أن يعبد، أم هذه المخلوقات العاجزة؟ وهم -من جهلهم- جعلوا لله شركاء مِن خَلْقه يعبدونهم، قل لهم -أيها الرسول-: اذكروا أسماءهم وصفاتهم، ولن يجدوا من صفاتهم ما يجعلهم أهلا للعبادة، أم تخبرون الله بشركاء في أرضه لا يعلمهم، أم تسمونهم شركاء بظاهر من اللفظ من غير أن يكون لهم حقيقة. بل حسَّن الشيطان للكفار قولهم الباطل وصدَّهم عن سبيل الله. ومَن لم يوفِّقه الله لهدايته فليس له أحد يهديه، ويوفقه إلى الحق والرشاد"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "لهؤلاء الكفار الصادين عن سبيل الله عذاب شاق في الحياة الدنيا بالقتل والأسر والخزي، ولَعذابهم في الآخرة أثقل وأشد، وليس لهم مانع يمنعهم من عذاب الله"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "صفة الجنة التي وعد الله بها الذين يخشونه أنها تجري من تحت أشجارها وقصورها الأنهار، ثمرها لا ينقطع، وظلها لا يزول ولا ينقص، تلك المثوبة بالجنة عاقبة الذين خافوا الله، فاجتنبوا معاصيه وأدَّوا فرائضه، وعاقبة الكافرين بالله النار"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "والذين أعطيناهم الكتاب من اليهود والنصارى مَن آمن منهم بك كعبد الله بن سلام والنجاشي، يستبشرون بالقرآن المنزل عليك لموافقته ما عندهم، ومن المتحزبين على الكفر ضدك، كالسَّيد والعاقب، أُسْقفَي \"نجران\"، وكعب بن الأشرف، مَن ينكر بعض المنزل عليك، قل لهم: إنما أمرني الله أن أعبده وحده، ولا أشرك به شيئًا، إلى عبادته أدعو الناس، وإليه مرجعي ومآبي"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "وكما أنزلنا الكتب على الأنبياء بلسانهم أنزلنا إليك -أيها الرسول- القرآن بلغة العرب؛ لتحكم به، ولئن اتبعت أهواء المشركين في عبادة غير الله -بعد الحق الذي جاءك من الله- ليس لك ناصر ينصرك ويمنعك من عذابه"
        }
    ]
}