{
    "rukus": [
        {
            "chapter": 20,
            "verse": 90,
            "text": "ولقد قال هارون لبني إسرائيل من قبل رجوع موسى إليهم: يا قوم إنما اختُبرتم بهذا العجل؛ ليظهر المؤمن منكم من الكافر، وإن ربكم الرحمن لا غيره فاتبعوني فيما أدعوكم إليه من عبادة الله، وأطيعوا أمري في اتباع شرعه"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "قال عُبَّاد العجل منهم: لن نزال مقيمين على عبادة العجل حتى يرجع إلينا موسى"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "قال موسى لأخيه هارون: أيُّ شيء منعك حين رأيتهم ضلُّوا عن دينهم أن لا تتبعني، فتلحق بي وتتركهم؟ أفعصيت أمري فيما أمرتك به من خلافتي والإصلاح بعدي؟"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "قال موسى لأخيه هارون: أيُّ شيء منعك حين رأيتهم ضلُّوا عن دينهم أن لا تتبعني، فتلحق بي وتتركهم؟ أفعصيت أمري فيما أمرتك به من خلافتي والإصلاح بعدي؟"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "ثم أخذ موسى بلحية هارون ورأسه يجرُّه إليه، فقال له هارون: يا ابن أمي لا تمسك بلحيتي ولا بشعر رأسي، إني خفتُ - إن تركتهم ولحقت بك - أن تقول: فرَّقت بين بني إسرائيل، ولم تحفظ وصيتي بحسن رعايتهم"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "قال موسى للسامري: فما شأنك يا سامري؟ وما الذي دعاك إلى ما فعلته؟"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "قال السامري: رأيت ما لم يروه - وهو جبريل عليه السلام - على فرس، وقت خروجهم من البحر وغرق فرعون وجنوده، فأخذتُ بكفي ترابا من أثر حافر فرس جبريل، فألقيته على الحليِّ الذي صنعت منه العجل، فكان عجلا جسدًا له خوار؛ بلاء وفتنة، وكذلك زيَّنت لي نفسي الأمَّارة بالسوء هذا الصنيع"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "قال موسى للسامري: فاذهب فإن لك في حياتك أن تعيش منبوذًا تقول لكل أحد: لا أَمَسُّ ولا أُمَسُّ، وإن لك موعدا لعذابك وعقابك، لن يُخْلفك الله إياه، وسوف تلقاه، وانظر إلى معبودك الذي أقمت على عبادته لنُحرقنَّه بالنار، ثم لنُذرينَّه في اليمِّ تذرية"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "إنما إلهكم - أيها الناس - هو الله الذي لا معبود بحق إلا هو، وسع علمه كل شيء"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "كما قصصنا عليك - أيها الرسول - أنباء موسى وفرعون وقومهما، نخبرك بأنباء السابقين لك. وقد آتيناك مِن عندنا هذا القرآن ذكرى لمن يتذكر"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "من أعرض عن هذا القرآن، ولم يصدق به، ولم يعمل بما فيه، فإنه يأتي ربه يوم القيامة يحمل إثمًا عظيمًا"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "خالدين في العذاب، وساءهم ذلك الحمل الثقيل من الآثام حيث أوردهم النار"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "يوم يَنفُخ الملَكُ في \"القرن\" لصيحة البعث، ونسوق الكافرين ذلكم اليوم وهم زرق، تغيَّرت ألوانهم وعيونهم؛ من شدة الأحداث والأهوال"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "يتهامسون بينهم، يقول بعضهم لبعض: ما لبثتم في الحياة الدنيا إلا عشرة أيام"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "نحن أعلم بما يقولون ويُسِرُّون حين يقول أعلمهم وأوفاهم عقلا ما لبثتم إلا يومًا واحدًا؛ لقِصَر مدة الدنيا في أنفسهم يوم القيامة"
        }
    ]
}