{
    "rukus": [
        {
            "chapter": 2,
            "verse": 261,
            "text": "ومِن أعظم ما ينتفع به المؤمنون الإنفاقُ في سبيل الله. ومثل المؤمنين الذين ينفقون أموالهم في سبيل الله كمثل حبة زُرِعتْ في أرض طيبة، فإذا بها قد أخرجت ساقًا تشعب منها سبع شعب، لكل واحدة سنبلة، في كل سنبلة مائة حبة. والله يضاعف الأجر لمن يشاء، بحسب ما يقوم بقلب المنفق من الإيمان والإخلاص التام. وفضل الله واسع، وهو سبحانه عليم بمن يستحقه، مطلع على نيات عباده"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "الذين يخرجون أموالهم في الجهاد وأنواع الخير، ثم لا يتبعون ما أنفقوا من الخيرات مَنّاً على مَن أعطَوه ولا أذى بقول أو فِعْلٍ يشعره بالتفضل عليه، لهم ثوابهم العظيم عند ربهم، ولا خوف عليهم فيما يستقبلونه من أمر الآخرة، ولا هم يحزنون على شيء فاتهم في هذه الدنيا"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "كلام طيب وعفو عما بدر مِن السائل مِن إلحافٍ في السؤال، خير من صدقة يتبعها من المتصدق أذى وإساءة. والله غني عن صدقات العباد، حليم لا يعاجلهم بالعقوبة"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "يا من آمنتم بالله واليوم الآخر لا تُذْهِبُوا ثواب ما تتصدقون به بالمنِّ والأذى، فهذا شبيه بالذي يخرج ماله ليراه الناس، فيُثنوا عليه، وهو لا يؤمن بالله ولا يوقن باليوم الآخر، فمثل ذلك مثل حجر أملس عليه تراب هطل عليه مطر غزير فأزاح عنه التراب، فتركه أملس لا شيء عليه، فكذلك هؤلاء المراؤون تضمحلُّ أعمالهم عند الله، ولا يجدون شيئًا من الثواب على ما أنفقوه. والله لا يوفق الكافرين لإصابة الحق في نفقاتهم وغيرها"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "ومثل الذين ينفقون أموالهم طلبًا لرضا الله واعتقادًا راسخًا بصدق وعده، كمثل بستان عظيم بأرض عالية طيبة هطلت عليه أمطار غزيرة، فتضاعفت ثمراته، وإن لم تسقط عليه الأمطار الغزيرة فيكفيه رذاذ المطر ليعطي الثمرة المضاعفة، وكذلك نفقات المخلصين تُقبل عند الله وتُضاعف، قلَّت أم كثُرت، فالله المُطَّلِع على السرائر، البصير بالظواهر والبواطن، يثيب كلا بحسب إخلاصه"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "أيرغب الواحد منكم أن يكون له بستان فيه النخيل والأعناب، تجري من تحت أشجارِه المياه العذبة، وله فيه من كل ألوان الثمرات، وقد بلغ الكِبَر، ولا يستطيع أن يغرس مثل هذا الغرس، وله أولاد صغار في حاجة إلى هذا البستان وفي هذه الحالة هبَّت عليه ريح شديدة، فيها نار محرقة فأحرقته؛ وهكذا حال غير المخلصين في نفقاتهم، يأتون يوم القيامة ولا حسنة لهم. وبمثل هذا البيان يبيِّن الله لكم ما ينفعكم؛ كي تتأملوا، فتخلصوا نفقاتكم لله"
        }
    ]
}