{
    "rukus": [
        {
            "chapter": 36,
            "verse": 68,
            "text": "ومن نُطِلْ عمره حتى يهرم نُعِدْه إلى الحالة التي ابتدأ منها حالة ضعف العقل وضعف الجسد، أفلا يعقلون أنَّ مَن فعل مثل هذا بهم قادر على بعثهم؟"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "وما علَّمنا رسولنا محمدًا الشعر، وما ينبغي له أن يكون شاعرًا، ما هذا الذي جاء به إلا ذكر يتذكر به أولو الألباب، وقرآن بيِّن الدلالة على الحق والباطل، واضحة أحكامه وحِكَمه ومواعظه؛ لينذر مَن كان حيَّ القلب مستنير البصيرة، ويحق العذاب على الكافرين بالله؛ لأنهم قامت عليهم بالقرآن حجة الله البالغة"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "وما علَّمنا رسولنا محمدًا الشعر، وما ينبغي له أن يكون شاعرًا، ما هذا الذي جاء به إلا ذكر يتذكر به أولو الألباب، وقرآن بيِّن الدلالة على الحق والباطل، واضحة أحكامه وحِكَمه ومواعظه؛ لينذر مَن كان حيَّ القلب مستنير البصيرة، ويحق العذاب على الكافرين بالله؛ لأنهم قامت عليهم بالقرآن حجة الله البالغة"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "أولم ير الخلق أنا خلقنا لأجلهم أنعامًا ذللناها لهم، فهم مالكون أمرها؟"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "وسخَّرناها لهم، فمنها ما يركبون في الأسفار، ويحملون عليها الأثقال، ومنها ما يأكلون"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "ولهم فيها منافع أخرى ينتفعون بها، كالانتفاع بأصوافها وأوبارها وأشعارها أثاثًا ولباسًا، وغير ذلك، ويشربون ألبانها، أفلا يشكرون الله الذي أنعم عليهم بهذه النعم، ويخلصون له العبادة؟"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "واتخذ المشركون من دون الله آلهة يعبدونها؛ طمعًا في نصرها لهم وإنقاذهم من عذاب الله"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "لا تستطيع تلك الآلهة نصر عابديها ولا أنفسهم ينصرون، والمشركون وآلهتهم جميعًا محضرون في العذاب، متبرئ بعضهم من بعض"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "فلا يَحْزُنك -أيها الرسول- كفرهم بالله وتكذيبهم لك واستهزاؤهم بك؛ إنا نعلم ما يخفون، وما يظهرون، وسنجازيهم على ذلك"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "أولم ير الإنسان المنكر للبعث ابتداء خلقه فيستدل به على معاده، أنا خلقناه من نطفة مرَّت بأطوار حتى كَبِر، فإذا هو كثير الخصام واضح الجدال؟"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "وضرب لنا المنكر للبعث مثلا لا ينبغي ضربه، وهو قياس قدرة الخالق بقدرة المخلوق، ونسي ابتداء خلقه، قال: مَن يحيي العظام البالية المتفتتة؟"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "قل له: يحييها الذي خلقها أول مرة، وهو بجميع خلقه عليم، لا يخفى عليه شيء"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "الذي أخرج لكم من الشجر الأخضر الرطب نارًا محرقة، فإذا أنتم من الشجر توقدون النار، فهو القادر على إخراج الضد من الضد. وفي ذلك دليل على وحدانية الله وكمال قدرته، ومن ذلك إخراج الموتى من قبورهم أحياء"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "أوليس الذي خلق السموات والأرض وما فيهما بقادر على أن يخلق مثلهم، فيعيدهم كما بدأهم؟ بلى، إنه قادر على ذلك، وهو الخلاق لجميع المخلوقات، العليم بكل ما خلق ويَخْلُقُ، لا يخفى عليه شيء"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "إنما أمره سبحانه وتعالى إذا أراد شيئًا أن يقول له: \"كن\" فيكون، ومن ذلك الإماتة والإحياء، والبعث والنشور"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "فتنزه الله تعالى وتقدس عن العجز والشرك، فهو المالك لكل شيء، المتصرف في شؤون خلقه بلا منازع أو ممانع، وقد ظهرت دلائل قدرته، وتمام نعمته، وإليه تُرجعون للحساب والجزاء"
        }
    ]
}