{
    "rukus": [
        {
            "chapter": 3,
            "verse": 31,
            "text": "قل -أيها الرسول-: إن كنتم تحبون الله حقا فاتبعوني وآمنوا بي ظاهرًا وباطنًا، يحببكم الله، ويمحُ ذنوبكم، فإنه غفور لذنوب عباده المؤمنين، رحيم بهم. وهذه الآية الكريمة حاكمة على كل من ادعى محبة الله -تعالى- وليس متبعًا لنبيه محمد صلى الله عيه وسلم حق الاتباع، مطيعًا له في أمره ونهيه، فإنه كاذب في دعواه حتى يتابع الرسول صلى الله عليه وسلم حق الاتباع"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "قل -أيها الرسول-: أطيعوا الله باتباع كتابه، وأطيعوا الرسول باتباع سنته في حياته وبعد مماته، فإن هم أعرضوا عنك، وأصروا على ما هم عليه مِن كفر وضلال، فليسوا أهلا لمحبة الله؛ فإن الله لا يحب الكافرين"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "إن الله اختار آدم ونوحًا وآل إبراهيم وآل عمران، وجعلهم أفضل أهل زمانهم"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "هؤلاء الأنبياء والرسل سلسلة طُهْر متواصلة في الإخلاص لله وتوحيده والعمل بوحيه. والله سميع لأقوال عباده، عليم بأفعالهم، وسيجازيهم على ذلك"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "اذكر -أيها الرسول- ما كان من أمر مريم وأمها وابنها عيسى عليه السلام؛ لتردَّ بذلك على من ادعوا أُلوهية عيسى أو بنوَّته لله سبحانه، إذ قالت امرأة عمران حين حملت: يا ربِّ إني جعلت لك ما في بطني خالصا لك، لخدمة \"بيت المقدس\"، فتقبَّل مني؛ إنك أنت وحدك السميع لدعائي، العليم بنيتي"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "فلما تمَّ حملها ووضعت مولودها قالت: ربِّ إني وضعتها أنثى لا تصلح للخدمة في \"بيت المقدس\" -والله أعلم بما وضَعَتْ، وسوف يجعل الله لها شأنًا- وقالت: وليس الذكر الذي أردت للخدمة كالأنثى في ذلك؛ لأن الذكر أقوى على الخدمة وأقْوَم بها، وإني سمَّيتها مريم، وإني حصَّنتها بك هي وذريَّتها من الشيطان المطرود من رحمتك"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "فاستجاب الله دعاءها وقبل منها نَذْرها أحسن قَبول، وتولَّى ابنتها مريم بالرعاية فأنبتها نباتًا حسنًا، ويسَّر الله لها زكريا عليه السلام كافلا فأسكنها في مكان عبادته، وكان كلَّما دخل عليها هذا المكان وجد عندها رزقًا هنيئًا معدّاً قال: يا مريم من أين لكِ هذا الرزق الطيب؟ قالت: هو رزق من عند الله. إن الله -بفضله- يرزق مَن يشاء مِن خلقه بغير حساب"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "عندما رأى زكريا ما أكرم الله به مريم مِن رزقه وفضله توجه إلى ربه قائلا يا ربِّ أعطني من عندك ولدًا صالحًا مباركًا، إنك سميع الدعاء لمن دعاك"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "فنادته الملائكة وهو واقف بين يدي الله في مكان صلاته يدعوه: أن الله يخبرك بخبر يسرُّك، وهو أنك سترزق بولد اسمه يحيى، يُصَدِّق بكلمة من الله -وهو عيسى ابن مريم عليه السلام-، ويكون يحيى سيدًا في قومه، له المكانة والمنزلة العالية، وحصورًا لا يأتي الذنوب والشهوات الضارة، ويكون نبيّاً من الصالحين الذين بلغوا في الصَّلاح ذروته"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "قال زكريا فرحًا متعجبًا: ربِّ أنَّى يكون لي غلام مع أن الشيخوخة قد بلغت مني مبلغها، وامرأتي عقيم لا تلد؟ قال: كذلك يفعل الله ما يشاء من الأفعال العجيبة المخالفة للعادة"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "قال زكريَّا: رب اجعل لي علامةً أستدلُّ بها على وجود الولد مني؛ ليحصل لي السرور والاستبشار، قال: علامتك التي طلبتها: ألا تستطيع التحدث إلى الناس ثلاثة أيام إلا بإشارة إليهم، مع أنك سويٌّ صحيح، وفي هذه المدة أكثِرْ من ذكر ربك، وصلِّ له أواخر النهار وأوائله"
        }
    ]
}