{
    "maqras": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "به نام خدای رحمتگر بر آفریدگان، رحمتگر بر ویژگان‌"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "هر ستایش ویژه‌ی خدا -پروردگار جهانیان- است"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "(خدای) رحمتگر بر آفریدگان، رحمتگر بر ویژگان"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "مالک روز بُروزِ طاعت"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "تنها تو را می‌پرستیم، و تنها تو را (به) کمک می‌طلبیم"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "ما را (به) راه راست هدایت فرما"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "راه کسانی که بر (سر و سامان)شان نعمت فروریختی، نه (راه) غضب‌‌شدگان، و نه (راه) گمراهان"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "الم"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "این همان کتاب است (که) در (حقانیت) آن هیچ شکّ مستندی نیست، (و) رهنمودی است برای تقواپیشگان"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "کسانی که به غیب (وحیانی) ایمان می‌آورند و نماز را بر پا می‌دارند و از آنچه روزیشان داده‌ایم انفاق می‌کنند"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "و کسانی که به آنچه سوی تو فرود آمده، و آنچه پیش از تو فرود آمده، ایمان می‌آورند. و (هم) آنان‌(اند که) به آخرت یقین می‌آورند"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "ایشان بر هدایتی از (سوی) پروردگارشان (استوار)ند، و ایشان، (هم)اینان رستگارکنندگان (خود و دیگران)اند"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "بی‌گمان کسانی که کافر شدند [:حق را پوشاندند] -چه هشدارشان دهی یا هشدارشان ندهی- برایشان یکسان است. (اینان) ایمان نمی‌آورند"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "خدا بر دل‌هاشان و بر گوش‌هایشان مُهر (پایانی) زده و بر چشم‌هایشان پرده‌ای (پوشانده) و برایشان عذابی بزرگ است"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "و از مردمان، کسانی (هستند که به زبان) می‌گویند: «ما به خدا و به روز واپسین ایمان آورده‌ایم.» حال آن که اینان (از) ایمان‌آورندگان نیستند"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "(آنها می‌پندارند) به خدا و کسانی که ایمان آوردند نیرنگ می‌زنند، ولی جز بر خویشتن نیرنگ نمی‌زنند، و باریک‌بینی نمی‌کنند"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "در دل‌هاشان مرضی است، پس خدا بر مرضشان افزود و به (سزای) آنچه دروغ می‌گفتند، برایشان عذابی دردناک است"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "و هنگامی که برایشان گفته شود: «در زمین افساد مکنید»، گویند: «تنها ما اصلاح‌کنندگانیم.»"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "هان که آنان خودشان افسادکنندگانند و لیکن باریک‌بینی نمی‌کنند"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "و هنگامی که به آنان گفته شود: «همان‌گونه که مردمان ایمان آوردند، (شما هم) ایمان بیاورید»، گویند: «آیا همان گونه که سبک مغزان ایمان آوردند (ما هم) ایمان بیاوریم‌؟» هان (که) آنان بی‌گمان همان سفیهانند، ولی نمی‌دانند"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "و هنگامی که با کسانی که ایمان آورده‌اند، برخورد کنند، گویند: «(ما هم) ایمان آوردیم.‌» و چون با شیاطینشان خلوت کنند، گویند: «در واقع ما با شماییم، ما فقط مسخره‌کنندگان (ایشان) هستیم.»"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "خدا آنان را مسخره می‌کند، و ایشان را در (ژرفای) طغیانشان (هم‌چنان) سرگردان (از این سو به آن سو) می‌کِشاند"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "اینانند کسانی که گمراهی را به (عوضِ) هدایت خریدند. پس داد و ستدشان سودی در بر نداشت. و (آنان از) هدایت‌یافتگان نبوده‌اند"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "مَثَل آنان، همانند مَثَل کسی است که آتشی افروخته، پس هنگامی که پیرامونش را روشنایی داد، خدا نورشان را برد و در میان تاریکی‌هایی (که در آنها هیچ) نمی‌بینند رها‌شان کرد"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "(اینان) کران، لالان، (و) کورانند، پس اینان (به سوی حق) برنمی‌گردند"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "یا چون (کسانی که در معرض) رگباری از آسمان، که در آن تاریکی‌ها و رعد و برقی است، (قرار گرفته‌اند) از (نهیب) آذرخش‌ها (و) بیم مرگ‌، سرانگشتانشان را در گوش‌هایشان می‌نهند، حال آنکه خدا بر کافران احاطه دارد"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "نزدیک است برق، چشمانشان را برباید، هرگاه (آن برق) برایشان روشنی بخشد؛ در آن گام زنند، و هنگامی که بر (سر و سامان)شان تاریکی نهد (بر جای خود) بایستند. و اگر خدا می‌خواست شنوایی‌ها و بینایی‌هایشان را حتماً می‌گرفت. به‌راستی خدا بر هر چیزی (بسی) تواناست"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "هان ای مردمان! پروردگارتان را، که شما و کسانی پیش از شما را آفرید، بپرستید؛ شاید شما تقوا پیشه کنید"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "کسی که زمین را برای شما بستری (راهوار و گسترده) گردانید، و آسمان را بنایی (افراشته) قرار داد، و از آسمان آبی فرود آورد، پس با آن رزقی از میوه‌ها برایتان برون آوَرَد. پس برای خدا همتایانی قرار ندهید، حال آنکه شما می‌دانید (که خدا همتاندارد)"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "و اگر از آنچه بر بنده‌ی (ویژه)‌مان به تدریج نازل کردیم در (ژرفای) شکی مستند بوده‌اید پس - اگر (از) راستان (در گفتار و کردار) بوده‌اید - سوره‌ای از (شخصی) همانندش [:این بندة ما] و از (کتابی) همانندش [:این کتاب] بیاورید؛ و گواهان خود را (هم) – از غیر خدا – فراخوانید"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "پس اگر (چنان) نکردید- و هرگز (هم) نتوانید (چنان) کرد- از آن آتشی که گیرانه و سوختش مردم و سنگ است (و) برای کافران آماده شده، بپرهیزید"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "و کسانی را که ایمان آوردند و کارهای شایسته‌(ی ایمان) کردند، مژده ده که ایشان را بی‌گمان باغ‌هایی است که از زیر (درختانِ سر در هم)شان نهرهایی روان است. هرگاه ثمره‌ای از آن روزیشان شود، گویند: «این همان است که پیش از این (نیز) به ما روزی داده شد.‌» و آنجا رزقی همانند به آنان (از هم اکنون) داده شد، و در آنجا برایشان [:مردان و زنان] همسرانی پاکیزه است، و اینان در آن جاودانه‌اند"
        }
    ]
}