{
    "maqras": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "طس. این‌هاست آیات قرآن و کتابی روشنگر"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "حال آنکه هدایت و بشارتی است برای مؤمنان"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "کسانی که نماز را بر پا می‌دارند و زکات را می‌دهند و آنان، (هم)آنان به آخرت یقین می‌آورند"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "بی‌گمان کسانی که به آخرت ایمان نمی‌آورند، کردارهایشان را برایشان بیاراستیم؛ پس ایشان سرگشته می‌گردند"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "آنان کسانی‌اند که بدی عذاب برایشان است و آنان در آخرت، همانا زیانکارترین (مکلفان)اند"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "و همواره تو قرآن را به‌راستی از نزد حکیمی بس دانا به‌درستی - به گونه‌ای مماس - دریافت می‌داری"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "چون موسی به خانواده‌ی خود گفت: «من به‌راستی با آتشی انس گرفتم، به زودی برای شما خبری از آن خواهم آورد، یا شعله‌ی آتشی برای شما می‌آورم، شاید گیرانه‌ای (از آن) برگیرید.»"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "پس چون نزد آن آتش آمد، آوازی بلند در رسیدش: «مبارک گردید آن که در این آتش [:نور وحی] و آن که پیرامون آن است و منزّه است خدا، پروردگار جهانیان.»"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "«ای موسی! همانا او، منم؛ خدای عزیز حکیم.»"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "«و اینکه عصایت را بیفکن.» پس چون آن را همچون ماری کوچک بدید که می‌جنبد، (بدان) پشت گردانید و به عقب (هم نگاهِ خود را) باز نگردانید: «ای موسی! مترس که فرستادگان (من) هرگز نزد من نمی‌ترسند؛»"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "«مگر کسی که ستم کرد. سپس - بعد از بدی - نیکی را جایگزین (آن) گردانید، پس من همواره بسی پوشنده‌ی رحمتگر بر ویژگانم.»"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "«و دستت را در گریبانت ببر تا سپیدی بی‌عیب برون آید؛ در نشانه‌های نُه‌گانه‌ای (که باید) سوی فرعون و قومش (ببری). آنان بی‌گمان مردمی نافرمان بوده‌اند.»"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "پس چون نشانه‌‌های ما -بینا کننده- برایشان آمد گفتند: «این سحری آشکارگر است.»"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "و حال آنکه (از عمق) جان‌هایشان به آن (نشانه‌های ربانی) یقین داشتند، از روی ظلم و تکبّر آنها را انکار (و انگار) کردند. پس بنگر (که) فرجام افسادگران چگونه بود"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "و همواره به داوود و سلیمان به‌راستی علمی (وحیانی) دادیم، و آن دو گفتند: «تمام ستایش‌ها در انحصار خدایی است که ما را بر بسیاری از بندگانِ باایمانش برتری داده است.»"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "و سلیمان از داوود میراث یافت و گفت: «ای مردمان! ما زبان پرندگان را آموخته‌ایم و از هر چیزی (همانندش) داده شده‌ایم. به‌راستی این همانا فضلیت روشنگر است.»"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "و برای سلیمان، سپاهیانش - از جنّ و انس و پرندگان- جمع‌آوری شدند، پس آنان (از پراکندگی) نگهبانی می‌شوند]: متفرق نمی‌شوند"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "تا آن‌گاه که به مکان مورچگان رسیدند. مورچه‌ای (از فرماندهان مورچگان) گفت: «ای مورچگان! به جایگاه‌هایتان داخل شوید، مبادا سلیمان و سپاهیانش - ندیده و ندانسته - به سختی شما را پایمال کنند.»"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "پس (سلیمان) از گفتارش- در حال خنده‌اش- تبسمی کرد و گفت: «پروردگارم! مرا از گسیختگی نگه‌دار تا نعمتی را که به من و پدر و مادرم داده‌ای سپاس بگزارم و به کار شایسته‌ای که آن را می‌پسندی بپردازم و مرا به رحمت خویش در میان شایستگانِ (از) بندگانت داخل گردان.»"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "و در جستجوی پرندگان برآمد. پس گفت: «مرا چه شده که هدهد را نمی‌بینم‌؟ یا (اینکه) از غایبان بوده است‌؟»"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "«بی‌گمان او را به عذابی سخت همواره عذاب می‌کنم یا سرش را همی بی‌چون می‌برم، مگر آنکه به‌راستی دلیلی روشنگر به‌درستی (بر غیبت خود) برایم بیاورد.»"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "پس دیری نپایید (که هدهد آمد). پس گفت: «از چیزی آگاهی یافتم که (تو) بدان آگاهی نیافته‌ای و برایت از (کشور) سبا گزارشی مهم (و) یقینی آورده‌ام.»"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "«من به‌راستی زنی را یافتم که مالک (و اختیاردار) آنهاست و از هر چیزی (از مال و منال دنیا) به او داده شده، و برای او تخت (پادشاهی) بزرگی است.»"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "«او و قومش را چنان یافتم که به جای خدا برای خورشید سجده می‌کنند، حال آنکه شیطان اعمالشان را برایشان آراسته، در نتیجه آنان را از راه (راست) باز داشته، پس ایشان راه (حق) را نمی‌یابند.»"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "(آری، شیطان چنین کرده بود) تا برای خدایی که نهان را در آسمان‌ها و زمین بیرون می‌آورد و آنچه را پنهان می‌دارید و آنچه را آشکار می‌نمایید می‌داند، سجده نکنند"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "خدا -هیچ معبودی جز او نیست- پروردگار عرشِ بزرگ است"
        }
    ]
}