{
    "maqras": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "روزی که خدا پیامبران را گرد آوَرَد، پس فرماید: «چه پاسخی به شما داده‌شد؟» گویند: «ما هیچ نمی‌دانیم، همواره این تویی تو بسیار دانای رازهای نهان.»"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "چون خدا فرمود: «ای عیسی پسر مریم! نعمتم را بر خود و بر مادرت به یاد آور: چون تو را با روح‌القُدُس تأیید کردم که در گهواره و (اینک) در میان‌سالی با مردم سخن (وحیانی) می‌گویی؛ و چون تو را کتاب و حکمت و تورات و انجیل آموختم؛ و چون به اذن من از گِل، (چیزی) شکل پرنده می‌ساختی، پس در آن می‌دمیدی و به اذن من پرنده‌ای می‌شد؛ و کور مادرزاد و پیس را به اذن من شفا می‌دادی؛ و آن‌گاه که مردگان را به اذن من (زنده از قبر) برون می‌آوردی؛ و چون (آسیب) بنی‌اسرائیل را- هنگامی که برای آنان حجت‌های آشکار آورده بودی - از تو بازداشتم، پس کسانی از آنان که کافر شده بودند گفتند این(ها چیزی) جز افسونی آشکارگر نیست.»"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "«و چون فراسوی حواریوّن وحی (غیررسالتی) کردم که به من و فرستاده‌ام ایمان آورید، گفتند: ایمان آوردیم، گواه باش به اینکه ما به‌راستی تسلیم شدگانیم.»"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "چون حواریّون گفتند: «ای عیسی پسر مریم! آیا پروردگارت می‌تواند از آسمان، خوانی بر ما فرود آورد؟» (عیسی) گفت: «اگر مؤمن بوده‌اید از خدا پروا بدارید.»"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "گفتند: «می‌خواهیم از آن بخوریم و دل‌هایمان (بدان) آرامش یابد و بدانیم که به ما راست گفته‌ای و بر آن از گواهان باشیم.»"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "عیسی پسر مریم گفت: «بار خدایا! پروردگارمان! از آسمان، خوانی برایمان فرو فرست تا عیدی برای اوّل و آخرمان باشد و (نیز) نشانه‌ای از جانب تو (برای حواریان) و ما را روزی ده، حال آنکه تو بهترین روزی‌دهندگانی.»"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "خدا فرمود: «من آن را بر شما فرو فرستنده‌ام، پس هرکس از شما بعد (از آن) انکار ورزد، بی‌گمان وی را (چنان) عذابی کنم که هیچ‌یک از جهانیان را (آن چنان) عذاب نکنم.»"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "و چون خدا فرمود: «ای عیسی پسر مریم! آیا تو به مردم گفتی: “من و مادرم را (همچون) دو خدا به جای خدا(ی یکتا) بپرستید؟”» گفت: «منزّهی تو، مرا نسزد که (درباره‌ی خویشتن) چیزی را که حقّ من نیست بگویم. اگر آن را گفته بودم بی‌گمان همان را می‌دانستی. آنچه در ذات من است تو می‌دانی و آنچه در ذات توست من نمی‌دانم. به‌راستی تو خود بس دانای رازهای نهان هستی.»"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "«جز آنچه مرا بدان فرمان دادی (چیزی) به آنان نگفتم که: “خدا پروردگار من و پروردگار خودتان را عبادت کنید.” و تا هنگامی که در میانشان بودم بر آنان گواه بودم. پس چون مرا برگرفتی، تو خود بر آنان دیده‌بان بودی و تو بر هر چیزی گواهی.»"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "«اگر عذابشان کنی، پس آنان بندگان تو هستند و اگر برایشان بپوشانی، پس همواره تو خود توانای حکیم هستی.»"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "خدا فرمود: «این روزی است که راستان را راستیشان سود بخشد؛ برایشان باغ‌هایی است که از زیر (درختان)شان نهرها روان است، حال آنکه در آن جاودانند. خدا از آنان خشنود است و آنان (نیز) از او خشنودند. این است رستگاری بی‌رنج بزرگ.»"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "فرمانروایی آسمان‌ها و زمین و آنچه در آنهاست تنها از آنِ خداست و او بر هر چیزی تواناست"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "(تمامی) ستایش‌ها خدایی را سزاست که آسمان‌ها و زمین را آفرید و تاریکی‌ها و روشنایی را نهاد. سپس کسانی که به پروردگارشان کفر ورزیدند، (غیر او را) با او برابر می‌شمرند"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "اوست کسی که شما را (در آغاز) از گل آفرید، سپس مدتی را مقرّر داشت و اَجَلی (حتمی) نامیده شده نزد اوست. سپس (همین) شما (در ربوبیت او) شکی دارید"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "و اوست خدا در آسمان‌ها و در زمین. نهانتان و آشکارتان را می‌داند. و آنچه را به دست می‌آورید می‌داند"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "و هیچ نشانه‌ای از نشانه‌های پروردگارشان برایشان نمی‌آید، مگر آنکه (آنان) اعراض‌کنندگان از آن بوده‌اند"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "پس همانا هنگامی که (حق) سویشان آمد با حق (همان را) تکذیب کردند. پس در آینده (حقیقتِ) خبرهای مهمِ آنچه را که به مسخره می‌گرفته‌اند، به آنان خواهد رسید"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "آیا ندیدند -در روزگارانی پیش از آنان- چه بسیار نسل‌هایی (از مردمان) را هلاک کردیم‌؟ در حالی‌که آنان را (به گونه‌ای) در زمین تمکّن و امکاناتی دادیم که برای شما آن تمکّن و امکانات را ندادیم و (باران‌ها و برف‌ها و بادهای) آسمان را پی‌درپی بر آنان فرو فرستادیم و رودبارها را از زیر جایگاهشان روان ساختیم. پس ایشان را به (همان) گناهانشان هلاک کردیم و پس از آنان نسل‌های دیگری پدید آوردیم"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "و اگر نوشته‌ای در کاغذی بر تو نازل می‌کردیم، پس آنان (هم) آن را با دست‌های خود لمس می‌کردند، کسانی که کفر ورزیدند همانا می‌گفتند: «این جز سحری آشکارگر نیست.»"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "و گفتند: «چرا فرشته‌ای بر او نازل نشده‌؟» و اگر فرشته‌ای فرود می‌آوردیم، همواره کار(شان) تمام می‌شد؛ و پس از آن مهلت داده نمی‌شوند"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "و اگر او را فرشته‌ای قرار می‌دادیم، بی‌گمان وی را (به صورت) مردی در می‌آوردیم و (همانا او را) بر آنان مشتبه می‌ساختیم، چنان که (خودشان هم) آن را مشتبه می‌دارند"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "و بی‌گمان پیش از تو همانا پیامبرانی به مسخره گرفته شدند. پس آنچه را مسخره می‌کردند، همان، گریبان‌گیر کسانی شد که آنان را استهزا می‌کرده‌اند"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "بگو: «در زمین بگردید، سپس بنگرید (که) فرجام تکذیب‌کنندگان چگونه بوده است.»"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "بگو: «آنچه در آسمان‌ها و زمین است از آنِ کیست‌؟» بگو: «از آنِ خداست.» رحمت را بر خودش مقرر گردانیده است، (که) بی‌گمان شما را فراسوی روز قیامت - که در آن هیچ شکّ مستندی نیست- به‌راستی، بدون برگشت گرد خواهد آورد. کسانی که خودشان را باخته (و) زیان کرده‌اند، (هم)آنان ایمان نمی‌آورند"
        }
    ]
}