{
    "maqras": [
        {
            "chapter": 2,
            "verse": 92,
            "text": "و همانا موسی برای شما به‌راستی نشانه‌های آشکار آورد، سپس گوساله را پس از (رفتن) وی (با خدا شریک) گرفتید، در حالی که شما ستمکارانید"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "و چون پیمانتان را گرفتیم و (کوه) طور را بر فرازتان برافراشتیم (و گفتیم:) «آنچه را به شما داده‌ایم با نیرویی (فزاینده) در برگیرید و (به دستورهای آن) گوش فرا دهید»، گفتند: «شنیدیم و نافرمانی کردیم.» و بر اثر کفرشان، (مِهر) گوساله در دل‌ها‌شان سرشته شد. بگو: «اگر مؤمن بوده‌اید، بدا (به) آنچه ایمانتان شما را بدان فرمان می‌دهد.»"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "بگو: «اگر نزد خدا، سرای آخرت یکسره برای شما اختصاص داشته است (و) نه دیگر مردم، پس اگر (از) راستان بوده‌اید، آرزوی مرگ کنید.»"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "ولی به سبب آنچه با دست‌های [:نیروهای] خود از پیش فرستاده‌اند، هرگز آن را هیچ‌گاه آرزو نخواهند کرد. و خدا به (حال) ستمکاران بسی داناست"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "و همواره آنان را بی‌گمان آزمندترین مردم به زندگی‌ای (دنیوی) - و (حتی) حریص‌تر از کسانی که شرک می‌ورزند - خواهی یافت. هر یک از ایشان آرزو دارد که کاش هزار سال عمر کند، حال آنکه اگر چنین عمری (هم به او) داده شود، دور کننده‌ی او از عذاب نیست‌؛ و خدا به آنچه می‌کنند بسی بیناست"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "(به یهودیان) بگو: «کسی که دشمن جبرئیل بوده است (دشمن خداست). به‌راستی او [:جبرئیل]، به فرمان خدا، آن [:قرآن] را بر قلبت نازل کرده، در حالی که تصدیق‌کننده‌ی آنچه [:از کتاب‌های آسمانی] پیش روی اوست، و هدایت و بشارتی برای مؤمنان است.»"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "هر کس دشمن خدا و فرشتگان و فرستادگانش و جبرئیل و میکائیل بوده است (کافر است)؛ پس خدا بی‌گمان دشمنی برای کافران است"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "و همانا به‌راستی بر تو آیاتی روشن فرو فرستادیم، و جز فاسقان (کسانی) به آنها کافر نمی‌شوند"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "آیا و هر گاه (یهودیان) پیمانی محکم بستند، گروهی از ایشان آن را به دور افکندند؟ (آری چنان است) بلکه بیشترشان ایمان نمی‌آورند"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "و هنگامی که فرستاده‌ای از جانب خدا برایشان آمد – که آنچه را با آنان است تصدیق‌کننده است - گروهی از کسانی که کتاب (وحیانی) داده شده‌اند، کتاب (ویژه‌ی) خدا را پشت سرشان افکندند، چنان که گویی ایشان (اصلاً) نمی‌دانند"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "و آنچه را که شیطان‌ها بر سلطنت سلیمان می‌خوانند، پیروی کردند؛ و سلیمان (بر خلاف گمان آنان هرگز) کافر نشد، لیکن (همان) شیطان‌ها(یند که) به کفر گراییدند؛ حال آنکه به مردم سحر می‌آموزند. و (نیز از) آنچه بر آن دو فرشته -هاروت و ماروت‌- در بابل فروفرستاده شده بود (می‌آموختند)؛ در حالی که آن دو (فرشته) هیچ کس را تعلیم (سحر) نمی‌کردند، مگر آنکه (قبلاً به او) می‌گفتند: «ما تنها (وسیله‌ی) آزمایشی (برای شما) هستیم، پس (زنهار که) کافر نشوی.» پس، از آن دو (فرشته) چیزهایی می‌آموختند (که) به وسیله‌ی آن میان مرد و همسرش جدایی بیفکنند، در حالی که بدون اذن خدا نمی‌توانستند به وسیله‌ی آن به احدی زیان‌رسان باشند. و (خلاصه) چیزی می‌آموزند که آنان را زیان دارد و سودی برایشان ندارد. و بی‌گمان (یهودیان) بی‌چون دریافته بودند که هر کس این متاع را خرید، هرگز در آخرت بهره‌ای ندارد. (وای که) چه بد بود آنچه بدان خودفروشی کردند؛ اگر می‌دانسته‌اند"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "و اگر آنها به‌درستی گرویده و پرهیزگاری کرده بودند، بی‌چون پاداشی (که) از جانب خدا (می‌یافتند) بهتر بود؛ اگر می‌دانسته‌اند"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "هان ای کسانی که ایمان آوردید! نگویید «راعنا» و بگویید «انظرنا» و (سخنان پیامبر را) بشنوید. و کافران را عذابی دردناک است"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "نه کسانی از اهل کتاب که کافر شدند و نه مشرکان (هیچ کدام) دوست نمی‌دارند هیچ خیری از جانب پروردگارتان برایتان فرود آید. حال آنکه خدا هر که را خواهد به رحمت خود اختصاص می‌دهد. و خدا دارای فزون‌بخشیِ بزرگ است"
        }
    ]
}