{
    "maqras": [
        {
            "chapter": 12,
            "verse": 30,
            "text": "و زنانی در شهر گفتند: «زنِ عزیز با (غلام) جوان خود مراوده‌هایی شهوت‌زا می‌کند [:از او کام می‌خواهد] و سخت دلباخته‌ی او شده. به‌راستی ما او را همواره در گمراهی آشکارگری می‌بینیم.»"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "پس چون (همسر عزیز) مکر زنان را شنید، نزد آنان (کسی را) فرستاد و محفلی با تکیه‌گاهی (فرح‌بخش) برایشان آماده ساخت و به هریک از آنان کاردی داد و (به یوسف) گفت: « بر (دیدار) آنان (از نهان‌گاهت‌) برون آی.» پس چون (زنان) او را دیدند، وی را بس شگرف یافتند و (از شدت هیجان) دست‌های خود را (به جای میوه‌ها) همی بریدند و گفتند: «منزّه است خدا! این بشر نیست! این جز فرشته‌ای بزرگوار نیست!»"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "(زلیخا) گفت: «این همان (فرشته‌ی بزرگوار) است که درباره‌ی او سرزنشم می‌کردید. بی‌چون، من همواره با او رفت و آمدهایی شهوت‌زا (برای کام‌گیری از او) داشتم، ولی او بسی جویا و پویای نگهبانی خود بود. و اگر آنچه را که به آن دستورش می‌دهم عمل نکند به‌راستی زندانی شود و بی‌چون و بی‌امان از خوارشدگان گردد.»"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "(یوسف) گفت: «پروردگارم! زندان (تن) برای من از آنچه مرا به آن می‌خوانند دوست‌داشتنی‌تر است، و اگر نیرنگ آنان را از من بازنگردانی، کودکانه سوی آنان خواهم گرایید و از (جمله‌ی) نادانان خواهم بود.»"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "پس، پروردگارش خواسته‌اش را برایش اجابت کرد و نیرنگ زنان را از او بازگردانید. بی‌گمان او، (هم)او بسیار شنوای بس داناست"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "سپس پس از دیدن آن نشانه‌ها، به نظرشان آمد که او را بی‌چون تا چندی بی‌امان به زندان افکنند"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "و دو جوان با او به زندان در آمدند. یکی از آن دو گفت: «من خویشتن را (به خواب) دیدم که (انگور برای) شرابی می‌فشارم.» و دیگری گفت: «من خود را (به خواب) دیدم که بر روی سرم نانی می‌برم و پرندگان از آن می‌خورند. ما را از تعبیرش خبری مهم ده، که ما تو را به‌راستی از نیکوکاران می‌بینیم.»"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "گفت: «غذایی را که روزی شما می‌گردد برای شما نمی‌آید مگر آنکه من از واقعیت و پیامدش به شما خبری مهم می‌دهم. پیش از آنکه آن غذا برایتان بیاید، این برای شما دو تن از همان چیزهایی است که پروردگارم به من آموخته. من آیین قومی را که به خدا اعتقاد ندارند - و همانانند که به روز بازپسین کافرانند - رها کردم‌»"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "«و آیین پدرانم -ابراهیم و اسحاق و یعقوب- را پیروی نمودم. برای ما هرگز سزاوار نبوده که هیچ چیزی را شریک خدا کنیم. این (فضیلت) از فضل خداست بر ما و بر مردم‌؛ ولی بیشتر مردم سپاسگزاری نمی‌کنند.»"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "«ای دو همراه زندانیم! آیا خدایان پراکنده بهترند یا خدای یگانه‌ی بسی برومند و چیره‌؟»"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "«شما بجز او، جز نام‌هایی (بی‌نشان) را نمی‌پرستید که شما و پدرانتان آنها را نامگذاری کرده‌اید (و) خدا دلیلی سلطه‌گر بر (حقانیت) آنها نازل نکرده است. فرمان جز برای خدا نیست (که‌) فرمان داده جز او را نپرستید. این است دین درست پای‌برجا و راستا و پر بها؛ ولی بیشتر مردم نمی‌دانند.»"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "«ای دو همراه زندانیم! اما یکی از شما به سرور خود باده می‌نوشاند، (و) اما دیگری به دار آویخته می‌شود، سپس پرندگان از سرش می‌خورند. امری که شما دو تن از من جویا می‌شوید تحقق یافته است.»"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "و (یوسف) به آن کس از آن دو که گمان می‌کرد نجات‌یافتنی است، گفت: «مرا نزد آقای خود به یاد آور.» و (اما) شیطان، یادآوری به آقایش را از یادش برد (و) در نتیجه (یوسف) چند سالی در زندان بماند"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "و پادشاه (مصر) گفت: «من (در خواب) می‌بینم هفت گاو فربه را که هفت (گاو) لاغر آنها را می‌خوردند، و هفت خوشه‌ی سبز و (نیز) هفت خوشه‌ی دیگر خشکیده را. ای سران قوم! اگر خواب تعبیر می‌کرده‌اید، درباره‌ی خواب من، به من رأی تازه‌ای بدهید.»"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "گفتند: « (این‌ها) پاره‌هایی است پراکنده از خواب‌هایی پریشان، و ما به تعبیر خواب‌های آشفته دانا نیستیم.»"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "و آن کس از آن دو (به زندانی) که نجات یافته و پس از چندی (سخن یوسف را) به یاد آورده بود گفت: «مرا (به زندان) بفرستید تا شما را از تعبیر این (خواب) خبری مهم بدهم.»"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "«یوسف! ای مرد بسی راستگوی راست‌کردار! درباره‌ی (این خواب که) هفت گاو فربه، هفت گاو لاغر آنها را می‌خورند، و هفت خوشه‌ی سبز و هفت (خوشه‌ی) دیگر خشکیده، به ما نظری نو بده. شاید فراسوی مردم برگردم (و) شاید آنان (تعبیر آنها را و صداقت تو را) بدانند.»"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "یوسف گفت: «هفت سال پی‌درپی پویا و کوشا با رنجی مداوم می‌کارید، پس آنچه را درویدید - جز اندکی را که می‌خورید - در خوشه‌اش واگذارید.»"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "«سپس بعد از آن، هفت سال سخت در می‌رسد (که) آنچه در آن سال(‌های سبز) از پیش نهاده‌اید - جز اندکی را که می‌اندوزید- (آن سال‌ها) همه را خواهند خورد.»"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "«سپس، سالی در می‌رسد که مردم در آن (سال) از بی‌آبی نجات یافته (و) با باران کمک می‌شوند و در آن (میوه) می‌فشارند.»"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "و پادشاه گفت: «او را نزد من آورید.» پس هنگامی که آن فرستاده نزد وی آمد (یوسف) گفت: «نزد آقای خویش برگرد و از او بپرس که حالت مهم آن زنانی که دست‌های خود را به شدت بریدند چگونه (بوده) است‌؟ بی‌گمان پروردگار من به نیرنگ آنان بسی آگاه است.»"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "(پادشاه به آن زنان) گفت: « چون از یوسف کام خواستید شما را چه مهمی روی داده بود؟» (زنان) گفتند: «منزّه است خدا! ما هیچ بدی بر یوسف ندانستیم.» همسر عزیز گفت: «اکنون حقیقت به روشنی آشکار شد. من بودم که با او مراوده‌ی شهوت‌زا کردم (و از او کام خواستم) و بی‌گمان او به‌راستی از راستان است.»"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(یوسف گفت:) «این (درخواست اعاده‌ی حیثیّت) برای آن بود تا (عزیز) بداند که من بی‌گمان در نهان به او خیانت نکردم. و خدا بی‌امان نیرنگ خائنان را راهنمایی نمی‌کند.»"
        }
    ]
}