{
    "pages": [
        {
            "chapter": 7,
            "verse": 58,
            "text": "Guzel sehrin bitkisi, Rabbinin izniyle cıkar; kotu olandan ise kavruktan baskası cıkmaz. Iste Biz, sukreden bir topluluk icin ayetleri boyle cesitli bicimlerde acıklıyoruz"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Andolsun Biz Nuh'u kendi kavmine (toplumuna) gonderdik. Dedi ki: \"Ey kavmim, Allah'a kulluk edin, sizin O'ndan baska Ilahınız yoktur. Dogrusu ben, sizin icin buyuk bir gunun azabından korkmaktayım"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Kavminin onde gelenleri: \"Gercekte biz seni acıkca bir 'sasırmıslık ve sapmıslık' icinde goruyoruz\" dediler"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "O: \"Ey kavmim, bende bir 'sasırmıslık ve sapmıslık' yoktur; ama ben alemlerin Rabbinden bir elciyim.\" dedi"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Size Rabbimin risaletini teblig ediyorum. (Ayrıca) Size ogut veriyor ve sizin bilmediklerinizi ben Allah'tan biliyorum"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Sakınıp rahmete kavusmanız icin, icinizden sizi uyarıp korkutacak bir adam aracılıgı ile bir zikir (kitap) gelmesine mi sastınız"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Onu yalanladılar. Biz de onu ve gemide onunla birlikte olanları kurtardık, ayetlerimizi yalan sayanları suda-bogduk. Cunku onlar kor bir kavimdi"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Ad (toplumuna da) kardesleri Hud'u (gonderdik.) (Hud, kavmine:) \"Ey kavmim, Allah'a kulluk edin, sizin O'ndan baska Ilahınız yoktur. Hala korkup-sakınmayacak mısınız?\" dedi"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Kavminin onde gelenlerinden inkar edenler dediler ki: \"Gercekte biz seni 'akli bir yetersizlik' icinde goruyoruz ve dogrusu biz senin yalancılardan oldugunu sanıyoruz"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "(Hud:) \"Ey kavmim\" dedi. \"Bende 'akıl yetersizligi' yoktur; ama ben gercekten alemlerin Rabbinden bir elciyim\" dedi"
        }
    ]
}