{
    "pages": [
        {
            "chapter": 7,
            "verse": 150,
            "text": "Musa kavmine oldukca kızgın, uzgun olarak dondugunde onlara: \"Beni arkamdan, ne kotu temsil ettiniz? Rabbinizin emrini cabuklastırdınız, oyle mi?\" dedi. Levhaları bıraktı ve kardesini basından tutup kendisine dogru cekiyordu (ki Harun ona:) \"Annem oglu, bu topluluk beni zayıflattı (hırpalayıp gucsuzlestirdi) ve neredeyse beni oldurmeye giristiler. Bari sen dusmanları sevindirecek bir sey yapma ve beni bu zalimler topluluguyla birlikte kılma (sayma)\" dedi"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "(Musa yalvarıp) Dedi ki: \"Rabbim, beni ve kardesimi bagısla, bizi rahmetine kat. Sen merhamet edenlerin en merhametli olanısın"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Suphesiz, buzagıyı (tanrı) edinenlere Rablerinden bir gazab ve dunya hayatında bir zillet yetisecektir. Iste Biz, 'yalan duzup-uyduranları' boyle cezalandırırız"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Kotuluk isleyip bunun ardından tevbe edenler ve iman edenler; hic suphesiz Rabbin, bundan (tevbeden) sonra elbette bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Musa kabaran ofkesi (gazabı) yatısınca Levhaları aldı. (Onlardan bir) Nushasında \"Rablerinden korkanlar icin bir hidayet ve bir rahmet vardır\" (yazılıydı)"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Musa, belirledigimiz bulusma zamanı icin kavminden yetmis adam secip-ayırdı. Bunları da 'dayanılmaz bir sarsıntı' tutuverince, dedi ki: \"Rabbim, eger dileseydin, onları ve beni daha onceden helak ederdin. (Simdi) Icimizdeki beyinsizlerin yaptıklarından dolayı bizi helak edecek misin? O da Senin denemenden baskası degildir. Onunla Sen diledigini saptırır, diledigini hidayete erdirirsin. Bizim Velimiz Sensin. Oyleyse bizi bagısla, bizi esirge; Sen bagıslayanların en hayırlısısın"
        }
    ]
}