{
    "pages": [
        {
            "chapter": 18,
            "verse": 35,
            "text": "Kendi nefsinin zalimi olarak (boylece) bagına girdi (ve): \"Bunun sonsuza kadar kuruyup-yok olacagını sanmıyorum\" dedi"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Kıyamet-saatinin kopacagını da sanmıyorum. Buna ragmen Rabbime dondurulecek olursam, suphesiz bundan daha hayırlı bir sonuc bulacagım"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Kendisiyle konusmakta olan arkadası ona dedi ki: \"Seni topraktan, sonra bir damla sudan yaratan, sonra da seni duzgun (eli ayagı tutan, gucu kuvveti yerinde) bir adam kılan (Allah)ı inkar mı ettin"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Fakat, O Allah benim Rabbimdir ve ben Rabbime hic kimseyi ortak kosmam"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Bagına girdigin zaman, 'MasaAllah, Allah'tan baska kuvvet yoktur' demen gerekmez miydi? Eger beni mal ve cocuk bakımından senden daha az (gucte) goruyorsan"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "Belki Rabbim senin bagından daha hayırlısını bana verir, (seninkinin) ustune gokten 'yakıp-yıkan bir afet' gonderir de kaygan bir toprak kesiliverir"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "Veya onun suyu dibe gocuverir de boylelikle onu arayıp-bulmaya kesinlikle guc yetiremezsin"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "(Derken) Onun urunleri (afetlerle) kusatılıverdi. Artık o, ugrunda harcadıklarına karsı avuclarını (esefle) ogusturuyordu. O (bagın) cardakları yıkılmıs durumdaydı, kendisi de soyle diyordu: \"Keske Rabbime hic kimseyi ortak kosmasaydım"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Allah'ın dısında ona yardım edecek bir topluluk yoktu, kendi kendine de yardım edemedi"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Iste burada (bu durumda) velayet (yardımcılık, dostluk) hak olan Allah'a aittir. O, sevap bakımından hayırlı, sonuc bakımından hayırlıdır"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Onlara, dunya hayatının ornegini ver; gokten indirdigimiz suya benzer, onunla yeryuzunun bitkileri birbirine karıstı, boylece ruzgarların savurdugu calı-cırpı oluverdi. Allah, herseyin uzerinde guc yetirendir"
        }
    ]
}