{
    "pages": [
        {
            "chapter": 23,
            "verse": 18,
            "text": "Biz gokten belli bir miktarda su indirdik ve onu yeryuzunde yerlestirdik; suphesiz Biz onu (kurutup) giderme gucune de sahibiz"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Boylelikle, bununla size hurmalıklardan, uzumluklerden bahceler-baglar gelistirdik, iclerinde cok sayıda yemisler vardır; sizler onlardan yemektesiniz"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Ve (daha cok) Tur-i Sina'da cıkan bir agac (turu de yarattık); o yaglı ve yiyenlere bir katık olarak bitmekte (urun vermekte)dir"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Gercekten hayvanlarda da sizin icin bir ders (ibret) vardır; karınlarının icinde olanlardan size icirmekteyiz ve onlarda sizin icin daha bircok yararlar var. Sizler onlardan yemektesiniz"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Onların uzerinde ve gemilerde tasınmaktasınız"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Andolsun, Biz Nuh'u kendi kavmine (elci olarak) gonderdik. Boylece kavmine dedi ki: \"Ey Kavmim, Allah'a kulluk edin. O'nun dısında sizin baska Ilahınız yoktur, yine de sakınmayacak mısınız"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Bunun uzerine, kavminden inkara sapmıs onde gelenler dediler ki: \"Bu, sizin benzeriniz olan bir beserden baskası degildir. Size karsı ustunluk elde etmek istiyor. Eger Allah (one surduklerini) dilemis olsaydı, muhakkak melekler indirirdi. Hem biz gecmis atalarımızdan da bunu isitmis degiliz"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "O, kendisinde delilik bulunan bir adamdan baskası degildir, onu belli bir sure gozetleyin"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Rabbim\" dedi (Nuh). \"Beni yalanlamalarına karsılık, bana yardım et"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Boylelikle Biz ona: \"Gozetimimiz altında ve vahyimizle gemi yap. Nitekim Bizim emrimiz gelip de tandır kızısınca, onun icine her (tur hayvandan) ikiser cift ile, iclerinden aleyhlerine soz gecmis (azap gerekmis) olanlar dısında olan aileni de alıp koy; zulmedenler konusunda Bana muhatap olma, cunku onlar bogulacaklardır\" diye vahyettik"
        }
    ]
}