{
    "pages": [
        {
            "chapter": 5,
            "verse": 46,
            "text": "innum (munnirunta) napimarkalutaiya aticcuvatukalileye maryamin kumararakiya isavai, avarukku mun irunta tavrattai unmaippatuttupavaraka nam totarac ceytom; avarukku nam injilaiyum kotuttom;. Atil nervaliyum oliyum iruntana. Atu tanakku munnirukkum tavrattai unmaippatuttuvataka iruntatu. Atu payapaktiyutaiyavarkalukku ner valikattiyakavum nallupatecamakavum ullatu"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "(atalal) injilaiyutaiyavarkal, atil allah irakki vaittataik kontu tirppu valankattum;. Allah irakki vaittataik kontu yar tirppalikkavillaiyo avarkal tan pavikalavarkal"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Melum (napiye! Murrilum) unmaiyaik kontulla ivvetattai nam um'mitu irakkiyullom, itu tanakku munnirunta (ovvoru) vetattaiyum meyppatuttak kutiyatakavum ataip patukappatakavum irukkinratu. Enave allah arul ceyta(catta tittat)taik kontu avarkalitaiye nir tirppuc ceyviraka. Umakku vanta unmaiyai vittum (vilaki,) avarkalutaiya mana iccaikalai nir pinparra ventam. Unkalil ovvoru kuttattarukkum ovvoru markkattaiyum, valimuraiyaiyum nam erpatuttiyullom;. Allah natinal unkal anaivaraiyum ore camutayattavaraka akkiyirukkalam;. Anal, avan unkalukkuk kotuttiruppataik kontu unkalaic cotippatarkakave (ivvaru ceytirukkiran). Enave nanmaiyanavarrinpal muntik kollunkal. Ninkal yavarum, allahvin pakkame mila ventiyirukkiratu. Ninkal etil marupattu kontiruntirkalo ata(n unmaiyi)nai avan unkalukkut telivakki vaippan"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "innum allah arul ceyta (catta tittat)taik konte avarkalitaiyil tirppuc ceyviraka. Avarkalutaiya mana iccaikalaip pinparratirkal;. Allah um'mitu irakkivaittatil cilavarrai vittum avarkal um'mait tiruppivitatapati, avarkalitam eccarikkaiyaka iruppiraka. (Um tirppai) avarkal purakkanittu vituvarkalanal, cila pavankalin karanamaka avarkalaip pitikka niccayamaka allah natukiran enpatai arintu kolviraka. Melum niccayamaka manitarkalil perumpalor pavikalakave irukkinranar"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "annana kalattu tirppaiya avarkal virumpukirarkal? Urutiyana nampikkaiyulla makkalukku allahvaivita tirppu valankuvatil alakanavan yar"
        }
    ]
}