{
    "pages": [
        {
            "chapter": 2,
            "verse": 94,
            "text": "(napiye!)\"Iraivanitattil ulla marumaiyin vitu (cuvarkkam) unkalukke contamanatu, veru manitarkalukkuk kitaiyatu enru urimai kontatuvatil ninkal unmaiyalarkalaka iruntal, (ataip peruvatarkaka) maranattai virumpunkal\" enru (napiye!) Nir colviraka"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "anal, avarkal karankal ceyta (pavankalai) avarkal munnameye anuppi vaittirunta karanattal avarkal maranattai virumpave mattarkal. Niccayamaka allah anta akkiramakkararkalai nanku arintavanakave irukkiran"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Avarkal, marra manitarkalaivita, inai vaikkum musrikkukalaiyum vita (ivvulaka) valkkaiyil peracai utaiyavarkalaka iruppatai (napiye!) Nir niccayamakak kanpir; avarkalil ovvoruvarum ayiram antukal valaventum ena acaippatukirarkal; anal appati avarkalukku ninta vayatu kotukkappattalum, avarkal iraivanin tantanaiyiliruntu tappa mutiyatu. Innum allah avarkal ceyvataiyellam kurntu parppavanakave irukkiran"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "yar jiprilukku virotiyaka irukkinrano (avan allahvukkum viroti yavan) enru (napiye!) Nir kurum; niccayamaka avartam allahvin kattalaikkinanki um itayattil (kur'anai) irakki vaikkirar; atu, tanakku munnirunta vetankal unmai ena urutippatuttukiratu. Innum atu valikattiyakavum, nampikkai kontorukku nanmarayamakavum irukkiratu"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "evan allahvukkum, avanutaiya malakkukalukkum, avanutaiya tutarkalukkum, jiprilukkum, mikkayilukkum pakaivanaka irukkirano, niccayamaka (avvaru nirakarikkum) kahpirkalukku allah pakaivanakave irukkiran"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "(napiye!) Niccayamaka nam mikattelivana vacanankalai um'mitu irakkivaittirukkirom; pavikalait tavira (veru evarum) avarrai nirakarikka mattarkal"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "melum, avarkal utanpatikkai ceytapotellam, avarkalil oru pirivinar avarrai murittu vitavillaiya? Akave, avarkalil perumpalor iman kolla mattarkal"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "avarkalitam ulla(vetat)tai meyppikkum oru tutar allahvitamiruntu avarkalitam vanta potu, vetam valankappattoril oru pirivinar allahvin vetattait tankal etum ariyatavarkal pol tankal mutukukkup pinnal erintu vittarkal"
        }
    ]
}