{
    "pages": [
        {
            "chapter": 9,
            "verse": 100,
            "text": "innum muhajirkalilum, ansarkalilum, mutalavataka (iman kolvatil) muntikkontavarkalilum pin totarntavarkalum irukkinrarkale avarkal mitu allah tirupti ataikiran; avarkalum avanitam tiruptiyataikinrarkal; anriyum avarkalukkaka, cuvanapatikalaic cittappatuttiyirukkinran, avarrin kiNlu arukal otikkontirukkum, avarkal anke enrenrum tankiyirupparkal - ituve makattana verriyakum"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "unkalaic curriyulla kiramappurattavarkalil nayavancakarkalum irukkirarkal; innum matinavil ullavarkalilum nayavancakattil nilaiperruvittavarkalum irukkirarkal - (napiye!) Avarkalai nir ariya mattir, nam avarkalai nankarivom; vekucikkirattil nam avarkalai irumurai vetanai ceyvom - pinnar avarkal katumaiyana vetanaiyinpal tallappatuvarkal"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "veru cilar tam kurrankalai oppukkolkinranar; anal avarkal (ariyatu nalla) salihana kariyattaik kettakariyattutan certtu vitukirarkal. Oru velai allah avarkalin (tavpavai erru) mannikkap potum, niccayamaka allah mannippavanakavum, perun kirupaiyalanakavum irukkinran"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "(Napiye!) Avarkalutaiya celvattiliruntu tarmattirkanatai etuttuk kontu, atanal avarkalai ullum puramum tuymaiyakkuviraka, innum avarkalukkakap pirarttanai ceyviraka niccayamaka um'mutaiya pirarttanai avarkalukku (cantiyum), arutalum alikkum; allah (yavarraiyum) ceviyuruvonakavum, aripavanakavum irukkinran"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "niccayamaka allah tan atiyarkalitamiruntu tavpavai - mannippuk korutalai - oppukkolkiran enpataiyum, (avarkalutaiya) tarmankalai ankikarikkiran enpataiyum avarkal ariyavillaiya? Meyyakave allah tavpavai erru arul puripavan"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "(napiye! Avarkalitam;)\"nar ceyalkalaic ceyyunkal; titanaka unkal ceyalkalai allahvum avan tutarum, muhminkalum parttuk kontutanirupparkal; melum, irakaciyankalaiyum, parakacinkalaiyum ariyum iraivanitattil ninkal mittappatuvirkal - appolutu, avan ninkal ceytu kontiruntatai unkalukku arivippan\" enru kurum"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "allahvin uttaravai etirpparkkappatukinra marrum cilarum irukkirarkal. (Allah) avarkalai tantikkalam allatu avarkalai mannikkalam. Allah arintavan; nanam mikkavan"
        }
    ]
}