{
    "pages": [
        {
            "chapter": 8,
            "verse": 9,
            "text": "(بیاد آورید) هنگامی که از پروردگارتان (فریاد و) یاری می خواستید, پس او (خواستۀ) شما را پذیرفت. (وفرمود:): «من شما را با يک هزار از فرشتگان, که پیاپی فرود می آیند, یاری می کنم»"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "وخداوند این (یاری ومدد) را تنها برای شادی واطمینان قلب شما قرار داد, وگرنه, پیروزی جز از طرف خدا نیست, به راستی خداوند پیروزمند حکیم است"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "(وبه یاد آورید) هنگامی را که خواب سبکی که آرامشی از سوی او بود, شما را فرا گرفت, واز آسمان آبی بر شما فرو فرستاد, تا شما را با آن پاک کند, وپلیدی شیطان را از شما دور سازد, ودلهای شما را محکم بدارد, و گامهایتان را با آن استوار کند"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "(وبه یاد آور) هنگامی که پروردگارت به فرشتگان وحی کرد: « من با شما هستم, پس کسانی را که ایمان آورده اند؛ ثابت قدم دارید, به زودی دردل کسانی که کافر شدند؛ ترس وهراس می افکنم, پس بر فراز گردنها بزنید, وهمۀ انگشتانشان را بزنید (وقطع کنید)"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "این بخاطر آن است که آنها با خدا ورسولش مخالفت کردند, وهر کس با خدا و رسولش مخالفت کند, پس (بداند که) خداوند سخت کیفراست"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "(ای کافران) شما این (عذاب ومجازات در دنیا) را بچشید! و(بدانید) که برای کافران (در قیامت) عذاب آتش است"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "ای کسانی که ایمان آورده اید! چون با انبوه کافران (در میدان جنگ) روبرو شوید, پس به آنها پشت نکنید"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "وهر کس در آن روز به آنها پشت کند ـ مگر آنکه (هدفش از کناره گیری) برای حملۀ دوباره یا ( به قصد) پیوستن به گروهی (دیگر باشد) ـ به خشم خدا بازگشته (وسزاوار) است, وجایگاه او جهنم است, وچه بد جایگاهی است"
        }
    ]
}