{
    "pages": [
        {
            "chapter": 8,
            "verse": 53,
            "text": "این, بدان خاطر است که خداوند, هیچ نعمتی را که بر قومی ارزانی داشته, تغییر نمی دهد, تا آنکه آنها (روش) خودشان را تغییر دهند, وبی گمان خداوند شنوای داناست"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "مانند شیوۀ فرعونیان وکسانی که پیش از آنان بودند, آیات پروردگارشان را تکذیب کردند, پس آنان را به کیفر گناهانشان هلاک کردیم, وفرعونیان را غرق نمودیم, وهمۀ (آنها) ستمکار بودند"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "یقیناً, بدترین جنبندگان نزد خدا, کسانی هستند که کافر شدند, پس آنان ایمان نمی آورند"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "کسانی که با آنها پیمان بستی, سپس هربار پیمان خود را می شکنند, وآنها (در خیانت وپیمان شکنی از خدا) نمی ترسند"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "پس اگر آنها را در (میدان) جنگ بیابی, چنان به آنان حمله ببر تا کسانی که پشت سر آنها هستند (بترسند و) باشد که پند گیرند"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "واگر از خیانت قومی بیم داشتی؛ منصفانه (پیمان شان را) به سوی آنان بیانداز (وفسخ پیمانشان را برای همگان اعلان کن), به راستی که خداوند خائنان را دوست نمی دارد"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "وکسانی که کافر شدند, نپندارند که پیشی گرفته اند؛ آنها هرگز ما را ناتوان نخواهند کرد"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "وآنچه از نیرو درتوان دارید؛ برای (مقابله با ) آنها آماده سازید, و(همچنین) از اسبان بسته ( ی ورزیده, مهیا کنید) تا به وسیلۀ آن دشمن خدا ودشمن خود را بترسانید, و(همچنین) دشمنان دیگری غیر از آنها را, که شما نمی شناسید وخدا آنها را می شناسد (بترسانید) وهر چیزی را که در راه خدا خرج می کنید, (پاداشش) به تمام وکمال به شما داده می شود, وبه شما ستم نخواهد شد"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "واگر به صلح مایل شدند, پس تو (نیز) از در صلح درآی, وبر خدا توکل کن, بی گمان او شنوای داناست"
        }
    ]
}