{
    "pages": [
        {
            "chapter": 24,
            "verse": 37,
            "text": "مردانی که هیچ تجارت و خرید و فروشی آنها را از یاد خدا و بر پاداشتن نماز و ادای زکات غافل نمی کند، (آنها) از روزی می ترسند که در آن دلها و چشمها دگرگون (و بی تاب) می شود"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "تا خداوند بهتر از آنچه انجام داده اند به آنها پاداش دهد، و از فضل خود بر پاداش آنها بیفزاید، و خداوند هر کس را که بخواهد بی حساب روزی می دهد"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "و کسانی که کافر شدند؛ اعمالشان همچون سرابی است در بیابانی، که (انسان) تشنه (از دور) آن را آب می پندارد، تا آنکه به آن نزدیک شود، چیزی نمی یابد، و خدا را نزد خود یابد که حساب او را کامل بدهد، و خداوند زود شمار است"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "یا (اعمالشان) همچون تاریکیهایی در دریای پهناور که موج آن را پوشانده، و بر فراز آن موج دیگری است، (و) بر فرازآن ابری (تاریک) است،تاریکیهایی است یکی بر فراز دیگری، (آن گونه که) هرگاه دست خود را بیرون آورد، ممکن نیست آن را ببیند، و کسی را که خدا نوری برای او قرار نداده است، پس (هیچ) نوری برای او نیست"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "آیا ندیدی که همه ی آنان که در آسمانها و زمین هستند، و پرندگان بال گسترده خدا را تسبیح می گویند. (خداوند) نماز و تسبیح هریک از آنها را می داند، و خداوند به آنچه انجام می دهند؛ داناست"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "و فرمانروایی آسمانها و زمین از آنِ خداست، و بازگشت (همه) به سوی خداست"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "آیا ندیدی که خداوند ابرهایی را به آرامی می راند، سپس بین آنها پیوند می دهد، آنگاه آن را متراکم می کند، پس قطره (باران) را می بینی که از میان آن بیرون می شود، و از آسمان، از کوههای که در آنجاست، دانه های تگرگ نازل می کند، پس آن را به هر کس که بخواهد می رساند، و آن را از هرکس که بخواهد باز می دارد، نزدیک است درخشندگی برق آن (نور) چشمها را (از بین) ببرد"
        }
    ]
}