{
    "pages": [
        {
            "chapter": 25,
            "verse": 3,
            "text": "و (مشرکان) به جای او معبودانی (برای خود) بر گزیدند که چیزی نمی آفرینند، و خودشان مخلوقند، و مالک زیان و سود خود نیستند، و (نیز) مالک مرگ حیات و برانگیختن نیستند"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "و کسانی که کافر شدند؛ گفتند : « این (قرآن) جز دروغی نیست که (خود) بافته است، و گروهی دیگر او را بر این (کار) یاری داده اند » به راستی آنها (با این سخن شان) ستم و دروغ بزرگی مرتکب شده اند"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "و گفتند:«(این همان) افسانه های پیشینیان است که آن را رونویسی کرده و هر صبح و شام بر او املا می شود»"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "(ای پیامبر!) بگو :« کسی آن را نازل کرده که راز (نهان) آسمانها و زمین را می داند، بی گمان اوآمرزنده ی مهربان است"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "و گفتند :«این پیامبر را چه شده است که غذا می خورد و در بازارها راه می رود ؟! چرا فرشته ای بر او نازل نشده است؛ پس همراه او بیم دهنده باشد ؟"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "یا گنجی (از آسمان) بر او افکنده شود، و یا باغی داشته باشد که از (میوه های) آن بخورد ؟! » و ستمگران گفتند :« شما فقط از مردی سحر شده پیروی می کنید»"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "بنگر چگونه برای تو مثلها زدند، پس گمراه شدند (آن گونه) که نمی توانند راهی را بیابند"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "پر برکت و بزرگوار است کسی که اگر بخواهد برای تو بهتر از این قرار می دهد: باغهایی که نهرها از زیر (درختان) آن جاری است، و (نیز) برایت کاخهایی (مجلل) قرار می دهد"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "(اینها همه بهانه است) بلکه (حقیقت این است که) آنها قیامت را تکذیب کرده اند، و (ما) برای کسی که قیامت را تکذیب کند، آتش سوزان (جهنم) فراهم کرده ایم"
        }
    ]
}