{
    "pages": [
        {
            "chapter": 39,
            "verse": 57,
            "text": "یا بگوید: «اگر خداوند مرا هدایت می کرد، یقیناً از پرهیزگاران بودم»"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "یا هنگامی که عذاب را می بیند، بگوید: «ای کاش بار دیگر (به دنیا) باز می گشتم تا از نیکوکاران می شدم»"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "(خداوند می فرماید:) آری، آیات من برایت آمد، و تو آن را تکذیب نمودی، و تکبّر ورزیدی، و از کافران بودی"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "و روز قیامت کسانی را که بر خدا دروغ بسته اند، می بینی که چهره هایشان سیاه شده است، آیا در جهنم جایگاهی برای متکبران نیست؟"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "و خداوند کسانی را که پرهیزگاری کردند با رستگاری شان نجات می دهد، نه رنجی به آنها رسد، و نه آنها اندوهگین شوند"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "خداوند آفریدگار همه چیز است، و او بر همه چیز نگهبان است"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "کلیدهای آسمانها و زمین از آن اوست، و کسانی که به آیات خدا کافر شدند، اینان زیانکارانند"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "بگو:«ای نادانان آیا به من فرمان می دهید که غیر خدا را پرستش کنم؟»"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "و به راستی که به تو و به کسانی که پیش از تو بودند، وحی شد که اگر شرک آوری، یقیناً اعمالت (تباه و) نابود می شود، و از زیان کاران خواهی بود"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "بلکه تنها خدا را پرستش کن، و از شکر گزاران باش"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "و آنها (= مشرکان) خدا را چنانکه سزاوار بزرگی اوست نشناختند در حالی که روز قیامت تمام زمین در مشت اوست و آسمانها درهم پیچیده در دست راست اوست( )، او منزه و برتر است از آنچه شریک او می پندارند"
        }
    ]
}