{
    "pages": [
        {
            "chapter": 43,
            "verse": 34,
            "text": "وبرای خانه هایشان درها و تختهایی (نقره ای, قرار می دادیم) که بر آن تکیه زنند"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "و تجمل (وزینت های) فراوان (برایشان قرار می دادیم) وتمام اینها بهرۀ (نا چیز) زندگی دنیاست, وآخرت نزد پروردگارت برای پرهیزگاران است"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "وهرکس از یاد (خدای) رحمان غافل (ورویگردان) شود, برای او شیطانی بر می گماریم, پس همواره آن (شیطان) قرین (وهمنشین) او باشد"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "وآنها (= شیاطین) اینها (=انسانها) را از راه (خدا) باز می دارند, وگمان می کنند که آنان هدایت یافته اند"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "تا زمانی که (در روز قیامت) نزد ما آید, (به همنشین خود) می گوید: « ای کاش میان من وتو مسافت شرق وغرب فاصله بود, پس تو چه بد همنشینی بودی»"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "(خداوند می فرماید:) «چون ستم کردید, امروز (این گفته ها) هرگز سودتان ندهد, چرا که (همه) شما در عذاب شریک هستید»"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "(ای پیامبر) آیا تو می توانی به کران (سخنی) بشنوانی, یا کوران, وآنهایی را که در گمراهی آشکار هستند, هدایت کنی؟"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "پس اگر تو را (از این دنیا) ببریم, بی گمان ما از آنها انتقام خواهیم گرفت"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "یا آنچه را که به آنها وعده داده ایم, به تو نشان می دهیم, پس یقیناً ما بر آنها تواناهستیم"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "پس به چیزی که به تو وحی شده است تمسک بجوی, که بی شک تو بر راه راست هستی"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "و بی گمان این (قرآن) برای تو وقومت پند (وسربلند) ی است, و به زودی باز خواست خواهید شد"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "و از پیامبرانی که پیش از تو فرستادیم بپرس: آیا غیر از (خدای) رحمان, معبودانی برای پر ستش قرار دادیم؟"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "وبه راستی ما موسی را با نشانه های خود به سوی فرعون و در باریان او فرستادیم, پس گفت: «بی گمان من فرستادۀ پروردگار جهانیان هستم»"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "پس چون با نشانه های ما (به سوی) آنها آمد, ناگاه (همه) از آن خندیدند"
        }
    ]
}