{
    "pages": [
        {
            "chapter": 45,
            "verse": 14,
            "text": "(ای پیامبر) به مؤمنان بگو: « از (خطای) کسانی که به ایام الله (= روزهای گرفت وپیروزی ایمان بر کفر) امید ندارند, در گذرند( ), تا (خداوند) هر گروهی را به (سبب) آنچه که انجام می دادند, سزا دهد»"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "هرکس کار شایسته ای انجام دهد, پس به سود خود اوست, وکسی که مرتکب کار بدی شود, پس به زیان خود اوست, آنگاه (همه) به سوی پروردگارتان باز گردانده می شوید"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "ویقیناً ما بنی اسرائیل را کتاب (آسمانی) وحکومت ونبوت بخشیدیم, و از پاکیزه ها روزیشان دادیم, وآنها را بر جهانیان (زمانشان) برتری دادیم"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "وآنها را در امر (دین) نشانه های روشنی عطا کردیم, پس آنها اختلاف نکردند مگر بعد از آنکه برای آنان علم ودانش آمد, (آن هم) از روی تجاوز (و ستم) به یکدیگر بود. بی گمان پروردگارتو روز قیامت در آنچه اختلاف می کردند در میان آنها داوری می کند"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "سپس تو را (ای پیامبر) بر راه (و شریعتی) روشن از دین قرار دادیم. پس از آن پیروی کن, و از (هوی و) هوسهای کسانی که نمی دانند پیروی نکن"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "بی شک آنها هرگز نمی توانند تو را از خدا بی نیاز کنند, (وعذاب اورا از تو دفع نمایند) ومسلماً ستمکاران برخی شان یاور برخی دیگراند, وخداوند یاور پر هیزگاران است"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "این (قرآن) برای مردم مایۀ بصیرت است, وبرای گروهی که یقین دارند, هدایت ورحمت است"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "آیا کسانی که مرتکب بدیها شدند, گمان کردند که (ما) آنها را همچون کسانی قرار می دهیم که ایمان آورده اند وکارهای شایسته انجام داده اند, که زندگی شان ومرگشان یکسان باشد؟! چه بد داوری می کنند"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "و خداوند آسمانها وزمین را به حق آفریده است, وتا هرکس را در برابر آنچه که انجام داده است پاداش دهد, و به آنها ستمی نخواهد شد"
        }
    ]
}