{
    "pages": [
        {
            "chapter": 51,
            "verse": 31,
            "text": "(ابراهیم) گفت: «پس ای فرستادگان (خدا) کار و مأموریت شما چیست؟!»"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "(فرشتگان) گفتند: «بی گمان ما بسوی قومی مجرم (وگناهکار)( ) فرستاده شده ایم"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "تا سنگهای از گل بر (سر) آنها فرود آوریم"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "(سنگهایی) که نزد پروردگارت برای اسرافکاران نشان گذاری شده است"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "پس کسانی از مؤمنان را که در آن (شهرهای قوم لوط) بودند (پیش از نزول عذاب) بیرون آوردیم"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "وجز یک خانه از مسلمانان در آن (شهرها) نیافتیم"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "ودر آن (شهرهای ویران شده) نشانه ای (روشن) برای کسانی که از عذاب دردناک می ترسند بر جای گذاشتیم"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "و(نیز) در (داستان) موسی (نشانه وعبرتی است) هنگامی که اورا با دلیلی آشکار به سوی فرعون فرستادیم"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "پس (فرعون) با قدرت (ولشکر) خویش روی گرداند, وگفت: «(این مرد) جادوگر یا دیوانه است»"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "آنگاه او ولشکریانش را گرفتیم وآنان را به دریا افکندیم در حالی که او سزاوار سرزنش بود"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "و (نیز) در (داستان قوم) عاد (نشانه ای است) هنگامی که تندبادی بی خیر وبرکت بر آنان فرستادیم"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "(تندبادی) که بر هیچ چیز نمی گذشت مگر اینکه آن را مانند استخوان پوسیده می گرداند"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "و (همچنین) در (داستان قوم) ثمود (نشانه ای است) هنگامی که به آنها گفته شد: «مدتی کوتاه (از زندگی) بهره مند شوید (که تنها سه روز فرصت دارید)»"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "آنگاه آنها از فرمان پروردگارشان سر پیچی کردند, پس صاعقه آنها را در بر گرفت در حالی كه آنان (به عقوبت خود) نگاه می کردند"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "(چنان بر زمین افتادند) که توان بر خاستن نداشتند, ونتوانستند (برای خود) انتقام بگیرند"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "و قوم نوح را پیش از این (هلاک نمودیم), زیرا آنها قومی بدکار (وفاسق) بودند"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "و (ما) آسمان را با قوت (و قدرت عظیم) بنا کردیم وبی گمان (بر وسعت پهناوری آن) تواناییم"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "وزمین را گستردیم پس چه نیک گستراننده ای هستیم"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "واز هر چیز جفت آفریدیم, شاید شما پند گیرید"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "(ای پیامبر! بگو:) «پس به سوی خدا بگریزید, بی گمان من از جانب او برای شما هشدار دهنده ای آشکار هستم"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "و معبود دیگری با خدا قرار ندهید, به راستی من از جانب او برای شما هشدار دهنده ای آشکار هستم»"
        }
    ]
}