{
    "chapter": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "Ya ku mutãne! Ku bi Ubangijinku da taƙawa Wanda Ya halitta ku daga rai guda, kuma Ya halitta, daga gare shi, ma'auransa, kuma Ya watsa daga gare su maza mãsu yawa da mãtã. Kuma ku bi Allah da taƙawa Wanda kuke rõƙon jũna da (sũnan), shi, da kuma zumunta. Lalle ne Allah Ya kasance, a kanku, Mai tsaro ne"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Kuma ku bai wa marãyu dũkiyõyinsu, kuma kada ku musanya mummuna da mai kyau. Kuma kada ku ci dũkiyõyinsu zuwa ga dũkiyõyinku. Lalle shi, yã kasance zunubi ne mai girma"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Kuma idan kun ji tsõron bã zã ku yi ãdalci ba a cikin marãyu, to, (akwai yadda zã a yi) ku auri abin da ya yi muku dãɗi daga mãtã; biyu-biyu, da uku-uku, da huɗu-huɗu. Sa'an nan idan kun ji tsõron bã zã ku yi ãdalci ba, to, (ku auri) guda ko kuwa abin da hannayenku na dama suka mallaka. Wannan shi ne mafi kusantar zama ba ku wuce haddi ba"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Kuma ku bai wa mãtã sadãkõkĩnsu da sauƙin bãyarwa. Sa'an nan idan suka yãfe muku wani abu daga gare shi, da dãɗin rai, to, ku ci shi da jin dãɗi da sauƙin haɗiya"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Kada ku bai wa wãwãye dũkiyarku, wadda Allah Ya sanya ta a gare ku, kunã mãsu tsayuwa (ga gyãranta). Kuma ku ciyar da su a cikinta, kuma ku tufãtar da su, kuma ku gaya musu magana sananniya ta alhẽri"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Kuma ku jarraba marãyu, har a lõkacin da suka isa aure. To, idan kun lura da shiriya daga gare su, to, ku mĩƙa musu dũkiyõyinsu. Kada ku cĩ ta da ɓarna, kuma da gaggawa kãfin su girma. Kuma wanda yake wadãtacce, to, ya kãma kãnsa, kuma wanda yake faƙĩri, to, ya ci, gwargwadon yadda ya kamata. To, idan kun mĩƙa musu dũkiyõyinsu, sai ku shaidar a kansu. Kuma Allah Ya isa Ya zama Mai bincike"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Maza suna da rabo daga abin da iyãye biyu da mafi kusantar dangi suka bari, kuma mãtã suna da rabo daga abin da iyãye biyu da mafi kusantar dangi suka bari, daga abin da ya ƙaranta daga gare shi kõ kuwa ya yi yawa, rabo yankakke"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Kuma idan ma'abũta zumunta da marãyu da matalauta suka halarci rabon, to, ku azurta su daga gare shi, kuma ku faɗa musu magana sananniya ta alhẽri"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Kuma waɗanda suke dã sun bar zuriyya mãsu rauni a bãyansu, zã su ji tsõro a kansu, su yi sauna, sa'an nan su bi Allah da taƙawa, kuma su faɗi magana madaidaiciya"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Lalle ne, waɗanda suke cĩn dũkiyar marãyu da zãlunci, to, wuta kawai suke ci a cikin cikkunansu, kuma za su shiga cikin wata wuta mai tsanani"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Allah Yanã yi muku wasiyya a cikin 'ya'yanku; namiji yanã da rabon mãtã biyu. Idan sun kasance mãtã ne fiye da biyu kuwa, to, suna da biyu daga kashi uku ɗin abin da ya bari, kuma idan ta zama guda ce (kawai) to, tana da rabi. Kuma iyãyensa biyu kõwane ɗaya daga cikinsu yanã da ɗaya daga kashi shida ɗin abin da ya bari idan wani rẽshe ya kasance gare shi, to, idan rẽshe bai kasance gare shi ba, kuma iyãyensa ne (kawai) suka gãje shi, to, uwa tanã da sulusi (ɗaya daga cikin kashi uku). Sa'an nan idan 'yan'uwa sun kasance gare shi, to, uwarsa tana da sudusi (ɗaya daga cikin kashi shida) daga bayan wasiyya wadda ya yi kõ kuwa bãshi. Ubanninku da 'yã'yan ku, ba ku sani ba, wannensu ne mafi kusantar amfani, a gare ku. Yankawa daga Allah. Lalle ne, Allah Yã kasance Masani Mai hikima"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Kuma kunã da rabin abin da mãtanku na aure suka bari idan rẽshe bai kasance gare su ba. Sa'an nan idan rẽshe ya kasance gare su, to, kunã da rubu'i (ɗaya daga cikin kashi huɗu) daga abin da suka barin, daga bãyan wasiyya wadda suka yi kõ kuma bãshi. (Sũ) kuma suna da rubu'i daga abin da kuka bari idan rẽshe bai kasance ba gare ku, idan kuwa rẽshe ya kasance gare ku, to, sunã da sumuni (ɗaya daga cikin kashi takwas) daga abin da kuka bari, daga bãyan wasiyya wadda kuka yi kõ kuwa bãshi. Idan wani namiji ya kasance ana gãdon sa bisa kalãla, ko kuwa wata mace alhãli kuwa yana da ɗan'uwa kõ 'yar'uwa to, kõwane ɗaya daga cikinsu yana da sudusi (ɗaya daga cikin kashi shida), sai idan sun kasance mafi yawa daga wannan, to, sũ abõkan tãrayya ne a cikinsulusi (ɗaya bisa uku), daga bãyan wasiyya wadda aka yi kõ kuma bãshi. Bã da yana mai cũtarwa ba, ga wasiyya, daga Allah. Kuma Allah Masani ne Mai haƙuri"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Waɗancan iyãkõkin Allah ne. Wanda ya yi ɗã'a ga Allah da ManzonSa, (Allah) zai shigar da shi gidãjen Aljanna (waɗanda) ɗõramu suna gudana daga ƙarƙashinsu, suna madawwama a cikinsu, kuma wannan shi ne rabo babba"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Kuma wanda ya sãɓã wa Allah da ManzonSa, kuma ya ƙẽtare iyãkõkinSa, zai shigarda shi wuta, yana madawwami a cikinta, kuma yana da wata azãba mai walãkantarwa"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "Kuma waɗanda suka je wa alfãsha daga mãtanku, to, ku nẽmi Shaidar mutãne huɗu daga gare ku a kansu. To, idan sun yi shaida, sai ku tsare su a cikin gidãje har mutuwa ta karɓi rãyukansu, ko kuwa Allah Ya sanya wata hanya a gare su"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Kuma waɗanda (mazã biyu) suka je mata daga ku, to, ku cũtar da su, sa'an nan idan sun tũba kuma suka kyautata hãlãyensu, sai ku kau da kai da ga barinsu. Lalle ne Allah Yã kasance Mai kaɓar tũba ne, Mai jin ƙai"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Abar da take tũba kawai ga Allah, ita ce ga waɗanda suke aikatãwar mugun aiki da jãhilci sa'an nan su tũba nan kusa to, waɗannan Allah Yanã karɓar tũ barsu kuma Allah Yã kasance Masani ne, Mai hikima"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Bã tũba ba ce ga waɗanda suke aikatãwar mũnanan ayyuka har idan mutuwa ta halarci ɗayansu ya ce: \"Lalle ne ni, na tũba yanzu,\" kuma bã tũba ba ce ga waɗanda suke mutuwa alhãli kuwa sunã kãfi rai Waɗannan mun yi musu tattalin wata azãba mai raɗaɗi"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "Ku waɗanda suka yi ĩmãni! Bã ya halatta a gare ku, ku gãji mãtã a kan tĩlas kuma kadaku hana su aure dõmin ku tafi da sãshen abin da kuka ba su, fãce idan suka zo da wata alfãsha bayya nanniya kuma ku yi zamantakẽwa da su da alhẽri sa'an nan idan kun ƙĩ su, to akwai tsammãnin ku ƙi wani abu alhãli kuwa Allah Ya sanya wani alhẽri mai yawaa cikinsa"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Kuma idan kun yi nufin musanya mãta a matsayin wata mãta, alhãli kuwa kun bai wa ɗayarsu ƙinɗari to kada ku karɓi kõme daga gare, shi, shin, zã ku karɓe shi da ƙarya da zunubi bãyyananne"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Kuma yãyã zã ku karɓe shi alhãli kuwa, haƙĩƙa, sãshenkuyã sãdu zuwa ga sãshe, kuma sun riƙi alkawari mai kauri daga gare ku"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Kuma kada ku auri abin da ubanninku suka aura daga mãtã, fãce abin da ya shige. Lalle ne shi, ya kasance alfãsha da abin ƙyãma. Kuma ya mũnana ya zama hanya"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "An haramta muku uwãyenku, da 'yã'yanku, da 'yan'uwanku mãtã, da goggonninku, da innoninku, da 'yã'yan ɗan'uwa, da 'ya'yan 'yar'uwa, da uwãyenku waɗanan da suka shãyar da ku mãma, da 'yan'uwanku mãtã na shan mãma, da uwãyen mãtanku, da agõlolinku waɗanda suke cikin ɗãkunanku daga mãtanku, waɗanda kuka yi duhũli da su, kuma idan ba ku yi duhũli da sũ ba, to, bãbu laifi a kanku, da mãtan 'yã'yanku waɗanda, suke daga tsatsonku, kuma kada ku haɗa tsakanin 'yan'uwa biyu mãtã, fãce abin da ya shige. Lalle ne, Allah Yã kasance Mai gãfara ne Mai jin ƙai"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "Da tsararrun auren wasu maza, fãce dai abin da hannuwanku suka mallaka. (Ku tsare) Littãfin Allah a kanku. Kuma an halatta muku abin da yake bayan wancan. Ku nẽma da dukiyõyinku, kunã mãsu yin aure, bã mãsu yin zina ba. sa'an nan abin da kuka ji daɗi da shi daga gare su, to, ku bã su ijãrõrinsu bisa farillar sadãki. Bãbu laifia gare ku ga abin da kuka yi yardatayya da shi a bãyan farillar sadãki. Lalle ne Allah Yã kasance Masani ne, Mai hikima"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Kuma wanda bai sãmi wadãta ba daga cikinku bisa ga ya auri 'ya'ya mũminai, to, (ya aura) daga abin da hannuwanku na dãma suka mallaka, daga kuyanginku mũminai. Kuma Allah ne Mafi sani ga ĩmãninku, sãshenku daga sãshe. Sai ku aurẽ su da izinin mutãnensu. Kuma ku bã su ijãrõrinsu bisa ga abin da aka sani, suna mãsu kamun kai bã mãsu zina ba, kuma bã mãsu riƙon abõkai ba. To, idan aka aure su, sai kuma suka zo da wata alfãsha, to, akwai a kansu rabin abin da ko a kan, 'ya'ya daga azãba. wancan (auren kuyanga) ga wanda ya ji tsõron wahala ne daga gare ku. Kuma ku yi haƙuri shi ne mafi alhẽri a gare ku. Kuma Allah Mai gãfara ne Mai jin ƙai"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Allah Yanã nufin Ya bayyana muku, kuma Ya shiryar da ku hanyõyin waɗanda suke a gabãninku kuma Ya karɓi tũbarku. Kuma Allah Masani ne Mai hikima"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "Kuma Allah Yanã nufin Ya karɓi tũbarku. Kuma waɗanda suke bin sha'awõyi suna nufin ku karkata, karkata mai girma"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Allah Yana nufin Ya yi muku sauƙi, kuma an halitta mutum yana mai rauni"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "Yã ku waɗanda suka yi ĩmãni! Kada ku ci dũkiyõyinku a tsakãninku da yaudara, fãce idan ya kasance, daga fatauci ne, bisa yardatayya daga gare ku. Kuma kada ku kashe kãnku. Lalle ne Allah Yã kasance, game da ku, Mai jin ƙai ne"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Wanda ya aikata wancan bisa ta'adi da zãlunci, to, zã Mu ƙõne shi da Wuta. Kuma wannan yã kasance ga Allah (abu ne) mai sauƙi"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Idan kuka nĩsanci manyan abubuwan da ake hana ku aikatãwa, to, zã Mu kankare mũnanan ayyukanku daga gare ku, kuma Mu shigar da ku mashiga ta karimci"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Kuma kada ku yi gurin abin da Allah Ya fifita sãshenku da shi a kan sãshe; maza suna da rabo daga abin da suka tsirfanta, kuma mãtã suna da rabo daga abin da suka tsirfanta. Ku rõƙi Allah daga falalarSa. Lalle ne Allah Yã kasance ga dukkan kõme, Masani"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Kuma ga kõwa, Mun sanya magada daga abin da mahaifa da mafiya kusancin zumunta suka bari. Kuma waɗanda rantsuwõyinku suka ƙulla ku bã su rabonsu. Lalle ne, Allah Yã kasance, a kan dukkan kõme, Mahalarci"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Maza mãsu tsayuwa ne a kan mãtã, sabõda abin da Allah Ya fifita sãshensu da shi a kan sãshe kuma sabõda abin da suka ciyar daga dũkiyõyinsu. To, sãlihanmãtã mãsu ɗã'a ne, mãsu tsarẽwa ga gaibi sabõda abin da Allah Ya tsare. Kuma waɗanda kuke tsõron bijirewarsu, to, ku yi musu gargaɗi, kuma ku ƙaurace musu a cikin wurãren kwanciya, kuma ku dõke su. Sa'an nan kuma, idan sun yi muku ɗa'a, to, kada ku nẽmiwata hanya a kansu. Lalle ne Allah Yã kasance Maɗaukaki, Mai girma"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Kuma idan kun ji tsõron sãɓãwar tsakãninsu to ku aika da wani mai sulhu daga mutãnensa da wani mai sulhu daga mutãnenta. Idan sun yi nufin gyãrãwa, Allah zai daidaita tsakãninsu (ma'auran). Lalle ne Allah Yã kasance Masani Mai jarrabãwa"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Kuma ku bauta wa Allah kuma kada ku haɗa wani da Shi, kuma ga mahaifa ku yi kyautatãwa, kuma ga ma'abũcin zumunta da marãyu da matalauta, da maƙwabci ma'abũcin kusanta, da maƙwabci manĩsanci, da abõki a gẽfe da ɗan hanya, da abin da hannuwanku na dãma suka mallaka. Lalle ne Allah bã Ya son wanda ya kasance mai tãƙama, mai yawan alfahari"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Waɗanda suke yin rõwa, kuma sunã umurnin mutãne da yin rõwa, kuma suna ɓõyewar abin da Allah Ya bã su na falalarSa. Kuma Mun yi tattali, sabõda kãfirai, azãba mai walãkantarwa"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Kuma waɗanda suke ciyar da dũkiyõyinsu dõmin nũna wa mutãne, kuma bã su yin ĩmãni da Allah, kuma bã su yin ĩmãnida Rãnar Lãhira kuma wanda Shaiɗan ya kasance abõkin haɗi a gare shi, to, yã mũnana ga abõkinhaɗi"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Kuma mẽne ne a kansu, idan sun yi ĩmãni da Allah, kumada Rãnar Lãhira, kuma sun ciyar da abin da Allah Yã azurtã su, kuma Allah Ya kasance, gare su, Masani"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Lalle ne, Allah bã Ya zãluncin gwargwadon nauyin zarra, idan ta kasance alhẽri ce, zai riɓanya ta, kuma Ya kãwo daga gunsa ijãra mai girma"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "To, yãyã, idan Mun zo da shaidu daga dukkan al'umma, kuma Muka zo da kai a kan waɗannan, kana mai shaida"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "A rãnar nan, waɗanda suka kãfirta kuma suka sãɓã wa Manzo, sunã gũrin dã an baje ƙasa dasu, kuma bã su ɓõye wa Allah wani labãri"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "Yã ku waɗanda suka yi ĩmãni! Kada ku kusanci salla alhãli kuwa kuna mãsu mãye, sai kun san abin da kuke faɗa kuma haka idan kuna mãsu janaba, fãce mai ƙẽtare hanya, har ku yi wanka. Kuma idan kun kasance majinyata, ko kuwa a kan tafiya ko kuwa wani daga cikinku, idan ya zo daga kãshi, kõ kuwa kun shãfi mãtã ba ku sãmi ruwa ba, to ku nufi, fuskar ƙasa mai kyau, ku yi shãfa ga fuskokinku da hannuwanku. Lalle ne Allah Yã kasance Mai yãfẽwa Mai gãfara"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Shin, ba ka gani ba, zuwa ga waɗanda aka bai wa rabo daga Littafi, suna sayen ɓata, kuma suna nẽman ku ɓace daga hanya"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Kuma Allah ne Mafi sani ga maƙiyanku, kuma Allah Yã isa Ya zama Majibinci, kuma Yã isa Ya zama Mataimaki"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Daga waɗanda suka tũba (Yahũdu), akwai wasu sunã karkatar da magana daga wurãrenta suna cẽwa: \"Munjiya kuma mun ƙiya, kuma ka jiya a wani wurin jiyãwa, kuma rã'ina (da ma'anar 'ruɓaɓɓe'), ka tsare mu,\" dõmin karkatarwa da harsunansu, kuma dõmin sũkã a cikin addini. Kuma dã lalle sũ, sun ce: \"Mun jiya kuma mun yi ɗa'a, kuma ka saurãra kuma ka dãkata mana,\" haƙĩƙa, dã ya kasance mafi alhẽri a gare su, kuma mafi daidaita; amma Allah Yã la'anẽ su, sabõda kãfircinsu don haka bã zã su yi ĩmãni ba, sai kaɗan"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "Yã kũ waɗanda aka bai wa Littãfi! Ku yi ĩmãni da abinda Muka saukar, yana mai gaskatãwa ga abin da yake tãre da ku, tun gabanin Mu shãfe wasu fuskõki, sa'an nan Mu mayar da su a kan bãyayyakinsu, ko Mu la'ane su kamar yadda Muka la'ani masu Asabar. Kuma umurnin Allah ya kasance abin aikatãwa"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Lalle ne, Allah ba Ya gãfarta a yi shirki game da Shi, kuma Yana gãfarta abin da yake bãyan wannan ga wanda Yake so, kuma wanda ya yi shirki da Allah, to, lalle ne ya ƙirƙiri zunubi mai girma"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Shin, ba ka gani ba, zuwa ga waɗanda suke tsarkake kansu? Ã'a, Allah ne Yake tsarkake wanda Yake so. Kuma ba za a zalunce su da zaren gurtsun dabĩno ba"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Ka dũba yadda suke ƙirƙira ƙarya ga Allah! Kuma shi ya isa ga zama zunubi bayyananne"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Shin, ba ka gani ba zuwa ga waɗanda aka bai wa rabõ da ga Littafi suna ĩmãni da gunki da Shaiɗan kuma suna cẽwa ga waɗanda suka kãfirta: \"Waɗannan ne mafiya shiriya daga waɗanda suka yi ĩmãni ga hanya"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "Waɗannan ne waɗanda Allah Ya la'ane su, kuma wanda Allah Ya la'ana to bã zã ka sãmi mataimaki a gare shi ba"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Ko suna da rabõ ne daga mulki? To, a sa'an nan bã zã su iya bai wa mutãne hancin gurtsun dabino ba"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Ko suna hãsadar mutãne ne a kan abin da Allah Ya bã su daga falalarSa? To, lalle ne, Mun bai wa gidan Ibrãhĩm Littãfida hikima kuma Mun bã su mulki mai girma"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "To, daga cikinsu akwai wanda ya yi ĩmãni da shi, kuma daga cikinsu akwai wanda ya kange daga gare shi. Kuma yã isa Jahannama ta hũru da shi"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Lalle ne waɗanda suka kãfirta da ayõyinMu za Mu ƙõne su da wuta, kõ da yaushe fãtunsu suka nuna, sai Mu musanya musu wasu fãtun, dõmin su ɗanɗani azãba. Lalle ne Allah Yã kasance Mabuwãyi, Mai hikima"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Kuma waɗanda suka yiĩmãni, kuma suka aikata ayyuka na ƙwarai, zã Mu shigar da su gidãjen Aljanna, (waɗanda) ƙõramu sunã gudãna daga ƙarƙashinsu, sunã dawwamammu a cikinsu har abada suna da, a cikinsu, mãtan aure mãsu tsarki, Kuma Munã shigar da su a wata inuwa matabbaciyar lumshi"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "Lalle ne Allah Yanã umurnin ku ku bãyar da amãnõni zuwa ga mãsu sũ. Kuma idan kun yi hukunci a tsakãnin mutãne, ku yi hukunci da ãdalci. Lalle ne Allah mãdalla da abin da Yake yi muku wa'azi da shi. Lalle ne Allah Yã kasance Mai ji ne, Mai gani"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "Yã kũ waɗanda suka yiĩmãni! Ku yi ɗã'a ga Allah, kuma ku yi ɗã'a ga ManzonSa, da ma'abũta al'amari daga cikinku. Idan kun yi jãyayya a cikin wani abu, to ku mayar da shi zuwa ga Allah da ManzonSa idan kun kasance kunã ĩmãni da Allah da Rãnar Lãhira. wannan ne mafi alhẽri, kuma mafi kyau ga fassara"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Shin, ba ka gani ba, zuwa ga waɗanda suke riyãwar cẽwa sunã ĩmãni da abin da aka saukar zuwa gare ka da abin da aka saukar daga gabãninka, sunã nufin su kai ƙãra zuwa ga ¦ãgũtu alhãli kuwa, lalle ne, an umurce su da su kãfirta da shi, kuma Shaiɗan yanã nẽman ya ɓatar da su, ɓatarwa mai nĩsa"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "Kuma idan aka ce musu: \"Ku zo zuwa ga abin da Allah Ya saukar, kuma zuwa ga Manzo\" zã ka ga munãfukai sunã kange mutãne daga gare ka, kangẽwa"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "To, yaya, idan wata masĩfa ta sãme su, sabõda abin da hannuwansu suka gabãtar sa'an nan kuma su je maka sunã rantsuwa da Allah cẽwa, \"Ba mu yi nufin kõme ba sai kyautatawa da daidaitãwa"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "Waɗannan ne waɗanda Allah Ya san abin da ke cikin zukãtansu. Sabõda haka ka kau da kai daga gare su, kuma ka yi musu gargaɗi, kuma ka gaya musu, a cikin sha'anin kansu, magana mai nauyi da fasãha"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "Kuma ba Mu aiki wani Manzo ba fãce dõmin a yi masa ɗã'a da izinin Allah. Kuma dã dai lalle sũ a lõkacin da suka zãlunci kansu, sun zo maka sa'an nan suka nẽmi gãfarar Allah kuma Manzo ya nẽma musu gãfara, haƙĩƙa, dã sun sãmi Allah Mai karɓar tũba Mai jin ƙai"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "To, a'aha! Ina rantsuwa da Ubangijinka, ba za su yi ĩmãni ba, sai sun yarda da hukuncinka ga abin da ya sãɓa a tsakãninsu, sa'an nan kuma ba su sãmi wani ƙunci a cikin zukãtansu ba, daga abin da ka hukunta, kuma su sallama sallamãwa"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Kuma dã dai lalle Mũ, Mun wajabta musu cẽwa, \"Ku kashe kanku, ko kuwa ku, fita daga gidãjenku,\" dã ba su aikata shi ba, fãce kaɗan daga gare su. Kuma dã dai lalle sũ sun aikata abin da ake yi musu gargaɗi da shi, haƙĩƙa, dã yã kasance mafi alhẽri dagagare su, kuma mafi tsanani ga tabbatarwa"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "Kuma a sa'an nan, haƙĩƙa, dã Mun bã su, lãda mai girma, daga gunMu"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "Kuma lalle ne, dã Mun shiryar da su hanya madaidaiciya"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Kuma waɗannan da suka yi ɗã'a ga Allah da Mazonsa, to, waɗannan sunã tãre da waɗanda Allah Ya yi ni'ima a kansu, daga annabãwa da mãsu yawan gaskatãwa, da masu shahãda da sãlihai. kuma waɗannan sun kyautatu ga zama abõkan tafiya"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Waccan falalar daga Allah take, kuma Allah Yã isa zama Masani"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "Yã kũ waɗanda suka yi ĩmãni! Ku riƙi shirinku sa'an nan ku fitar da hari jama'a, jama'a ko ku fitar da yaƙi gaba ɗaya"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Kuma lalle ne daga cikinku akwai mai fãsarwa. To idan wata masĩfa ta sãme ku, sai ya ce: \"Lalle ne, Allah Ya yi mini ni'ima dõmin ban kasance mahalarci tãre da su ba"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Kuma lalle ne idan wata falala daga Allah ta sãme ku haƙĩƙa, tabbas, yanã cẽwa, kamar wata sõyayya ba ta kasance a tsakãninku da shi ba: \"Yã kaitona! Dã na zama tãre da su dai, dõmin in rabonta da rabõ mai girma"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "Sai waɗanda suke sayar da rayuwar dũniya su karɓi ta Lãhira su yi yãƙi, a cikin hanyar Allah. Kuma wanda ya yi yãki a cikin hanyar Allah to a kashe shi ko kuwa ya rinjãya, sa'an nan zã Mu ba shi ijãra mai girma"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Kuma mẽne ne ya sãme ku, bã ku yin yãƙi a cikin hanyar Allah, da waɗanda aka raunanar daga maza da mata da yãra sunã cewa: \"Yã Ubangijinmu! Ka fitar da mu daga wannan alƙarya wadda mutãnenta suke da zãlunci, kuma Ka sanya mana majiɓinci daga gunKa, kuma Ka sanya mana mataimaki daga gunKa"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Waɗanda suka yi ĩmãni, sunã yãki a cikin hanyar Allah, kuma waɗanda suka kãfirta sunã yãƙi a cikin hanyar ¦ãgũtu (Shaiɗan). To, ku yãƙi majiɓintan Shaiɗan. Lalle ne kaidin Shaiɗan yã kasance mai rauni"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Shin, ba ka gani ba zuwa ga waɗanda aka ce musu: \"Ku kange hannuwanku, kuma ku tsayar da salla, kuma ku bãyar da zakka.\"? To a lõkacin da aka wajabta musu yãƙi sai ga wani ɓangare daga cikinsu sunã tsõron mutãne kamar tsõron Allah kõ kuwa mafi tsanani ga tsõron, kuma suka ce: \"Ya Ubangijinmu! Don me Ka wajabta yãƙi a kanmu? Me ya hana Ka jinkirta mana zuwa ga wani ajali na kusa?\"Ka ce: \"Jin dãɗin dũniya kaɗan ne, kuma Lãhira ce mafi alhẽri ga wanda ya yi taƙawa. Kuma bã a zãluntar ku da sĩlĩlin hancin gurtsun dabĩno"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Inda duk kuka kasance, mutuwa zã ta riske ku, kuma kõ da kun kasance ne a cikin gãnuwõyi ingãtattu!\"Kuma idan wani alhẽri ya sãme su sai su ce: \"Wannan daga wurin Allah ne,\" kuma idan wata cũta ta sãme su, sai su ce: \"Wannan daga gare ka ne.\"Ka ce: \"Dukkansu daga Allah ne.\" To, me ya sãmi waɗannan mutãne, bã su kusantar fahimtar magana"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Abin da ya sãme ka daga alhẽri, to, daga Allah yake, kuma abin da ya sãme ka daga sharri, to, daga kanka yake, kuma Mun aike ka zuwa ga mutãne, (kana) Manzo, kuma Allah Yã isa ga zama shaida"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Wanda ya yi ɗã'a ga Manzo, to, haƙĩƙa, yã yi ɗã'a ga Allah. Kuma wanda ya jũya bãya, to, ba Mu aike ka ba don ka zama mai tsaro a kansu"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Kuma sunã cẽwa, \"Dã'a\" sa'an nan idan sun fita daga wurinka, sai wata ƙungiya daga cikinsu ta kwãna da niyyar wanin abin da take faɗa, alhãli kuwa Allah na rubũta abin da suke kwãna da niyyarsa. Sabõda haka ka kau da kai daga gare su, kuma ka dõgara ga Allah, kuma Allah Yã isa ya zama wakĩli"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Shin, bã su kula da Alƙur'ãni, kuma dã yã kasance daga wurin wanin Allah haƙĩƙa, dã sun sãmu, a cikinsa, sãɓã wa jũnamai yawa"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Kuma idan wani al'amari daga aminci ko tsõro ya je musu, sai su wãtsa shi. Dã sun mayar da shi zuwa ga Manzo da ma'abũta al'amari daga gare su, lalle ne, waɗanda suke yin bincikensa, daga gare su, zã su san shi. Kuma bã dõmin falalar Allah bã a kanku da rahamarSa, haƙĩƙa, dã kun bi Shaiɗan fãce kaɗan"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Sabõda haka, ka yi yãƙi a cikin hanyar Allah, ba a kallafa maka ba, face a kanka, kuma ka kwaɗaitar da mũminai. Akwai tsammãnin Allah Ya kange gãfin waɗanda suka kãfirta, kuma Allah ne Mafi tsananin gãfi, kuma Mafi tsananin azabtãwa"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Wanda ya yi cẽto, cẽto mai kyau, zai sãmi rabo daga gare shi, kuma wanda ya yi cẽto, cẽto mummũna, zai sãmi ma'aunidaga gare shi, Kuma Allah Yã kasance, a kan dukkan kõme, Mai ƙayyade lõkaci"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Kuma idan an gaishe ku da wata gaisuwa, to, ku yi gaisuwa da abin da yake mafi kyau daga gare ta, kõ kuwa ku mayar da ita. Kuma Allah Yã kasance a kan dukkan kõme Mai lissãfi"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Allah bãbu abin bautawa face Shi. Lalle ne haƙĩƙa Yana tãra ku har zuwa ga Yinin ¡iyãma bãbu shakka a cikinsa. Kuma wãne ne mafi gaskiya daga Allah ga 1ãbãri"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "To, mẽne ne ya sãme ku a cikin munãfukai kun zama ƙungiya biyu, alhãli kuwa Allah ne Ya mayar da su sabõda abin da suka tsirfanta? Shin, kunã nufin ku shiryar da wanda Allah Ya ɓatar ne? Kuma wanda Allah Ya ɓatar to bã zã ka sãmi wata hanya ba zuwa gare shi"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "Suna gũrin ku kãfirta kamar yadda suka kãfirta, dõmin ku kasance daidai. Sabõda haka kada ku riƙi wasu masõya daga cikinsu, sai sun yõ hijira a cikin hanyar Allah. Sa'an nan idan sun jũya, to, ku kãmã su kuma ku kashe su inda duk kuka sãme su. Kuma kada ku riƙi wani masõyi daga gare su ko wani mataimaki"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Fãce dai waɗanda suke sãduwa zuwa ga wasu mutãne waɗanda a tsakãninku da su akwai alkawari, kõ kuwa waɗanda suke sun je muku (domin) ƙirãzansu sun yi ƙunci ga su yãke ku, kõ su yãƙi mutãnensu. Kuma dã Allah Yã so lalle ne, dã Yã bã su ĩko a kanku, sa'an nan, haƙĩka, su yãke ku. To, idan sun nĩsance ku sa'an nan ba su yãƙe ku ba, kuma suka jẽfa sulhu zuwa gare ku, to, Allah bai sanya wata hanya ba, a gare ku, a kansu"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Za ku sãmi wasu sunã nufin su amintar da ku kuma su amintar da mutãnensu, kõ da yaushe aka mayar da su ga fitina, sai a dulmuyã su a cikinta. To, idan ba su nĩsance ku ba, kuma sun jẽfa sulhu zuwa gare ku, kuma sun kange hannuwansu, to, ku kãmã su, kuma ku kashe su inda duk kuka kãmã su, kuma waɗannan, Mun sanya muku dalĩli bayyanannea kansu"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "Kuma bã ya kasancẽwa ga mũmini ya kashe wani mũmini, fãce bisa ga kuskure. Kuma wanda ya kashe mũmini bisa ga kuskure, sai ya 'yanta wuya mũmina tare da mĩƙa diyya ga mutãnensa, ãce idan sun bari sadaka. Sa'an nan idan (wanda aka kashe) ya kasance daga wasu mutãne maƙiya a gare ku, kuma shi mũminine, sai ya 'yanta wuya mũmina. Kuma idan ya kasance daga wasu mutãne ne (waɗanda) a tsakãninku da tsakãninsu akwai alkawari, sai ya bãyar da diyya ga mutãnensa, tare da 'yanta wuya mũmina. To, wanda bai sãmi (wuyan ba) sai azumin watanni biyu jẽre, dõmin tũba daga Allah. Kuma Allah Yã kasance Masani, Mai hikima"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "Kuma wanda ya kashe wani mũmini da ganganci, to, sakamakonsa Jahannama, yana madawwami a cikinta kuma Allah Yã yi fushi a kansa, kuma Ya la'ane shi, kuma Ya yi masa tattalin azãba mai girma"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "Yã kũ waɗanda suka yi ĩmãni! Idan kun yi tafiya (a cikin ƙasa), dõmin jihãdi, to, ku nẽmi bãyani. Kuma kada ku ce wa wanda ya jĩfa sallama zuwa gare ku: \"Bã Musulmi kake ba.\" Kunã nẽman hãjar rãyuwar dũniya, to, a wurin Allah akwai ganimõmi mãsu yawa. Kamar wannan ne kuka kasance a gabãnin ku musulunta, sa'an nan Allah Ya yi muku falala. Sabõda haka ku zan nẽman bayãni. Lalle ne Allah Yã kasance, ga abin da kuke aikatãwa, Masani"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Mãsu zama daga barin yãƙi daga mũminai, wasun ma'abũta larũra da mãsu jihãdi a cikin hanyar Allah da dũkiyõyinsu da rãyukansu, bã su zama daidai. Allah Yã fĩfĩta mãsu jihãdi da dũkiyoyinsu da rãyukansu a kan mãsu zama, ga daraja. Kuma dukansu Allah Yã yi musu alkawari da abu mai kyau. Kuma Allah yã fĩfĩta mãsu jihãdi a kan mãsu zama da lãda mai girma"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "Darajõji daga gare Shi da gãfara da rahama. Kuma Allah Yã kasance Mai gãfara ne, Mai jin ƙai"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "Lalle ne, waɗanda malã'ĩku suka karɓi rãyukansu, (alhãli) sunã mãsu zãluntar kansu, sun ce (musu): \"A cikin me kuka kasance?\" (Su kuma) suka ce: \"Mun kasance waɗanda aka raunana a cikin ƙasa.\" Suka ce: \"Ashe ƙasar Allah ba ta kasance mayalwaciya ba, dõmin ku yi hijira a cikinta?\" To, waɗannan makõmarsu Jahannama ce. Kuma tã mũnana ta zama makõma"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "Fãce waɗanda aka raunana daga maza da mãtã da yãra waɗanda bã su iya yin wata dabãra, kuma bã su shiryuwa ga hanya"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "To, waɗannan akwai tsammãnin Allah Ya yãfe laifi daga gare su, kuma Allah Yã kasance Mai yãfẽwa ne, Mai gãfara"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "Kuma wanda ya yi hijira a cikin hanyar Allah, zai sãmu, a cikin ƙasa, wurãren jũyãwa mãsu yawa da yalwa. Kuma wanda ya fita daga gidansa yana mai hijira zuwa ga Allah da ManzonSa, sa'an nan kuma mutuwa ta riske shi, to, lalle ne, lãdarsa tã auku ga Allah, Kuma Allah Yã kasance, a gare ku, Mai gãfara, Mai jin ƙai"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Kuma idan kun yi tafiya a cikin ƙasa to, bãbu laifi a kanku ku rage daga salla idan kun ji tsõron waɗanda suka kãfirta su fitine ku. Lalle ne kãfirai sun kasance, a gare ku, maƙiyi bayyananne"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "Kuma idan kã kasance a cikinsu, sai ka tsayar musu da salla, to, wata ƙungiya daga gare su ta tsaya tãre da kai, kuma sai su riƙe makãmansu. Sa'an nan idan sun yi salla, to, sai su kasance daga bãyanku. Kuma wata ƙungiya ta dabam (ta) waɗanda ba su yi sallar ba, ta zo, sa'an nan su yi sallar tãre da kai. Kuma su riƙi shirinsu da makãmansu. Waɗanda suka kãfirta sun yi gũrin dã dai kuna shagala daga makamanku da kãyanku dõmin su karkata a kanku, karkata guda. Kuma bãbu laifi, a kanku idan wata cũta daga ruwan sama ta kasance a gare ku, kõ kuwa kun kasance mãsu jinya ga ku ajiye makãmanku kuma dai ku riƙi shirinku. Lalle ne, Allah Yã yi tattali, ga kãfirai, azãba mai walakantarwa"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "Sa'an nan idan kun ƙãre salla, to ku ambaci Allah tsaye da zaune da a kan sãsanninku. Sa'an nan idan kun natsu, to, ku tsayar da Salla. Lalle ne salla tã kasance a kan mũminai, farilla mai ƙayyadaddun lõkuta"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "Kuma kada ku sassauta a cikin nẽman mutãnen idankun kasance kuna jin zõgi, to, lalle sũ ma, suna jin zõgi kamar yadda kuke jin zõgi. Kuma kuna tsammãni, daga Allah, abin da bã su tsammãni. Kuma Allah Yã kasance Masani Mai hikima"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Lalle ne, Mũ, Mun saukar, zuwa gare ka, Littãfi da gaskiya, dõmin ka yi hukunci a tsakãnin mutãne da abin da Allah Ya nũna maka, kuma kada ka kasance mai husũma dõmin mãsu yaudara"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "Kuma ka nẽmi Allah gãfara. Lalle ne Allah Yã kasance Mai gãfara, Mai jin ƙai"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Kuma kada ka yi jãyayya dõmin tunkuɗe wa waɗanda suka yaudari kansu. Lalle ne Allah ba Ya son wanda ya kasance mai yawan hã'inci mai yawan zunubi"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Suna nẽman ɓõyewa daga mutãne kuma bã su nẽmanɓõyewa daga Allah, alhãli kuwa Shi Yana tãre da su a lõkacin da suke kwãna da niyyar yin abin da bã Ya yarda da shi daga maganar. Kuma Allah Yã kasance ga abin da suke aikatãwa Mai kẽwayẽwa"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Gã ku, yã waɗannan! Kun yi jidãli, dõmin tunkuɗe musu (kunya) a cikin rãyuwar dũniya, to, wane ne zai yi jidali domin tunkuɗe musu a Rãnar ¡iyãma? Ko kuwa wãne ne zai kasance wakĩli a kansu"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Kuma wanda ya aikata cũta kõ kuwa ya zãlunci kansa, sa'an nan kuma ya nẽmi Allah gãfara, zai sãmi Allah Mai gãfara, Mai jin ƙai"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Kuma wanda ya yi tsirfanci zunubi, to yanã tsirfarsa ne a kan kansa kawai. Kuma Allah Yã kasance Masani, Mai hikima"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "Kuma wanda ya yi tsiwirwirin kuskure ko kuwa zunubi sa'an nan kuma ya jẽfi wani barrantacce da shi, to, lalle ne yã tattali ƙirƙiren ƙarya da zunubi bayyananne"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Kuma bã dõmin falalar Allah ba, a kanka, da rahamarSa, haƙĩƙa, dã wata ƙungiya daga gare su ta himmatu ga su ɓatar da kai. Kuma bã su ɓatarwa fãce kansu, kuma bã su cũtar ka daga kõme, Kuma Allah Yã saukar da Littãfi da hikima gare ka, kuma Ya sanar da kai abin da ba ka kasance kã sani ba. Kuma falalar Allah tã kasance mai girma a gare ka"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "Bãbu wani alhẽri a cikin mãsu yawa daga gãnawarsu fãce wanda ya yi umurni da wata sadaka kõ kuwa wani alhẽri kõ kuwa gyãra a tsakãnin mutãne. Wanda ya aikata haka dõmin nẽman yardõdin Allah to zã Mu bã shi lãda mai girma"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Kuma wanda ya sãɓã wa Manzo daga bãyan shiriya tã bayyana a gare shi, kuma ya bi wanin hanyar mũminai, zã Mu jiɓintar masa abin da ya jiɓinta, kuma Mu ƙõne shi da Jahannama. Kuma tã mũnana ta zama makõma"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Lalle ne, Allah ba Ya gãfarta a yi shirki da Shi, kuma Yana gãfarta abin da yake bãyan wannan, ga wanda Yake so. Kuma wanda ya yi shirki da Allah, to, lalle ne ya ɓace ɓata mai nĩsa"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Bã su kiran kõwa, baicin Shi, fãce mãtã kuma bã su kiran kõwa fãce Shaiɗan, mai tsaurin kai"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Allah Yã la'ane shi. Kuma ya ce: \"Lalle ne, zã ni riƙi rabõ yankakke, daga bãyinKa"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Kuma lalle ne, inã ɓatar da su, kuma lalle ne inã sanya musu gũri, kuma lalle ne ina umurnin su dõmin su kãtse kunnuwan dabbõbi, kuma lalle ne inã umurnin su dõmin su canza halittar Allah.\" Kuma wanda ya riƙi Shaiɗan majiɓinci, baicin Allah, to, haƙĩƙa yã yi hasara, hasara bayyananniya"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Yanã yi musu alkawari, kuma yanã sanya musu gũri, alhãli Shaiɗan bã ya yi musu wani wa'adĩn kõme face ruɗi"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Waɗannan matattararsu Jahannama ce, kuma bã sãmun makarkata daga gare ta"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Kuma waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai, zã mu shigar da su gidãjen Aljanna (waɗanda) ƙõramu sunã gudãna a ƙarƙashinsu, sunã mãsu dawwama a cikinsu har abada bisa ga wa'adin Allah tabbatacce. Wãne ne mafi gaskiya daga Allah ga magana"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(Al'amari) bai zama gũrace- gũracenku ba, kuma ba gũrace- gũracen Mutãnen Littãfi ba ne. Wanda ya aikata mummunan aiki zã a sãka masa da shi kuma bã zai sãmi wani masõyi ba, baicin Allah, kuma bã zai sãmi mataimaki ba"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Kuma wanda ya yi aiki daga ayyukan ƙwarai, namiji ne ko kuwa mace, alhãli kuwa Yanã mũmini, to, waɗannan sunã shiga Aljanna kuma bã zã a zãlunce su da gwargwadon hancin gurtsun dabĩ no ba"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Kuma wãne ne ya fi kyau ga addini daga wanda ya sallama fuskarsa ga Allah, alhãli kuwa yanã mai kyautatawa kuma ya bi aƙidar Ibrãhĩm, Yanã mai karkata zuwa ga gaskiya? Allah Yã riƙi Ibrãhĩm badãɗayi"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Kuma Allah ke da (mallakar) abin da ke cikin sammai da kuma abin da ke cikin ƙasa kuma Allah Yã kasance, a dukkan, kõme, Mai kẽwayewa"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Sunã yi maka fatawa a cikin sha'anin mãtã. Ka ce: \"Allah Yanã bayyana fatawarku a cikin sha'aninsu, da abin da ake karantãwa a kanku a cikin Littãfi, a cikin sha'anin marãyun mãtã waɗanda ba ku bã su abin da aka rubũta musu (na gãdo) ba, kuma kunã kwaɗayin ku aurẽ su, da sha'anin waɗanda aka raunana daga yãra, da sha'anin tsayuwarku ga marãyu da ãdalci. Kuma abin da kuka aikata daga alhẽri, to, lalle ne, Allah Yã kasance Masani a gare shi"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Kuma idan wata mace ta ji tsõron ƙiyo daga mijinta kõ kuwa bijirẽwa to, bãbu laifi a kansu su yi sulhu a tsakãninsu, sulhu (mai kyau) Kuma yin sulhu ne mafi alhẽri. Kuma an halartar wa rayũka yin rõwa. Kuma idan kun kyautata, kuma kuka yi taƙawa, to, lalle ne, Allah Yã kasance, ga abin da kuke aikatãwa, Masani"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Kuma bã zã ku iya yin ãdalci ba a tsakanin mãtã kõ dã kun yi kwaɗayin yi. Sabõda haka kada ku karkata, dukan karkata, har ku bar ta kamar wadda aka rãtaye. Kuma idan kun yi sulhu, kuma kuka yi taƙawa, to, lalle ne Allah Yã kasance Mai gãfara, Mai jin ƙai"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Kuma idan sun rabu, Allah zai wadãtar da kõwanne daga yalwarSa. Kuma Allah Yã kasance Mayalwaci, Mai hikima"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Kuma Allah ne da mulkin abin da ke cikin sammai da abin da ke cikin ƙasa. Kuma lalle ne, haƙĩƙa, Mun yi wasiyya ga waɗanda aka bai wa Littãfi a gabãninku, da kũ, cẽwa ku bi Allah da taƙawa, kuma idan kun kãfirta, to, lalle ne, Allah Yanã da abin da yake cikin sammai da abin da yake cikin ƙasa. Kuma Allah Yã kasance wadãtacce, Gõdadde"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Kuma Allah ne da mulkin abin da yake cikin sammai da abin da yake cikin ƙasa, kuma Allah Yã isa Ya zama wakĩli"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Idan Yã so, zã Ya tafi da ku, yã kũ mutãne! kuma Ya zo da wasu. Allah Yã kasance a kan haka, Mai ĩkon yi ne"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Wanda ya kasance Yanã nufin sakamakon dũniya, to, a wurin Allah sakamakon dũniya da Lãhira yake. Kuma Allah Yã kasance Mai ji, Mai gani"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "Yã ku waɗanda suka yi ĩmãni! Ku kasance mãsu tsayuwa da ãdalci, mãsu shaida sabõda Allah, kuma kõ dã a kanku ne kõ kuwa, mahaifa da mafi kusantar zumunta, ko (wanda ake yi wa shaida kõ a kansa) ya kasance mawadãci kõ matalauci, to, Allah ne Mafi cancanta da al'amarinsu. Sabõda haka, kada ku bĩbiyi son zũciya, har ku karkata. Kuma idan kuka karkatar da magana, kõ kuwa kuka kau da kai, to lalle ne Allah Yã kasance Masani ga abin da kuke aikatãwa"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "Yã kũ waɗanda suka yi ĩmãni! Ku yi ĩmãni da Allah da Manzonsa, da Littãfin da Ya sassaukar ga ManzonSa da Littãfin nan wanda Ya saukar daga gabãni. To, wanda ya kãfirta da Allah da malã'ikunSa, da LittattafanSa, da ManzanninSa, da Rãnar Lãhira, to, lalle ne yã ɓace, ɓata mai nĩsa"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "Lalle ne waɗanda suka yi ĩmãni, sa'an nan kuma suka kãfirta, sa'an nan kuma suka yi ĩmani, sa'an nan kuma suka kãfirta sa'an nan kuma suka ƙãra kãfirci, Allah bai kasance Yanã gãfarta musu ba, kuma bã zai shiryar da su ga hanya ba"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "Ka yi wa munãfukai bushãra da cẽwa lalle ne sunã da azãba mai raɗaɗi"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "Waɗanda suke riƙon kãfirai masõya, baicin mũminai. Shin sunã nẽman izza ne a wurinsu? To, lalle ne izza ga Allah take gabã ɗaya"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "Kuma lalle ne Yã sassaukar muku a cikin Littãfi cẽwa idan kun ji ãyõyin Allah, anã kãfirta da su, kuma anã izgili da su, to, kada ku zauna tãre da sũ, sai sun shiga cikin wani lãbãri. Lalle ne kũ, a lõkacin nan misãlinsu kuke. Lalle ne, Allah Mai tãra munãfukai da kãfirai ne a cikin Jahannama gabã ɗaya"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "Waɗanda suke jiran dãko game da ku; har idan wata nasara daga Allah ta kasance a gare ku, sai su ce: \"Ashe, ba mu kasance tãre da kũ ba?\" Kuma idan wani rabo ya sãmu ga kãfirai sai su ce: \"Ashe ba mu rinjãye ku ba, kuma muka tsare ku daga mũminai?\" To, Allah ne Yake yin hukunci tsakãninku a Rãnar ¡iyãma, kuma Allah bã zai sanya hanya ba ga kãfirai a kan mũminai"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "Lalle ne munãfukai sunã yaudarẽwa da Allah, alhãli kuwa Shi ne mai yaudarasu; kuma idan sun tãshi zuwa ga salla, sai su tãshi sunã mãsu kasãla. Suna nũnawa mutãne, kuma ba su ambatar Allah sai kaɗan"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Mãsu kai-kawo ne a tsakãnin wancan; bã zuwa ga waɗannan ba, kuma bã zuwa ga waɗannan ba. Kuma wanda Allah Ya ɓatar, to, bã za ka sãmar masa wata hanya ba"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "Yã ku waɗanda suka yi ĩmãni! Kada ku riƙi kãfirai masõya, baicin mũminai. Shin, kanã nufin ku sanyã wa Allah dalĩli bayyananne a kanku"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "Lalle ne, manãfukai sunã a magangara mafi ƙasƙanci daga wuta. Kuma bã zã ka sãma musu mataimaki ba"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "Sai waɗanda suka tũba, kuma suka gyãra, kuma suka nẽmi fakuwa ga Allah, kuma suka tsarkake addininsu dõmin Allah, to, waɗannan sunã tãre da mũminai, kuma Allah zai bai wa mũminai lãda mai girma"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "Mẽne ne Allah zai amfãna da yi maku azãba idan kun gõde, kuma kun yi ĩmãni? Allah Yã ksance Mai gõdiya Masani"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "Allah bã Ya son bayyanãwa da mũnãna daga magana fãce ga wanda aka zãlunta. Kuma Allah Yã kasance Mai ji, Masani"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Idan kun bayyana alhẽri, kõ kuwa kuka ɓõye shi, kõ kuwa kuka yãfe laifi daga cũta, to, lalle ne Allah Yã kasance Mai yãfewa, Mai ikon yi"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Lalle ne, waɗanda uke kãfirta da Allah da ManzonSa kuma sunã nufin su rarrabe a tsakãnin Allah da manzanninSa, kuma sunã cẽwa: \"Munã ĩmãni da sãshe, kuma munã kãfirta da sãshe.\" Kuma sunã nufin su riƙi hanya a tsakãnin wannan"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "Waɗannan sũ ne kãfirai sõsai, kuma Mun yi tattali, dõmin kãfirai, azãba mai walãkantarwa"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "Kuma waɗanda suka yi ĩmãni da Allah da manzanninSa, kuma ba su rarrabe a tsakãnin kõwa ba daga gare su, waɗannan zã Mu bã su ijãrõrinsu, kuma Allah Yã kasance Mai gãfara, Mai jin ƙai"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "Mutãnen Littãfi sunã tambayar ka ka saukar da wani littãfi daga sama, a kansu, to, lalle ne sun tambayi Mũsã mũfã girma daga wannan, suka ce: \"Ka nũna mana Allah bayyane.\" Sai tsãwa ta kãmã su sabõda zãluncinsu, sa'an nan kuma suka riƙi maraƙi (abin bautãwa) bãyan hujjoji bayyanannu sun je musu. Sa'an nan Muka yãfe laifi daga wancan. Kuma Mun bai wa Mũsã dalĩli bayyananne"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "Kuma Muka ɗaukaka dũtse sãma da su, sabõda alkawarinsu, kuma Muka ce musu: \"Ku shiga ƙõfar kunã mãsu tawãli'u,\" Kuma Muka ce musu: \"Kada ku ƙẽtare haddi a cikin Asabat,\" kuma Muka riƙi alkawari mai kauri daga gare su"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "To, sabõda warwarẽwarsu ga alkawarinsu, da kãfirtarsu da ãyõyin Allah, da kisansu ga Annabãwa, bã da hakki ba, da maganarsu: \"Zukãtanmu sunã cikin rufi.\" Ã'a, Allah ne Ya yunƙe a kansu sabõda kãfircinsu, sabõda haka bã zã su yi ĩmãni ba fãce kaɗan"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "Kuma sabõda kãfircinsu da faɗarsu, a kan Maryama, ƙiren ƙarya mai girma"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "Da faɗarsu: \"Lalle ne mu, mun kashe Masĩhu ĩsã ɗan Maryama Manzon Allah,\" alhãli kuwa ba su kashe shi ba, kuma ba su kẽre shi ba, kuma ammaan kamanta shi ne a garẽ su. Lalle ne waɗanda sauka sãɓã wa jũna a cikin sha'aninsa lalle ne, sunã shakka daga gare, shi, bã da wani ilmi fãce bin zato kuma ba su kashe shi ba bisa ga yaƙĩni"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Ã'a, Allah Ya ɗauke shi zuwa garẽ Shi, kuma Allah Yã kasance Mabuwãyi, Mai hikima"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Kuma bãbu kõwa daga Mutãnen Littafi, fãce lalle yanã ĩmãni da shi a gabãnin mutuwarsa, kuma a Rãnar ¡iyãma yana kasancẽwa mai shaida, a kansu"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "To, sabõda zãlunci daga waɗanda suka tũba (Yahũdu) Muka haramta musu abũbuwa masu dãɗi waɗanda aka halatta su a gare su, kuma sabõda taushẽwarsu daga hanyar Allah da yawa"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "Da karɓarsu ga riba, alhãli kuwa an hana su daga gare ta, da cin su ga dũkiyar mutãne daƙarya. Kuma Muka yi tattali, dõmin kãfirai, azãba mai raɗaɗi"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Amma tabbatattu a cikin ilmi daga gare su, da mũminai, suna ĩmani da abin da aka saukar zuwa gare ka, da abin da aka saukar daga gabãninka, madalla da masu tsai da salla, da mãsu bãyar da zakka, da mãsu ĩmãni daAllah da Rãnar Lãhira. Waɗannan zã Mu bã su lãda mai girma"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "Lalle ne Mu, Mun yi wahayi zuwa gare ka, kamar yadda Muka yi wahayi zuwa ga Nũhu da annabãwa daga bãyansa. Kuma Mun yi wahayi zuwa ga Ibrãhĩma da Ismã'ĩla da Is'hãƙa da Yaƙũbu da jĩkõki da ĩsa da Ayũba da Yũnusa da Hãruna da Sulaimãn. Kuma Mun bai wa Dãwũda zabũra"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Da wasu Manzanni, haƙĩ ƙa, Mun bã da lãbarinsu a gare ka daga gabãni, da wasu manzanni waɗanda ba Mu bã da lãbãrinsu ba a gare ka, kuma Allah Yã yi magana da Mũsã, magana sõsai"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Manzanni mãsu bãyar da bushãra kuma mãsu gargaɗi dõmin kada wata hujja ta kasance ga mutãne a kan Allah bãyan Manzannin. Kuma Allah yã kasance Mabuwãyi, Mai hikima"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Amma Allah Yanã shaida da abin da Ya saukar zuwa gare ka. Yã saukar da shi da saninSa. Kuma malã'iku sunã shaida. Kuma Allah Yã isa Ya zama shaida"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Lalle ne, waɗanda suka kãfirta kuma suka kange (wasu mutãne) daga hanyar Allah, haƙĩƙa, sun ɓace, ɓata mai nĩsa"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Lalle ne waɗanda suka kãfirta, kuma suka yi zãlunci, Allah bai kasance Yana yi musu gãfara ba, kuma bã Ya shiryar da su ga hanya"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "Fãce hanyar Jahannama, sunã mãsu dawwama a cikinta har abada, kuma wannan yã kasance, ga Allah, mai sauƙi"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Yã kũ mutãne! Haƙĩƙa, Manzo yã je muku da gaskiya daga Ubangijinku. Sabõda haka ku yi ĩmãni yã fi zama alhẽri a gare ku. Kuma idan kun kãfirta, to, Allah Yanã da abin da ke cikin sammai da ƙasa. Kuma Allah Yã kasance Masani, Mai hikima"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "Yã Mutãnen Littãfi! Kada ku zurfafã a cikin addininku. Kuma kada ku faɗa, ga Allah, fãce gaskiya. Abin da aka sani kawai, Masĩ hu ĩsa ɗan Maryama Manzon Allah ne, kuma kalmarSa, yã jẽfa ta zuwa ga Maryama, kuma rũhi ne daga gare Shi. Sabõda haka, ku yi ĩmãni da Allah da manzanninSa, kuma kada ku ce, \"Uku\". Ku hanu (daga faɗin haka) yã fi zama alhẽri a gare ku. Abin da aka sani kawai, Allah Ubangiji ne Guda. TsarkinSa yã tabbata daga wani abin haifuwa ya kasance a gare Shi! Shĩ ne da abin da ke cikin sammai da abin da ke cikin ƙasa kuma Allah Yã isa Ya zama wakĩli"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Masĩhu bã ya ƙyãmar ya kasance bãwa ga Allah, kuma haka malã'ikun nan makusanta. Kuma wanda ya yi ƙyãmar bautarSa kuma yi yi girman kai, to, zai tãra su zuwa gare shi gabã ɗaya"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "To, amma waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwaiai, to zã Ya cika musu ijãrõrinsu, kuma Yanã ƙãra musu daga falalarSa. Kuma amma waɗanda suka yi ƙyãma, kuma suka yi girman kai, to, zã Ya yi musu azãba, azãba mai raɗɗi kuma bã su samun wani masõyi dõmin kansu, baicin Allah, kuma bã su samun mataimaki"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "Yã kũ mutãne! Haƙĩƙa wani dalĩli daga Ubangijinku yã je muku kuma Mun saukar da wani haske, bayyananne zuwa gare ku"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "To, amma waɗanda suka yi ĩmãni da Allah kuma suka faku a gare Shi, to, zai shigar da su cikin wata rahama daga gare Shi da wata falala, kuma Ya shiryar da su zuwa gare Shi ga tafarki madaidaici"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Sunã yi maka fatawa. Ka ce: \"Allah Yanã bayyana muku fatawa a cikin 'Kalãla.\"' Idan mutum ya halaka, ba shi da, rẽshe kuma yana da 'yar'uwa, to, tana da rabin abin da ya bari, kuma shi yana gãdon ta, idan wani rẽshe bai kasance ba a gare ta. Sa'an nan idan ('yan'uwa mãtã) suka kasance biyu, to suna da kashi biyu daga kashi uku ɗin abin da ya bari. Kuma idan sun kasance, 'yan'uwa, maza da mãtã to namiji yana da misãlin rabon mãtã biyu. Allah Yana bayyanawa a gare ku, dõmin kada ku ɓace. Kuma Allah ne, Masani ga dukan kõme"
        }
    ]
}