{
    "juzs": [
        {
            "chapter": 11,
            "verse": 6,
            "text": "Yeryüzünde rizki Allah'a ait olmayan hiçbir canli yoktur. O, onlarin karar kildiklari yerleri de, emaneten durduklari yerleri de bilir. Onlarin hepsi apaçik bir kitaptadir"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "O, öyle bir Allah'dir ki, hanginizin daha güzel amel isleyecegini imtihan etmek için gökleri ve yeri alti günde yaratti. Arsi da su üstündeydi. Onlara \"öldükten sonra tekrar dirileceksiniz\" dersen, o kâfirler de kesinlikle sana: \" Bu apaçik bir sihirden baska birsey degildir.\" diyecekler"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Ve eger bunlardan bir kisminin görecegi azabi belli bir süreye kadar erteleyecek olursak, o zaman da \"onu engelleyen nedir ki?\" diyecekler. Iyi bilin ki, o azap onlara geldigi gün kendilerinden geri çevrilecek degildir. Ve o alay ettikleri sey kendilerini kusatmis olacaktir"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Ve sayet insana tarafimizdan bir rahmet tattirir, sonra da onu kendisinden geri alirsak, süphesiz o ümitsiz ve nankör bir kimse olur"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Ve sayet ona dokunan bir sikintidan sonra bir nimet tattirirsak, \"Artik benden bütün kötülükler silinip gitti.\" der, mutlaka böbürlenir ve simarir"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Ancak (her iki halde de) sabir gösterip iyi ameller isleyenler müstesnadir. Iste onlara bir magfiret ve büyük bir mükafat vardir"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "(Ey Resulüm!) Simdi belki sen, \"Ona bir hazine indirilse, ya da beraberinde bir melek gezip dolassa ya!\" diyorlar diye sana vahyolunan vahyin bir kismini terkedecek olursun ve bundan dolayi da gögsün daralir. Sen yalnizca bir uyaricisin. Allah ise her seye vekildir"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Yoksa \"onu kendi uydurdu\" mu diyorlar? O halde sen de onlara de ki: \"Haydi siz de onun gibi uydurulmus on sûre getirin. Allah'dan baska çagirabileceginiz kim varsa onlari da yardima çagirin. Eger dogru söylüyorsaniz\" (bunu yaparsiniz)"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Yok eger bunun üzerine size cevap vermedilerse, artik bilin ki, bu Kur'ân ancak Allah'in ilmiyle indirilmistir. O'ndan baska ilâh yoktur. Artik müslüman oluyorsunuz, degil mi"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Her kim dünya hayatini ve güzelliklerini isterse biz onlara amellerinin karsiligini orada tamamen öderiz. Bu hususta kendilerine bir densizlik yapilmaz"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Fakat onlar öyle kimselerdir ki, ahirette kendilerine atesten baska bir sey yoktur. Isledikleri seyler orada bosuna gitmistir. Zaten bütün yaptiklari da batildir"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "O dünyayi isteyenler, hiç Rabbinden açik bir belge üzere olan kimse gibi midir? O belgeyi yine Allah'dan gelen bir sahid olarak Kur'ân izliyor, ondan önce de bir rehber ve rahmet olan kitap, Musa'nin kitabi yine onu destekliyor. Böyle olanlar Kur'ân'a inanirlar. Hangi hizipten olursa olsun kim onu inkâr ederse, ona vaad edilen yer atestir. Iste bütün bunlardan dolayi sen de bu Kur'ân'dan süphe içinde olma. Kesinlikle o haktir, Rabbindendir. Fakat insanlarin çogu iman etmezler"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Üstelik bir yalani Allah'a iftira edenden daha zalim kim olabilir? Bunlar Rablerinin huzuruna arzolunacaklar, sahitler de söyle diyecekler: \"Iste bunlar Rablerine karsi yalan söyleyenlerdir\". Iyi bilin ki: Allah'in laneti zalimlerin üzerinedir"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Onlar ki, Allah yolundan döndürmeye çalisirlar ve o yolu egri bügrü yapmak isterler. Üstelik onlar, evet onlar ahirete de inanmazlar"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Onlar yeryüzünde (herkesi) yildiracak degillerdir. Kendilerini koruyacak Allah'dan baska kimseleri de yoktur. Onlarin azabi kat kat olacaktir. Üstelik onlar hakki isitmeye tahammül edemiyorlardi ve de görmüyorlardi"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Onlar kendilerine yazik etmis olan kimselerdir. O iftira edip uydurduklari da kendilerinden yüz çevirip gitmislerdir"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Kesinlikle bunlar ahirette de en ziyade hüsrana ugrayacak olanlardir"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Fakat iman edip salih amel isleyenler ve Rablerine karsi edepli olanlar, güvenen ve itaat edenler var ya, iste bunlar da cennet ehlidirler. Onlar orada ebedi kalirlar"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Bu iki ayri grubun meseli, kör ve sagir ile gören ve isiten gibidir. Bunlar hiç esit olabilirler mi? Hâlâ düsünmeyecek misiniz"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Andolsun ki, vaktiyle Nuh'u da kavmine gönderdik, O, onlara söyle dedi: \"Ben sizin için apaçik bir uyariciyim"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Allah'dan baskasina ibadet etmeyin! Ben, size gelecek aci bir günün azabindan korkarim"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Buna karsilik, kavminin ileri gelen kâfirlerinden bir kismi dediler ki: \"Biz seni bizim gibi insanlardan biri olarak görüyoruz, baska degil. Ilk bakista bizim ayak takimimizdan baskasinin senin arkana düstügünü görmüyoruz. Sizin bizden fazla bir meziyetinizi de görmüyoruz. Aksine sizi yalancilar saniyoruz"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Nuh dedi ki; \"Ey kavmim! Peki su söyleyecegime ne diyeceksiniz? Ben Rabbimden apaçik bir delil üzere isem ve O, bana kendi tarafindan bir rahmet bahsetmisse, size de onu görecek göz verilmemisse biz, istemediginiz halde onu size zorla mi kabul ettirecegiz"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "Ey kavmim! Ben sizden herhangi bir mal mülk istemiyorum. Benim mükafatim ancak Allah'a aittir. Ve ben ona iman edenleri kovacak degilim. Onlar elbette Rablerine kavusacaklar. Fakat ben de sizi cahillik eden bir kavim görüyorum"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "Ey kavmim, ben onlari etrafimdan kovacak olursam, Allah'dan beni kim kurtarabilir? Siz hiç düsünmez misiniz"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Ben size \"Allah'in hazineleri benim yanimdadir.\" demiyorum ki. Ben size \"Ben bir melegim.\" de demiyorum. O sizin kendinize göre, hor gördükleriniz hakkinda \"Allah onlara hiçbir hayir vermez.\" de demiyorum. Onlarin içlerindeki niyeti, en iyi Allah bilir. (Bu söylediklerimin aksini iddia etseydim) asil o zaman zalimlerden olurdum"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Dediler ki; \"Ey Nuh! Bizimle didisip durdun, didismende de çok ileri gittin. Eger dogru söylüyorsan, bizi tehdit ettigin su azabi getir de görelim"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Nuh dedi ki; \"Onu ancak Allah dilerse getirir. Ve siz O'nu yildiracak degilsiniz"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Ben size ögüt vermek istemis olsam da, eger Allah sizi helâk etmeyi murad ediyorsa, zaten ögüt vermemin size bir faydasi olmaz. Rabbiniz O'dur ve nihayet O'na döndürüleceksiniz"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Yoksa \"Onu uydurdu\" mu diyorlar? De ki; \"Eger uydurdumsa vebali benim boynumadir. Bense sizin yüklendiginiz vebalden uzagim"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Ayrica Nuh'a söyle vahyettik: \"Bil ki kavminden simdiye kadar iman etmis olanlardan baska artik kimse iman etmeyecektir. Onun için yaptiklari seylerden dolayi kederlenme"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Bizim gözetimimiz altinda ve vahyimize göre gemiyi yap. Zulüm yapanlar hakkinda da bana bir sey söyleme. Çünkü onlar kesinlikle suda bogulacaklardir"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Gemiyi yapiyordu, kavminden bazi ileri gelen gruplar, onun yanindan gelip geçtikçe, onunla alay ediyorlardi. Nuh dedi ki: \"Bizimle egleniyorsunuz, biz de sizinle tipki bizimle eglendiginiz gibi alay edip eglenecegiz"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "O perisan edici azabin kime gelecegini ve o sürekli azabin kimin basina inecegini ilerde bileceksiniz"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Nihayet emrimiz geldigi ve tennur (tandir veya geminin kazani) tutusup parladigi zaman dedik ki; \"Erkegi ve disisi olan her canlidan ikiser tane, aleyhlerinde hüküm verilmis olanlarin disinda, aileni ve iman etmis olanlari geminin içine yükle\". Zaten beraberinde iman edenler çok az idi"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "Nuh dedi ki; \"Allah'in adiyla binin içine. Onun akisi da, durusu da (O'nun adiyladir). Hiç süphesiz Rabbim gerçekten çok bagislayici, çok esirgeyicidir"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Gemi içindekilerle birlikte, daglar gibi dalgalar arasinda akip gidiyordu. Nuh ayri bir yere çekilmis olan ogluna bagirdi: \"Yavrucugum, gel, bizimle beraber bin! Kâfirlerle beraber olma"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "O, dedi ki; \"Ben, beni sudan koruyacak bir daga çikacagim\". Nuh da \"Bu gün Allah'in merhamet ettiginden baskasini, Allah'in bu emrinden koruyacak kimse yoktur.\" dedi. Derken dalga aralarina giriverdi. O da bogulanlardan oldu"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Allah tarafindan denildi ki: \"Ey yeryüzü suyunu yut! Ey gökyüzü sen de suyunu kes! Ve sular çekildi. Emir yerine gelmis oldu. Gemi de Cudi dagi üzerine oturdu. O zalim kavme böylece dünyadan uzak olun denildi"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Nuh Rabbine niyaz edip dedi ki: \"Ey Rabbim! Oglum benim ehlimdendi senin vaadin de elbette haktir ve gerçektir. Ve sen hakimler hakimisin"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "Allah: \"Ey Nuh! O kesinlikle senin ehlin (âilen)'den degildir. Çünkü o salih olmayan bir amelin sahibidir. Hakkinda bilgin olmayan bir seyi benden isteme! Ben, seni, cahillerden olmaktan sakindiririm"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Nuh: \"Ey Rabbim! Ben bilmedigim bir seyi istemis olmaktan dolayi sana siginirim. Sen beni bagislamazsan, bana merhamet etmezsen ben hüsrana ugrayanlardan olurum"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Ey Nuh!\" denildi, \" Bizden bir selâm sana ve seninle birlikte olanlardan gelecek ümmetlere, kutluluk dilegiyle gemiden in. Ilerde kendilerini bir çok nimetten faydalandiracagimiz, sonra da bu yüzden kendilerine tarafimizdan acikli bir azap dokunacak nice ümmetler olacaktir"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Iste bunlar gayb haberlerindendir. Bunlari sana vahiyle bildiriyoruz. Bundan önce bunlari ne sen bilirdin, ne de kavmin. O halde sabret, akibet muhakkak muttakilerindir"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Âd kavmine de kardesleri Hud'u gönderdik. Dedi ki: \"Ey kavmim! Allah'a kulluk edin. Sizin O'ndan baska bir ilâhiniz yoktur. Siz sadece iftira edip duruyorsunuz"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "Ey kavmim! Bu is için sizden bir ücret istemiyorum. Benim ecrim ancak beni yaratana aittir. Artik akillanmayacak misiniz"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "Ey kavmim! Rabbinizden magfiret isteyin, sonra O'na tevbe edin ki, üzerinize gökten bol bol bereket indirsin ve sizi kuvvetinize kuvvet katarak çogaltsin. Gelin günahkâr olarak dönüp gitmeyin"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Dediler ki; \"Ey Hud! Sen bize açik bir mucize getirmedin. Biz de senin sözünle tanrilarimizi terk etmeyiz. Ve biz sana inanmayiz"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Ancak su kadarini diyebiliriz ki; \"tanrilarimizdan bazisi seni fena çarpmis\". O da dedi ki; \"Allah'i sahit tutuyorum, siz de sahid olun ki ben, Allah'a kostugunuz ortaklardan uzagim"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "O'ndan baska herseyden uzagim, artik hepiniz toplanin bana istediginiz tuzagi kurun, sonra hiç bekletmeyin"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Ben muhakkak ki, hem benim Rabbim, hem de sizin Rabbiniz olan Allah'a dayanmaktayim. Yeryüzünde hiçbir canli yoktur ki, idaresi ve yönetimi O'nun elinde olmasin. Benim Rabbim, hiç süphe yok ki, dogru yoldadir"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Eger, yine de yüz çevirirseniz, ben size ne ile gönderilmissem, iste onu teblig ettim. Ayrica Rabbim, sizin yerinize baska bir kavmi getirir de siz O'na zerrece zarar veremezsiniz. Hiç süphesiz O, herseyi koruyup gözetendir"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Ne zaman ki emrimiz geldi, Hud'u ve beraberindeki iman edenleri, tarafimizdan bir rahmet ile kurtardik, ayrica onlari çok agir bir azaptan da kurtardik"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Iste Âd kavmi buydu. Rablerinin âyetlerini bile bile inkâr ettiler ve peygamberlerine isyan ettiler. Basa geçen her zorbanin emrine uyup arkasindan gittiler"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Hem bu dünyada, hem de kiyamet gününde bir lânetle izlendiler. Bilin ki, Âd kavmi, gerçekten Rablerini inkâr ettiler. Yine bilin ki, Hud'un kavmi olan Âd, defolup gittiler"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "Semud kavmine de kardesleri Salih'i gönderdik. Dedi ki, \"Ey kavmim! Allah'a kulluk edin. Sizin O'ndan baska bir tanriniz daha yoktur. Sizi topraktan O meydana getirdi. Sizi orada ömür sürmeye O memur etti. Bu sebepten O'nun magfiretini isteyin, sonra O'na tevbe edin. Süphesiz Rabbim yakindir, dualarinizi kabul eder"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Dediler: \"Ey Salih,! Bundan önce sen bizim içimizde ümit beslenir bir zat idin. Simdi bizi babalarimizin taptiklarina tapmaktan mi engelliyorsun? Biz, dogrusunu istersen bizi davet ettigin seyden kuskulandiran bir süphe içindeyiz"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Salih dedi: \"Ey kavmim! Eger ben Rabbimden açik bir mucize üzerinde isem ve o bana tarafindan bir rahmet bahsetmis ise, ben Allah'a isyan ettigim takdirde beni O'ndan kim kurtarabilir? Demek ki, siz bana zarar vermekten baska bir sey yapmiyorsunuz"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Ey kavmim! Iste su, Allah'in disi devesi, size bir mucizedir. Birakin onu Allah'in yer yüzünde (otlaklarinda) otlasin. Ve ona kötü bir maksatla el sürmeyin, sonra sizi yakin bir azap yakalar"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Derken, o deveyi kestiler. Bunun üzerine Salih dedi ki: \"Yurdunuzda üç gün daha yasayin. Iste bu, yalan çikmayacak olan kesin bir vaaddir"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Ne zaman ki, azap emrimiz geldi, Salih'i ve beraberindeki iman edenleri, tarafimizdan bir rahmet sayesinde kurtardik, üstelik o günün perisanligindan da kurtardik. Hiç süphesiz Rabbin güçlüdür, mutlak üstündür"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "O zalimleri, korkunç bir gürültü yakalayiverdi de olduklari yerde çöküp kaldilar"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Sanki orada güzel güzel yasayip durmamislardi. Bak iste Semud, gerçekten de Rablerine küfretmislerdi. Bak iste nasil yok olup gittiler"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Andolsun ki, Ibrahim'e de elçilerimiz (melekler) müjde ile geldiler ve \"selâm\" dediler, o da \"selâm\" dedi ve hemen gidip onlara kizartilmis bir buzagi getirdi"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Fakat onlarin o buzagiya el sürmediklerini görünce, tuhafina gitti ve içinde onlara karsi bir korku uyandi. Onlar da \"Korkma, biz Lut'un kavmine gönderildik.\" dediler"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Ibrahim'in karisi ayakta duruyordu bunun üzerine yüzü güldü. Ona Ishak'i ve Ishak'in arkasindan da Ya'kub'u müjdeledik"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Vay basima gelene!\" dedi, \"Ben bir kocakariyim, kocam da yasli bir adam. Bu gerçekten çok tuhaf bir sey"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Dediler: \"Sen Allah'in emrine mi sasiyorsun? Allah'in rahmeti ve berekâti üzerinizdedir. Ey ev halki! Muhakkak ki O, hamiddir (övülmeye lâyiktir), meciddir (cömertligi boldur)"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Ibrahim'den korku iyice geçip gidince, bu müjde de kendisine gelince, bizim (meleklerimiz)le Lut kavmi hakkinda tartismaya giristi"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Çünkü Ibrahim, çok yumusak huylu ve çok yufka yürekli (yanik kalbli) idi"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "Melekler: \"Ey Ibrahim! Bu konuda bizimle tartismaktan vazgeç. Çünkü Rabbinin emri kesin olarak geldi ve onlara geri çevrilmesi mümkün olmayan bir azap gelecektir"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Ne zaman ki, elçilerimiz Lut'a geldiler, bunlarin gelisleri yüzünden Lut fenalasti, eli ayagi birbirine dolasti ve \"Bu gün çetin bir gündür.\" dedi"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Daha önceleri çirkin isler yapmis olan kavmi haril haril kosup geldiler. Lut onlara: \"Ey kavmim! Iste size kizlarim, onlar sizin için daha temizdirler. Gelin Allah'tan korkun, beni misafirlerime rezil rüsvay etmeyin. Içinizde hiç akli basinda bir adam yok mu?\" dedi"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Onlar: \"Sen de bilirsin ki, bizim senin kizlarinla bir ilgimiz yoktur. Sen bizim ne istedigimizi gayet iyi biliyorsun.\" dediler"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Lut dedi: \"Ne olurdu size karsi bir kuvvetim olsaydi, ya da çok sarp bir yere siginabilseydim"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "Melekler dediler: \"Ey Lut! Sundan emin ol ki, biz Rabbinin elçileriyiz. Onlar sana asla zarar veremezler. Sen, gecenin bir kismi olunca ailenle birlikte hemen buradan çik git. Içinizden hiç kimse geri kalmasin, esin baska. Çünkü ona da onlara gelecek olan musibet gelecektir. Haberin olsun, helâk zamanlari sabah vaktidir. Zaten sabah yakin degil mi"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Ne zaman ki, emrimiz geldi, o ülkenin altini üstüne getirdik ve üzerlerine istif edilip pisirilmis çamurdan taslar yagdirdik"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Bu taslar Rabbinin katinda damgalanmislardi. Bunlar zalimlerden uzak seyler degildir"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "Medyen'e de kardesleri Su'ayb'i gönderdik. Dedi ki: \"Ey kavmim! Allah'a kulluk edin. Sizin O'ndan baska ilâhiniz yoktur. Ölçegi de, teraziyi de eksik tutmayin. Ben sizi hayir (bolluk) içinde görüyorum. Bununla beraber yine de sizi kusatacak bir günün azabindan korkuyorum"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "Ey kavmim! Ölçerken ve tartarken adaleti yerine getirin. Halkin malina densizlik etmeyin ve yeryüzünde fesatçilik yaparak fenalik etmeyin"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Eger mümin iseniz, Allah'in helâlinden size ihsan ettigi kâr sizin için daha hayirlidir. Bununla beraber ben sizin üzerinize gözcü degilim"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Dediler ki; \"Ey Su'ayb, atalarimizin taptiklarini terketmemizi veya mallarimizda diledigimizi yapmaktan vazgeçmemizi sana namazin mi emrediyor? Oysa ki sen yumusak huylusun ve akli basinda bir adamsin"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Su'ayb dedi ki: \"Ey kavmim! Sayet ben Rabbimden ispat edici bir delil üzerinde bulunuyorsam ve sayet bana, O kendi katindan güzel bir rizik ihsan etmisse, söyleyin bakalim ben ne yapmaliyim? Ben size karsi çikmakla sizi menettigim seylere kendim düsmek istemiyorum. Ben sadece gücümün yettigi kadar islah etmeye çalisiyorum. Muvaffakiyetim de ancak Allah'in yardimi ile olacaktir. Ben yalnizca O'na dayandim ve ancak O'na dönecegim"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "Ey kavmim! Bana karsi gelmeniz sakin sizi, Nuh kavminin veya Hud kavminin veya Salih kavminin baslarina gelen musibetler gibi bir musibete ugratmasin. Lut kavmi de sizden uzak degildir"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Rabbinizden magfiret dileyin, sonra O'na tevbe ile yönelin. Süphesiz ki, benim Rabbim çok merhametlidir, çok sevendir"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Dediler ki: \"Ey Su'ayb! Biz senin söylediklerinin çogundan birsey anlamiyoruz. Ayrica seni içimizde çok zayif biri olarak görüyoruz. Eger akrabalarin olmasaydi mutlaka seni recmederdik (tasa tutardik). Senin bize hiçbir üstünlügün yoktur"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Su'ayb dedi: \"Ey kavmim! Benim akrabalarim size Allah'dan daha mi degerli ki, Allah'a sirt çevirip, onu unuttunuz? Muhakkak ki, Rabbim bütün yaptiklarinizi çepeçevre kusatmistir"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "Ey kavmim! Var gücünüzle yapacaginiz ne varsa yapin! Ben de görevimi yapmaya devam edecegim. Perisan edecek azabin kime gelecegini ve yalancinin kim oldugunu ilerde anlayacaksiniz. Bekleyiniz, ben de sizinle beraber bekleyecegim"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Ne zaman ki, emrimiz geldi, Su'ayb ve beraberindeki müminler, tarafimizdan bir rahmet sayesinde kurtuldular. Ve o zalimleri korkunç bir gürültü yakaladi da olduklari yerde çöküp kaldilar"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Sanki orada hiç güzel gün görmemislerdi. Dikkat edin, Semud kavmi nasil helâk olup gittiyse Medyen de öyle yok olup gitti"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Andolsun Musa'yi da âyetlerimizle ve apaçik bir belge ile gönderdik"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Firavun'a ve cemaatine. Bunlar Firavun'un emrine uydular. Halbuki Firavun'un emri hak degildir"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Kiyamet günü, kavminin önüne düser. Artik o bunlari atese götürmüstür. O varilan yer, ne kötü bir yerdir"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Hem burada, hem de kiyamet gününde lanetle izlendiler. Onlara verilen bu karsi destek ne fena bir destektir"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Iste bu helâk olmus memleketlerin önemli haberlerindendir. Sana onu kissa olarak anlatiyoruz. Onlardan yerinde duranlar da var, biçilenler (yok olup gidenler) de"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Biz onlara zulmetmedik, onlar kendi kendilerine zulmettiler. Allah'i birakip da taptiklari tanrilar, Rabbinin emri gelince kendilerine hiçbir fayda saglayamadilar. Hasarlarini arttirmaktan baska bir seye yaramadilar"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Iste Rabbin, zalim memleketleri cezalandirdigi zaman böyle cezalandirir. Çünkü O'nun cezasi çok aci, çok çetindir"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Ahiret azabindan korkanlar için bunda muhakkak ki, bir ibret vardir. O, öyle bir gündür ki, bütün insanlar onun için toplanacaktir ve o, öyle bir gündür ki, mutlaka görülecektir"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Biz onu sadece belli bir süreye kadar geciktiriyoruz"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "O gün gelince Allah'in izni olmadan hiç kimse konusamaz. Onlarin kimi bedbaht, kimi de mutludur"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Bedbaht olanlar atestedirler. Onlar orada baska türlü soluyacak, baska türlü haykiracaklar"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Onlar orada gökler ve yer durdukça duracaklar. Ancak Rabb'inin diledikleri baska. Çünkü Rabbin diledigini yapandir"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Mutlu olanlar ise cennettedirler. Orada gökler ve yer durdukça duracaklar, ancak Rabbinin diledikleri baska. (Bu) ardi arasi kesilmeyen bir ihsan olacak"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "O halde sakin sunlarin ibadet edislerinden süpheye düsme. Daha önce atalari nasil ibadet ediyor idiyseler bunlar da öyle ibadet ediyorlar. Biz de kendilerine nasiplerini elbette eksiksiz olarak öderiz"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Andolsun ki, Musa'ya kitabi verdik, yine de onda ihtilafa düsüldü. Eger Rabbinden daha önce verilmis bir karar olmasa idi, elbette haklarinda hüküm verilmis bitmisti. Muhakkak ki onlar, bundan kuskulu bir süphe içindedirler"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Gerçekten de onlarin her biri öyle kimselerdir ki, yaptiklarinin karsiligini Rabbin kendilerine hakkiyle ödeyecektir. Çünkü O, onlarin yaptiklari her seyden haberdardir"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Iste bundan dolayi emrolundugun gibi dogru ol! Beraberindeki tevbe edenler de (dogru olsunlar). Asiri gitmeyin! Muhakkak ki O, bütün yaptiklarinizi görüp durmaktadir"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Ve zulüm yapanlara yakinlik göstermeyin ki, size de ates dokunmasin. Allah'dan baska yardimcilariniz da yoktur. Sonra yardim da göremezsiniz"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Gündüzün her iki tarafinda ve gecenin saçaklarinda (gündüze yakin olan saatlerinde) namaz kil! Muhakkak ki, iyilik kötülükleri giderir. Bu ise, düsünebilenlere bir ögüttür"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Ve sabret! Çünkü Allah iyilik edenlerin mükafatini yitirmez"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Sizden önceki devirlerden bakiyye sahipleri (kitap ehli) yeryüzünde bozgunculuktan vazgeçirmeye çalissalardi ne iyi olurdu. Fakat onlarin içinden kurtardigimiz pek az kimse bunu yapti. O zulmedenler ise simartildiklari refahin pesine düstüler ve hepsi de suçlu oldular"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Senin Rabbin, halklari iyi ve islahatçi iken, o memleketleri haksiz yere helak edecek degildir"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Eger Rabbin dileseydi elbette bütün insanlari tek bir ümmet yapardi. Halbuki yine de ihtilaf edip duracaklardi"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Ancak Rabbinin rahmetle yarligadigi kimseler baska. Onun içindir ki, onlari yaratti. Ve Rabbinin \"Andolsun ki cehennemi cinlerden ve insanlardan tamamen dolduracagim\" sözü böylece tamam oldu"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Peygamberlere ait haberlerden kalbini yatistiracak olanlardan her türlüsünü sana kissa olarak anlatiyoruz. Bunda da sana bir hakikat, müminlere de bir ögüt ve ibret gelmistir"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Imana gelmeyen o kâfirlere de ki: \"Elinizden geleni geri koymayin! Biz de yapacagimizi yapacagiz"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Siz bekleyin görün, biz de bekleyip görecegiz"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Göklerin ve yerin gaybini bilmek yalnizca Allah'a mahsustur. Her is O'na döndürülür. Sen yalnizca O'na ibadet et ve yalnizca O'na dayan. Rabbin yaptiklarinizin hiçbirinden gafil degildir"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Elif, Lâm, Râ. Iste bunlar sana o açik seçik kitabin âyetleridir"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Muhakkak ki, biz onu anlayasiniz diye Arapça bir kitap olarak indirdik"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Sana bu Kur'ân'i vahyetmekle biz, sana kissalarin en güzelini anlatiyoruz. Gerçek su ki, daha önce senin bundan hiç haberin yoktu"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Hani bir vakitler Yusuf, babasina demisti ki: \"Babacigim, ben rüyada onbir yildizla günesi ve ayi bana secde ederken gördüm"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "(Babasi) \"Yavrucugum! \"dedi, \"rüyani kardeslerine anlatma. Sonra sana bir tuzak kurarlar. Çünkü seytan insanin açikça düsmanidir"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Ve iste böyle, Rabbin seni seçecek ve sana rüya tabirinden bilgiler ögretecek. Bundan önce atalarin Ibrahim'e ve Ishak'a tamamladigi gibi, nimetini hem sana, hem de Yakup soyuna tamamlayacaktir. Muhakkak ki, Rabbin alîmdir, hakîmdir"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Andolsun ki, Yusuf ve kardesleri kissasinda soranlara ibret alacak âyetler vardir"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Hani demislerdi ki: \"Yusuf ve kardesi (Bünyamin) babamiza bizden daha sevgili, biz ise güçlü ve tutkun bir grubuz. Dogrusu, babamiz belli ki, çok açik bir yanilgi içindedir"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Yusuf'u öldürün, ya da bir yere atin ki, babanizin yüzü (sevgisi) size kalsin, sonra yine salih bir kavim olursunuz"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Içlerinden bir söz sahibi söyle dedi: \"Yusuf'u öldürmeyin, bir kuyunun dibine birakin da ordan geçen kafilenin biri onu bulup alsin. Eger yapacaksaniz böyle yapin"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Dediler ki: \"Ey babamiz! Sen bize Yusuf için neden güvenmiyorsun? Halbuki biz onun iyiligini istiyoruz"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Yarin onu bizimle beraber gönder de gezsin, oynasin. Kesinlikle biz onu koruruz"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Babalari dedi ki: \"Onu götürmeniz beni üzer, korkarim ki onu kurt yer de sizin haberiniz bile olmaz"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Dediler ki: \"Vallahi biz böyle güçlü kuvvetli bir topluluk iken, buna ragmen onu kurt yerse, o zaman biz kesinlikle hüsrana ugrayanlardan olmus oluruz"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Nihayet kardesleri, Yusuf'u alip götürdüler ve kuyunun dibine birakmaya topluca karar verdiler. Biz de ona söyle vahyettik: \"Andolsun ki, sen onlara ilerde hiç beklemedikleri bir sirada bu yaptiklarini haber vereceksin"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Ve yatsi vakti, aglayarak babalarina geldiler"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Dediler ki: \"Ey babamiz! Biz gittik, aramizda yaris yapiyorduk. Yusuf'u da esyamizin yanina birakmistik. Bir de baktik ki, onu kurt yemis. su anda biz dogru da söylesek, yine de sen bize inanacak degilsin"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Bir de gömleginin üzerinde yalandan bir kan getirmislerdi. Babalari dedi ki: \"Hayir, nefisleriniz aldatmis da size bir is yaptirtmis. Artik bana güzel bir sabir gerekiyor. Bu anlattiklariniza karsilik yardimina siginilacak olan ancak Allah'dir"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Daha sonra bir kafile gelmis, sucularini da göndermislerdi. Vardi, kovasini kuyuya saldi, \"Müjde hey, müjde! Iste bir çocuk!\" dedi. Ve onu satilik bir mal olarak gizleyip korudular. Allah ise onlarin ne yapacaklarini biliyordu"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Ve onu düsük bir degerle birkaç dirheme sattilar. Ona fazla önem vermemislerdi"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "Onu satin alan Misirli, esine dedi ki: \"Buna güzel bak. Bize faydali olabilir, ya da evlat ediniriz.\" Yusuf'u böylece oraya yerlestirdik. Ona rüyalarin tabirini de ögrettik. Allah emrinde galiptir. Fakat insanlarin çogu bunu bilmezler"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "O, tam erginlik çagina gelince, kendisine ilim ve hüküm verdik. Iste biz, güzel is yapanlari böyle mükafatlandiririz"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Derken, evinde bulundugu hanim, onun nefsinden murad alip yararlanmak istedi. Kapilari kilitledi ve \"Haydi beri gel!\" dedi. Yusuf: \"Allah'a siginirim! Muhakkak ki, o (kocan), benim efendim, bana çok güzel bakti. Dogrusu zalimler hiç iflah olmazlar\" dedi"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "O hanim, ona gerçekten niyeti bozmustu. Eger Rabbinin burhanini görmese idi. Yusuf da ona özenip gitmisti. Aslinda ondan fuhsu ve fenaligi uzak tutalim diye böyle olmustu. Çünkü o bizim ihlasa erdirilmis kullarimizdan biriydi"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Ikisi de kapiya kostular. Hanim, onun gömlegini arkadan yirtti. Ve kapinin yaninda hanimin efendisiyle karsi karsiya geldiler. Hanim hemen dedi ki: \"Senin esine fenalik yapmak isteyenin cezasi, zindana atilmaktan veya aci bir azaba ugratilmaktan baska ne olabilir"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Yusuf: \"kendisi benden yararlanmak istedi\" dedi. Hanimin akrabasindan biri de söyle sahitlik etti: \"Eger gömlegi önden yirtilmis ise hanim dogru söylemistir, o zaman bu, yalancilardandir"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Yok eger gömlegi arkadan yirtilmis ise hanim yalan söylemistir, o zaman bu dogru söyleyenlerdendir"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Ne zaman ki, gömlegin arkadan yirtilmis oldugunu gördü, o zaman dedi ki: \"Bu is, siz kadinlarin tuzagindandir. Gerçekten de sizin tuzaginiz çok büyüktür"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Yusuf! Sakin sen bundan bahsetme! Kadin! Sen de günahindan dolayi istigfar et. Sen gerçekten günahkarlardan oldun"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "Sehirde bazi kadinlar da \"Azizin karisi, delikanlisindan murad almaya kalkmis, sevgi yüregini yakip kavuruyormus, görüyoruz ki, kadin çildirmis besbelli...\" dediler"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Azizin karisi, onlarin gizliden gizliye dedikodu yaydiklarini isitince, onlara davetçi gönderdi ve onlara mükellef bir sofra hazirladi. Her birine bir biçak verdi, beri taraftan da Yusuf'a \"çik karsilarina\" dedi. Görür görmez hepsi onu gözlerinde çok büyüttüler ve (saskinlikla) ellerini kestiler. Dediler ki: \"Hâsâ! Allah için, bu bir insan degil, olsa olsa yüce bir melektir"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Iste\" dedi, \"bu gördügünüz, beni hakkinda kinadiginiz (gençtir). Yemin ederim ki, ben bunun nefsinden yararlanmak istedim de o, namuslu davrandi. Yine yemin ederim ki, emrimi yerine getirmezse, muhakkak zindana atilacak ve kesinlikle zelillerden olacaktir"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Yusuf dedi ki: \"Ey Rabbim! Zindan bana, bunlarin beni davet ettikleri seyden daha sevimlidir. Eger sen, bu kadinlarin tuzaklarini benden uzak tutmazsan, ben onlarin tuzagina düserim ve cahillik edenlerden olurum"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Bunun üzerine Rabbi, onun duasini kabul buyurdu da ondan onlarin tuzaklarini bertaraf etti. Muhakkak ki O, evet O, hakkiyle isiten, hakkiyle bilendir"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Bu kadar delili gördükleri halde, sonra yine de Yusuf'u bir süre için zindana atma düsüncesi agir basti"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Zindana onunla birlikte iki delikanli daha girdi. Birisi dedi ki: \"Rüyada kendimi sarap sikarken gördüm\". Öteki de dedi ki: \"Ben de basimin üstünde ekmek tasidigimi, kuslarin da ondan yedigini gördüm. Bize bunun yorumunu haber ver. Çünkü biz seni iyilik edenlerden görüyoruz"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Yusuf dedi ki: \"Size yiyecek olarak verilecek bir yemek gelmeden önce onun tabirini size bildiririm. Bu, Rabbimin bana ögrettigi ilimlerdendir. Çünkü ben Allah'a inanmayan ve ahireti inkâr eden bir kavmin dinini terkettim"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Atalarim Ibrahim, Ishak ve Yakub'un dinine uydum. Bizim, Allah'a hiçbir seyi ortak tutmamiz olmaz. Bu, bize ve insanlara Allah'in bir lutfudur. Fakat insanlarin çogu sükretmezler"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "Ey benim zindan arkadaslarim! Ayri ayri birçok tanrilar mi daha hayirli, yoksa herseye hakim ve galip olan bir tek Allah mi"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Sizin Allah'i birakip da o taptiklariniz, sizin ve atalarinizin uydurdugu birtakim isimlerden baska bir sey degildir. Bunlara tapmaniz için Allah hiçbir delil indirmis degildir. Hüküm ancak Allah'a aittir: O, size, kendisinden baskasina tapmamanizi emretti. Iste dosdogru din budur. Fakat insanlarin çogu bunu bilmezler"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "Ey benim zindan arkadaslarim! Biriniz efendisine yine sarap sunacak. Digeri de asilacak, kuslar basindan yiyecekler. Iste ögrenmek istediginiz is böylece halloldu"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Yusuf, hapisten kurtulacagina inandigi o ikiden birine dedi ki: \"Beni efendinin yaninda an\". (Benden söz et ki, beni kurtarsin). Fakat Seytan, ona, efendisinin yaninda anmayi unutturdu. Bu yüzden Yusuf, daha yillarca zindanda kaldi"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Bir gün melik (hükümdar) dedi ki: \"Ben rüyamda yedi ciliz inegin yedi semiz inegi yedigini ve yedi yesil basakla yedi kuru basak görüyorum. Ey ileri gelenler! Siz rüya tabir edebiliyorsaniz benim bu rüyamin tabirini bana bildirin"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Dediler ki: \"Rüya dedigin sey karmakarisik hayallerdir. Biz ise böyle karisik hayallerin yorumunu bilemeyiz"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "O ikiden kurtulmus olani nice zamandan sonra hatirladi da dedi ki: \"Ben size o rüyanin tabirini haber veririm, hemen beni gönderin"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "Ey Yusuf, ey dogru sözlü! Bize sunu hallet: Yedi semiz inegi, yedi ciliz inek yiyor. Ve yedi yesil basakla diger yedi kuru basak. Umarim ki, o insanlara dogru cevap ile dönerim, onlar da (senin kadrini) bilirler"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Dedi ki: \"Yedi sene eskisi gibi ekeceksiniz, biçtiklerinizi basaginda birakiniz, biraz yiyeceginizden baska"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Sonra onun arkasindan yedi kurak sene gelecek, önceki biriktirdiklerinizin biraz saklayacaginizdan baskasini yiyip bitirecek"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Sonra da onun arkasindan yagisli bir sene gelecek ki, halk onda sikintidan kurtulacak, (üzüm, zeytin gibi mahsülleri) sikip faydalanacak"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "O hükümdar \"Onu bana getirin\" dedi. Emir üzerine Yusuf'a gönderilen adam yanina gelince, Yusuf ona dedi ki: \"Haydi efendine geri dön de, ona sor bakalim, o ellerini kesen kadinlarin maksatlari ne imis? Hiç süphe yok ki, Rabbim, onlarin oyunlarini çok iyi bilir"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Hükümdar, o kadinlara \"Derdiniz neydi ki, o vakit Yusuf'un nefsinden murad almaya kalktiniz?\" dedi. Onlar \"Hâsâ, Allah için, biz onun aleyhinde hiçbir fenalik bilmiyoruz\" dediler. Aziz'in, karisi da: \"Simdi hak ve hakikat oldugu gibi ortaya çikti. Aslinda onun nefsinden ben murad almak istedim. O ise seksiz süphesiz dogrulardandir\" dedi"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(Yusuf dedi ki): Iste bu sunun içindir: Bilsin ki, ben ona arkasindan hainlik etmedim. Gerçekten Allah hainlerin hilesini basariya ulastirmaz"
        }
    ]
}