{
    "pages": [
        {
            "chapter": 5,
            "verse": 18,
            "text": "یهود و نصاری گفتند: «ما، فرزندان خدا و دوستان (خاصّ) او هستیم.» بگو: «پس چرا شما را در برابر گناهانتان مجازات می‌کند؟! بلکه شما هم بشری هستید از مخلوقاتی که آفریده؛ هر کس را بخواهد (و شایسته بداند)، می‌بخشد؛ و هر کس را بخواهد (و مستحق بداند)، مجازات می‌کند؛ و حکومت آسمانها و زمین و آنچه در میان آنهاست، از آن اوست؛ و بازگشت همه موجودات، به سوی اوست.»"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "ای اهل کتاب! رسول ما، پس از فاصله و فترتی میان پیامبران، به سوی شما آمد؛ در حالی که حقایق را برای شما بیان می‌کند؛ تا مبادا (روز قیامت) بگویید: «نه بشارت دهنده‌ای به سراغ ما آمد، و نه بیم دهنده‌ای»! (هم اکنون، پیامبر) بشارت‌دهنده و بیم‌دهنده، به سوی شما آمد! و خداوند بر همه چیز تواناست"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "(به یاد آورید) هنگامی را که موسی به قوم خود گفت: «ای قوم من! نعمت خدا را بر خود متذکّر شوید هنگامی که در میان شما، پیامبرانی قرار داد؛ (و زنجیر بندگی و اسارت فرعونی را شکست) و شما را حاکم و صاحب اختیار خود قرار داد؛ و به شما چیزهایی بخشید که به هیچ یک از جهانیان نداده بود"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "ای قوم! به سرزمین مقدّسی که خداوند برای شما مقرّر داشته، وارد شوید! و به پشت سر خود بازنگردید (و عقب گرد نکنید) که زیانکار خواهید بود!»"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "گفتند: «ای موسی! در آن (سرزمین)، جمعیّتی (نیرومند و) ستمگرند؛ و ما هرگز وارد آن نمی‌شویم تا آنها از آن خارج شوند؛ اگر آنها از آن خارج شوند، ما وارد خواهیم شد!»"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "(ولی) دو نفر از مردانی که از خدا می‌ترسیدند، و خداوند به آنها، نعمت (عقل و ایمان و شهامت) داده بود، گفتند: «شما وارد دروازه شهر آنان شوید! هنگامی که وارد شدید، پیروز خواهید شد. و بر خدا توکل کنید اگر ایمان دارید!»"
        }
    ]
}