{
    "pages": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "تنها کسانی (دعوت تو را) می‌پذیرند که گوش شنوا دارند؛ امّا مردگان (و آنها که روح انسانی را از دست داده‌اند، ایمان نمی‌آورند؛ و) خدا آنها را (در قیامت) برمی‌انگیزد؛ سپس به سوی او، بازمی‌گردند"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "و گفتند: «چرا نشانه (و معجزه‌ای) از طرف پروردگارش بر او نازل نمی‌شود؟!» بگو: «خداوند، قادر است که نشانه‌ای نازل کند؛ ولی بیشتر آنها نمی‌دانند!»"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "هیچ جنبنده‌ای در زمین، و هیچ پرنده‌ای که با دو بال خود پرواز می‌کند، نیست مگر اینکه امتهایی همانند شما هستند. ما هیچ چیز را در این کتاب، فرو گذار نکردیم؛ سپس همگی به سوی پروردگارشان محشور می‌گردند"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "آنها که آیات ما را تکذیب کردند، کرها و لالهایی هستند که در تاریکیها قرار دارند. هر کس را خدا بخواهد (و مستحق باشد،) گمراه می‌کند؛ و هر کس را بخواهد (و شایسته بداند،) بر راه راست قرار خواهد داد"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "بگو: «به من خبر دهید اگر عذاب پروردگار به سراغ شما آید، یا رستاخیز برپا شود، آیا (برای حل مشکلات خود،) غیر خدا را می‌خوانید اگر راست می‌گویید؟!»"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "(نه،) بلکه تنها او را می‌خوانید! و او اگر بخواهد، مشکلی را که بخاطر آن او را خوانده‌اید، برطرف می‌سازد؛ و آنچه را (امروز) همتای خدا قرارمی‌دهید، (در آن روز) فراموش خواهید کرد"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "ما به سوی امتهایی که پیش از تو بودند، (پیامبرانی) فرستادیم؛ (و هنگامی که با این پیامبران به مخالفت برخاستند،) آنها را با شدّت و رنج و ناراحتی مواجه ساختیم؛ شاید (بیدار شوند و در برابر حق،) خضوع کنند و تسلیم گردند"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "چرا هنگامی که مجازات ما به آنان رسید، (خضوع نکردند و) تسلیم نشدند؟! بلکه دلهای آنها قساوت پیدا کرد؛ و شیطان، هر کاری را که می‌کردند، در نظرشان زینت داد"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "(آری،) هنگامی که (اندرزها سودی نبخشید، و) آنچه را به آنها یادآوری شده بود فراموش کردند، درهای همه چیز (از نعمتها) را به روی آنها گشودیم؛ تا (کاملا) ً خوشحال شدند (و دل به آن بستند)؛ ناگهان آنها را گرفتیم (و سخت مجازات کردیم)؛ در این هنگام، همگی مأیوس شدند؛ (و درهای امید به روی آنها بسته شد)"
        }
    ]
}