{
    "pages": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "ای فرزندان آدم! زینت خود را به هنگام رفتن به مسجد، با خود بردارید! و (از نعمتهای الهی) بخورید و بیاشامید، ولی اسراف نکنید که خداوند مسرفان را دوست نمی‌دارد"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "بگو: «چه کسی زینتهای الهی را که برای بندگان خود آفریده، و روزیهای پاکیزه را حرام کرده است؟!» بگو: «اینها در زندگی دنیا، برای کسانی است که ایمان آورده‌اند؛ (اگر چه دیگران نیز با آنها مشارکت دارند؛ ولی) در قیامت، خالص (برای مؤمنان) خواهد بود.» این گونه آیات (خود) را برای کسانی که آگاهند، شرح می‌دهیم"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "بگو: «خداوند، تنها اعمال زشت را، چه آشکار باشد چه پنهان، حرام کرده است؛ و (همچنین) گناه و ستم بناحق را؛ و اینکه چیزی را که خداوند دلیلی برای آن نازل نکرده، شریک او قرار دهید؛ و به خدا مطلبی نسبت دهید که نمی‌دانید.»"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "برای هر قوم و جمعیّتی، زمان و سرآمد (معیّنی) است؛ و هنگامی که سرآمد آنها فرا رسد، نه ساعتی از آن تأخیر می‌کنند، و نه بر آن پیشی می‌گیرند"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "ای فرزندان آدم! اگر رسولانی از خود شما به سراغتان بیایند که آیات مرا برای شما بازگو کنند، (از آنها پیروی کنید؛) کسانی که پرهیزگاری پیشه کنند و عمل صالح انجام دهند (و در اصلاح خویش و دیگران بکوشند)، نه ترسی بر آنهاست و نه غمناک می شوند"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "و آنها که آیات ما را تکذیب کنند، و در برابر آن تکبّر ورزند، اهل دوزخند؛ جاودانه در آن خواهند ماند"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "چه کسی ستمکارتر است از آنها که بر خدا دروغ می‌بندند، یا آیات او را تکذیب می کنند؟! آنها نصیبشان را از آنچه مقدّر شده (از نعمتها و مواهب این جهان) می‌برند؛ تا زمانی که فرستادگان ما [= فرشتگان قبض ارواح‌] به سراغشان روند و جانشان را بگیرند؛ از آنها می‌پرسند: «کجایند معبودهایی که غیر از خدا می‌خواندید؟! (چرا به یاری شما نمی‌آیند؟!)» می‌گویند: «آنها (همه) گم شدند (و از ما دور گشتند!)» و بر ضدّ خود گواهی می‌دهند که کافر بودند"
        }
    ]
}