{
    "pages": [
        {
            "chapter": 8,
            "verse": 53,
            "text": "این، بخاطر آن است که خداوند، هیچ نعمتی را که به گروهی داده، تغییر نمی‌دهد؛ جز آنکه آنها خودشان را تغییر دهند؛ و خداوند، شنوا و داناست"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "این، (درست) شبیه (حال) فرعونیان و کسانی است که پیش از آنها بودند؛ آیات پروردگارشان را تکذیب کردند؛ ما هم بخاطر گناهانشان، آنها را هلاک کردیم، و فرعونیان را غرق نمودیم؛ و همه آنها ظالم (و ستمگر) بودند"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "به یقین، بدترین جنبندگان نزد خدا، کسانی هستند که کافر شدند و ایمان نمی‌آورند"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "همان کسانی که با آنها پیمان بستی؛ سپس هر بار عهد و پیمان خود را می‌شکنند؛ و (از پیمان شکنی و خیانت،) پرهیز ندارند"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "اگر آنها را در (میدان) جنگ بیابی، آنچنان به آنها حمله کن که جمعیّتهایی که پشت سر آنها هستند، پراکنده شوند؛ شاید متذکّر گردند (و عبرت گیرند)"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "و هرگاه (با ظهور نشانه‌هایی،) از خیانت گروهی بیم داشته باشی (که عهد خود را شکسته، حمله غافلگیرانه کنند)، بطور عادلانه به آنها اعلام کن که پیمانشان لغو شده است؛ زیرا خداوند، خائنان را دوست نمی‌دارد"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "آنها که راه کفر پیش گرفتند، گمان نکنند (با این اعمال،) پیش برده‌اند (و از قلمرو کیفر ما، بیرون رفته‌اند)! آنها هرگز ما را ناتوان نخواهند کرد"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "هر نیرویی در قدرت دارید، برای مقابله با آنها [= دشمنان‌]، آماده سازید! و (همچنین) اسبهای ورزیده (برای میدان نبرد)، تا به وسیله آن، دشمن خدا و دشمن خویش را بترسانید! و (همچنین) گروه دیگری غیر از اینها را، که شما نمی‌شناسید و خدا آنها را می‌شناسد! و هر چه در راه خدا (و تقویت بنیه دفاعی اسلام) انفاق کنید، بطور کامل به شما بازگردانده می‌شود، و به شما ستم نخواهد شد"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "و اگر تمایل به صلح نشان دهند، تو نیز از در صلح درآی؛ و بر خدا توکّل کن، که او شنوا و داناست"
        }
    ]
}