{
    "pages": [
        {
            "chapter": 17,
            "verse": 18,
            "text": "آن کس که (تنها) زندگی زودگذر (دنیا) را می‌طلبد، آن مقدار از آن را که بخواهیم -و به هر کس اراده کنیم- می‌دهیم؛ سپس دوزخ را برای او قرار خواهیم داد، که در آتش سوزانش می‌سوزد در حالی که نکوهیده و رانده (درگاه خدا) است"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "و آن کس که سرای آخرت را بطلبد، و برای آن سعی و کوشش کند -در حالی که ایمان داشته باشد- سعی و تلاش او، (از سوی خدا) پاداش داده خواهد شد"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "هر یک از این دو گروه را از عطای پروردگارت، بهره و کمک می‌دهیم؛ و عطای پروردگارت هرگز (از کسی) منع نشده است"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "ببین چگونه بعضی را (در دنیا بخاطر تلاششان) بر بعضی دیگر برتری بخشیده‌ایم؛ درجات آخرت و برتریهایش، از این هم بیشتر است"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "هرگز معبود دیگری را با خدا قرار مده، که نکوهیده و بی‌یار و یاور خواهی نشست"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "و پروردگارت فرمان داده: جز او را نپرستید! و به پدر و مادر نیکی کنید! هرگاه یکی از آن دو، یا هر دوی آنها، نزد تو به سن پیری رسند، کمترین اهانتی به آنها روا مدار! و بر آنها فریاد مزن! و گفتار لطیف و سنجیده و بزرگوارانه به آنها بگو"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "و بالهای تواضع خویش را از محبّت و لطف، در برابر آنان فرود آر! و بگو: «پروردگارا! همان‌گونه که آنها مرا در کوچکی تربیت کردند، مشمول رحمتشان قرار ده!»"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "پروردگار شما از درون دلهایتان آگاهتر است؛ (اگر لغزشی در این زمینه داشتید) هر گاه صالح باشید (و جبران کنید) او بازگشت‌کنندگان را می‌بخشد"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "و حقّ نزدیکان را بپرداز، و (همچنین حق) مستمند و وامانده در راه را! و هرگز اسراف و تبذیر مکن،"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "چرا که تبذیرکنندگان، برادران شیاطینند؛ و شیطان در برابر پروردگارش، بسیار ناسپاس بود"
        }
    ]
}