{
    "pages": [
        {
            "chapter": 18,
            "verse": 35,
            "text": "و در حالی که نسبت به خود ستمکار بود، در باغ خویش گام نهاد، و گفت: «من گمان نمی‌کنم هرگز این باغ نابود شود"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "و باور نمی‌کنم قیامت برپا گردد! و اگر به سوی پروردگارم بازگردانده شوم (و قیامتی در کار باشد)، جایگاهی بهتر از این جا خواهم یافت!»"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "دوست (با ایمان) وی -در حالی که با او گفتگو می‌کرد- گفت: «آیا به خدایی که تو را از خاک، و سپس از نطفه آفرید، و پس از آن تو را مرد کاملی قرار داد، کافر شدی؟"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "ولی من کسی هستم که «اللّه» پروردگار من است؛ و هیچ کس را شریک پروردگارم قرارنمی‌دهم"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "چرا هنگامی که وارد باغت شدی، نگفتی این نعمتی است که خدا خواسته است؟! قوّت (و نیرویی) جز از ناحیه خدا نیست! و اگر می‌بینی من از نظر مال و فرزند از تو کمترم (مطلب مهمّی نیست)"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "شاید پروردگارم بهتر از باغ تو به من بدهد؛ و مجازات حساب شده‌ای از آسمان بر باغ تو فروفرستد، بگونه‌ای که آن را به زمین بی‌گیاه لغزنده‌ای مبدّل کند"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "و یا آب آن در اعمال زمین فرو رود، آن گونه که هرگز نتوانی آن را به دست آوری!»"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "(به هر حال عذاب الهی فرا رسید،) و تمام میوه‌های آن نابود شد؛ و او بخاطر هزینه هایی که در آن صرف کرده بود، پیوسته دستهای خود را به هم می‌مالید -در حالی که تمام باغ بر داربستهایش فرو ریخته بود- و می‌گفت: «ای کاش کسی را همتای پروردگارم قرار نداده بودم!»"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "و گروهی نداشت که او را در برابر (عذاب) خداوند یاری دهند؛ و از خودش (نیز) نمی‌توانست یاری گیرد"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "در آنجا ثابت شد که ولایت (و قدرت) از آن خداوند بر حق است! اوست که برترین ثواب، و بهترین عاقبت را (برای مطیعان) دارد"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "(ای پیامبر!) زندگی دنیا را برای آنان به آبی تشبیه کن که از آسمان فرو می‌فرستیم؛ و بوسیله آن، گیاهان زمین (سرسبز می‌شود و) در هم فرومیرود. امّا بعد از مدتی می‌خشکد؛ و بادها آن را به هر سو پراکنده می‌کند؛ و خداوند بر همه چیز تواناست"
        }
    ]
}