{
    "pages": [
        {
            "chapter": 25,
            "verse": 56,
            "text": "(ای پیامبر!) ما تو را جز بعنوان بشارت دهنده و انذار کننده نفرستادیم"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "بگو: «من در برابر آن (ابلاغ آیین خدا) هیچ گونه پاداشی از شما نمی‌طلبم؛ مگر کسی که بخواهد راهی بسوی پروردگارش برگزیند (این پاداش من است.)»"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "و توکّل کن بر آن زنده‌ای که هرگز نمی‌میرد؛ و تسبیح و حمد او را بجا آور؛ و همین بس که او از گناهان بندگانش آگاه است"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "همان (خدایی) که آسمانها و زمین و آنچه را میان این دو وجود دارد، در شش روز [= شش دوران‌] آفرید؛ سپس بر عرش (قدرت) قرار گرفت (و به تدبیر جهان پرداخت، او خداوند) رحمان است؛ از او بخواه که از همه چیز آگاه است"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "و هنگامی که به آنان گفته شود: «برای خداوند رحمان سجده کنید!» می‌گویند: «رحمان چیست؟! (ما اصلاً رحمان را نمی‌شناسیم!) آیا برای چیزی سجده کنیم که تو به ما دستور می‌دهی؟!» (این سخن را می‌گویند) و بر نفرتشان افزوده می‌شود"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "جاودان و پربرکت است آن (خدایی) که در آسمان منزلگاه‌هائی برای ستارگان قرار داد؛ و در میان آن، چراغ روشن و ماه تابانی آفرید"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "و او همان کسی است که شب و روز را جانشین یکدیگر قرار داد برای کسی که بخواهد متذکّر شود یا شکرگزاری کند (و آنچه را در روز کوتاهی کرده در شب انجام دهد و به عکس)"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "بندگان (خاص خداوند) رحمان، کسانی هستند که با آرامش و بی‌تکبّر بر زمین راه می‌روند؛ و هنگامی که جاهلان آنها را مخاطب سازند (و سخنان نابخردانه گویند)، به آنها سلام می‌گویند (و با بی‌اعتنایی و بزرگواری می‌گذرند)؛"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "کسانی که شبانگاه برای پروردگارشان سجده و قیام می‌کنند؛"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "و کسانی که می‌گویند: «پروردگارا! عذاب جهنم را از ما برطرف گردان، که عذابش سخت و پر دوام است"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "مسلّماً آن (جهنم)، بد جایگاه و بد محلّ اقامتی است!»"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "و کسانی که هرگاه انفاق کنند، نه اسراف می‌نمایند و نه سخت‌گیری؛ بلکه در میان این دو، حدّ اعتدالی دارند"
        }
    ]
}