{
    "pages": [
        {
            "chapter": 2,
            "verse": 234,
            "text": "و کسانی که از شما می‌میرند و همسرانی باقی می‌گذارند، باید چهار ماه و ده روز، انتظار بکشند (و عدّه نگه دارند)! و هنگامی که به آخر مدتشان رسیدند، گناهی بر شما نیست که هر چه می‌خواهند، در باره خودشان به طور شایسته انجام دهند (و با مرد دلخواه خود، ازدواج کنند). و خدا به آنچه عمل می‌کنید، آگاه است"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "و گناهی بر شما نیست که به طور کنایه، (از زنانی که همسرانشان مرده‌اند) خواستگاری کنید، و یا در دل تصمیم بر این کار بگیرید (بدون اینکه آن را اظهار کنید). خداوند می‌دانست شما به یاد آنها خواهید افتاد؛ (و با خواسته طبیعی شما به شکل معقول، مخالف نیست؛) ولی پنهانی با آنها قرار زناشویی نگذارید، مگر اینکه به طرز پسندیده‌ای (به طور کنایه) اظهار کنید! (ولی در هر حال،) اقدام به ازدواج ننمایید، تا عدّه آنها سرآید! و بدانید خداوند آنچه را در دل دارید، می‌داند! از مخالفت او بپرهیزید! و بدانید خداوند، آمرزنده و بردبار است (و در مجازات بندگان، عجله نمی‌کند)"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "اگر زنان را قبل از آمیزش‌جنسی یا تعیین مهر، (به عللی) طلاق دهید، گناهی بر شما نیست. (و در این موقع،) آنها را (با هدیه‌ای مناسب،) بهره‌مند سازید! آن کس که توانایی دارد، به اندازه تواناییش، و آن کس که تنگدست است، به اندازه خودش، هدیه‌ای شایسته (که مناسب حال دهنده و گیرنده باشد) بدهد! و این بر نیکوکاران، الزامی است"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "و اگر آنان را، پیش از آن که با آنها تماس بگیرید و (آمیزش‌جنسی کنید) طلاق دهید، در حالی که مهری برای آنها تعیین کرده‌اید، (لازم است) نصف آنچه را تعیین کرده‌اید (به آنها بدهید) مگر اینکه آنها (حق خود را) ببخشند؛ یا (در صورتی که صغیر و سفیه باشند، ولیّ آنها، یعنی) آن کس که گره ازدواج به دست اوست، آن را ببخشد. و گذشت کردن شما (و بخشیدن تمام مهر به آنها) به پرهیزکاری نزدیکتر است، و گذشت و نیکوکاری را در میان خود فراموش نکنید، که خداوند به آنچه انجام می‌دهید، بیناست"
        }
    ]
}