{
    "pages": [
        {
            "chapter": 39,
            "verse": 22,
            "text": "آیا کسی که خدا سینه‌اش را برای اسلام گشاده است و بر فراز مرکبی از نور الهی قرار گرفته (همچون کوردلان گمراه است؟!) وای بر آنان که قلبهایی سخت در برابر ذکر خدا دارند! آنها در گمراهی آشکاری هستند"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "خداوند بهترین سخن را نازل کرده، کتابی که آیاتش (در لطف و زیبایی و عمق و محتوا) همانند یکدیگر است؛ آیاتی مکرّر دارد (با تکراری شوق‌انگیز) که از شنیدن آیاتش لرزه بر اندام کسانی که از پروردگارشان می‌ترسند می‌افتد؛ سپس برون و درونشان نرم و متوجّه ذکر خدا می‌شود؛ این هدایت الهی است که هر کس را بخواهد با آن راهنمایی می‌کند؛ و هر کس را خداوند گمراه سازد، راهنمایی برای او نخواهد بود"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "آیا کسی که با صورت خود عذاب دردناک (الهی) را در روز قیامت دور می‌سازد (همانند کسی است که هرگز آتش دوزخ به او نمی‌رسد)؟! و به ظالمان گفته می شود: «بچشید آنچه را به دست می‌آوردید (و انجام می‌دادید)!»"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "کسانی که قبل از آنها بودند نیز (آیات ما را) تکذیب نمودند، و عذاب (الهی) از جایی که فکر نمی‌کردند به سراغشان آمد"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "پس خداوند خواری را در زندگی این دنیا به آنها چشانید، و عذاب آخرت شدیدتر است اگر می‌دانستند"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "ما برای مردم در این قرآن از هر نوع مثَلی زدیم، شاید متذکّر شوند"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "قرآنی است فصیح و خالی از هر گونه کجی و نادرستی، شاید آنان پرهیزگاری پیشه کنند"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "خداوند مثالی زده است: مردی را که مملوک شریکانی است که درباره او پیوسته با هم به مشاجره مشغولند، و مردی که تنها تسلیم یک نفر است؛ آیا این دو یکسانند؟! حمد، مخصوص خداست، ولی بیشتر آنان نمی‌دانند"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "تو می‌میری و آنها نیز خواهند مرد"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "سپس شما روز قیامت نزد پروردگارتان مخاصمه می‌کنید"
        }
    ]
}