{
    "pages": [
        {
            "chapter": 53,
            "verse": 27,
            "text": "کسانی که به آخرت ایمان ندارند، فرشتگان را دختر (خدا) نامگذاری می‌کنند"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "آنها هرگز به این سخن دانشی ندارند، تنها از گمان بی‌پایه پیروی می‌کنند با اینکه «گمان» هرگز انسان را از حقّ بی‌نیاز نمی‌کند"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "حال که چنین است از کسی که از یاد ما روی می‌گرداند و جز زندگی مادی دنیا را نمی‌طلبد، اعراض کن"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "این آخرین حدّ آگاهی آنهاست؛ پروردگار تو کسانی را که از راه او گمراه شده‌اند بهتر می‌شناسد، و (همچنین) هدایت‌یافتگان را از همه بهتر می‌شناسد"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "و برای خداست آنچه در آسمانها و آنچه در زمین است تا بدکاران را به کیفر کارهای بدشان برساند و نیکوکاران را در برابر اعمال نیکشان پاداش دهد"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "همانها که از گناهان بزرگ و اعمال زشت دوری می‌کنند، جز گناهان صغیره (که گاه آلوده آن می‌شوند)؛ آمرزش پروردگار تو گسترده است؛ او نسبت به شما از همه آگاهتر است از آن هنگام که شما را از زمین آفرید و در آن موقع که بصورت جنینهایی در شکم مادرانتان بودید؛ پس خودستایی نکنید، او پرهیزگاران را بهتر می‌شناسد"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "آیا دیدی آن کس را که (از اسلام -یا انفاق-) روی گردان شد؟"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "و کمی عطا کرد، و از بیشتر امساک نمود"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "آیا نزد او علم غیب است و می‌بیند (که دیگران می‌توانند گناهان او را بر دوش گیرند)؟"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "یا از آنچه در کتب موسی نازل گردیده با خبر نشده است؟"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "و در کتب ابراهیم، همان کسی که وظیفه خود را بطور کامل ادا کرد،"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "که هیچ کس بار گناه دیگری را بر دوش نمی‌گیرد،"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "و اینکه برای انسان بهره‌ای جز سعی و کوشش او نیست،"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "و اینکه تلاش او بزودی دیده می‌شود،"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "سپس به او جزای کافی داده خواهد شد"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "(و آیا از کتب پیشین انبیا به او نرسیده است) که همه امور به پروردگارت منتهی می‌گردد؟"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "و اینکه اوست که خنداند و گریاند،"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "و اوست که میراند و زنده کرد،"
        }
    ]
}