{
    "pages": [
        {
            "chapter": 3,
            "verse": 122,
            "text": "(و نیز به یاد آور) زمانی را که دو طایفه از شما تصمیم گرفتند سستی نشان دهند (و از وسط راه بازگردند)؛ و خداوند پشتیبان آنها بود (و به آنها کمک کرد که از این فکر بازگردند)؛ و افراد باایمان، باید تنها بر خدا توکّل کنند"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "خداوند شما را در «بدر» یاری کرد (و بر دشمنان خطرناک، پیروز ساخت)؛ در حالی که شما (نسبت به آنها)، ناتوان بودید. پس، از خدا بپرهیزید (و در برابر دشمن، مخالفتِ فرمانِ پیامبر نکنید)، تا شکر نعمت او را بجا آورده باشید"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "در آن هنگام که تو به مؤمنان می‌گفتنی: «آیا کافی نیست که پروردگارتان، شما را به سه هزار نفر از فرشتگان، که از آسمان فرود می‌آیند، یاری کند؟!»"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "آری، (امروز هم) اگر استقامت و تقوا پیشه کنید، و دشمن به همین زودی به سراغ شما بیاید، خداوند شما را به پنج هزار نفر از فرشتگان، که نشانه‌هایی با خود دارند، مدد خواهد داد"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "ولی اینها را خداوند فقط بشارت، و برای اطمینان خاطر شما قرار داده؛ وگرنه، پیروزی تنها از جانب خداوند توانای حکیم است"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "(این وعده را که خدا به شما داده،) برای این است که قسمتی از پیکر لشکر کافران را قطع کند؛ یا آنها را با ذلّت برگرداند؛ تا مأیوس و ناامید، (به وطن خود) بازگردند"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "هیچ‌گونه اختیاری (در باره عفو کافران، یا مؤمنان فراری از جنگ،) برای تو نیست؛ مگر اینکه (خدا) بخواهد آنها را ببخشد، یا مجازات کند؛ زیرا آنها ستمگرند"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "و آنچه در آسمانها و زمین است، از آن خداست. هر کس را بخواهد (و شایسته بداند)، می‌بخشد؛ و هر کس را بخواهد، مجازات می‌کند؛ و خداوند آمرزنده مهربان است"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "ای کسانی که ایمان آورده‌اید! ربا (و سود پول) را چند برابر نخورید! از خدا بپرهیزید، تا رستگار شوید"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "و از آتشی بپرهیزید که برای کافران آماده شده است"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "و خدا و پیامبر را اطاعت کنید، تا مشمول رحمت شوید"
        }
    ]
}