{
    "pages": [
        {
            "chapter": 4,
            "verse": 52,
            "text": "آنها کسانی هستند که خداوند، ایشان را از رحمت خود، دور ساخته است؛ و هر کس را خدا از رحمتش دور سازد، یاوری برای او نخواهی یافت"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "آیا آنها [= یهود] سهمی در حکومت دارند (که بخواهند چنین داوری کنند)؟ در حالی که اگر چنین بود، (همه چیز را در انحصار خود می‌گرفتند،) و کمترین حق را به مردم نمی‌دادند"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "یا اینکه نسبت به مردم [= پیامبر و خاندانش‌]، و بر آنچه خدا از فضلش به آنان بخشیده، حسد می‌ورزند؟ ما به آل ابراهیم، (که یهود از خاندان او هستند نیز،) کتاب و حکمت دادیم؛ و حکومت عظیمی در اختیار آنها [= پیامبران بنی اسرائیل‌] قرار دادیم"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "ولی جمعی از آنها به آن ایمان آوردند؛ و جمعی راه (مردم را) بر آن بستند. و شعله فروزانِ آتش دوزخ، برای آنها کافی است"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "کسانی که به آیات ما کافر شدند، بزودی آنها را در آتشی وارد می‌کنیم که هرگاه پوستهای تنشان (در آن) بریان گردد (و بسوزد)، پوستهای دیگری به جای آن قرار می‌دهیم، تا کیفر (الهی) را بچشند. خداوند، توانا و حکیم است (و روی حساب، کیفر می‌دهد)"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "و کسانی که ایمان آوردند و کارهای شایسته انجام دادند، بزودی آنها را در باغهایی از بهشت وارد می‌کنیم که نهرها از زیر درختانش جاری است؛ همیشه در آن خواهند ماند؛ و همسرانی پاکیزه برای آنها خواهد بود؛ و آنان را در سایه‌های گسترده (و فرح بخش) جای میدهیم"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "خداوند به شما فرمان می‌دهد که امانتها را به صاحبانش بدهید! و هنگامی که میان مردم داوری می‌کنید، به عدالت داوری کنید! خداوند، اندرزهای خوبی به شما می‌دهد! خداوند، شنوا و بیناست"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "ای کسانی که ایمان آورده‌اید! اطاعت کنید خدا را! و اطاعت کنید پیامبر خدا و اولو الأمر [= اوصیای پیامبر] را! و هرگاه در چیزی نزاع داشتید، آن را به خدا و پیامبر بازگردانید (و از آنها داوری بطلبید) اگر به خدا و روز رستاخیز ایمان دارید! این (کار) برای شما بهتر، و عاقبت و پایانش نیکوتر است"
        }
    ]
}