{
    "pages": [
        {
            "chapter": 5,
            "verse": 96,
            "text": "allahanu pavitra bhavana ka'aba:Vannu manavara asraya dhamavagisiruvanu. Hageye, pavitra tingalugalu, baliprani mattu koralapattiyiruva (harakeya) pranigalu (avana sanketagalagive). Akasagalalli mattu bhumiyalliruva ellavannu allahanu ballanu mattu allahanu pratiyondu visayada jnana ullavanu embudu nimage tilidirabekendu (idannella nimage vivarisalaguttide)"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "nimage tilidirali – allahanu bhari kathina sikse niduvavanagiddane mattu ade vele allahanu tumba ksamasilanu, karunamayiyu agiddane"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "dutara meliruvudu (sandesavannu) talupisuva honegarike matra. Nivu prakatapadisuttiruva mattu nivu bacciduttiruva ellavannu allahanu ballanu"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Heliri; malina mattu nirmalavu samanavagalu sadhyavilla. Malin'yada bahulyavu nimagestu adbhutavenisidaru sariye. Addarinda, bud'dhivantare, nivu sada allahana bhayabhakti ullavaragiri – nivu vijayigalagabahudu"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "visvasigale, nimage tilisidare nimage kettadenisuvantaha visayagala kuritu prasnisabedi. Kur‌an iliyuttiruva vele nivu antaha visayagalannu kelidare avugalannu nimage tilisalaguvudu. Allahanu avugalannu ksamisiruvanu. Allahanantu tumba ksamasilanu sanyamiyu agiddane"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "nimaginta hindina janangagalu antaha prasnegalannu keliddaru. Adare a balika avaru adannu (satyavannu) dhikkarisuvavaradaru"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "bahirah, sayibah, vasila mattu ham – ivara paiki yarannu allahanu (pujyaragi) nemisilla. Nijavagi dhikkarigalu allahana mele aropagalannu horisuttare. Avaralli heccinavaru alocisuvudilla"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "allahanu ilisikottiruva sandesadedege mattu devadutaredege banniri endu avarodane helidaga avaru, ‘‘navu nam'ma purvajarannu yava dariyalli kandiruvevo, aduve namage saku’’ ennuttare. Avara purvajaru enannu ariyadavaru hagu sanmarga padeyadavaragiddaru (avarige a dari sake)"
        }
    ]
}