{
    "pages": [
        {
            "chapter": 6,
            "verse": 125,
            "text": "nim'modeyana i margave nera margavagide. Patha kaliyuvavarigagi navu nam'ma vacanagalannu savistaravagi vivarisiruvevu"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "anthavarige avara odeyana bali santiya nivasavide mattu avara karmagala phalavagi avanu (allahanu) avara paramaptanagiruvanu"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "avanu avarellarannu ondede serisuva dina ‘‘jinn‌gale, nivu manavaralli anekarannu vasikarisikondiri’’ ennalaguvudu. Aga manavara paiki avara (jinn‌gala) aptaru heluvaru; ‘‘nam'modeya, nam'mallina kelavaru matte kelavarinda paraspara labha padedaru. Konege navu, ninu namagagi nigadipadisida antima gaduvannu talupidevu.’’ Avanu heluvanu; narakagniye nim'ma neleyagide. Allahanu yarannu raksisalicchisuvano avara horatu nivellaru idaralle sasvatavagi iruviri. Khanditavagiyu nim'modeyanu yuktivantanu jnaniyu agiruvanu"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "i riti navu avara galikeya phalavagi, kelavu akramigalannu matte kelavara mele heruttale irutteve"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "‘‘jinn‌gale mattu manavare, nimage nam'ma vacanagalannu vivarisuva mattu i dinavannu nivu kanaliruva kuritu nimage munneccarike niduva dutaru nim'ma balige bandiralillave?’’ (Endu kelaladaga) avaru ‘‘nam'ma virud'dha ido nave saksi helutteve’’ ennuvaru. Nijavagi, ihalokada baduku avarannu mosagolisittu mattu tavu dhikkarigalagiddevendu avare tam'ma virud'dha saksi heluvaru"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "Idekendare, nim'ma odeyanu, akramakke sikseyagi yavude nadannu, a nadinavarige arive illada sthitiyalli (munnecarike nidade) nasa maduvavanalla"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "pratiyobbarigu avaravara karmagalige anusaravada sthanavide mattu nim'ma odeyanu avara karmagala kuritu arivilladavanalla"
        }
    ]
}