{
    "pages": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "i riti navu yusuph‌rige a nadinalli adhikaravannu nididevu. Adaralli avaru tavicchisidalli iruttiddaru. Navu nam'ma anugrahavannu navicchisidavarige talupisutteve mattu navu satkarmavesagidavara pratiphalavannu vyarthagolisuvudilla"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "visvasigalu mattu satyanisthara palige paralokada pratiphalave uttamavagiruttade"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "yusuph‌ra sahodararu bandaru mattu avaru iruvallige pravesisidaru. Avaru (yusupharu), avarannu gurutisidaru. Adare avaru matra avarannu (yusupharannu) gurutisalilla"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "konege avaru (yusupharu) avarige (sahodararige) avara sarakannu sid'dhagolisikottaga helidaru; nim'ma tandeyinda nimagiruva (innobba) sahodaranannu nanna balige tanniri. Nanu tugupatravannu tumbikoduttene mattu atyuttama satkara niduvavanagiddenembudannu nivu noduttillave"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "nivu atanannu nanna balige taradiddare nimage nanna bali yava palu sigadu mattu nivu nanna hattiravu barabaradu"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "avaru helidaru; navu avana kuritu avana tandeyannu olisalu prayatnisuvevu mattu (astannu) navu khandita maduvevu"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Avaru (yusuph) tam'ma yuvakarodane helidaru; avara mottavannu nivu (guttagi) avara sarakinalle ittu bidiri. Avaru tam'mavara balige maralidaga adannu gurutisali – hage avaru marali baralubahudu"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "avaru tam'ma tandeya balige maralidaga helidaru; nam'ma tandeye, nam'minda palannu tadedidalagide. Nivu nam'ma sahodaranannu nam'ma jote kalisiri. Navu palannu punarvagi taruvevu mattu khandita navu avara raksakaragiruvevu"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "avaru (tande) helidaru; i hinde avana sahodarana (yusuph‌ra) visayadalli nanu nim'mannu nambiddante avana visayadallu nambabeke? Allahane atyuttama raksakanagiddane mattu avane atyadhika karune toruvavanagiddane"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "avaru tam'ma sarakannu teredaga adaralli tam'ma mottavannu tamage hindirugisalagiruvudannu kandaru. Avaru helidaru; nam'ma tandeye, navu innenannu tane apeksisaballevu? Namage maralisalagiruva nam'ma mottavu ido, illide. Navu nam'ma maneyavarigagi dhan'yavannu taruvevu. Nam'ma sahodararannu raksisuvevu mattu ondu onteya horeyastu heccinadannu taruvevu. Adu sulabhavagi siguva horeyagiruvudu"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "avaru (tande), ‘‘nimage sampurna muttige biladiddare, nivu avanannu nanna balige (marali) karedutaruvirendu nivu allahana hesaralli nanage pakvavada vacana koduva tanaka nanu atanannu nim'ma jote kalisalare’’ endaru. Konege avaru, avarige pakva vacanavannu kottaga avaru (tande) ‘‘navu adiruva matugaligella allahane melvicarakanagiddane’’ endaru"
        }
    ]
}