{
    "pages": [
        {
            "chapter": 21,
            "verse": 36,
            "text": "a samayada kuritu dhikkarigalu aritiddare estu cennagittu. Andu tam'ma mukhagalannagali bennugalannagali benkiyinda raksisikollalu avarige sadhyavagadu mattu avarige yavude sahayavu sigadu"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "nijavagi, adu hathattane avara mele banderaguvudu mattu avaru aghatakke olagaguvaru. Adannu nivarisalikku avarige sadhyavagadu mattu avarige heccina kalavakasavu sigadu"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "nimaginta munceyu devadutarannu geli madalagide. Konege, avara paiki geli maduttiddavarannu, avaru enannu geli maduttiddaro aduve avarisi bittitu"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "heliri; irulallu hagalallu a dayamayaninda nim'mannu kapaduttiruvavanu yaru? Istagiyu avaru tam'ma odeyanannu smarisuva visayadalli nirasaktaragiddare"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "avarannu raksisalu avara bali navallade bere devarugaliddareye? Nijavagi avaru (a devarugalu), svatah tam'ma neravigu asaktaragiddare mattu namageduragi avarige neravagalu yarigu sadhyavilla"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "navu avarigu avara purvajarigu dharala sampattannu dayapalisiddevu. Avaru bahukala ade (sampanna) sthitiyalliddaru. Navu (avara palige) bhumiyannu adara ella mulegalindalu sankucitagolisuttiruvudannu avaru kanuttillave? Avarenu vijayigalagaballare"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "(dutare,) heliri; nanu, divyavaniya mulaka nimannu eccarisuvavanu matra. Adare kivudarannu eccarisaladaga, avaru yava kareyannu keluvudilla"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "konege nim'ma odeyana sikseya ondu putta aleyu avarannu muttidaga avaru, ‘‘ayyo nam'ma daurbhagyave, navu khandita akramigalagiddevu’’ ennuvaru"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Punarut'thana dina navu n'yayada takkadiyannu sthapisuvevu. (Andu) yara melu kincittu akrama nadeyadu. (Karmavu) kevala ondu sasive kalinastiddaru navu adannu munde taruvevu. Vicaranege nave saku"
        }
    ]
}