{
    "pages": [
        {
            "chapter": 23,
            "verse": 28,
            "text": "mattu navu avaredege, avarolagindale, ‘‘allahanannu matra aradhisiri, nimage avana horatu bere devarilla. Nivenu anjuvudillave?‘‘ (Endu saruva) dutarannu kalisidevu"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "avara janangadallina, dhikkarigalagidda nayakaru, paralokada bhetiyannu sullendu tiraskarisiddaru. Mattu iha jivanadalli navu avarige bhari sampannateyannu nididdevu. (Avaru) helidaru; avanu kevala nim'mantaha obba manusya. Nivu tinnuvantahaddanne avanu tinnuttane mattu nivu kudiyuvantahaddanne avanu kudiyuttane"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "(higirutta) nivu nim'mantaha obba manavanannu anusarisidare khandita nasta anubhavisuviri"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "avanenu, nivu sattu mannagiyu elubugalagiyu marpatta balika nim'mannu matte jivantagolisalaguvudendu heluttiddaneye"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "nimage nidalaguttiruva i asvasane tira asambhavaniya"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Nam'ma baduku eniddaru i lokaddu matra. Navu (ille) sayutteve mattu (ille) badukutteve. Nam'mannu matte jivantagolisalaguvudilla"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "i vyakti allahana mele sullaropa horisuttiddane. Navantu avanannu nambuvavaralla"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "avaru (dutaru) helidaru; nannodeya, nanage neravagu. Avaru nannannu tiraskarisuttiddare"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "avanu (allahanu) helidanu; bahala alpavadhiyalle avaru paritapisaliddare"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "konege n'yaya prakara ondu hathat sphotavu avarannu avarisikonditu. Mattu navu avarannu kevala kasagalagisibittevu. Akrami janangagalige vinasa kadide"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "munde, avara balika navu itara piligegalannu srstisidevu"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "yavude samudayavu tanna nirdista avadhiginta munce horatu hodaddu illa. A balika ulidaddu illa"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "taruvaya navu bennu bennige nam'ma dutarannu kalisidevu. Pratiyondu samudayadavaru tam'ma balige tam'ma dutanu bandaga atanannu tiraskarisidaru. Navu avarannu obbara hinde innobbarante nillisidevu mattu navu avarellarannu kevala kategalagi marpadisi bittevu. (Satyavannu) nambada janangagalige vinasa kadide"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "munde navu musa mattu avara sahodara harunarannu nam'ma vacanagalondige hagu spasta puravegalondige kalisidevu –"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "– phir‌aun mattu avana adhikarigala kadege. Adare avaru doddastike toridaru. Avaru maha ahankarigalagiddaru"
        }
    ]
}