{
    "pages": [
        {
            "chapter": 33,
            "verse": 7,
            "text": "avanu a satyavantarodane (prastuta pratijneya visayadalli) avara satyavantikeya kuritu vicarisuvanu. Innu, dhikkarigaligagi avanu yatanamaya sikseyannu sid'dhagolisiruvanu"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "visvasigale, allahanu nimage dayapalisiruva anugrahagalannu smarisiri. Halavu padegalu nim'ma virud'dha eri bandaga navu avara mele, birugaliyannu hagu nimage kanisadantaha padegalannu eragisidevu. Allahanantu nivu maduttiruva ellavannu noduttale iruttane"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "avaru nim'ma melindalu nim'ma kelagindalu nim'ma virud'dha eribanda, mattu (nim'ma) kannugalu niscalavagi bittidda, hrdayagalu koralannu talupidda mattu nivu allahana kuritu eneno alocisikondidda sandarbha (nenapirali)"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "i riti visvasigalannu pariksege guripadisalayitu hagu avarannu tivravagi jharjharitagolisi bidalayitu"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "aga kapatigalu mattu rogagrasta manas'sinavaru ‘‘allahanu mattu avana dutaru namage nididda bharavase kevala mosavagittu’’ ennatodagiddaru"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Mattu avarallina ondu gumpinavaru ‘‘madinadavare, nimaginnu yava avakasavu illa, nivu marali hogiri’’ ennuttiddaru. Hageye avarallina innondu pangadavu – ‘‘nam'ma manegalu abhadravagive’’ ennutta (yud'dharangadinda maralihogalu) devadutara bali anumati kelatodagittu. Nijavagi avugalu abhadravagiralilla. Avaru palayana madabayasiddaru, aste"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "ondu vele (satru seneyu) ella dikkugalinda avara mele akramana madiddare hagu (sannivesavu) avarannu vidrohigalagalu agrahisiddare, avaru (tam'ma nambikeyannu) bittukoduttiddaru mattu avaru heccenu vilambisade adannu (vidrohavannu) madi biduttiddaru"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "nijavagi avaru i hinde, tavu palayana maduvudilla endu allahanondige kararu madikondiddaru. Allahanondige madida kararina kuritu khandita (avarannu) prasnisalaguvudu"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "heliri; nivu palayana maduttiruvudu maranadinda athava hatyeyinda endadare, a nim'ma palayanadinda nimage yava labhavu agadu. Heccendare tira alpakala matra nivu sukhisaballiri"
        }
    ]
}