{
    "pages": [
        {
            "chapter": 3,
            "verse": 30,
            "text": "(antima vicaraneya) a dina, pratiyobbanu tanu madiruva pratiyondu satkarmavannu hagu tanu madiruva pratiyondu duskarmavannu tanna munde kanuvanu. Aga avanu, tanna hagu avugala (a tanna papagala) naduve bhari antaravirabekittu endu hambalisuvanu. Allahanu tanna kuritu nim'mannu eccarisuttane. Allahanu tanna dasara palige tumba vatsalyamayiyagiddane"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "(Dutare) heliri; (janare,) nivu nijakku allahanannu pritisuvavaragiddare nannannu anusarisiri. Aga allahanu nim'mannu pritisuvanu mattu nimagagi nim'ma papagalannu ksamisuvanu. Allahanantu tumba ksamasilanu karunamayiyu agiddane"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "(dutare,) ‘‘allahana hagu (avana) dutara ajnapalane madiri’’ endu adesisiri. Avaru kadeganisidare (avarige tilidirali;) allahanu antaha dhikkarigalannu khandita pritisuvudilla"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "allahanu samasta lokadavaralli adam, nuh, ibrahim‌ra santati mattu imran‌ra santatiyannu visesavagi aydukondanu"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "avaralli kelavaru itara kelavara santatigalagiddaru (avarella onde parampareyavaragiddaru). Allahanu ellavannu alisuvavanu mattu ellavannu ballavanagiddane"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "imran‌ra patni helidaru; ‘‘nannodeya, nanido nanna garbhadalliruvudannu (maguvannu) sampurnavagi ninna sevege mudipagi iduvudagi harake hottiddene. Ninidannu nanninda svikarisu. Ninu khandita ellavannu alisuvavanu mattu ellavannu ballavanu.’’"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Konege ake adannu (sisuvannu) hettaga ‘‘odeya, nanu hennu maguvannu hettiruvenu’’ endaru. Nijavagi ake enannu hettiddalembudu allahanige cennagi tilidittu. Allade gandu magu henninantiruvudilla. (Ake helidaru;) ‘‘nanu i maguvannu maryam endu hesarisiddene mattu ivalannu hagu ivala santatiyannu sapita saitananinda kapadalikkagi ninna raksanege oppisuttiddene’’"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Konege akeya odeyanu akeyannu (maryam‌rannu) udaravagi svikarisidanu hagu akeyannu srestha ritiyalli belesidanu. Taruvaya avanu akeya posaneyannu jhakariyyarige oppisidanu. Jhakariyya akeya kothadiya balige bandagalella akeya bali aharavannu kanuttiddaru. Om'me avaru ‘‘o maryam! Idu ninna balige ellinda bantu?’’ Endu kelidaru. Ake ‘‘idu allahana kadeyinda bandide. Khanditavagiyu allahanu tanicchisidavarige apara sampannateyannu dayapalisuttane’’ endaru"
        }
    ]
}