{
    "pages": [
        {
            "chapter": 59,
            "verse": 17,
            "text": "(kapatigala) sthitiyu saitananantide. Avanu manavanodane ‘‘(satyavannu) dikkarisu’’ ennuttane. Munde avanu dhikkarisidaga, ‘‘nanage ninnondige yava sambandhavu illa. Nanu ella lokagala odeyanada allahanige anjuttene’’ endu biduttane"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "avaribbara paligu narakagniye antima neleyagiruvudu mattu avaru sada kala alle iruvaru. Akramigaligiruva pratiphalavidu"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "Visvasigale, allahanige anjiri. Mattu pratiyobbanu tanu nalegagi (paralokakkagi) enannu munde kalisiruvenendu nodali. Nivu allahanige anjiri. Khanditavagiyu allahanu nim'mella karmagala arivullavanagiddane"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "nivu allahanannu maretavarantagabedi. Nijavagi avaru svatah tam'manne maretiruvaru. Avare avidheyaru"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "narakadavaru mattu svargadavaru samanaralla. Svargadavare vijayigalu"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "ondu vele navu i kur‌anannu ondu parvatada mele ilisiddare, adu allahanige anji avana bhayadinda kampisi nuccunuraguvudannu nivu kanuttiddiri. Ivu, avaru cintane nadesalendu, navu janara mundiduttiruva udaharanegalu"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "avane allahu, avana horatu bere yaru pujar'harilla. Avanu guptavannu bahirangavannu ballavanu. Avanu parama dayalu, karunamayi"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "avane allahu, avana horatu bere yaru pujar'harilla. Avanu naija doreyu, parama pavananu, santi svarupanu, abhayadatanu, melvicarakanu, prabalanu, balisthanu, mahananu agiruvanu. Avaru (avana devatvadalli) palugolisuva ellavugalinda avanu muktanu"
        }
    ]
}