{
    "pages": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "avane srstikartanu prarambhisuvavanu, rupa niduvavanu agiddane. Atyuttama namagalu avanigive. Akasagalalli mattu bhumiyalliruva ellavu avana pavitravannu japisuttive. Avanu prabalanu, yuktivantanu agiruvanu"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Visvasigale, nanna satru mattu nim'ma satruvannu nivu nim'ma aptaragisi kollabedi. Nivu avaredege snehada sandesagalannu kaluhisuttiruviri. Adare avaru, nim'ma balige bandiruva satyavannu dhikkarisuttiddare. Nivu nim'modeyanada allahanannu nambiruviri emba karanakkagi avaru deva dutarannu mattu nim'mannu (nim'ma nadininda) hora hakuttare. Nivu nanna (allahana) margadalli horadalu horatavaragiddare mattu nanna meccugeyannu bayasuvavaragiddare (satrugala snehakkagi katarisabedi). Nivu guptavagi avarige snehada sandesagalannu kaluhisuttiruviri. Nivu guptavagiduva mattu bahiranga padisuva ellavannu nanu ballenu. Nim'ma paiki a krtyavannu madidavaru nera margadinda dura saridiruvaru"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "ondu vele nivu avara niyantranakke sikkidare avaru nim'ma satrugalagi biduvaru mattu nim'mannu hinsisalu tam'ma kaigalannu nalagegalannu cacuvaru. Avaru nim'mannu dhikkaradedege maralisa bayasuttare"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "punarut'thana dina, nim'ma bandhugalindagali nim'ma makkalindagali nimage yava labhavu agadu. (Andu) avanu (allahanu) nim'ma madhye tirpu nidi biduvanu mattu allahanu, nivu maduva ellavannu noduttiddane"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Ibrahim hagu avara jotegiddavaralli nimage srestha adarsavide. ‘‘Navu nim'minda hagu allahana horatu nivu pujisuva ellavugalinda sambandha kadidu kondiruvevu. Eka matranada allahanannu nivu nambuva tanakavu navu nim'mannu dhikkarisuvevu mattu nam'ma hagu nim'ma naduve sasvatavagi dvesa mattu vaisamyaviruvudu’’ endu avaru tam'ma janangadavarodane heliddaru. Adare ibrahimaru tam'ma tandeyodane helidda ondu matu idakke horatagide (adu nimage adarsavalla). Avaru heliddaru; ‘‘nanu nim'ma ksamegagi khandita prarthisuvenu. Adare allahaneduru matra nimagagi enu madalikku nanu saktanalla. Nam'modeya, navu ninnalle bharavase ittiruvevu. Ninna kadege oliyuttiruvevu mattu ninnedege (navu) marala bekagide’’"
        }
    ]
}