{
    "pages": [
        {
            "chapter": 66,
            "verse": 1,
            "text": "elu akasagalannu mattu ade prakara bhumiyannu srstisidavanu allahane. Avugala naduve avana adesagalu iliyuttale iruttave – allahanu sarva saktanembudannu mattu allahanu tanna jnanada mulaka ellavannu avarisi kondiruvanu embudannu nivu ariyuvantagalikkagi"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "pravadi varyare, allahanu nimage sam'matisiruva vastuvannu (jenannu) niveke nim'ma mele nisedhisi kondiri? Nivu nim'ma patniyarannu meccisalu horatiri. Allahanu ksamasilanu karunamayiyu agiruvanu"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "(visvasigale,) allahanu nim'ma pramanagala kuritante (vacana bhangakke) prayascittavannu niscayisiruvanu. Allahane nim'ma karya sadhakanu mattu avanu ellavannu ballavanu yuktivantanu agiruvanu"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Pravadivaryaru tam'ma obba patnige guttagi'ondu visayavannu tilisiddaru. Ake adannu (innobbapatnige) tilisi bittaru. Mattu i samacaravannu allahanu avarige(pravadige) bahiranga padisidanu. Avaru(pravadiyu) i samacaravannu (akege)bhagasahtilisidaru mattu bhagasah kadeganisidaru. Avaru i visayavannu akege tilisidaga,‘‘idannella nimage yaru tilisidaru?’’ Endu ake kelidaru. Avaru, ‘‘ellavannu ballavanu hagu elladara arivullavanu nanage idannu tilisiruvanu’’endaru"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "idiga nivibbaru (patniyaru) allahaneduru pascattapa paduvudu olleyadu. Nim'ma manas'sugalu valikondive. Nivibbaru avarige (pravadige) eduragi paraspara neravige ilididdare (nimage tilidirali;) allahanu avara raksakanagiddane mattu jibril hagu sakala sajjana visvasigalu mattu malak‌galu avara sahayakaragiddare"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "avaru (pravadi) nim'mannu vicchedisidare, avara odeyanu avarige nimaginta uttamaradavarannu nidabahudu. Avaru muslimaru, visvasiniyaru, vidheyaru, pascattapa paduvavaru, aradhana nirataru, upavasigaru agiruva vivahanubhava ullavaru athava kan'yeyaragiruvaru"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "visvasigale, nivu svatah nim'mannu nim'ma kutumbadavarannu narakagniyinda raksisiri. Manavaru mattu kallugalu adara indhanagalagiruvavu. Kathoraru balistharu agiruva malak‌galu adara melvicarakaragiruvaru. Avaru allahanu tamage niduva yava adesavannu miralararu mattu avaru tamage adesisiladudanne maduvaru"
        }
    ]
}