{
    "juzs": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "Tara sampradayera dambhika sardarara balalah he soyayeba, amara abasya'i tomake ebam tomara sathe bisbasa sthapanakariderake sahara theke bera kare deba athaba tomara amadera dharme pratyabartana karabe. Soyayeba balalah amara apachanda karale'o ki"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "amara allahara prati mithya apabadakari haye yaba yadi amara tomadera dharme pratyabartana kari, athaca tini amaderake e theke mukti diyechena. Amadera kaja naya e dharme pratyabartana kara, kintu amadera prati palaka allaha yadi cana. Amadera pratipalaka pratyeka bastuke sbiya jnana dbara bestana kare achena. Allahara prati'i amara bharasa karechi. He amadera pratipalaka amadera o amadera sampradayera madhye phayasala kare chila yathartha phayasala. Apani'i srestatama phasala phayasalakari."
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Tara sampradayera kaphera sardarara balalah yadi tomara soyayebera anusarana kara, tabe niscita'i ksatigrasta habe."
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Anantara pakara'o karala taderake bhumikampa. Phale tara sakala belaya grha madhye upura haye pare ra'ila."
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Soyayebera prati mithyaropakarira yena kona dina sekhane basabasa'i kareni. Yara soyayebera prati mithyaropa karechila, tara'i ksatigrastha hala."
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Anantara se tadera kacha theke prasthana karala ebam balalah he amara sampradaya, ami tomaderake pratipalakera payagama pauche diyechi ebam tomadera hita kamana karechi. Ekhana ami kapheradera jan'ye kena duhkha karaba."
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Ara ami kona janapade kona nabi patha'ini, tabe (ematabasthaya) ye pakara'o karechi se janapadera adhibasidigake kasta o kathoratara madhye, yate tara sithila haye pare."
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Atahpara akalyanera sthale ta kalyane badale diyeche. Emanaki tara aneka bere giyechi ebam balate suru kareche, amadera bapa-dadadera upara'o emana ananda-bedana eseche. Atahpara ami taderake pakara'o karechi emana akasmikabhabe ye tara tera'o payani."
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Ara yadi se janapadera adhibasira imana anata ebam paraheyagari abalambana karata, tabe ami tadera prati asamani o parthiba neyamata samuha um'mukta kare ditama. Kintu tara mithya pratipanna kareche. Sutaram ami taderake pakara'o karechi tadera krtakarmera badalate."
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Ekhana'o ki e'i janapadera adhibasira e byapare niscinta ye, amara ayaba tadera upara ratera belaya ese parabe athaca takhana tara thakabe ghume acetana."
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Ara e'i janapadera adhibasira ki niscinta haye pareche ye, tadera upara amara ayaba dinera belate ese parabe athaca tara takhana thakabe khela-dhulaya matta."
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Tara ki allahara pakara'oyera byapare niscinta haye geche? Bastutah allahara pakara'o theke tara'i niscinta hate pare, yadera dhbansa ghaniye ase."
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Tadera nikata ki ekatha prakasita hayani, yara uttaradhikara labha kareche. Sekhanakara lokadera dhbansaprapta habara para yadi ami iccha karatama, , tabe taderake tadera papera daruna pakara'o kare phelatama. Bastutah ami mohara emte diyechi tadera antarasamuhera upara. Kaje'i era sunate paya na."
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Egulo hala se saba janapada yara kichu bibarana ami apanake abahita karachi. Ara niscita'i odera kache pauchechilena rasula nidarsana sahakare. Atahpara kasminakala'o era imana anabara chila na, tarapare ya tara itipurbe mithya bale pratipanna kareche. Ebhabe'i allaha kapheradera antare mohara emte dena."
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Ara tadera adhikansa lokake'i ami pratijna bastabayanakarirupe pa'ini; baram tadera adhikansake peyechi hukuma aman'yakari."
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Atahpara ami tadera pare musake pathiyechi nidarsanabali diye phera'una o tara sabhasadadera nikata. Bastutah ora tamra mokabelaya kuphari kareche. Sutaram ceye dekha, ki parinati hayeche anacaridera."
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Ara musa balalena, he phera'una, ami bisba-palanakartara paksa theke agata rasula."
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Allahara paksa theke ye satya eseche, tara byatikrama kichu na balara byapare ami sudrrha. Ami tomadera para'oyaradegarera nidarsana niye esechi. Sutaram tumi bani isara'iladerake amara sathe pathiye da'o."
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Se balala, yadi tumi kona nidarsana niye ese thaka, tahale ta upasthita kara yadi tumi satyabadi haye thaka."
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Takhana tini niksepa karalena nijera lathikhana ebam tatksanat ta jalajyanta eka ajagare rupantarita haye gela."
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Ara bera karalena nijera hata ebam ta sange sange darsakadera cokhe dhabadhabe ujjbala dekhate lagala."
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Phera'unera sanga-pangara balate lagala, niscaya lokati bijna-yadukara."
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Se tomadigake tomadera desa theke bera kare dite caya. E byapare tomadera ki mata"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "tara balala, apani take o tara bha'ike abakasa dana karuna ebam sahare bandare loka pathiye dina lokadera samabeta karara jan'ya."
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "Yate tara parakasthasampanna bijna yadukaradera ene samabeta kare."
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Bastutah yadukarara ese phera'unera kache upasthita hala. Tara balala, amadera jan'ye ki kona parisramika nirdharita ache, yadi amara jayalabha kari"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "se balala, hyam ebam abasya'i tomara amara nikatabarti loka haye yabe."
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Tara balala, he musa! Haya tumi niksepa kara athaba amara niksepa karachi."
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Tini balalena, tomara'i niksepa kara. Yakhana tara niksepa karala takhana lokadera cokhaguloke badhiye dila, bhita-santrasta kare tulala ebam mahayadu pradarsana karala."
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Tarapara ami ohiyoge musake balalama, ebara niksepa kara tomara lathikhana. Ata'eba sange sange ta se samudayake gilate lagala, ya tara baniyechila yadu bale."
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Sutaram ebhabe prakasa haye gela satya bisaya ebam bhula pratipanna haye gela ya kichu tara karechila."
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Sutaram tara sekhane'i parajita haye gela ebam atiba lanchita hala."
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Ebam yadukarara sejadaya pare gela."
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Balala, amara imana anachi maha bisbera para'oyaradegarera prati."
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Yini musa o harunera para'oyaradegara."
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Phera'una balala, tomara ki (tahale) amara anumati deyara age'i imana anale! Eta pratarana, ya tomara e nagarite pradarsana karale. Yate kare e saharera adhibasidigake sahara theke bera kare dite para. Sutaram tomara sighra'i bujhate parabe."
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Abasya'i ami kete deba tomadera hata o pa biparita dika theke. Tarapara tomadera saba'ike sulite cariye maraba."
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Tara balala, amaderake to mrtyura para nijedera para'oyaradegarera nikata phire yete'i habe."
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Bastutah amadera sathe tomara satruta to e karane'i ye, amara imana enechi amadera para'oyaradegarera nidarsanasamuhera prati yakhana ta amadera nikata paumcheche. He amadera para'oyaradegara amadera jan'ya dhairyyera dbara khule da'o ebam amaderake musalamana hisabe mrtyu dana kara."
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Phera'unera sampradayera rsadarara balala, tumi ki emani chere debe musa o tara sampradayake. Desamaya hai-cai karara jan'ya ebam tomake o tomara deba-debike batila kare debara jan'ya. Se balala, ami ekhani hatya karaba tadera putra santanadigake; ara jibita rakhaba meyederake. Bastutah amara tadera upara prabala."
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Musa balalena tara ka'omake, sahayya prarthana kara allahara nikata ebam dhairyya dharana kara. Niscaya'i e prthibi allahara. Tini nijera bandadera madhye yake iccha era uttaradhikari baniye dena ebam sesa kalyana muttakidera jan'ya'i nirdharita rayeche."
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Tara balala, amadera kasta chila tomara asara purbe ebam tomara asara pare. Tini balalena, tomadera para'oyaradegara sighra'i tomadera sakradera dhbansa kare debena ebam tomaderake dese pratinidhitba dana karabena. Tarapara dekhabena, tomara kemana kaja kara."
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Tarapara ami pakara'o karechi-phera'unera anusariderake durbhiksera madhyame ebam phala phasalera ksaya-ksatira madhyame yate kare tara upadesa grahana kare."
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Atahpara yakhana subhadina phire ase, takhana tara balate arambha kare ye, eta'i amadera jan'ya upayogi. Ara yadi akalyana ese upasthita haya tabe tate musara ebam tamra sangidera alaksana bale abhihita kare. Sune rakha tadera alaksana ye, allahara'i eleme rayeche, athaca era jane na."
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Tara ara'o balate lagala, amadera upara jadu karara jan'ya tumi ye nidarsana'i niye asa na kena amara kintu tomara upara imana anachi na."
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Sutaram ami tadera upara pathiye dilama tuphana, pangapala, ukuna, byana o rakta prabhrti bahubidha nidarsana ekera para eka. Tarapare'o tara garba karate thakala. Bastutah tara chila aparadhaprabana."
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Ara tadera upara yakhana kona ayaba pare takhana bale, he musa amadera jan'ya tomara para'oyaradegarera nikata se bisaye doya kara ya tini tomara sathe oyada kare rekhechena. Yadi tumi amadera upara theke e ayaba sariye da'o, tabe abasya'i amara imana anaba tomara upara ebam tomara sathe bani-isara'iladerake yete deba."
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Atahpara yakhana ami tadera upara theke ayaba tule nitama nirdharita ekati samaya paryanta-yekhana paryanta taderake pauchanora uddesya chila, takhana tarighari tara pratisruti bhanga karata."
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Sutaram ami tadera kache theke badala niye nilama-bastutah taderake sagare dubiye dilama. Karana, tara mithya pratipanna karechila amara nidarsanasamuhake ebam tatprati aniha pradarsana karechila."
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Ara yaderake durbala mane kara hata taderake'o ami uttaradhikara dana karechi e bhukhandera purba o pascima ancalera yate ami barakata sannihita rekhechi ebam paripurna haye geche tomara palanakartara pratisruta kalyana bani-isara'iladera jan'ya tadera dhairyyadharanera daruna. Ara dhbansa kare diyeche se sabakichu ya tairi karechila phera'una o tara sampradaya ebam dhbansa karechi ya kichu tara su'ucca nirmana karechila."
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Bastutah ami sagara para kare diyechi bani-isara'iladigake. Takhana tara emana eka sampradayera kache giye pauchala, yara sbahastanirmita murtipujaya niyojita chila. Tara balate lagala, he musa; amadera upasanara jan'ya'o tadera murtira mata'i ekati murti nirmana kare dina. Tini balalena, tomadera madhye bara'i ajnata rayeche."
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Era ye, kaje niyojita rayeche ta dhbansa habe ebam ya kichu tara kareche ta ye bhula"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "tini balalena, tahale ki allahake chara tomadera jan'ya an'ya kona upasya anusandhana karaba, athaca tini'i tomadigake sara bisbe sresthatba dana karechena."
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Ara se samayera katha smarana kara, yakhana ami tomaderake phera'unera lokadera kabala theke mukti diyechi; tara tomaderake dita nikrsta sasti, tomadera putra-santanadera mere phelata ebam meyedera bamciye rakhata. Ete tomadera prati tomadera para'oyaradegarera birata pariksa rayeche."
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Ara ami musake pratisruti diyechi trisa ratrira ebam seguloke purna karechi aro dasa dbara. Bastutah ebhabe callisa ratera meyada purna haye geche. Ara musa tamra bha'i harunake balalena, amara sampradaye tumi amara pratinidhi hisabe thaka. Tadera sansodhana karate thaka ebam hangama srstikaridera pathe calo na."
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Tarapara musa yakhana amara pratisruta samaya anuyayi ese hayira halena ebam tamra sathe tara para'oyaradegara katha balalena, takhana tini balalena, he amara prabhu, tomara didara amake da'o, yena ami tomake dekhate pa'i. Tini balalena, tumi amake kasminakale'o dekhate pabe na, tabe tumi paharera dike dekhate thaka, seti yadi sbasthane damriye thake tabe tumi'o amake dekhate pabe. Tarapara yakhana tara para'oyaradagara paharera upara apana jyotira bikirana ghatalena, setike bidhbasta kare dilena ebam musa ajnana haye pare gelena. Atahpara yakhana tamra jnana phire ela; balalena, he prabhu! Tomara satta pabitra, tomara darabare ami ta'oba karachi ebam ami'i sarbaprathama bisbasa sthapana karachi."
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "(Para'oyaradegara) balalena, he musa, ami tomake amara barta pathanora ebam katha balara madhyame lokadera upara bisistata dana karechi. Sutaram ya kichu ami tomake dana karalama, grahana kara ebam krtajna thaka."
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Ara ami tomake pate likhe diyechi sarbaprakara upadesa o bistarita saba bisaya. Ata'eba, eguloke drrhabhabe dharana kara ebam sbajatike era kalyanakara bisayasamuha drrhatara sathe palanera nirdesa da'o."
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Ami amara nidarsanasamuha hate taderake phiriye rakhi, yara prthibite an'yayabhabe garba kare. Yadi tara samasta nidarsana pratyaksa kare phele, tabu'o ta bisbasa karabe na. Ara yadi hedayetera patha dekhe, tabe se patha grahana kare na. Athaca gomarahira patha dekhale ta'i grahana kare neya. Era karana, tara amara nidarsanasamuhake mithya bale mane kareche ebam ta theke bekhabara raye geche."
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Bastutah yara mithya jeneche amara ayatasamuke ebam akheratera saksatake, tadera yabatiya kajakarma dhbansa haye geche. Temana badala'i se pabe yemana amala karata."
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Ara baniye nila musara sampradaya tara anupasthitite nijedera alankaradira dbara ekati bachura ta theke berucchila ‘hamba hamba’ sabda. Tara ki ekatha'o laksya karala na ye, seti tadera sathe katha'o balache na ebam taderake kona patha'o batale dicche na! Tara setike upasya baniye nila. Bastutah tara chila jalema."
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Atahpara yakhana tara anutapta hala ebam bujhate parala ye, amara niscita'i gomaraha haye parechi, takhana balate lagala, amadera prati yadi amadera para'oyaradegara karuna na karena, tabe abasya'i amara dhabansa haye yaba."
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Tarapara yakhana musa nija sampradaye phire elena ragambita o anutapta abasthaya, takhana balalena, amara anupasthitite tomara amara ki nikrsta pratinidhitbata'i na karecha. Tomara nija para'oyaradegarera hukuma theke ki tarahura kare phelale ebam se takhatigulo chumre phele dilena ebam nijera bha'iyera mathara cula cepe dhare nijera dike tanate lagalena. Bha'i balalena, he amara mayera putra, lokagulo ye amake durbala mane karala ebam amake ye mere phelara upakrama karechila. Sutaram amara upara ara satrudera hasi'o na. Ara amake jalimadera sarite gan'ya karo na."
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Musa balalena, he amara para'oyaradegara, ksama kara amake ara amara bha'ike ebam amaderake tomara rahamatera antarbhukta kara. Tumi ye sarbadhika karunamaya."
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Abasya yara gobatsake upasya baniye niyeche, tadera upara tadera para'oyaradegarera paksa theke parthiba e jibane'i gayaba o lanjana ese parabe. Emani ami apabada aropakariderake sasti diye thaki."
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Ara yara manda kaja kare, tarapare ta'oba kare neya ebam imana niye ase, tabe niscaya'i tomara para'oyaradegara ta'obara para abasya ksamakari, karunamaya."
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Tarapara yakhana musara raga pare gela, takhana tini takhatigulo tule nilena. Ara ya kichu tate lekha chila, ta chila se samasta lokera jan'ya hedayeta o rahamata yara nijedera para'oyaradegarake bhaya kare."
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Ara musa beche nilena nijera sampradaya theke sattara jana loka amara pratisruta samayera jan'ya. Tarapara yakhana taderake bhumikampa pakara'o karala, takhana balalena, he amara para'oyaradegara, tumi yadi iccha karate, tabe taderake age'i dhbansa kare dite ebam amake'o. Amaderake ki se karmera karane dhbansa karacha, ya amara sampradayera nirbodha lokera kareche? Esaba'i tomara pariksa; tumi yake iccha ete patha bhrasta karabe ebam yake iccha saralapathe rakhabe. Tumi ye amadera raksaka-sutaram amaderake ksama kare da'o ebam amadera upara karuna kara. Tachara tumi'i to sarbadhika ksamakari."
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Ara prthibite ebam akherate amadera jan'ya kalyana likhe da'o. Amara tomara dike pratyabartana karachi. Allaha ta’ala balalena, amara ayaba tara'i upara paribyapta. Sutaram ta tadera jan'ya likhe deba yara bhaya rakhe, yakata dana kare ebam yara amara ayatasamuhera upara bisbasa sthapana kare."
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Sesamasta loka, yara anugatya abalambana kare e rasulera, yini um'mi nabi, yamra samparke tara nijedera kache raksita ta'orata o injile lekha dekhate paya, tini taderake nirdesa dena satkarmera, barana karena asatkarma theke; tadera jan'ya yabatiya pabitra bastu halala ghosana karena o nisid'dha karena harama bastusamuha ebam tadera upara theke se bojha namiye dena ebam banditba apasarana karena ya tadera upara bidyamana chila. Sutaram yesaba loka tamra upara imana eneche, tamra sahacarya abalambana kareche, tamke sahayya kareche ebam se nurera anusarana kareche ya tara sathe abatirna kara hayeche, sudhumatra tara'i nijedera uddesya saphalata arjana karate pereche."
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Bale da'o, he manaba mandali. Tomadera sabara prati ami allaha prerita rasula, samagra asamana o yamine tara rajatba. Ekamatra tamke chara ara karo upasana naya. Tini jibana o mrtyu dana karena. Sutaram tomara saba'i bisbasa sthapana karo allahara upara tamra prerita um'mi nabira upara, yini bisbasa rakhena allahara ebam tamra samasta kalamera upara. Tamra anusarana kara yate sarala pathaprapta hate para."
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Bastutah musara sampradaye ekati dala rayeche yara satyapatha nirdesa kare ebam se mate'i bicara kare thake."
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Ara ami prthaka prthaka kare diyechi tadera bara jana pitamahera santanaderake birata birata dale, ebam nirdesa diyechi musake, yakhana tara kache tara sampradaya pani ca'ila ye, sbiya yastira dbara aghata kara e patharera upara. Atahpara era bhetara theke phute bera hala barati prasrabana. Pratiti gotra cine nila nija nija ghamti. Ara ami chaya dana karalama tadera upara meghera ebam tadera jan'ya abatirna karalama manna o sala'oya. Ye paricchanna bastuta jibikarupe ami tomadera diyechi, ta theke tomara bhaksana kara. Bastutah tara amara kona ksati kareni, baram ksati kareche nijedera'i."
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Ara yakhana tadera prati nirdesa hala ye, tomara e nagarite basabasa kara ebam kha'o ta theke yekhana theke iccha ebam bala, amadera ksama karuna. Ara daraja diye prabesa kara pranata abasthaya. Tabe ami ksama kare deba tomadera papasamuha. Abasya ami satkarmidigake atirikta dana karaba."
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Anantara jalemara ete an'ya sabda badale dila tara paribarte, ya taderake bala hayechila. Sutaram ami tadera upara ayaba pathiyechi asamana theke tadera apakarmera karane."
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Ara tadera kache se janapadera abastha samparke jijnesa kara ya chila nadira tire abasthita. Yakhana sanibara dinera nirdesera byapare simatikrama karate lagala, yakhana asate lagala machagulo tadera kache sanibara dina panira upara, ara yedina sanibara hata na, asata na. Ebhabe ami taderake pariksa karechi. Karana, tara chila napharamana."
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Ara yakhana tadera madhye theke eka sampradaya balala, kena se lokadera sadupadesa dicchena, yaderake allaha dhbansa kare dite cana kimba ayaba dite cana kathina ayaba? Se balalah tomadera palanakartara samane dosa phurabara jan'ya ebam ejan'ya yena tara bhita haya."
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Atahpara yakhana tara sesaba bisaya bhule gela, ya taderake bojhano hayechila, takhana ami sesaba lokake mukti dana karalama yara manda kaja theke barana karata. Ara pakara'o karalama, gonahagaraderake nikrsta ayabera madhyame tadera na-pharamanira daruna."
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Tarapara yakhana tara egiye yete lagala se karme ya theke tadera barana kara hayechila, takhana ami nirdesa dilama ye, tomara lanchita banara haye ya'o."
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Ara se samayera katha smarana kara, yakhana tomara palanakarta sambada diyechena ye, abasya'i keyamata dibasa paryanta ihudidera upara emana loka pathate thakabena yara taderake nikrsta sasti dana karate thakabe. Nihsandehe tomara palanakarta sighra sasti danakari ebam tini ksamasila, dayalu."
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Ara ami taderake bibhakta kare diyechi desamaya bibhinna srenite, tadera madhye kichu rayeche bhala ara kichu rayeche an'ya rakama! Tachara ami taderake pariksa karechi bhala o mandera madhyame yate tara phire ase."
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Tarapara tadera pechane eseche kichu apadartha, yara uttaradhikari hayeche kitabera; tara nikrsta parthiba upakarana aharana karache ebam balache, amadera ksama kare deya habe. Bastutah emani dharanera upakarana yadi abaro tadera samane upasthita haya, tabe ta'o tule nebe. Tadera kachatheke kitabe ki angikara neya hayani ye, allahara prati satya chara kichu balabe na? Athaca tara se saba'i patha kareche, ya tate lekha rayeche. Bastutah akheratera alaya bhitadera jan'ya uttama-tomara ki ta bojha na"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "ara yesaba loka sudrrhabhabe kitabake amkare thake ebam namaya pratistha kare niscaya'i ami binasta karaba na satkarmidera sa'oyaba."
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Ara yakhana ami tule dharalama paharake tadera upare samiyanara mata ebam tara bhaya karate lagala ye, seti tadera upara parabe, takhana ami balalama, dhara, ya ami tomadera diyechi, drrhabhabe ebam smarana rekho ya tate rayeche, yena tomara bamcate para."
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Ara yakhana tomara palanakarta bani adamera prstadesa theke bera karalena tadera santanaderake ebam nijera upara taderake pratijna karalena, ami ki tomadera palanakarta na'i? Tara balala, abasya'i, amara angikara karachi. Abara na keyamatera dina balate suru kara ye, e bisayati amadera jana chila na."
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Athaba balate suru kara ye, ansidaritbera pratha to amadera bapa-dadara udbhabana karechila amadera purbe'i. Ara amara halama tadera pascatbarti santana-santati. Tahale ki se karmera jan'ya amaderake dhbansa karabena, ya pathabhrastara kareche"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "bastutah ebhabe ami bisayasamuha sabistare barnana kari, yate tara phire ase."
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Ara apani taderake suniye dina, se lokera abastha, yake ami nijera nidarsanasamuha dana karechilama, athaca se ta parihara kare beriye geche. Ara tara pechane legeche sayatana, phale se pathabhrastadera antarbhukta haye pareche."
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Abasya ami iccha karale tara maryada bariye ditama se sakala nidarsanasamuhera daulate. Kintu se ye adhahpatita ebam nijera ripura anugami haye ra'ila. Sutaram tara abastha hala kukurera mata; yadi take tara kara tabu'o hampabe ara yadi chere da'o tabu'o hampabe. E hala sesaba lokera udaharana; yara mithya pratipanna kareche amara nidarsanasamuhake. Ata'eba, apani bibrta karuna esaba kahini, yate tara cinta kare."
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Tadera udaharana ati nikrsta, yara mithya pratipanna kareche amara ayata samuhake ebam tara nijedera'i ksati sadhana kareche."
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Yake allaha patha dekhabena, se'i pathaprapta habe. Ara yake tini patha bhrasta karabena, se habe ksatigrasta."
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Ara ami srsti karechi doyakhera jan'ya bahu jbina o manusa. Tadera antara rayeche, tara dbara bibecana kare na, tadera cokha rayeche, tara dbara dekhe na, ara tadera kana rayeche, tara dbara sone na. Tara catuspada jantura mata; baram tadera ceye'o nikrstatara. Tara'i hala gaphela, saithilyaparayana."
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Ara allahara jan'ya rayeche saba uttama nama. Kaje'i se nama dhare'i tamke daka. Ara taderake barjana kara, yara tamra namera byapare bamka pathe cale. Tara nijedera krtakarmera phala sighra'i pabe."
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Ara yaderake ami srsti karechi, tadera madhye emana eka dala rayeche yara satya patha dekhaya ebam se anuyayi n'yayaciara kare."
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Bastutah yara mithya pratipanna kareche amara ayatasamuhake, ami taderake kramanbaye pakara'o karaba emana jayaga theke, yara samparke tadera dharana'o habe na."
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Bastutah ami taderake dhila diye thaki. Nihsandehe amara kausala sunipuna."
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Tara ki laksya kareni ye, tadera sangi lokatira mastiske kona bikrti ne'i? Tini to bhiti pradarsanakari prakrstabhabe."
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Tara ki pratyaksa kareni akasa o prthibira rajya samparke ebam ya kichu srsti karechena allaha ta’ala bastu samagri theke ebam e byapare ye, tadera sathe krta oyadara samaya nikatabarti haye eseche? Bastutah erapara kisera upara imana anabe"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "allaha yake pathabhrasta karena. Tara kona pathapradarsaka ne'i. Ara allaha taderake tadera dustamite matta abastaya chere diye rakhena."
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Apanake jijnesa kare, keyamata kakhana anusthita habe? Bale dina era khabara to amara palanakartara kache'i rayeche. Tini'i ta anabrta kare dekhabena nirdharita samaye. Asamana o yaminera jan'ya seti ati kathina bisaya. Yakhana ta tomadera upara asabe ajante'i ese yabe. Apanake jijnesa karate thake, yena apani tara anusandhane lege achena. Bale dina, era sambada bisesa kare allahara nikata'i rayeche. Kintu ta adhikansa loka'i upalabdhi kare na."
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Apani bale dina, ami amara nijera kalyana sadhanera ebam akalyana sadhanera malika na'i, kintu ya allaha cana. Ara ami yadi gayabera katha jene nite paratama, tahale bahu mangala arjana kare nite paratama, phale amara kona amangala kakhana'o hate parata na. Ami to sudhumatra ekajana bhiti pradarsaka o susambadadata imanadaradera jan'ya."
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Tini'i se satta yini tomadigake srsti karechena ekati matra satta theke; ara tara theke'i tairi karechena tara jora, yate tara kache sbasti pete pare. Atahpara purusa yakhana narike abrta karala, takhana, se garbhabati hala. Ati halaka garbha. Se ta'i niye calaphera karate thakala. Tarapara yakhana bojha haye gela, takhana ubhaye'i allahake dakala yini tadera palanakarta ye, tumi yadi amadigake sustha o bhala dana kara tabe amara tomara sukariya adaya karaba."
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Atahpara taderake yakhana sustha o bhala dana kara hala, takhana danakrta bisaye tara ansidara tairi karate lagala. Bastutah allaha tadera sarika sabyasta kara theke bahu urdhe."
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Tara ki emana ka'uke sarika sabyasta kare, ye ekati bastu'o srsti kareni, baram taderake srsti kara hayeche."
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Ara tara, na tadera sahayya karate pare, na nijera sahayya karate pare."
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Ara tomara yadi taderake ahabana kara supathera dike, tabe tara tomadera ahabana anuyayi calabe na. Taderake ahabana janano kimba niraba thaka ubhayati'i tomadera jan'ya samana."
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Allahake bada diye tomara yaderake daka, tara saba'i tomadera mata'i banda. Ata'eba, tomara yaderake daka, takhana tadera pakse'o to tomadera se daka kabula kara ucita yadi tomara satyabadi haye thaka"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "tadera ki pa ache, yadbara tara calaphera kare, kimba tadera ki hata ache, yadbara tara dhare. Athaba tadera ki cokha ache yadbara tara dekhate paya kimba tadera ki kana ache yadbara sunate paya? Bale da'o, tomara daka tomadera ansidaradigake, atahpara amara amangala kara ebam amake abakasa di'o na."
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Amara sahaya to halena allaha, yini kitaba abatirna karechena. Bastuta; tini'i sahayya karena satkarmasila bandadera."
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Ara tomara tamke bada diye yaderake daka tara na tomadera kona sahayya karate parabe, na nijedera atnaraksa karate parabe."
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Ara tumi yadi taderake supathe ahabana kara, tabe tara ta kichu'i sunabe na. Ara tumi to tadera dekhacha'i, tomara dike takiye ache, athaca tara kichu'i dekhate pacche na."
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Ara ksama karara abhyasa gare tola, satkajera nirdesa da'o ebam murkha jaheladera theke dure sare thaka."
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Ara yadi sayatanera prarocana tomake prarocita kare, tahale allahara saranapanna ha'o tini'i srabanakari, mahajnani."
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Yadera mane bhaya rayeche, tadera upara sayatanera agamana ghatara sathe sathe'i tara satarka haye yaya ebam takhana'i tadera bibecanasakti jagrata haye uthe."
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Paksantare yara sayatanera bha'i, taderake se kramagata pathabhrasta tara dike niye yaya atahpara tate kona kamati kare na."
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Ara yakhana apani tadera nikata kona nidarsana niye na yana, takhana tara bale, apani nijera paksa theke kena amukati niye asalena na, takhana apani bale dina, ami to se mate'i cali ye hukuma amara nikata ase amara para'oyaradegarera kacha theke. Eta bhababara bisaya tomadera para'oyaradegarera paksa theke ebam hedayeta o rahamata sesaba lokera jan'ya yara imana eneche."
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Ara yakhana kora'ana patha kara haya, takhana tate kana lagiye rakha ebam niscupa thaka yate tomadera upara rahamata haya."
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Ara smarana karate thaka sbiya palanakartake apana mane krandanarata o bhita-santrasta abasthaya ebam emana sbare ya citkara kare bala apeksa kama; sakale o sandhyaya. Ara be-khabara theko na."
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Niscaya'i yara tomara para'oyaradegarera sannidhye rayechena, tara tamra bandegira byapare ahankara karena na ebam smarana karena tamra pabitra sattake; ara tamke'i sejada karena."
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "Apanara kache jijnesa kare, ganimatera hukuma. Bale dina, ganimatera mala hala allahara ebam rasulera. Ata'eba, tomara allahake bhaya kara ebam nijedera abastha sansodhana kare na'o. Ara allaha ebam tamra rasulera hukuma man'ya kara, yadi imanadara haye thaka."
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Yara imanadara, tara emana ye, yakhana allahara nama neya haya takhana bhita haye pare tadera antara. Ara yakhana tadera samane patha kara haya kalama, takhana tadera imana bere yaya ebam tara sbiya para'oyara degarera prati bharasa posana kare."
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Se samasta loka yara namaya pratistha kare ebam ami taderake ye ruyi diyechi ta theke byaya kare."
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Tara'i hala satyikara imanadara! Tadera jan'ya rayeche sbiya para'oyaradegarera nikata maryada, ksama ebam sam'manajanaka ruyi."
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Yemana kare tomake tomara para'oyaradegara ghara theke bera karechena n'yaya o satkajera jan'ya, athaca imanadaradera ekati dala (tate) sam'mata chila na."
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Tara tomara sathe bibada karachila satya o n'yaya bisaye, ta prakasita habara para; tara yena mrtyura dike dhabita hacche dekhate dekhate."
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Ara yakhana allaha du’ti dalera ekatira byapare tomadera sathe oyada karechilena ye, seti tomadera hastagata habe, ara tomara kamana karachile yate kona rakama kantaka ne'i, ta'i tomadera bhage asuka; athaca allaha ca'itena satyake sbiya kalamera madhyame satye parinata karate ebam kapheradera mula kartana kare dite"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "yate kare satyake satya ebam mithyake mithya pratipanna kare dena, yadi'o papira asantusta haya."
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Tomara yakhana phariyada karate arambha karechile sbiya para'oyaradegarera nikata, takhana tini tomadera phariyadera manjuri dana karalena ye, ami tomadigake sahayya karaba dharabahikabhabe agata hajara pheresatara madhyame."
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Ara allaha to sudhu susambada dana karalena yate tomadera mana asbasta hate pare. Ara sahayya allahara paksa theke chara an'ya karo paksa theke hate pare na. Nihsandehe allaha mahasaktira adhikari hekamata oyala."
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Yakhana tini aropa karena tomadera upara tandracchanna ta nijera paksa theke tomadera prasantira jan'ya ebam tomadera upara akasa theke pani abatarana karena, yate tomadigake pabitra kare dena ebam yate tomadera theke apasarita kare dena sayatanera apabitrata. Ara yate kare suraksita kare dite parena tomadera antarasamuhake ebam tate yena sudrrha kare dite parena tomadera pa gulo."
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Yakhana nirdesa dana karena pheresatadigake tomadera para'oyaradegara ye, ami sathe rayechi tomadera, sutaram tomara musalamanadera cittasamuhake dhirasthira kare rakha. Ami kapheradera mane bhitira sancara kare deba. Kaje'i gardanera upara aghata hana ebam taderake kata joraya joraya."
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Yehetu tara abadhya hayeche allaha ebam tamra rasulera, sejan'ya e'i nirdesa. Bastutah ye loka allaha o rasulera abadhya haya, nihsandehe allahara sasti atyanta kathora."
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Apatatah bartamana e sasti tomara asbadana kare na'o ebam jene rakha ye, kapheradera jan'ya rayeche doyakhera ayaba."
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "He imanadaragana, tomara yakhana kapheradera sathe mukhomukhi habe, takhana pascadapasarana karabe na."
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Ara ye loka sedina tadera theke pascadapasarana karabe, abasya ye lara'iyera kausala paribartanakalpe kimba ye nija sain'yadera nikata asraya nite ase se byatita an'yara allahara gayaba sathe niye pratyabartana karabe. Ara tara thikana hala jahannama. Bastutah seta hala nikrsta abasthana."
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Sutaram tomara taderake hatya karani, baram allaha'i taderake hatya karechena. Ara tumi matira musthi niksepa karani, yakhana ta niksepa karechile, baram ta niksepa karechilena allaha sbayam yena imanadaradera prati ehasana karate parena yatharthabhabe. Nihsandehe allaha srabanakari; parijnata."
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Etato gela, ara jene rekho, allaha nasyat kare debena kapheradera samasta kala-kausala."
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Tomara yadi mimansa kamana kara, tahale tomadera nikata mimansa pauche geche. Ara yadi tomara pratyabartana kara, tabe ta tomadera jan'ya uttama ebam tomara yadi ta'i kara, tabe ami o temani karaba. Bastutah tomadera kona'i kaje asabe na tomadera dala-bala, ta yata besi'i hoka. Jene rekha allaha rayechena imanadaradera sathe."
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "He imanadaragana, allaha o tamra rasulera nirdesa man'ya kara ebam sonara para ta theke bimukha hayo na."
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Ara tadera antarbhukta hayo na, yara bale ye, amara sunechi, athaca tara sonena."
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Nihsandehe allaha ta’alara nikata samasta pranira tulanaya tara'i muka o badhira, yara upalad'dhi kare na."
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Bastutah allaha yadi tadera madhye kichumatra subha cinta janatena, tabe taderake suniye ditena. Ara ekhana'i yadi tadera suniye dena, tabe tara mukha ghuriye paliye yabe."
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "He imanadaragana, allaha o tamra rasulera nirdesa man'ya kara, yakhana tomadera se kajera prati ahabana kara haya, yate rayeche tomadera jibana. Jene rekho, allaha manusera ebam tara antarera majhe antaraya haye yana. Bastutah tomara saba'i tamra'i nikata samabeta habe."
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Ara tomara emana phasada theke bemce thaka ya bisesatah sudhu tadera upara patita habe na yara tomadera madhye jalema ebam jene rekha ye, allahara ayaba atyanta kathora."
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Ara smarana kara, yakhana tomara chile alpa, parajita abasthaya parechile dese; bhita-sastrastra chile ye, tomadera na an'yera chom mere niye yaya. Atahpara tini tomadigake asrayera thikana diyechena, sbiya sahayyera dbara tomadigake sakti dana karechena ebam paricchanna jibika diyechena yate tomara sukariya adaya kara."
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "He imanadaragana, kheyanata karona allahara sathe o rasulera sathe ebam kheyanata karo na nijedera parasparika amanate jene-sune."
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Ara jene rakha, tomadera dhana-sampada o santana-santati akalyanera sam'mukhinakari. Bastutah allahara nikata rayeche maha sa'oyaba."
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "He imanadaragana tomara yadi allahake bhaya karate thaka, tabe tomadera madhye phayasala kare debena ebam tomadera theke tomadera papake sariye debena ebam tomadera ksama karabena. Bastutah allahara anugraha atyanta mahana."
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Ara kapherera yakhana pratarana karata apanake bandi athaba hatya karara uddesye kimba apanake bera kare deyara jan'ya takhana tara yemana chalana karata temani, allaha'o chalana karatena. Bastutah allahara chalana sabaceye uttama."
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Ara ke'u yakhana tadera nikata amara ayatasamuha patha kare tabe bale, amara sunechi, iccha karale amara'o emana balate pari; e to purbabarti itikatha chara ara kichu'i naya."
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Tachara tara yakhana balate arambha kare ye, iya allaha, e'i yadi tomara paksa theke (agata) satya dbina haye thake, tabe amadera upara akasa theke prastara barsana kara kimba amadera upara bedanadayaka ayaba nayila kara."
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Athaca allaha kakhana'i tadera upara ayaba nayila karabena na yataksana apani tadera majhe abasthana karabena. Tachara tara yataksana ksama prarthana karate thakabe allaha kakhana'o tadera upara ayaba debena na."
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Ara tadera madhye emana ki bisaya rayeche, yara phale allaha tadera upara ayaba dana karabena na. Athaca tara masajide-harame yete badhadana kare, athaca tadera se adhikara ne'i. Era adhikara to tadera'i rayeche yara paraheyagara. Kintu tadera adhikansa'i se bisaye abahita naya."
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Ara ka’bara nikata tadera namaya balate sisa deya ara tali bajano chara an'ya kona kichu'i chila na. Ata'eba, ebara nijedera krta kupharira ayabera sbada grahana kara."
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Nihsandehe yesaba loka kaphera, tara byaya kare nijedera dhana-sampada, yate kare badhadana karate pare allahara pathe. Bastutah ekhana tara aro byaya karabe. Tarapara ta'i tadera jan'ya aksepera karana haye ebam sesa paryanta tara here yabe. Ara yara kaphera taderake doyakhera dike tariye niye ya'oya habe."
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "Yate prthaka kare dena allaha apabitra o na-pakake pabitra o paka theke. Ara yate ekatira para ekatike sthapana kare samabeta stupe parinata karena ebam pare doyakhe niksepa karena. Era'i hala ksatigrasta."
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Tumi bale da'o, kapheraderake ye, tara yadi birata haye yaya, tabe ya kichu ghate geche ksama habe yabe. Paksantare abara'o yadi ta'i kare, tabe purbabartidera patha nirdharita haye geche."
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Ara tadera sathe yud'dha karate thaka yataksana na bhranti sesa haye yaya; ebam allahara samasta hukuma pratisthita haye yaya. Tarapara yadi tara birata haye yaya, tabe allaha tadera karyakalapa laksya karena."
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Ara tara yadi na mane, tabe jene rakha, allaha tomadera samarthaka; ebam kata'i na camatkara sahayyakari."
        }
    ]
}