{
    "rukus": [
        {
            "chapter": 17,
            "verse": 94,
            "text": "Ni pangali chachasiwilikangenye wandu kuti akulupilile ndema jachaichilile chongoko pangawaga kuwecheta kwao kwanti: “Ana Allah atumiisye mundu kuwa ntenga?”"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Jilani: “Ingawe kuti petaka pana Achimalaika waakwendajenda mwantunjelele, tungatuluchisye wanganyao kuumila kwinani Lilaika kuwa ntenga.”"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Jilani: “Allah akukwanila kuwa Mboni chilikati changune ni jenumanja, chisimu Jwalakwe kwa achikapolo Wakwe juwele Jwaasimanya abali syosope, Jwakulolechesya.”"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Sano jwaakun’jongolaga Allah, basi jwalakwe ni jwakongoka, nambo waakwalechelela kusokonechela, basi mmwe ngam’ba mwapatiile akukamuchisya ni gosa jwangawaga Jwalakwe, ni tuchasonganganya Lisiku lya Kiyama chamakuku ali wangalola, wangawecheta soni wangapikana, mauto gao ni ku Jahannama. Ndema jilijose jaukaliteje (Motowo panandi), tukaujonjechesyeje kukwao soni kulapuka"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Galakwego ni malipilo gao ligongo lyanti wanganyao wakaaniile ma Aya Getu, ni kuwecheta kuti: “Ana tuli tuwele uwwejo maupa ni ipande yetikitiche-tikitiche nambo yakuona tuchiukulidwa ni kuwa iwumbe yasambano?”"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Ana ngakuiona wanganyao yanti Allah juwagumbile mawunde ni mataka, ali Jwakombola kusyene kwagumba wanti chisawu wanganyao? Soni waawiichiile ndema (jakuwila ni kwimuchila m’malembe) jangali chikaiko. Basi walupuso akukana (yosopeyi) ikaweje ukafili basi"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Jilani (pakwasalila achimakafilio): “Ingawe wanganyammwe mwakamulile imatiilo ya ukoto wa Ambuje wangu (Allah), nikuti nkawumbete (kuleka kupeleka) pakogopa kutola (kuti itakumala), sano mundu awele jwaugaga.”"
        }
    ]
}