{
    "rukus": [
        {
            "chapter": 4,
            "verse": 34,
            "text": "Achalume niwali wakwajimila achakongwe (walume ni ntwe wewasa), ligongo lyanti Allah wachimbichisye wane mwa jamanjao kwapunda wane (achalume kwapunda achakongwe), soni ligongo lya chipanje chao chaakuwa ali nkutola. Sano achimmasyeto wambone niwali wakumanya, wakuligosa (yilu yao nigosa yipanje yaliwasa) atamuno achiwammakwao pali pangali, ligongo lyanti Allah wagosile (achimmasyetowo kupitila mwa achiwammakwao waakwapaga yaakulajila). Sano awala (achimmasyeto) wankukujogopa kuliikwesya kwao basi mwajamukani, (naga ngaakupikana) mwawunduchilani pagona, (naga kuunduka ngakukamuchisya) mwaputani (kwangaulasya), sano naga ali nkumpikanila, basi ngasimwasosela matala (gakwalagachisya). Chisimu Allah ni jwaali Jwapenani kusyene, Jwankulungwa nnope"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Sano naga (jenumanja akwiilanya) nkuujogopa ukangani wauli chilikati chao (walume ni wankwao), basi tumisyani namangoswe jwakuchilume ni namangoswe jwakuchikongwe (kuti akachengulanye), naga wanawawiliwo ali asachile kwilanya, Allah tiwakombolasye, chisimu Allah awele Jwakumanyilila nnope, Jwaasimanya abali syosope"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Soni mun'galagatilani Allah ni nkam'bwanganyaga ni chilichose, nombe achinangolo wanawawili mwatendelani yambone, kwisa soni waulongo, wawina, masikini, jwakuwandikana najo nyumba niali jwaulongo, jwakuwandikana najo nyumba niali mundu nsape, n'jenu jwakutama najo imo, jwapaulendo ni (mateeka) gagapatile magasa genu gakun'dyo. Chisimu Allah ngakasawanonyela awala wali wakulikwesya ni kuliiti"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Awala waakutenda ubayili ni kwachisyaga soni wandu kutenda ubayili, ni akusisaga yawapele Allah kuumila mu ukoto Wakwe. Ni twalinganyichiisye achimakafili ilagasyo yakwalusya"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Ni awala waakutolaga ipanje yao mwakulilochesya ku wandu, ni ngakunkulupilila Allah ni Lisiku Lyambesi. Sano mundu jwachawe shetani n'jakwe, nikuti tawe akwete n'jakwe jwakusakala nnope"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Ana soni chichi chikaasawisye wanganyao ingawe wankulupilile Allah ni Lisiku Lyambesi, nikutolaga mu ichindu yawapele Allah? Sanotu Allah ni jwali Jwakwamanya chenene wanganyao"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Chisimu Allah jwangatenda lupuso (ku iwumbe Yakwe atamuno pachitendo chamwana chanti chisawu) usito wa lunyilili, sano nachiwaga chambone, akasachitupiyaga nikupeleka kuumila Kukwakwe malipilo gamakulungwa nnope"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Nambi ichiwa uli ndema jatuchiika najo mboni kutyochela mu nkutula uliwose (jakuutendela umboni nkutulao), nikwika namwe (mmwe Muhammadi ﷺ) kuwa mboni pa wanganyawa"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Lyele lisikulyo awala wawakufuulu, ni kunnyosya Ntenga ﷺ chachilajila yanti: Bolaga likagambe kwasimasya litaka (ningasyuka soni), ni ngasakombola kunsisa Allah lilowe lililyose (lyakwamba yawapanganyisye)"
        }
    ]
}