{
    "rukus": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "CIERTAMENTE, te hemos inspirado [Oh Profeta] como inspiramos a Noé y a todos los profetas después de él --e inspiramos a Abraham, a Ismail, a Isaac, a Jacob y a sus descendientes, incluyendo a Jesús, Job, Jonás, Aarón y Salomón; y dimos a David un libro de sabiduría divina"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "e [inspiramos a otros] enviados que ya te hemos mencionado; así como a enviados que no te hemos mencionado; y Dios habló a Moisés directamente"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "[hemos comisionado a todos estos] enviados como anunciadores de buenas nuevas y como advertidores, para que la gente no tenga excusa ante Dios después [de la venida] de estos enviados: y Dios es en verdad poderoso, sabio"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Pero [aún así], Dios da fe de la verdad de lo que ha hecho descender sobre ti: lo ha hecho descender sobre ti con Su sabiduría y los ángeles dan fe de ello --aunque nadie puede dar fe como Dios"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Ciertamente, quienes se empeñan en negar la verdad y apartan a otros del camino de Dios, en verdad se han perdido en un lejano extravío"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Ciertamente, a quienes se empeñan en negar la verdad y en hacer el mal --Dios no les perdonará ni les guiará a ningún camino"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "excepto al camino del infierno, en donde permanecerán más allá del cómputo del tiempo: y esto en verdad es fácil para Dios"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "¡Oh gentes! El Enviado ha llegado a vosotros con la verdad procedente de vuestro Sustentador: ¡Creed, pues, por vuestro bien! y si negáis la verdad --¡ciertamente, de Dios es todo cuanto hay en los cielos y todo cuanto hay en la tierra, y Dios es en verdad omnisciente, sabio"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "¡OH SEGUIDORES del Evangelio! No excedáis los límites [de la verdad] en vuestras creencias religiosas, y no digáis acerca de Dios sino la verdad. El Ungido Jesús, hijo de María, fue sólo un enviado de Dios --[el cumplimiento de] Su promesa, que Él había hecho llegar a María-- y un espíritu creado por Él. Creed, pues, en Dios y en Sus enviados, y no digáis: “[Dios es] una trinidad”. Desistid [de esa afirmación] por vuestro propio bien. Dios es sólo un Dios Unico; muy distante está, en Su gloria, de tener un hijo: Suyo es todo cuanto hay en los cielos y todo cuanto hay en la tierra; y nadie es tan digno de confianza como Dios"
        }
    ]
}