{
    "juzs": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "Soydaşlarının tek cevabı birbirlerine şöyle demeleri oldu: «Lut´un yakınlarını şehrinizden çıkarınız, çünkü onlar temizliğe pek meraklı kimselermiş!»"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "Lût´u ve eşi dışındaki yakınlarını kurtardık. Eşinin ise geride kalarak yok olmasını kararlaştırdık"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "Onların başlarına müthiş bir yağmur yağdırdık. Uyarıları umursamayanların başlarına yağan yağmur ne fenadır"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Ey Muhammed de ki; «Allah´a hamd ve seçtiği kullarına da selâm olsun. Allah mı daha iyidir, yoksa onların Allah´a ortak koştukları düzmece ilahlar mı"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "(Bu düzmece ilahlar mı daha iyi) yoksa gökleri ve yeri yaratan, gökten size su indiren Allah mı? Biz o su sayesinde bir tek ağacını bile bitirmeye gücünüzün yetmeyeceği alımlı bahçeler bitirdik. Allah´ın yanı sıra başka bir ilah mı var? Aslında onlar gerçekten sapan bir toplumdurlar"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Bu düzmece ilahlar mı daha iyi yoksa dünyayı dengeli bir yaşama alanı yapan, kara parçaları üzerindeki nehirler akıtan, yeryüzünde köklü dağlar yükselten ve farklı yoğunluktaki iki deniz arasına set koyan Allah mı"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "(Bu düzmece ilahlar mı daha iyi) yoksa sıkıntıya düşene, kendisine yalvardığı takdirde cevap vererek sıkıntısını gideren ve sizi ardarda gelen kuşaklar halinde yeryüzüne egemen kılan Allah mı? Allah´ın yanı sıra başka bir ilah mı var? Ne kadar kıt düşüncelisiniz"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "(Bu düzmece ilâhlar mı daha iyi) yoksa karaların ve denizlerin karanlıkları içinde size yolunuzu bulduran, rahmetinin önünden rüzgârları müjde habercisi olarak gönderen Allah mı? Allah´ın yanı sıra başka bir ilah mı var? Allah, onların kendisine koştukları ortaklardan münezzehtir"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "(Bu düzmece ilahlar mı daha iyi) yoksa canlıları ilk kez yaratan ve ölüleri yeniden diriltecek olan, gökten ve yerden size besin kaynakları sağlayan Allah mı? Allah´ın yanı sıra başka bir ilah mı var? De ki; «Eğer doğru söylüyorsanız, açık delilinizi getiriniz.»"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "De ki; «Bilinmezi, gaybı ne göktekiler bilir ne de yerdekiler. Onu sadece Allah bilir». Onlar ne zaman yeniden diriltileceklerini de bilemezler"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Onların bilgileri ahirete erememiş, o alemin berisinde kalmıştır. Aslında onlar ahiret konusunda kuşku içindedirler. Hatta ondan yana kördürler"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Kâfirler dediler ki; «Bizler ve atalarımız, toprak olduktan sonra yeniden mi diriltileceğiz?»"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Bu tehdit gerek bize ve gerekse atalarımıza daha önce de yapılmıştı. Bu, eskilerin masallarından başka bir şey değildir.»"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Onlara de ki; «Yeryüzünü geziniz de ağır suçluların sonunun nice olduğunu görünüz.»"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Ey Muhammed, onlar için üzülme ve sana kurdukları tuzaklarda canını sıkmasın"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Eğer doğru söylüyorsanız bize yönelttiğiniz tehdit ne zaman gerçekleşecek? diyorlar"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Onlara de ki; «Bir an önce gerçekleşsin diye sabırsızlandığınız azabın bir bölümü belki de yanı başınızdadır.»"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Kuşku yok ki senin Rabb´in insanlara karşı lütufkârdır, ama onların çoğunluğu O´na şükretmezler"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Kuşku yok ki, senin Rabb´in onların gerek içlerinde sakladıkları ve gerekse açığa vurdukları tüm duyguları bilir"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Göklerdeki ve yeryüzündeki bütün bilinmezler, tüm sırlar mutlaka apaçık kitapta yer alır"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Kuşku yok ki, Bu Kur´an, İsrailoğulları´na anlaşmazlığa düştükleri konuların çoğunu açık açık anlatmaktadır"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Ve yine kuşku yok ki, Kur´an, mü´minler için doğru yol kılavuzu ve rahmettir"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Hiç kuşkusuz Rabb´in İsrailoğulları hakkında kesin hükmünü verecektir. O üstün iradelidir ve her şeyi bilir"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Ey Muhammed, öyleyse sen Allah´a dayan. Çünkü apaçık gerçeği savunuyorsun"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Sen ölülere söz işittiremezsin. Arkalarını dönüp yanından kaçan sağırlara da çağrını duyuramazsın"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Sen körleri de sapıklıklarından kurtarıp doğru yola iletemezsin. Sen ancak ayetlerimize inanan ve Rab´lerine boyun eğmiş müslümanlara söz dinletebilirsin"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "insanlara yönelttiğimiz o tehdidin gerçekleşme günü yaklaşınca karşılarına yerden bitme bir hayvan çıkarırız. Bu hayvan dile gelerek insanların ayetlerimize inanmadıklarını açıklar"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "O gün her ümmetten ayetlerimizi yalanlayanları grup grup bir yere topladıktan sonra saf düzeninde yürüyüşe geçiririz"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Hesaplaşma yerine geldiklerinde Allah, onlara der ki; «Ayetlerimi anlamadığınız halde yalanladınız, değil mi? Yoksa yaptığınız, başka neydi ki?»"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "Zalimliklerinden ötürü haklarındaki hüküm kesinleşmiştir. Bu yüzden artık konuşamaz olurlar"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Geceyi dinlenesiniz diye karanlık ve gündüzü de çalışasınız diye aydınlık olarak yarattığımızı onlar görmüyorlar mı? Bu olgulardan mü´minlerin alacakları birçok dersler vardır"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "Sur´a üflendiği gün, Allah´ın diledikleri dışında kalan göklerdeki ve yeryüzündeki herkes dehşete kapılır. Herkes boyun eğerek O´nun huzuruna gelir"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Sen dağları görünce onların yerlerinden hiç kımıldamadıkları sanırsın. Oysa onlar bulutlar gibi hareket ederler. Bu her şeyi özenerek yaratan Allah´ın ustalığıdır. Hiç kuşkusuz O, yaptığınız her şeyden haberdardır"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Kimler iyilikle gelirse karşılığında daha iyisini alırlar. Böyleleri o gün hiç korkuya kapılmazlar, gönülleri rahat olur"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Kimler kötülükle gelirse yüzükoyun cehenneme atılırlar. Kendilerine «Bu sadece vaktiyle işledikleriniz (kötülükler)in cezası değil midir» denir"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "Ey Muhammed de ki; «Bana sırf bu şehrin Rabb´ine kulluk etmem emredildi. O bu şehri dokunulmaz kıldı. Her şey O´nundur. Bana O´nun buyruğuna boyun eğenlerin ilki olmam emredildi"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "Bana bir de Kur´an okumam emredildi. Kim doğru yola gelirse kendi iyiliği için doğru yola gelmiş olur. Kim eğri yola saparsa de ki; ben sadece bir uyarıcıyım"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "De ki; Hamd Allah´a mahsustur. O ilerde size ayetlerini gösterecek, siz de onları tanıyacaksınız. Rabb´in onların yaptıkları işlerden kesinlikle habersiz değildir"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "Ta. sin. mim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Bunlar apaçık Kitab´ın ayetleridir"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Ey Muhammed! İnanan bir kavim için. Musa ve Firavun olayının bir kısmını sana dosdoğru anlatacağız"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Firavun ülkesinde ululandı ve zorbalığa kalktı, halkını çeşitli sınıflara böldü. Onlardan bir topluluğu (İsrailoğulları´nı) zayıflatıyor, oğullarını kesiyor, kadınları sağ bırakıyordu. Çünkü o bozguncunun biriydi"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Biz istiyorduk ki o yerde zayıflatılanlara lutfedelim, onları önderler yapalım, onları diğerlerinin yerine mirasçı kılalım"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Ve onları o ülkede hakim kılalım. Firavun´a Haman´a ve askerlerine; başlarına gelmesinden korktukları şeyi gösterelim"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Musa´nın annesine, «Çocuğu emzir. Başına bir şey gelmesinden korkuyorsan bir sandık içinde suya bırak, korkma, üzülme, biz onu tekrar sana vereceğiz ve onu peygamber yapacağım» diye bildirmiştik"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Nihayet Firavun ailesi onu buldu ve aldı. Çünkü o, sonunda kendileri için bir düşman ve dert olacaktı. Şüphesiz Firavun, Haman ve askerleri suçlu oldukları için yanılıyorlardı"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Firavun´un karısı; «İkimizin de gözü aydın! Onu öldürmeyin, belki bize faydası dokunur ya da onu evlat ediniriz» dedi. Onu almakla hata ettiklerini bilmiyorlardı"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Musa´nın annesi, gönlü bomboş, sabaha kadar oğlunu düşündü. Eğer biz, vaadimize inananlardan olması için kalbini iyice pekiştirmemiş olsaydık, saraya alınan çocuğun oğlu olduğunu açığa vuracaktı"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Annesi Musa´nın ablasına; «Onun izini takip et» dedi. O da kimse farkına varmadan, Musa´yı gözetledi"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "Önceden, süt annelerinin memesini kabul etmemesini sağladık. Musa´nın ablası; «Sizin için onun bakımını üstlenecek ve ona öğüt verip onu güzelce eğitecek bir aileyi göstereyim mi?» dedi"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Böylece biz onu annesine geri verdik ki gözü aydın olsun, üzülmesin ve Allah´ın vaadinin gerçek olduğunu bilsin. Fakat çoğu bunu bilmez"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Musa, yiğitlik çağına gelip olgunlaşınca, biz ona hikmet ve ilim verdik. İşte güzel davrananları böyle mükâfatlandırırız"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Musa, halkının haberi olmadığı bir zamanda şehre girdi. Orada, biri kendi tarafından diğeri düşman tarafından olan iki adamın birbiriyle dövüştüklerini gördü. Kendi tarafından olan, düşman olana karşı Musa´dan yardım istedi. Musa´da onun düşmanına bir yumruk vurdu, ölümüne sebep oldu. Sonrada; «Bu şeytanın işidir; çünkü o apaçık saptıran bir düşmandır.» dedi"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Musa; «Rabb´im! Ben nefsime zulmettim, beni bağışla» dedi. Allah onu bağışladı. Çünkü O, çok bağışlayan ve çok esirgeyendir"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Musa; «Rabb´im! Bana verdiğin nimete andolsun ki, suçlulara asla yardımcı olmayacağım» dedi"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Şehirde korku içinde etrafı gözetleyerek sabahladı. Dün kendisinden yardım isteyen kişi bağırarak yine ondan yardım istiyordu. Musa ona; «Besbelli sen bir azgınsın.» dedi"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Nihayet Musa ikisininde düşmanı olan adamı yakalamak isteyince; «Ey Musa! Dün bir canı öldürdüğün gibi beni de mi öldürmek istiyorsun? Sen yeryüzünde islah edenlerden değil de zorba olmak istiyorsun.» dedi"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Şehrin öbür ucundan bir adam koşarak geldi; «Ey Musa, ileri gelenler seni öldürmek için aralarında görüşüyorlar. Hemen uzaklaş. Doğrusu ben sana öğüt veriyorum» dedi"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Musa, korku içinde çevresini gözetleyerek şehirden çıktı. «Rabb´im! Beni şu zalim kavimden kurtar.» dedi"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Medyen´e doğru yönelince; «Ümit ederim ki Rabb´im doğru yola iletir.» dedi"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Medyen suyuna geldiğinde, kuyunun başında insanların hayvanlarını suladıklarını gördü. Onlardan başka, hayvanlarını sudan alıkoyan iki kız gördü. Onlara; «Derdiniz nedir?» dedi. Dediler ki; «Çobanlar sulayıp çekilmeden biz onların içine sokulup hayvanlarımızı sulamayız. Babamız çok yaşlıdır, onun için bu işi biz yapıyoruz.»"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Musa onların hayvanlarını suladı, sonra gölgeye çekildi; «Rabb´im, doğrusu bana indireceğin her hayra muhtacım» dedi"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "O sırada iki kızdan biri utana utana Musa´nın yanına geldi; «Babam sulama ücretini ödemek için seni çağırıyor» dedi. Musa kızların babalarının yanına gelerek başından geçen olayları anlatınca O; «Korkma, o zalim kavimden kurtuldun» dedi"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Kızlardan biri; «Babacığım, bunu çoban olarak tut, ücretle tuttuklarının en hayırlısı budur. Çünkü hem güçlü hem de güvenilir.»"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "Kızların babası; «Bana sekiz yıl çalışmana karşılık bu iki kızımdan birini sana nikahlamak istiyorum. Eğer bu süreyi on yıla tamamlarsan o senin tarafından bir iyiliktir. Ben sana zahmet vermek istemem. İnşallah, beni iyi kimselerden bulacaksın» dedi"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Musa; «Bu seninle benim aramda bir sözleşmedir. Hangi süreyi yerine getirirsem bana düşmanlık yoktur. Konuştuklarımıza Allah vekildir.» dedi"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Musa süreyi bitirince ailesi ile beraber yola çıktı. Tur tarafında bir ateş gördü. Ailesine «Siz durun, ben bir ateş gördüm; belki oradan size bir haber yada bir ateş koru getiririm de ısınırsınız.» dedi"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Oraya gelince, o mübarek yerdeki vadinin sağ kıyısındaki, ağaçtan kendisine şöyle seslenildi: «Ey Musa, muhakkak ki alemlerin Rabb´i olan Allah benim ben!»"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "«Asanı at Musa!» Attığı kocaman asasının küçük bir yılan gibi hareket ettiğini görünce, dönüp arkasına bakmadan kaçtı. «Ey Musa, dön gel, korkma, sen güvende olanlardansın.»"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "«Elini koynuna sok, kusursuz olarak bembeyaz çıksın. Korkudan açılan kollarını kendine çek. İşte bunlar, Firavun´a ve onun adamlarına karşı Rabb´inin verdiği iki delildir. Çünkü onlar yoldan çıkmış bir kavimdirler» denildi"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "Musa; «Rabb´im! Ben onlardan bir cana kıydım, beni öldürmelerinden korkuyorum.» dedi"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "«Kardeşim Harun´un dili benimkinden daha düzgündür onu da beni destekleyen bir yardımcı olarak benimle gönder, çünkü beni yalanlayacaklarından korkarım.» dedi"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Allah; «Seni kardeşinle destekleyeceğiz; ikinize bir kudret vereceğiz ki, onlar size el uzatamayacaklar. Ayetlerim sayesinde onlar size erişemeyecekler. İkiniz ve size uyanlar üstün geleceksiniz.» dedi"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Musa onlara apaçık ayetlerimizle gelince uydurulmuş büyüden başka bir şey değildir. Bizden önceki atalarımızdan böylesini işitmedik dediler"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Musa; «Rabb´im, katında bir doğruluk rehberini kimin getirdiğini ve bu dünyâ hayatının sonunda güzel sonucun kime nasip olacağını daha iyi biliyor. Muhakkak ki, zalimler iflah olmaz» dedi"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Firavun; «Ey ileri gelenler! Sizin için benden başka bir ilah tanımıyorum. Ey Haman, haydi, benim için çamur üzerinde ateş yak ve tuğla imal et, bana bir kule yap ki, Musa´nın tanrısına çıkayım; ancak sanıyorum ki, O mutlak yalan söyleyenlerdendir» dedi"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "Firavun ve askerleri yeryüzünde haksız yere büyüklük tasladılar ve gerçekte Bize döndürülmeyeceklerini sandılar"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Biz de onu ve askerlerini yakalayıp suya attık. Bir bak, o zalimlerin sonu nasıl oldu"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Biz onları ateşe çağıran önderler yaptık. Kıyamet günü onlar yardım görmeyeceklerdir"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Bu dünya hayatında biz onların peşine bir lânet taktık. Kıyamet günü de iğrenç kimselerden olacaklar"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Andolsun biz, ilk nesilleri helak ettikten sonra Musa´ya, insanların kalp gözlerini aydınlatacak nur ve onlara yol gösterici olarak Kitab´ı verdik. Belki düşünür, öğüt alırlar diye"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Ey Muhammed! Musa´ya emrimizi vahyettiğimiz zaman sen mukaddes vadinin batı tarafında değildin, onu görenlerden de değildin"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Biz nice nesiller var etmiştik de onların üzerinden uzun zamanlar geçti. Ey Muhammed! Sen Medyen halkı arasında bulunup onlara ayetlerimizi okumuyordun. Fakat o haberleri sana gönderen biziz"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Sen Musa´ya hitab ettiğimiz zaman Tur´un yanında da değildin. Fakat Rabb´inden bir rahmet olarak orada geçenleri sana bildirdik ki senden önce bir uyarıcı peygamber gelmemiş olan kavmi uyarasın; belki düşünüp öğüt alırlar"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Kendi elleriyle yaptıkları günahlar yüzünden başlarına bir felaket geldiği zaman; «Rabbimiz ne olurdu bize bir peygamber gönderseydin de ayetlerine uysak ve mü´minlerden olsaydık» demesinler diye peygamber gönderdik"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Fakat onlara katımızdan gerçek gelince; «Musa´ya verildiği gibi buna da mucize verilmesi gerekmez mi? derler. Daha önce Musa´ya verileni de inkar etmemişler miydi? «Yardımlaşan iki sihirbaz»; «Hepsini inkâr edenleriz» demişlerdi"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "De ki; «Eğer doğru iseniz, Allah katından bu ikisinden, Musa´ya ve bana inen kitaplardan daha doğru bir kitap getirinde ben ona uyayım.»"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Eğer sana cevap vermezlerse bil ki onlar, keyiflerine uyuyorlar. Allah´dan bir yol gösterici olmaksızın kendi hevesine uyandan daha sapık kim olabilir? Elbette Allah, zalim kavmi doğru yola iletmez"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "Andolsun biz, düşünüp öğüt alsınlar diye vahyi birbirine bitiştirdik"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Bundan önce kendilerine kitap verdiklerimiz de Kur´an´a inanırlar"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Kur´an onlara okunduğu zaman; «Ona inandık, doğrusu O Rabb´imizden gelen gerçektir, zaten biz ondan önce de müslüman idik» derler"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "İşte onlara sabretmelerinden dolayı mükafatları iki defa verilir. Onlar kötülüğü iyilikle savarlar ve kendilerine verdiğimiz rızıktan hayır yolunda harcarlar"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Boş söz işittikleri zaman ondan yüz çevirirler. «Bizim işlerimiz bize, sizin işleriniz sizedir. Size selâm olsun, biz cahillerle sohbet etmeyi istemeyiz.» derler"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Ey Muhammed! Sen sevdiğini doğru yola eriştiremezsin, ancak Allah dilediğini doğru yola eriştirir. Doğru yola girecekleri en iyi O bilir"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Dediler ki; «Biz seninle beraber doğru yola gelirsek yurdumuzdan atılırız.» Onları katımdan bir rızık olarak her şeyin ürünlerinin toplanıp getirildiği, kutlu bir yere yerleştirmedik mi? Fakat onların çoğu bilmezler"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Biz refah içinde şımarmış nice şehirleri helak ettik. İşte yerleri! Kendilerinden sonra pek az kimse oturabilmiştir. Onlara hep biz varis olmuşuzdur"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Rabb´in memleketlerin ana merkezlerinin halkına ayetlerimizi okuyacak bir elçi göndermedikçe ülkeleri helâk edici değildir. Zaten biz halkı zalim olan memleketleri helak etmişizdir"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Size verilen her şey, dünya hayatının geçimi ve süsüdür. Allah´ın katında olan ise daha hayırlı ve kalıcıdır. Aklınızı kullanmıyor musunuz"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Şu halde kendisine güzel bir söz verdiğimiz ve ardından o söze kavuşan kimse; dünya hayatında kendisine bir geçimlik verdiğimiz, sonra kıyamet günü azap içinde getirilen kimse gibi midir"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Allah, o gün onlara seslenir: «Benim ortağım olduğunu iddia ettikleriniz nerededirler?»"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "O gün azab üzerlerine hak olanlar: «Rabb´imiz, azdırdıklarımız şunlar. Kendimiz azdığımız gibi onları da azdırdık. Onlardan uzaklaşıp sana geldik, zaten, aslında bize tapmıyorlardı» derler"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Koştuğunuz ortaklarınızı çağırın denir; onlar da çağırırlar. Ancak kendilerine cevap veremezler; cehennem azabını görünce doğru yolda olmadıklarına yanarlar"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Allah onlara seslenerek; «Peygamberlere ne cevap verdiniz» der"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "O gün haberlere karşı körleşirler, verilecek cevapları kalmaz, birbirlerine de soramazlar"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Fakat tevbe eden, inanıp yararlı iş işleyen kimsenin, kurtuluşa erenlerden olması umulur"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Rabbin dilediğini yaratır, seçer. Seçim onlara ait değildir. Allah onların ortak koştuğu şeylerden uzaktır, yücedir"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Rabbin, gönüllerinin gizlediklerini ve açığa vurduklarını bilir"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Allah odur ki; O´ndan başka ilah yoktur. Hamd dünya ve ahirette O´nun içindir. Hüküm de O´nundur. Yalnız O´na döndürüleceksiniz"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Ey Muhammed! De ki; «söyleyin bakalım; Allah, üzerinize geceyi Kıyamet gününe kadar sürekli kılsa, Allah´dan başka size ışık getirecek ilah kimdir. İşitmiyormusunuz?»"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "De ki; «Allah gündüzü kıyamete kadar üzerinizden kaldırmasa, Allah´dan başka hangi tanrı, dinleneceğiniz geceyi getirebilir? Görmez misiniz?»"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Allah dinlenmeniz için geceyi ve lütfedip verdiği rızkı aramanız için gündüzü yaratmıştır. Bunlar O´nun rahmetidir. Belki artık şükredersiniz"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "O gün onlara seslenerek; «Benim ortağım olduğunu iddia ettikleriniz nerede?» der"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Her ümmetten bir şahit çıkarırız. «Delillerinizi getirin» deriz. O zaman, gerçeğin Allah´a ait olduğunu bilirler ve uydurdukları şeylerin kendilerini bırakıp kaçtığını anlarlar"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Karun, Musa´nın kavmindendi. Onlara karşı azgınlık etmişti. Biz ona öyle hazineler vermiştik ki, anahtarlarını güçlü kuvvetli bir topluluk zor taşırdı. Kavmi ona demişti ki; «Şımarma, Allah şımaranları sevmez.»"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Allah´ın sana verdiği bu servet içinde ahiret yurdunu ara, dünyadan da nasibini unutma, Allah sana nasıl iyilik ettiyse, sen de öyle iyilik et, yeryüzünde bozgunculuk isteme, çünkü Allah bozguncuları sevmez"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Karun: «Bu servet, ancak bende mevcut bir bilgi sayesinde bana verildi» dedi. O bilmiyor mu ki, kendisinden daha güçlü ve ondan daha çok cemaati bulunan nice kimseleri Allah helâk etmişti. Suçlulardan günahları sorulmaz. Çünkü Allah onları bilir"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Karun süsü, debdebesi içinde kavminin karşısına çıktı. Dünya hayatını isteyenler; «Keşke Karun´a verilenlerin bir benzeri de bize verilse, doğrusu o büyük varlık sahibidir» demişlerdi"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Kendilerine ilim verilmiş olanlar ise; «Size yazıklar olsun, inanan ve yararlı iş yapanlar için Allah´ın sevabı daha hayırlıdır. Buna ancak sabredenler kavuşur» dediler"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Sonunda biz onu da sarayını da yerin dibine geçirdik. Allah´a karşı ona yardım edecek bir topluluğu olmadı. Kendi kendini kurtarabilecek kimselerden de değildi"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Dün onun yerinde olmayı isteyenler; «Demek Allah, kullarından dilediğinin rızkını genişletip bir ölçüye göre veriyor. Allah bize lutfetmemiş olsaydı, bizi de yerin dibine batırırdı. Demek ki, kâfirler kurtulmazlar» demeye başladı"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "İşte ahiret yurdu. Onu yeryüzünde böbürlenmeyen ve bozgunculuk yapmayanlara veririz. Güzel sonuç Allah´a karşı gelmekten sakınanlarındır"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Kim bir iyilik getirirse, ona ondan daha güzeli vardır. Kim kötülük getirirse, kötülükleri yapanlar, ancak yaptıkları kötülük kadar cezalandırılırlar"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Ey Muhammed! Kur´an´ı sana indiren ve onu okumayı sana farz kılan Allah, elbette seni dönülecek yere döndürecek. De ki; «Rabbim kimin hidayet getirdiğini ve kimin apaçık bir sapıklık içinde bulunduğunu bilir.»"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Sen Kitab´ın senin kalbine bırakılacağını ummazdın. O Rabb´inden bir rahmettir. O halde kâfirlere yardımcı olma"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Ve Allah´ın, ayetleri sana indikten sonra sakın seni onlardan alıkoymasınlar. Rabb´ine davet et, ortak koşanlardan olma"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Allah ile beraber başka bir ilaha yalvarma. O´ndan başka ilah yoktur. O´ndan başka her şey yok olacaktır. Hüküm O´nundur ve O´na döndürüleceksiniz"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Elif. Lâm. Mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "İnsanlar sırf ´inandık´ demekle; hiçbir sınavdan geçirilmeksizin bırakılıvereceklerini mi sanıyorlar"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Biz onlardan önceki kuşakları sınavdan geçirdik. Bu sınav sonucunda Allah, doğru sözlüler ile yalancıları kesinlikle belirleyecektir"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Yoksa kötülük işleyenler bizim elimizden kurtulabileceklerini mi sanıyorlar? Ne kadar yanlış düşünüyorlar"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Kim Allah´a kavuşmayı özlüyorsa, bilsin ki, Allah´ın bu buluşma için belirlediği vakit kesinlikle gelecektir. O her şeyi işitir ve her şeyi bilir"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Kim kötülüklere karşı savaşırsa bu savaşı kendisi için vermiş olur. Kuşku yok ki, Allah´ın hiçbir yaratığa ihtiyacı yoktur"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "İman edip iyi ameller işleyenlerin kötülüklerini kesinlikle silecek ve onları iyiliklerinin daha üstün karşılıkları ile ödüllendireceğiz"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Biz insana ana babasına iyi davranmayı tavsiye ettik. Fakat eğer annen ve baban, ne idüğü belirsiz bir putu bana ortak koşmaya seni zorlarsa, sakın sözlerini dinleme. Hepiniz bana döneceksiniz. O zaman neler yaptığınızı size haber veririm"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "İman edip iyi ameller işleyenleri kesinlikle iyi kullar arasına katarız"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Öyle kimseler var ki, «Allah´a inandık» derler. Fakat Allah uğrunda işkenceye uğradıklarında insanların işkencesini Allah´ın azabı ile bir tutarlar. Eğer sana Rabb´inin bir yardımı gelecek olursa, böyleleri kesinlikle «Biz sizlerle beraberdik» derler. Acaba Allah, insanların içlerinde sakladıkları duyguları herkesten iyi bilmez mi"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Hiç kuşkusuz Allah, kimlerin iman ettiklerini iyi bildiği gibi, kimlerin münafık olduklarını da iyi bilir"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Kâfirler, mü´minlere «Bizim yolumuzu izleyin de günahlarınızı biz yüklenelim» derler. Oysa onların, mü´minlerin omuzlarındaki hiçbir günahı yüklenmeleri söz konusu değildir. Onlar kesinlikle yalan söylüyorlar"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Kafirler, hem kendi günah yüklerini ve hem de bu yüklerin yanında başka birçok günah yüklerini taşıyacaklar ve kıyamet günü düzmece iddiaları konusunda kesinlikle sorguya çekileceklerdir"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Biz Nuh´u, soydaşlarına peygamber olarak gönderdik. Dokuzyüzelli yıllık bir süre boyunca aralarında kaldı. Sonunda zalimliklerini inatla sürdürürlerken, Tufan´a yakalandılar"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Buna karşılık Nuh´u ve gemidekileri kurtararak bu olayı bütün insanların ders alacakları bir mucize yaptık"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "İbrahim´i de peygamber olarak gönderdik. Hani o soydaşlarına dedi ki; «Allah´a kulluk ediniz, O´ndan korkunuz. Eğer bilirseniz bu sizin için daha hayırlıdır.»"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Sizler Allah´ı bir yana bırakarak birtakım putlara tapıyor, düzmece iddialar ortaya atıyorsunuz. Allah´ı bir yana bırakarak taptığınız putlar size rızık veremezler. Rızkınızı Allah katında arayınız, O´na kulluk ediniz, O´na şükrediniz, O´nun huzuruna döndürüleceksiniz"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Eğer peygamberinizi yalanlıyorsanız, biliniz ki, sizden önceki milletler de peygamberlerini yalanlamışlardı. Peygamberin görevi, ilahi mesajı açıkça duyurmaktan ibarettir"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Kâfirler, Allah´ın, canlıları ilk kez nasıl yarattığını ve ölüleri nasıl yeniden dirilteceğini görmüyorlar mı? Bu işlem Allah için kolaydır"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Onlara de ki; «Yeryüzünde geziniz de Allah´ın canlıları ilk kez nasıl yarattığını görünüz.» Allah bu yaratma işlemini ilerde bir kere daha tekrarlayacaktır. Hiç kuşkusuz Allah´ın her şeye gücü yeter"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Allah dilediğini azaba çarptırır ve dilediğine merhamet eder. Hepiniz O´nun huzuruna döndürüleceksiniz"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Ne yerde ve ne gökte Allah´ın yapacaklarına engel olamazsınız. Allah´dan başka hiçbir koruyucu dostunuz, hiçbir destekçiniz yoktur"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Allah´ın ayetlerini ve O´nun karşısına çıkacaklarını yalanlayanlar var ya, onlar rahmetimden ümitlerini kesmiş kimselerdir. Onları acıklı bir azap beklemektedir"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Soydaşlarının İbrahim´e verdikleri cevap sadece «Bu adamı öldürünüz, ya da yakınız» biçiminde oldu. Fakat Allah onu ateşte yanmaktan kurtardı. Hiç kuşkusuz bu olayda mü´minlerin alacakları birçok ders vardır"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "İbrahim soydaşlarına dedi ki; «Sizler dünya hayatında birbirinizin hatırı için Allah´ı bir yana bırakarak putları ilah edindiniz. Ama ilerde kıyamet günü birbirinizi tanımazlıktan gelecek, birbirinize lânet okuyacaksınız. Varacağınız yer cehennemdir. Orada size yardım elini uzatan hiçbir kimse olmayacaktır.»"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Bunun üzerine Lût ona inandı ve soydaşlarına «Ben sizden uzaklaşıp Rabb´ime gidiyorum. Hiç kuşkusuz O üstün iradelidir ve her yaptığı yerindedir» dedi"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "İbrahim´e İshak´ı ve Yakub´u armağan ettik. O´nun soyuna peygamberlik ve kitap sunduk. O´nu dünyada ödüllendirdiğimiz gibi hiç kuşkusuz ahirette de iyi kullarımız arasındadır"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Lût´u da peygamber olarak gönderdik. Hani o soydaşlarına şöyle demişti: «Sizler kesinlikle şimdiye kadar hiç kimsenin işlemediği, iğrenç bir eylemi yapıyorsunuz.»"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Sizler, kadınları bırakıp erkek erkeğe cinsel ilişkide bulunuyor, kervanların yolunu kesiyor ve aranızda düzenlediğiniz toplantılarda o çirkin eylemi işliyorsunuz. Öyle mi? Soydaşlarının tek cevabı «Eğer doğru söylüyorsan, Allah´ın azabını başımıza getir bakalım» demeleri oldu"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Lut dedi ki; «Rabb´im, şu bozgunculara karşı bana yardım et.»"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Elçilerimiz İbrahim´e oğlu olacağına ilişkin müjde ile geldiklerinde «Biz şu kentin halkını yok edeceğiz, çünkü oranın halkı zalimdir» dediler"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "İbrahim «Ama orada Lût var» deyince, elçiler şöyle dediler: «Biz orada kimlerin olduğunu herkesten iyi biliyoruz. Lût´u ve yakınlarını kurtaracağız. Yalnız eşi orada kalarak azaba çarpılanlardan olacaktır.»"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Elçilerimiz yanına varınca Lût´un canı sıkıldı, gelişleri yüzünden telaşa kapıldı. Bunun üzerine elçilerimiz ona dediler ki; «Korkma, tasalanma. Biz seni ve yakınlarını kurtaracağız. Yalnız eşin geride kalıp azaba çarpılanlardan olacaktır.»"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Biz bu kent halkının iğrenç sapıklığı yüzünden başlarına gökten ağır bir azap yağdıracağız"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Biz o yıkık kentten, geriye düşünen kimselerin ders çıkarmalarına yarayacak belirgin izler bıraktık"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Medyenliler´e de kardeşleri Şuayb´ı peygamber olarak gönderdik. Şuayb dedi ki; «Ey soydaşlarım, Allah´a kulluk sununuz, ahiret gününü hiç aklınızdan çıkarmayınız, yeryüzünde kargaşa çıkarıp dirliği bozmayınız.»"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Fakat Medyenliler Şuayb´ı yalanladılar. Bunun üzerine ani bir yer sarsıntısına tutuldular da oldukları yerde yığılıp kalıverdiler"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Adoğulları ile Semudoğulları´nı da yok ettik. Bunu vaktiyle oturdukları evlerin yıkıntıları size açıkça göstermektedir. Şeytan onlara işledikleri kötülükleri güzel göstererek kendilerini yoldan çıkardı. oysa isteselerdi gerçeği görebilirlerdi"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Karun´u, Firavun´u ve Haman´ı yok ettik. Musa onlara açık kanıtlar getirdi. Fakat yeryüzünde büyüklük tasladılar, ama elimizden kurtulamadılar"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Her birini teker teker suçüstü yakaladık. Kimini önünde taşları savuran müthiş bir kasırgaya tuttuk, kimi korkunç bir gök gürültüsüne tutularak cansız yere düştü, kimini yerin dibine geçirdik, kimini de denizde boğduk. Allah´ın onlara zulmetmesi söz konusu değildi, fakat onlar kendilerine zulmettiler"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Allah dışında başka dostlar, başka dayanaklar edinenlerin durumu; ağdan örülmüş bir yuva edinen örümceğin durumuna benzer. Hiç kuşkusuz en dayanıksız ev, örümcek yuvasıdır. Onlar keşke bunun bilincine erselerdi"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Hiç kuşkusuz Allah onların kendisini bir yana bırakıp ne gibi şeylere taptıklarını bilir. O üstün iradelidir ve her yaptığı yerindedir"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Biz insanlara bu örnekleri anlatıyoruz, ama onların anlamını bilgililerden başkası kavrayamaz"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Allah gökleri ve yeri hak ilkesine dayalı olarak yarattı. Mü´minlerin bu olgudan alacakları birçok dersler vardır"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Ey Muhammed! Sana vahiy yolu ile indirilen Kitab´ı oku ve namazı kıl. Hiç kuşkusuz namaz, insanı iğrenç işlerden, kötülüklerden alıkor, Allah´ı anmak en büyük ibadettir. Allah ne yaptığınızı bilir"
        }
    ]
}