{
    "chapter": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "Kono Keisuke no keiji wa, iryoku narabinaku eimei de ara reru arra kara (kudasa reta mono)dearu"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Hontoni ware wa shinri ni yotte, anata ni kono Keisuke o kudashita. Sorede arra ni tsukae, shinjin no makoto o tsukuse"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Shinjin no makoto o tsukushite tsukaeru no wa, arra ni taishi tozende wanai ka. Daga kare o sashioite (hoka ni) hogo-sha o motomeru mono wa,`watashi-tachi ga kare-ra (kamigami) ni tsukaeru no wa tada watashi-tachi ga arra no o-gawa ni chikadzuku tamedearu.'(To iu). Hontoni arra wa kare-ra no kotonaru ten ni tsuite, kanarazu so no ma o saiketsu nasa reru. Arra wa, kyogi de onwowasureru-sha o onmichibiki ni nara renai"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Arra ga ko o motou to o nozominara, o jibun no tsukura reru mono no naka kara, nozomi no mono o eraba reru. Kare ni tatae are. Kare wa arra, yuiitsu ni shite (ban'yu no) seifuku-shadearu"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Kare wa shinri o motte tenchi o sozo nasa re, yoru o motte hiru o oi mata hiru o motte yoru o owa se, taiyo to tsuki o fukuju sa sete sorezore sadame rareta shuki ni unko sa seru. Hontoni kare wa, iryoku narabinaku yoku yurusa reru katadearu"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "Kare wa anata gata o hitotsu no tamashi kara tsukuri, sorekara sono haigusha o tsukuri, mata kare wa 8-to no kachiku o shiyu de anata gata ni tsukawasa reta. Kare wa anata gata o haha no tainai ni tsukura re, 3ttsu no ankoku no naka ni oite, sozo ni tsugu sozo o nasa reta. Ko no yo ni, anata gata no shu arra ni taiken wa zokusuru. Kare no soto ni kami wa nai nodearu.Nanoni anata gata wa doshite somuki saru no ka"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Moshi anata gata ga shinjinakute mo, arra wa anata gata o hitsuyo to sa renai. Daga kare wa, shimo be-tachi no fushinjin o yorokoba re wa shinai. Shikashi kansha surunaraba, kare wa yorokoba reru. Omoni o ou mono wa,-gai no mono no omoni o ou koto wa dekinai. Yagate anata gata wa, jibun no omo no omoto ni kaeru nodearu. Sonotoki kare wa, anata gata no (gense ni okeru) okonai no subete o o tsuge ni naru. Hontoni kare wa,(hitobito no) mune ni daku koto o jukuchi nasa reru"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "Ningen wa saiyaku ni aeba omoni inori, kaigo shite kare ni kaeru. Daga, onkei ga kare no omoto kara sadzuke rareru to,-saki ni inotta koto o wasurete, arra ni doisha o haishi, kare no michi kara (hitobito o) mayowa seru. Itte yaru ga i. `Anata wa, tsukanoma no fushinjin (no seikatsu) o kyoraku suruga yoi. Hontoni anata wa, hi goku no nakamadearu"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Yoru ni nemurazu me o samashite iru toki ni, sajida shi aruiwa tatte reihai ni uchikonde, raise ni sonae, mata omo no o jihi o koi negau mono (ga sode wanai mono to onajidearou ka). Itte yaru ga i. `Shitte iru mono to, shiranai-sha to onajidearou ka.'(Shikashi) kunkai o ukeireru no wa, shiryo aru mono dakedearu"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Gen tte yaru ga i. `Shinko suru ware no shimo be-tachi yo,-nushi o osore nasai. Gense ni oite zenko o nasu mono ni wa, yoi (hoshu) ga aru. Arra no daichi wa hiroi nodearu. Yoku taeshinobu mono wa hontoni kagirinai hoshu o ukeru"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "Itte yaru ga i. `Watashi wa arra ni, shinjin no makoto o tsukushite tsukaeru yo meiji rare"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "mata watashi wa musurimu no sendatsudearu yo meiji rarete iru"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Itte yaru ga i. `Watashi ga moshi,-nushi ni somuku yona koto ga areba, idaina-bi no chobatsu ga osoroshi"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Itte yaru ga i. `Watashi wa arra ni makoto o tsukushite tsukaemasu"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "Anata gata wa, kare o sashioite, hossuru mono ni tsukaeruga i.' Itte yaru ga i. `Hontoni shippai-sha to wa, shinpan no hi ni, mizukara no tamashi to sono kazoku o ushinau monodearu. Hontoni sore wa akirakana shippaidearu"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Kare-ra no ue wa hi no oi, kare-ra no shita mo (hi no) yukadearou. Ko no yo ni arra wa shimo be ni keikoku nasa reru. `Shimo be-tachi yo,dakara ware o osoreyo"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Jashin 〔taguto〕 o sakete, sonshin sezu kaigo shite, arra no moto ni kaeru mono ni wa kippo ga arou. Dakara waga shimo be-tachi ni kippo o tsutae nasai"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "Okotoba o kiite, sono Chu no mottomo yoi tokoro ni shitagau-sha-tachi ni. Korera wa arra ga michibika reta monodeari, korera koso shiryo aru-sha-tachidearu"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Daga kare ni taishi shinpan ga atte, chobatsu no o kotoba ga kudatta mono o (dare ga tasuke rareyou). Anata wa hi goku no naka ni iru mono o, sukueru to demo iu no ka"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Daga omo o osoreru mono ni taishite wa,-kan no ue ni yakata no koro ga ari, sono-ka ni wa kawa ga nagareru. Arra no o yakusokudearu. Arra wa kesshite yakusoku o yabura renai"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Minai no ka, arra ga ten kara ame o furase rare, sore o chichu ni haira sete izumi to nasa re, sorekara irotoridori no, shokubutsu o hae sase, yagate sorera ga karete kiiro ni naru no o. Sorekara, sore o kawakashite, boroboro no kuzu ni nasa reru. Hontoni kono nakaniha, shiryo aru mono e no kyokun ga aru"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "Arra ga, mune o hiraki isuramu to shi,-nushi kara no o hikari o uketa mono ga onajidearou ka. Wazawai naru ka na, arra no keiji o katakuna ni kobamu mono koso, akiraka ni kokoro mayoeru monodearu"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Arra wa konouenai subarashi kotoba o, tagaini nita (goku o motte) kurikaeshi keiten de keiji nasa reta. Omo o osoreru mono wa, sore ni yotte hada wa ononoki furueru. Sonotoki arra o tatae 唱念 Sureba hada mo kokoro mo nagu. Kore ga arra no onmichibikidearu. Kare wa o kokoronikanau-sha o michibika reru. Daga arra ga mayou ni makaseta mono ni wa, michibikite wanai"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Sore de shinpan no hi no tsuku o kao ni ukeru mono wa dodearou. Fugimono ni taishite wa iwa reyou. `Anata gataga okonatte eta koto (no batsu) o ajiwae"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Kare-ra izen no mono mo (mata keiji o) kyohi shita. Sorede omoi mo kakenai homen kara, chobatsu ga kare-ra ni kudatta"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Arra wa gense no seikatsu ni oite mo, kare-ra ni kutsujoku o ajiwawa se rareru. Daga raise ni okeru chobatsu wa sarani oki. A, kare-ra ga sore o shitteitanaraba"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Mata ware wa kakushu no hiyu o hitobito no tame ni, kono kuruan no naka de teiji shita. Kare-ra ga kunkai o ukeirereba yoi to omotte"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "Sukoshi mo magatta tokoro no nai, Arabia-go no kuruan de kanarazu kare-ra wa ware o osoreru koto (o shiru)dearou"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Arra wa hitotsu no hiyu o teiji nasa reru. Oku no shujin ga ite tagaini arasou mono to, tadaichinin no shujin ni chujitsu ni tsukaete iru mono to kono 2-ri wa kurabete mite onajidearou ka. Arra ni tatae are. Daga, kare-ra no oku wa wakaranai nodearu"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Hontoni anata wa (itsuka wa) shinu. Kare-ra mo mata shinu nodearu"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Sore kara shinpan no hi ni, anata gata wa omo no gozen de, ronso su (ru koto ni nari sabaki o uke)ru"
        },
        {
            "chapter": 39,
            "verse": 32,
            "text": "Arra ni tsuite uso o ii, mata jibun no moto ni shinri ga kuru to kore o kyohi suru mono ijo ni, fugina mono ga arou ka. Jigoku ni wa, fushinjin-sha e no sumai ga nai to demo iu no ka"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Daga shinri o motarasu mono, mata sore o kakunin (shite shiji) suru mono, korera wa seigi o okonau monodearu"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Kare-ra wa arra no omoto de, nani demo nozomu mono o e rareyou. Kore wa zenko o nasu mono e no hoshodearu"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Sore de arra wa, kare-ra no okonai no saiaku no monode mo shometsu nasa re, kare-ra no itta saizen no mono o totte hosho o atae rareru"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Arra wa sono shimo be ni totte banzen (na gadian)de wanai ka. Daga kare-ra wa kare igai (no kamigami) o motte, anata o odosou to suru. Arra ga mayou ni makaseta (kono yo na)-sha ni wa michibiki wa ari enai"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Arra ga michibiku mono o, mayowa seru mono wa daremoinai. Arra wa (sono o ishi o jitsugen nasa reru) iryoku narabinaki katadeari, oho no omodearu"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Moshi anata ga kare-ra ni,`tenchi o tsukutta no wa dare ka.' To toeba, kare-ra wa kanarazu `arra.' To iudearou. Itte yaru ga i. `Sorenara anata gata wa kangaenai no ka. Arra no soto ni anata gata no inoru mono-tachi wa, moshi arra ga watashi ni taishi saiyaku o o nozomi no toki, kare no saiyaku o nozoku koto ga dekiru no ka. Mata watashi ni taishi jihi o o nozomi no toki, kare no jihi o kyohi suru koto ga dekiru ka.' Itte yaru ga i. `Watashi wa, arra ga ireba banzendearu. Kichinto shinrai shiyou to suru mono wa, kare o shinrai suru"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Itte yaru ga i. `Watashi no hitobito yo, anata gata no sukina yo ni okonae. Watashi wa (jibun no yakume o) okonau. Yagate anata gata wa shirudearou"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "Dare ni hazubeki chobatsu ga kuru no ka, mata dare ni eien no chobatsu ga kudaru no ka o"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Ware wa hitobito no tame, shinri ni yotte anata ni keiten o kudashita. Sorede dare demo, michibiki o ukeru mono wa, jibun o mashi, mata dare demo mayou mono wa, jibun o son'u dakedearu. Anata wa kare-ra no koken'ninde wanai"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Arra wa (ningen ga) shinu to sono tamashi o mesa re, mata shinanai-sha mo, suimin no ma (sore o meshi), kare ga shinosenkoku o nasa reta mono no tamashi wa, sonomama ni hikitome, sono soto no mono wa sadame rareta jikoku ni okurikaesa reru. Hontoni kono nakaniha, hansei suru hitobito e no shuju no shirushi ga aru"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Kare-ra wa arra igai ni, torinasu mono o motomeru no ka. Itte yaru ga i. `Kare-ra (jashin-tachi ni) wa nani no chikara mo naku, mata nani mo rikai shinaide wanai ka"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Itte yaru ga i. `Torinashi (no yurushi) wa, subete arra ni zokusuru. Ten to ji no taiken wa kare no yudearu. Yagate anata gata wa kare no moto ni kisa reru"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Arra dake ga nobe rareru to, raise o shinjinai-sha-tachi no kokoro wa unzari suru. Daga karede wanaku soto (no kamigami) ga noberu to, miyo, kare-ra wa yorokobu"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "(Inotte) ii nasai. `O arra, ten to ji no sozo-sha, yugen-kai to gensho-kai o shitte ora reru kata, anata wa, shimo be-tachi no ma de ikenwokotonisuru koto ni tsuite, o sabaki ni naru"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Tatoe aku o okonau mono ga, chijo no subete no mono,na o sore ni baisuru mono o shoyu shi, shinpan no hi ni okeru chobatsu no kunan kara, nogareru minoshirokin ni shiyou to omotte mo (muekidearu). Sonotoki kare-ra ga omoioyobanakatta koto ga, arra kara kare-ra ni gen wa sa reyou"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Kare-ra no kaseida, takusan no akuji ni deai, chosho shite ita mono ga, kare-ra o torikakomudearou"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Hito wa saiyaku ni au to ware ni inoru. Daga ware ga sore o onkei ni kaeru to,`hontoni, jibun no chishiki ni yoru monodeatta' to iu. Iya, kore mo hitotsu no kokoromidearu. Daga kare-ra no oku wa rikai shinai"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Kare-ra izen no mono mo, kono yo ni itta. Daga kare-ra no kaseida mono wa, eki suru tokoro nado nakatta"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Soshite kare-ra no kaseida warui kekka no kazukazu ga, kare-ra o osotta. Kore de fugi o okonatta mono wa, sono okonai no warui sho kekka ni, yagate chokumen suru. Kare-ra wa,(waga keikaku o) kesshite kudaku koto wa dekinai"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Kare-ra wa, arra ga o nozomi no mono ni kate o hiroge mata hikishime rareru koto o shiranai no ka. Hontoni kono nakaniha, shinko suru min e no shirushi ga aru"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "Jibun no tamashi ni somuite ayamachi o okashita waga shimo be-tachi ni ie,`soredemo arra no jihi ni taishite zetsubo shite wa naranai' arra wa, hontoni subete no tsumi o yurusa reru. Kare wa kan'yo ni shite jihibukaku ara reru"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Anata gata wa chobatsu ga kuru mae ni, omo ni kaigo shite kaeri, kare ni fukuju, kie shi nasai. Sono (chobatsu ga yattekita)-gode wa, anata gata wa tasukaranai"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Anata gataga kidzukanai-chu, totsuzen chobatsu ga yattekuru mae ni,-nushi kara anata gata ni kudasa reta mottomo yoi (michi) ni shitagae"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Tamashi ga ko no yo ni iwanai yo. “A nasakenai, watashi wa arrahe (jibun no gimu o) okotatte ita. Hontoni watashi wa chosho-sha no hitorideatta. ”"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Matawa,“arra ga watashi o, onmichibiki kudasa retanaraba, watashi wa kanarazu omo o osoreta mono o. ” To iwanai yo"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Mata chobatsu o mita toki,“watashi ka moichido (gense ni) kaererunaraba, watashi wa kanarazu yoi okonai o suru mono no hitori ni narudearou. ” To iwanai yo"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Iya sode wanai. Tashikani waga shirushi wa kudatta nodearo. Daga anata gata wa sore o usodearu to shita. Soshite koman de fushinjin'na hitori to natta"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "Shinpan no hi, anata wa arra ni taishi kyogi o katatta-sha-tachi o miyou. Kare-ra no kao wa kuroku kawarudearou. Jigoku ni wa, koman'na mono no sumai ga nai to iu no ka"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Daga arra wa,-nushi o osoreta mono o antaina basho ni sukuu. Kare-ra wa saiyaku ni au koto mo naku, urei mo nai"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Arra wa, subete no mono no sozo-shadeari, mata subete no mono no kanrishadearu"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Ten to ji no kagi wa arra no yudearu. Kare no shirushi o kyohi shita mono koso shippai-shadearu"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Gen tte yaru ga i. `Anata gata wa, arra o sashioite soto ni tsukaeru yo watashi ni meijiru no ka, muchinamono-tachi yo"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Ware wa sudeni anata ni keiji shita. Anata izen no mono-tachi ni (keiji) shita yo ni. Moshi anata ga (jashin o ware ni) hai shitanaraba,(gense ni okeru) anata no okonai wa munashi mono ni nari, kanarazu shippai-sha to naru nodearu"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Iya, arra ni tsukaete, kansha suru mono to nare"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Kare-ra wa, arra o tadashi shikatade wa sonsu shinai. Shinpan no hi ni oite hakare wa, daichi no subete o hitonigiri ni shi, sono migite ni sho ten o maka reyou. Kare ni tatae are. Kare wa, kare-ra ga haisuru mono no Haruka-jo ni takaku ora reru"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "Rappa ga fuka reru to, ten ni aru mono mata ji ni aru mono mo, arra ga o nozomi ni nara reru mono no soto wa kizetsu shiyou. Tsugini rappa ga fuka reru to, miyo, kare-ra wa oki-jo tte mi mawasu"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Sonotoki daichi wa omo no o hikari de kagayaki,(okonai no) kiroku ga oka re, yogen-sha-tachi to shonin-tachi ga susumidete, koseina hanketsu ga kare-ra no ma ni senkoku sa re,(sukoshi mo) futona atsukai wa sa renai"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Hitobito wa, sono okonatta koto ni taishite, jubun ni mukui rareyou. Kare wa, kare-ra no itta subete o mottomo yoku shitte ora reru"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Fushin-sha wa shudan o nashite jigoku ni kara re, kare-ra ga soko ni tochaku suru to, jigoku no sho mon wa aka reru. Soshite monban ga iu. `Anata gata no ma kara deta shito wa konakatta nodesu ka. (Soshite)-nushi kara no shirushi o anata gata no tame ni dokuju shi, mata anata gata no kono kaiken no hi no koto o keikoku shinakatta nodesu ka.' Kare-ra wa (kotaete) iu. `Sonotoridesu. Soshite fushin-sha ni taisuru chobatsu no kotoba ga, shin ni shomei sa remashita"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "(Kare-ra wa) `anata gata wa jigoku no mon o ire. Sono naka ni eien ni sumi nasai.' To iwa reyou. Nanto awarena koto yo, koman'na mono no sumai to wa"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Mata kare-ra no omo o osoreta mono wa, shudan o nashite rakuen ni kara reru. Kare-ra ga soko ni tochaku shita toki, rakuen no sho mon wa aka reru. Soshite sono monban wa,`anata gata ni heian'are, anata gata wa rippadeatta. Koko ni o hairi nasai. Eien no sumaidesu.' To iu"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Kare-ra wa (kansha shite) iu. `Arra ni tatae are. Kare wa watashi-tachi e no yakusoku o hatashi, watashi-tachi ni daichi o tsuga se, kono rakuen no nakade wa, sukina sho ni sumawa sete kudasaimasu.' Nanto kekkona koto yo,(zen) gyo ni isoshinda mono e no hosho wa"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "Anata wa mirudearou, tenshi-tachi ga happo kara gyokuza o kakonde,-nushi o tataete 唱念 Suru no o. Hitobito no ma wa kosei ni sabaka re,`ban'yu no shu, arra ni koso subete no sho san'are.' To (iu kotoba ga) tonae rareru"
        }
    ]
}