{
    "chapter": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ha mimu"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "(Jibutsu o) meiryo ni suru keiten ni kakete (chikau)"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Hontoni ware wa, sore o Arabia-go no kuruan to shita. Anata gataga rikai suru tame ni"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Sore wa waga moto no haha ten no naka ni ari, hijo ni takaku eichi ni eki rete iru"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Anata gataga hangyaku no mindearu to iu tame ni, ware wa, kono kunkai o anata gatakara toriagete, hochi dekiyou ka"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Ware wa ikaga ni oku no yogen-sha o, mukashi no min ni tsukawashita koto ka"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Daga yogen-sha ga kuru tabi ni, kare-ra wa chosho shinai koto wa nakatta"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Sorede ware wa korera (kuraishu-zoku) yori mo, rikiryo no sugureta mono o horoboshita. Mukashi no hito no rei ga saki ni aru yo ni"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Moshi anata ga kare-ra ni mukatte,`ten to ji o sozo shita no wa daredesuka.' To toeba, kare-ra wa kanarazu,`iryoku narabinaku zenchina okata ga sozo nasa reta nodesu.' To iu"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Kare wa anata gata no tame, daichi o fushido to nasa re, sono naka ni michi o moke rareta. Anata gata o tadashiku michibika reru yo ni"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "Mata ten kara tekiryo no ame o furase, sore de shinda daichi o yomigaera se rareru okatadearu. Sonoyoni, anata gata wa (hakaba kara) detekuru"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "Kare wa subete no mono o ittsui ni sozo shi, mata anata gata no tame ni, fune to kachiku o norimono to shite sonae rareta"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Anata gata wa, sono se ni anzen ni nori, sore ni noru toki, anata no omo no onkei o nenji,(inotte) iu. `Kare o tataemasu. Korera no mono o watashi-tachi ni fukuju sa seru okata. Kore wa watashi-tachi ni wa kanawanakatta kotodesu"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Hontoni watashi-tachi wa, omo ni kanarazu kaeru nodesu"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Sorenanoni kare-ra (tashinkyo to) wa, kare no shimo be (tenshi) o,(arra no musume nado to shoshite) kare no bunshin to shite iru. Hontoni ningen wa, onwowasureru"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Soretomo anata gata wa kare ga tsukura reta mono no naka kara (tenshi o) musume to shite erabi, anata gata wa danji dake sazukaru to demo iu no ka. (Iya sode wanai)"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Kare-ra no aru mono wa, jihibukaki okata ni hikiai ni dashita mono (joji no tanjo) o, shirasa reru to, kare no kao wa hinemosu kuraku, hitan ni kurete shimau"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "(Utsukushi) kimono o kite daiji ni sodate rareruga akirakana konkyo ga nai no ni koron suru mono (o arra to doi ni shi)te mo yoi no ka"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "(Sore demo) jihibukaki ho no shimo bedearu tenshi-tachi o, josei to suru no ka. Korera no (tenshi) no sozo o shogen dekiru no ka. Kare-ra no shogen wa kiroku sa re,(shinpan no hi ni) kyumon sa reyou"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "Kare-ra wa,`jihibukaki okata ga o nozominara, watashi-tachi wa kesshite kare-ra (kamigami) o, suhai shimasendeshita.' To iu. Kare-ra wa sore ni tsuite nani no chishiki mo naku, tada okusoku suru dakedearu"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Soretomo ware ga kore yori mae ni sazuketa Keisuke ga atte, kare-ra wa sore o kataku mamotte iru (to demo iu) no ka"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Iya, kare-ra wa iu. `Watashi-tachi wa sosen ga, hitotsu no michi o funde ita no o mite, sono ashiato ni yotte michibika rete iru nodesu"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "Onajiyoni, ware ga anata izen ni mo, machi no keikoku-sha o tsukawasu tabi ni, sono ji no fuyuna-sha-tachi wa,`hontoni watashi-tachi wa, sosen ga hitotsu no oshie o hojite iru no o mite imasu. Sorede sono ashiato o funde iru nodesu.' To itte ita"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "Kare (shito) ga,`nanto, sosen ga shitagatte ita anata gata no shiru mono yori mo, yoi michibiki o motarashite mo ka.' To iu to kare-ra wa,`anata ga todoketa mono wa, watashi-tachi wa shinjimasen.' To itta"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "sorede ware wa, kare-ra ni hofuku shita. Miyo, shinko o kyohi shita mono no saigo ga dodeatta ka o"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "Iburahimu ga, sono chichi to sono hitobito ni ko itta toki no koto o omoiokose. `Hontoni watashi wa, anata gataga suhai suru mono to zetsuen shimasu"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Watashi o o tsukuri ni nari, watashi o kanarazu onmichibiki kudasa reru kata ni dake (tsukaemasu)"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "Kare wa sore o, shison e no eien no kotoba to shite nokoshita. Kanarazu kare-ra wa (omoni) kaeru kotoba to (omotte)"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Iya, ware wa, shinri ga kare-ra no tokoro ni kite, shito ga (jibutsu o) meiryo ni suru made, korera no mono ya, sono sosen no mono o, kyoraku sa seta"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Daga, shinri ga kare-ra no tokoro ni kita to naru to,`koreha majutsudesu. Watashi-tachi wa, kesshite kore o shinjimasen.' To iu"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Mata kare-ra wa,`kono kuruan wa, naze 2tsu no machi no yuryokuna jinbutsu ni kudasa renakatta nodeshou ka.' To iu"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Kare-ra wa omo no jihi o wariateru no ka. Ware wa, gense no kurashi ni hitsuyonamono o, anata gata ni haibun shi, mata aru mono o soto no mono yori ue ni chii o age, aru mono o soto ni fukusa seru. Anata no omo no jihi wa, kare-ra ga chikuseki shita mono yori, haruka ni totoi nodearu"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Ningen ga (subete fushinjin'na) ichidan to naru osore ga nakereba, ware wa jihibukaki okata o shinjinai mono no tame ni, sono-ka ni wa gin no yane, sore ni noboru no ni (gin no) kaidan o moke"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "sono-ka ni wa (gin no) tobira, mata kare-ra o (gin no) nedoko ni yorikakara seyou"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "Mata kin no soshoku mo (hodokoshitadearou). Shikashi korera no subete wa, gense no seikatsu no kyoraku ni suginai. Anata no omo no omoto no raise koso ga,-nushi o osoreru mono no tame no monodearu"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "Jihibukaki okata no kunkai ni me o tsumuru mono ni wa, ware wa shaitan o furi ateru. Sore wa, kare ni tori hanare gatai tomo to narou"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "Koshite (akuma wa tadashi) michi kara kare-ra o kobamu, shikamo kare-ra wa, jibun wa (tadashiku) michibika rete iru mono to omoikonde iru"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "Ware no moto ni yattekuru toki ni natte, kare wa,`watashi to anata (akuma) no ma ni, azuma to nishi no hedatari ga attanaraba.' To iu. A nanto warui tomo (o motta koto) yo"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "Anata gata wa aku o okonatte ita nodakara, kyo to natte wa nani o itte mo yakudatanai. Anata gata wa mina chobatsu o ukeru"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "Anata wa mimi o katamukenai mono ni kika seru koto ga dekiyou ka. Mata mewosorasu-sha ya, akiraka ni mayoi ya ayamachi no naka ni iru mono o, michibiku koto ga dekiyou ka"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "Sore de tatoe anata o meshiagete mo, ware wa kanarazu kare-ra ni hofuku suru"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "Mata kare-ra ni yakusoku shita koto o, anata ni miseru koto mo dekiru. Ware ga kare-ra o seiatsu suru nado itomo tayasui"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "Sorede anata ni keiji shita mono o, shikkari to mamore. Hontoni anata wa, tadashi michi o tadotte iru"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "Kore wa anata ni tottemo, mata anata no hitobito ni tottemo, tadashiku kunkaidearu. Yagate anata gata wa,(sekimu ni tsuki) towa reru nodearu"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "Anata izen ni ware ga tsukawashita, shito-tachi ni toi nasai. Ware wa, jihibukaki okata igai ni tsukaerubeki kamigami o oita no ka"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "Hontoni ware wa, musa ni samazamana shirushi o mota sete, firuaun to sono choro-tachi ni noko wa shita. Kare wa itta. `Watashi wa, hontoni ban'yu no omo no shitodesu"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Tokoroga, waga shuju no shirushi o gen wa shita no ni, miyo. Kare-ra wa sore o azakeri waratta"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "Sorede ware ga tsugitsugini kare-ra ni shimeshita shirushi wa, dore mo sono nakama no mono yori, idaina monodeatta. Soshite chobatsu o motte kare-ra o korashimeta. Kanarazu kare-ra wa (ware no moto ni) kaerudearou (koto o omotte)"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Sonotoki kare-ra wa itta. `Majutsu-shi yo,-nushi ga anata to musuba reta yakusoku ni yotte, watashi-tachi no tame ni inotte kudasai. Watashi-tachi wa hontoni michibiki o ukeirerudeshou"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Daga, ware ga kare-ra kara chobatsu o torinozoku to, dojini kare-ra wa sono yakusoku o yabutte shimatta"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Soshite firuaun wa sono min ni senkoku shite itta. `Waga min yo, Ejiputo kokudo, soshite korera ashimoto o nagareru kawa wa, watashi no monode wa nai nodesu ka. Anata gata wa (son'na koto ga) wakaranai nodesu ka"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Watashi wa, kono iyashi, meiryo ni ii arawasu koto mo dekinai mono yori mo, sugurete iru nodesu"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Naze kogane no ude wa ga kare ni sadzuke rarenai nodesu ka. Mata naze tenshi-tachi ga, tsukisoi tte kare to issho ni tsukawasa renai nodesu ka"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Kono yo ni kare wa sono min o sendo shi,-min wa kare ni shitagatta. Hontoni kare-ra wa, arra no okite ni somuku-sha-tachideatta"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Koshite kare-ra wa ware o okora setanode, ware wa kare-ra ni hofuku shi, subete o obore sase"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "kare-ra o kako (no min) to shi, kosei no mono no tame ni (imashime no) rei to shita"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "Maruyamu no ko (isa) no koto ga, ichirei to shite (kuruan) ni age rareru to, miyo. Anata no hitobito wa sore o (chosho shite) wameki tateru"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Soshite kare-ra wa,`watashi-tachi no kamigami ga masaru no ka, soretomo kare (isa) ka.' To iu. Kare-ra ga kare (isa) no koto o iu no wa, anata ni, tada giron o furikakeru tame dakedearu. Iya haya, kare-ra wa ronso-suki no mindearu koto yo"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Kare (isa) wa, ware ga onkei o hodokoshita shimo be ni suginai. Soshite kare o, Isuraeru no shison ni taisuru tehon to shita"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Soshite moshi ware ga nozomunaraba, anata gata no ma kara tenshi o age, tsugitsugini chijo o tsuga su koto mo dekiru"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Hontoni kare (isa) wa,(shinpan no)-ji no shirushi no hitotsudearu. Dakara sono (toki) ni tsuite utagatte wa naranai. Soshite ware ni shitagae. Kore koso, tadashi michidearu"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Akuma o shite, anata gata o (arra no michi kara) samatage sasete wa naranai. Hontoni kare wa, anata gata no kozen no tekidearu"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Isa ga samazamana meisho o motte yattekita toki itta. `Hontoni watashi wa, eichi o anata gata ni motarashi, anata gataga ronso suru koto no, tasho no bubun o anata gata no tame ni, tokiakasu tamedearu. Sorede arra o osore, watashi ni shitagae"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Hontoni arra koso wa watashi no omodeari, mata anata gata no omode ara reru. Kare ni tsukae nasai. Kore koso, tadashi michidearu"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Daga kare-ra no ma no shoha wa, naka tagai shita. Korera aku o okonau mono koso wazawaidearu. Kuno no hi no chobatsu no tame ni"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Kare-ra wa, tada matte iru no ka. Kare-ra ga ishiki shinai toki ni, totsuzen yattekuru (shinpan no) toki o"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Sonohi,-nushi o osoreru mono o nozoite wa,(shitashi) tomo mo tagaini teki to narou"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "Waga shimo be yo, sonohi anata gata ni wa osore mo naku, mata urei mo nai"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Waga shirushi o shinjite,(ware no ishi ni) fukuju, kie shite ita mono yo"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "anata gata, soshite anata gata no haigusha mo kanki no naka ni rakuen ni ire"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Kare-ra ni wa kazukazu no kogane no sara ya hai ga, tsugitsugini mawasa re (rakuen no) nakaniha kakuji no nozomu mono, mata me o yorokobasu mono ga arou. Anata gata wa eien ni soko ni sumu nodearu"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Kore ga anata gata no okonatta koto ni taishi, anata gata ni tsuga se rareta rakuendearu"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Soko ni wa anata gata no tame ni hofuna kajitsu ga ari, soreni anata gata wa manzoku suru"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Tsumi o okashita mono wa, jigoku no chobatsu no naka ni eien ni sumu"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "(Chobatsu wa) kare-ra no tame ni keigen sa rezu, sono Chu de mattaku kibo o ushinau"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Ware ga kare-ra ni fugi o hataraita node wanai. Kare-ra ga (mizukara) fugi o hataraita nodearu"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "Kare-ra wa,`kanshu yo, anata no omo ni tanonde watashi-tachi no shimatsu o tsukete kudasai.' To sakebu. Shikashi, kare wa (kotaete),`anata gata wa, tairyu shite ireba yoi nodearu.' To iu"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Ware wa tashika ni anata gata ni shinri o todoketa. Daga anata gata no oku wa, shinri o kiratta"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Kare-ra (makka no tashinkyo to-tachi) wa,(shito ni taishi) sakubo o hari megurashita tsumoridarouga, ware koso,(kare-ra ni taishite sakubo o) megurashite aru"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Soretomo kare-ra wa, ware ga kare-ra no himegoto ya bogi o, kikanaito demo omou no ka. Iya, waga shito-tachi (tenshi) wa, kare-ra no katawara de kiroku shite iru"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Gen tte yaru ga i. `Moshi jihibukaki okata ga ko o mota rerunara, kono watashi ga sono saisho no suhai-sha to naru"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Ten to ji no shu,(taiken no) gyokuza no shu, kare-ra no haisuru mono o (chozetsu nasa reru) omo ni tatae are"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Sorede anata gata wa, yakusoku sa reta kare-ra no hi ni to mensuru made, kare-ra o mudaguchi to tawamure ni hochi shite okuga i"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Kare koso wa ten ni okeru kami, mata ji ni okeru kamideari, eimei ni shite zenchi de ara reru"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Ten to ji no taiken, soshite sonoaida no subete no mono ga kizoku suru kata, kare ni shukufuku ga aru yo ni. Mata kare no omoto ni dake (shinpan no)-ji no chishiki wa ari, ware no omoto ni anata gata wa kisa reru nodearu"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Kare no soto ni, kare-ra ga inoru mono wa, torinasu chikara o motanai. Tada shinri o jissho suru mono wa betsudearu. Kare-ra wa (shito o) shitte iru"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Moshi anata ga kare-ra ni,`dare ga kare-ra o tsukutta nodesu ka.' To toeba, kanarazu `arra.' To iu. Sorenanoni, kare-ra wa doshite (shinri kara) mayoi saru no ka"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "(Ware wa yogen-sha ga) `omo yo, korera no mono wa hontoni fushin no mindesu.' To iu no o (kiita)"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "(Sorede omo wa ose rareta. ) Kare-ra kara sorete sari nasai,daga `heian'are.' To (aisatsu shite) ii nasai. Yagate kare-ra mo shirudearou"
        }
    ]
}