{
    "maqras": [
        {
            "chapter": 47,
            "verse": 10,
            "text": "அவர்கள் பூமியில் பிரயாணம் செய்து இவர்களுக்கு முன்பு இருந்தவர்களின் முடிவு எப்படியிருந்தது என்பதைப் பார்க்கவில்லையா? அல்லாஹ் அவர்களை அடியோடு அழித்து விட்டான், காஃபிர்களுக்கும் இவை போன்றவைதாம் (முடிவுகள்) உண்டு"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "இது ஏனெனில்; அல்லாஹ் ஈமான் கொண்டவர்களுக்கு பாது காவலனாக இருக்கிறான்; அன்றியும் காஃபிர்களுக்குப் பாதுகாவலர் எவரும் இல்லை என்பதனால்தான்"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "நிச்சயமாக அல்லாஹ்; எவர்கள் ஈமான் கொண்டு ஸாலிஹான (நல்ல) அமல்கள் செய்கிறார்களோ அவர்களைச் சுவர்க்கங்களில் பிரவேசிக்கச் செய்கிறான்; அவற்றின் கீழே ஆறகள் ஓடிக் கொண்டிருக்கும்; ஆனால் நிராகரிப்பவர்களோ (இவ்வுலக சுகங்களை) அனுபவித்துக் கொண்டும், மிருகங்கள் தீனி தின்பதைப் போல் தின்று கொண்டும் இருக்கிறார்கள். (நரக) நெருப்பே இவர்கள் தங்குமிடமாக இருக்கும்"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "மேலும், (நபியே!) உம்முடைய ஊரை விடடு உம்மை வெளியேற்றியவர்களை விட, எத்தனையோ ஊ(ரா)ர்கள் மிக்க பல முடையவர்களாக இருந்தார்கள். (அவர்கள் பாவத்தின் காரணமாக) அவர்களை நாம் அழித்து விட்டோம் - ஆகவே அவர்களுக்கு உதவி செய்வோர் எவரும் இருக்கவில்லை"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "எனவே எவர் தம் இறைவனின் தெளிவான பாதையில் இருக்கிறாரோ அவர் எவனுடைய செயலின் தீமை அவனுக்கு அழகாக் காண்பிக்கப் பட்டுள்தோ, இன்னும், எவர்கள் தம் மனோ இச்சைகளைப் பின்பற்றுகின்றார்களோ அத்தகையோருக்கு ஒப்பாவாரா"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "பயபக்தியுடையவர்களுக்கு வாக்களிக்கப்பட்டுள்ள சுவர்க்கத்தின் உதாரணமாவது அதில் மாறுபடாத தெளிந்த நீரைக் கொண்ட ஆறுகளும், தன் சுவை மாறாத பாலாறுகளும், அருந்துவோருக்கு இன்பமளிக்கும் மது ரச ஆறுகளும், தெளிவான தேன் ஆறுகளும் இருக்கின்றன இன்னும், அதில் அவர்களுக்கு எல்லா விதமான கனிவகைகளும், தங்கள் இறைவனின் மன்னிப்பும் உண்டு. (இத்தகையோர்) நரகத்தின் எவன் என்றென்றுமே தங்கியிருந்த, கொதிக்கும் நீர் புகட்டப்பட்டு (அதனால்) குடல்களெல்லாம் துண்டு துண்டாகிவிடுமோ அவனுக்கு ஒப்பாவாரா"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "இன்னும், அவர்களில் உம்மைச் செவிமடுப்பவர்களும் இருக்கின்றனர்; ஆனால் அவர்கள் உம்மை விட்டு வெளியேறியதும், எவர்களுக்கு (வேத) ஞானம் அருளப் பெற்றதோ அவர்களைப் பார்த்து \"அவர் சற்று முன் என்ன கூறினார்?\" என்று (பரிகாசமாகக்) கேட்கின்றனர்; இத்தகையோரின் இருதயங்களின் மீது அல்லாஹ் முத்திரையிட்டுவிட்டான். மேலும் இவர்கள், தங்கள் மனோ இச்சைகளையே பின்பற்றுகின்றனர்"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "மேலும், எவர்கள் நேர்வழியில் செல்கிறார்களோ, அவர்களுடை நேர்வழியை (இன்னும்) அதிகப்படுத்தி, அவர்களுக்கு தக்வாவை - பயபக்தியை (இறைவன்) அளிக்கின்றான்"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "எனவே இவர்கள் தங்கள் பால் திடுகூறாக (தீப்ப்புக்குரிய) அவ்வேளை வருவதை அன்றி (வேறு எதனையும்) எதிர்பார்க்கின்றனரா? அதன் அடையாளங்கள் திட்டமாக வந்து விட்டன ஆகவே அது அவர்களிடம் வந்து விட்டால், அவர்களுக்கு நினைவூட்டும் நல்லுபதேசம் எவ்வாறு பயனளிக்கும்"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "ஆகவே, நிச்சயமாக அல்லாஹ்வைத் தவிர (வேறு) நாயன் இல்லை என்று நீர் அறிந்து கொள்வீராக இன்னும் உம்முடைய பாவத்திற்காகவும், முஃமின்களாகன ஆண்களுக்காகவும், பெண்களுக்காகவும் (பாவ) மன்னிப்புத் தேடுவீராக - அன்றியும் உங்களுடைய நடமாட்டத்தலத்தையும் உங்கள் தங்குமிடங்களையும் அல்லாஹ் நன்கறிகிறான்"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "இன்னும், ஈமான் கொண்டவர்கள் கூறுகிறார்கள்; \"(புனிதப் போர் பற்றி) ஓர் அத்தியாயம் இறக்கி வைப்படவேண்டாமா?\" என்று. ஆனால் உறுதிவாய்ந்த ஓர் அத்தியாயம் இறக்கப்பட்டு அதில் போர் புரியுமாறு பிரஸ்தாபிக்கப் பட்டால், எவர்களுடைய இருதயங்களில் (நயவஞ்சக) நோய் இருக்கிறதேதா அவர்கள் மரண (பய)த்தினால் தனக்கு மயக்கம் ஏற்பட்டவன் நோக்குவது போல் உம்மை நோக்குவதை நீர் காண்பீர்! ஆகவே, இத்தகையவர்களுக்குக் கேடு தான்"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "(ஆகவே, இறைதூதருக்கு) வழிபட்டு நடப்பதும், நன்மையான சொல்லுமே (மேலானதாகும்) எனவே, ஒரு காரியம் உறுதியாகி விட்டால், அல்லாஹ்வுக்கு அவர்கள் உண்மையாக நடந்து கொண்டால் அதுவே அவர்களுக்கு நன்மையாக இருக்கும்"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "(போருக்கு வராது) நீங்கள் பின் வாங்குவீர்களாயின், நீங்கள் பூமியில் குழப்பம் உண்டாக்கி உங்கள் சுற்றத்தாரை (அவர்களுடன் கலந்து உறவாடுவதிலிருந்தும்) துண்டித்து விடுவும் முனைவீர்களோ"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "இத்தகையோரைத் தாம் அல்லாஹ் சபித்து, இவர்களைச் செவிடாக்கி இவர்கள் பார்வைகளையும் குருடாக்கி விட்டான்"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "மேலும் அவர்கள் இந்தக் குர்ஆனை ஆராய்ந்து பார்க்க வேண்டாமா? அல்லது அவர்கள் இருதயங்கள் (இருக்கின்றனவே) அவற்றின் மீது பூட்டுப் போடப்பட்டு விட்டனவா"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "நிச்சயமாக, எவர்கள் நேர்வழி இன்னதென்று அவர்களுக்குத் தெளிவானபின், தம் முதுகுகளைத் திருப்பிக் கொண்டு போகிறார்களோ, (அவ்வாறு போவதை) ஷைத்தான் அழகாக்கி, (அவர்களுடைய தவறான எண்ணங்களையும்) அவர்களுக்குப் பெருக்கி விட்டான்"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "இது ஏனெனில் அவர்கள் எதை அல்லாஹ் இறக்கிவைக்கிறானோ, அதை வெறுப்பவர்களிடம், \"நாங்கள் சில காரியங்களில் உங்களையே பின்பற்றி நடப்போம்\" என்று கூறியதனாலேயாம். ஆனால், அல்லாஹ் அவர்களுடைய இரகசியங்களை அறிகிறான்"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "ஆகவே, அவர்களுடைய முகங்களிலும், அவர்களுடைய முதுகுகளிலும் அடித்து (உயிர்களைக் கைப்பற்றும்) மலக்குகள் அவர்களை மரணமடையச் செய்யும் போது (அவர்கள் நிலைமை) எப்படியிருக்கும்"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "இது ஏனெனில்; நிச்சயமாக இவர்கள் அல்லஹ்வுக்குக் கோபமூட்டுவதையே பின்பற்றி, அவனுடைய திருப்தியை வெறுத்தமைதான்; ஆகவே அவர்களுடைய செய்கைகளை அவன் பயனில்லாதவையாக ஆக்கி விட்டான்"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "அல்லது எவர்களுடைய இருதயங்களில் (வஞ்சக) நோயிருக்கிறதோ, அவர்கள், தங்களுடைய கபடங்களை அல்லாஹ் வெளியாக்க மாட்டான் என்று எண்ணுகிறார்களா"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "அன்றியும், நாம் நாடினால், திடமாக நாம் அவர்களை உமக்குக் காண்பித்திருப்போம்; அவர்களுடைய முகக்குறிகளைக் கொண்டு நீர் அவர்களை நன்கு அறிந்து கொள்வீர்; நிச்சயமாக அவர்களுடைய சூழ்ச்சியான பேச்சைக் கொண்டும் அவர்களை நீர் அறிந்து கொள்வீர்; மேலும் அல்லாஹ் உங்களை செய்கைகளை நன்கறிகிறான்"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "அன்றியும், (அல்லாஹ்வின் பாதையில் போரிடும்) உங்களிலிருந்துள்ள முஜாஹிதுகளையும், பொறுமையாளர்களையும் நாம் அறியும் வரை உங்களை நிச்சயமாக நாம் சோதிப்போம்; உங்கள் செய்திகளையும் நாம் சோதிப்போம் (அவற்றின் உண்மையை வெளிப்படுத்துவதற்காக)"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "நிச்சயமாக, நிராகரிப்பவர்கள் (பிறரை) அல்லாஹ்வின் பாதையை விட்டுத் தடுத்தும், நேர்வழி தங்களுக்குத் தெளிவான பிறகு (நம்) தூதரை எதிர்த்து முரண்பட்டுக் கொண்டும் இருக்கன்றனரோ - அவர்கள் அல்லாஹ்வுக்கு எவ்வித இடர்பாடும் செய்துவிட முடியாது அன்றியும் அவர்களுடைய செய்கைகளை அவன் பயனற்றவையாக ஆக்கியும் விடுவான்"
        }
    ]
}