{
    "maqras": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "دەمەقاڵێ و موجادەلە مەکەن لەگەڵ خاوەنی کتێبە ئاسمانیەکاندا بە جوانترین شێوە نەبێت جگە لەوانەیان کە ستەمیان کرد (لە ئێوە) وە (بە خاوەن کتێبەکان) بڵێن باوەڕمان ھێناوە بەوەی نێردراوەتە خوارەوە بۆ ئێمە و (بەوەش) نێردراوەتە خوارەوە بۆ ئێوە وە خوای ئێمە و خوای ئێوە یەکێکە وە ئێمە بۆ ئەو (خوا) گەردن کەچین"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "ھەروەك (پێغەمبەرانی پێشوو) قورئانمان بۆ تۆ (ئەی موحەممەد ﷺ) ناردەخوارەوە جا ئەو کەسانەی کە کتێبمان پێداون (ھەندێکیان) باوەڕ بەو (قورئانە) دەھێنن وە لەمانەش (بت پەرستەکانی عەرەب) کەسانێك بڕوای پێ دەھێنێت تەنھا بێ باوەڕانی (ڕۆچوو) دان نانێن بە ئایەتەکانی ئێمەدا"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "وە تۆ (ئەی موحەممەد ﷺ) پێش ئەم (قورئانە) ھیچ کتێبێکت نەدەخوێندوەتەوە وە بەدەستی ڕاستت نەتنوسیووە (ئەگەر وابوایە) ئەو کاتە ناڕاستەکان (بێ بڕوایان) دەکەوتنە گومانەوە"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "(نەخێر وا نیە گومان دەبەن) بەڵکو قورئان نیشانەکانی ئاشکران لە دڵ و دەرونی کەسانێکدایە کە زانستیان پێدراوە (لە لایەن خواوە) تەنیا ستەمکاران دان نانێن بە نیشانەکانی ئێمەدا"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "وە ووتیان ئەوە بۆ چەند موعجیزە و بەڵگەیەك دانابەزێنرێت بۆ سەری (موحەممەد ﷺ) لەلایەن پەروەردگاریەوە بڵێ (پێیان ھێنانە خوارەوەی) موعجیزەکان تەنھا لەلایەن خواوەیە وە بەڕاستی من تەنھا ترسێنەرێکی ئاشکرام"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "ئایا بۆ ئەوان بەس نیە کە ئێمە قورئانمان ناردۆتە خوارەوە بۆ سەر تۆ، دەخوێنرێتەوە بەسەریاندا بەڕاستی لەم قورئانەدا بەزەیی و پەند و ئامۆژگاری ھەیە بۆ باوەڕداران"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "بڵێ (پێیان) خوا بەسە بۆ شایەتیدان لەنێوان من و ئێوەدا ئەوەی لەئاسمانەکان و زەویدایە دەیزانێت وە کەسانێك کە باوەڕیان ھێناوە بە بەتاڵ و بێ باوەڕبوون بەخوا تەنھا ئەوانەن زەرەرۆمەندان"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "بە پەلە داوای (ھێنانی) سزات لێ دەکەن ئەگەر ماوەی دیاری کراو نەبوایە (بۆ سزادانی ئەوانە) بێگومان سزاکەیان بۆ دەھات وە بەڕاستی لەناکاودا ئەو سزایەیان بۆ دێت کە ئەوان ھەستی پێ ناکەن"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "بە پەلە لە تۆ داوای (ھێنانی) سزا دەکەن کە بەڕاستی دۆزەخ دەوری کافرانی داوە"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "لەڕۆژێکدا سزا دایان دەپۆشێت لەلای سەریانەوە و لە ژێر پێیانەوە وە (خوا) دەفەرموێ: بچێژن تۆڵەی ئەو کردەوانەی کە لە دونیادا دەتانکرد"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "ئەی بەندەکانم کە باوەڕتان ھێناوە بێگومان زەوی من پان و فراوانە کەواتە ھەر من بپەرستن"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "ھەمووکەس تامی مردن دەچێژێت وپاشان بۆ لای ئێمە دەگەڕێنرێنەوە"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "وە کەسانێك کە باوەڕیان ھێناوە و کردەوە چاکەکانیان کردووە سوێند بەخوا لەکۆشکە بەرزەکانی بەھەشتدا نیشتەجێیان دەکەین کە ڕووبارەکان بەژێریاندا دێن و دەچن بێ بڕانەوە تیایدا دەمێننەوە ئای چەند چاکە پاداشتی چاکەکاران"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "ئەوانەی دانیان بە خۆیاندا گرت و تەنھا پشتیان بە پەروەردگاریان بەست"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "زۆر گیان لەبەر (زیندەوەر) ھەیە ڕۆزی خۆی ھەڵناگرێت و کۆی ناکاتەوە (بۆ داھاتوو) خوا ڕۆزی ئەو (گیان لەبەرانەو) و ئێوەیش دەدات وە ھەر ئەوە بیسەر و زانا"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "سوێند بەخوا ئەگەر پرسیار لەو (بێ باوەڕانە) بکەیت کێ ئاسمانەکان و زەوی دروستکردووە و ڕۆژ و مانگی ڕامھێناوە وخستویەتیە خزمەتیانەوە بێگومان دەڵێن خوا دەی کەواتە چۆن (لە پەرستنی خوا) لادراون"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "خوا ڕۆزی فراوان دەکات بۆ ھەر کەس لە بەندەکان کە بیەوێت یان بۆی کەمدەکات بێگومان خوا بەھەموو شتێك زانایە"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "وە ئەگەر پرسیاریان لێ بکەیت کێ لەئاسمانەوە باران دەبارێنێت ئەمجا بەو بارانە زەوی مردووی پێ زیندوو دەکاتەوە بێگومان دەڵێن خوا (ئەی موحەممەد ﷺ) بڵێ ھەموو سوپاسگوزاریەك ھەر بۆ خوایە بەڵام زۆربەیان ژیریان بەکار ناھێنن"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "وە ژیانی ئەم دونیایە تەنھا رابواردنێکی بێ ھودە و یاری (مناڵانە) وە بەڕاستی ماڵی قیامەت ھەر ئەوەیە ژیانی (ڕاستەقینە) ئەگەر ئەوان بیانزانیایە"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "ئەمجا کاتێك ئەو (بێ باوەڕانە) سوار کەشتی دەبن (و ترسان لە نوقم بوون) تەنھا ھاوار لە خوا دەکەن بە دڵسۆزی و گەردن کەچیەوە کەچی کاتێك خوا ڕزگاریان دەکات و دەگەنەوە ووشکانی کتوپڕ ئەوان ھاوبەش بۆ خوا دادەنێن"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "(وازیان لێ بھێنە) با دان نەنێن بەوەی ئێمە پێماندان، وە لەزەت ببەن لە ژیان جا لەمەولا دەزانن (ئەنجامی ئەو کردەو خراپانەیان چی دەبێت)"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "ئایا نەیان زانیوە و سەرنجیان نەداوە کە ئێمە (شاری مەککە)مان کردۆتە جێگایەکی ڕێز لێگیراوی بێ ترس وپڕ ئاسایش لە کاتێکدا لە دەوروبەری ئەواندا خەڵك دەفڕێنرێت دەی ئایا باوەڕ بە بەتاڵ دەھێنن وە سپڵە وپیِ نەزانن بەرامبەر نیعمەتەکانی خوا ی گەورە"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "کێ لەو کەسە ستەمکارترە کە درۆ بەدەم خواوە ھەڵدەبەستێت یان باوەڕ نەھێنێ بەئاینی ڕاست کاتێك بۆی ھات ئایا جێگای مانەوە بۆ بێ بڕوایان لە دۆزەخدا نیە"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "وە کەسانێك کە لە پێناو ڕەزامەندی ئێمەدا تێکۆشانیان کردووە بەڕاستی ڕێنموونیان دەکەین بۆ رێگا چاکەکانی خۆمان وە بێگومان خوا لەگەڵ چاکەکاراندایە"
        }
    ]
}