{
    "maqras": [
        {
            "chapter": 3,
            "verse": 75,
            "text": "وە لە ناو خاوەن نامەکانی ھی وا ھەیە ئەگەر خەزنەیەک بە سپاردە لای دابنێی دەتداتەوە, وە ھی واشیان تیایە ئەگەر دینارێکی لا دابنێیت ناتداتەوە مەگەر بەسەریەوە بوەستیت ئەم ناپاکی یە بەھۆی ئەوەوە بوو کە دەیانووت: گوناھمان ناگات لە خواردنی ماڵی ئەم نەخوێندەوارانە (واتە عەرەبەکان) وە درۆ بەدەم خواوە دەکەن وە خۆیان دەزانن (کە درۆ دەکەن)"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "نەخێر وانیە (وەک دەڵێن) ھەر کەسێک پەیمانی خۆی بەجێ بھێنێت وە پاریزکاری بکات ولەخودا بترسێت ئەوە بەڕاستی خوا پارێزکارانی خۆش دەوێت"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "بێگومان ئەوانەی دەیفرۆشن پەیمانی خوا و سوێندەکانی خۆیان بە نرخێکی کەم ئەوانە بێ بەشن (لە بەھرەی خوا) لە ڕۆژی دواییدا وە خوا قسەیان لەگەڵ ناکات وە تەماشاشیان ناکات لە ڕۆژی قیامەتدا و لە گوناھیان خۆش نابێت وپاکیان ناکاتەوە, وە بۆ ئەوان ھەیە سزای بە ئێش و ئازار"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "بە ڕاستی لە خاوەن نامەکان دەستەیەک ھەیە (ناو بەناو نامەکەیان تێکدەدەن و) زمانیان با ئەدەن و ئەپێچنەوە بە خوێندنەوەی کتێبەکەیان (تەورات) تا تۆ وا بزانیت لە نامەی خوایە (لە کاتێکدا) کە ئەوە لە نامەی خوا نی یە وە دەڵێن ئەوە لە خواوەیە لە کاتێکدا کە ئەوە لە خواوە نی یە وە درۆ بەدەم خواوە دەکەن و خۆشیان دەزانن (کە درۆیە)"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "نابێ بۆ ھیچ ئادەمیەک کە خوا نامەو شەریعەت و پێغەمبەرێتی دابێتێ پاشان بە خەڵکی بڵێت ببن بە بەندەی من لە جیاتی خوا بەڵکو (پێیان دەڵێت) خوا پەرست بن چونکە ئێوە خەڵک فێری نامەکەی خودا دەکەن وە ئێوە خۆشتان دەیخوێننەوە"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "وە خوا فەرمانتان پێ نادات کە فریشتە و پێغەمبەران بکەن بە پەرستراوی خۆتان چۆن (خودا) فەرمانتان پێ دەدات بێ بڕوابن (کافر بن) دوای ئەوەی کە ئێوە بڕوا دار بوون؟"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "(بھێنەوە یادیان) کاتێک کە خوا پەیمانی وەرگرت لە پێغەمبەران کە ھەرچیم دانێ لە نامەو حیکمەت و (شەریعەت) لە پاشان پێغەمبەرێکتان بۆ ھات بە بڕوا ھێنەر بەو نامەی کەلە لاتانە دەبێ بڕوای پێ بھێنن وە یارمەتی بدەن خوا فەرمووی: ئایا دانتان نا بەم پەیمانەدا؟ وە لەسەر ئەوە پەیمانی منتان وەرگرت پێغەمبەران ووتیان: بەڵێ دانمان پێداناو پەیمانمان بەست خوا فەرمووی: کەواتە ئێوە بەشاھید بن وە منیش لەگەڵ ئێوە یەکێکم لە شاھیدان"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "جا ئەوەی پشتی ھەڵکرد (لەم پەیمانە) دوای ئەم دان پێدانانە کەواتە ھەر ئەوانن دەستەی دەرچوان لە فەرمانی خودا"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "ئایا (بێ بڕوایان) داوای غەیری دینی خوا دەکەن؟! لە کاتێکدا کە ھەرچی لەئاسمان و زەویدایە گوێرایەڵ وملکەچی خودان بیانەوێت (بە ویستی خۆیان) یا نەیانەوێت (بە ناچاری) وە ھەموو ھەر بۆ لای ئەو دەگەڕێنرێنەوە"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "(ئەی موحەممەد ﷺ) بڵێ: ئێمە بڕوامان ھێناوە بە خوای گەورە, وە بەوەی نێرراوەتە خوارەوە بۆمان وە بەوەی کە نێرراوەتە خوارەوە بۆ ئیبراھیم وئیسماعیل وئیسحاق یەعقوب وکوڕانی یەعقوب وە بــەوەی کـە دراوە بە موساو عیسا وەپێغەمبەرەکانی تر لە پەروەردگاریانەوە جیاوازی ناکەین لەنێوان ھیچ کامێک لەم پێغەمبەرانە وە ئێمە بۆ خوای گەورە گەردن کەچین"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "وە ھـەر کەسێک دوای ھەر ئاینێک بکەوێت جگە لە ئاینی ئیسلام ئەوە لێی وەر ناگیرێت وە ئەو لە ڕۆژی دواییدا لە زەرەرمەندانە"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "چۆن خوا ڕێنمونی گەلێک دەکات بێ بڕوابووبن دوای بڕوا ھێنانیان وە شایەتییان دابێت کە ئەو پێغەمبەرە ڕاستە و (لەلایەن خوداوە ھاتووە) وە نیشانەی زۆریان بۆ ھاتبێ وە خوا ڕێنموونیی گەلی ستەمکاران ناکات"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "لەو (نەفرینە) دا دەمێننەوە بە ئێجگاری وھەمیشەیی سزایان لێ سووک ناکرێت وە مۆڵەت نادرێن"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "تێیدا دەمێننەوە بەھەمیشەیی سزایان لەسەر سووک ناکرێت وە دواناخرێن لەسزا"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "مەگەر ئەوانەی تۆبەیان کردبێ دوای ئەوە, وە کردەوەی چاکیان کردبێت ئەوە بێگومان خوا لێ خۆشبووی میھرەبانە"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "بە ڕاستی ئەوانەی کە بێ بڕوا بوون دوای بڕوا ھێنانیان پاشان زیاتر بێ باوەڕ بوون ھەرگیز تەوبەیان لێ گیرا ناکرێت ئا ئەوانە ئەوانـەن کە گومڕابوون"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "بە ڕاستی ئەوانەی بێ بڕوابوون وە بە بێ بڕوایی مردن ئەوە ھەرگیز (فدیە) لە ھیچ کامێکیان وەر ناگیرێت با پڕ بە ھەموو زەویش زێڕ بێت بیبەخشێت لە بریتی دا (بۆ سووک کردنی سزا لەسەری) وە ئەوانە سزای بە ئازاریان بۆ ھەیە وە ھیچ یاریدەدەر و سەرخەرێکیان نیە"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "ئێوە ھەرگیز بە خێرو چاکە ناگەن (وە دەسگیرتان نابێت) تا نەیبەخشن ھەندێ لەو داراییەی کە خۆشتان دەوێت وە ھەرچی ببەخشن ئەوە بێگومان خودا ئاگای لێیە (بە پێی دڵ و دەروونتان پاداشتان دەداتەوە)"
        }
    ]
}