{
    "maqras": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "ئەی خەڵکینە خۆتان بپارێزن لە (سزای) پەروەردگارتان ئەوەی کە درووستی کردوون لەیەک کەسەوە (کە ئادەمە) وە ھەر لە ئەویش ھاوسەرەکەی درووست کردووە و بڵاوی کردۆتەوە لەو دووانە پیاوانی زۆر ھەروەھا ئافرەتان خۆتان بپارێزن لەو خوایەی کە بەناوی ئەوەوە داوا دەکەن لە یەکتر وە (خۆتان بپارێزن لە بچڕاندنی) خزمایەتی بەڕاستی خوا ھەمیشە چاودێرە بەسەرتانەوە"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "بیدەنەوە بە ھەتیوان (دوای باڵغ بونیان) ماڵ و سامانیان وە پیس (لە ماڵی خۆتان) مەگۆڕنەوە بە پاک (لە ماڵی ئەوان) وە ماڵەکانیان مەخۆن لەگەڵ ماڵەکانی خۆتان بێگومان ئەو خواردنە گوناھێکی گەورەیە"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "وە ئەگەر ترسان دادپەروەر نەبن لە (مارەیی) ئەو ئافرەتە بێ باوکانەدا (مارەیان مەکەن) ئەوە مارە بکەن لەو ئافرەتانەی حەڵاڵن بۆتان دوو دوو یا سیان سیان یا چوار چوار (واتە تا چوار ژن درووستە لەیەک کاتدا کۆی بکەیتەوە) جا ئەگەر ترسان دادگەر نەبن ئەوە یەک ئافرەت (مارە بکەن لەوانەی ئازادن) یان ئەو کەنیزەکانەی کە موڵکتانن ئەوە نزیکترە کە ستەم نەکەن (یا ھەژار نەکەون)"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "بیدەن بە ئافرەتان (نەک کەس وکاریان) مارەییەکانیان وەک بەخشین نەک وەک کرێ ئەمجا ئەگەر بە دڵ پێیان خۆش بوو بەخشینی شتێک لەو (مارەییە) بە ئێوە ئەوە ئێوە بیخۆن بە خۆشی و حەڵاڵی (نۆشی گیانتان بێ)"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "مەیدەنە گێل وکەم عەقڵەکان ماڵەکانتان لە حاڵەتێکدا خوا ئەو (ماڵانەی) بۆ کردوون بەھۆی ڕاوەستانی ژیانتان وە (بێ عەقڵەکان) ڕۆزی و خۆراکیان بدەنێ لەو ماڵە و پۆشاکیان بۆ بکەن و گفتوگۆیان لەگەڵ بکەن بە گفتوگۆیەکی باش"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "ھەتیوان تاقی بکەنەوە ھەر کاتێک گەیشتنە (تەمەنی) ژن ھێنان و شووکردن ئەمجا ئەگەر ھەستان کرد لەواندا ژیری (و پێگەیشتن) ئەوە سامان و ماڵەکانیان پێ بدەنەوە و ماڵەکانیان مەخۆن بە زیادەڕەوی و بەپـەلـە نەوەک گەورە ببن (ولێتان وەرگرنەوە) وە ھەر کەس (لەسەرپەرشتیاری ھەتیوان) دەوڵەمەند بوو با خۆی بگرێتەوە (لە خواردنی ماڵیان) وە ھەر کەس لەوان ھەژار بوو با (لێی) بخوات بە ئەندازەی پێویست ئەمجا ھەر کات ماڵی ھەتیوەکانتان دایەوە پێیان ئەوە شایەتیان لەسەر بگرن بەسە خوا بۆ لێپرسینەوە (بەسەرتانەوە)"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "بۆ پیاوان ھەیە بەشێک لە و (میراتەی) دایک و باوک بەجێی دەھێڵن و خزمە نزیکەکان وە بۆ ئافرەتانیش ھەیە بەشێک لە و (میراتەی) دایک و باوک بەجێی دەھێڵن و خزمە نزیکەکان لە ئەوەی (بەجێی دەھێڵن) کەم بێت یان زۆر بەبەشێکی بڕیار دراو"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "جا ئەگەر کاتی دابەش کردنی (میراتەکە) ئامادەبوون خزمە نزیکەکان (کە میرات ناگرن لە مردوو) و ھەتیوو و ھەژارە (بێگانەکان) ئەو لەو کەلەپوورە بەشیان بدەن (ئەم بەش دانە سوننەتە نەک واجب) وە قسەیان لەگەڵ بکەن بە قسەکردنێکی جوان و چاک"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "ئەوانەی (سەرپەرشتیارن) با بترسن ئەگەر بەجێی بھێڵن لەپاش خۆیانەوە (پاش مردن) منداڵانی لاواز (بچوک) دەترسن لێیان (بفەوتێن) دەبا لەخوا بترسن و قسەی ڕاست و ڕەوا بکەن (مەبەست پێی ئەوەیە وەسیەتێک نەکەن زیان بگەیەنن بەمنداڵەکانیان پاش خۆیان بەھەژاری بەجێیان بھێڵین وھەموو ماڵ وسەروەتەکەیان بکەن بەخێر و سەدەقە)"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "بەڕاستی ئەو کەسانەی کە ماڵی ھەتیوەکان دەخۆن بەستەم و ناڕەوا بەڕاستی ئەوانە بەس لە سکی خۆیان ئاگر دەخۆن. وە لەمەوپاش دەچنە ئاگرێکی بەتین و ھەڵگیرساوەوە"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "خوا ئامۆژگاریتان دەکات دەربارەی (میراتی) ڕۆڵەکانتان بۆ نێرێک ھەیە (لە میرات) بە وێنەی بەشی دوو مێینە خۆ ئەگە (منداڵەکانتان) تەنھا ئافرەت بوون (دووان) و زیاد لەدووان ئەوا بۆیان ھەیە دوو بــەش لـە سـێ بەشـی ئەوەی (مردووەکە) بەجێ ی ھێشتووە بەڵام ئەگەر یەک ئافرەت بوو ئەوە نیوەی (میراتەکەی) بۆ ھەیە وە بۆ ھەر کام لە دایک و باوکی مردووەکە ھەیە شەش یەک لەوەی کە بەجێی ھێشتووە ئەگەر مردووەکە منداڵی ھەبوو بەڵام ئەگەر مردووەکە منداڵی نەبوو و دایک و باوکی میراتگری بوون ئەوە سێ یەک بۆ دایکەکەیەتی بەڵام ئەگەر (مردووەکە) چەند برایەکی ھەبوو ئەوا شەش یەک بۆ دایکەکەیەتی لەپاش (دەرکردنی) وەسیەتێک وەسێتی پێ کرابێ (لە لایەن مردووەکەوە) یان دانەوەی قەرزێک (کە لەسەری بێت) باوکەکانتان و کوڕەکانتان نازانن کامەیان بەسوود ترن بۆتان (ئەو دابەش کردنە) لە لایەن خواوە پێویست کراوە بەڕاستی خوا ھەمیشە زانای دانایە"
        }
    ]
}