{
    "maqras": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "بەڕاستی تەنھا ئەوانە وەڵامی تۆ ئەدەنەوە کە (بەدڵ) ئەبیسن مردووەکانیش (ئەوانەی باوەڕ ناھێنن) خوا زیندوویان دەکاتەوە پاشان ھەر بۆلای خۆی دەگەڕێنەوە"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "ووتیان بۆچی لەلایەن پەروەردگاریەوە موعجیزەیەکی بۆ نەھاتۆتە خوارەوە بڵێ بێگومان خوا بە توانایە کە بەڵگە و نیشانەیەک بھێنێتە خوارەوە بەڵام زۆربەیان نازانن"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "ھیچ گەڕۆکێکی گیانلەبەر نیە لەزەویدا وە ھیچ باڵندەیەک نیە کە دەفڕێ بە ھەردوو باڵەکەی مەگەر ئەوانیش وەک ئێوە ئومەتانێکن ھیچ شتێکمان فەرامۆش نەکردووە لەم کتێبەدا (لوح المحفوڤ یا قورئاندا) پاشان ئەوانە (لە ڕۆژی دواییدا) لای پەروەردگاریان کۆدەکرێنەوە"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "وە ئەوانەی بێ باوەڕ بوون بەبەڵگەکانی ئێمە کەڕ و لاڵن لەناو تاریکستاندان ھەرکەس خوا بیەوێ گومڕای دەکات ھەرکەسیش خوا بیەوێت دەیخاتە سەر رێگای ڕاست"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "(ئەی موحەممەد ﷺ) بڵێ ھەواڵم پێ بدەن ئەگەر سزای خواتان بۆ بێت یان ڕۆژی دوایی یەخەتان بگرێت ئایا ھاوار دەکەنە ھیچ شتێک بێجگە لە خوا ئەگەر ئێوە ڕاستگۆن"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "(نا) بەڵکو تەنھا بانگ و ھاوار لەخوا دەکەن ئەمجا ئەویش ئەگەر ویستی ئەوەی ھاواری (لە دەست) ئەکەن نایھێڵێ و ئەو شتانەتان لەبیر دەچێتەوە کە دەتانکردن بە ھاوبەش بۆ خوا"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "سوێند بێت بێگومان ئێمە پێغەمبەرانمان نارد بۆ گەلانی پێش تۆ (ئەی موحەممەد ﷺ) وەتووشی نەبوونی و ھەژاری وەنەخۆشی و ترس و ناڕەحەتیمان کردن بۆ ئەوەی بگەڕێنەوە و پەشیمانی دەرببڕن (لاوازی وکزی بنوێنن)"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "دەی بۆ نەپاڕانەوە کاتێک سزای ئێمەیان بۆھات؟ بەڵام دڵیان ڕەق بووە وەشەیتان ئەو کردەوە خراپانەی بۆ ڕازاندبوونەوە کەدەیانکرد"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "جا کاتێک لەبیریان چویەوە ئەوەی کە پێی ئامۆژگاری کران دەرگای ھەموو شتێکمان لەسەر کردنەوە تاکاتێک دڵخۆش بوون بەوەی پێیان درابوو لە ناکاودا تۆڵەمان لێ سەندن ئیتر ئەوانیش نائومێد و سەرگەردان بوون"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "ئەمجا ئەو گەلەی کە ستەمیان کرد دوا بڕاو کران و ھەموو سوپاس و ستایشێ ھەر بۆ خوای پەروەردگاری جیھانیانە"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "(ئەی موحەممەد ﷺ) بڵێ پێم بڵێن ئەگەر خوا ھەستی بیستن و بینینتان لێ بسەنێتەوە مۆریش بنێت بەسەر دڵەکانتاندا چ پەرستراوێک ھەیە بێجگە خوا بۆتان بھێنێتەوە تەماشابکە چۆن بەڵگەکان دەگۆڕین و چەند بارەیان دەکەینەوە پاشان ئەوان پشتی تێدەکەن و ڕوو وەردەگێڕن"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "ئەی (موحەممەد ﷺ) بڵێ پێم بڵێن ئەگەر سزای خوا لە ناکاو دا یا بە ئاشکرا بێت بۆتان ئایا لەناو دەبرێت (بە سزای خوایی) بێجگە لە کۆمەڵی ستەمکاران نەبێت؟"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "وە نێرراوەکانمان نەناردووە مەگەر بە موژدەدەر و ترسێنەرنەبێت جا ھەرکەس بڕوای ھێناو کردەوەی چاکی کرد ئەوە ھیچ مەترسی یەکیان لەسەر نابێ و غەمباریش نابن"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "ئەوانەیش بێ بڕوا بوون بە بەڵگەکانی ئێمە بە ھۆی دەرچوونیان لە سنووری(فەرمانی خوا) سزایان لێ دەکەوێَت و دەیانگرێت"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "(ئەی موحەممەد ﷺ) بڵێ من پێتان ناڵێم خەزێنەکانی خوا لای منە وە شتی نھێنیش نازانم وە پێتان ناڵێم بێگومان من فریشتەم شوێنی ھیچ ناکەوم ئەوە نەبێت کە بۆم نیگا کراوە بڵێ ئایا کوێر و بینا یەکسانن؟ دەی ئایا بۆ بیرناکەنەوە؟"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "بەم قورئانە بترسێنە ئەوانەی دەترسن (لەوەی کە) کۆبکرێنەوە لای پەروەردگاریان لە کاتێکدا بێجگە لە خوا ھیچ یارمەتیدەر و تکا کارێکیان نیە بەڵکو خۆیان بپارێزن ولەخوا بترسن"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "وە ئەوانە دەرنەکەیت کە پەروەردگاریان دەپەرستن (وداوای لێدەکەن) بەبەیانیان و ئێواراندا (ڕەزامەندی) خوایان دەوێت و لێپرسینەوەی ھیچ شتێکیان لەسەر تۆ نیە وە لێپرسینەوەی ھیچ شتێکی تۆش لەسەر ئەوان نیە جا ئەگەر دەریانکەیت (دور یان خەیتەوە) ئەوە لەستەمکاران دەبیت"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "وە بەوجۆرە ھەندێکیانمان بەھەندێکی تریان تاقی کردەوە بۆ ئەوەی بڵێن ئایا ئەوانە خوا رێزو بەھرەی پێ بە خشیوون لە ناو ئێمەدا؟ ئایا خوا لە ھەموو کەس زاناتر نیە بەوانەی شوکرانە بژێرن؟"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "وەکاتێک ئەوانەی کە بڕوایان ھەیە بە ئایەتەکانی ئێمە ھاتن بۆلات ئەوە پێیان بڵێ سڵاوتان لێ بێت پەروەردگارتان بەزەیی و میھرەبانی لەسەر خۆی پێویست کردووە بێگومان ھەر کەس لە ئێوە کارێکی خراپ بکات بەنەزانی پاشان بگەڕێتەوەو تەوبە بکات وخۆی چاک بکات ئەوە بەڕاستی خوا لێبوردە و بەبەزەییە"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "ئا بەو جۆرە ئایەتەکان ڕوون دەکەینەوە بۆ ئەوەی ڕێگای تاوانباران ڕوون بێتەوە"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "بڵێ: بێگومان من قەدەغەم لێکراوە لەوەی کەبەندایەتی بکەم بۆ ئەوانەی ئێوە ھاواریان لێدەکەن و دەیان پەرستن بێجگە لە خوا بڵێ من شوێنی ئارەزووەکانی ئێوە ناکەوم ئەگەر وا بکەم بێگومان من گومڕا دەبم وەلە ڕیزی ئەو کەسانەدا نابم کە ڕێنمونیان وەرگرتووە"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "بڵێ بێگومان من لەسەر بەڵگەیەکی ئاشکرام کە لەلایەن پەروەردگارمەوەیە کەچی ئێوە بڕواتان پێ نەھێنا ئەو (سزای) ئێوە پەلەی ھاتنی دەکەن بە دەست من نیە فەرمان ڕەوایی تەنھا بۆ خوایە حەق و ڕاستی باسی دەکات وە ئەو چاکترینی بڕیاردەر و جیاکەرەوەیە"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "بڵێ ئەگەر لام بوایە ئەوەی ئێوەپە لە دەکەن لە ھاتنی ئەوا کاری نێوان من و ئێوە کۆتایی پێ دەھێنرا وە خوا چاک ئاگادارە بە ستەمکاران"
        }
    ]
}