{
    "maqras": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "ئەی نەوەی ئادەم، پۆشاکی جوان و ڕازاوەتان بپۆشن لەکاتی ھەموو نوێژ (چوونە مزگەوتێکتاندا) وە بخۆن و بخۆنەوە (لەوەی کە خوا حەڵاڵی کردووە بۆتان) و زیادە ڕۆی مەکەن بێگومان خوا زیادەڕۆیانی خۆش ناوێت"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "(ئەی موحەممەد ﷺ) بڵێ کێ ڕازاندنەوە وجوانی و (نازونیعمەتە) خواییەکانی حەرام کردووە کەخوا بۆ بەندەکانی دروستی کردووە ھەروەھا ڕۆزی وخۆراکە پاک و خۆشەکان (کێ حەرامی کردوون) (ئەی موحەممەد ﷺ) بڵێ ئەوانە بۆ بڕوادارانە لەژیانی دونیادا (بێ بڕوایانیش لەپەنای ئەواندا بەشداری دەکەن) (بەڵام) لەڕۆژی دواییدا تایبەتە بەبڕوادارانەوە بەم شێوەیە ئایەتەکانمان باس دەکەین و ڕوونی دەکەینەوە بۆ گەل و کۆمەڵێک کە دەزانن و تێدەگەن"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "بڵێ بێگومان پەروەردگارم تەنھا ئەو کردەوانەی حەرام کردوە کەزۆر بەد و خراپن ئەوانەی کە ئاشکران و ئەوانەش کە نھێنین وە گوناھی (حەرام کردووە) وە دەست درێژی بەناھەق وە (حەرامی کردوە) شتێک بکەنە ھاوبەش بۆخوا کەبەڵگەی بۆ نەھاتووە, وە (حەرامی کردووە) کەبەدەم خواوە شتانێک بڵێن کەنایزانن"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "وە بۆ ھەموو ئوممەتێ کاتێکی دیاری کراو ھەیە (بۆ مردن و سزادانیان) ئەمجا کاتێک ماوەی (مردن یان سزا) کەیان ھات ساتێک دواناکەون و پێشیش ناکەون"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "ئەی نەوەی ئادەم ئەگەر بۆتان ھات پێغەمبەرانێک لەخۆتان ئایەتەکانی منیان بۆ دەخوێندنەوە جا ھەر کەس خۆی پاراست (لە نا فەرمانی خوا) و کردەوەی چاکی کرد ئەوە مەترسیان لەسەر نیە وخەم و خەفەتیش ناخۆن"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "وە ئەوانەش کە بێ بڕوا بوون بەئایەتەکانی ئێمە و خۆیان بەزل دەزانی لەبەرانبەر ئەو ئایەتانەدا ئەوانە ھاوەڵانی ئاگرن ئەوانە بەھەمیشەیی تیایدا دەمێننەوە"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "جا کێ لەوە ستەمکارترە کە درۆ بەدەم خواوە ھەڵبەستێ یان بێ بڕوا بێت بەئایەتەکانی خوا ئەوانە ئەو بەشەی بۆیان نوسراوە دوو چاریان دەبێت ھەتا ئەو کاتەی نێردراوەکانمان (بۆ گیان کێشان) دێن بۆیان دەیانمرێنن و (گیانیان دەکێشن) پێیان دەڵێن ئەوانەی لەجیاتی خوا ئێوە ھاوارو نزاتان لێ ئەکردن لەکوێن (لەوەڵامدا) دەڵێن دیار نین و وون بوون لێمان وە شایەتی دەدەن لەسەر خۆیان کە بێگومان ئەوانە لە دونیادا بێ بڕوا بوون"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "(خوا پێیانی) فەرموو ئێوە لەگەڵ ئەو ئوممەتانەی کەلە پێش ئێوە وە بوون لە جنۆکەو ئادەمیزاد بچنە ئاگری دۆزەخەوە ھەر جارێک دەستەیەک دەچنە ناویەوە نەفرین لەھاوبیرانی دەکات ھەتا ھەموو دەگەن بەیەک و کۆدەبنەوە یەک دەگرن دوایینەکانیان (کەشوێن کەوتوو بوون) دەربارەی پێشوەکانیان (کەپێشەوا بوون) دەڵێن ئەی پەروەردگارمان ئەوانە ئێمەیان گومڕا کرد دە تۆش لەئاگردا دووقات سزایان بدە (پەروەردگار) دەفەرموێ بۆ ھەرکامتان (سزا) دوو بەرامبەرە بەڵام ئێوە نازانن و بێ ئاگان"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "سەرۆک و چاو لێکراوەکان بە شوێن کەوتووەکانیان دەڵێن ئێوەش ھیچ زیادە ڕێزێکتان بەسەر ئێمەدا نیە دە ئێوەش سزا بچەژن بەھۆی ئەو (خراپانەی) دەتانکرد"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "بەڕاستی ئەوانەی بێ بڕوا بوون بەئایەتەکانی ئێمە وە خۆیان بەگەورە و زل دادەنا لە بەرامبەریاندا ئەوانە دەرگاکانی ئاسمانیان بۆ ناکرێتەوە و ناچنە بەھەشتەوە ھەتا حوشتر نەچێت بەکونی دەرزی دروماندا (ئەمەش مەرجێکە ھەرگیز نایەتە دی) ئا بەو جۆرە تۆڵە لە تاوانباران دەسێنین"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "ئەوانەی لەدۆزەخدا فەرش و ڕاخەریان (لە ئاگرە) وە لەلای سەروشیانەوە لێفە و داپۆشەریان (لەئاگرە) ئا بەو جۆرە تۆڵە لەستەمکاران دەستێنین"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "وە ئەوانەی کە بڕوایان ھێناوە وکردەوەی چاکیشیان کردووە داوا لە ھیچ کەس ناکەین زیاد لەتوانای خۆی ئا ئەوانە ھاوەڵانی بەھەشتن ئەوان ھەمیشەیین تێیدا"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "ئەوەی لەدڵیاندا بووبێت دامانڕنی لەکینە و ڕق (دەربارەی یەکتری) ڕووبارەکان دەڕۆن بەژێر (کۆشک وباخەکان) یاندا وە دەڵێن سوپاس بۆ ئەو خوایەی کەڕێنمونی کردین بۆ ئەم ڕێگایە کە ئێمە ھەرگیز ڕێبازی ڕاست شارەزا نەدەبووین ئەگەر خوا ڕێنمونی نەکردینایە سوێند بەخوا بێگومان نێرراوەکانی پەروەردگارمان ڕاستیان ھێنا وە بانگیان لێ دەکرێت بەمەی کە ئەو بەھەشتە پێتان بەخشرا بەھۆی ئەو کردەوە (چاکانە وە بوو) کە دەتان کردن"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "وە بەھەشتیەکان بانگ دەکەن لەدۆزەخیەکان بێگومان ئێمە ئەوەی کەپەروەردگارمان بەڵێنی پێداین ڕاست بوو پێی گەیشتین جا ئایا ئێوەش ئەوەی کەپەروەردگارتان بەڵێنی پێدان ڕاست بوو پێی گەیشتن؟ دەڵێن بەڵێ پاشان جاڕچیەک جاڕی دەدا لەنێوانیاندا کەنەفرەتی خوا لەسەر ستەمکاران بێت"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "ئەوانەی بەرھەڵستی لە ڕێی خوا دەکەن و دەیانویست ئەو (ڕێگایە) بەخوارو ناڕێک نیشان بدەن لەکاتێکدا ئەوان بێ بڕوا بوون بەڕۆژی دوایی"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "و لەنێوانیاندا پەردە و جیاکەرەوەیەک ھەیە بەسەر ئەعرافەوە (کەبەرزاییەکە لەنێوان بەھەشت و دۆزەخدا) پیاوانێک ھەن ھەر یەکە لەبەھەشتی ودۆزەخیەکان دەناسنەوە بەھۆی نیشانە و (شێوەی تایبەتی) یانەوە جا بەھەشتیەکان بانگ دەکەن و دەڵێن: سەلامتان لێ بێت نەچوونەتە ناویەوە بەڵام ئومێدیان ھەیەو بەتەمان بچنە ناوى"
        }
    ]
}