{
    "maqras": [
        {
            "chapter": 2,
            "verse": 203,
            "text": "(Dan berzikirlah kepada Allah) dengan membaca takbir ketika melempar jumrah (pada beberapa hari yang berbilang), yakni pada hari-hari Tasyrik yang tiga. (Barang siapa yang ingin cepat-cepat), maksudnya ingin cepat berangkat dari Mina (dalam dua hari), artinya pada hari yang kedua hari tasyrik setelah melempar jumrah-jumrahnya, (maka tiadalah ia berdosa) dengan tindakan itu. (Dan barang siapa yang ingin mengundurkannya) hingga ia bermalam pada malam ketiga dan melempar jumrah-jumrahnya, (maka tiadalah ia berdosa) dengan perbuatannya itu. Jadi mereka diberi kesempatan untuk memilih tanpa memikul dosa apa pun (yakni bagi orang-orang yang bertakwa) kepada Allah dalam ibadah hajinya, karena pada hakikatnya itulah haji yang sebenarnya. (Dan bertakwalah kepada Allah dan ketahuilah bahwa kamu akan dikumpulkan kepada-Nya), yakni di akhirat yang nantinya amal perbuatanmu akan mendapat balasan dari-Nya"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "(Di antara manusia ada seorang yang ucapannya tentang kehidupan dunia menarik hatimu) tetapi sebaliknya tidak demikian halnya tentang kehidupan akhirat karena berbeda dengan pandangan dan keyakinannya (dan dipersaksikannya kepada Allah atas isi hatinya) bahwa itu benar-benar cocok dengan apa yang diucapkannya (padahal ia adalah musuh yang paling keras) baik bagimu maupun bagi pengikut-pengikutmu disebabkan permusuhannya denganmu itu. Orang ini namanya Akhnas bin Syuraiq, seorang munafik yang manis mulut terhadap Nabi saw. Ia bersumpah bahwa ia seorang mukmin dan cinta kepada Nabi saw. lalu mendekati majelisnya. Maka kepalsuannya ini dibukakan Allah dan suatu waktu ia pernah lewat di pertanian dan peternakan seorang sahabat, maka dibakarnya tanaman dan disembelihnya hewan-hewan milik sahabat itu di waktu malam, sebagaimana yang dijelaskan dalam firman Allah swt"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "(Dan apabila ia berpaling) dari hadapanmu (ia berjalan di muka bumi untuk membuat kerusakan padanya dan membinasakan tanam-tanaman dan binatang ternak) untuk menyebut beberapa macam kerusakan itu (sedangkan Allah tidak menyukai kerusakan), artinya tidak rida padanya"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "(Dan jika dikatakan kepadanya, \"Bertakwalah kamu kepada Allah) dalam perbuatan-perbuatanmu, (bangkitlah kesombongannya) yang menyebabkan berbuat (dosa) yang disuruh menghindarinya. (Maka cukuplah baginya neraka Jahanam dan sungguh ia seburuk-buruk tempat tinggal)"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "(Dan di antara manusia ada orang yang menjual dirinya), artinya mengorbankannya demi taatnya kepada Allah (guna menuntut) atau mencari (keridaan Allah). Namanya ialah Shuhaib. Tatkala ia dianiaya oleh orang-orang musyrik, ia pun berhijrah ke Madinah dan ditinggalkannya bagi mereka harta bendanya (dan Allah Maha Penyantun kepada hamba-hamba-Nya), sehingga ditunjuki-Nya mereka kepada hal-hal yang diridai-Nya"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Ayat berikut diturunkan mengenai Abdullah bin Salam dan kawan-kawannya tatkala mereka membesarkan hari Sabtu dan membenci unta sesudah masuk Islam. (Hai orang-orang beriman! Masuklah kamu ke dalam agama Islam), ada yang membaca 'salmi' dan ada pula 'silmi' (secara keseluruhan) 'hal' dari Islam artinya ke dalam seluruh syariatnya tanpa kecuali, (dan janganlah kamu ikuti langkah-langkah) atau jalan-jalan (setan), artinya godaan dan perdayaannya untuk membeda-bedakan, (sesungguhnya ia musuhmu yang nyata), artinya jelas permusuhannya terhadapmu"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "(Dan jika kamu tergelincir) atau menyimpang untuk masuk ke dalam keseluruhannya (setelah datang kepadamu bukti-bukti nyata) bahwa ia barang hak, (maka ketahuilah bahwa Allah Maha Tangguh) hingga tidak suatu pun yang dapat menghalangi-Nya untuk menjatuhkan hukuman kepadamu, (lagi Maha Bijaksana) di dalam segala perbuatan-Nya"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "(Tiadalah), maksudnya tidaklah (yang mereka tunggu-tunggu) buat memasukinya secara keseluruhan itu (melainkan datangnya Allah kepada mereka) maksudnya siksa Allah seperti pada firman-Nya \"atau datang amru rabbika artinya siksa Tuhanmu\" (dalam naungan) 'zhulal' jamak dari 'zhillah', artinya naungan (awan dan malaikat dan diputuskanlah perkataan-Nya) hingga tamatlah riwayat mereka. (Dan kepada Allah dikembalikan segala urusan) ada yang menyatakan dalam bentuk pasif, ada pula aktif, yakni di akhirat untuk menerima pembalasan dari-Nya"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "(Tanyakanlah) hai Muhammad (kepada Bani Israel) sebagai pukulan bagi mereka (Berapa banyaknya yang telah kami berikan kepada mereka), 'kam' merupakan pertanyaan, tempat berkaitnya 'sal' mengenai maf`ul kedua (obyek kedua), yaitu maf`ul kedua dan mumayaz dari aatainaa (berupa tanda-tanda yang nyata) atau kuat, misalnya terbelahnya laut, turunnya manna dan salwa, lalu mereka sambut dengan kekafiran. (Dan barang siapa yang menukar nikmat Allah), maksudnya tanda-tanda yang telah diberikan-Nya, karena itu merupakan sebab beroleh petunjuk (setelah nikmat itu datang kepadanya) menjadi kekafiran, (maka sesungguhnya Allah amat berat siksa-Nya) terhadapnya"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "(Dijadikan indah pada pandangan orang-orang yang kafir) di antara penduduk Mekah (kehidupan dunia ini) dengan jalan menghiasinya hingga mereka menyukainya (dan) mereka (memandang hina orang-orang yang beriman) karena kemiskinan mereka, seperti Bilal, Ammar, Shuhaib dan lain-lain, artinya mengejek mereka dan membanggakan kekayaan mereka kepada orang-orang miskin yang tidak punya itu. (Padahal orang-orang yang bertakwa) yang menjaga diri dari kesyirikan, mereka itu (berada di atas orang-orang kafir pada hari kiamat. Dan Allah memberi rezeki kepada siapa yang disukainya tanpa batas), artinya rezeki yang luas di akhirat atau di dunia, misalnya dimiliki-Nya harta benda dan budak dari pihak yang mengejek kepada pihak yang diejek"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "(Adalah manusia itu umat yang satu) yang bersatu dalam keimanan lalu mereka bertikai paham sehingga sebagian mereka beriman dan sebagian lainnya kafir (Maka Allah pun mengutus para nabi) kepada mereka (membawa berita gembira) bahwa orang yang beriman akan masuk surga (dan peringatan) bahwa orang-orang kafir akan masuk neraka, (dan menurunkan bersama mereka Kitab), dengan arti kitab-kitab (dengan benar) berkaitan dengan 'menurunkan' (agar ia memberi keputusan dengan kitab itu (di antara manusia tentang perkara yang mereka perselisihkan) mengenai agama (Dan tidaklah berselisih tentangnya) mengenai agama itu (kecuali orang-orang yang diberi Kitab), maka berimanlah sebagian dan kafir sebagian (setelah datang kepada mereka keterangan-keterangan yang nyata) yang membuktikan ketauhidan. 'Min' berkaitan dengan 'ikhtalafa', dan bersama kalimat yang sesudahnya, ia didahulukan dari istitsna' dalam makna (karena kedengkian) dari orang-orang kafir (sesama mereka. Maka Allah menunjuki orang-orang yang beriman mengenai yang mereka perselisihkan itu kepada) sebagai penjelasan (kebenaran dengan izin-Nya) artinya kehendak-Nya. (Dan Allah menunjuki siapa yang disukai-Nya), artinya untuk ditunjuki (ke jalan yang lurus) atau jalan yang benar"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Ayat berikut diturunkan mengenai susah payah yang menimpa kaum muslimin: (Ataukah), maksudnya apakah (kamu mengira bahwa kamu akan masuk surga. Padahal belum) maksudnya belum (datang kepadamu seperti) yang datang (kepada orang-orang yang terdahulu sebelum kamu) di antara orang-orang beriman berupa bermacam-macam cobaan, lalu kamu bersabar sebagaimana mereka bersabar? (Mereka ditimpa oleh); kalimat ini menjelaskan perkataan yang sebelumnya (malapetaka), maksudnya kemiskinan yang memuncak, (kesengsaraan) maksudnya penyakit, (dan mereka diguncang) atau dikejutkan oleh bermacam-macam bala, (hingga berkatalah) baris di atas atau di depan artinya telah bersabda (Rasul dan orang-orang yang beriman yang bersamanya) yang menganggap terlambatnya datang bantuan disebabkan memuncaknya kesengsaraan yang menimpa mereka, (\"Bilakah) datangnya (pertolongan Allah) yang telah dijanjikan kepada kami?\" Lalu mereka mendapat jawaban dari Allah, (\"Ingatlah, sesungguhnya pertolongan Allah itu amat dekat\") kedatangannya"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "(Mereka bertanya kepadamu) hai Muhammad (tentang apa yang mereka nafkahkan) Yang bertanya itu ialah Amar bin Jamuh, seorang tua yang hartawan. Ia menanyakan kepada Nabi saw. apa yang akan dinafkahkan dan kepada siapa dinafkahkannya? (Katakanlah) kepada mereka (Apa saja harta yang kamu nafkahkan) 'harta' merupakan penjelasan bagi 'apa saja' dan mencakup apa yang dinafkahkan yang merupakan salah satu dari dua sisi pertanyaan, tetapi juga jawaban terhadap siapa yang akan menerima nafkah itu, yang merupakan sisi lain dari pertanyaan dengan firman-Nya, (maka bagi ibu-bapak, kaum kerabat, anak-anak yatim, orang-orang miskin dan orang-orang yang sedang dalam perjalanan), artinya mereka lebih berhak untuk menerimanya. (Dan apa saja kebaikan yang kamu perbuat) baik mengeluarkan nafkah atau lainnya, (maka sesungguhnya Allah mengetahuinya) dan akan membalasnya"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "(Diwajibkan atasmu berperang), yakni menghadapi orang-orang kafir (padahal hal itu suatu kebencian), maksudnya suatu hal yang tidak disukai (bagi kamu) menurut tabiat, disebabkan amat menyusahkannya. (Boleh jadi kamu membenci sesuatu padahal baik bagi kamu dan boleh jadi pula kamu menyukai sesuatu padahal amat buruk bagi kamu). Ini disebabkan kecenderungan nafsu pada syahwat atau keinginan-keinginan yang pasti akan mencelakakannya dan enggannya melakukan taklif atau tugas-tugas yang akan membahagiakannya. Siapa tahu bahwa dalam peperangan, walau kamu membencinya, tersembunyi kebaikan, misalnya kemenangan dan harta rampasan atau mati syahid dan memperoleh pahala. Sebaliknya dalam meninggalkan, walaupun menyenangkan hatimu, terdapat keburukan, misalnya kehinaan dan kemiskinan serta luput dari pahala. (Dan Allah Maha mengetahui) apa-apa yang baik bagimu (sedang kamu tidak mengetahui) demikian itu. Maka bersegeralah melakukan apa yang diperintahkan Allah kepadamu. Nabi saw. mengirim pasukannya yang pertama di antaranya terdapat Abdullah bin Jahsy. Mereka memerangi orang-orang musyrik dan membunuh Ibnul Hadhrami pada hari terakhir bulan Jumadilakhir hingga mereka memasuki awal bulan Rajab (salah satu bulan suci). Mereka lalu dicela oleh orang-orang kafir karena telah menghalalkan bulan suci itu, maka turunlah ayat"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "(Mereka menanyakan kepadamu tentang bulan haram) atau bulan suci (yakni berperang padanya), menjadi badal isytimal (Katakanlah) kepada mereka, (\"Berperang dalam bulan itu adalah besar\"), maksudnya dosa besar. 'Berperang' menjadi mubtada', sedangkan 'besar' menjadi khabarnya, (tetapi menghalangi) manusia, menjadi mubtada' (dari jalan Allah) maksudnya dari agama-Nya (dan kafir kepada-Nya), (serta) menghalangi ia masuk (Masjidilharam), artinya kota Mekah (dan mengusir penduduknya daripadanya) sebagaimana yang dialami Nabi saw. bersama orang-orang mukmin, sedang yang menjadi khabarnya ialah (lebih besar lagi), artinya dosanya (di sisi Allah) daripada berperang itu. (Sedangkan berbuat fitnah) artinya kesyirikan (lebih besar lagi dari pembunuhan) bagimu padanya. (Dan tidak henti-hentinya mereka), maksudnya orang-orang kafir (memerangi kamu) hai orang-orang beriman (hingga), maksudnya agar (mengembalikan kamu dari agamamu) kepada kekafiran, (sekiranya mereka sanggup. Barang siapa yang murtad di antara kamu dari agamanya, lalu ia mati dalam kekafiran, maka mereka itu menjadi sia-sia) atau batal (amal-amal mereka) yang saleh (di dunia dan akhirat) hingga tidak dianggap dan tidak diberi pahala. Mengaitkannya dengan kematian menunjukkan bahwa seandainya ia kembali kepada Islam sebelum mati maka amalnya tidaklah batal dan tetap diberi pahala serta tidak perlu diulangi lagi, haji misalnya. Demikianlah menurut pendapat Syafii, (dan mereka itulah penghuni neraka, mereka kekal di dalamnya). Tatkala anak buah pasukannya tadi menyangka bahwa meskipun mereka tidak berdosa, tetap tidak beroleh pahala (karena melakukan peperangan pada bulan haram), maka turunlah ayat"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "(Sesungguhnya orang-orang yang beriman, orang-orang yang berhijrah) meninggalkan kampung halaman mereka, (dan berjihad di jalan Allah), yakni untuk meninggikan agama-Nya, (mereka itu mengharapkan rahmat Allah), artinya pahala-Nya, (dan Allah Maha Pengampun lagi Maha Penyayang) terhadap orang-orang beriman"
        }
    ]
}