{
    "maqras": [
        {
            "chapter": 33,
            "verse": 18,
            "text": "(Sesungguhnya Allah mengetahui orang-orang yang menghalang-halangi) yang menghambat (di antara kalian dan orang-orang yang berkata kepada saudara-saudaranya, \"Marilah) kemarilah (kepada kami.\" Dan mereka tidak mendatangi peperangan) pertempuran (melainkan hanya sebentar) hanya ingin pamer dan cari muka"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "(Mereka bakhil terhadap kalian) maksudnya sangat perhitungan dalam menolong dan membantu kalian. Lafal asyihhatan bentuk jamak dari lafal syahiihun; berkedudukan menjadi hal atau kata keterangan keadaan dari dhamir yang terkandung di dalam lafal ya'tuuna (apabila datang ketakutan, kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti) penglihatan atau seperti terbeliaknya (orang yang pingsan karena akan mati) yaitu orang yang sedang sekarat maut (dan apabila ketakutan telah hilang) harta-harta rampasan telah diperoleh kaum Muslimin (mereka mencaci kalian) menyakiti kalian atau memukul kalian (dengan lidah yang tajam, sedangkan mereka bakhil untuk berbuat kebaikan) atas harta rampasan yang telah diperolehnya. (Mereka itu tidak beriman) sesungguhnya (maka Allah menghapus pahala amal mereka. Dan yang demikian itu) penghapusan pahala amal perbuatan itu (adalah mudah bagi Allah) dengan kehendak-Nya"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "(Mereka mengira golongan-golongan yang bersekutu itu) yaitu orang-orang kafir (belum pergi) maksudnya belum kembali ke Mekah disebabkan perasaan takut mereka terhadapnya (dan jika golongan-golongan yang bersekutu itu datang kembali) mengadakan serangan ulang (niscaya mereka ingin) mengharapkan (berada di dusun-dusun bersama orang-orang Arab badui) berada di tengah-tengah mereka di perkampungan (sambil menanya-nanya tentang berita-berita kalian) yakni kabar kalian beserta orang-orang kafir yang menyerang kalian. (Dan sekiranya mereka berada bersama kalian) di dalam serangan kali ini (mereka tidak akan berperang melainkan sebentar saja) hanya karena pamer dan takut dicela sebab tidak ikut berperang"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "(Sesungguhnya telah ada pada diri Rasulullah itu suri teladan bagi kalian) dapat dibaca iswatun dan uswatun (yang baik) untuk diikuti dalam hal berperang dan keteguhan serta kesabarannya, yang masing-masing diterapkan pada tempat-tempatnya (bagi orang) lafal ayat ini berkedudukan menjadi badal dari lafal lakum (yang mengharap rahmat Allah) yakni takut kepada-Nya (dan hari kiamat dan dia banyak menyebut Allah) berbeda halnya dengan orang-orang yang selain mereka"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "(Dan tatkala orang-orang Mukmin melihat golongan-golongan yang bersekutu itu) yang terdiri dari orang-orang kafir (mereka berkata, \"Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita.\") Yakni cobaan dan pertolongan dari Allah. (Dan benarlah Allah dan Rasul-Nya) tentang yang dijanjikannya. (Dan yang demikian itu tidaklah menambah kepada mereka) (kecuali iman) percaya mereka akan janji Allah (dan ketundukan) kepada perintah-Nya"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "(Di antara orang-orang Mukmin itu ada orang-orang yang menepati apa-apa yang telah mereka janjikan kepada Allah) yaitu gigih bertahan bersama dengan Nabi saw. (maka di antara mereka ada yang gugur) mati atau terbunuh di jalan Allah (dan di antara mereka ada pula yang menunggu-nunggu) hal tersebut (dan mereka sedikit pun tidak mengubah) janjinya, berbeda halnya dengan orang-orang munafik"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "(Supaya Allah memberikan balasan kepada orang-orang yang benar itu karena kebenarannya, dan menyiksa orang-orang munafik jika dikehendaki-Nya) seumpamanya Dia mematikan mereka dalam kemunafikannya (atau menerima tobat mereka. Sesungguhnya Allah adalah Maha Pengampun) (lagi Maha Penyayang) kepada orang yang bertobat kepada-Nya"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "(Dan Allah menghalau orang-orang yang kafir itu) yakni golongan-golongan yang bersekutu itu (yang keadaan mereka penuh kejengkelan, lagi mereka tidak memperoleh keuntungan apa pun) maksudnya tidak memperoleh kemenangan atas orang-orang Mukmin. (Dan Allah menghindarkan orang-orang Mukmin dari peperangan) dengan mengirimkan angin besar dan para malaikat kepada golongan-golongan yang bersekutu. (Dan adalah Allah Maha Kuat) untuk mewujudkan apa yang dikehendaki-Nya (lagi Maha Perkasa) Maha Menang atas semua perkara-Nya"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "(Dan Dia menurunkan orang-orang ahli kitab yang membantu golongan-golongan yang bersekutu) yang dimaksud adalah Bani Quraizhah (dari benteng-benteng mereka) lafal shayaashi bentuk jamak dari lafal shaishatun, artinya adalah benteng tempat berlindung (dan Dia memasukkan rasa takut ke dalam hati mereka) yaitu rasa ngeri (sebagian mereka kalian bunuh) sebagian dari mereka terbunuh oleh kalian, yaitu mereka yang berperang (dan sebagian yang lain kalian tawan) yaitu kaum wanita dan anak-anaknya"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "(Dan Dia mewariskan kepada kalian tanah-tanah, rumah-rumah dan harta benda mereka dan demikian pula tanah yang belum kalian injak) sebelumnya, yaitu tanah Khaibar, yang direbut sesudah Quraizhah. (Dan adalah Allah Maha Kuasa terhadap segala sesuatu)"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "(Hai Nabi! Katakanlah kepada istri-istrimu) yang pada saat itu jumlah mereka ada sembilan orang; mereka meminta kepada Nabi saw. perhiasan duniawi yang tidak dipunyai oleh beliau: (\"Jika kamu sekalian mengingini kehidupan dunia dan perhiasannya, maka marilah supaya diberikan kepada kalian mut`ah) yakni mut`ah talak (dan aku ceraikan kalian dengan cara yang baik) aku ceraikan kalian tanpa menimbulkan kemudaratan"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "(Dan jika kamu sekalian menghendaki keridaan Allah dan Rasul-Nya serta kesenangan di negeri akhirat) yakni surga (maka sesungguhnya Allah menyediakan bagi siapa yang berbuat baik di antara kalian) yang menghendaki pahala di akhirat (pahala yang besar.\") yaitu surga. Maka mereka memilih pahala di akhirat daripada pahala di dunia"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "(Hai istri-istri nabi, siapa-siapa di antara kalian yang mengerjakan perbuatan keji yang nyata) Mubayyanatin dapat dibaca Mubayyinatin, artinya yang terang atau jelas (niscaya akan dilipat gandakan) menurut suatu qiraat dibaca Yudha'-'af dan menurut qiraat lainnya dibaca Nudhaa'af kemudian lafal Al 'Adzaabu dibaca Nashab sehingga menjadi Al 'Adzaaba (siksaan kepadanya dua kali lipat) dua kali lipat siksaan yang diterima oleh orang-orang selain kalian. (Dan adalah yang demikian itu mudah bagi Allah)"
        }
    ]
}