{
    "maqras": [
        {
            "chapter": 2,
            "verse": 272,
            "text": "Tatkala Nabi saw. melarang memberikan sedekah kepada orang-orang musyrik agar mereka masuk Islam, turunlah ayat, (Bukan kewajibanmu menjadikan mereka mendapat petunjuk), maksudnya menjadikan manusia masuk Islam, karena kewajibanmu hanyalah menyampaikan belaka, (tetapi Allahlah yang menunjuki siapa yang dikehendaki-Nya) untuk memperoleh petunjuk agar masuk Islam. (Dan apa saja yang baik yang kamu nafkahkan), maksudnya berupa harta (maka buat dirimu sendiri) karena pahalanya untuk kamu (Dan tidaklah kamu menafkahkan sesuatu melainkan karena mengharapkan keridaan Allah), maksudnya pahala-Nya dan bukan karena yang lain seperti harta benda dunia. Kalimat ini kalimat berita, tetapi maksudnya adalah larangan, jadi berarti, \"Dan janganlah kamu nafkahkan sesuatu...\" dan seterusnya. (\"Dan apa saja harta yang kamu nafkahkan, niscaya akan diberikan kepadamu dengan secukupnya), artinya pahalanya (dan kamu tidaklah akan dirugikan\"), artinya jumlahnya tidak akan dikurangi sedikit pun. Kedua kalimat belakangan memperkuat yang pertama"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Ialah bagi orang-orang fakir) menjadi predikat atau khabar dari subjek atau mubtada yang dibuang yang diperkirakan berbunyi, \"Sedekah itu untuk....\" (yang terikat di jalan Allah), maksudnya yang menyediakan diri mereka untuk berjihad. Mereka itu ialah ahli sufi sebanyak 400 orang Muhajirin yang menekuni Alquran dan menunggu kesempatan untuk pergi keluar bersama rombongan pasukan. (Mereka tidak dapat berusaha) atau menjadi musafir (di muka bumi) untuk berdagang dan mencari penghidupan karena kesibukan mereka dalam perjuangan itu. (Orang-orang yang tidak tahu menyangka mereka) melihat keadaan lahiriah mereka (kaya raya karena mereka memelihara diri dari meminta-minta) karena segan dan tak hendak menadahkan tangan mereka. (Kamu mengenal mereka) hai para mukhathab (dengan tanda-tanda) atau ciri-ciri mereka misalnya tawaduk atau rendah hati dan bekas-bekas keletihan. (Mereka tak hendak meminta kepada orang-orang) sesuatu (dengan mendesak) artinya pada dasarnya mereka tak hendak meminta, hingga tidak mungkin pula akan mendesak. (Dan apa saja harta yang baik yang kamu infakkan, maka sesungguhnya Allah mengetahuinya) dan akan membalasnya"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Orang-orang yang menafkahkan harta mereka, baik malam maupun siang secara sembunyi-sembunyi atau terang-terangan, maka mereka beroleh pahala di sisi Tuhan mereka, tak ada kekhawatiran terhadap mereka dan tidak pula mereka berduka cita"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "(Orang-orang yang memakan riba), artinya mengambilnya. Riba itu ialah tambahan dalam muamalah dengan uang dan bahan makanan, baik mengenai banyaknya maupun mengenai waktunya, (tidaklah bangkit) dari kubur-kubur mereka (seperti bangkitnya orang yang kemasukan setan disebabkan penyakit gila) yang menyerang mereka; minal massi berkaitan dengan yaquumuuna. (Demikian itu), maksudnya yang menimpa mereka itu (adalah karena), maksudnya disebabkan mereka (mengatakan bahwa jual-beli itu seperti riba) dalam soal diperbolehkannya. Berikut ini kebalikan dari persamaan yang mereka katakan itu secara bertolak belakang, maka firman Allah menolaknya, (padahal Allah menghalalkan jual-beli dan mengharamkan riba. Maka barang siapa yang datang kepadanya), maksudnya sampai kepadanya (pelajaran) atau nasihat (dari Tuhannya, lalu ia menghentikannya), artinya tidak memakan riba lagi (maka baginya apa yang telah berlalu), artinya sebelum datangnya larangan dan doa tidak diminta untuk mengembalikannya (dan urusannya) dalam memaafkannya terserah (kepada Allah. Dan orang-orang yang mengulangi) memakannya dan tetap menyamakannya dengan jual beli tentang halalnya, (maka mereka adalah penghuni neraka, kekal mereka di dalamnya)"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "(Allah menghancurkan riba) dengan menguranginya dan melenyapkan berkahnya (dan menyuburkan sedekah), maksudnya menambah dan mengembangkannya serta melipatgandakan pahalanya. (Dan Allah tidak menyukai setiap orang yang ingkar) yang menghalalkan riba (lagi banyak dosa), artinya yang durhaka dengan memakan riba itu hingga akan menerima hukuman-Nya"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Sesungguhnya orang-orang yang beriman dan beramal saleh serta mendirikan salat dan membayar zakat, bagi mereka pahala di sisi Tuhan mereka, tak ada kekhawatiran terhadap mereka dan tidak pula mereka berduka cita"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "(Hai orang-orang yang beriman, bertakwalah kamu kepada Allah dan tinggalkanlah), maksudnya jauhilah (sisa yang tinggal dari riba, jika kamu beriman dengan sebenarnya, karena sifat atau ciri-ciri orang beriman adalah mengikuti perintah Allah. Ayat ini diturunkan tatkala sebagian sahabat masih juga menuntut riba di masa lalu, walaupun riba itu sudah dilarang)"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "(Jika kamu tak mau melakukannya), yakni apa yang diperintahkan itu, (maka ketahuilah) datangnya (serbuan dari Allah dan rasul-Nya) terhadapmu. Ayat ini berisi ancaman keras kepada mereka, hingga ketika ia turun, mereka mengatakan, \"Tak ada daya kita untuk mengatasi serbuan itu!\" (Dan jika kamu bertobat), artinya menghentikannya, (maka bagi kamu pokok) atau modal (hartamu, agar kamu tidak menganiaya) dengan mengambil tambahan (dan tidak pula teraniaya) dengan menerima jumlah yang kurang"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "(Dan jika dia), yakni orang yang berutang itu (dalam kesulitan, maka hendaklah diberi tangguh) maksudnya hendaklah kamu undurkan pembayarannya (sampai dia berkelapangan) dibaca 'maisarah' atau 'maisurah'. (Dan jika kamu menyedekahkannya), dibaca dengan tasydid, yakni setelah mengidgamkan ta pada asalnya pada shad menjadi 'tashshaddaqu', juga tanpa tasydid hingga dibaca 'tashaddaqu', yakni telah dibuang ta, sedangkan artinya ialah mengeluarkan sedekah kepada orang yang sedang dalam kesusahan itu dengan jalan membebaskannya dari utang, baik sebagian maupun keseluruhan (itu lebih baik bagimu, jika kamu mengetahui) bahwa demikian itu baik, maka kerjakanlah! Dalam sebuah hadis disebutkan, \"Barang siapa yang memberi tangguh orang yang dalam kesusahan atau membebaskannya dari utang, maka Allah akan melindunginya dalam naungan-Nya, di hari saat tak ada naungan selain naungan-Nya.\" (H.R. Muslim)"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "(Dan takutlah akan suatu hari yang nanti kamu akan dikembalikan) dibina' bagi maf`ul, sedangkan jika bagi fa`il, maka bunyinya 'tasiiruun', artinya berjalan (kepada Allah pada hari itu), yakni hari kiamat (kemudian dipenuhkan) pada hari itu (kepada setiap jiwa) balasan terhadap (apa yang dilakukannya) baik berupa kebaikan maupun kejahatan (dan mereka tidak akan dianiaya) dengan mengurangi kebaikan atau menambah kejahatannya"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "(Hai orang-orang yang beriman! Jika kamu mengadakan utang piutang), maksudnya muamalah seperti jua beli, sewa-menyewa, utang-piutang dan lain-lain (secara tidak tunai), misalnya pinjaman atau pesanan (untuk waktu yang ditentukan) atau diketahui, (maka hendaklah kamu catat) untuk pengukuhan dan menghilangkan pertikaian nantinya. (Dan hendaklah ditulis) surat utang itu (di antara kamu oleh seorang penulis dengan adil) maksudnya benar tanpa menambah atau mengurangi jumlah utang atau jumlah temponya. (Dan janganlah merasa enggan) atau berkeberatan (penulis itu) untuk (menuliskannya) jika ia diminta, (sebagaimana telah diajarkan Allah kepadanya), artinya telah diberi-Nya karunia pandai menulis, maka janganlah dia kikir menyumbangkannya. 'Kaf' di sini berkaitan dengan 'ya'ba' (Maka hendaklah dituliskannya) sebagai penguat (dan hendaklah diimlakkan) surat itu (oleh orang yang berutang) karena dialah yang dipersaksikan, maka hendaklah diakuinya agar diketahuinya kewajibannya, (dan hendaklah ia bertakwa kepada Allah, Tuhannya) dalam mengimlakkan itu (dan janganlah dikurangi darinya), maksudnya dari utangnya itu (sedikit pun juga. Dan sekiranya orang yang berutang itu bodoh) atau boros (atau lemah keadaannya) untuk mengimlakkan disebabkan terlalu muda atau terlalu tua (atau ia sendiri tidak mampu untuk mengimlakkannya) disebabkan bisu atau tidak menguasai bahasa dan sebagainya, (maka hendaklah diimlakkan oleh walinya), misalnya bapak, orang yang diberi amanat, yang mengasuh atau penerjemahnya (dengan jujur. Dan hendaklah persaksikan) utang itu kepada (dua orang saksi di antara laki-lakimu) artinya dua orang Islam yang telah balig lagi merdeka (Jika keduanya mereka itu bukan), yakni kedua saksi itu (dua orang laki-laki, maka seorang laki-laki dan dua orang perempuan) boleh menjadi saksi (di antara saksi-saksi yang kamu sukai) disebabkan agama dan kejujurannya. Saksi-saksi wanita jadi berganda ialah (supaya jika yang seorang lupa) akan kesaksian disebabkan kurangnya akal dan lemahnya ingatan mereka, (maka yang lain (yang ingat) akan mengingatkan kawannya), yakni yang lupa. Ada yang membaca 'tudzkir' dan ada yang dengan tasydid 'tudzakkir'. Jumlah dari idzkar menempati kedudukan sebagai illat, artinya untuk mengingatkannya jika ia lupa atau berada di ambang kelupaan, karena itulah yang menjadi sebabnya. Menurut satu qiraat 'in' syarthiyah dengan baris di bawah, sementara 'tudzakkiru' dengan baris di depan sebagai jawabannya. (Dan janganlah saksi-saksi itu enggan jika) 'ma' sebagai tambahan (mereka dipanggil) untuk memikul dan memberikan kesaksian (dan janganlah kamu jemu) atau bosan (untuk menuliskannya), artinya utang-utang yang kamu saksikan, karena memang banyak orang yang merasa jemu atau bosan (biar kecil atau besar) sedikit atau banyak (sampai waktunya), artinya sampai batas waktu membayarnya, menjadi 'hal' dari dhamir yang terdapat pada 'taktubuh' (Demikian itu) maksudnya surat-surat tersebut (lebih adil di sisi Allah dan lebih mengokohkan persaksian), artinya lebih menolong meluruskannya, karena adanya bukti yang mengingatkannya (dan lebih dekat), artinya lebih kecil kemungkinan (untuk tidak menimbulkan keraguanmu), yakni mengenai besarnya utang atau jatuh temponya. (Kecuali jika) terjadi muamalah itu (berupa perdagangan tunai) menurut satu qiraat dengan baris di atas hingga menjadi khabar dari 'takuuna' sedangkan isimnya adalah kata ganti at-tijaarah (yang kamu jalankan di antara kamu), artinya yang kamu pegang dan tidak mempunyai waktu berjangka, (maka tidak ada dosa lagi kamu jika kamu tidak menulisnya), artinya barang yang diperdagangkan itu (hanya persaksikanlah jika kamu berjual beli) karena demikian itu lebih dapat menghindarkan percekcokan. Maka soal ini dan yang sebelumnya merupakan soal sunah (dan janganlah penulis dan saksi -maksudnya yang punya utang dan yang berutang- menyulitkan atau mempersulit), misalnya dengan mengubah surat tadi atau tak hendak menjadi saksi atau menuliskannya, begitu pula orang yang punya utang, tidak boleh membebani si penulis dengan hal-hal yang tidak patut untuk ditulis atau dipersaksikan. (Dan jika kamu berbuat) apa yang dilarang itu, (maka sesungguhnya itu suatu kefasikan), artinya keluar dari taat yang sekali-kali tidak layak (bagi kamu dan bertakwalah kamu kepada Allah) dalam perintah dan larangan-Nya (Allah mengajarimu) tentang kepentingan urusanmu. Lafal ini menjadi hal dari fi`il yang diperkirakan keberadaannya atau sebagai kalimat baru. (Dan Allah mengetahui segala sesuatu)"
        }
    ]
}