{
    "maqras": [
        {
            "chapter": 57,
            "verse": 16,
            "text": "(Belumkah datang) maksudnya apakah belum tiba saatnya (bagi orang-orang yang beriman) ayat ini diturunkan berkenaan dengan kelakuan para sahabat, yaitu sewaktu mereka banyak bergurau (untuk tunduk hati mereka mengingat Allah dan mengingat apa yang telah diturunkan kepada mereka) dapat dibaca Nazzala dan Nazala (berupa kebenaran) yakni Alquran (dan janganlah mereka) di'athafkan kepada lafal Takhsya'a (seperti orang-orang yang sebelumnya telah diturunkan Alkitab kepadanya) mereka adalah orang-orang Yahudi dan orang-orang Nasrani (kemudian berlalulah masa yang panjang atas mereka) yaitu zaman antara mereka dan nabi-nabi mereka telah berlalu sangat lama (lalu hati mereka menjadi keras) tidak lunak lagi untuk mengingat Allah. (Dan kebanyakan di antara mereka adalah orang-orang fasik)"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "(Ketahuilah oleh kalian) khithab ayat ini ditujukan kepada orang-orang mukmin yang telah disebutkan di atas tadi (bahwa sesungguhnya Allah menghidupkan bumi sesudah matinya) dengan menumbuhkan tumbuh-tumbuhan padanya, demikianlah Allah menjadikan hati kalian untuk taat dan khusuk kembali dalam mengingat Allah. (Sesungguhnya Kami telah menjelaskan kepada kalian tanda-tanda) yang menunjukkan akan kekuasaan Kami terhadap hal ini dan hal-hal lainnya (supaya kalian memikirkannya)"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "(Sesungguhnya orang-orang yang membenarkan, baik laki-laki) mushshaddiqiina berasal dari mashdar tashadduq, kemudian huruf ta diidghamkan kepada huruf shad sehingga jadilah mushshaddiqiina, bentuk asalnya adalah mutashaddiqiina (maupun perempuan) yang percaya kepada Allah dan Rasul-Nya. Menurut qiraat lain kedua lafal tersebut dibaca tanpa tasydid, sehingga bacaannya menjadi innal mushaddiqiina wal mushaddiqaati, karena dianggap berasal dari tashdiq, sehingga artinya menjadi: Sesungguhnya orang-orang yang beriman, baik laki-laki maupun perempuan (dan meminjamkan kepada Allah pinjaman yang baik) dhamir yang ada pada lafal `aqradhuu kembali pada laki-laki dan perempuan, karena memprioritaskan kaum laki-laki. Fi'il atau kata kerja di sini diathafkan kepada isim, yaitu kepada shilah alif dan lam, karena sesungguhnya lafal al-mushshaddiqiina wal mushshaddiqaati yang dimasuki alif dan lam sama kedudukannya dengan fi'il yang berada sesudah shilah. Disebutkannya lafal al-qardhu berikut sifatnya sesudah pengertian tashadduq, hal ini memberikan pengertian adanya ikatan di antara lafal-lafal tersebut. Atau dengan kata lain, bahwa orang-orang yang membenarkan Allah dan Rasul-Nya itu adalah orang-orang yang mau meminjamkan kepada Allah pinjaman yang baik (maka Allah akan melipatgandakan) menurut suatu qiraat dibaca yudha`'af dengan memakai tasydid pada huruf 'ainnya, artinya balasan pinjaman mereka itu akan dilipatgandakan pahalanya (kepada mereka; dan bagi mereka pahala yang banyak)"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "(Dan orang-orang yang beriman kepada Allah dan Rasul-Nya, mereka itu adalah orang-orang shiddiqin) orang-orang yang sangat beriman kepada Allah dan Rasul-Nya (dan orang-orang yang menjadi saksi di sisi Rabb mereka) atas kedustaan umat-umat yang terdahulu terhadap nabi-nabi mereka. (Bagi mereka pahala dan cahaya mereka. Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami) yang menunjukkan kepada keesaan Kami (mereka itulah penghuni-penghuni Jahim) yakni neraka"
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "(Ketahuilah, bahwa sesungguhnya kehidupan dunia itu hanyalah permainan dan suatu yang melalaikan, perhiasan) sebagai perhiasan (dan bermegah-megahan antara kalian serta berbangga-bangga tentang banyaknya harta dan anak) artinya, menyibukkan diri di dalamnya. Adapun mengenai ketaatan dan hal-hal yang membantu menuju kepadanya termasuk perkara-perkara akhirat (seperti) kehidupan dunia yang menyilaukan kalian dan kepunahannya sesudah itu bagaikan (hujan) bagaikan air hujan (yang membuat orang-orang yang bertani merasa kagum) merasa takjub (akan tanam-tanamannya) yang tumbuh disebabkan turunnya hujan itu (kemudian tanaman itu menjadi kering) lapuk dan kering (dan kamu lihat warnanya yang kuning itu kemudian menjadi hancur) menjadi keropos dan berjatuhan ditiup angin. (Dan di akhirat ada azab yang keras) bagi orang-orang yang lebih memilih keduniaan (dan ampunan dari Allah serta keridaan-Nya) bagi orang-orang yang lebih memilih akhirat daripada dunia. (Dan kehidupan dunia ini tidak lain) maksudnya bersenang-senang dalam dunia ini tiada lain (hanyalah kesenangan yang menipu)"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "(Berlomba-lombalah kalian kepada ampunan dari Rabb kalian dan surga yang luasnya seluas langit dan bumi) seandainya jarak di antara keduanya dapat diukur; lafal al-'ardh artinya luas (yang disediakan bagi orang-orang yang beriman kepada Allah dan Rasul-Nya. Itulah karunia Allah, diberikan-Nya kepada siapa yang dikehendaki-Nya. Dan Allah mempunyai karunia yang besar)"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "(Tiada suatu bencana pun yang menimpa di bumi) seperti kekeringan (dan tidak pula pada diri kalian sendiri) seperti sakit dan kematian anak (melainkan telah tertulis dalam Kitab) di Lohmahfuz (sebelum Kami menciptakannya) sebelum Kami menciptakan semuanya. Demikian pula mengenai hal yang menyangkut nikmat dikatakan seperti itu. (Sesungguhnya yang demikian itu adalah mudah bagi Allah)"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "(Supaya janganlah) lafal kay di sini menashabkan fi'il yang jatuh sesudahnya, maknanya sama dengan lafal an. Allah swt. menjelaskan yang demikian itu supaya janganlah (kalian berduka cita) bersedih hati (terhadap apa yang luput dari kalian, dan supaya kalian jangan terlalu gembira) artinya gembira yang dibarengi dengan rasa takabur, berbeda halnya dengan gembira yang dibarengi dengan rasa syukur atas nikmat (terhadap apa yang diberikan-Nya kepada kalian) jika lafal aataakum dibaca panjang berarti maknanya sama dengan lafal a`thaakum, artinya apa yang diberikan-Nya kepada kalian. Jika dibaca pendek, yaitu ataakum artinya, apa yang didatangkan-Nya kepada kalian. (Dan Allah tidak menyukai setiap orang yang sombong) dengan apa yang telah diberikan oleh Allah kepadanya (lagi membanggakan diri) membangga-banggakannya terhadap orang lain"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "(Orang-orang yang kikir) tidak mau menunaikan apa yang telah diwajibkan atas mereka (dan menyuruh manusia berbuat kikir) supaya jangan menunaikan kewajiban itu, maka bagi mereka ancaman yang keras dari Allah. (Dan barang siapa yang berpaling) dari menunaikan apa yang telah diwajibkan atasnya (maka sesungguhnya Allah Dialah) lafal huwa adalah dhamir fashl, sedangkan menurut suatu qiraat tanpa memakainya (Yang Maha Kaya) artinya tidak membutuhkan orang lain (lagi Maha Terpuji) terhadap kekasih-kekasih-Nya"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "(Sesungguhnya Kami telah mengutus rasul-rasul Kami) yaitu malaikat-malaikat-Nya kepada nabi-nabi (dengan membawa bukti-bukti yang nyata) hujah-hujah yang jelas dan akurat (dan telah Kami turunkan bersama mereka Alkitab) lafal Alkitab ini sekalipun bentuknya mufrad tetapi makna yang dimaksud adalah jamak, yakni al-kutub (dan neraca) yakni keadilan (supaya manusia dapat melaksanakan keadilan. Dan Kami ciptakan besi) maksudnya Kami keluarkan besi dari tempat-tempat penambangannya (yang padanya terdapat kekuatan yang hebat) yakni dapat dipakai sebagai alat untuk berperang (dan berbagai manfaat bagi manusia, dan supaya Allah mengetahui) supaya Allah menampilkan; lafal waliya'lamallaahu diathafkan pada lafal liyaquman-naaasu (siapa yang menolong-Nya) maksudnya siapakah yang menolong agama-Nya dengan memakai alat-alat perang yang terbuat dari besi dan lain-lainnya itu (dan rasul-rasul-Nya padahal Allah tidak dilihatnya) lafal bil-ghaibi menjadi hal atau kata keterangan keadaan dari dhamir ha yang terdapat pada lafal yanshuruhu. Yakni sekalipun Allah tidak terlihat oleh mereka di dunia ini. Ibnu Abbas r.a. memberikan penakwilannya, mereka menolong agama-Nya padahal mereka tidak melihat-Nya. (Sesungguhnya Allah Maha Kuat lagi Maha Perkasa) artinya Dia tidak memerlukan pertolongan siapa pun, akan tetapi perbuatan itu manfaatnya akan dirasakan sendiri oleh orang yang mengerjakannya"
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "(Dan sesungguhnya Kami telah mengutus Nuh dan Ibrahim dan Kami jadikan pada keturunan keduanya kenabian dan Alkitab) yaitu kitab yang empat; Taurat, Injil, Zabur dan Al-Furqan. Kitab-kitab tersebut diturunkan kepada anak cucu Nabi Ibrahim (maka di antara mereka ada yang menerima petunjuk dan kebanyakan di antara mereka adalah orang-orang fasik)"
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "(Kemudian Kami iringi di belakang mereka dengan rasul-rasul Kami dan Kami iringi pula dengan Isa putra Maryam; dan Kami berikan kepadanya Injil dan Kami jadikan dalam hati orang-orang yang mengikutinya rasa santun dan kasih sayang. Dan kerahbaniyahan) yakni tidak mau kawin dan hidup membaktikan diri di dalam gereja-gereja (yang mereka ada-adakan) oleh diri mereka sendiri (padahal Kami tidak mewajibkannya kepada mereka) Kami tidak memerintahkan hal itu kepada mereka (tetapi) melainkan mereka mengerjakannya (untuk mencari keridaan) demi mencari kerelaan (Allah, lalu mereka tidak memeliharanya dengan pemeliharaan yang semestinya) karena kebanyakan di antara mereka meninggalkannya dan kafir kepada agama Nabi Isa, lalu mereka memasuki agama raja mereka. Akan tetapi masih banyak pula di antara mereka yang berpegang teguh kepada ajaran Nabi Isa, lalu mereka beriman kepada Nabi Muhammad. (Maka Kami berikan kepada orang-orang yang beriman) kepada Nabi Isa (di antara mereka pahalanya dan banyak di antara mereka orang-orang fasik)"
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "(Hai orang-orang yang beriman) kepada Nabi Isa (bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya) kepada Nabi Muhammad saw. dan Nabi Isa (niscaya Allah memberikan kepada kalian dua bagian) dua kali bagian (dari rahmat-Nya) karena kalian telah beriman kepada dua nabi (dan menjadikan untuk kalian cahaya yang dengan cahaya itu kalian dapat berjalan) di atas shirath/jembatan (dan Dia mengampuni kalian. Dan Allah Maha Pengampun lagi Maha Penyayang)"
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "(Supaya diketahui) maksudnya Allah menerangkan hal tersebut kepada kalian, supaya diketahui (oleh ahli kitab) Taurat yang tidak beriman kepada Nabi Muhammad (bahwa) an di sini adalah bentuk takhfif dari anna yang ditasydidkan, artinya bahwasanya mereka (mereka tiada mendapat sedikit pun akan karunia Allah) berbeda dengan apa yang mereka duga, yaitu bahwasanya mereka adalah kekasih-kekasih Allah dan orang-orang yang mendapat keridaan-Nya (dan bahwasanya karunia itu berada di tangan kekuasaan Allah. Dia berikan karunia itu) yakni Dia memberikannya (kepada siapa yang dikehendaki-Nya) maka Dia memberikan karunia-Nya kepada orang-orang yang beriman di antara mereka, berupa pahala yang mereka terima sebanyak dua kali lipat, sebagaimana keterangan yang telah lalu. Yaitu karena beriman kepada dua nabi. (Dan Allah mempunyai karunia yang besar)"
        }
    ]
}