{
    "maqras": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "(Semua makanan halal bagi Bani Israel kecuali makanan yang diharamkan oleh Israel) atau Yakub (atas dirinya) yaitu unta yang ditimpa penyakit pada urat nadinya. Ia bernazar jika hewan itu sembuh tidak akan dimakannya, maka haramlah hukumnya bagi mereka (sebelum Taurat diturunkan) hal ini terjadi sesudah Ibrahim sedangkan pada masanya sendiri tidaklah haram sebagaimana yang telah diakuinya. (Katakanlah) kepada mereka (\"Ambillah Taurat lalu bacalah) agar nyata benar atau tidaknya ucapanmu itu (jika kamu orang-orang yang benar\") dalam masalah tersebut. Mendengar itu mereka pun kebingungan dan tak pernah mengemukakan Taurat. Maka Allah swt. berfirman"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "(Maka barang siapa yang mengada-adakan kedustaan terhadap Allah sesudah itu) setelah terbukti bahwa diharamkan unta itu ialah dari pihak Yakub bukan di masa Ibrahim (mereka orang-orang yang aniaya) artinya melampaui batas kebenaran hingga jatuh dalam kebatilan"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "(Katakanlah, \"Benarlah Allah.\") dalam soal ini sebagaimana juga dalam segala soal yang diberikan-Nya (maka ikutilah olehmu agama Ibrahim) yang saya anut (yang lurus) yang meninggalkan semua agama untuk memeluk agama Islam (dan tidaklah dia termasuk golongan musyrik). Ketika mereka mengatakan bahwa kiblat mereka lebih awal dari kiblat kaum Muslimin turun pula ayat"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "(Sesungguhnya rumah yang mula-mula dibangun) untuk tempat ibadah (bagi manusia) di muka bumi (ialah yang terdapat di Bakkah) dengan ba sebagai nama lain dari Mekah. Dinamakan demikian karena Kakbah mematahkan leher orang-orang durhaka lagi aniaya. Baitullah ini dibina oleh malaikat sebelum diciptakannya Adam dan setelah itu baru dibangun pula Masjidilaksa dan jarak di antara keduanya 40 tahun sebagai tersebut dalam kedua hadis sahih. Pada sebuah hadis lain disebutkan pula bahwa Kakbahlah yang mula-mula muncul di permukaan air ketika langit dan bumi ini diciptakan sebagai buih yang putih, maka dihamparkanlah tanah dari bawahnya (diberi berkah) hal dari alladzii tadi (dan menjadi petunjuk bagi seluruh alam) karena ia merupakan kiblat mereka"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "(Padanya terdapat tanda-tanda yang nyata) di antaranya (makam Ibrahim) yakni batu tempat berpijaknya Ibrahim sewaktu mendirikan Baitullah itu. Kedua telapak kakinya meninggalkan bekas padanya sampai sekarang dan tetap sepanjang zaman walaupun pemerintahan yang berkuasa sudah silih berganti. Di antaranya pula dilipatgandakannya pahala kebaikan bagi yang salat di dalamnya dan burung tidak dapat terbang di atas Kakbah (dan barang siapa memasukinya menjadi amanlah dia) artinya bebas dari ancaman pembunuhan, keaniayaan dan lain-lain. (Mengerjakan haji di Baitullah itu menjadi kewajiban manusia terhadap Allah) Ada yang membaca hajja dengan makna menyengaja. Lalu sebagai badal dari 'manusia' ialah (yakni orang-orang yang sanggup mengadakan perjalanan kepadanya) yang oleh Nabi saw. ditafsirkan dengan adanya perbekalan dan kendaraan, menurut riwayat Hakim dan lain-lain. (Barang siapa yang kafir) terhadap Allah atau terhadap kewajiban haji (maka sesungguhnya Allah Maha Kaya terhadap seluruh alam) artinya tidak memerlukan manusia, jin dan malaikat serta amal ibadah mereka"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "(Katakanlah, \"Hai Ahli Kitab! Kenapa kamu ingkar akan ayat-ayat Allah) yakni Alquran (padahal Allah menyaksikan apa yang kamu kerjakan.\") hingga akan memberinya balasan"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "(Katakanlah, \"Hai Ahli Kitab! Kenapa kamu menghalang-halangi dari jalan Allah) dari agama-Nya (orang-orang yang beriman) melalui pendustaan kalian terhadap Nabi Muhammad saw. dan menyembunyikan sifat-sifatnya (kamu mengharap) menghendaki agama itu (menjadi bengkok) sebenarnya iwaja itu kata benda tetapi berarti sebagai kata sifat artinya bengkok atau menyimpang dari kebenaran (padahal kamu menyaksikan) mengetahui bahwa agama yang lurus lagi diridai seperti yang tercantum dalam kitab sucimu ialah agama Islam. (Dan Allah sekali-kali tidak lalai dari apa yang kamu kerjakan) berupa kekafiran dan mendustakan. Dia sengaja menangguhkan kamu sampai saatmu nanti buat menerima ganjaran dan balasan-Nya. Ayat berikut diturunkan tatkala beberapa orang Yahudi lewat pada sebagian orang-orang Aus dan Khazraj. Mereka berang melihat kerukunan mereka lalu mereka bangkit-bangkitkan fitnah yang terjadi di antara mereka di masa jahiliah sehingga mereka pun bersengketa bahkan hampir bunuh-bunuhan"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "Hai orang-orang beriman! Jika kamu mengikuti sebagian dari orang-orang yang diberi Alkitab niscaya mereka akan mengembalikan kamu menjadi kafir setelah kamu beriman"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "(Betapa kamu menjadi kafir) pertanyaan sebagai celaan dan membangkitkan keheranan (padahal ayat-ayat Allah dibacakan kepadamu dan rasul-Nya pun berada di tengah-tengah kamu. Barang siapa yang berpegang teguh) atau mengikuti (agama Allah, maka sesungguhnya ia telah dibimbing ke jalan yang lurus)"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "(Hai orang-orang yang beriman, bertakwalah kamu kepada Allah sebenar-benar takwa) yaitu dengan menaati dan bukan mendurhakai, mensyukuri dan bukan mengingkari karunia-Nya dan dengan mengingat serta tidak melupakan-Nya. Kata para sahabat, \"Wahai Rasulullah! Siapakah yang sanggup melaksanakan ini?\" Maka ayat ini pun dinasakh dengan firman-Nya, \"Bertakwalah kamu kepada Allah menurut kemampuanmu.\" (dan janganlah sekali-kali kamu mati melainkan dalam keadaan beragama Islam)"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "(Berpegang teguhlah kamu dengan tali Allah) maksudnya agama-Nya (kesemuanya dan janganlah kamu berpecah-belah) setelah menganut Islam (serta ingatlah nikmat Allah) yakni karunia-Nya (kepadamu) hai golongan Aus dan Khazraj (ketika kamu) yakni sebelum Islam (bermusuh-musuhan, maka dirukunkan-Nya) artinya dihimpun-Nya (di antara hatimu) melalui Islam (lalu jadilah kamu berkat nikmat-Nya bersaudara) dalam agama dan pemerintahan (padahal kamu telah berada dipinggir jurang neraka) sehingga tak ada lagi pilihan lain bagi kamu kecuali terjerumus ke dalamnya dan mati dalam kekafiran (lalu diselamatkan-Nya kamu daripadanya) melalui iman kalian. (Demikianlah) sebagaimana telah disebutkan-Nya tadi (Allah menjelaskan ayat-ayat-Nya supaya kamu beroleh petunjuk)"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "(Hendaklah ada di antara kamu satu golongan yang menyeru kepada kebaikan) ajaran Islam (dan menyuruh kepada yang makruf dan melarang dari yang mungkar. Merekalah) yakni orang-orang yang menyeru, yang menyuruh dan yang melarang tadi (orang-orang yang beruntung) atau berbahagia. 'Min' di sini untuk menunjukkan 'sebagian' karena apa yang diperintahkan itu merupakan fardu kifayah yang tidak mesti bagi seluruh umat dan tidak pula layak bagi setiap orang, misalnya orang yang bodoh"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "(Dan janganlah kamu seperti orang-orang yang berpecah-belah) dalam agama mereka (dan berselisih) padanya (sesudah datang kepada mereka keterangan yang jelas) mereka itu ialah orang-orang Yahudi dan Nasrani. (Merekalah orang-orang yang mendapat siksa yang berat)"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "(Ingatlah suatu hari di mana wajah-wajah ada yang menjadi putih berseri dan ada pula yang hitam legam) maksudnya pada hari kiamat. (Adapun orang-orang yang wajahnya menjadi hitam) yakni orang-orang kafir, maka mereka dilemparkan ke dalam neraka dan dikatakan kepada mereka sebagai celaan (\"Kenapa kamu kafir setelah beriman?\") yaitu sewaktu pengambilan ikrar dulu. (\"Maka rasailah siksa disebabkan kekafiranmu itu)"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "(Adapun orang-orang yang wajahnya menjadi putih berseri) yakni orang-orang yang beriman (mereka berada dalam rahmat Allah) dalam surga-Nya (mereka kekal di dalamnya)"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "(Itulah) maksudnya ayat-ayat tadi (ayat-ayat Allah. Kami bacakan kepadamu) hai Muhammad (dengan benar, dan tiadalah Allah menghendaki keaniayaan bagi seluruh alam) misalnya dengan menjatuhkan hukuman pada mereka tanpa dosa"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "(Kepunyaan Allahlah segala yang di langit dan di bumi) baik sebagai milik maupun sebagai makhluk dan hamba (dan kepada Allah kembalinya segala urusan)"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "(Adalah kamu) hai umat Muhammad dalam ilmu Allah swt. (sebaik-baik umat yang dikeluarkan) yang ditampilkan (buat manusia, menyuruh kepada yang makruf dan melarang dari yang mungkar serta beriman kepada Allah. Sekiranya Ahli Kitab beriman, adalah ia) yakni keimanan itu (lebih baik bagi mereka. Di antara mereka ada yang beriman) misalnya Abdullah bin Salam r.a. dan sahabat-sahabatnya (tetapi kebanyakan mereka orang-orang yang fasik) kafir"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "(Mereka sekali-kali tidak akan dapat memberi mudarat kepadamu) maksudnya sedikit pun juga orang-orang Yahudi tidak akan dapat memberi mudarat terhadap kaum Muslimin (kecuali gangguan saja) yakni gangguan lisan seperti makian dan ancaman (dan jika mereka berperang dengan kamu maka mereka akan berbalik melarikan diri) karena menderita kekalahan (kemudian mereka tidak mendapat pertolongan) untuk menghadapi kamu sebaliknya kamulah yang akan mendapat pertolongan untuk menghadapi mereka"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "(Ditimpakan atas mereka kehinaan di mana pun mereka berada) sehingga bagi mereka tak ada kemuliaan dan keamanan (kecuali) dengan dua hal: (dengan tali dari Allah dan tali dari manusia) yang beriman, yang merupakan janji dari mereka kepada Ahli Kitab bahwa mereka akan diberi keamanan dengan imbalan pembayaran upeti, maka tak ada jaminan bagi mereka selain dengan itu (dan mereka kembali mendapat kemurkaan dari Allah dan ditimpakan atas mereka kerendahan. Demikian itu bahwa mereka) artinya disebabkan karena mereka (kafir akan ayat-ayat Allah dan membunuh para nabi tanpa alasan yang benar. Demikian itu) sebagai pengukuhan (disebabkan mereka durhaka) akan perintah Allah (dan mereka melanggar batas) artinya melampaui yang halal hingga jatuh kepada yang haram"
        }
    ]
}