{
    "rukus": [
        {
            "chapter": 7,
            "verse": 11,
            "text": "Gerçekten ilk defa sizi (ruhlarınızı) yarattık, sonra size şekil verdik ve sonra da meleklere: “- Âdem’e (hürmet için) secde edin”, dedik. Hemen İblisten başka bütün melekler secde ettiler, o (iblis) secde edicilerden olmadı"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "Allah İblis’e “- Ben, sana secde ile emretmiş iken, seni, secde etmekten alıkoyan neydi?” buyurdu. İblis şöyle dedi: “- Ben Âdem’den hayırlıyım çünkü beni ateşten yarattın, onu çamurdan yarattın.”"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "Allâh Tealâ şöyle buyurdu: “- Hemen in oradan (cennetten), sana cennette kibirlenmek (kendini büyük görmek) gerekmez. Haydi çık, çünkü sen, hor ve bayağı kimselerdensin.”"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "İblis: “-Bana kıyamete kadar ömür ve mühlet ver”, dedi"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "Allah da: “-Sen mühlet verilenlerdensin”, buyurdu"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "İblis: “-Öyle ise, beni azdırmana karşılık, yemin ederim ki, insanoğullarını saptırmak için, muhakkak senin doğru yoluna oturacağım, vesvese verip pusu kuracağım"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Sonra onlara, önlerinden ve arkalarından, sağlarından ve sollarından sokulacağım. Sen de çoğunu şükrediciler bulmıyacaksın.” dedi"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Allah Tealâ şöyle buyurdu: “- ayıblanmış ve rahmetimden koğulmuş olarak çık oradan. And olsun ki, onlardan her kim sana uyarsa, cehennemi hep sizden dolduracağım.”"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "Ey Âdem! Sen, zevcenle birlikte cennette yerleş de, ikiniz dilediğiniz nimetlerden yeyin. Ancak şu ağaca yaklaşmayın ki, sonra zalimlerden olursunuz"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Nihayet Şeytan, onların örtülü avret yerleri kendilerine açılmak için, onlara vesvese verip şöyle dedi: “-Rabbiniz size bu ağacı, iki melek olacağınız, yahut devamlı (cennette) kalıcılardan bulunacağınız için yasak etti.”"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Bir de onlara: “-Muhakkak ki, ben sizin iyiliğinizi isteyenlerdenim”, diye yemin etti"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Böylece ikisini de aldatarak, onları mevkilerinden düşürdü. Ağacın meyvasını taddıkları zaman, ayıp yerleri kendilerine açılıverdi. Onlar da hemen cennet yapraklarından üst üste koymakla örtünmeğe başladılar. Rableri onlara şöyle nida etti: “- Ben, ikinize de bu ağacı yasak etmedim mi; şeytan size apaçık bir düşmandır, demedim mi?”"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Âdem ve Havva: “- Ey Rabbimiz, kendimize zulmettik. Eğer bizi bağışlamaz ve bize merhamet etmezsen, muhakkak ziyan edenlerden oluruz.” dediler"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Allah onlara buyurdu: “- Bir kısmınız, bir kısmınıza düşman olarak ininiz. Yerde, sizin için bir zamana (ecelinizin sonuna) kadar yerleşip kalmak ve geçinmek var.”"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Allah buyurdu ki, orada yaşayacaksınız, orada öleceksiniz ve oradan dirilip çıkarılacaksınız"
        }
    ]
}