{
    "rukus": [
        {
            "chapter": 2,
            "verse": 113,
            "text": "Yahûdi’ler: “- Hristiyanlar, din işinde bir şey üzre değildirler.” dediler. Hristiyanlar da: “Yahûdiler, din işinde güvenilir bir şey üzre değildir.” dediler. Halbuki hepsi kendilerine indirilen Tevrat ve İncil’i okuyorlar. Kitab ehli olmayan ve okumak bilmeyen Arap müşrikleri de Yahûdilerle Hristiyanların söyledikleri gibi söylerler. Allah, ayrılığa düştükleri şeyde, kıyamet günü aralarında hükmünü verecek (haklıyı Cennete ve haksızı Cehenneme koyacaktır)"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Allah’ın mescidlerini, içlerinde Allah’ın ismi anılmaktan meneden ve harab olmaları yolunda çalışan kimselerden daha zalim kim vardır? Bunların mescidlere ancak korka korka girmek hakları olabilir. O kâfirlere dünyada zillet ve rüsvaylık vardır. Ahirette en büyük azâp da onlarındır"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Doğu ve batı, her yer Cenâb’ı Allah’ındır. (Namaz kılmak için kıbleyi araştırdıktan sonra) hangi tarafa yönelirseniz, orası Allah’a ibadet yönüdür. Şüphesiz ki Allah’ın mağfireti geniştir, O her şeyi bilicidir"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Yahûdi, hristiyan ve müşrikler: “- Allah, çocuk edindi” dediler. Allah, o zalimlerin bu sözünden münezzehtir. Doğrusu göklerde ve yerde ne varsa, hepsi onun; hepsi onun emrine boyun eğmiştir"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Göklerin ve yerin yaratıcısıdır. Bir işin olmasını istese ona yalnız; “ol” der, o da oluverir"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Müşriklerin ve kitap ehlinin cahilleri: “- Allah, bize senin hak peygamber olduğunu söyleyeydi, yahud sen bize bir alâmet getireydin ya” dediler. Bunlardan önce Yahûdî ve Hristiyanlar da tıpkı bunlar gibi (peygamberlerine: “-Bize Allah’ı aşikâr göster ve gökten sofra indir.”) söylemişlerdi. Küfür ve inadda kalbleri birbirine benzemiştir. Biz hakikatı anlayanlara mûcizeleri apaçık gösterdik"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Şüphe yok ki, biz seni rahmetimizin müjdecisi ve azâbımızın habercisi olarak hak Kur’an ile gönderdik; sen o cehennemliklerden sorumlu da değilsin"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Sen milletlerine tâbi olmadıkça, ne Yahûdiler, ne de Hristiyanlar senden asla hoşnud ve râzı olmazlar. Ey Habibim, onlara de ki, yol Allah’ın gösterdiği yoldur; İslâmdır. Sana gelen vahy ve İslâmdan sonra heva ve heveslerine tâbi olacak olursan, Allah’ın azabından seni koruyacak hiçbir dost ve yardımcı yoktur"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Kendilerine kitap verdiğimiz kimseler, o kitabı, hak olduğunu bilerek okurlar. İşte onlar, tahrif yapmaksızın kitablarına iman edenlerdir. Her kim de kitabı inkâr eder ve değiştirirse, onlar dinlerinde ziyan edenlerdir"
        }
    ]
}