{
    "rukus": [
        {
            "chapter": 10,
            "verse": 21,
            "text": "İnsanlara dokunan bir sıkıntı ve geçim darlığından sonra, kendilerine bir rahmet (bolluk) taddırdığımız zaman da âyetlerimize dil uzatır ve Peygambere hile yapmağa koşarlar. De ki: “- Allah’ın, hîlenize ceza verişi çok daha çabuktur”. Gerçekten elçilerimiz (Meleklerimiz) de kurduğunuz kötü fikirleri yazıyorlar"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Sizi karada (çeşitli vasıtalar üzerinde ) ve denizde (gemilerde) gezdiren O’dur. Hattâ siz gemide olduğunuz zaman, güzel bir rüzgârla, o gemi içindekilerle giderken, onlar ferahlanırlar. Derken bir fırtına çıkarak her taraftan dalgalar kendilerine gelince ve kuşatıldıklarını anlayınca, Allah’ın dininde hâlis ve samimi olarak Allah’a şöyle dua ederler: “-Yemin ederiz ki, eğer bizi, bundan kurtarırsan muhakkak şükreden kullarından oluruz.”"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Fakat, Allah, onları selâmete çıkarınca, bakarsın ki, yeryüzünde yine haksız yere azgınlıklarda bulunuyorlar. Ey insanlar! sizin azgınlığınız ancak kendi aleyhinizedir. O kıymetsiz dünya hayatının biraz zevkini sürersiniz, sonra döner bize gelirsiniz. Biz de bütün yaptıklarınızı size haber veririz"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Menfaat ve aldatma bakımından bu dünya hayatının hali, gökten indirdiğimiz bir yağmura benzer. Öyle ki, bu yağmurla, gerek insanların, gerekse hayvanların yiyeceği ürün ve bitkiler yetişip birbirine karışmıştır. Nihayet arz bütün güzelliğini takınıp süslendiği ve sahipleri de bu mahsulü toplamaya ve ondan faydalanmaya kendilerini kadir zannettikleri bir sırada, geceleyin ve gündüzün ona emrimiz (âfatımız) gelivermiştir. Sanki dün yerinde bir şey yokmuş gibi, onu kökünden biçmiş yok etmiştir. İşte düşünecek bir kavim için âyetleri böyle açıklarız"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Allah, cennet evine çağırır ve dilediği kimseyi doğru yola iletir"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "İman edip güzel bir amel işleyenlere cennet ve bir de Allah’ın Cemalini görmek var. Onların yüzlerine ne bir leke bulaşır, ne de bir zillet... İşte bunlar cennetliktirler, kendileri orada ebedî olarak kalıcıdırlar"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Kötülükleri kazananlara gelince: Bir kötülüğün cezası, misliyledir. (Bir kötülüğe, karşılığı olan bir ceza var. Halbuki bir iyiliğe, on katından yedi yüze ve daha ziyadeye kadar mükâfat vardır.) Onları bir zillet kaplar. Allah’dan kendilerini kurtaracak yoktur. Sanki yüzleri, gece parçalarından kaplanmış kapkaranlık... İşte bunlar da ateşliktirler, o cehennem ateşinde ebedî olarak kalıcıdırlar"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "O gün, mahşerde, insanların hepsini bir araya toplayacağız. Sonra müşriklere şöyle diyeceğiz: “- Siz ve Allah’a eş yaptığınız ortaklarınız (putlarınız) durun yerinizde... “Artık müminlerle aralarını tamamen açmışızdır. Ortakları olan putlar Allah tarafından dile gelip kendilerine şöyle diyeceklerdir: “- Siz, dünyada bize tapmıyordunuz (Şeytanın ardı sıra gidiyordunuz)"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Şimdi sizinle bizim aramızda şâhid olarak Allah yeter. Doğrusu, ey müşrikler, sizin ibadetinizden, bizim aslâ haberimiz yoktu (çünkü işitmez, görmez ve duymazdık.)”"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Orada herkes, geçmişte yaptığı iyi ve kötü şeylerin imtihanını verecektir. Artık hepsi hak mevlâları Allah’a döndürülmüşlerdir ve müşriklerin Allah’a eş uydurdukları putlar da kendilerinden kaybolmuş gitmiş bulunacaktır"
        }
    ]
}