{
    "rukus": [
        {
            "chapter": 16,
            "verse": 26,
            "text": "Mekke kâfirlerinden önce gelenler de hileler kurmuşlardı. Allah da kurdukları binalara (kudretiyle) temellerinden geldi de, çatı, tepelerinden üzerlerine çöktü. Böylece azap, kendilerine duyamıyacakları yerden geldi"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Sonra kıyamet günü, Allah, o kâfirleri zelil ve perişan edecek ve şöyle buyuracak: “- Nerede o haklarında müminlere muhalefet edip durduğunuz ortaklarım?” Kendilerine ilim verilen Peygamberlerle müminler: “-Gerçekten bütün sefalet ve zillet, bugün kâfirler üzerinedir.” diyeceklerdir"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "Küfretmekle nefislerine zulmedenlerin canlarını Melekler alacağı zaman, onlar şöyle diyerek teslim olurlar: “-Biz, hiç bir fenalık yapmıyorduk.” Hayır, Allah sizin ne yapmış olduğunuzu çok iyi bilendir"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "O halde, içinde ebedî kalmak üzere, hepiniz cehennem kapılarından giriniz bakalım!... İşte büyüklenenlerin (hakkı kabul etmiyenlerin) yeri ne kötüdür"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "Allah’dan korkup şirkten sakınanlara ise: “- Rabbiniz ne indirdi?” denildiği zaman: “-Hayır indirdi.” demişlerdir. Bu dünyada güzel amel işleyenlere, güzel bir mükâfat var. Ahiret yurdu (cennet) ise, (dünya ve içindekilerden) elbette daha hayırlıdır. Takva sahiplerinin yurdu da ne hoş"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "O yurd, Adn cennetleridir ki, oraya girecekler, (ağaçları) altından ırmaklar akar. Orada ne isterlerse, hep kendileri için mevcut... işte Allah, takva sahiplerini böyle mükâfatlandırır"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "Takva sahipleri o kimselerdir ki, melekler, canlarını hoş ve rahat oldukları halde alırlar: “- Selâm size. Yapmış olduğunuz güzel işlerin mükâfatı olarak girin cennet’e...”derler"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Şu kâfirler, ancak kendilerine, ruhlarını alacak o meleklerin gelmesini veya Rabbinin azap emrinin (kıyametin) gelip çatmasını beklerler. Bunların işlediği küfür gibi, kendilerinden önce gelen ümmetler de işledi. (Kendilerini helâk etmekle) Allah onlara zulüm yapmadı; fakat onlar (küfretmekle) kendi nefislerine zulmetmişlerdi"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Bunun için, yaptıkları fena işlerin cezası, başlarına felâket oldu ve alay edip durdukları o azab, kendilerini kuşatıverdi"
        }
    ]
}