{
    "rukus": [
        {
            "chapter": 20,
            "verse": 25,
            "text": "Mûsa dedi ki: “- Ey Rabbim! Benim göğsüme genişlik ver"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "İşimi kolaylaştır"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Dilimden düğümü (şu peltekliği) çöz"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Böylece sözümü iyi anlasınlar"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Bir de bana ehlimden bir vezir ver"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Kardeşim Harûn’u (ver)"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Onunla arkamı kuvvetlendir"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "Elçilik işimde onu bana ortak et"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Ki seni çok tesbih edelim"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "Seni çok analım"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Şüphe yok ki, sen bizi görüp duruyorsun.”"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Allah buyurdu: “- Dilediğin sana verildi, ya Mûsa"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "And olsun, biz, sana diğer bir defa daha ihsan etmiştik.”"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Hani bir vakit (Firavun, doğan çocukları öldürüyordu da sen doğduğun zaman annen endişelenmişti. İşte bu sırada) ilham edilen şu ilhamı annene verdik"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Onu (çocuğu - Mûsa’yı) tabut içine koy da denize bırak. Deniz de onu sahile atsın. Onu, hem bana düşman, hem ona düşman olan biri alsın. Bir de mürakabem altında yetiştirilmen için üzerine tarafımdan bir sevgi bırakmıştım (ya Mûsa)"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Hani kız kardeşin, (denize atılmandan sonra seni takip ederek Firavun’un sarayına) gidip (hiç bir meme kabul etmediğini işitince) diyordu ki: “Size, ona iyi bakacak birini buluvereyim mi” Böylece seni tekrar annene verdik ki, gözü aydın olsun da, kederlenmesin. Hem (sen çocukken) bir adam (kıptî bir kâfir) öldürdün de seni gamdan (kısasdan) kurtardık. Seni çeşitli belâlarla imtihan ettik. Bu sebeple yıllarca Medyen halkı içinde kaldın. Sonra da bir takdire göre (kırk yaşına vararak Firavun’a) geldin, ey Mûsa"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Ben, seni, kendime Peygamber seçtim"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Sen, kardeşinle birlikte mucizelerimle git. İkiniz de beni anmakta (risaletimi tebliğde) gevşeklik etmeyin"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Firavun’a gidin, çünkü o hakikaten azdı (ben Rabbim, dedi)"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Varın da, ona yumuşak söz söyleyin; olur ki nasihat dinler, yahud korkar"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "(Mûsa ile Harûn) dediler ki: “- Ey Rabbimiz! Firavun’un bize saldırmasından, yahud aşırı gitmesinden korkuyoruz.”"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Allah buyurdu ki: “- Korkmayın, zira ben sizinle beraberim; işitirim ve görürüm"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Hemen gidin de Firavun’a deyin ki, biz Rabbinin (sana gönderilen) elçileriyiz. Artık İsrail Oğullarını bizimle gönder. (Şam’a gitsinler, esaret ve kölelikten, eziyyetten kurtulsunlar). Onlara azap etme (oğullarını öldürüp işkence yapma). Biz, sana, Rabbinden bir mucize ile geldik. Dünya ve ahiret selâmeti, hidayete (tevhid dinine) tabi olanlaradır"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Gerçekten bize vahy olundu ki, azab, muhakkak olarak Peygamberleri inkâr edenlere ve imandan yüz çevirenleredir.”"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Firavun şöyle dedi: “- O halde sizin Rabbiniz kimdir? Ey Mûsa"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Musa; “Bizim Rabbimiz, her şeye suret ve şeklini veren, sonra da yolunu gösterendir.” dedi"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Firavun dedi ki: Öyleyse geçmiş asırlar halkının hali nedir (ölümlerinden sonra saadette midirler, şekavette midirler)"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "(Mûsa aleyhisselâm cevabında) dedi ki: “- Onların (ahvalinin) ilmi, Rabbimin katında bir kitabdadır (Levh-i Mahfuz’dadır). Rabbim hata etmez ve unutmaz"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "O ki, yeryüzünü sizin için bir döşek yaptı, orada sizin için yollar açtı ve gökten bir yağmur indirdi; işte biz, bu yağmur sebebiyle muhtelif nebattan çiftler (sınıflar, yahud erkekli dişili bitkiler) çıkardık"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Hem siz yeyin, hem de hayvanlarınıza otlatın. Muhakkak ki bunda (türlü renk, tad ve kokuları olan bitkilerde) akıl sahipleri için çok ibretler var"
        }
    ]
}