{
    "rukus": [
        {
            "chapter": 22,
            "verse": 73,
            "text": "Ey insanlar! (putlara tapma halini beyan hususunda şöyle) bir misal getirilmiştir, şimdi ona iyi kulak verin: Sizin Allah’dan başka taptıklarınız (putlar), bir sinek bile yaratamazlar, velev ki hepsi bunun için toplansalar... Eğer sinek, o putlardan (üzerlerine sürülen bal gibi şeylerden) bir şey kaparsa, putlar onu sinekten kurtaramazlar. (Kapılan şeyi geri almak isteyecek olan) put da zayıf ve aciz, matlup olan sinek de aciz"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Allah’ın azametini gereği gibi takdir edib bilemediler. Muhakkak ki Allah çok kuvvetlidir, her şeye üstündür"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Allah, hem meleklerden, hem de, insanlardan peygamberler seçer. Gerçekten Allah her şeyi işitir = Semî’dir, her şeyi görür= Basîr’dir"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Allah onların ne yaptıklarını ve ne yapacaklarını bilir. Bütün işler (netice itibariyle ahirette) Allah’a döndürülür"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Ey iman edenler; Namazlarınızda rükû ve secde edin. Rabbinize ibadet edin ve hayır yapın ki, kurtulabilesiniz"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Allah uğrunda gerektiği gibi cihad ediniz. Allah dinini muzaffer kılmak için (ey Peygamber ümmeti) sizi seçti. Din işinde üzerinize bir güçlük de yüklemedi; babanız İbrahîm’in dininde olduğu gibi. Bundan evvelki kitablarda ve bu Kur’an’da size müslüman ismini Allah taktı, ki Peygamber, size karşı (tebliğ vazifesini yaptığına) şahid olsun, siz de bütün insanlara karşı (Peygamberler için) şahidler olasınız. Artık gereği üzre namazı kılın, zekâtı verin ve Allah’ın dinine sarılın ki, mevlânız O’dur. O ne güzel mevlâdır (dosttur), ne güzel yardımcıdır"
        }
    ]
}