{
    "rukus": [
        {
            "chapter": 26,
            "verse": 160,
            "text": "Lût kavmi, gönderilen peygamberleri tekzib etti"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "O vakit, kardeşleri Lût kendilerine şöyle demişti: “- Allah’tan korkmaz mısınız"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "Gerçekten ben, size gönderilen güvenilir bir peygamberim"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "Artık Allah’dan korkun ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "Buna karşı ben sizden bir ücret de istemiyorum, benim mükâfatım ancak âlemlerin Rabbine aiddir"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "İnsanların içinden erkeklere mi gidiyorsunuz"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "Ve Rabbinizin, sizin için helâl yarattığı zevcelerinizi bırakıyorsunuz? Doğrusu siz harama tecavüz eden bir kavimsiniz.”"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "Onlar şöyle dediler: “- Ey Lût, eğer söylediklerinden vaz geçmezsen, yemin olsun ki, muhakkak (memleketimizden) çıkarılanlardan olacaksın.”"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "(Lût, kavmine şöyle) dedi: “- Doğrusu ben, sizin yaptıklarınıza buğz edenlerdenim"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "Ey Rabbim! Beni ve âilemi, bunların yapmakta oldukları kötülüğün azabından kurtar.”"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "Biz de onu ve âilesini (kendisine iman edenleri) tamamen kurtardık"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "Ancak ailesinden, geridekiler içinde yalnız karısı kaldı"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "Sonra geride kalanları hep helâk ettik"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "Üzerlerine (kızgın lâvlardan ibaret) taş yağmuru yağdırdık. İşte bak, azabla korkutulanların yağmuru ne kötüdür"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "Muhakkak ki bunda (onlara yaptığımız helâk işinde), arkalarından gelecekler için büyük bir ibret vardır; öyle iken, çoğu mümin olmadı"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "Doğrusu senin Rabbin, muhakkak ki O, Azîz’dir= kâfirlerden intikam alıcıdır. Rahîm’dir= müminlere çok merhametlidir"
        }
    ]
}