{
    "rukus": [
        {
            "chapter": 29,
            "verse": 23,
            "text": "Allah’ın ayetlerini ve O’na kavuşmayı inkâr edenler ise, işte onlar Allah’ın rahmetinden ümidini kesmiş olanlardır. Onlar için acıklı bir azab da vardır"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "(Hz. İbrahîm, imana davet edince) kavminin cevabı ancak şu olmuştur: “- Öldürün onu, yahud yakın onu.” (Bunun üzerine kavmi, İbrahîm’i ateşe attığı zaman) Allah da onu ateşten kurtardı. Elbette buna iman edecek bir kavim için şübhe götürmez ibretler var"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "(İbrahîm, kavmine) dedi ki: “- Siz, dünya hayatında, aranızda sevgi olsun diye, Allah’ı bırakıb bir takım putlara tapındınız. Sonra kıyamet gününde ise, bir kısmınız bir kısmınıza küfür isnad edecek ve bir kısmınız bir kısmınızı lânetliyecektir. Barınacağınız da ateşdir. Sizin için (Allah’ın azabını kaldıracak) hiç bir yardımcı yoktur.”"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Bunun üzerine İbrahîm’e (ilk olarak) Lût iman etti. İbrahîm şöyle dedi: “- Ben, Rabbimin emr ettiği yere (Harran’dan Filistin’e) hicret edeceğim. Şüphe yok ki Allah, Azîz’dir= her şeye galibdir, Hakîm’dir= hükmünde hikmet sahibidir.”"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Biz, İbrahîm’e (evlâd ve torun olarak) İshâk’ı ve Yakûb’u ihsan ettik. Hem peygamberliği, hem de kitabı onun nesline ikram ettik. Kendisine de dünyada mükâfatını (peygamberliği ve güzel övgüyü) verdik. Muhakkak ki o, ahirette salihîndendir (cennet ehlindendir)"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Lût’u da kavmine peygamber gönderdik. Hani kavmine şöyle demişti: “- Gerçekten siz, o çok kötü işi (erkeklere tasallutu) yapıyorsunuz. Sizden önce alemlerden hiç bir kimse bunu yapmamıştır"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Cidden hâlâ erkeklere gidecek, (mal aşırmak için) yolu kesecek ve toplantınızda edebsizlik yapıb duracak mısınız?” Buna karşı kavminin cevabı, ancak şöyle demeleri olmuştur: “- Eğer doğru söyliyenlerdensen, getir bize Allah’ın azabını.”"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Lût dedi ki: “-Ey Rabbim! (azabın inmesi hususunda) fesadçılar kavmine karşı bana yardım et.”"
        }
    ]
}