{
    "rukus": [
        {
            "chapter": 30,
            "verse": 41,
            "text": "İnsanların kendi ellerinin (irade ve ihtiyarlarıyla) yaptıkları işler (günahlar) yüzünden, karada ve denizde fesad meydana çıktı ki, Allah, işledikleri günahlardan bir kısmının cezasını (dünyada) onlara taddırsın. Olur ki (küfürden ve işledikleri günahlardan tevbe ederek) dönerler"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "(Ey Rasûlüm, Mekke’lilere) de ki: Yer yüzünde gezib dolaşın da, bundan evvelkilerin akıbeti nasıl olmuş, bir bakın (ve nasıl helâk edildiklerini bir düşünün). Onların çoğu müşrikler idi"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "Hiç kimsenin geri çeviremiyeceği Allah’ın o (azab) günü (kıyamet) gelmezden önce, yüzünü (zatını ve amelini) dosdoğru dine, İslâm, dinine doğrult ve sabit ol. O gün (kıyamette insanlar) birbirlerinden ayrılırlar, (bir fırka cennete, bir fırka da cehenneme gider)"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Kim kâfir olursa, küfrü kendi aleyhinedir. Kim de salih amel işlerse, (sevablarını cennetde) kendileri için döşemiş olurlar"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "Çünkü (Allah), iman edib de salih ameller işliyenlere fazlından mükâfat verir. Elbette o kâfirleri sevmez, yaptıklarına razı olmaz"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "(Allah’ın kudret ve vahdaniyyetine delâlet eden) alâmetlerindendir; rüzgârları, (yağmuru) müjdeleyiciler olarak göndermesi. Hem size (yağmur sebebiyle) nimetinden taddırmak için, hem emriyle (ve rüzgârlar vasıtasıyla) gemiler akmak için, hem Allah’ın fazlından kazanç aramanız (deniz ticareti yapmanız) için; hem de olur ki şükredersiniz diye"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "(Ey Rasûlüm), gerçekten biz, senden evvel bir çok peygamberleri kavimlerine gönderdik de, onlara, (hak peygamber olduklarını isbat eden apaçık) delillerle vardılar. Fakat (onlar iman etmedikleri için) o günah işliyenlerden biz intikâm aldık. Müminlere, (kendilerini peygamberlerle beraber kurtarmak suretiyle) yardım etmek üzerimize bir hak oldu"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "Allah O’dur ki, rüzgârları gönderir de (yağmurla yüklü) bir bulut kaldırır. Sonra onu gökte dilediği gibi yayar ve onu parça parça yapar. Derken yağmuru görürsün, (bulutların) aralarından çıkar. Nihayet onu, kullarından dilediği kimselere döküverdi mi, hemen (yağmur sebebiyle yüzleri güler) sevinirler"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "Halbuki bu adamlar üzerlerine yağmur indirilmeden önce ümidlerini kesmişlerdi"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Şimdi bak, Allah’ın rahmet eserlerine: Yeryüzünü ölümünden (kuruduktan) sonra nasıl diriltiyor (yeşertiyor)? Şübhe yok ki yeryüzünü kuruduktan sonra dirilten, elbette ölüleri (kabirlerinden) diriltir. O, her şeye kadirdir"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "Doğrusu biz, (ekinleri üzerine kurutucu veya dondurucu) bir yel göndersek de, o ekini sararmış görseler, muhakkak ardından Allah’ı ve nimetlerini inkâra koyulurlar"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Bunun için sen (Ey Rasûlüm, onlar) arkalarını dönmüş giderlerken, (hakka olan) o daveti, (kalbleri) ölülere duyuramazsın ve sağırlara da işittiremezsin"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Körleri, (kalbleri kör olanları) da, sen, sapıklıklarından ayırıb doğru yola iletici değilsin. Sen ancak ayetlerimize iman edeceklere (davetini) duyurursun da, onlar İslâma gelir, selâmeti bulurlar"
        }
    ]
}