{
    "rukus": [
        {
            "chapter": 44,
            "verse": 43,
            "text": "Gerçekten (cehennemdeki) o Zakkûm ağacı"
        },
        {
            "chapter": 44,
            "verse": 44,
            "text": "Kâfir olanın yemeğidir"
        },
        {
            "chapter": 44,
            "verse": 45,
            "text": "Maden tortusu gibi karınlarında kaynar"
        },
        {
            "chapter": 44,
            "verse": 46,
            "text": "Kaynar suyun kaynaması gibi"
        },
        {
            "chapter": 44,
            "verse": 47,
            "text": "(Allah, cehennemdeki vazifeli meleklere o kâfir için şöyle buyurur): Onu yakalayın da sürükleyib cehennemin ortasına atın"
        },
        {
            "chapter": 44,
            "verse": 48,
            "text": "Sonra da başının üstüne o kaynar su azabından dökün"
        },
        {
            "chapter": 44,
            "verse": 49,
            "text": "(Sonra ona şöyle deyin): Tad bakalım, çünkü sen, (zannınca kavminin arasında) çok şerefli ve çok iyi bir kimse idin"
        },
        {
            "chapter": 44,
            "verse": 50,
            "text": "İşte bu azab, sizin (dünyada) şübhe edip durduğunuz şeydir"
        },
        {
            "chapter": 44,
            "verse": 51,
            "text": "Muhakkak ki, takva sahibi olanlar (her türlü kederden) emin bir yerde"
        },
        {
            "chapter": 44,
            "verse": 52,
            "text": "Bahçelerde ve pınarların başındadırlar"
        },
        {
            "chapter": 44,
            "verse": 53,
            "text": "Sündüs ve İstebrak’dan (ibaret işlemeli ve kalın) elbiseler giyerek karşı karşıya gelirler"
        },
        {
            "chapter": 44,
            "verse": 54,
            "text": "İşte müminlerin cennetteki yeri böyledir. Hem onları iri gözlü Hûri’lerle de eşlendirdik"
        },
        {
            "chapter": 44,
            "verse": 55,
            "text": "Orada emin oldukları halde, her türlü yemişi isterler ve getirtirler"
        },
        {
            "chapter": 44,
            "verse": 56,
            "text": "Orada, ilk ölümden (dünyadaki ölümden) başka ölüm tadmazlar. Allah onları cehennem azabından korumuştur"
        },
        {
            "chapter": 44,
            "verse": 57,
            "text": "(Bütün bunlar, kendilerine) Rabbinden bir kerem ve ihsan olarak verilmiştir. İşte bu en büyük kurtuluş ve saadettir"
        },
        {
            "chapter": 44,
            "verse": 58,
            "text": "Biz Kur’an’ı senin dilinle indirib onu (okuyuşunu) kolaylaştırdık; olur ki anlar ve öğüd alırlar"
        },
        {
            "chapter": 44,
            "verse": 59,
            "text": "Artık (onların helâkini) bekle; çünkü onlar (senin helâkini) bekliyorlar"
        }
    ]
}