{
    "rukus": [
        {
            "chapter": 50,
            "verse": 1,
            "text": "Kaf. Şanlı Kur’an hakkı için"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Doğrusu (o Kureyşli) kâfirler, kendilerine içlerinden korkutucu bir peygamber geldiğine şaştılar da şöyle dediler: “- Bu, tuhaf bir şey"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Öldüğümüz ve bir toprak olduğumuz vakit mi (dirilecekmişiz)? Bu (Peygamberin dediği, imkândan) çok uzak bir dönüştür.”"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Muhakkak ki biz, toprak, onların bedenlerinden neleri yeyip eksilttiğini bilmişizdir. Bizim katımızda (her şeyi) tesbit eden bir kitab (Levh-i Mahfûz) vardır"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Doğrusu, kendilerine hak (Kur’an ve Peygamber) gelince yalanladılar da, şimdi muztarıb bir haldedirler"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "(Öldükten sonra dirilmeyi inkâr eden o kâfirler) üstlerindeki semaya bakmadılar mı ki, biz onu nasıl bina etmişiz ve (yıldızlarla) onu donatmışız da hiç bir gediği yok"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Arzı da bir döşek yapmışız ve oraya sabit dağlar yerleştirmişiz; orada manzarası güzel bir çeşit bitkiden çiftler bitirmişiz"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "Bütün bunları, hakka ve hakikata dönen her kul için (Allah’ın kudretini görüp anlamaya) bir ihtar ve ibret dersi olsun diye yaptık"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Gökten de bereketli bir yağmur indirip onunla bahçeler ve biçilecek ekinler bitirmekteyiz"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "Bir de tomurcukları birbiri üzerine dizilmiş (göğe doğru) uzayan hurma ağaçları"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "Bunlar, kullara rızk içindir. O yağmurla da (bitkileri kurumuş) ölü bir memlekete hayat vermekteyiz; işte (öldükten sonra dirilip kabirlerden) çıkış da böyledir"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "(Ey Rasûlüm, senin) kavminden önce de Nuh’un kavmi, Ress’liler (Şuayb’ın kavmi) ve Semûd (Salih’in kavmi) hep tekzib ettiler"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "Âd da, Firavun (kavmi) da, Lût’un yakınları da"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "Eyke’liler de, (Himyer meliki) Tübba’ın kavmi de. Bunların hepsi (kendilerine gönderilen) peygamberleri yalanladılar da benim azabım (haklarında) gerçekleşti"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "İlk yaratış bizi aciz mi bıraktı (ki, ikinci defa yaratmak bizi aciz bıraksın)? Doğrusu onlar (Kureyş kâfirleri ve diğer münkirler), yeni bir yaratıştan şüphe içindedirler"
        }
    ]
}