{
    "rukus": [
        {
            "chapter": 4,
            "verse": 34,
            "text": "Erkekler, kadınlar üzerine idareci ve hâkimdirler. Çünkü Allah birini (cihad, imamet, miras gibi işlerde) diğerinden üstün yaratmıştır. Bir de erkekler mallarından (kadınlarına) harcamaktadırlar. İyi kadınlar, (Allah’a) itaatkârdırlar ve Allah kendilerini koruduğu cihetle, kocalarının gıyabında ırz ve mallarını muhafaza ederler. Fenalık ve geçimsizliklerinden korktuğunuz kadınlara gelince: Önce kendilerine öğüt verin. Sonra uslanmazlarsa, kendilerini yataklarda yalnız bırakın. Yine dinlemezlerse, (Hafifçe) döğün. Size itaat ettikleri takdirde kendilerini incitmeye bir bahane aramayın. Çünkü Allah çok yücedir, çok büyüktür"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Eğer karı-koca arasının açılmasından endişeye düşerseniz, bir hakem, erkeğin ailesinden ve bir hakem de kadının ailesinden kendilerine gönderin. Bu mutavassıt hakemler gerçekten barıştırmak isterlerse, Allah, karı-koca arasındaki dargınlık yerine geçim verir. Şüphesiz ki Allah hakkıyla bilendir, her şeyin aslından haberdardır"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Allah’a ibadet edin ve ona hiç bir şeyi ortak koşmayın. Sonra anaya ve babaya iyilik edin; akrabaya da, öksüzlere de, yoksallara da, yakın komşuya da, yakın arkadaşa da, yolda kalmışa da, ellerinizdeki kölelere de... Allah, kurumlu ve böbürlenen kimseleri sevmez"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Onlar hem kıskanır, cimrilik edenler, hem de herkese cimrilik tavsiye ederler ve Allah’ın kendilerine fazlından verdiği şeyleri saklarlar, biz de böyle nimetleri gizleyen nankörlere hor ve rüsvay edici bir azâp hazırladık"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Allah’a ve ahiret gününe iman etmedikleri halde mallarını, insanlara gösteriş için harcayanları da Allah semez. Kim de, kendine (dünyada) şeytan arkadaş olursa, artık (ahirette) ne fena bir arkadaştır"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Kâfirler, eğer Allah’a ve ahiret gününe iman etseler ve Allah’ın kendilerine verdiği nimetten riyâsız harcamış olsalardı, onlara ziyan mı olurdu? Allah onların söz ve işlerini çok iyi bilendir"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Şüphesiz ki Allah, zerre kadar zulüm etmez. Eğer zerre kadar bir iyilik olursa, onun sevabını kat kat artırır. Ayrıca kendi katından büyük bir mükâfat verir"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Her ümmetten peygamberlerini birer şahid getirdiğimiz ve seni de onların üzerine bir şahid yaptığımız zaman bakalım kâfirlerin hali ne olacak"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Allah’ı inkâr edenlerle peygambere asi olanlar, o kıyamet günü arzu ederler ki, yerle bir edilselerdi de Allah’dan bir sözü (Peygamberi tasdik etmeyi) gizlememiş olsalardı"
        }
    ]
}