{
    "maqras": [
        {
            "chapter": 13,
            "verse": 5,
            "text": "А ако се чудиш, па - чудо су њихове речи: „Зар ћемо кад будемо прах, заиста поново да будемо створени?“ То су они који не верују у свога Господара. То су они на чијим вратовима ће да буду окови. То су становници Ватре; у њој ће да остану вечно"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Они те пожурују са Аллаховом казном, пре него са Аллаховим милосрђем, а било је казни и пре њих. Твој Господар људима прашта и упркос њиховом насиљу, али твој Господар, заиста, и жестоко кажњава"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "А они који не верују говоре: „Зашто му његов Господар не пошаље какво чудо?“ Ти си, међутим, само онај који упозорава, а сваки народ је имао онога који га је на Прави пут усмеравао"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Аллах зна шта носи свако женско и шта материце краће носе, а шта дуже; код Њега све има меру"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Он је Зналац и оног што је недокучиво чулима и оног што је појавно, Он је Величанствени и Узвишени"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "За Њега је једнак онај од вас који тихо говори и онај који то гласно чини, онај који се ноћу скрива и онај који по дану хода"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "И уз сваког од вас су анђели, који се смењују испред њега и иза њега - по Аллаховом наређењу надзиру над њим. Сигурно је да Аллах неће да измени стање у којем се налази одређени народ све док се тај народ не промени. А кад Аллах одреди неком народу нешто што је лоше, нико то не може да спречи; без Њега им нема заштитника"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Он је Тај Који вам показује муњу, да се уплашите и понадате, и Он даје да изнова настају тешки облаци"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "И грмљавина Њега велича и хвали, а и анђели, из страхопоштовања према Њему; Он шаље громове и њима погађа кога хоће, а они, и поред тога, расправљају о Аллаху, а Он жестоко кажњава"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Само Њему може истински да се моли. А они којима се поред Њега моле - неће да им се одазову, као што ни вода неће да стигне у уста ономе који према њој само своје дланове пружи; молба неверника засигурно је бескорисна"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Аллаху се клања све што је на небесима и на Земљи, добровољно или зато што морају, а и њихове сенке - ујутро и на крају дана"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Реци: „Ко је Господар небеса и Земље?“ - И одговори: „Аллах!“ Реци: „Па зашто сте онда уместо Њега као заштитнике прихватили оне који сами себи не могу неку корист да прибаве нити од себе какву штету да отклоне?“ Реци: „Зар су једнаки слепац и онај који види, или, зар су исто тмине и светло? Зар су Аллаху придружили божанства која стварају као што Он ствара, па им се стварање чини сличним?!“ Реци: „Аллах је Створитељ свега и Он је, Једини, Потчинитељ свега.“"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Он воду са неба спусти, па сваком удолином потече онолико колико може да прихвати и бујица носи пену која нараста. И оно што људи топе на ватри у жељи да добију накит или оруђе има, такође, отпад сличан пени. Тако Аллах наводи пример за истину и неистину: пена се распршује, док оно што користи људима остаје на Земљи. Тако, ето, Аллах наводи примере"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Онима који се одазову своме Господару - припада најлепша награда; а они који Му се не одазову - кад би све што је на Земљи било њихово, и још толико, радо би се тиме откупили. Њих чека ужас полагања рачуна, пребивалиште њихово биће Пакао, а грозно ли је он боравиште"
        }
    ]
}