{
    "rukus": [
        {
            "chapter": 7,
            "verse": 73,
            "text": "U (bgħatna) għand (in-nies ta') Tamdd'' lil-ħuhom Saliħ (bħala Profeta). Qalilhom): 'Ja. niesi, qimu lil Allaf. Ma għandkomx. alla: ieħor għajru. Tassew waslilkom sinjal car minn Sidkom. Din il-gemla ta' Alla hija sinjal għalikom. Mela ħalluha tiekol f'art Alla, u la tagħmlulhiex deni, għaliex inkella jigi fuqkom kastig ta' wgigħ"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "U ftakru meta għamilkom werrieta wara l-gens ta' Għad, u takom għamara fuq l-art (ta' 'al-Ħigr) biex tibnu palazzi fil-witat tagħha, u tħaffru djar fl-igbla. U ftakru (ukoll) il-grazzji ta' Alla (li ħadtu) u tagħmlux ħazen fuq l-art bil-ħsara tagħkom"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Il-kbarat ta' dawk li tkabbru fost niesu qalu (b'sarkazmu) lil dawk meqjusa dgħajfa, (jigifieri) dawk fosthom. li emmnu: ''Tafu li Saliħ huwa Mibgħut minn Siduf' Huma qalu(lhom): 'Aħna tabilħaqq nemmnu f'dak li ntbagħat bih"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Dawk li tkabbru qalu: 'Aħna ma nemmnux f'dak li temmnu intomi"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Għalhekk qatlu l-gemla u kisru l-amar ta' Alla filwaqt li qalu: 'Ja Saliħ, gibilna dak (il-kastig) li: qiegħed twegħedna. ( 4 theddidna bih), jekk inti (wieħed) mill- Mibgħutini"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "U ħadhom it-tregħid ta' l-art, u mas-sebħ kienu mixħutin fl-art (għal mejta) fi djarhom"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Għalhekk (Saliħ) tahom dahru, filwaqt li qalfi/hom): 'Ja niesi, wassaltilkom il-messagg ta' Sidi, u ftaħtilkom għajnejkom. Izda intom ma' tħobbux min jiftħilkom għajnejkom"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "U (bgħatna wkoll) lil-Lot u qal lil-niesu' (f'Sodoma): Zjaqaw tagħmlu għemejjel faħxija (ta' omosesswalita) li ħadd qabilkom fil-ħolqien ma għamel"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Intom tersqu lejn l-irgiel bix-xewqa tal-gisem, flok lejn in-nisa. Intom tassew nies bla razani"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "t-twegiba ta' miesu ma' kinitx. ħlief li qalu: Għorguhom. (lil Lot u lil sħabu) mill-belt tagħkoml Dawk tabilħaqq nies li jzommu s-safa, (mhux bħalna)"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "U ħlisna lilu u lil niesu, ħlief lil martu, li kienet minn dawk li nqerdu"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "U bgħatna fuqhom xita (ra' gebel tafli). U ara kif kien imiem il-ħatjin"
        }
    ]
}