{
    "rukus": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "Stqarrija minn. Alla. u mill-Mibgħut tiegħu (Muħammad) dwar ħelsien minn obbligu lil dawk li jxierku (allat oħra ma' Alla) li dħaltu f'patt magħhom"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "terrqu (intom il-pagani li xxierku allat oħra ma' Alla) ma' l-art (kollha) għal erba' xhur (u ebda deni ma huwa se jmisskom) izda kunu afu li intom m'intomx se taħarbu lil Alla, u li Alla tabilħaqq ikasbar lil dawk li ma jemmnux"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "U taħbira minn Alla u mill-Mibgħut tiegħu lin-nies (migbura flimkien) f'jum il-pellegrinagg il-kbir: li Alla u l-Mibgħut tiegħu huma ħielsa minn dawk li jxierku (ir ma għandhom ebda obbligu lejhom). Jekk tindmu (u tibdew temmnu f'Alla wieħed) dan ikun aħjar għalikom, izda jekk tagħtu daharkom (u ma tagħtux widen), kunu afu li m'intomx se taħarbu lil-Alla. Agħti l-bxara (Muħammad) lil dawk li ma jemmnux dwar kastig ta' wgigħ"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "ħlief dawk (il-pagani) li jxierku, li dħaltu f'patt magħhom u zammuh u ma naqsukom f'xejn, u lanqas ma għenu lil ħaddieħor (minn fost l-għedewwa tagħkom) kontrikom. Mela zommu. l-pattijiet (li għandkom) magħhom sa tmiemhom. Tabilħaqq li Alla jħobb lil dawk li jibzgħu minnu (u jafix jzommu patt)"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Izda meta x-xhur imqaddsa jgħaddu, oqtlu (lill-pagani) li jxierku, kull fejn issibuhom, aqbduhom. (ilsiera), dawruhom (minn kullimkien), u oqogħdulhom f'kull moħba. Izda jekk jindmu, jagħmlu t-talb u jagħtu l-karita, eħilsuhom. Tabilħaqq li Alla Kollu Maħfra u Ħanin"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Jekk wieħed minn dawk li jxierku (allat oħra ma' Alla) jitolbok tħarsu, agħtih il-ħarsien biex ikun jista' jisma' Kliem Alla (fil-Qoran), imbagħad. (jekk ma jilqax l- Islam) wasslu sa fejn isib il-kenn. Dan minħabba li huma nies li ma jafux (is-siwi kbir ta' l-Islam)"
        }
    ]
}