{
    "rukus": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Se jigi l-amar ta' Alla (dwar il-kastig), u għalheki (tippruvawx) tgħaggluhi Sebħ lilu, u Huwa wisq ogħla minn dak li jxierku (miegħu l-pagani)"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Huwa jnizzel l-angli bir-Rivelazzjoni, bl-amar tiegħu, fin min irid mill-qaddejja tiegħu (il-Profeti w l-Mibgħutin, 1 jgħidilhom): 'Wissu (lill-bnedmin) li ma hemmx alla (ieħor ħliefil Mela ibzgħu minnif)"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Huwa ħalaq is-smewwiet u l-art bis-sewwa. Huwa wiss ogħla minn dak li jxierku (miegħu l-pagani)"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Ħalaq lill-bniedem minn nitfa (ta' sperma), u arah (dan il bniedem jitkabbar u) iħaqqaqha bil-miftuħl"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Il-frat ħalaghom għalikom: fihom (issibu) sħana (mis-suf: l-glud tagħhom) u fejdiet (oħra bħall-ħalib u l-uzu tagħhom għall-irkib), u minnhom tieklu"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "U ssibu fihom il-gmiel (a tithemew bihom) met (filgħaxija) isserrħuhom, u meta (filgħodu terggħu) toħorg bihom (biex jirgħu)"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Huma jgorru(/kom) it-toqol tagħkom lejn art li-ma I kontux tilħquha jekk mhux bi qtigħ il-qalb. Sidkom (il- Mulej, li takom dan kollu, huwa) tabilħaqq Kollu Tjieba u Ħanin"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Iz-zwiemel, il-bgħula, u l-ħmir (ukoll ħalaq għalikom) biex tirkbuhom, u għaz-zina (biex tiddandnu bihom). U (fil-gejjieni għad) joħloq dak li ma tafux"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "F'idejn Alla t-tmexxija fit-triq it-tajba, izda hemm toroq mgħawga: (i ma jwasslux għas-sewwa). Li kieku fied (Alla) kien imexxikom u jgegħilkom temmnu Ikoll (izda fl-għerf bla tarf tiegħu ried iħalli l-għazla f'idejkom)"
        }
    ]
}