{
    "rukus": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Dawk (li ma jemmnux u) li-ma jittamawx li jiltaqgħu magħna (f'Jum il-Gudizzju) jgħidu: ''Għaliex ma tnizzlux. l-angli fuqna, jew ma narawx lil Sidna (il-Mulej, 4 jgħidilna li inti, Muħammad, il-Mibgħut tiegħu) 7' Huma tassew tkabbru bihom infushom, u għamlu wisq ħazen"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Fil-Jum li jaraw lill-angli, dakinhar ma jkunx hemm bxara tajba għall-ħatjin, u (l-angli) jgħidu(lhom): (Mar tistgħux. tidħlu l-Genna għaliex hawn). sur projbit (li jzommkom milli tidħlu)U"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "U nigu għal dak li għamlu ( 4 nxejnuh), u nagħmlu. minnhom għabra mxerrda (ma' kullimkien)"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Dakinhar nies il-Genna jkunu f'għamara aħjar, u fi mkien aħjar fejn jistrieħu"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Fil-Jum meta s-sema jixxaqqaq bis-sħab (tiegħu), u l- angli jitnizzlu bil-kbir"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "dakinhar is-saltna tabilħaqq tkun ta' Dak Kollu Ħniena. Ikun Jum iebes għal dawk li caħdu t-twemmin"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Fil-Jum meta l-midneb igiddem idejh (bil-għali) u jgħid: Mhux li qbadt (l-isress). triq mal-Mibgħut (ta' Allajt)"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Miskin jienl Kien ikun aħjar li ma sseħibtx mat-talil"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Huwa tassew tellifni t-tifkira (ta' Alla) wara li kienet waslitlif' Ix-Xitan jiddizappunta lill-bniedem"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Il-Mibgħut (ta' Alla, imbagħad) qal: ''Sidi (il-Mulej), tabilħaqq li niesi ttraskuraw dan il-Qoran"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "B'hekk għamilna lil kull Profeta għadu minn fost il- ħatjin. Sidek (il-Mulej) huwa bizzejjed (għalik Muħammad) biex juri t-triq u jgħin"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Dawk li jicħdu t-twemmin jgħidu: ''Għaliex il-Qoran ma tnizzillux. kollu f'daqqaf' (Nizzilnihulek) hekk (Muħammad, ftit ftit) biex. bih insaħħulek qalbek, u qrajnieh (lilek) bil-mod (biex tifhmu u titgħallmu)"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "U ma'jigukx b'xi tixbiha (biex igarrbuk) li ma nigukx bis-sewwa u bl-aħjar tifsira (dwar dak li jistaqsuk)"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Dawk li jingabru wicchom 'l isfel (u mixħutin fl-art) il- Infern, dawk ikunu fl-agħar post u fl-akbar telfien tat-triq (li twassal għall-Genna)"
        }
    ]
}