{
    "rukus": [
        {
            "chapter": 29,
            "verse": 14,
            "text": "Aħna tabilħaqq bgħatna lil-Noc għand niesu u baqa' magħhom (iħabbrilhom it-twemmin. safi u jwissihom, għal) elf sena neqsin ħamsin. U ħadhom l-għargħar (għal għarrieda) meta kienu ħziena"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Għalhekk ħlisna lilu u lil dawk li kienu fl-arka u (dik il- grajja) għamilnieha sinjal għall-ħolqien (kollu)"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "U (konna bgħatna wkoll) lil-Abraham, meta qal lil niesu: SQimu lil Alla u ibzgħu minnul Dan ikun aħjar għalikom (mill-qima li tagħtu lill-idoli), li kieku kontu taful"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Intom qegħdin tqimu biss idoli, minflok lil-Alla, u taqilgħu l-gideb, Tabilħaqq li dawk. li. tqimu, minflok Alla, ma għandhomx gid x'jagħtukom, u għalhekk fittxu l-għajxien (tagħkom) mingħand Alla, qimuh u izzuh ħajrl Lejh għad titregggħu lura (u Huwa jagħmel il-kontijiet magħkom)l"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "U jekk tgiddbu (lill-Mibgħutin tagħna i. ticħduhom, kunu afu li) qabilkom gnus (oħra wkoll) giddbufhom u t- tmiem tagħhom kien mill-agħar). Dmir il-Mibgħut huwa biss li jħabbar bic-car"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Mela ma jarawx kif. Alla jibda l-ħolqien, u mbagħad jerga' jibdieh. Tabilħaqq li dak għal Alla huwa ħafif"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Għid(ilhom Muħammad lil dawk li jicħdu l-qawmien mill-imwiet): 'Terrqu fl-art u araw kif Alla beda l- J ħolqien. Imbagħad Alla, (meta jerga jqajjem lil kulħadd mill-mewt) jagħmel l-aħħar ħolqien. Alla tabilħaqq fuq kollox Setgħan"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Huwa jikkastiga lil-min irid, u jħenn għal min irid, u Iejh titregggħu lura (f'Jum il-Qawrmien)"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "U intom ma taħarbux (il-kastig ta' Alla), la fuq l-art u lanqas. fis-sema, u' mingħajr Alla la għandkom min iħariskom u lanqas min jgħinkom"
        }
    ]
}