{
    "rukus": [
        {
            "chapter": 38,
            "verse": 41,
            "text": "Ftakar (Muħammad) fil-qaddej tagħna Gob, meta sejjaħ lil Sidu (il-Mulej u qal) 'ix-Xitan qalagħli saram u tbatijaf"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "(Għedhielu:) ''Agħti daqqa b'riglek (u ara): dan huwa ilma frisk għall-ħasil u għax-xorb. (Bih 1fiq zguri)"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "U tajnieh lura l-qraba tiegħu, u. daqshom darba oħra, mill- ħniena tagħna, u b'tifkira għal dawk li għandhom id-dehen"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "(Għednielu wkoll) ''Ħu f'idek qatta' qasab irgiq (mija b'kollox) u olqot bih (darba lil martek, kif ħlifi), u la tiksirx il- ħalfa tiegħek (li Aift meta kont marid, li se ssawwatha mitt sawrji' Tabilħaqq li sibnieh kollu sabarl Tassew qaddej tajjebl Tabilħaqq li kien dejjem idur (/ejna bl-indiema u bil-qima)l"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "Ftakar ukoll (Muħammad). il-qaddejja tagħna Abraham, Izakk, u Gakobb dawk sħaħ fl-idejn u fid-dehen"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Aħna tabilħaqq tajniehom privilegg: li jiftakru fid-Dar (ta' dejjem)"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "Għalina, huma tabilħaqq fost l-aħjar magħzulin"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "U ftakar f'Ismagħel, f'Elizew, u f'Da l-Kifl, Kollha mill- aħjar niest"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "Din hija tifkira, Tassew li dawk li jibzgħu (minn Alla) għandhom imkien tajjeb fejn jerggħu lura"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "fil-Gonnata' l-Għeden, bil-bwieb miftuħin beraħ għalihom"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "Fihom ikunu mimdudin fuq genbejhom, jitolbu frott kotran u xorb (kemm iridu)"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "u ħdejhom ikollhom nisa (kollhom: safa), b'ħarsithom lejhom biss, indaqs fl-għomor"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "Dan hu i twiegħed lilkom għal Jum il-Kont"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "Tabilħaqq li dan hu l-gid tagħna li ma jintemm (qatt)"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "dan (ħejja għat-tajbin)l Tassew mill-agħar tkun il-migja lura tal-ħziena"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "l-Infern, fejn jinħarqu. Ta' għajb ikun il-friex (sagħhom)i"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "Dan hu fl-Inferri u l-kasrigji Ħalli jduquh: xorb jagħli u inaterja tinten (rnixxi mill-igsma tal-ħziena fl-Infern)"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "(ufkastigi) oħra bħalhom"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "(Il-mexxejja tal-ħziena jgħidu lil xulxin:) Din hija gemgħa (ta' nies li intom telliftuhom. it-triq u) li tinsab miexja 'l quddiem magħkom (lejn l-Infern). Ebda merħba (ma tingħata) lilha, u tabilħaqq jinħarqu fin-Narl"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "(Dawk li mxew wara l-mexxejja tal-ħazen) jgħidulhom): 'Lel (Intom ukoll) ebda merħba lilkom: Intom li gibtuna fih (dan in-Nar, bit-tfixkil tagħkom)l Ta' għajb il-qagħda fihi"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "Għad jgħidu (ukoll): ''Sidna, lil dak li gabna għal dan (ir- tmiem mill-agħar) zidlu bid-doppju l-kastig fin-Nari"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "U (il-mexxejja tal-ħazen) jgħidu: ''Dan kif m'aħniex naraw l- irgiel (sħab ta' Muħammad) li konna nqisuhom fost il-ħziena"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "Jaqaw (lin-nies tat-twemmin) konna niddieħku bihom. (u għalhekk marru l-Genna), jew il-ħars (tagħna) ma waqax fuqhom (hawn fl-Infern u m'aħniex narawhom)"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Tabilħaqq li dan hu minnu: it-tilwim ta' nies in-Narl"
        }
    ]
}