{
    "rukus": [
        {
            "chapter": 5,
            "verse": 87,
            "text": "Intom litemmnu, tipprojbixxux it-tajjeb li Alla għamel jiswa għalikom, izda taqbzux il-limitil Alla tabilħaqq ma jħobbx lil dawk li jaqbzu l-limiti"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "U kulu milli takom Alla għall-għajxien, dak li jiswa u tajjeb; izda ibzgħu minn Alla li intom temmnu fih"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Alla ma jeħux għalikom tan-nuqqas ta' ħsieb fil-ħalfiet tagħkom, izda jieħu għalikom ta' dawk il-ħalfiet li intom tagħmlu bl-akbar serjeta. Tpattija ta' dan huwa. li titimgħu għaxar foqra b'daqs kemm (is-soltu) titimgħu lil nieskom, jew tlibbsuhom, jew (inkella) li teħilsu Isir. U min ma jsibx (kif jagħmel dan), għandu jsum tlett ijiem: Din hija tpattija għall-ħalfiet li ħliftu. U zommu sħiħ mal- ħalfiet tagħkom. Hekk Alla jurikom. bic-car. is-sinjali tiegħu biex forsi tizzu ħajr. f l"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Intom li temmnu (kwir aftr li) l-inbid, il-logħob ta' l- azzard, l-idoli u l-vlegeg (tat-tbassir) ma humiex għajr) tingis minn għemil ix-Xitan. Mela warrbu minnu biex forsi tkunu rebbiħin"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Ix-Xitan ma jridx għajr li jagħmilkom għedewwa ta' xulxin u jgib il-mibegħda fostkom (billi jinqeda) bl-inbid u bil-logħob ta' l-azzard, u jzommkom mit-tifkira ta' Alla u mit-talb. Mela (issa li tafu: dan), intom se tieqfu (minn dawn il-vizzji)"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Opdu lil-Alla u obdu lill-Mibgħut, u ogogħdu attenti (mill-ħazen). Jekk tagħtu daharkom (u ma tagħrux widen), kunu afu li d-dmir tal-Mibgħut tagħna huwa biss li jxandar bic-car (tagħlim l-Islam)"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Fuq dawk li jemmnu u jagħmlu għemejjel tajba ma hemm (ebda) ħtija ta' dak li kielu (fl-imgħoddi, qabel il- projbizzjoni ta' l-inbid), jekk jibzgħu minn Alla, jemmnu u jagħmlu għemejjel tajba, imbagħad (għa/ darba oħra) jitħarsu mill-ħazen u jemmnu, imbagħad jibzgħu minn Alla u jagħmlu t-tajjeb. Alla jħobb lil dawk li jagħmlu t- tajjeb"
        }
    ]
}