{
    "maqras": [
        {
            "chapter": 34,
            "verse": 24,
            "text": "Sag: \"Wer gewährt euch Rizq von den Himmeln und der Erde?\" Sag: \"ALLAH! Und gewiß, wir sind oder ihr seid doch entweder in Rechtleitung oder im eindeutigen Abirren"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "Sag: \"Weder Ihr wer-det nach dem zur Rechenschaft gezogen, was wir schwer verfehlten, noch wir werden nach dem zur Rechenschaft gezogen, was ihr tut"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "Sag: \"Unser HERR wird uns zusammenbringen, dann gemäß der Wahrheit zwischen uns richten. Und ER ist Der Richtende, Der Allwissende"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "Sag: \"Zeigt mir diejenigen, die ihr Ihm an Partner beigeselltet?\" Nein, mit Sicherheit! Nein, sondern ER ist ALLAH, Der Allwürdige, Der Allweise"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "Und nicht entsandten WIR dich außer für alle Menschen als Überbringer froher Botschaft und als Warner. Doch die meisten Menschen wissen es nicht"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "Und sie sagen: \"Wann ist diese Androhung, solltet ihr wahrhaftig sein"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "Sag: \"Für euch ist ein Termin eines Tages bestimmt, den ihr weder um eine Stunde hinauszögern könnt, noch vorverlegen"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "Und diejenigen, die Kufr betrieben haben, sagten: \"Wir werden niemals den Iman verinnerlichen weder an diesen Quran, noch an das, was vor ihm war.\" Und (Erstaunliches wirst du erleben), würdest du nur sehen, wenn die Unrecht-Begehenden vor ihrem HERRN eingesperrt werden, während die einen den anderen das Gesagte beantworten. Diejenigen, die unterdrückt wurden, sagen denjenigen, die sich in Arroganz erhoben: \"Wäret ihr nicht, wären wir doch Mumin gewesen"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "Diejenigen, die sich in Arroganz erhoben, sagten denjenigen, die unterdrückt wurden: \"Waren wir etwa diejenigen, die euch von der Rechtleitung abhielten, nachdem sie zu euch gekommen war?! Nein, sondern ihr wart schwer Verfehlende"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "Und diejenigen, die unterdrückt wurden, sagten denjenigen, die sich in Arroganz erhoben: \"Nein, sondern es war die List während der Nacht und des Tages, als ihr uns angewiesen habt, ALLAH gegenüber Kufr zu betreiben und Ihm etwas als Ebenbürtiges zuzuschreiben.\" Und sie verbargen die Reue, als sie die Peinigung sahen. Und WIR ließen Fesseln anbringen um die Nacken derjenigen, die Kufr betrieben haben. Wird ihnen etwa anderes vergolten außer dem, was sie zu tun pflegten"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "UndWIR entsandten zu keiner Ortschaft einen Warner, ohne daß ihre Luxurierenden sagten: \"Gewiß, wir sind dem gegenüber, womit ihr entsandt wurdet, Kufr- Betreibende"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "Und sie sagten: \"Wir haben mehr Kinder und Vermögen und wir werden nie gepeinigt"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "Sag: \"Mein HERR gewährt viel Rizq, wem ER will, und ER gewährt wenig. Doch die meisten Menschen wissen nicht"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Und weder euer Vermögen, noch eure Kinder sind solche, die euch Annäherung an Uns ermöglichen. Nur diejenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, für diese ist das Vielfache an Belohnung für das, was sie taten. Und sie sind in den Unterkünften sicher"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "Doch diejenigen, die gegen Unsere Ayat in Widerspenstigkeit vorgehen, diese werden der Peinigung ausgeliefert"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "Sag: \"Mein HERR gewährt viel Rizq, wem ER will von Seinen Dienern, und ER gewährt ihm wenig. Und was ihr auch immer gebt, ER ersetzt es. Und ER ist Der Beste der Rizq-Gewährenden"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "Und an dem Tag, wenn ER sie alle versammelt, dann zu den Engeln sagt: \"Sind diese etwa diejenigen, die euch zu dienen pflegten"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "Sagen sie: \"Gepriesen-erhaben bist DU! DU bist unser Wali anstelle von ihnen. Nein, sondern sie pflegten den Dschinn zu dienen. Die meisten von ihnen verinnerlichen den Iman an sie"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Also an diesem Tag können die einen von euch den anderen weder nützen, noch schaden. Und WIR sagen zu denjenigen, die Unrecht begingen: \"Erfahrt die Peinigung des Feuers, welches ihr zu verleugnen pflegtet"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Und wenn ihnen Unsere Ayat in Erklärtheit vorgetragen werden, sagen sie: \"Dieser ist doch nichts anderes als ein Mann, der euch von dem abhalten will, was eure Vorfahren zu dienen pflegten.\" Und sie sagten: \"Dies ist doch nichts anderes als erdichtete Ifk-Lüge.\" Und diejenigen, die Kufr betrieben haben, sagten über die Wahrheit, als sie zu ihnen kam: \"Dies ist doch nichts anderes als eindeutige Magie"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "Und WIR ließen ihnen keine Schriften zuteil werden, die sie studieren, und WIR entsandten zu ihnen vor dir keinen Warner"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Und diejenigen vor ihnen verleugneten, und diese erreichten nicht einmal ein Tausendstel von dem, was WIR ihnen (den anderen) zuteil werden ließen, dann bezichtigten sie Meine Gesandten der Lüge. Also wie war denn Meine Mißbilligung"
        }
    ]
}