{
    "chapter": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "Samparkaccheda kara hala allaha o tamra rasulera paksa theke se'i musarikadera sathe, yadera sathe tomara cuktibad'dha hayechile."
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Atahpara tomara paribhramana kara e dese cara masakala. Ara jene rekho, tomara allahake parabhuta karate parabe na, ara niscaya'i allaha kapheradigake lanchita kare thakena."
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Ara mahana hajbera dine allaha o tamra rasulera paksa theke lokadera prati ghosana kare deya hacche ye, allaha musarekadera theke dayitba mukta ebam tamra rasula'o. Abasya yadi tomara ta'oba kara, tabe ta, tomadera jan'ye'o kalyanakara, ara yadi mukha phera'o, tabe jene rekho, allahake tomara parabhuta karate parabe na. Ara kapheraderake marmantika sastira susambada da'o."
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Tabe ye musarikadera sathe tomara cukti bad'dha, ataparah yara tomadera byapare kona truti kareni ebam tomadera birud'dhe ka'uke sahayya'o kareni, tadera sathe krta cuktike tadera deya meyada paryanta purana kara. Abasya'i allaha sabadhanidera pachanda karena."
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Atahpara nisid'dha masa atibahita hale musarikadera hatya kara yekhane tadera pa'o, tadera bandi kara ebam abarodha kara. Ara pratyeka ghamtite tadera sandhane omt pete base thaka. Kintu yadi tara ta'oba kare, namaya kayema kare, yakata adaya kare, tabe tadera patha chere da'o. Niscaya allaha ati ksamasila, parama dayalu."
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Ara musarikadera ke'u yadi tomara kache asraya prarthana kare, tabe take asraya debe, yate se allahara kalama sunate paya, atahpara take tara nirapada sthane pauche debe. Eti ejan'ye ye era jnana rakhe na."
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Musarikadera cukti allahara nikata o tamra rasulera nikata kirupe balabat thakabe. Tabe yadera sathe tomara cukti sampadana karecha masajidula-haramera nikata. Ata'eba, ye paryanta tara tomadera jan'ye sarala thake, tomara'o tadera jan'ya sarala thaka. Nihsandehera allaha sabadhanidera pachanda karena."
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Kirupe? Tara tomadera upara jayi hale tomadera atniyatara o angikarera kona maryada debe na. Tara mukhe tomadera santusta kare, kintu tadera antarasamuha ta asbikara kare, ara tadera adhikansa pratisruti bhangakari."
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Tara allahara ayata samuha nagan'ya mulye bikraya kare, atahpara lokadera nibrta rakhe tamra patha theke, tara ya kare calache, ta ati nikrsta."
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Tara maryada deya na kona musalamanera ksetre atniyatara, ara na angikarera. Ara tara'i simalanghanakari."
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Abasya tara yadi ta'oba kare, namaya kayema kare ara yakata adaya kare, tabe tara tomadera dbini bha'i. Ara ami bidhanasamuhe jnani lokadera jan'ye sarbastare rbanana kare thaki."
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Ara yadi bhanga kare tara tadera sapatha pratisrutira para ebam bidrupa kare tomadera dbina samparke, tabe kuphara pradhanadera sathe yud'dha kara. Karana, edera kena sapatha ne'i yate tara phire ase."
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Tomara ki se'i dalera sathe yud'dha karabe na; yara bhanga kareche nijedera sapatha ebam sankalpa niyeche rasulake bahiskarera? Ara era'i prathama tomadera sathe bibadera sutrapata kareche. Tomara ki tadera bhaya kara? Athaca tomadera bhayera adhikatara yogya halena allaha, yadi tomara mumina ha'o."
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Yud'dha kara odera sathe, allaha tomadera haste tadera sasti debena. Tadera lanchita karabena, tadera birud'dhe tomadera jayi karabena ebam musalamanadera antarasamuha santa karabena."
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Ebam tadera manera ksobha dura karabena. Ara allaha yara prati iccha ksamasila habe, allaha sarbajna, prajnamaya."
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Tomara ki mane kara ye, tomadera chere deya habe emani, yataksana na allaha jene nebena tomadera ke yud'dha kareche ebam ke allaha, tamra rasula o musalamanadera byatita an'ya ka'uke antaranga bandhurupe grahana kara theke birata rayeche. Ara tomara ya kara se bisaye allaha sabisesa abahita."
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Musarikara yogyata rakhe na allahara masajida abada karara, yakhana tara nijera'i nijedera kupharira sbikrti dicche. Edera amala barabada habe ebam era agune sthayibhabe basabasa karabe."
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Nihsandehe tara'i allahara masajida abada karabe yara imana eneche allahara prati o sesa dinera prati ebam kayema kareche namaya o adaya kare yakata; allaha byatita ara ka'uke bhaya kare na. Ata'eba, asa kara yaya, tara hedayeta praptadera antarbhukta habe."
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Tomara ki hajidera pani sarabaraha o masajidula-harama abadakaranake se'i lokera samana mane kara, ye imana rakhe allaha o sesa dinera prati ebam yud'dha kareche allahara rahe, era allahara drstite samana naya, ara allaha jalema lokadera hedayeta karena na."
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Yara imana eneche, desa tyaga kareche ebam allahara rahe nijedera jana o mala diye jehada kareche, tadera bara maryada rayeche allahara kache ara tara'i saphalakama."
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Tadera susambada dicchena tadera para'oyaradegara sbiya daya o santosera ebam jannatera, sekhane ache tadera jan'ya sthayi santi."
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Tathaya tara thakabe ciradina. Nihsandehe allahara kache ache mahapuraskara."
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "He imanadaragana! Tomara sbiya pita o bha'idera abhibhabakarupe grahana karo na, yadi tara imana apeksa kupharake bhalabase. Ara tomadera yara tadera abhibhabakarupe grahana kare tara simalanghanakari."
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Bala, tomadera nikata yadi tomadera pita tomadera santana, tomadera bha'i tomadera patni, tomadera gotra tomadera arjita dhana-sampada, tomadera byabasa ya bandha haye ya'oyara bhaya kara ebam tomadera basasthana-yake tomara pachanda kara-allaha, tamra rasula o tamra rahe jehada kara theke adhika priya haya, tabe apeksa kara, allahara bidhana asa paryanta, ara allaha phaseka sampradayake hedayeta karena na."
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Allaha tomadera sahayya karechena aneka ksetre ebam hona'inera dine, yakhana tomadera sankhyadhikya tomadera praphulla karechila, kintu ta tomadera kona kaje aseni ebam prthibi prasasta ha'oya satte'o tomadera jan'ya sankucita hayechila. Atahpara prstha pradarsana kare palayana karechile."
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Tarapara allaha nayila karena nijera paksa theke santbana, tamra rasula o muminadera prati ebam abatirna karena emana senabahini yadera tomara dekhate pa'oni. Ara sasti pradana karena kapheradera ebam eti hala kapheradera karmaphala."
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Erapara allaha yadera prati iccha ta'obara ta'ophika debena, ara allaha atiba ksamasila, parama dayalu."
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "He imanadaragana! Musarikara to apabitra. Sutaram e bacharera para tara yena masajidula-haramera nikata na ase. Ara yadi tomara daridre?480; Asanka kara, tabe allaha ca'ile nija karunaya bhabisyate tomadera abhabamukta kare debena. Nihsandehe allaha sarbajna, prajnamaya."
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Tomara yud'dha kara ahale-kitabera ai lokadera sathe, yara allaha o roja hasare imana rakhe na, allaha o tamra rasula ya harama kare diyechena ta harama kare na ebam grahana kare na satya dharma, yataksana na karajore tara jiyiya pradana kare."
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Ihudira bale oya'ira allahara putra ebam nasarara bale ‘masiha allahara putra’. E hacche tadera mukhera katha. Era purbabarti kapheradera mata katha bale. Allaha edera dhbansa karuna, era kona ulta pathe cale yacche."
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Tara tadera pandita o sansara-biragidigake tadera palanakartarupe grahana kareche allaha byatita ebam mariyamera putrake'o. Athaca tara adista chila ekamatra mabudera ebadatera jan'ya. Tini chara kona mabuda ne'i, tara tamra sarika sabyasta kare, tara theke tini pabitra."
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Tara tadera mukhera phutkare allahara nurake nirbapita karate caya. Kintu allaha abasya'i tamra nurera purnata bidhana karabena, yadi'o kapherara ta apritikara mane kare."
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Tini'i prerana karechena apana rasulake hedayeta o satya dbina sahakare, yena e dbinake aparapara dbinera upara jayayukta karena, yadi'o musarikara ta apritikara mane kare."
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "He imanadaragana! Pandita o sansarabiragidera aneke lokadera malamala an'yayabhabe bhoga kare calache ebam allahara patha theke lokadera nibrta rakhache. Ara yara sbarna o rupa jama kare rakhe ebam ta byaya kare na allahara pathe, tadera kathora ayabera susambada suniye dina."
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Se dina jahannamera agune ta uttapta kara habe ebam tara dbara tadera lalata, parsba o prsthadesake dagdha kara habe (sedina bala habe), egulo ya tomara nijedera jan'ye jama rekhechile, sutaram eksane asbada grahana kara jama kare rakhara."
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Niscaya allahara bidhana o gananaya masa barati, asamanasamuha o prthibi srstira dina theke. Tanmadhye carati sam'manita. Eti'i supratisthita bidhana; sutaram era madhye tomara nijedera prati atyacara karo na. Ara musarikadera sathe tomara yud'dha kara samabetabhabe, yemana tara'o tomadera sathe yud'dha kare yacche samabetabhabe. Ara mane rekho, allaha muttakinadera sathe rayechena."
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "E'i masa pichiye deyara kaja kebala kupharira matra brd'dhi kare, yara phale kapheragana gomarahite patita haya. Era halala kare neya eke eka bachara ebam harama kare neya an'ya bachara, yate tara ganana purna kare neya allahara nisid'dha masagulora. Atahpara halala kare neya allahara haramakrta masaguloke. Tadera mandakajagulo tadera jan'ye sobhaniya kare deya hala. Ara allaha kaphera sampradayake hedayeta karena na."
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "He imanadaragana, tomadera ki hala, yakhana allahara pathe bera habara jan'ye tomadera bala haya, takhana mati jariye dhara, tomara ki akheratera paribarte duniyara jibane paritusta haye gele? Athaca akheratera tulanaya duniyara jibanera upakarana ati alpa."
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Yadi bera na ha'o, tabe allaha tomadera marmantuda ayaba debena ebam apara jatike tomadera sthalabhisikta karabena. Tomara tamra kona ksati karate parabe na, ara allaha sarbabisaye saktimana."
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Yadi tomara take (rasulake) sahayya na kara, tabe mane rekho, allaha tara sahayya karechilena, yakhana take kapherara bahiskara karechila, tini chilena du’janera ekajana, yakhana tara guhara madhye chilena. Takhana tini apana sangike balalena bisanna hayo na, allaha amadera sathe achena. Atahpara allaha tara prati sbiya santana nayila karalena ebam tamra sahayye emana bahini pathalena, ya tomara dekhani. Bastutah allaha kapheradera matha nicu kare dilena ara allahara katha'i sada samunnata ebam allaha parakramasali, prajnamaya."
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Tomara bera haye para sbalpa ba pracura saranjamera sathe ebam jehada kara allahara pathe nijedera mala o jana diye, eti tomadera jan'ye ati uttama, yadi tomara bujhate para."
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Yadi asu labhera sambhabana thakato ebam yatrapatha'o sanksipta hato, tabe tara abasya'i apanara sahayatri hato, kintu tadera nikata yatrapatha sudirgha mane hala. Ara tara emana'i sapatha kare balabe, amadera sadhya thakale abasya'i tomadera sathe bera hatama, era nijera'i nijedera binasta karache, ara allaha janena ye, era mithyabadi."
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Allaha apanake ksama karuna, apani kena tadera abyahati dilena, ye paryanta na apanara kache pariskara haye yeta satyabadira ebam jene nitena mithyabadidera."
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Allaha o roja keyamatera prati yadera imana rayeche tara mala o jana dbara jehada kara theke apanara kache abyahati kamana karabe na, ara allaha sabadhanidera bhala janena."
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Nihsandehe tara'i apanara kache abyahati caya, yara allaha o roja keyamate imana rakhe na ebam tadera antara sandehagrasta haye pareche, sutaram sandehera abarte tara ghurapaka kheye caleche."
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Ara yadi tara bera habara sankalpa nita, tabe abasya'i kichu saranjama prastuta karato. Kintu tadera ut'thana allahara pachanda naya, ta'i tadera nibrta rakhalena ebam adesa hala basa lokadera sathe tomara base thaka."
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Yadi tomadera sathe tara bera hata, tabe tomadera anista chara ara kichu brd'dhi karato na, ara asba chutato tomadera madhye bibheda srstira uddese. Ara tomadera majhe rayeche tadera guptacara. Bastutah allaha yalimadera bhalabhabe'i janena."
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Tara purbe theke'i bibheda srstira suyoga sandhane chila ebam apanara karyasamuha ulta-palta kare dicchila. Sesa paryanta satya pratisruti ese gela ebam jayi hala allahara hukuma, ye abasthaya tara mandabodha karala."
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Ara tadera ke'u bale, amake abyahati dina ebam pathabhrasta karabena na. Sone rakha, tara to purba theke'i pathabhrasta ebam nihsandehe jahannama e'i kapheradera paribestana kare rayeche."
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Apanara kona kalyana hale tara mandabodha kare ebam kona bipada upasthita hale tara bale, amara purba theke'i nijedera kaja samale niyechi ebam phire yaya ullasita mane."
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Apani baluna, amadera kache kichu'i paumchabe na, kintu ya allaha amadera jan'ya rekhechena; tini amadera karyanirbahaka. Allahara upara'i muminadera bharasa kara ucita."
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Apani baluna, tomara to tomadera jan'ye duti kalyanera ekati pratyasa kara; ara amara pratyasaya achi tomadera jan'ye ye, allaha tomadera ayaba dana karuna nijera paksa theke athaba amadera haste. Sutaram tomara apeksa kara, amara'o tomadera sathe apeksamana."
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Apani baluna, tomara icchaya artha byaya kara ba anicchaya, tomadera theke ta kakhano kabula habe na, tomara napharamanera dala."
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Tadera artha byaya kabula na ha'oyara echara ara kona karana ne'i ye, tara allaha o tamra rasulera prati abisbasi, tara namaye ase alasatara sathe byaya kare sankucita mane."
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Sutaram tadera dhana-sampada o santana-santati yena apanake bismita na kare. Allahara iccha hala egulo dbara duniyara jibane tadera ayabe nipatita rakha ebam pranabiyoga ha'oya kuphari abasthaya."
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Tara allahara name halapha kare bale ye, tara tomadera'i antarbhukta, athaca tara tomadera antarbhukta naya, abasya tara tomadera bhaya kare."
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Tara kona asrayasthala, kona guha ba matha gomjara tha'i pele sedike palayana karabe drutagatite."
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Tadera madhye emana loka'o rayeche yara sadaka bantane apanake dosarupa kare. Era theke kichu pele santusta haya ebam na pele biksubdha haya."
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Kata'i na bhala hata, yadi tara santusta hata allaha o tara rasulera upara ebam balata, allaha'i amadera jan'ye yathesta, allaha amadera debena nija karunaya ebam tamra rasula'o, amara sudhu allahake'i kamana kari."
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Yakata hala kebala phakira, misakina, yakata adaya kari o yadera citta akarsana prayojana tade haka ebam ta dasa-muktira jan'ye-rna grastadera jan'ya, allahara pathe jehadakaridera jan'ye ebam musaphiradera jan'ye, e'i hala allahara nirdharita bidhana. Allaha sarbajna, prajnamaya."
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Ara tadera madhye ke'u ke'u nabike klesa deya, ebam bale, e lokati to kanasarbasba. Apani bale dina, kana hale'o tomadera'i mangalera jan'ya, allahara upara bisbasa rakhe ebam bisbasa rakhe musalamanadera kathara upara. Bastutah tomadera madhye yara imanadara tadera jan'ya tini rahamatabisesa. Ara yara allahara rasulera prati kutsa ratana kare, tadera jan'ya rayeche bedanadayaka ayaba."
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Tomadera samane allahara kasama khaya yate tomadera rayi karate pare. Abasya tara yadi imanadara haye thake, tabe allahake ebam tamra rasulake rayi kara atyanta jaruri."
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Tara ki ekatha jene neyani ye, allahara sathe ebam tamra rasulera sathe ye mokabela kare tara jan'ye nirdharita rayeche doyakha; tate saba samaya thakabe. Eti'i hala maha-apamana."
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Munaphekara e byapare bhaya kare ye, musalamanadera upara na emana kona sura nayila haya, yate tadera antarera gopana bisaya abahita kara habe. Sutaram apani bale dina, thatta-bidrapa karate thaka; allaha ta abasya'i prakasa karabena yara byapare tomara bhaya karacha."
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Ara yadi tumi tadera kache jijnesa kara, tabe tara balabe, amara to kathara katha balachilama ebam kautuka karachilama. Apani baluna, tomara ki allahara sathe, tamra hukuma ahakamera sathe ebam tamra rasulera sathe thatta karachile"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "chalana kara na, tomara ye kaphera haye gecha imana prakasa karara para. Tomadera madhye kona kona lokake yadi ami ksama kare de'i'o, tabe abasya kichu lokake ayaba'o deba. Karana, tara chila gonahagara."
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Munapheka nara-nari sabara'i gatibidhi ekarakama; sikhaya manda katha, bhala katha theke barana kare ebam nija mutho bandha rakhe. Allahake bhule geche tara, kaje'i tini'o tadera bhule gechena nihsandehe munaphekara'i napharamana."
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Oyada karechena allaha, munapheka purusa o munapheka naridera ebam kapheradera jan'ye doyakhera agunera-tate pare thakabe sarbada. Seta'i tadera jan'ye yathesta. Ara allaha tadera prati abhisampata karechena ebam tadera jan'ye rayeche sthayi ayaba."
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Yemana kare tomadera purbabarti lokera tomadera ceye besi chila saktite ebam dhana-sampadera o santana-santatira adhikari'o chila besi; atahpara upakrta hayeche nijedera bhagera dbara abara tomara phayada uthiyecha tomadera bhagera dbara-yemana kare tomadera purbabartira phayada uthiyechila nijedera bhagera dbara. Ara tomara'o balacha tadera'i calana anuyayi. Tara chila se loka, yadera amalasamuha nihsesita haye geche duniya o akherate. Ara tara'i hayeche ksatira sam'mukhina."
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Tadera sambada ki edera kane ese paumchayani, yara chila tadera purbe; nuhera a’dera o samudera sampradaya ebam ibrahimera sampradayera ebam mada'iyanabasidera? Ebam sesaba janapadera yeguloke ulte deya hayechila? Tadera kache esechilena tadera nabi pariskara nirdesa niye. Bastutah allaha to emana chilena na ye, tadera upara juluma karatena, kintu tara nijera'i nijedera upara juluma karato."
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Ara imanadara purusa o imanadara nari eke aparera sahayaka. Tara bhala kathara siksa deya ebam manda theke birata rakhe. Namaya pratistha kare, yakata deya ebam allaha o tamra rasulera nirdesa anuyayi jibana yapana kare. Edera'i upara allaha ta’ala daya karabena. Niscaya'i allaha parakramasila, sukausali."
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Allaha imanadara purusa o imanadara naridera pratisruti diyechene kanana-kunjera, yara taladese prabahita haya prasrabana. Tara se gulora'i majhe thakabe. Ara esaba kanana-kunje thakabe paricchanna thakara ghara. Bastutah e samudayera majhe sabaceye bara hala allahara santusti. Eti'i hala mahana krtakaryata."
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "He nabi, kapheradera sathe yud'dha karuna ebam munaphekadera sathe tadera sathe kathorata abalambana karuna. Tadera thikana hala doyakha ebam tahala nikrsta thikana."
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Tara kasama khaya ye, amara balini, athaca nihsandehe tara baleche kuphari bakya ebam musalamana habara para asbikrtijnapanakari hayeche. Ara tara kamana karechila emana bastura ya tara prapta hayani. Ara esaba tara'i parinati chila ye, allaha o tamra rasula taderake sampadasali kare diyechilena nijera anugrahera madhyame. Bastutah era yadi ta'oba kare neya, tabe tadera jan'ya mangala. Ara yadi ta na mane, tabe tadera ke ayaba debena allaha ta’ala, bedanadayaka ayaba duniya o akherate. Ata'eba, bisbacaracare tadera jan'ya kona sahayyakari-samarthaka ne'i."
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Tadera madhye ke'u ke'u rayeche yara allaha ta’alara sathe oyada karechila ye, tini yadi amadera prati anugraha dana karena, tabe abasya'i amara byaya karaba ebam satkarmidera antarbhukta haye thakaba."
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Atahpara yakhana taderake sbiya anugrahera madhyame dana kara haya, takhana tate karpanya kareche ebam krta oyada theke phire geche ta bhenge diye."
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Tarapara era'i parinatite tadera antare kapatata sthana kare niyeche sedina paryanta, yedina tara tamra sathe giye milabe. Ta ejan'ya ye, tara allahara sathe krta oyada langhana karechila ebam ejan'ye ye, tara mithya katha balato."
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Tara ki jene neyani ye, allaha tadera rahasya o sala-paramarsa samparke abagata ebam allaha khuba bhala kare'i janena samasta gopana bisaya"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "se samasta loka yara bhatrsana-bidrupa kare sesaba musalamanadera prati yara mana khule dana-khayarata kare ebam tadera prati yadera kichu'i ne'i sudhumatra nijera parisramalabda bastu chara. Atahpara tadera prati thatta kare. Allaha tadera prati thatta karechena ebam tadera jan'ya rayeche bedanadayaka ayaba."
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Tumi tadera jan'ya ksama prarthana kara ara na kara. Yadi tumi tadera jan'ya sattara bara'o ksamaprarthana kara, tathapi kakhano'i taderake allaha ksama karabena na. Ta ejan'ya ye, tara allahake ebam tamra rasulake asbikara kareche. Bastutah allaha na-pharamanaderake patha dekhana na."
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Pechane theke ya'oya lokera allahara rasula theke bicchinna haye base thakate pere ananda labha kareche; ara jana o malera dbara allahara rahe jehada karate apachanda kareche ebam baleche, e'i garamera madhye abhiyane bera hayo na. Bale da'o, uttape jahannamera aguna pracandatama. Yadi tadera bibecana sakti thakata."
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Ata'eba, tara saman'ya hese nika ebam tara tadera krtakarmera badalate aneka besi kamdabe."
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Bastutah allaha yadi tomake tadera madhya theke kona srenibisesera dike phiriye niye yana ebam atahpara tara tomara kache abhiyane berobara anumati kamana kare, tabe tumi balo ye, tomara kakhano amara sathe berobe na ebam amara paksa haye kona satrura sathe yud'dha karabe na, tomara to prathamabare base thaka pachanda karecha, kaje'i pechane pare thaka lokadera sathe'i base thaka."
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Ara tadera madhya theke karo mrtyu hale tara upara kakhana'o namaya parabena na ebam tara kabare damrabena na. Tara to allahara prati asbikrti jnapana kareche ebam rasulera prati'o. Bastutah tara na pharamana abasthaya mrtyu barana kareche."
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Ara bismita hayo na tadera dhana sampada o santana-santutira daruna. Allaha to e'i cana ye, e sabera karane taderake ayabera bhetare rakhabena duniyaya ebam tadera prana nirgata ha'oya paryanta yena tara kaphera'i thake."
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Ara yakhana nayila haya kona sura ye, tomara imana ana allahara upara, tamra rasulera sathe ekatna haye; takhana bidaya kamana kare tadera samartha?476;Ana lokera ebam bale amadera abyahati dina, yate amara (niskriyabhabe) base thaka lokadera sathe theke yete pari."
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Tara pechane pare thaka lokadera sathe theke yete pere anandita hayeche ebam mohara emte deya hayeche tadera antarasamuhera upara. Bastutah tara bojhe na."
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Kintu rasula ebam sesaba loka yara imana eneche, tamra sathe tara yud'dha kareche nijedera jana o malera dbara. Tadera'i jan'ya nirdharita rayeche kalyanasamuha ebam tara'i muktira laksye upanita hayeche."
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Allaha tadera jan'ya tairi kare rekhechena kanana-kunja, yara taladese prabahita rayeche prasrabana. Tara tate basa karabe anantakala. Eta'i hala birata krtakaryata."
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Ara chalanakari bedu'ina lokera elo, yate tadera abyahati labha hate pare ebam nibrtta thakate pare tadera'i yara allaha o rasulera sathe mithya bale chila. Ebara tadera upara sigra'i asabe bedanadayaka ayaba yara kaphera."
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Durbala, rugna, byayabhara bahane asamartha lokadera jan'ya kona aparadha ne'i, yakhana tara manera dika theke pabitra habe allaha o rasulera sathe. Nekakaradera upara abhiyogera kona patha ne'i. Ara allaha hacchena ksamakari dayalu."
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Ara na ache tadera upara yara eseche tomara nikata yena tumi tadera bahana dana kara ebam tumi balecha, amara kache emana kona bastu ne'i ye, tara upara tomadera sa'oyara karaba takhana tara phire geche athaca takhana tadera cokha diye asru ba'itechila e duhkhe ye, tara emana kona bastu pacche na ya byaya karabe."
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "Abhiyogera patha to tadera byapare rayeche, yara tomara nikata abyahati kamana kare athaca tara sampadasali. Yara pechane pare thaka lokadera sathe thakate pere anandita hayeche. Ara allaha mohara emte diyechena tadera antarasamuhe. Bastutah tara janate'o pareni."
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Tumi yakhana tadera kache phire asabe, takhana tara tomadera nikata chala-chuta niye upasthita habe; tumi balo, chala karo na, ami kakhano tomadera katha sunaba na; amake allaha ta’ala tomadera abastha samparke abahita kare diyechena. Ara ekhana tomadera karma allaha'i dekhabena ebam tamra rasula. Tarapara tomara pratyabartita habe se'i gopana o agopana bisaye abagata sattara nikata. Tini'i tomadera batale debena ya tomara karachile."
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Ekhana tara tomara samane allahara kasama khabe, yakhana tumi tadera kache phire yabe, yena tumi tadera ksama kare da'o. Sutaram tumi tadera ksama kara-nihsandehe era apabitra ebam tadera krtakarmera badala hisabe tadera thikana halo doyakha."
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Tara tomara samane kasama khabe yate tumi tadera prati rayi haye ya'o. Ata'eba, tumi yadi rayi haye ya'o tadera prati tabu allaha ta’ala rayi habena na, e napharamana lokadera prati."
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Bedu'inara kuphara o monaphekite atyanta kathora haye thake ebam era sesaba niti-kanuna na sekhara'i yogya ya allaha ta’ala tamra rasulera upara nayila karechena. Bastutah allaha saba kichu'i janena ebam tini atyanta kusali."
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Abara kona kona bedu'ina emana o rayeche yara nijedera byaya karake jarimana. Bale gan'ya kare ebam tomara upara kona durdina ase kina se apeksaya thake. Tadera'i upara durdina asuka. Ara allaha hacchena srabanakari, parijnata."
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Ara kona kona bedu'ina hala tara, yara imana ane allahara upara, keyamata dinera upara ebam nijedera byayake allahara naikatya ebam rasulera doya labhera upaya bale ganya kare. Jeno! Ta'i hala tadera ksetre naikatya. Allaha taderake nijera rahamatera antarbhukta karabena. Niscaya'i allaha ksamasila, karunamaya."
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Ara yara sarbaprathama hijaratakari o anacharadera majhe puratana, ebam yara tadera anusarana kareche, allaha se samasta lokadera prati santusta hayechena ebam tara'o tamra prati santusta hayeche. Ara tadera jan'ya prastuta rekhechena kanana-kunja, yara taladesa diye prabahita prasrabanasamuha. Sekhane tara thakabe cirakala. Eta'i hala mahana krtakaryata."
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Ara kichu kichu tomara asa-pasera munapheka ebam kichu loka madinabasi kathora munaphekite anarha. Tumi tadera jana na; ami tadera jani. Ami taderake ayaba dana karaba du’bara, tarapara taderake niye ya'oya habe mahana ayabera dike."
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Ara kona kona loka rayeche yara nijedera papa sbikara kareche, tara misrita kareche ekati nekakaja o an'ya ekati badakaja. Sighra'i allaha hayata taderake ksama kare debena. Nihhsandehe allaha ksamasila karunamaya."
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Tadera malamala theke yakata grahana kara yate tumi seguloke pabitra karate ebam seguloke barakatamaya karate para era madhyame. Ara tumi tadera jan'ya doya kara, nihsandehe tomara doya tadera jan'ya santbana sbarupa. Bastutah allaha sabakichu'i sonena, janena."
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Tara ki ekatha janate pareni ye, allaha nije'i sbiya bandadera ta'oba kabula karena ebam yakata grahana karena? Bastutah allaha'i ta'oba kabulakari, karunamaya."
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Ara tumi bale da'o, tomara amala kare ya'o, tara parabartite allaha dekhabena tomadera kaja ebam dekhabena rasula o musalamanagana. Tachara tomara sigra'i pratyabartita habe tamra sannidhye yini gopana o prakasya bisaye abagata. Tarapara tini janiye debena tomaderake ya karate."
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Abara aneka loka rayeche yadera kajakarma allahara nirdesera upara sthagita rayeche; tini haya tadera ayaba debena na haya tadera ksama kare debena. Bastutah allaha saba kichu'i jnata, bijnatasampanna."
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Ara yara nirmana kareche masajida jidera base ebam kupharira taranaya muminadera madhye bibheda srstira uddesye ebam ai lokera jan'ya ghati sbarupa ye purba theke allaha o tamra rasulera sathe yud'dha kare asache, ara tara abasya'i sapatha karabe ye, amara kebala kalyana'i ceyechi. Paksantare allaha saksi ye, tara saba'i mithyuka."
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Tumi kakhano sekhane darabe na, tabe ye masajidera bhitti rakha hayeche taka'oyara upara prathama dina theke, seti'i tomara damrabara yogya sthana. Sekhane rayeche emana loka, yara pabitratake bhalabase. Ara allaha pabitra lokadera bhalabasena."
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Ye byakti sbiya grhera bhitti rekheche kona gartera kinaraya ya dhbase parara nikatabarti ebam atahpara ta oke niye doyakhera agune patita haya. Ara allaha jalemadera patha dekhana na."
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Tadera nirmita grhati tadera antare sada sandehera udreka kare yabe ye paryanta na tadera antaragulo caucira haye yaya. Ara allaha sarbajna prajnamaya."
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Allaha kraya kare niyechena musalamanadera theke tadera jana o mala e'i mulye ye, tadera jan'ya rayeche jannata. Tara yud'dha kare allahara raheh atahpara mare o mare. Ta'orata, injila o kora'ane tini e satya pratisrutite abicala. Ara allahara ceye pratisruti raksaya ke adhika? Sutaram tomara anandita ha'o se lena-denera upara, ya tomara karacha tamra sathe. Ara e hala mahana saphalya."
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "Tara ta'obakari, ebadatakari, sokaragoyara, (duniyara sathe) samparkacchedakari, ruku o sijada adayakari, satkajera adesa danakari o manda kaja theke nibrtakari ebam allahara de'oya simasamuhera hephayatakari. Bastutah susambada da'o imanadaraderake."
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Nabi o muminera ucita naya musarekadera magapherata kamana kare, yadi'o tara atniya hoka ekatha suspasta ha'oyara para ye tara doyakhi."
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Ara ibrahima kartrka sbiya pitara magapherata kamana chila kebala se'i pratisrutira karane, ya tini tara sathe karechilena. Atahpara yakhana tamra kache ekatha prakasa pela ye, se allahara satru takhana tara sathe samparka chinna kare nilena. Nihsandehe ibrahima chilena bara komala hrdaya, sahanasila."
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Ara allaha kona jatike hedayeta karara para pathabhrasta karena na yataksana na tadera jan'ya pariskarabhabe bale dena sesaba bisaya ya theke tadera bemce thaka darakara. Nihsandehe allaha saba bisaye oyakephahala."
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Niscaya allahara'i jan'ya asamanasamuha o yaminera samrajya. Tini'i jinda karena o mrtyu ghatana, ara allaha byatita tomadera jan'ya kona sahaya'o ne'i, kona sahayyakari'o ne'i."
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Allaha dayasila nabira prati ebam muhajira o anasaradera prati, yara kathina mahurte nabira sange chila, yakhana tadera eka dalera antara phire ya'oyara upakrama hayechila. Atahpara tini dayaparabasa hana tadera prati. Nihsandehe tini tadera prati dayasila o karunamaya."
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "Ebam apara tinajanake yaderake pechane rakha hayechila, yakhana prthibi bistrta ha'oya satbe'o tadera jan'ya sankucita haye gela ebam tadera jibana durbisaha haye uthalo; ara tara bujhate paralo ye, allaha byatita ara kona asrayasthala ne'i-atahpara tini sadaya halena tadera prati yate tara phire ase. Nihsandehe allaha dayamaya karunasila."
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "He imanadaragana, allahake bhaya kara ebam satyabadidera sathe thaka."
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Madinabasi o pasbabarti pallibasidera ucita naya rasulullahara sanga tyaga kare pechane theke ya'oya ebam rasulera prana theke nijedera pranake adhika priya mane kara. Eti ejan'ya ye, allahara pathe ye trsna, klanti o ksudha tadera sparsa kare ebam tadera emana padaksepa ya kapheradera mane krodhera karana haya ara satrudera paksa theke tara ya kichu prapta haya-tara pratyekatira paribarte tadera jan'ya likhita haye neka amala. Nihsandehe allaha satkarmasila lokadera haka nasta karena na."
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Ara tara alpa-bistara ya kichu byaya kare, yata prantara tara atikrama kare, ta saba'i tadera name lekha haya, yena allaha tadera krtakarmasamuhera uttama binimaya pradana karena."
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Ara samasta muminera abhiyane bera ha'oya sangata naya. Ta'i tadera pratyeka dalera ekati ansa kena bera halo na, yate dbinera jnana labha kare ebam sambada dana kare sbajatike, yakhana tara tadera kache pratyabartana karabe, yena tara bamcate pare."
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "He imanadaragana, tomadera nikatabarti kapheradera sathe yud'dha caliye ya'o ebam tara tomadera madhye kathorata anubhaba karuka ara jene rakha, allaha muttakidera sathe rayechena."
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Ara yakhana kona sura abatirna haya, takhana tadera ke'u ke'u bale, e sura tomadera madhyekara imana katata brd'dhi karalo? Ata'eba yara imanadara, e sura tadera imana brd'dhi kareche ebam tara anandita hayeche."
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Bastutah yadera antare byadhi rayeche eti tadera kalusera sathe aro kalusa brd'dhi kareche ebam tara kaphera abasthaya'i mrtyu barana karalo."
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Tara ki laksya kare na, prati bachara tara du’ekabara biparyasta hacche, athaca, tara erapara'o ta'oba kare na kimba upadesa grahana kare na."
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "Ara yakhana'i kona sura abatirna haya, takhana tara eke an'yera dike takaya ye, kona musalamana tomadera dekhache ki-na-atahpara sare pare. Allaha odera antarake satya bimukha kare diyechena! Niscaya'i tara nirbodha sampradaya."
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Tomadera kache eseche tomadera madhya theke'i ekajana rasula. Tomadera duhkha-kasta tara pakse duhsaha. Tini tomadera mangalakami, muminadera prati snehasila, dayamaya."
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "E sattbe'o yadi tara bimukha haye thake, tabe bale da'o, allaha'i amara jan'ya yathesta, tini byatita ara karo bandegi ne'i. Ami tamra'i bharasa kari ebam tini'i mahana arasera adhipati."
        }
    ]
}