{
    "pages": [
        {
            "chapter": 6,
            "verse": 125,
            "text": "Allah, kimi doğru yola götürmek isterse Müslümanlığı kabul etmesi için gönlünü açar ve kimi sapıtmak isterse gönlünü öyle bir daraltır, sıkar ki sanki göğe ağacakmış da imkan bulamıyor sanır kendisini. İşte Allah, inanmayanlara böyle azap verir"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Ve budur Rabbinin doğru yolu, düşünüp öğüt alacak topluluğa ayetlerimizi apaçık bildirdik"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Onlarındır Rablerinin katında esenlik yurdu ve o, yaptıkları işlerden dolayı dosttur onlara"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "O gün hepsini toplar da ey cin topluluğu, insanların birçoğunu baştan mı çıkardınız der. İnsanlardan, onlara dost olanlar, Rabbimiz derler, biz, birbirimizden faydalandık ve bize takdir ettiğin vakte de eriştik işte. Tanrı, ateştir yurdunuz der, orada Allah'ın dilediği hariç, ebedi olarak kalırsınız. Şüphe yok ki Rabbin hüküm ve hikmet sahibidir, her şeyi bilir"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "İşte biz, kazandıkları suç yüzünden zalimlerin bir kısmını, bir kısmına böyle musallat ederiz"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "Ey cin ve insan topluluğu, içinizden, size ayetlerimi nakleden ve içinde bulunduğunuz şu günün bir zaman olup geleceğini haber vererek sizi korkutan peygamberler gelmedi mi? Aleyhimize tanıklık ediyoruz derler ve onları dünya yaşayışı aldatmıştır da sonucu, kafir olduklarına dair kendi aleyhlerine kendileri tanıklıkta bulunmuşlardır"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Bu da, halkının hiçbir şeyden haberi olmayan şehirleri, Rabbinin zulümle helak etmeyeceğinden dolayıdır"
        }
    ]
}