{
    "pages": [
        {
            "chapter": 45,
            "verse": 23,
            "text": "Gördün mü dileğini mabud edineni ve halini bildiği halde Allah tarafından sapıklığa terkedileni ve onun kulağını ve kalbini mühürlemiştir ve gözüne de perde çekmiştir; artık Allah'tan sonra kim doğru yolu gösterebilir ona? Hala mı öğüt ve ibret almazsınız"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "Ve dediler ki: Yaşayış, ancak bu dünyadaki yaşayışımızdan ibaret, ölürüz ve diriliriz ve bizi zamandan başka bir şey öldürmez ve bu hususta bir bilgileri yoktur onların, yalnız zanna kapılmışlardır onlar"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "Ve onlara apaçık ayetlerimiz okununca kesin delilleri, ancak doğru söylüyorsanız getirin atalarımızı bize demelerinden ibarettir"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "De ki: Allah diriltir sizi, sonra öldürür, sonra da şüphe bile olmayan kıyamet günü, toplar sizi ve fakat insanların çoğu bilmez"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "Ve Allah'ındır göklerin ve yeryüzünün saltanatı ve tedbiri ve kıyametin koptuğu gün, gerçeği kabul etmeyip boş şeylere kapılanlar, ziyan ederler"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "Ve görürsün ki her ümmet, diz çökmüş, kendi kitabına çağrılmada. O gün, ne yaptıysanız onun karşılığını bulur, ona göre mücazata ve mükafata erişirsiniz"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "Bu kitabımız, size gerçeği söyler; şüphe yok ki biz, ne yaptıysanız hepsini yazdırmışızdır"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "İnanan ve iyi işlerde bulunanları, artık Rableri, rahmetine alır, budur apaçık kurtuluşun, murada erişin ta kendisi"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "Ve ama kafir olanlara gelince: Âyetlerim okunmuyor muydu size? Derken ululandınız ve mücrim bir topluluk oldunuz"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "Ve size, şüphe yok ki Allah'ın vaadi gerçektir ve kıyamette şüphe yoktur dendi mi, kıyamet nedir derdiniz, bilmiyoruz ki, ancak bir zanda bulunmadayız ve biz, iyideniyiye bilmedik, anlamadık ki"
        }
    ]
}