{
    "pages": [
        {
            "chapter": 3,
            "verse": 62,
            "text": "İşte budur gerçek söz: Allah'tan başka yoktur tapacak ve şüphe yok ki Allah, üstündür, hikmet sahibidir"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Gene yüz çevirirlerse muhakkak ki Allah bozguncuları bilir"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "De ki: Ey kitap ehli, gelin aramızda eşit olan tek söze: Ancak Allah'a kulluk edelim, ona hiçbir şeyi eş ve ortak etmeyelim, Allah'ı bırakıp da bazılarımız, bazılarımızı Tanrı tanımayalım. Gene de yüz döndürürlerse deyin ki tanık olun, özümüzü Tanrıya teslim edenleriz biz"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Ey kitap ehli, ne diye İbrahim hakkında çekişip tartışırsınız? Tevrat da ondan sonra inmiştir, İncil de. Akıl etmiyor musunuz ki"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Şöyleböyle bilginiz olan şeye dair tartışıp duruyorsunuz ama hiç bilginiz olmayan şeyde de ne diye tartışmaya kalkışırsınız? Allah bilir, siz bilmezsiniz"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "İbrahim ne Yahudi'ydi, ne Nasrani. Dosdoğru Müslüman'dı ve müşriklerden değildi"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "İbrahim'e gerçekten de en yakın olanlar, ona inananlarla bu Peygamberdir ve iman edenlerdir. Allah, inananların dostu ve yardımcısıdır"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Kitap ehlinin bir bölüğü, yolunuzu sapıtmak ister. Halbuki sizi değil, ancak kendilerini yoldan çıkarırlar, kendileri sapıklığa düşerler de farkında değillerdir"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Ey kitap ehli, Allah'ın ayetlerini neden inkar edersiniz, halbuki onları görüp duruyorsunuz da"
        }
    ]
}