{
    "manzils": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "اے ایمان والو! اپنے قول پورے کرو تمہارے لئے حلال ہوئے بے زبان مویشی مگر وہ جو آگے سنایا جائے گا تم کو لیکن شکار حلال نہ سمجھو جب تم احرام میں ہو بیشک اللہ حکم فرماتا ہے جو چاہے،"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "اے ایمان والو! حلال نہ ٹھہرالو اللہ کے نشان اور نہ ادب والے مہینے اور نہ حرم کو بھیجی ہوئی قربانیاں اور نہ جن کے گلے میں علامتیں آویزاں اور نہ ان کا مال و آبرو جو عزت والے گھر کا قصد کرکے آئیں اپنے رب کا فضل اوراس کی خوشی چاہتے اور جب احرام سے نکلو تو شکار کرسکتے ہو اور تمہیں کسی قوم کی عداوت کہ انہوں نے تم کو مسجد حرام سے روکا تھا، زیادتی کرنے پر نہ ابھارے اور نیکی اور پرہیزگاری پر ایک دوسرے کی مدد کرو اور گناہ اور زیادتی پر باہم مدد نہ دو اور اللہ سے ڈرتے رہو بیشک اللہ کا عذاب سخت ہے،"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "تم پر حرام ہے مُردار اور خون اور سور کا گوشت اور وہ جس کے ذبح میں غیر خدا کا نام پکارا گیا اور جو گلا گھونٹنے سے مرے اور بے دھار کی چیز سے مارا ہوا اور جو گر کر مرا اور جسے کسی جانور نے سینگ مارا اور جسے کوئی درندہ کھا گیا مگر جنہیں تم ذبح کرلو، اور جو کسی تھان پر ذبح کیا گیا اور پانسے ڈال کر بانٹا کرنا یہ گناہ کا کا م ہے، آج تمہارے دین کی طرف سے کافروں کی آس نوٹ گئی تو اُن سے نہ ڈرو اور مجھ سے ڈرو آج میں نے تمہارے لئے دین کامل کردیا اور تم پر اپنی نعمت پوری کردی اور تمہارے لئے اسلام کو دین پسند کیا تو جو بھوک پیاس کی شدت میں ناچار ہو یوں کہ گناہ کی طرف نہ جھکے تو بیشک اللہ بخشنے والا مہربان ہے،"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "اے محبوب! تم سے پوچھتے ہیں کہ اُن کے لئے کیا حلال ہوا تم فرمادو کہ حلال کی گئیں تمہارے لئے پاک چیزیں اور جو شکاری جانور تم نے سدھالیے انہیں شکار پر دوڑاتے جو علم تمہیں خدا نے دیا اس سے انہیں سکھاتے تو کھاؤ اس میں سے جو وہ مار کر تمہارے لیے رہنے دیں اور اس پر اللہ کا نام لو اور اللہ سے ڈرتے رہو بیشک اللہ کو حساب کرتے دیر نہیں لگتی،"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "آج تمہارے لئے پاک چیزیں حلال ہوئیں، اور کتابیوں کا کھانا تمہارے لیے حلال ہوا، اور تمہارا کھانا ان کے لئے حلال ہے، اور پارسا عورتیں مسلمان اور پارسا عورتیں ان میں سے جن کو تم سے پہلے کتاب ملی جب تم انہیں ان کے مہر دو قید میں لاتے ہوئے نہ مستی نکالتے اور نہ ناآشنا بناتے اور جو مسلمان سے کافر ہو اس کا کیا دھرا سب اکارت گیا اور وہ آخرت میں زیاں کار ہے"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "اے ایمان والو جب نماز کو کھڑے ہونا چاہو تو اپنا منہ دھوؤ اور کہنیوں تک ہاتھ اور سروں کا مسح کرو اور گٹوں تک پاؤ ں دھوؤ اور اگر تمہیں نہانے کی حاجت ہو تو خوب ستھرے ہولو اور اگر تم بیمار ہو یا سفر میں ہو یا تم میں سے کوئی قضائے حاجت سے آیا یا تم نے عورتوں سے صحبت کی اور ان صورتوں میں پانی نہ پایا مٹی سے تیمم کرو تو اپنے منہ اور ہاتھوں کا اس سے مسح کرو، اللہ نہیں چاہتا کہ تم پر کچھ تنگی رکھے ہاں یہ چاہتا ہے کہ تمہیں خوب ستھرا کردے اور اپنی نعمت تم پر پوری کردے کہ کہیں تم احسان مانو،"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "اور یاد کرو اللہ کا احسان اپنے اوپر اور وہ عہد جو اس نے تم سے لیا جبکہ تم نے کہا ہم نے سنا اور مانا اور اللہ سے ڈرو بیشک اللہ دلوں کی بات جانتا ہے،"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "اے ایمان والوں اللہ کے حکم پر خوب قائم ہوجاؤ انصاف کے ساتھ گواہی دیتے اور تم کو کسی قوم کی عداوت اس پر نہ اُبھارے کہ انصاف نہ کرو، انصاف کرو، وہ پرہیزگاری سے زیادہ قریب ہے، اور اللہ سے ڈرو، بیشک اللہ کو تمہارے کامو ں کی خبر ہے،"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "ایمان والے نیکو کاروں سے اللہ کا وعدہ ہے کہ ان کے لئے بخشش اور بڑا ثواب ہے،"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "اور وہ جنہوں نے کفر کیا اور ہماری آیتیں جھٹلائیں وحی دوزخ والے ہیں"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "اے ایمان والو! اللہ کا احسان اپنے اوپر یاد کرو جب ایک قوم نے چاہا کہ تم پر دست درازی کریں تو اس نے ان کے ہاتھ تم پر سے روک دیئے اور اللہ سے ڈرو اور مسلمانوں کو اللہ ہی پر بھروسہ چاہئے،"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "اور بیشک اللہ نے بنی اسرائیل سے عہد کیا اور ہم نے ان میں بارہ سردار قائم کیے اور اللہ نے فرمایا بیشک میں تمہارے ساتھ ہوں ضرور اگر تم نماز قائم رکھو اور زکوٰة دو اور میرے سوالوں پر ایمان لاؤ اور ان کی تعظیم کرو اور اللہ کو قرض حسن دو بیشک میں تمہارے گناہ اتار دوں گا اور ضرور تمہیں باغوں میں لے جاؤں گا جن کے نیچے نہریں رواں، پھر اس کے بعد جو تم میں سے کفر کرے وہ ضرور سیدھی راہ سے بہکا"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "تو ان کی کیسی بد عہدیوں پر ہم نے انہیں لعنت کی اور ان کے دل سخت کردیئے اللہ کی باتوں کو ان کے ٹھکانوں سے بدلتے ہیں اور بُھلا بیٹھے بڑا حصہ ان نصیحتوں کا جو انہیں دی گئیں اور تم ہمیشہ ان کی ایک نہ ایک دغا پر مطلع ہوتے رہو گے سوا تھوڑوں کے تو انہیں معاف کردو اور ان سے درگزرو بیشک احسان والے ا لله کو محبوب ہیں،"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "اور وہ جنہوں نے دعویٰ کیا کہ ہم نصاریٰ ہیں ہم نے ان سے عہد لیا تو وہ بھلا بیٹھے بڑا حصہ ان نصیحتوں کا جو انہیں دی گئیں تو ہم نے ان کے آپس میں قیامت کے دن تک بَیر اور بغض ڈال دیا اور عنقریب اللہ انہیں بتادے گا جو کچھ کرتے تھے"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "اے کتاب والو بیشک تمہارے پاس ہمارے یہ رسول تشریف لائے کہ تم پر ظاہر فرماتے ہیں بہت سی وہ چیزیں جو تم نے کتاب میں چھپا ڈالی تھیں اور بہت سی معاف فرماتے ہیں بیشک تمہارے پاس اللہ کی طرف سے ایک نور آیا اور روشن کتاب"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "اللہ اس سے ہدایت دیتا ہے اسے جو اللہ کی مرضی پر چلا سلامتی کے ساتھ اور انہیں اندھیریوں سے روشنی کی طرف لے جاتا ہے اپنے حکم سے اور انہیں سیدھی راہ دکھاتا ہے،"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "بیشک کافر ہوئے وہ جنہوں نے کہا کہ اللہ مسیح بن مریم ہی ہے تم فرما دو پھر اللہ کا کوئی کیا کرسکتا ہے اگر وہ چاہے کہ ہلاک کردے مسیح بن مریم اور اس کی ماں اور تمام زمین والوں کو اور اللہ ہی کے لیے ہے سلطنت آسمانوں اور زمین اور ان کے درمیان کی جو چاہے پیدا کرتا ہے، اور اللہ سب کچھ کرسکتا ہے،"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "اور یہودی اور نصرانی بولے کہ ہم اللہ کے بیٹے اور اس کے پیارے ہیں تم فرما دو پھر تمہیں کیوں تمہارے گناہوں پر عذاب فرماتا ہے بلکہ تم آدمی ہو اس کی مخلوقات سے جسے چاہے بخشتا ہے اور جسے چاہے سزا دیتا ہے، اور اللہ ہی کے لئے ہے سلطنت آسمانوں اور زمین اور اس کے درمیان کی، اور اسی کی طرف پھرنا ہے،"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "اے کتاب والو! بیشک تمہارے پاس ہمارے یہ رسول تشریف لائے کہ تم پر ہمارے احکام ظاہر فرماتے ہیں بعد اس کے کہ رسولوں کا آنا مدتوں بند رہا تھا کہ کبھی کہو کہ ہمارے پاس کوئی خوشی اور ڈر سنانے والا نہ آیا تو یہ خوشی اور ڈر سنانے والے تمہارے پاس تشریف لائے ہیں، اور اللہ کو سب قدرت ہے،"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "اور جب موسیٰ نے کہا اپنی قوم سے اے میری قوم اللہ کا احسان اپنے اوپر یاد کرو کہ تم میں سے پیغمبر کیے اور تمہیں بادشاہ کیا اور تمہیں وہ دیا جو آج سارے جہان میں کسی کو نہ دیا"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "اے قوم اس پاک زمین میں داخل ہو جو اللہ نے تمہارے لیے لکھی ہے اور پیچھے نہ پلٹو کہ نقصان پر پلٹو گے،"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "بولے اے موسیٰ اس میں تو بڑے زبردست لوگ ہیں، اور ہم اس میں ہرگز داخل نہ ہوں گے جب تک وہ وہاں سے نکل نہ جائیں ہاں وہ وہاں سے نکل جائیں تو ہم وہاں جائیں،"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "دو مرد کہ اللہ سے ڈرنے والوں میں سے تھے ا لله نے انہیں نوازا بولے کہ زبردستی دروازے میں ان پر داخل ہو اگر تم دروازے میں داخل ہوگئے تو تمہارا ہی غلبہ ہے اور اللہ ہی پر بھروسہ کرو اگر تمہیں ایمان ہے،"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "بولے اے موسیٰ ہم تو وہاں کبھی نہ جائیں گے جب تک وہ وہاں ہیں تو آپ جائیے اور آپ کا رب تم دونوں لڑو ہم یہاں بیٹھے ہیں،"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "موسیٰ نے عرض کی کہ اے رب! میرے مجھے اختیار نہیں مگر اپنا اور اپنے بھائی کا تو تو ہم کو ان بے حکموں سے جدا رکھ"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "فرمایا تو وہ زمین ان پر حرام ہے چالیس برس تک بھٹکتے پھریں زمین میں تو تم ان بے حکموں کا افسوس نہ کھاؤ،"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "اور انہیں پڑھ کر سناؤ آدم کے دو بیٹوں کی سچی خبر جب دونوں نے ایک ایک نیاز پیش کی تو ایک کی قبول ہوئی اور دوسرے کی نہ قبول ہوئی بولا قسم ہے میں تجھے قتل کردوں گا کہا اللہ اسی سے قبول کرتا ہے، سے ڈر ہے"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "بیشک اگر تو اپنا ہاتھ مجھ پر بڑھائے گا کہ مجھے قتل کرے تو میں اپنا ہاتھ تجھ پر نہ بڑھاؤں گا کہ تجھے قتل کروں میں اللہ سے ڈرتا ہوں جو مالک ہے سارے جہاں کا،"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "میں تو یہ چاہتا ہوں کہ میرا اور تیرا گناہ دونوں تیرے ہی پلہ پڑے تو تو دوز خی ہوجائے، اور بے انصافوں کی یہی سزا ہے،"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "تو اسکے نفس نے اسے بھائی کے قتل کا چاؤ دلایا تو اسے قتل کردیا تو رہ گیا نقصان میں"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "تو اللہ نے ایک کوا بھیجا زمین کریدتا کہ اسے دکھائے کیونکر اپنے بھائی کی لاش چھپائے بولا ہائے خرابی میں اس کوے جیسا بھی نہ ہوسکا کہ میں اپنے بھائی کی لاش چھپاتا تو پچتاتا رہ گیا"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "اس سبب سے ہم نے بنی اسرائیل پر لکھ دیا کہ جس نے کوئی جان قتل کی بغیر جان کے بدلے یا زمین میں فساد کیے تو گویا اس نے سب لوگوں کو قتل کیا اور جس نے ایک جان کو جِلا لیا اس نے گویا سب لوگوں کو جلالیا، اور بیشک ان کے پاس ہمارے رسول روشن دلیلوں کے ساتھ آئے پھر بیشک ان میں بہت اس کے بعد زمین میں زیادتی کرنے والے ہیں"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "وہ کہ اللہ اور اس کے رسول سے لڑتے اور ملک میں فساد کرتے پھرتے ہیں ان کا بدلہ یہی ہے کہ گن گن کر قتل کیے جائیں یا سولی دیے جائیں یا ان کے ایک طرف کے ہاتھ اور دوسری طرف کے پاؤں کاٹے جائیں یا زمین سے دور کردیے جائیں، یہ دنیا میں ان کی رسوائی ہے، اور آخرت میں ان کے لیے بڑا غداب،"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "مگر وہ جنہوں نے توبہ کرلی اس سے پہلے کہ تم ان پر قابو پاؤ تو جان لو کہ اللہ بخشنے والا مہربان ہے،"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "اے ایمان والو! اللہ سے ڈرو اور اس کی طرف وسیلہ ڈھونڈو اور اس کی راہ میں جہاد کرو اس امید پر کہ فلاح پاؤ،"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "بیشک وہ جو کافر ہوئے جو کچھ زمین میں ہے سب اور اس کی برابر اور اگر ان کی ملک ہو کہ اسے دے کر قیامت کے عذاب سے اپنی جان چھڑائیں تو ان سے نہ لیا جائے گا اور ان کے لئے دکھ کا عذاب ہے"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "دوزخ سے نکلنا چاہیں گے اور وہ اس سے نہ نکلیں گے اور ان کو دوامی سزا ہے،"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "اور جو مرد یا عورت چور ہو تو ان کا ہاتھ کاٹو ان کے کیے کا بدلہ اللہ کی طرف سے سزا، اور اللہ غالب حکمت والا ہے،"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "تو جو اپنے ظلم کے بعد توبہ کرے اور سنور جائے تو اللہ اپنی مہر سے اس پر رجوع فرمائے گا بیشک اللہ بخشنے والا مہربان ہے،"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "کیا تجھے معلوم نہیں کہ اللہ کے لئے ہے آسمانوں اور زمین کی بادشاہی، سزا دیتا ہے جسے چاہے اور بخشتا ہے جسے چاہے، اور اللہ سب کچھ کرسکتا ہے،"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "اے رسول! تمہیں غمگین نہ کریں وہ جو کفر پڑ دوڑتے ہیں جو کچھ وہ اپنے منہ سے کہتے ہیں ہم ایمان لائے اور ان کے دل مسلمان نہیں اور کچھ یہودی جھوٹ خوب سنتے ہیں اور لوگوں کی خوب سنتے ہیں جو تمہارے پاس حاضر نہ ہوئے اللہ کی باتوں کو ان کے ٹھکانوں کے بعد بدل دیتے ہیں، کہتے ہیں یہ حکم تمہیں ملے تو مانو اور یہ نہ ملے تو بچو اور جسے اللہ گمراہ کرنا چاہے تو ہرگز تو اللہ سے اس کا کچھ بنا نہ سکے گا، وہ ہیں کہ اللہ نے ان کا دل پاک کرنا نہ چاہا، انہیں دنیا میں رسوائی ہے، اور انہیں آخرت میں بڑا عذاب،"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "بڑے جھوٹ سننے والے بڑے حرام خور تو اگر تمہارے حضور حاضر ہوں تو ان میں فیصلہ فرماؤ یا ان سے منہ پھیرلو اور اگر تم ان سے منہ پھیرلو گے تو وہ تمہارا کچھ نہ بگاڑیں گے اور اگر ان میں فیصلہ فرماؤ تو انصاف سے فیصلہ کرو، بیشک انصاف والے اللہ کو پسند ہیں،"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "اور وہ تم سے کیونکر فیصلہ چاہیں گے، حالانکہ ان کے پاس توریت ہے جس میں اللہ کا حکم موجود ہے بایں ہمہ اسی سے منہ پھیرتے ہیں اور وہ ایمان لانے والے نہیں،"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "بیشک ہم نے توریت اتاری اس میں ہدایت اور نور ہے، اس کے مطابق یہود کو حکم دیتے تھے ہمارے فرمانبردار نبی اور عالم اور فقیہہ کہ ان سے کتاب اللہ کی حفاظت چاہی گئی تھی اور وہ اس پر گواہ تھے تو لوگوں سے خوف نہ کرو اور مجھ سے ڈرو اور میری آیتوں کے بدلے ذلیل قیمت نہ لو اور جو اللہ کے اتارے پر حکم نہ کرے وہی لوگ کافر ہیں،"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "اور ہم نے توریت میں ان پر واجب کیا کہ جان کے بدلے جان اور آنکھ کے بدلے آنکھ اور ناک کے بدلے ناک اور کان کے بدلے کان اور دانت کے بدلے دانت اور زخموں میں بدلہ ہے پھر جو دل کی خوشی سے بدلہ کراوے تو وہ اس کا گناہ اتار دے گا اور جو اللہ کے اتارے پر حکم نہ کرے تو وہی لوگ ظالم ہیں،"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "اور ہم ان نبیوں کے پیچھے ان کے نشانِ قدم پر عیسیٰ بن مریم کو لائے تصدیق کرتا ہوا توریت کی جو اس سے پہلے تھی اور ہم نے اسے انجیل عطا کی جس میں ہدایت اور نور ہے اور تصدیق فرماتی ہے توریت کی کہ اس سے پہلی تھی اور ہدایت اور نصیحت پرہیزگاروں کو،"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "اور چاہئے کہ انجیل والے حکم کریں اس پر جو اللہ نے اس میں اتارا اور جو اللہ کے اتارے پر حکم نہ کریں تو وہی لوگ فاسق ہیں،"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "اور اے محبوب ہم نے تمہاری طرف سچی کتاب اتاری اگلی کتابوں کی تصدیق فرماتی اور ان پر محافظ و گواہ تو ان میں فیصلہ کرو اللہ کے اتارے سے اور اسے سننے والے ان کی خواہشوں کی پیروی نہ کرنا اپنے پاس آیا ہوا حق چھوڑ کر، ہم نے تم سب کے لیے ایک ایک شریعت اور راستہ رکھا اور اللہ چاہتا تو تم سب کو ایک ہی امت کردیتا مگر منظور یہ ہے کہ جو کچھ تمہیں دیا اس میں تمہیں آزمائے تو بھلائیوں کی طرف سبقت چاہو، تم سب کا پھرنا اللہ ہی کی طرف ہے تو وہ تمہیں بتادے گا جس بات میں تم جھگڑتے تھے"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "اور یہ کہ اے مسلمان! اللہ کے اتارے پر حکم کر اور ان کی خواہشوں پر نہ چل اور ان سے بچتا رہ کہ کہیں تجھے لغزش نہ دے دیں کسی حکم میں جو تیری طرف اترا پھر اگر وہ منہ پھیریں تو جان لو کہ اللہ ان کے بعض گناہوں کی سزا ان کو پہنچایا چاہتا ہے اور بیشک بہت آدمی بے حکم ہیں،"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "تو کیا جاہلیت کا حکم چاہتے ہیں اور اللہ سے بہتر کس کا حکم یقین والوں کے لیے،"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "اے ایمان والو! یہود و نصاریٰ کو دوست نہ بناؤ وہ آپس میں ایک دوسرے کے دوست ہیں اور تم میں جو کوئی ان سے دوستی رکھے گا تو وہ انہیں میں سے ہے بیشک اللہ بے انصافوں کو راہ نہیں دیتا"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "اب تم انہیں دیکھو گے جن کے دلوں میں آزار ہے کہ یہود و نصاریٰ کی طرف دوڑتے ہیں کہتے ہیں ہم ڈرتے ہیں کہ ہم پر کوئی گردش آجائے تو نزدیک ہے کہ اللہ فتح لائے یا اپنی طرف سے کوئی حکم پھر اس پر جو اپنے دلوں میں چھپایا تھا پچھتائے رہ جائیں"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "اور ایمان والے کہتے ہیں کیا یہی ہیں جنہوں نے اللہ کی قسم کھائی تھی اپنے حلف میں پوری کوشش سے کہ وہ تمہارے ساتھ ہیں ان کا کیا دھرا سب اکارت گیا تو رہ گئے نقصان میں"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "اے ایمان والو! تم میں جو کوئی اپنے دین سے پھرے گا تو عنقریب اللہ ایسے لوگ لائے گا کہ وہ اللہ کے پیارے اور اللہ ان کا پیارا مسلمانوں پر نرم اور کافروں پر سخت اللہ کی راہ میں لڑیں گے اور کسی ملامت کرنے والے کی ملامت کا اندیشہ نہ کریں گے یہ اللہ کا فضل ہے جسے چاہے دے، اور اللہ وسعت والا علم والا ہے،"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "تمہارے دوست نہیں مگر اللہ اور اس کا رسول اور ایمان والے کہ نماز قائم کرتے ہیں اور زکوٰة دیتے ہیں اور اللہ کے حضور جھکے ہوئے ہیں"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "اور جو اللہ اور اس کے رسول اور مسلمانوں کو اپنا دوست بنائے تو بیشک اللہ ہی کا گروہ غالب ہے،"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "اے ایمان والو! جنہوں نے تمہارے دین کو ہنسی کھیل بنالیا ہے وہ جو تم سے پہلے کتاب دیے گئے اور کافر ان میں کسی کو اپنا دوست نہ بناؤ اور اللہ سے ڈرتے رہو اگر ایمان رکھتے ہو"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "اور جب تم نماز کے لئے اذان دو تو اسے ہنسی کھیل بناتے ہیں یہ اس لئے کہ وہ نرے بے عقل لوگ ہیں"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "تم فرماؤ اے کتابیوں تمہیں ہمارا کیا برا لگا یہی نہ کہ ہم ایمان لائے اللہ پر اور اس پر جو ہماری طرف اترا اور اس پر جو پہلے اترا اور یہ کہ تم میں اکثر بے حکم ہیں،"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "تم فرماؤ کیا میں بتادوں جو اللہ کے یہاں اس سے بدتر درجہ میں ہیں وہ جن پر اللہ نے لعنت کی اور ان پر غضب فرمایا اور ان میں سے کردیے بندر اور سور اور شیطان کے پجاری ان کا ٹھکانا زیادہ برا ہے اور یہ سیدھی راہ سے زیادہ بہکے،"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "اور جب تمہارے پاس آئیں ہم مسلمان ہیں اور وہ آتے وقت بھی کافر تھے اور جاتے وقت بھی کافر، اور اللہ خوب جانتا ہے جو چھپا رہے ہیں"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "اور ان میں تم بہتوں کو دیکھو گے کہ گناہ اور زیادتی اور حرام خوری پر دوڑتے ہیں بیشک بہت ہی برے کام کرتے ہیں،"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "انہیں کیوں نہیں منع کرتے ان کے پادری اور درویش گناہ کی بات کہنے اور حرام کھانے سے، بیشک بہت ہی برے کام کررہے ہیں"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "اور یہودی بولے اللہ کا ہاتھ بندھا ہوا ہے ان کے ہاتھ باندھے جائیں اور ان پر اس کہنے سے لعنت ہے بلکہ اس کے ہاتھ کشادہ ہیں عطا فرماتا ہے جیسے چاہے اور اے محبوب! یہ جو تمہاری طرف تمہارے رب کے پاس سے اترا اس سے ان میں بہتوں کو شرارت اور کفر میں ترقی ہوگی اور ان میں ہم نے قیامت تک آپس میں دشمنی اور بیر ڈال دیا جب کبھی لڑائی کی آگ بھڑکاتے ہیں اللہ اسے بجھا دیتا ہے اور زمین میں فساد کے لیے دوڑتے پھرتے ہیں، اور اللہ فسادیوں کو نہیں چاہتا،"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "اور اگر کتاب والے ایمان لاتے اور پرہیزگاری کرتے تو ضرور ہم ان کے گناہ اتار دیتے اور ضرور انہیں چین کے باغوں میں لے جاتے"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "اور اگر وہ قائم رکھتے توریت اور انجیل اور جو کچھ ان کی طرف ان کے رب کی طرف سے اترا تو انہیں رزق ملتا اوپر سے اور ان کے پاؤں کے نیچے سے ان میں کوئی گروہ اگر اعتدال پر ہے اور ان میں اکثر بہت ہی برے کام کررہے ہیں"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "اے رسول پہنچا دو جو کچھ اترا تمہیں تمہارے رب کی طرف سے اور ایسا نہ ہو تو تم نے اس کا کوئی پیام نہ پہنچایا اور اللہ تمہاری نگہبانی کرے گا لوگوں سے بیشک اللہ کافروں کو راہ نہیں دیتا،"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "تم فرمادو، اے کتابیو! تم کچھ بھی نہیں ہو جب تک نہ قائم کرو توریت اور انجیل اور جو کچھ تمہاری طرف تمہارے رب کے پاس سے اترا اور بیشک اے محبوب! وہ جو تمہاری طرف تمہارے رب کے پاس سے اترا اس میں بہتوں کو شرارت اور کفر کی اور ترقی ہوگی تو تم کافروں کا کچھ غم نہ کھاؤ،"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "بیشک وہ جو اپنے آپ کو مسلمان کہتے ہیں اور اسی طرح یہودی اور ستارہ پرت اور نصرانی ان میں جو کوئی سچے دل سے اللہ اور قیامت پر ایمان لائے اور اچھے کام کرے توان پر نہ کچھ اندیشہ ہے اور نہ کچھ غم،"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "بیشک ہم نے بنی اسرائیل سے عہد لیا اور ان کی طرف رسول بھیجے، جب کبھی ان کے پاس کوئی رسول وہ بات لے کر آیا جو ان کے نفس کی خواہش نہ تھی ایک گروہ کو جھٹلایا اور ایک گروہ کو شہید کرتے ہیں"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "اور اس گمان میں ہیں کہ کوئی سزا نہ ہوگی تو اندھے اور بہرے ہوگئے پھر اللہ نے ان کی توبہ قبول کی پھر ان میں بہتیرے اندھے اور بہرے ہوگئے اور اللہ ان کے کام دیکھ رہا ہے،"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "بیشک کافر ہیں وہ جو کہتے ہیں کہ اللہ وہی مسیح مریم کا بیٹا ہے اور مسیح نے تو یہ کہا تھا، اے بنی اسرائیل اللہ کی بندگی کرو جو میرا رب اور تمہارا رب، بیشک جو اللہ کا شریک ٹھہرائے تو اللہ نے اس پر جنت حرام کردی اور اس کا ٹھکانا دوزخ ہے اور ظالموں کا کوئی مددگار نہیں،"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "بیشک کافر ہیں وہ جو کہتے ہیں اللہ تین خداؤں میں کا تیسرا ہے اور خدا تو نہیں مگر ایک خدا اور اگر اپنی بات سے باز نہ آئے تو جو ان میں کافر مریں گے ان کو ضرور دردناک عذاب پہنچے گا،"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "تو کیوں نہیں رجوع کرتے اللہ کی طرف اور اس سے بخشش مانگتے، اور اللہ بخشنے والا مہربان،"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "مسیح بن مریم نہیں مگر ایک رسول اس سے پہلے بہت رسول ہو گزرے اور اس کی ماں صدیقہ ہے دونوں کھانا کھاتے تھے دیکھو تو ہم کیسی صاف نشانیاں ان کے لئے بیان کرتے ہیں پھر دیکھو وہ کیسے اوندھے جاتے ہیں،"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "تم فرماؤ کیا اللہ کے سوا ایسے کو پوجتے ہو جو تمہارے نقصان کا مالک نہ نفع کا اور اللہ ہی سنتا جانتا ہے،"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "تم فرماؤ اے کتاب والو! اپنے دین میں ناحق زیادتی نہ کرو اور ایسے لوگوں کی خواہش پر نہ چلو جو پہلے گمراہ ہوچکے اور بہتوں کو گمراہ کیا اور سیدھی راہ سے بہک گئے"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "لعنت کیے گئے وہ جنہوں نے کفر کیا بنی اسرائیل میں داؤد اور عیسیٰ بن مریم کی زبان پر یہ بدلہ ان کی نافرمانی اور سرکشی کا،"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "جو بری بات کرتے آپس میں ایک دوسرے کو نہ روکتے ضرور بہت ہی برے کام کرتے تھے"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "ان میں تم بہت کو دیکھو گے کہ کافروں سے دوستی کرتے ہیں، کیا ہی بری چیز اپنے لیے خود آگے بھیجی یہ کہ اللہ کا ان پر غضب ہوا اور وہ عذاب میں ہمیشہ رہیں گے"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "اور اگر وہ ایمان لاتے اللہ اور ان نبی پر اور اس پر جو ان کی طرف اترا تو کافروں سے دوستی نہ کرتے مگر ان میں تو بہتیرے فاسق ہیں،"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "ضرور تم مسلمانوں کا سب سے بڑھ کر دشمن یہودیوں اور مشرکوں کو پاؤ گے اور ضرور تم مسلمانوں کی دوستی میں سب سے زیادہ قریب ان کو پاؤ گے جو کہتے تھے ہم نصاریٰ ہیں یہ اس لئے کہ ان میں عالم اور درویش ہیں اور یہ غرور نہیں کرتے"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "اور جب سنتے ہیں وہ جو رسول کی طرف اترا تو ان کی آنکھیں دیکھو کہ آنسوؤں سے ابل رہی ہیں اس لیے کہ وہ حق کو پہچان گئے، کہتے ہیں اے رب ہمارے! ہم ایمان لائے تو ہمیں حق کے گواہوں میں لکھ لے"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "اور ہمیں کیا ہوا کہ ہم ایمان نہ لائیں اللہ پر اور اس حق پر کہ ہمارے پاس آیا اور ہم طمع کرتے ہیں کہ ہمیں ہمارا رب نیک لوگوں کے ساتھ داخل کرے"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "تو اللہ نے ان کے اس کہنے کے بدلے انہیں باغ دیے جن کے نیچے نہریں رواں ہمیشہ ان میں رہیں گے، یہ بدلہ ہے نیکوں کا"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "اور وہ جنہوں کفر کیا اور ہماری آیتیں جھٹلائیں وہ ہیں دوزخ والے،"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "اے ایمان والو! حرام نہ ٹھہراؤ وہ ستھری چیزیں کہ اللہ نے تمہارے لیے حلال کیں اور حد سے نہ بڑھو، بیشک حد سے بڑھنے والے اللہ کو ناپسند ہیں،"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "اور کھاؤ جو کچھ تمہیں اللہ نے روزی دی حلال پاکیزہ او ر ڈرو اللہ سے جس پر تمہیں ایمان ہے،"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "اللہ تمہیں نہیں پکڑتا تمہاری غلط فہمی کی قسموں پر ہاں ان قسموں پر گرفت فرماتے ہے جنہیں تم نے مضبوط کیا تو ایسی قسم کا بدلہ دس مسکینوں کو کھانا دینا اپنے گھر والوں کو جو کھلاتے ہو اس کے اوسط میں سے یا انہیں کپڑے دینا یا ایک بردہ آزاد کرنا تو جو ان میں سے کچھ نہ پائے تو تین دن کے روزے یہ بدلہ ہے تمہاری قسموں کا، جب قسم کھاؤ اور اپنی قسموں کی حفاظت کرو اسی طرح اللہ تم سے اپنی آیتیں بیان فرماتا ہے کہ کہیں تم احسان مانو،"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "اے ایمان والو! شراب اور جوا اور بت اور پانسے ناپاک ہی ہیں شیطانی کام تو ان سے بچتے رہنا کہ تم فلاح پاؤ،"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "شیطان یہی چاہتا ہے کہ تم میں بَیر اور دشمنی ڈلوا دے شراب اور جوئے میں اور تمہیں اللہ کی یاد اور نماز سے روکے تو کیا تم باز آئے،"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "اور حکم مانو اللہ کا اور حکم مانو رسول کا اور ہوشیار رہو، پھر اگر تم پھر جاؤ تو جان لو کہ ہمارے رسول کا ذمہ صرف واضح طور پر حکم پہنچادینا ہے"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "جو ایمان لائے اور نیک کام کیے ان پر کچھ گناہ نہیں جو کچھ انہوں نے چکھا جب کہ ڈریں اور ایمان رکھیں اور نیکیاں کریں پھر ڈریں اور ایمان رکھیں پھر ڈریں اور نیک رہیں، اور اللہ نیکوں کو دوست رکھتا ہے"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "اے ایمان والوں ضرور اللہ تمہیں آزمائے گا ایسے بعض شکار سے جس تک تمہارا ہاتھ اور نیزے پہنچیں کہ اللہ پہچان کرادے ان کی جو اس سے بن دیکھے ڈرتے ہیں، پھر اس کے بعد جو حد سے بڑھے اس کے لئے دردناک عذاب ہے،"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "اے ایمان والو! شکار نہ مارو جب تم احرام میں ہو اور تم میں جو اسے قصداً قتل کرے تو اس کا بدلہ یہ ہے کہ ویسا ہی جانور مویشی سے دے تم میں کہ دو ثقہ آدمی اس کا حکم کریں یہ قربانی ہو کہ کعبہ کو پہنچتی یا کفار ہ دے چند مسکینوں کا کھانا یا اس کے برابر روزے کہ اپنے کام کا وبال چکھے اللہ نے معاف کیا جو ہو گزرا اور جو اب کرے گا اس سے بدلہ لے گا، اور اللہ غالب ہے بدلہ لینے والا،"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "حلال ہے تمہارے لیے دریا کا شکار اور اس کا کھانا تمہارے اور مسافروں کے فائدے کو اور تم پرحرام ہے خشکی کا شکار جب تک تم احرام میں ہو اور اللہ سے ڈرو جس کی طرف تمہیں اٹھنا ہے،"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "اللہ نے ادب والے گھر کعبہ کو لوگوں کے قیام کا باعث کیا اور حرمت والے مہینہ اور حرم کی قربانی اور گلے میں علامت آویزاں جانوروں کو یہ اس لیے کہ تم یقین کرو کہ اللہ جانتا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں اور یہ کہ اللہ سب کچھ جانتا ہے،"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "جان رکھو کہ اللہ کا عذاب سخت ہے اور اللہ بخشنے والا مہربان،"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "رسول پر نہیں مگر حکم پہنچانا اور اللہ جانتا ہے جو تم ظاہر کرتے اور جو تم چھپاتے ہو"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "تم فرمادو کہ گندہ اور ستھرا برابر نہیں اگرچہ تجھے گندے کی کثرت بھائے، تو اللہ سے ڈرتے رہو اے عقل والو! کہ تم فلاح پاؤ،"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "اے ایمان والو! ایسی باتیں نہ پوچھو جو تم پر ظاہر کی جائیں تو تمہیں بری لگیں اور اگر انہیں اس وقت پوچھو گے کہ قرآن اتر رہا ہے تو تم پر ظاہر کردی جائیں گی، اللہ انہیں معاف کرچکا ہے اور اللہ بخشنے والا حلم والا ہے،"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "تم سے اگلی ایک قوم نے انہیں پوچھا پھر ان سے منکر ہو بیٹھے،"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "اللہ نے مقرر نہیں کیا ہے کان چِرا ہوا اور نہ بجار اور نہ وصیلہ اور نہ حامی ہاں کافر لوگ اللہ پر جھوٹا افترا باندھتے ہیں اور ان میں اکثر نرے بے عقل ہیں"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "اور جب ان سے کہا جائے آؤ اس طرف جو اللہ نے اُتارا اور رسول کی طرف کہیں ہمیں وہ بہت ہے جس پر ہم نے اپنے باپ دادا کو پایا، کیا اگرچہ ان کے باپ دادا نہ کچھ جانیں نہ راہ پر ہوں"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "اے ایمان والو! تم اپنی فکر رکھو تمہارا کچھ نہ بگاڑے گا جو گمراہ ہوا جب کہ تم راہ پر ہو تم سب کی رجوع اللہ ہی کی طرف ہے پھر وہ تمہیں بتا دے گا جو تم کرتے تھے،"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "اے ایمان والوں تمہاری آپس کی گواہی جب تم میں کسی کو موت آئے وصیت کرتے وقت تم میں کے دو معتبر شخص ہیں یا غیروں میں کے دو جب تم ملک میں سفر کو جاؤ پھر تمہیں موت کا حادثہ پہنچے، ان دونوں کو نماز کے بعد روکو وہ اللہ کی قسم کھائیں اگر تمہیں کچھ شک پڑے ہم حلف کے بدلے کچھ مال نہ خریدیں گے اگرچہ قریب کا رشتہ دار ہو اور اللہ کی گواہی نہ چھپائیں گے ایسا کریں تو ہم ضرور گنہگاروں میں ہیں،"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "پھر اگر پتہ چلے کہ وہ کسی گناہ کے سزاوار ہوئے تو ان کی جگہ دو اور کھڑے ہوں ان میں سے کہ اس گناہ یعنی جھوٹی گواہی نے ان کا حق لے کر ان کو نقصان پہنچایا جو میت سے زیادہ قریب ہوں تو اللہ کی قسم کھائیں کہ ہماری گواہی زیادہ ٹھیک ہے ان دو کی گواہی سے اور ہم حد سے نہ بڑھے ایسا ہو تو ہم ظالموں میں ہوں،"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "یہ قریب تر ہے اس سے کہ گواہی جیسی چاہیے ادا کریں یا ڈریں کہ کچھ قسمیں رد کردی جائیں ان کی قسموں کے بعد اور اللہ سے ڈرو اور حکم سنو، اور اللہ بے حکموں کو راہ نہیں دیتا،"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "جس دن اللہ جمع فرمائے گا رسولوں کو پھر فرمائے گا تمہیں کیا جواب ملا عرض کریں گے ہمیں کچھ علم نہیں، بیشک تو ہی ہے سب غیبوں کا جاننے والا"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "جب اللہ فرمائے گا اے مریم کے بیٹے عیسیٰ! یاد کر میرا احسان اپنے اوپر اور اپنی ماں پر جب میں نے پاک روح سے تیری مدد کی تو لوگوں سے باتیں کرتا پالنے میں اور پکی عمر ہوکر اور جب میں نے تجھے سکھائی کتاب اور حکمت اور توریت اور انجیل اور جب تو مٹی سے پرند کی سی مورت میرے حکم سے بناتا پھر اس میں پھونک مارتا تو وہ میرے حکم سے اڑنے لگتی اور تو مادر زاد اندھے اور سفید داغ والے کو میرے حکم سے شفا دیتا اور جب تو مُردوں کو میرے حکم سے زندہ نکالتا اور جب میں نے بنی اسرائیل کو تجھ سے روکا جب تو ان کے پاس روشن نشانیاں لے کر آیا تو ان میں کے کافر بولے کہ یہ تو نہیں مگر کھلا جادو،"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "اور جب میں نے حواریوں کے دل میں ڈالا کہ مجھ پر اور میرے رسول پر ایمان لاؤ بولے ہم ایمان لائے اور گواہ رہ کہ ہم مسلمان ہیں"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "جب حواریوں نے کہا اے عیسیٰ بن مریم! کیا آپ کا رب ایسا کرے گا کہ ہم پر آسمان سے ایک خوان اُتارے کہا اللہ سے ڈرو! اگر ایمان رکھتے ہو"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "بولے ہم چاہتے ہیں کہ اس میں سے کھائیں اور ہمارے دل ٹھہریں اور ہم آنکھوں دیکھ لیں کہ آپ نے ہم سے سچ فرمایا اور ہم اس پر گواہ ہوجائیں"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "عیسیٰ بن مریم نے عرض کی، اے اللہ! اے رب ہمارے! ہم پر آسمان سے ایک خوان اُتار کہ وہ ہمارے لیے عید ہو ہمارے اگلے پچھلوں کی اور تیری طرف سے نشانی اور ہمیں رزق دے اور تو سب سے بہتر روزی دینے والا ہے،"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "اللہ نے فرمایا کہ میں اسے تم پر اُتارتا ہوں، پھر اب جو تم میں کفر کرے گا تو بیشک میں اسے وہ عذاب دوں گا کہ سارے جہان میں کسی پر نہ کروں گا"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "اور جب اللہ فرمائے گا اے مریم کے بیٹے عیسیٰ! کیا تو نے لوگوں سے کہہ دیا تھا کہ مجھے اور میری ماں کو دو خدا بنالو اللہ کے سوا عرض کرے گا، پاکی ہے تجھے مجھے روا نہیں کہ وہ بات کہوں جو مجھے نہیں پہنچتی اگر میں نے ایسا کہا ہو تو ضرور تجھے معلوم ہوگا تو جانتا ہے جو میرے جی میں ہے اور میں نہیں جانتا جو تیرے علم میں ہے، بیشک تو ہی ہے سب غیبوں کا خوب جاننے والا"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "میں نے تو ان سے نہ کہا مگر وہی جو تو نے مجھے حکم دیا تھا کہ ا لله کو پوجو جو میرا بھی رب اور تمھا ر ا بھی رب اور میں ان پر مطلع تھا جب تک ان میں رہا، پھر جب تو نے مجھے اٹھالیا تو تُو ہی ان پر نگاہ رکھتا تھا، اور ہر چیز تیرے سامنے حاضر ہے"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "اگر تو انہیں عذاب کرے تو وہ تیرے بندے ہیں، اور اگر تو انہیں بخش دے تو بیشک تو ہی ہے غالب حکمت والا"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "اللہ نے فرمایا کہ یہ ہے وہ دن جس میں سچوں کو ان کا سچ کام آئے گا، ان کے لئے باغ ہیں جن کے نیچے نہریں رواں ہمیشہ ہمیشہ رہیں گے، اللہ ان سے راضی اور وہ اللہ سے راضی، یہ ہے بڑی کامیابی،"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "اللہ ہی کے لئے ہے آسمانوں اور زمین اور جو کچھ ان میں ہے سب کی سلطنت، اور وہ ہر چیز پر قادر ہے"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "سب خوبیاں اللہ کو جس نے آسمان اور زمین بنائے اور اندھیریاں اور روشنی پیدا کی اس پر کافر لوگ اپنے رب کے برابر ٹھہراتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "وہی ہے جس نے تمہیں مٹی سے پیدا کیا پھر ایک میعاد کا حکم رکھا اور ایک مقررہ وعدہ اس کے یہاں ہے پھر تم لوگ شک کرتے ہو،"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "اور وہی اللہ ہے آسمانوں اور زمین کا اسے تمہارا چھپا اور ظاہر سب معلوم ہے اور تمہارے کام جانتا ہے،"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "اور ان کے پاس کوئی بھی نشانی اپنے رب کی نشانیوں سے نہیں آتی مگر اس سے منہ پھیرلیتے ہیں،"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "تو بیشک انہوں نے حق کو جھٹلایا جب ان کے پاس آیا، تو اب انہیں خبر ہوا چاہتی ہے اس چیز کی جس پر ہنس رہے تھے"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "کیا انہوں نے نہ د یکھا کہ ہم نے ان سے پہلے کتنی سنگتیں کھپا دیں انہیں ہم نے زمین میں وہ جماؤ دیا جو تم کو نہ دیا اور ان پر موسلا دھار پانی بھیجا اور ان کے نیچے نہریں بہائیں تو انہیں ہم نے ان کے گناہوں کے سبب ہلاک کیا اور ان کے بعد اور سنگت اٹھائی"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "اور اگر ہم تم پر کاغذ میں کچھ لکھا ہوا اتارتے کہ وہ اسے اپنے ہاتھوں سے چھوتے جب بھی کافر کہتے کہ یہ نہیں مگر کھلا جادو،"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "اور بولے ان پر کوئی فرشتہ کیوں نہ اتارا گیا، اور اگر ہم فرشتہ اتارتے تو کام تمام ہوگیا ہوتا پھر انہیں مہلت نہ دی جاتی"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "اور اگر ہم نبی کو فرشتہ کرتے جب بھی اسے مرد ہی بناتے اور ان پر وہی شبہ رکھتے جس میں اب پڑے ہیں،"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "اور ضرور اے محبوب تم سے پہلے رسولوں کے ساتھ بھی ٹھٹھا کیا گیا تو وہ جو ان سے ہنستے تھے ان کی ہنسی انہیں کو لے بیٹھی"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "تم فرمادو زمین میں سیر کرو پھر دیکھو کہ جھٹلانے والوں کا کیسا انجام ہوا"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "تم فرماؤ کس کا ہے جو کچھ آسمانوں اور زمین میں تم فرماؤ اللہ کا ہے اس نے اپنے کرم کے ذمہ پر رحمت لکھ لی ہے بیشک ضرور تمہیں قیامت کے دن جمع کرے گا اس میں کچھ شک نہیں، وہ جنہوں نے اپنی جان نقصان میں ڈالی ایمان نہیں لاتے،"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "اور اسی کا ہے جو بستا ہے رات اور دن میں اور وہی ہے سنتا جانتا"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "تم فرماؤ کیا اللہ کے سوا کسی اور کو والی بناؤں وہ اللہ جس نے آسمان اور زمین پیدا کیے اور وہ کھلاتا ہے اور کھانے سے پاک ہے تم فرماؤ مجھے حکم ہوا ہے کہ سب سے پہلے گردن رکھوں اور ہرگز شرک والوں میں سے نہ ہونا،"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "تم فرماؤ اگر میں اپنے رب کی نافرمانی کروں تو مجھے بڑے دن کے عذاب کا ڈر ہے،"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "اس دن جس سے عذاب پھیر دیا جائے ضرور اس پر اللہ کی مہر ہوئی، اور یہی کھلی کامیابی ہے،"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "اور اگر تجھے اللہ کوئی برائی پہنچائے تو اس کے سوا اس کا کوئی دور کرنے والا نہیں، اور اگر تجھے بھلائی پہنچائے تو وہ سب کچھ کرسکتا ہے"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "اور وہی غالب ہے اپنے بندوں پر، اور وہی ہے حکمت والا خبردار،"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "تم فرماؤ سب سے بڑی گواہی کس کی تم فرماؤ کہ اللہ گواہ ہے مجھ میں اور تم میں اور میر ی طر ف اس قر آ ن کی وحی ہوئی ہے کہ میں اس سے تمھیں ڈراؤ ں اورجن جن کو پہنچے تو کیا تم یہ گواہی دیتے ہو کہ اللہ کے ساتھ اور خدا ہیں، تم فرماؤ کہ میں یہ گواہی نہیں دیتا تم فرماؤ کہ وہ تو ایک ہی معبود ہے اور میں بیزار ہوں ان سے جن کو تم شریک ٹھہراتے ہو"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "جن کو ہم نے کتاب دی اس نبی کو پہچانتے ہیں جیسا اپنے بیٹے کو پہچانتے ہیں جنہوں نے اپنی جان نقصان میں ڈالی وہ ایمان نہیں لاتے،"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "اور اس سے بڑھ کر ظالم کون جو اللہ پر جھوٹ باندھے یا اس کی آیتیں جھٹلائے، بیشک ظالم فلاح نہ پائیں گے،"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "اور جس دن ہم سب کو اٹھائیں گے پھر مشرکوں سے فرمائیں گے کہاں ہیں تمہارے وہ شریک جن کا تم دعویٰ کرتے تھے،"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "پھر ان کی کچھ بناوٹ نہ رہی مگر یہ کہ بولے ہمیں اپنے رب اللہ کی قسم کہ ہم مشرک نہ تھے،"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "دیکھو کیسا جھوٹ باندھا خود اپنے اوپر اور گم گئیں ان سے جو باتیں بناتے تھے،"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "اور ان میں کوئی وہ ہے جو تمہاری طرف کان لگاتا ہے اور ہم نے ان کے دلوں پر غلاف کردیے ہیں کہ اسے نہ سمجھیں اور ان کے کانٹ میں ٹینٹ (روئی) اور اگر ساری نشانیاں دیکھیں تو ان پر ایمان نہ لائیں گے یہاں تک کہ جب تمہارے حضور تم سے جھگڑتے حاضر ہوں تو کافر کہیں یہ تو نہیں مگر اگلوں کی داستانیں"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "اور وہ اس سے روکتے اور اس سے دور بھاگتے ہیں اور بلاک نہیں کرتے مگر اپنی جانیں اور انہیں شعور نہیں،"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "اور کبھی تم دیکھو جب وہ آگ پر کھڑے کئے جائیں گے تو کہیں گے کاش کسی طرح ہم واپس بھیجے جائیں اور اپنے رب کی آیتیں نہ جھٹلائیں اور مسلمان ہوجائیں،"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "بلکہ ان پر کھل گیا جو پہلے چھپاتے تھے اور اگر واپس بھیجے جائیں تو پھر وہی کریں جس سے منع کیے گئے تھے اور بیشک وہ ضرور جھوٹے ہیں،"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "اور بولے وہ تو یہی ہماری دنیا کی زندگی ہے اور ہمیں اٹھنا نہیں"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "اور کبھی تم دیکھو جب اپنے رب کے حضور کھڑے کیے جائیں گے، فرمائے گا کیا یہ حق نہیں کہیں گے کیوں نہیں، ہمیں اپنے رب کی قسم، فرمائے گا تو اب عذاب چکھو بدلہ اپنے کفر کا،"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "بیشک ہار میں رہے وہ جنہوں نے اپنے رب سے ملنے کا انکار کیا، یہاں تک کہ جب ان پر قیامت اچانک آگئی بولے ہائے افسوس ہمارا اس پر کہ اس کے ماننے میں ہم نے تقصیر کی، اور وہ اپنے بوجھ اپنی پیٹھ پر لادے ہوئے ہیں ارے کتنا برُا بوجھ اٹھائے ہوئے ہیں"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "اور دنیا کی زندگی نہیں مگر کھیل کود اور بیشک پچھلا گھر بھلا ان کے لئے جو ڈرتے ہیں تو کیا تمہیں سمجھ نہیں،"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "ہمیں معلوم ہے کہ تمہیں رنج دیتی ہے وہ بات جو یہ کہہ رہے ہیں تو وہ تمہیں نہیں جھٹلاتے بلکہ ظالم اللہ کی آیتوں سے انکار کرتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "اور تم سے پہلے رسول جھٹلائے گئے تو انہوں نے صبر کیا اس جھٹلانے اور ایذائیں پانے پر یہاں تک کہ انہیں ہماری مدد آئی اور اللہ کی باتیں بدلنے والا کوئی نہیں اور تمہارے پاس رسولوں کی خبریں آ ہی چکیں ہیں"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "اور اگر ان کا منہ پھیرنا تم پر شاق گزرا ہے تو اگر تم سے ہوسکے تو زمین میں کوئی سرنگ تلاش کرلو یا آسمان میں زینہ پھر ان کے لیے نشانی لے آؤ اور اللہ چاہتا تو انہیں ہدایت پر اکٹھا کردیتا تو اے سننے والے تو ہرگز نادان نہ بن،"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "مانتے تو وہی ہیں جو سنتے ہیں اور ان مردہ دلوں کو اللہ اٹھائے گا پھر اس کی طرف ہانکے جائیں گے"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "اور بولے ان پر کوئی نشانی کیوں نہ اتری ان کے رب کی طرف سے تم فرماؤ کہ اللہ قادر ہے کہ کوئی نشانی اتارے لیکن ان میں بہت نرے (بالکل) جاہل ہیں"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "اور نہیں کوئی زمین میں چلنے والا اور نہ کوئی پرند کہ اپنے پروں پر اڑتا ہے مگر تم جیسی اُمتیں ہم نے اس کتاب میں کچھ اٹھا نہ رکھا پھر اپنے رب کی طرف اٹھائے جائیں گے"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "اور جنہوں نے ہماری آیتیں جھٹلائیں بہرے اور گونگے ہیں اندھیروں میں اللہ جسے چاہے گمراہ کرے اور جسے چاہے سیدھے راستہ ڈال دے"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "تم فرماؤ بھلا بتاؤ تو اگر تم پر اللہ کا عذاب آئے یا قیامت قائم ہو کیا اللہ کے سوا کسی اور کو پکارو گے اگر سچے ہو"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "بلکہ اسی کو پکارو گے تو وہ اگر چاہے جس پر اسے پکارتے ہو اسے اٹھالے اور شریکوں کو بھول جاؤ گے"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "اور بیشک ہم نے تم سے پہلی اُمتوں کی طرف رسول بھیجے تو انہیں سختی اور تکلیف سے پکڑا کہ وہ کسی طرح گڑگڑائیں"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "تو کیوں نہ ہوا کہ جب ان پر ہمارا عذاب آیا تو گڑگڑائے ہوتے لیکن ان کے دل تو سخت ہوگئے اور شیطان نے ان کے کام ان کی نگاہ میں بھلے کر دکھائے،"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "پھر جب انہوں نے بھلا دیا جو نصیحتیں ان کو کی گئیں تھیں ہم نے ان پر ہر چیز کے دروازے کھول دیے یہاں تک کہ جب خوش ہوئے اس پر جو انہیں ملا تو ہم نے اچانک انہیں پکڑلیا اب وہ آس ٹوٹے رہ گئے،"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "تو جڑ کاٹ دی گئی ظالموں کی اور سب خوبیاں سراہا اللہ رب سارے جہاں کا"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "تم فرماؤ بھلا بتاؤ تو اگر اللہ تمہارے کان آنکھ لے لے اور تمہارے دلوں پر مہر کردے تو اللہ سوا کون خدا ہے کہ تمہیں یہ چیزیں لادے دیکھو ہم کس کس رنگ سے آیتیں بیان کرتے ہیں پھر وہ منہ پھیر لیتے ہیں،"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "تم فرماؤ بھلا بتاؤ تو اگر تم پر اللہ کا عذاب آئے اچانک یا کھلم کھلا تو کون تباہ ہوگا سوا ظالموں کے"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "اور ہم نہیں بھیجتے رسولوں کو مگر خوشی اور ڈر سناتے تو جو ایمان لائے اور سنورے ان کو نہ کچھ اندیشہ نہ کچھ غم،"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "اور جنہوں نے ہماری آیتیں جھٹلائیں انہیں عذاب پہنچے گا بدلہ ان کی بے حکمی کا،"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "تم فرمادو میں تم سے نہیں کہتا میرے پاس اللہ کے خزانے ہیں اور نہ یہ کہوں کہ میں آپ غیب جان لیتا ہوں اور نہ تم سے یہ کہوں کہ میں فرشتہ ہوں میں تو اسی کا تا بع ہوں جو مجھے وحی آتی ہے تم فر ماؤ کیا برابر ہو جائیں گے اندھے اور انکھیا رے تو کیا تم غور نہیں کرتے،"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "اور اس قرآن سے انہیں ڈراؤ جنہیں خوف ہو کہ اپنے رب کی طرف یوں اٹھائے جائیں کہ اللہ کے سوا نہ ان کا کوئی حمایتی ہو نہ کوئی سفارشی اس امید پر کہ وہ پرہیزگار ہوجائیں"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "اور دور نہ کرو انہیں جو اپنے رب کو پکارتے ہیں صبح اور شام اس کی رضا چاہتے تم پر ان کے حساب سے کچھ نہیں اور ان پر تمہارے حساب سے کچھ نہیں پھر انہیں تم دور کرو تو یہ کام انصاف سے بعید ہے"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "اور یونہی ہم نے ان میں ایک دوسرے کے لئے فتنہ بنایا کہ مالدار کافر محتاج مسلمانوں کو دیکھ کر کہیں کیا یہ ہیں جن پر اللہ نے احسان کیا ہم میں سے کیا اللہ خوب نہیں جانتا حق ماننے والوں کو،"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "اور جب تمہارے حضور وہ حاضر ہوں جو ہماری آیتوں پر ایمان لاتے ہیں تو ان سے فرماؤ تم پر سلام تمہارے رب نے اپنے ذمہ کرم پر رحمت لازم کرلی ہے کہ تم میں جو کوئی نادانی سے کچھ برائی کر بیٹھے پھر اس کے بعد توبہ کرے اور سنور جائے تو بیشک اللہ بخشنے والا مہربان ہے،"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "اور اسی طرح ہم آیتوں کو مفصل بیان فرماتے ہیں اور اس لیے کہ مجرموں کا راستہ ظاہر ہوجائے"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "تم فرماؤ مجھے منع کیا گیا ہے کہ انہیں پوجوں جن کو تم اللہ کے سوا پوجتے ہو تم فرماؤ میں تمہاری خواہشوں پر نہیں چلتا یوں ہو تو میں بہک جاؤں اور راہ پر نہ رہوں،"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "تم فرماؤ میں تو اپنے رب کی طرف سے روشن دلیل پر ہوں اور تم اسے جھٹلاتے ہو میرے پاس نہیں جس کی تم جلدی مچارہے ہو حکم نہیں مگر اللہ کا وہ حق فرماتا ہے اور وہ سب سے بہتر فیصلہ کرنے والا،"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "تم فرماؤ اگر میرے پاس ہوتی وہ چیز جس کی تم جلدی کررہے ہو تو مجھ میں تم میں کام ختم ہوچکا ہوتا اور اللہ خوب جانتا ہے ستمگاروں کو،"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "اور اسی کے پاس ہیں کنجیاں غیب کی انہیں وہی جانتا ہے اور جانتا ہے جو کچھ خشکی اور تری میں ہے، اور جو پتّا گرتا ہے وہ اسے جانتا ہے اور کوئی دانہ نہیں زمین کی اندھیریوں میں اور نہ کوئی تر اور نہ خشک جو ایک روشن کتاب میں لکھا نہ ہو"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "اور وہی ہے جو رات کو تمہاری روحیں قبض کرتا ہے اور جانتا ہے جو کچھ دن میں کماؤ پھر تمہیں دن میں اٹھاتا ہے کہ ٹھہرائی ہوئی میعاد پوری ہو پھر اسی کی طرف پھرنا ہے پھر وہ بتادے گا جو کچھ تم کرتے تھے،"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "اور وہی غالب ہے اپنے بندوں پر اور تم پر نگہبان بھیجتا ہے یہاں تک کہ جب تم میں کسی کو موت آتی ہے ہمارے فرشتے اس کی روح قبض کرتے ہیں اور وہ قصور نہیں کرتے"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "پھر پھیرے جاتے ہیں اپنے سچے مولیٰ اللہ کی طرف سنتا ہے اسی کا حکم اور وہ سب سے جلد حساب کرنے والا"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "تم فرماؤ وہ کون ہے جو تمہیں نجات دیتا ہے جنگل اور دریا کی آفتوں سے جسے پکارتے ہو گِڑ گِڑا کر اور آہستہ کہ اگر وہ ہمیں اس سے بچاوے تو ہم ضرور احسان مانیں گے"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "تم فرماؤ اللہ تمہیں نجات دیتا ہے اس سے اور ہر بے چینی سے پھر تم شریک ٹھہراتے ہو"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "تم فرماؤ وہ قادر ہے کہ تم پر عذاب بھیجے تمہارے اوپر سے یا تمہارے پاؤں کے تلے (نیچے) سے یا تمہیں بھڑا دے مختلف گروہ کرکے اور ایک کو دوسرے کی سختی چکھائے، دیکھو ہم کیونکر طرح طرح سے آیتیں بیان کرتے ہیں کہ کہیں ان کو سمجھ ہو"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "اور اسے جھٹلایا تمہاری قوم نے اور یہی حق ہے، تم فرماؤ میں تم پر کچھ کڑوڑا (حاکمِ اعلیٰ) نہیں"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "ہر چیز کا ایک وقت مقرر ہے اور عنقریب جان جاؤ گے"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "اور اے سننے والے! جب تو انہیں دیکھے جو ہماری آیتوں میں پڑتے ہیں تو ان سے منہ پھیر لے جب تک اور بات میں پڑیں، اور جو کہیں تجھے شیطان بھلاوے تو یاد آئے پر ظالموں کے پاس نہ بیٹھ،"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "اور پرہیز گاروں پر ان کے حساب سے کچھ نہیں ہاں نصیحت دینا شاید وہ باز آئیں"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "اور چھوڑ دے ان کو جنہوں نے اپنا دین ہنسی کھیل بنا لیا اور انہیں دنیا کی زندگانی نے فریب دیا اور قرآن سے نصیحت دو کہ کہیں کوئی جان اپنے کئے پر پکڑی نہ جائے اللہ کے سوا نہ اس کا کوئی حمایتی ہو نہ سفارشی اور اگر اپنے عوض سارے بدلے دے تو اس سے نہ لیے جائیں یہ ہیں وہ جو اپنے کیے پر پکڑے گئے انہیں پینے کا کھولتا پانی اور درد ناک عذاب بدلہ ان کے کفر کا،"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "تم فرماؤ کیا ہم اللہ کے سوا اس کو پوجیں جو ہمارا نہ بھلا کرے نہ برُا اور الٹے پاؤں پلٹا دیے جائیں بعد اس کے کہ اللہ نے ہمیں راہ دکھائی اس کی طرح جسے شیطان نے زمین میں راہ بھلادی حیران ہے اس کے رفیق اسے راہ کی طرف بلا رہے ہیں کہ ادھر آ، تم فرماؤ کہ اللہ ہی کی ہدایت ہدایت ہے اور ہمیں حکم ہے کہ ہم اس کے لیے گردن رکھ دیں جو رب ہے سارے جہان"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "اور یہ کہ نماز قائم رکھو اور اس سے ڈرو، اور وہی ہے جس کی طرف اٹھنا ہے،"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "اور وہی ہے جس نے آسمان و زمین ٹھیک بنائے اور جس دن فنا ہوئی ہر چیز کو کہے گا ہو جا وہ فوراً ہوجائے گی، اس کی بات سچی ہے، اور اسی کی سلطنت ہے جس دن صور پھونکا جائے گا ہر چھپے اور ظاہر کو جاننے والا، اور وہی حکمت والا خبردار،"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "اور یاد کرو جب ابراہیم نے اپنے باپ آزر سے کہا، کیا تم بتوں کو خدا بناتے ہو، بیشک میں تمہیں اور تمہاری قوم کو کھلی گمراہی میں پاتا ہوں"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "اور اسی طرح ہم ابراہیم کو دکھاتے ہیں ساری بادشاہی آسمانوں اور زمین کی اور اس لیے کہ وہ عین الیقین والوں میں ہوجائے"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "پھر جب ان پر رات کا اندھیرا آیا ایک تارا دیکھا بولے اسے میرا رب ٹھہراتے ہو پھر جب وہ ڈوب گیا بولے مجھے خوش نہیں آتے ڈوبنے والے،"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "پھر جب چاند چمکتا دیکھا بولے اسے میرا رب بتاتے ہو پھر جب وہ ڈوب گیا کہا اگر مجھے میرا رب ہدایت نہ کرتا تو میں بھی انہیں گمراہوں میں ہوتا"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "پھر جب سورج جگمگاتا دیکھا بولے اسے میرا رب کہتے ہو یہ تو ان سب سے بڑا ہے، پھر جب وہ ڈوب گیا کہا اے قوم میں بیزار ہوں ان چیزوں سے جنہیں تم شریک ٹھہراتے ہو"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "میں نے اپنا منہ اس کی طرف کیا جس نے آسمان اور زمین بنائے ایک اسی کا ہوکر اور میں مشرکین میں نہیں،"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "اور ان کی قوم ان سے جھگڑے لگی کہا کیا اللہ کے بارے میں مجھ سے جھگڑتے ہو تو وہ مجھے راہ بتا چکا اور مجھے ان کا ڈر نہیں جنہیں تم شریک بتاتے ہو ہاں جو میرا ہی رب کوئی بات چاہے میرے رب کا علم ہر چیز کو محیط ہے، تو کیا تم نصیحت نہیں مانتے"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "اور میں تمہارے شریکوں سے کیونکر ڈروں اور تم نہیں ڈرتے کہ تم نے اللہ کا شریک اس کو ٹھہرایا جس کی تم پر اس نے کوئی سند نہ اتاری، تو دونوں گروہوں میں امان کا زیادہ سزا وار کون ہے اگر تم جانتے ہو،"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "وہ جو ایمان لائے اور اپنے ایمان میں کسی ناحق کی آمیزش نہ کی انہیں کے لیے امان ہے اور وہی راہ پر ہیں،"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "اور یہ ہماری دلیل ہے کہ ہم نے ابراہیم کو اس کی قوم پر عطا فرمائی، ہم جسے چاہیں درجوں بلند کریں بیشک تمہارا رب علم و حکمت والا ہے"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "اور ہم نے انہیں اسحاق اور یعقوب عطا کیے، ان سب کو ہم نے راہ دکھائی اور ان سے پہلے نوح کو راہ دکھائی اور میں اس کی اولاد میں سے داؤد اور سلیمان اور ایوب اور یوسف اور موسیٰ اور ہارون کو، اور ہم ایسا ہی بدلہ دیتے ہیں نیکوکاروں کو،"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "اور زکریا اور یحییٰ اور عیسیٰ اور الیاس کو یہ سب ہمارے قرب کے لائق ہیں"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "اور اسماعیل اور یسع اور یونس اور لوط کو، اور ہم نے ہر ایک کو اس کے وقت میں سب پر فضیلت دی"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "اور کچھ ان کے باپ دادا اور اولاد اور بھائیوں میں سے بعض کو اور ہم نے انہیں چن لیا اور سیدھی راہ دکھائی،"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "یہ اللہ کی ہدایت ہے کہ اپنے بندوں میں جسے چاہے دے، اور اگر وہ شرک کرتے تو ضرور ان کا کیا اکارت جاتا،"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "یہ ہیں جن کو ہم نے کتاب اور حکم اور نبوت عطا کی تو اگر یہ لوگ اس سے منکر ہوں تو ہم نے اس کیلئے ایک ایسی قوم لگا رکھی ہے جو انکار والی نہیں"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "یہ ہیں جن کو اللہ نے ہدایت کی تو تم انہیں کی راہ چلو تم فرماؤ میں قرآن پر تم سے کوئی اجرت نہیں مانگتا وہ تو نہیں مگر نصیحت سارے جہان کو"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "اور یہود نے اللہ کی قدر نہ جانی جیسی چاہیے تھی جب بولے ا لله نے کسی آدمی پر کچھ نہیں اتارا، تم فرماؤ کس نے اُتاری وہ کتاب جو موسیٰ لائے تھے روشنی اور لوگوں کے لیے ہدایت جس کے تم نے الگ الگ کاغذ بنالیے ظاہر کرتے ہو اور بہت سے چھپالیتے ہو اور تمہیں وہ سکھایا جاتا ہے جو نہ تم کو معلوم تھا نہ تمہارے باپ دادا کو، اللہ کہو پھر انہیں چھوڑ دو ان کی بیہودگی میں انہیں کھیلتا"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "اور یہ ہے برکت والی کتاب کہ ہم نے اُتاری تصدیق فرماتی ان کتابوں کی جو آگے تھیں اور اس لیے کہ تم ڈر سناؤ سب بستیوں کے سردار کو اور جو کوئی سارے جہاں میں اس کے گرد ہیں اور جو آخرت پر ایمان لاتے ہیں اس کتاب پر ایمان لاتے ہیں اور اپنی نماز کی حفاظت کرتے ہیں،"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "اور اس سے بڑھ کر ظالم کون جو اللہ پر جھوٹ باندھے یا کہے مجھے وحی ہوئی اور اسے کچھ وحی نہ ہوئی اور جو کہے ابھی میں اُتارتا ہوں ایسا جیسا اللہ نے اُتارا اور کبھی تم دیکھوں جس وقت ظالم موت کی سختیوں میں ہیں اور فرشتے ہاتھ پھیلاتے ہوئے ہیں کہ نکالو اپنی جانیں، آج تمہیں خواری کا عذاب دیا جائے گا بدلہ اس کا کہ اللہ پر جھوٹ لگاتے تھے اور اس کی آیتوں سے تکبر کرتے،"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "اور بیشک تم ہمارے پاس اکیلے آئے جیسا ہم نے تمہیں پہلی بار پیدا کیا تھا اور پیٹھ پیچھے چھوڑ آئے جو مال و متاع ہم نے تمہیں دیا تھا اور ہم تمہارے ساتھ تمہارے ان سفارشیوں کو نہیں دیکھتے جن کا تم اپنے میں ساجھا بتاتے تھے بیشک تمہارے آپس کی ڈور کٹ گئی اور تم سے گئے جو دعوے کرتے تھے"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "بیشک اللہ دانے اور گٹھلی کو چیر نے والا ہے زندہ کو مردہ سے نکالنے اور مردہ کو زندہ سے نکالنے والا یہ ہے اللہ تم کہاں اوندھے جاتے ہو"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "تاریکی چاک کرکے صبح نکالنے والا اور اس نے رات کو چین بنایا اور سورج اور چاند کو حساب یہ سادھا (سدھایا ہوا) ہے زبردست جاننے والے کا،"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "اور وہی ہے جس نے تمہارے لیے تارے بنائے کہ ان سے راہ پاؤ خشکی اور تری کے اندھیروں میں، ہم نے نشانیاں مفصل بیان کردیں علم والوں کے لیے،"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "اور وہی ہے جس نے تم کو ایک جان سے پیدا کیا پھر کہیں تمہیں ٹھہرنا ہے اور کہیں امانت رہنا بیشک ہم نے مفصل آیتیں بیان کردیں سمجھ والوں کے لیے،"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "اور وہی ہے جس نے آسمان سے پانی اُتارا، تو ہم نے اس سے ہر اُگنے والی چیز نکالی تو ہم نے اس سے نکالی سبزی جس میں سے دانے نکالتے ہیں ایک دوسرے پر چڑھے ہوئے اور کھجور کے گابھے سے پاس پاس گچھے اور انگور کے باغ اور زیتون اور انار کسی بات میں ملتے اور کسی بات میں الگ، اس کا پھل دیکھو جب پھلے اور اس کا پکنا بیشک اس میں نشانیاں ہیں ایمان والوں کے لیے،"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "اور اللہ کا شریک ٹھہرایا جنوں کو حالانکہ اسی نے ان کو بنایا اور اس کے لیے بیٹے اور بیٹیاں گڑھ لیں جہالت سے، پاکی اور برتری ہے اس کو ان کی باتوں سے،"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "بے کسی نمو نہ کے آسمانوں اور زمین کا بنانے والا، اسکے بچہ کہاں سے ہو حالانکہ اس کی عورت نہیں اور اس نے ہر چیز پیدا کی اور وہ سب کچھ جانتا ہے،"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "یہ ہے اللہ تمہارا رب اور اس کے سوا کسی کی بندگی نہیں ہر چیز کا بنانے والا تو اسے پوجو وہ ہر چیز پر نگہبان ہے"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "آنکھیں اسے احاطہ نہیں کرتیں اور سب آنکھیں اس کے احاطہ میں ہیں اور وہی ہے پورا باطن پورا خبردار،"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "تمہارے پاس آنکھیں کھولنے والی دلیلیں آئیں تمہارے رب کی طرف سے تو جس نے دیکھا تو اپنے بھلے کو اور جو اندھا ہوا اپنے برُے کو، اور میں تم پر نگہبان نہیں،"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "اور ہم اسی طرح آیتیں طرح طرح سے بیان کرتے اور اس لیے کہ کافر بول اٹھیں کہ تم تو پڑھے ہو اور اس لیے کہ اسے علم والوں پر واضح کردیں،"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "اس پر چلو جو تمہیں تمہارے رب کی طرف سے وحی ہوتی ہے اس کے سوا کوئی معبود نہیں اور مشرکوں سے منہ پھیر لو"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "اور اللہ چاہتا تو وہ شرک نہیں کرتے، اور ہم نے تمہیں ان پر نگہبان نہیں کیا اور تم ان پر کڑوڑے (حاکمِ اعلیٰ) نہیں،"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "اور انہیں گالی نہ دو وہ جن کو وہ اللہ کے سوا پوجتے ہیں کہ وہ اللہ کی شان میں بے ادبی کریں گے زیادتی اور جہالت سے یونہی ہم نے ہر اُمت کی نگاہ میں اس کے عمل بھلے کردیے ہیں پھر انہیں اپنے رب کی طرف پھرنا ہے اور وہ انہیں بتادے گا جو کرتے تھے،"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "اور انہوں نے اللہ کی قسم کھائی اپنے حلف میں پوری کوشش سے کہ اگر ان کے پاس کوئی نشانی آئی تو ضرور اس پر ایمان لائیں گے، م فرما دو کہ نشانیاں تو اللہ کے پاس ہیں اور تمہیں کیا خبر کہ جب وہ آئیں تو یہ ایمان نہ لائینگے"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "اور ہم پھیردیتے ہیں ان کے دلوں اور آنکھوں کو جیسا وہ پہلی بار ایمان نہ لائے تھے اور انہیں چھوڑ دیتے ہیں کہ اپنی سرکشی میں بھٹکا کریں،"
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "اور اگر ہم ان کی طرف فرشتے اُتارتے اور ان سے مردے باتیں کرتے اور ہم ہر چیز ان کے سامنے اٹھا لاتے جب بھی وہ ایمان لانے والے نہ تھے مگر یہ کہ خدا چاہتا و لیکن ان میں بہت نرے جاہل ہیں"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "اور اسی طرح ہم نے ہر نبی کے دشمن کیے ہیں آدمیوں اور جنوں میں کے شیطان کہ ان میں ایک دوسرے پر خفیہ ڈالتا ہے بناوٹ کی بات دھوکے کو، اور تمہارا رب چاہتا تو وہ ایسا نہ کرتے تو انہیں ان کی بناوٹوں پر چھوڑ دو"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "اور اس لیے کہ اس کی طرف ان کے دل جھکیں جنہیں آخرت پر ایمان نہیں اور اسے پسند کریں اور گناہ کمائیں جو انہیں کمانا ہے،"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "تو کیا اللہ کے سوا میں کسی اور کا فیصلہ چاہوں اور وہی ہے جس نے تمہاری طرف مفصل کتاب اُتاری اور جنکو ہم نے کتاب دی وہ جانتے ہیں کہ یہ تیرے رب کی طرف سے سچ اترا ہے تو اے سننے والے تو ہر گز شک والوں میں نہ ہو،"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "اور پوری ہے تیرے رب کی بات سچ اور انصاف میں اس کی باتوں کا کوئی بدلنے والا نہیں اور وہی ہے سنتا جانتا،"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "اور اے سننے والے زمین میں اکثر وہ ہیں کہ تو ان کے کہے پر چلے تو تجھے اللہ کی راہ سے بہکا دیں، وہ صرف گمان کے پیچھے ہیں اور نری اٹکلیں (فضول اندازے) دوڑاتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "تیرا رب خوب جانتا ہے کہ کون بہکا اس کی راہ سے اور وہ خوب جانتا ہے ہدایت والوں کو،"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "تو کھاؤ اسمیں سے جس پر اللہ کا نام لیا گیا اگر تم اسکی آیتیں مانتے ہو،"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "اور تمہیں کیا ہوا کہ اس میں سے نہ کھاؤ جس پر اللہ کا نام لیا گیا وہ تم سے مفصل بیان کرچکا جو کچھ تم پر حرام ہوا مگر جب تمہیں اس سے مجبوری ہو اور بیشک بہتیرے اپنی خواہشوں سے گمراہ کرتے ہیں بے جانے بیشک تیرا رب حد سے بڑھنے والوں کو خوب جانتا ہے،"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "اور چھوڑ دو کھلا اور چھپا گناہ، وہ جو گناہ کماتے ہیں عنقریب اپنی کمائی کی سزا پائیں گے،"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "اور اُسے نہ کھاؤ جس پر اللہ کا نام نہ لیا گیا اور وہ بیشک حکم عدولی ہے، اور بیشک شیطان اپنے دوستوں کے دلوں میں ڈالتے ہیں کہ تم سے جھگڑیں اور اگر تم ان کا کہنا مانو تو اس وقت تم مشرک ہو"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "اور کیا وہ کہ مردہ تھا تو ہم نے اسے زندہ کیا اور اس کے لیے ایک نور کردیا جس سے لوگوں میں چلتا ہے وہ اس جیسا ہوجائے گا جو اندھیریوں میں ہے ان سے نکلنے والا نہیں، یونہی کافروں کی آنکھ میں ان کے اعمال بھلے کردیے گئے ہیں،"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "اور اسی طرح ہم نے ہر بستی میں اس کے مجرموں کے سرغنہ کیے کہ اس میں داؤ کھیلیں اور داؤں نہیں کھیلتے مگر اپنی جانوں پر اور انہیں شعورنہیں"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "اور جب ان کے پاس کوئی نشانی آئے تو کہتے ہی ہم ہر گز ایمان نہ لائیں گے جب تک ہمیں بھی ویسا ہی نہ ملے جیسا اللہ کے رسولوں کو ملا اللہ خوب جانتا ہے جہاں اپنی رسالت رکھے عنقریب مجرموں کو اللہ کے یہاں ذلت پہنچے گی اور سخت عذاب بدلہ ان کے مکر کا،"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "اور جسے اللہ راہ دکھانا چاہے اس کا سینہ اسلام کے لیے کھول دیتا ہے اور جسے گمراہ کرنا چاہے اس کا سینہ تنگ خوب رکا ہوا کر دیتا ہے گویا کسی کی زبردستی سے آسمان پر چڑھ رہا ہے، اللہ یونہی عذاب ڈالتا ہے ایمان نہ لانے والوں کو،"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "اور یہ تمہارے رب کی سیدھی راہ ہے ہم نے آیتیں مفصل بیان کردیں نصیحت ماننے والوں کے لیے،"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "ان کے لیے سلامتی کا گھر ہے اپنے رب کے یہاں اور وہ ان کا مولیٰ ہے یہ ان کے کاموں کا پھل ہے،"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "اور جس دن اُن سب کو اٹھانے گا اور فرمائے گا، اے جن کے گروہ! تم نے بہت آدمی گھیرلیے اور ان کے دوست آدمی عرض کریں گے اے ہمارے رب! ہم میں ایک نے دوسرے سے فائدہ اٹھایا اور ہم اپنی اس میعاد کو پہنچ گئے جو تو نے ہمارے لیے مقرر فرمائی تھی فرمائے گا آگ تمہارا ٹھکانا ہے ہمیشہ اس میں رہو مگر جسے خدا چاہے اے محبوب! بیشک تمہارا رب حکمت والا علم والا ہے،"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "اور یونہی ہم ظالموں میں ایک کو دوسرے پر مسلط کرتے ہیں بدلہ ان کے کیے کا"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "اے جنوں اور آدمیوں کے گروہ! کیا تمہارے پاس تم میں کے رسول نہ آئے تھے تم پر میری آیتیں پڑھتے اور تمہیں یہ دن دیکھنے سے ڈراتے کہیں گے ہم نے اپنی جانوں پر گواہی دی اور انہیں دنیا کی زندگی نے فریب دیا اور خود اپنی جانوں پر گواہی دیں گے کہ وہ کافر تھے"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "یہ اس لیے کہ تیرا رب بستیوں کو ظلم سے تباہ نہیں کرتا کہ ان کے لوگ بے خبر ہوں"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "اور ہر ایک کے لیے ان کے کاموں سے درجے ہیں اور تیرا رب ان کے اعمال سے بے خبر نہیں،"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "اور اے محبوب! تمہارا رب بے پروا ہے رحمت والا، اے لوگو! وہ چاہے تو تمہیں لے جائے اور جسے چاہے تمہاری جگہ لادے جیسے تمہیں اوروں کی اولاد سے پیدا کیا"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "بیشک جس کا تمہیں وعدہ دیا جاتا ہے ضرور آنے والی ہے اور تم تھکا نہیں سکتے،"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "تم فرماؤ اے میری قوم! تم اپنی جگہ پر کام کیے جاؤ میں اپنا کام کرتا ہوں تو اب جاننا چاہتے ہو کس کا رہتا ہے آحرت کا گھر، بیشک ظالم فلاح نہیں پاتے،"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "اور اللہ نے جو کھیتی اور مویشی پیدا کیے ان میں اسے ایک حصہ دار ٹھہرایا تو بولے یہ اللہ کا ہے ان کے خیال میں اور یہ ہمارے شریکوں کا تو وہ جو ان کے شریکوں کا ہے وہ تو خدا کو نہیں پہنچتا، اور جو خدا کا ہے وہ ان کے شریکوں کو پہنچتا ہے، کیا ہی برا حکم لگاتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "اور یوں ہی بہت مشرکوں کی نگاہ میں ان کے شریکوں نے اولاد کا قتل بھلا کر دکھایا ہے کہ انہیں ہلاک کریں اور ان کا دین اُن پر مشتبہ کردیں اور اللہ چاہتا تو ایسا نہ کرتے تو تم انہیں چھوڑ دو وہ ہیں اور ان کے افتراء،"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "اور بولے یہ مویشی اور کھیتی روکی ہوئی ہے اسے وہی کھائے جسے ہم چاہیں اپنے جھوٹے خیال سے اور کچھ مویشی ہیں جن پر چڑھنا حرام ٹھہرایا اور کچھ مویشی کے ذبح پر اللہ کا نام نہیں لیتے یہ سب اللہ پر جھوٹ باندھنا ہے، عنقریب وہ انہیں بدلے دے گا ان کے افتراؤں کا،"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "اور بولے جو ان مویشیوں کے پیٹ میں ہے وہ نرا (خالص) ہمارے مردوں کا ہے اور ہماری عورتوں پر حرام ہے، اور مرا ہوا نکلے تو وہ سب اس میں شریک ہیں، قریب ہے کہ اللہ انہیں اِن کی اُن باتوں کا بدلہ دے گا، بیشک وہ حکمت و علم والا ہے،"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "بیشک تباہ ہوئے وہ جو اپنی اولاد کو قتل کرتے ہیں احمقانہ جہالت سے اور حرام ٹھہراتے ہیں وہ جو اللہ نے انہیں روزی دی اللہ پر جھوٹ باندھنے کو بیشک وہ بہکے اور راہ نہ پائی"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "اور وہی ہے جس نے پیدا کیے باغ کچھ زمین پر چھئے (چھائے) ہوئے اور کچھ بے چھئے (پھیلے) اور کھجور اور کھیتی جس میں رنگ رنگ کے کھانے اور زیتون اور انار کسی بات میں ملتے اور کسی میں الگ کھاؤ اس کا پھل جب پھل لائے اور اس کا حق دو جس دن کٹے اور بے جا نہ خرچو بیشک بے جا خرچنے والے اسے پسند نہیں،"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "اور مویشی میں سے کچھ بوجھ اٹھانے والے اور کچھ زمین پر بچھے کھاؤ اس میں سے جو اللہ نے تمہیں روزی دی اور شیطان کے قدموں پر نہ چلو، بیشک وہ تمہارا صریح دشمن ہے،"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "آٹھ نر و مادہ ایک جوڑا بھیڑ کا اور ایک جوڑا بکری کا، تم فرماؤ کیا اس نے دونوں نر حرام کیے یا دونوں مادہ یا وہ جسے دنوں مادہ پیٹ میں لیے ہیں کسی علم سے بتاؤ اگر تم سچے ہو"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "اور ایک جوڑا اونٹ کا اور ایک جوڑا گائے کا، تم فرماؤ کیا اس نے دونوں نر حرام کیے یا دونوں مادہ یا وہ جسے دونوں مادہ پیٹ میں لیے ہیں کیا تم موجود تھے جب اللہ نے تمہیں یہ حکم دیا تو اس سے بڑھ کر ظالم کون جو اللہ پر جھوٹ باندھے کہ لوگوں کو اپنی جہالت سے گمراہ کرے، بیشک اللہ ظالموں کو راہ نہیں دکھاتا،"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "تم فرماؤ میں نہیں پاتا اس میں جو میری طرف وحی ہوئی کسی کھانے والے پر کوئی کھانا حرام مگر یہ کہ مردار ہو یا رگوں کا بہتا خون یا بد جانور کا گوشت وہ نجاست ہے یا وہ بے حکمی کا جانور جس کے ذبح میں غیر خدا کا نام پکارا گیا تو جو ناچار ہوا نہ یوں کہ آپ خواہش کرے اور نہ یوں کہ ضرورت سے بڑھے تو بے شیک اللہ بخشنے والا مہربان ہے"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "اور یہودیوں پر ہم نے حرام کیا ہر ناخن والا جانور اور گائے اور بکری کی چربی ان پر حرام کی مگر جو ان کی پیٹھ میں لگی ہو یا آنت یا ہڈی سے ملی ہو، ہم نے یہ ان کی سرکشی کا بدلہ دیا اور بیشک ہم ضرور سچے ہیں،"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "پھر اگر وہ تمہیں جھٹلائیں تو تم فرماؤ کہ تمہارا رب وسیع رحمت والا ہے اور اس کا عذاب مجرموں پر سے نہیں ٹالا جاتا"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "اب کہیں گے مشرک کہ اللہ چاہتا تو نہ ہم شرک کرتے نہ ہمارے باپ دادا نہ ہم کچھ حرام ٹھہراتے ایسا ہی ان کے اگلوں نے جھٹلایا تھا یہاں تک کہ ہمارا عذاب چکھا تم فرماؤ کیا تمہارے پاس کوئی علم ہے کہ اسے ہمارے لیے نکالو، تم تو نرے گمان (خام خیال) کے پیچھے ہو اور تم یونہی تخمینے کرتے ہو"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "تم فرماؤ تو اللہ ہی کی حجت پوری ہے تو وہ چاہتا تو سب کی ہدایت فرماتا،"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "تم فرماؤ لاؤ اپنے وہ گواہ جو گواہی دیں کہ اللہ نے اسے حرام کیا پھر اگر وہ گواہی دے بیٹھیں تو تُو اے سننے والے! ان کے ساتھ گواہی نہ دینا اور ان کی خواہشوں کے پیچھے نہ چلنا جو ہماری آیتیں جھٹلاتے ہیں اور جو آخرت پر ایمان نہیں لاتے اور اپنے رب کا برابر والا ٹھہراتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "تم فرماؤ آؤ میں تمہیں پڑھ کر سناؤں جو تم پر تمہارے رب نے حرام کیا یہ کہ اس کا کوئی شریک نہ کرو اور ماں باپ کے ساتھ بھلائی کرو اور اپنی اولاد قتل نہ کرو مفلسی کے باعث، ہم تمہیں اور انہیں سب کو رزق دیں گے اور بے حیائیوں کے پاس نہ جاؤ جو ان میں کھلی ہیں اور جو چھپی اور جس جان کی اللہ نے حرمت رکھی اسے ناحق نہ مارو یہ تمہیں حکم فرمایا ہے کہ تمہیں عقل ہو"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "اور یتیموں کے مال کے پاس نہ جاؤ مگر بہت اچھے طریقہ سے جب تک وہ اپنی جوانی کو پہنچے اور ناپ اور تول انصاف کے ساتھ پوری کرو، ہم کسی جان پر بوجھ نہیں ڈالتے مگر اس کے مقدور بھر، اور جب بات کہو تو انصاف کی کہو اگرچہ تمہارے رشتہ دار کا معاملہ ہو اور اللہ ہی کا عہد پورا کرو، یہ تمہیں تاکید فرمائی کہ کہیں تم نصیحت مانو،"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "اور یہ کہ یہ ہے میرا سیدھا راستہ تو اس پر چلو اور اور راہیں نہ چلو کہ تمہیں اس کی راہ سے جدا کردیں گی، یہ تمہیں حکم فرمایا کہ کہیں تمہیں پرہیزگاری ملے،"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "پھر ہم نے موسیٰ کو کتاب عطا فرمائی پورا احسان کرنے کو اس پر جو نیکوکار ہے اور ہر چیز کی تفصیل اور ہدایت اور رحمت کہ کہیں وہ اپنے رب سے ملنے پر ایمان لائیں"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "اور یہ برکت والی کتاب ہم نے اُتاری تو اس کی پیروی کرو اور پرہیزگاری کرو کہ تم پر رحم ہو،"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "کبھی کہو کہ کتاب تو ہم سے پہلے دو گروہوں پر اُتری تھی اور ہمیں ان کے پڑھنے پڑھانے کی کچھ خبر نہ تھی"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "یا کہو کہ اگر ہم پر کتاب اُترتی تو ہم ان سے زیادہ ٹھیک راہ پر ہوتے تو تمہارے پاس تمہارے رب کی روشن دلیل اور ہدایت او ر رحمت آئی تو اس سے زیادہ ظالم کون جو اللہ کی آیتوں کو جھٹلائے اور ان سے منہ پھیرے عنقریب وہ جو ہماری آیتوں سے منہ پھیرتے ہیں ہم انہیں بڑے عذاب کی سزا دیں گے بدلہ ان کے منہ پھیرنے کا،"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "کاہے کے انتظار میں ہیں مگر یہ کہ آئیں ان کے پاس فرشتے یا تمہارے رب کا عذاب یا تمہارے رب کی ایک نشانی آئے جس دن تمہارے رب کی وہ ایک نشانی آئے گی کسی جان کو ایمان لانا کام نہ دے گا جو پہلے ایمان نہ لائی تھی یا اپنے ایمان میں کوئی بھلائی نہ کمائی تھی تم فرماؤ رستہ دیکھو ہم بھی دیکھتے ہیں،"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "وہ جنہوں نے اپنے دین میں جُدا جُدا راہیں نکالیں او رکئی گروہ ہوگئے اے محبوب! تمہیں ان سے کچھ علا قہ نہیں ان کا معاملہ اللہ ہی کے حوالے ہے پھر وہ انہیں بتادے گا جو کچھ وہ کرتے تھے"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "جو ایک نیکی لائے تو اس کے لیے اس جیسی دس ہیں اور جو برائی لائے تو اسے بدلہ نہ ملے گا مگر اس کے برابر اور ان پر ظلم نہ ہوگا،"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "تم فرماؤ بیشک مجھے میرے رب نے سیدھی راہ دکھائی ٹھیک دین ابراہیم کی ملّت جو ہر باطل سے جُدا تھے، اور مشرک نہ تھے"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "تم فرماؤ بیشک میری نماز اور میری قربانیاں اور میرا جینا اور میرا مرنا سب اللہ کے لیے ہے جو رب سارے جہان کا"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "اس کا کوئی شریک نہیں، مجھے یہی حکم ہوا ہے اور میں سب سے پہلا مسلمان ہوں"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "تم فرماؤ کیا اللہ کے سوا اور رب چاہوں حالانکہ وہ ہر چیز کا رب ہے اور جو کوئی کچھ کمائے وہ اسی کے ذمہ ہے، اور کوئی بوجھ اٹھانے والی جان دوسرے کا بوجھ نہ اٹھائے گی پھر تمہیں اپنے رب کی طرف پھرنا ہے وہ تمہیں بتادے گا جس میں اختلاف کرتے تھے،"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "اور وہی ہے جس نے زمین میں تمہیں نائب کیا اور تم میں ایک کو دوسرے پر درجوں بلندی دی کہ تمہیں آزمائے اس چیز میں جو تمہیں عطا کی بیشک تمہارے رب کو عذاب کرتے دیر نہیں لگتی اور بیشک وہ ضرور بخشنے والا مہربان ہے،"
        },
        {
            "chapter": 7,
            "verse": 1,
            "text": "المص"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "اے محبوب! ایک کتاب تمہاری طرف اُتاری گئی تو تمہارا جی اس سے نہ رُکے اس لیے کہ تم اس سے ڈر سناؤ اور مسلمانوں کو نصیحت،"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "اے لوگو! اس پر چلو جو تمہاری طرف تمہارے رب کے پاس سے اُترا اور اسے چھوڑ کر اور حاکموں کے پیچھے نہ جاؤ، بہت ہی کم سمجھتے ہو،"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "اور کتنی ہی بستیاں ہم نے ہلاک کیں تو ان پر ہمارا عذاب رات میں آیا جب وہ دوپہر کو سوتے تھے"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "تو ان کے منہ سے کچھ نہ نکلا جب ہمارا عذاب ان پر آیا مگر یہی بولے کہ ہم ظالم تھے"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "تو بیشک ضرور ہمیں پوچھنا ہے ان سے جن کے پاس رسول گئے اور بیشک ضرور ہمیں پوچھنا ہے رسولوں سے"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "تو ضرور ہم ان کو بتادیں گے اپنے علم سے اور ہم کچھ غائب نہ تھے،"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "اور اس دن تول ضرور ہونی ہے تو جن کے پلے بھاری ہوئے وہی مراد کو پہنچے،"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "اور جن کے پلے ہلکے ہوئے تو وہی ہیں جنہوں نے اپنی جان گھاٹے میں ڈالی ان زیادتیوں کا بدلہ جو ہماری آیتوں پر کرتے تھے"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "اور بیشک ہم نے تمہیں زمین میں جماؤ (ٹھکانا) دیا اور تمہارے لیے اس میں زندگی کے اسباب بنائے بہت ہی کم شکر کرتے ہو"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "اور بیشک ہم نے تمہیں پیدا کیا پھر تمہارے نقشے بنائے پھر ہم نے ملائکہ سے فرمایا کہ آدم کو سجدہ کرو، تو وہ سب سجدے میں گرے مگر ابلیس، یہ سجدہ کرنے والوں میں نہ ہوا،"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "فرمایا کس چیز نے تجھے روکا کہ تو نے سجدہ نہ کیا جب میں نے تجھے حکم دیا تھا بولا میں اس سے بہتر ہوں تو نے مجھے آگ سے بنایا اور اسے مٹی سے بنایا"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "فرمایا تو یہاں سے اُ تر جا تجھے نہیں پہنچتا کہ یہاں رہ کر غرور کرے نکل تو ہے ذلت والوں میں"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "بولا مجھے فرصت دے اس دن تک کہ لوگ اٹھائے جائیں،"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "فرمایا تجھے مہلت ہے"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "بولا تو قسم اس کی کہ تو نے مجھے گمراہ کیا میں ضرور تیرے سیدھے راستہ پر ان کی تاک میں بیٹھوں گا"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "پھر ضرور میں ان کے پاس آؤں گا ان کے آگے اور ان کے پیچھے او ر ان کے دائیں اور ان کے بائیں سے اور تو ان میں سے اکثر کو شکر گزار نہ پائے گا"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "فرمایا یہاں سے نکل جا رد کیا گیا راندہ ہوا، ضرور جو اُن میں سے تیرے کہے پر چلا میں تم سب سے جہنم بھردوں گا"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "اور اے آدم تو اور تیرا جوڑا جنت میں رہو تو اُس سے جہاں چاہو کھاؤ اور اس پیڑ کے پاس نہ جانا کہ حد سے بڑھنے والوں میں ہو گے،"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "پھر شیطان نے ان کے جی میں خطرہ ڈالا کہ ان پر کھول دے ان کی شرم کی چیزیں جو ان سے چھپی تھیں اور بولا تمہیں تمہارے رب نے اس پیڑ سے اسی لیے منع فرمایا ہے کہ کہیں تم دو فرشتے ہوجاؤ یا ہمیشہ جینے والے"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "اور ان سے قسم کھائی کہ میں تم دونوں کا خیر خواہ ہوں،"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "تو اُتار لایا انہیں فریب سے پھر جب انہوں نے وہ پیڑ چکھا ان پر اُن کی شرم کی چیزیں کھل گئیں اور اپنے بدن پر جنت کے پتے چپٹانے لگے، اور انہیں ان کے رب نے فرمایا کیا میں نے تمہیں اس پیڑ سے منع نہ کیا اور نہ فرمایا تھا کہ شیطان تمہارا کھلا دشمن ہے،"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "دونوں نے عرض کی، اے رب ہمارے! ہم نے اپنا آپ بُرا کیا، تو اگر تُو ہمیں نہ بخشے اور ہم پر رحم نہ کرے تو ہم ضرور نقصان والوں میں ہوئے،"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "فرمایا اُترو تم میں ایک دوسرے کا دشمن ہے اور تمہیں زمین میں ایک وقت تک ٹھہرنا اور برتنا ہے،"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "فرمایا اسی میں جیوگے اور اسی میں مرو گے اور اسی میں اٹھائے جاؤ گے"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "اے آدم کی اولاد! بیشک ہم نے تمہاری طرف ایک لباس وہ اُتارا کہ تمہاری شرم کی چیزیں چھپائے اور ایک وہ کہ تمہاری آرائش ہو اور پرہیزگاری کا لباس وہ سب سے بھلا یہ اللہ کی نشانیوں میں سے ہے کہ کہیں وہ نصیحت مانیں،"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "اے آدم کی اولاد! خبردار! تمہیں شیطان فتنہ میں نہ ڈالے جیسا تمہارے ماں باپ کو بہشت سے نکالا اتروا دیئے ان کے لباس کہ ان کی شرم کی چیزیں انہیں نظر پڑیں، بیشک وہ اور اس کا کنبہ تمہیں وہاں سے دیکھتے ہیں کہ تم انہیں نہیں دیکھتے بیشک ہم نے شیطانوں کو ان کا دوست کیا ہے جو ایمان نہیں لاتے،"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "اور جب کوئی بے حیائی کریں تو کہتے ہیں ہم نے اس پر اپنے باپ دادا کو پایا اور اللہ نے ہمیں اس کا حکم دیا تو فرماؤ بیشک اللہ بے حیائی کا حکم نہیں دیتا، کیا اللہ پر وہ بات لگاتے ہو جس کی تمہیں خبر نہیں،"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "تم فرماؤ میرے رب نے انصاف کا حکم دیا ہے، اور اپنے منہ سیدھے کرو ہر نماز کے وقت اور اس کی عبادت کرو نرے (خالص) اس کے بندے ہوکر، جیسے اس نے تمہارا آغاز کیا ویسے ہی پلٹو گے"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "ایک فرقے کو راہ دکھائی اور ایک فرقے کو گمراہی ثابت ہوئی انہوں نے اللہ کو چھوڑ کر شیطانوں کو والی بنایا اور سمجھتے یہ ہیں کہ وہ راہ پر ہیں،"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "اے آدم کی اولاد! اپنی زینت لو جب مسجد میں جاؤ اور کھاؤ اور پیو اور حد سے نہ بڑھو، بیشک حد سے بڑھنے والے اسے پسند نہیں،"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "تم فرماؤ کس نے حرام کی اللہ کی وہ زینت جو اس نے اپنے بندو ں کے لیے نکالی اور پاک رزق تم فرماؤ کہ وہ ایمان والوں کے لیے ہے دنیا میں اور قیامت میں تو خاص انہی کی ہے، ہم یونہی مفصل آیتیں بیان کرتے ہیں علم والوں کے لیے"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "تم فرماؤ میرے رب نے تو بے حیائیاں حرام فرمائی ہیں جو ان میں کھلی ہیں اور جو چھپی اور گناہ اور ناحق زیادتی اور یہ کہ اللہ کا شریک کرو جس کی اس نے سند نہ اتاری اور یہ کہ اللہ پر وہ بات کہو جس کا علم نہیں رکھتے،"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "اور ہر گروہ کا ایک وعدہ ہے تو جب ان کا وعدہ آئے گا ایک گھڑی نہ پیچھے ہو نہ آگے،"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "اے آدم کی اولاد! اگر تمہارے پاس تم میں کے رسول آئیں میری آیتیں پڑھتے تو جو پرہیزگاری کرے اور سنورے تو اس پر نہ کچھ خوف اور نہ کچھ غم،"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "اور جنہوں نے ہماری آیتیں جھٹلائیں اور ان کے مقابل تکبر کیا وہ دوز خی ہیں انہیں اس میں ہمیشہ رہنا،"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "تو اس سے بڑھ کر ظالم کون جس نے اللہ پر جھوٹ باندھا یا اس کی آیتیں جھٹلائیں، انہیں ان کے نصیب کا لکھا پہنچے گا یہاں تک کہ جب ان کے پاس ہمارے بھیجے ہوئے ان کی جان نکالنے آئیں تو ان سے کہتے ہیں کہاں ہیں وہ جن کو تم اللہ کے سوا پوجتے تھے، کہتے ہیں وہ ہم سے گم گئے اور اپنی جانوں پر آپ گواہی دیتے ہیں کہ وہ کافر تھے،"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "اللہ ان سے فرماتا ہے کہ تم سے پہلے جو اور جماعتیں جن اور آدمیوں کی آگ میں گئیں، انہیں میں جاؤ جب ایک گروہ داخل ہوتا ہے دوسرے پر لعنت کرتا ہے یہاں تک کہ جب سب اس میں جا پڑے تو پچھلے پہلوں کو کہیں گے اے رب ہمارے! انہوں نے ہم کو بہکایا تھا تو انہیں آگ کا دُونا عذاب دے، فرمائے گا سب کو دُونا ہے مگر تمہیں خبر نہیں"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "اور پہلے پچھلوں سے کہیں گے تو تم کچھ ہم سے اچھے نہ رہے تو چکھو عذاب بدلہ اپنے کیے کا"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "وہ جنہوں نے ہماری آیتیں جھٹلائیں اور ان کے مقابل تکبر کیا ان کے لیے آسمان کے دروازے نہ کھولے جائیں گے اور نہ وہ جنت میں داخل ہوں جب تک سوئی کے ناکے اونٹ داخل نہ ہو اور مجرموں کو ہم ایسا ہی بدلہ دیتے ہیں"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "انہیں آگ ہی بچھونا اور آگ ہی اوڑھنا اور ظالموں کو ہم ایسا ہی بدلہ دیتے ہیں،"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "اور وہ جو ایمان لائے اور طاقت بھر اچھے کام کیے ہم کسی پر طاقت سے زیادہ بوجھ نہیں رکھتے، وہ جنت والے ہیں، انہیں اس میں ہمیشہ رہنا،"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "اور ہم نے ان کے سینوں سے کینے کھینچ لیے ان کے نیچے نہریں بہیں گی اور کہیں گے سب خوبیاں اللہ کو جس نے ہمیں اس کی راہ دکھائی اور ہم راہ نہ پاتے اگر اللہ ہمیں راہ نہ دکھاتا، بیشک ہمارے رب کے رسول حق لائے اور ندا ہوئی کہ یہ جنت تمہیں میراث ملی صلہ تمہارے اعمال کا،"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "اور جنت والوں نے دوزخ والوں کو پکارا کہ ہمیں تو مل گیا جو سچا وعدہ ہم سے ہمارے رب نے کیا تھا تو کیا تم نے بھی پایا جو تمہارے رب نے سچا وعدہ تمہیں دیا تھا بولے، ہاں! اور بیچ میں منادی نے پکار دیا کہ اللہ کی لعنت ظالموں پر"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "جو اللہ کی راہ سے روکتے ہیں اور اسے کجی چاہتے ہیں اور آخرت کا انکار رکھتے ہیں،"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "اور جنت و دوزخ کے بیچ میں ایک پردہ ہے اور اعراف پر کچھ مرد ہوں گے کہ دونوں فریق کو ان کی پیشانیوں سے پہچانیں گے اور وہ جنتیوں کو پکاریں گے کہ سلام تم پر یہ جنت میں نہ گئے اور اس کی طمع رکھتے ہیں،"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "اور جب ان کی آنکھیں دوزخیوں کی طرف پھریں گی کہیں گے اے ہمارے رب! ظالموں کے ساتھ نہ کر،"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "اور اعراف والے کچھ مردوں کو پکاریں گے جنہیں ان کی پیشانی سے پہچانتے ہیں کہیں گے تمہیں کیا کام آیا تمہارا جتھا اور وہ جو تم غرور کرتے تھے"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "کیا یہ ہیں وہ لوگ جن پر تم قسمیں کھاتے تھے کہ اللہ ان پر اپنی رحمت کچھ نہ کرے گا ان سے تو کہا گیا کہ جنت میں جاؤ نہ تم کو اندیشہ نہ کچھ غم،"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "اور دوزخی بہشتیوں کو پکاریں گے کہ ہمیں اپنے پانی کا فیض دو یا اس کھانے کا جو اللہ نے تمہیں دیا کہیں گے بیشک اللہ نے ان دونوں کو کافروں پر حرام کیا ہے"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "جنہوں نے اپنے دین کو کھیل تماشا بنایا اور دنیا کی زیست نے انہیں فریب دیا تو آج ہم انہیں چھوڑ دیں گے جیسا انہوں نے اس دن کے ملنے کا خیال چھوڑا تھا اور جیسا ہماری آیتوں سے انکار کرتے تھے،"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "اور بیشک ہم ان کے پاس ایک کتاب لائے جسے ہم نے ایک بڑے علم سے مفصل کیا ہدایت و رحمت ایمان والوں کے لیے،"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "کاہے کی راہ دیکھتے ہیں مگر اس کی کہ اس کتاب کا کہا ہوا انجام سامنے آئے جس دن اس کا بتایا انجام واقع ہوگا بول اٹھیں گے وہ جو اسے پہلے سے بھلائے بیٹھے تھے کہ بیشک ہمارے رب کے رسول حق لائے تھے تو ہیں کوئی ہمارے سفارشی جو ہماری شفاعت کریں یا ہم واپس بھیجے جائیں کہ پہلے کاموں کے خلاف کام کریں بیشک انہوں نے اپنی جانیں نقصان میں ڈالیں اور ان سے کھوئے گئے جو بہتان اٹھاتے تھے"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "بیشک تمہارا رب اللہ ہے جس نے آسمان اور زمین چھ دن میں بنائے پھر عرش پر استواء فرمایا جیسا اس کی شان کے لائق ہے رات دن کو ایک دوسرے سے ڈھانکتا ہے کہ جلد اس کے پیچھے لگا آتا ہے اور سورج اور چاند اور تاروں کو بنایا سب اس کے حکم کے دبے ہوئے، سن لو اسی کے ہاتھ ہے پیدا کرنا اور حکم دینا، بڑی برکت والا ہے اللہ رب سارے جہان کا،"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "اپنے رب سے دعا کرو گڑگڑاتے اور آہستہ، بیشک حد سے بڑھنے والے اسے پسند نہیں،"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "اور زمین میں فساد نہ پھیلاؤ اس کے سنورنے کے بعد اور اس سے دعا کرو ڈرتے اور طمع کرتے، بیشک اللہ کی رحمت نیکوں سے قریب ہے،"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "اور وہی ہے کہ ہوائیں بھیجتا ہے اس کی رحمت کے آگے مژدہ سناتی یہاں تک کہ جب اٹھا لائیں بھاری بادل ہم نے اسے کسی مردہ شہر کی طرف چلایا پھر اس سے پانی اتارا پھر اس سے طرح طرح کے پھل نکالے اسی طرح ہم مُردوں کو نکالیں گے کہیں تم نصیحت مانو،"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "اور جو اچھی زمین ہے اس کا سبزہ اللہ کے حکم سے نکلتا ہے اور جو خراب ہے اس میں نہیں نکلتا مگر تھوڑا بمشکل ہم یونہی طرح طرح سے آیتیں بیان کرتے ہیں ان کے لیے جو احسان مانیں،"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "بیشک ہم نے نوح کو اس کی قوم کی طرف بھیجا تو اس نے کہا میری قوم اللہ کو پوجو اسکے سوا تمہارا کوئی معبود نہیں بیشک مجھے تم پر بڑے دن کے عذاب کا ڈر ہے"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "اس کی قوم کے سردار بولے بیشک ہم تمہیں کھلی گمراہی میں دیکھتے ہیں،"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "کہا اے میری قوم مجھ میں گمراہی کچھ نہیں میں تو رب العالمین کا رسول ہوں،"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "تمہیں اپنے رب کی رسالتیں پہنچاتا اور تمہارا بھلا چاہتا اور میں اللہ کی طرف سے وہ علم رکھتا ہوں جو تم نہیں رکھتے،"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "اور کیا تمہیں اس کا اچنبا ہوا کہ تمہارے پاس رب کی طرف سے ایک نصیحت آئی تم میں کے ایک مرد کی معرفت کہ وہ تمہیں ڈرائے اور تم ڈرو اور کہیں تم پر رحم ہو،"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "تو انہوں نے اسے جھٹلایا تو ہم نے اسے اور جو اس کے ساتھ کشتی میں تھے نجات دی اور اپنی آیتیں جھٹلانے والوں کو ڈبو دیا، بیشک وہ اندھا گروہ تھا"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "اور عاد کی طرف ان کی برادری سے ہود کو بھیجا کہا اے میری قوم اللہ کی بندگی کرو اس کے سوا تمہارا کوئی معبود نہیں، تو کیا تمہیں ڈر نہیں"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "اس کی قوم کے سردار بولے بیشک ہم تمہیں بیوقوف سمجھتے ہیں اور بیشک ہم تمہیں جھوٹوں میں گمان کرتے ہیں"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "کہا اے میری قوم مجھے بے وقوفی سے کیا علاقہ میں تو پروردگار عالم کا رسول ہوں،"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "تمہیں اپنے رب کی رسالتیں پہنچاتا ہوں اور تمہارا معتمد خیرخواہ ہوں"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "اور کیا تمہیں اس کا اچنبا ہوا کہ تمہارے پاس تمہارے رب کی طرف سے ایک نصیحت آئی تم میں سے ایک مرد کی معرفت کہ وہ تمہیں ڈرائے اور یاد کرو جب اس نے تمہیں قوم نوح کا جانشین کیا اور تمہارے بدن کا پھیلاؤ بڑھایا تو اللہ کی نعمتیں یاد کرو کہ کہیں تمہارا بھلا ہو،"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "بولے کیا تم ہمارے پاس اس لیے آئے ہو کہ ہم ایک اللہ کو پوجیں اور جو ہمارے باپ دادا پوجتے تھے، انہیں چھوڑ دیں تو لاؤ جس کا ہمیں وعدہ دے رہے ہو اگر سچے ہو،"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "کہا ضرور تم پر تمہارے رب کا عذاب اور غضب پڑ گیا کیا مجھ سے خالی ان ناموں میں جھگڑ رہے ہو جو تم نے اور تمہارے باپ دادا نے رکھ لیے اللہ نے ان کی کوئی سند نہ اتاری، تو راستہ دیکھو میں بھی تمہارے ساتھ دیکھتا ہوں،"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "تو ہم نے اسے اور اس کے ساتھ والوں کو اپنی ایک بڑی رحمت فرماکر نجات دی اور جو ہماری آیتیں جھٹلاتے تھے ان کی جڑ کاٹ دی اور وہ ایمان والے نہ تھے،"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "اور ثمود کی طرف ان کی برادری سے صالح کو بھیجا کہا اے میری قوم اللہ کو پوجو اس کے سوا تمہارا کوئی معبود نہیں، بیشک تمہارے پاس تمہارے رب کی طرف سے روشن دلیل آئی یہ اللہ کا ناقہ ہے تمہارے لیے نشانی، تو اسے چھوڑ دو کہ اللہ کی زمین میں کھائے اور اسے برائی سے ہاتھ نہ لگاؤ کہ تمہیں درد ناک عذاب آئے گا،"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "اور یاد کرو جب تم کو عاد کا جانشین کیا اور ملک میں جگہ دی کہ نرم زمین میں محل بناتے ہو اور پہاڑوں میں مکان تراشتے ہو تو اللہ کی نعمتیں یاد کرو اور زمین میں فساد مچاتے نہ پھرو،"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "اس کی قوم کے تکبر والے کمزور مسلمانوں سے بولے کیا تم جانتے ہو کہ صالح اپنے رب کے رسول ہیں، بولے وہ جو کچھ لے کے بھیجے گئے ہم اس پر ایمان رکھتے ہیں"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "متکبر بولے جس پر تم ایمان لائے ہمیں اس سے انکار ہے،"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "پس ناقہ کی کُوچیں کاٹ دیں اور اپنے رب کے حکم سے سرکشی کی اور بولے اے صالح! ہم پر لے آؤ جس کا تم سے وعد دے رہے ہو اگر تم رسول ہو،"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "تو انہیں زلزلے نے ا ٓلیا تو صبح کو اپنے گھروں میں اوندھے پڑے رہ گئے،"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "تو صالح نے ان سے منہ پھیرا اور کہا اے میری قوم! بیشک میں نے تمہیں اپنے رب کی رسالت پہنچادی اور تمہارا بھلا چاہا مگر تم خیر خواہوں کے غرضی (پسند کرنے والے) ہی نہیں،"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "اور لوط کو بھیجا جب اس نے اپنی قوم سے کہا کیا وہ بے حیائی کرتے ہو جو تم سے پہلے جہان میں کسی نے نہ کی،"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "تم تو مردوں کے پاس شہوت سے جاتے ہو عورتیں چھوڑ کر، بلکہ تم لوگ حد سے گزر گئے"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "اور اس کی قوم کا کچھ جواب نہ تھا مگر یہی کہنا کہ ان کو اپنی بستی سے نکال دو، یہ لوگ تو پاکیزگی چاہتے ہیں"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "تو ہم نے اسے اور اس کے گھر والوں کو نجات دی مگر اس کی عورت وہ رہ جانے والوں میں ہوئی"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "اور ہم نے ان پر ایک مینھ برسایا تو دیکھو کیسا انجام ہوا مجرموں کا"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "اور مدین کی طرف ان کی برادری سے شعیب کو بھیجا کہا اے میری قوم! اللہ کی عبادت کرو اس کے سوا تمہارا کوئی معبود نہیں، بے شک تمہارے پاس تمہارے رب کی طرف سے روشن دلیل آئی تو ناپ اور تول پوری کرو اور لوگوں کی چیزیں گھٹا کر نہ دو اور زمین میں انتظام کے بعد فساد نہ پھیلاؤ، یہ تمہارا بھلا ہے اگر ایمان لاؤ،"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "اور ہر راستہ پر یوں نہ بیٹھو کہ راہگیروں کو ڈراؤ اور اللہ کی راہ سے انہیں روکو جو اس پر ایمان لائے اور اس میں کجی چاہو، اور یاد کرو جب تم تھوڑے تھے اس نے تمہیں بڑھادیا اور دیکھو فسادیوں کا کیسا انجام ہوا،"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "اور اگر تم میں ایک گروہ اس پر ایمان لایا جو میں لے کر بھیجا گیا اور ایک گروہ نے نہ مانا تو ٹھہرے رہو یہاں تک کہ اللہ ہم میں فیصلہ کرے اور اللہ کا فیصلہ سب سے بہتر"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "اس کی قوم کے متکبر سردار بولے، اے شعیب قسم ہے کہ ہم تمہیں اور تمہارے ساتھ والے مسلمانوں کو اپنی بستی سے نکا ل دیں گے یا تم ہمارے دین میں ا ٓجا ؤ کہا کیا اگرچہ ہم بیزار ہوں"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "ضرور ہم اللہ پر جھوٹ باندھیں گے اگر تمہارے دین میں آجائیں بعد اس کے کہ اللہ نے ہمیں اس سے بچایا ہے اور ہم مسلمانوں میں کسی کا کام نہیں کہ تمہارے دین میں آئے مگر یہ کہ اللہ چاہے جو ہمارا رب ہے، ہمارے رب کا علم ہر چیز کو محیط ہے، اللہ ہی پر بھروسہ کیا اے ہمارے رب! ہم میں اور ہماری قوم میں حق فیصلہ کر اور تیرا فیصلہ سب سے بہتر ہے،"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "اور اسکی قوم کے کافر سردار بولے کہ اگر تم شعیب کے تابع ہوئے تو ضرور نقصان میں رہو گے،"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "تو انہیں زلز لہ نے ا ٓ لیا تو صبح اپنے گھروں میں اوندھے پڑے رہ گئے"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "شعیب کو جھٹلانے والے گویا ان گھروں میں کبھی رہے ہی نہ تھے، شعیب کو جھٹلانے والے ہی تباہی میں پڑے،"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "تو شعیب نے ان سے منہ پھیرا اور کہا اے میری قوم! میں تمہیں رب کی رسالت پہنچا چکا اور تمہارے بھلے کو نصیحت کی تو کیونکر غم کروں کافروں کا،"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "اور نہ بھیجا ہم نے کسی بستی میں کوئی نبی مگر یہ کہ اس کے لوگوں کو سختی اور تکلیف میں پکڑا کہ وہ کسی طرح زاری کریں"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "پھر ہم نے برائی کی جگہ بھلائی بدل دی یہاں تک کہ وہ بہت ہوگئے اور بولے بیشک ہمارے باپ دادا کو رنج و راحت پہنچے تھے تو ہم نے انہیں اچانک ان کی غفلت میں پکڑ لیا"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "اور اگر بستیو ں والے ایمان لاتے اور ڈرتے تو ضرور ہم ان پر آسمان اور زمین سے برکتیں کھول دیتے مگر انہوں نے تو جھٹلایا تو ہم نے انہیں ان کے کیے پر گرفتار کیا"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "کیا بستیوں والے نہیں ڈرتے کہ ان پر ہمارا عذاب رات کو آئے جب وہ سوتے ہوں"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "یا بستیوں والے نہیں ڈرتے کہ ان پر ہمارا عذاب دن چڑھے آئے جب وہ کھیل رہے ہوں"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "کیا اللہ کی خفی تدبیر سے بے خبر ہیں تو اللہ کی خفی تدبیر سے نذر نہیں ہوتے مگر تباہی والے"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "اور کیا وہ جو زمین کے ما لکوں کے بعد اس کے وارث ہوئے انہیں اتنی ہدایت نہ ملی کہ ہم چاہیں تو انہیں ان کے گناہوں پر آ فت پہنچائیں اور ہم ان کے دلوں پر مہر کرتے ہیں کہ وہ کچھ نہیں سنتے"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "یہ بستیاں ہیں جن کے احوال ہم تمہیں سناتے ہیں اور بیشک ان کے پاس ان کے رسول روشن دلیلیں لے کر آئے تو وہ اس قابل نہ ہوئے کہ وہ اس پر ایمان لاتے جسے پہلے جھٹلاچکے تھے اللہ یونہی چھاپ لگادیتا ہے کا فروں کے دلوں پر"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "اور ان میں اکثر کو ہم نے قول کا سچا نہ پایا اور ضرور ان میں اکثر کو بے حکم ہی پایا،"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "پھر ان کے بعد ہم نے موسیٰ کو اپنی نشانیوں کے ساتھ فرعون اور اس کے درباریوں کی طرف بھیجا تو انہوں نے ان نشانیوں پر زیادتی کی تو دیکھو کیسا انجام ہوا مفسدوں کا،"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "اور موسیٰ نے کہا اے فرعون! میں پرور دگا ر عالم کا رسول ہوں،"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "مجھے سزاوار ہے کہ اللہ پر نہ کہوں مگر سچی بات میں تم سب کے پاس تمہارے رب کی طرف سے نشانی لےکر آیا ہوں تو بنی اسرائیل کو میرے ساتھ چھوڑ دے"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "بولا اگر تم کوئی نشانی لے کر آئے ہو تو لاؤ اگر سچے ہو،"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "تو موسیٰ نے اپنا عصا ڈال دیا وہ فورا ً ایک ظاہر اژدہا ہوگیا"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "اور اپنا ہاتھ گریبان میں ڈال کر نکا لا تو وہ دیکھنے والوں کے سامنے جگمگانے لگا"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "قوم فرعون کے سردار بولے یہ تو ایک علم والا جادوگر ہے"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "تمہیں تمہارے ملک سے نکا لا چاہتا ہے تو تمہارا کیا مشورہ ہے،"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "بولے انہیں اور ان کے بھائی کو ٹھہرا اور شہروں میں لوگ جمع کرنے والے بھیج دے،"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "کہ ہر علم والے جادوگر کو تیرے پاس لے آئیں"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "اور جادوگر فرعون کے پاس آئے بولے کچھ ہمیں انعام ملے گا اگر ہم غالب آئیں،"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "بولا ہاں اور اس وقت تم مقرب ہوجا ؤ گے،"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "بولے اے موسیٰ یا تو آپ ڈالیں یا ہم ڈالنے والے ہوں"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "کہا تمہیں ڈالو جب انہوں نے ڈالا لوگوں کی آنکھوں پر جادو کردیا اور انہیں ڈرایا اور بڑا جادو لائے،"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "اور ہم نے موسیٰ کو وحی فرمائی کہ اپنا عصا ڈال تو ناگاہ ان کی بناوٹوں کو نگلنے لگا"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "تو حق ثابت ہوا اور ان کا کام باطل ہوا،"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "تو یہاں وہ مغلوب پڑے اور ذلیل ہوکر پلٹے"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "اور جادوگر سجدے میں گرادیے گئے"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "بولے ہم ایمان لائے جہان کے رب پر،"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "جو رب ہے موسیٰ اور ہارون کا،"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "فرعون بولا تم اس پر ایمان لے آئے قبل اس کے کہ میں تمہیں اجازت دوں، یہ تو بڑا جعل (فریب) ہے جو تم سب نے شہر میں پھیلایا ہے کہ شہر والوں کو اس سے نکال دو تو اب جان جاؤ گے"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "قسم ہے کہ میں تمہارے ایک طرف کہ ہاتھ اور دوسری طرف کے پاؤں کاٹوں گا پھر تم سب کو سُو لی دوں گا"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "بولے ہم اپنے رب کی طرف پھرنے والے ہیں"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "اور تجھے ہمارا کیا برا لگا یہی نہ کہ ہم اپنے رب کی نشانیوں پر ایمان لائے جب وہ ہمارے پاس آئیں، اے رب ہمارے! ہم پر صبر انڈیل دے اور ہمیں مسلمان اٹھا"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "اور قوم فرعون کے سردار بولے کیا تو موسیٰ اور اس کی قوم کو اس لیے چھوڑ تا ہے کہ وہ زمین میں فساد پھیلائیں اور موسیٰ تجھے اور تیرے ٹھہرائے ہوئے معبودوں کو چھوڑدے بولا اب ہم ان کے بیٹوں کو قتل کریں گے اور ان کی بیٹیاں زندہ رکھیں گے اور ہم بیشک ان پر غالب ہیں"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "موسیٰ نے اپنی قوم سے فرمایا اللہ کی مدد چاہو اور صبر کرو بیشک زمین کا مالک اللہ ہے اپنے بندوں میں جسے چاہے وارث بنائے اور آخر میدان پرہیزگاروں کے ہاتھ ہے"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "بولے ہم ستائے گئے آپ کے آنے سے پہلے اور آپ کے تشریف لانے کے بعد کہا قریب ہے کہ تمہارا رب تمہارے دشمن کو ہلاک کرے اور اس کی جگہ زمین کا مالک تمہیں بنائے پھر دیکھے کیسے کام کرتے ہو"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "اور بیشک ہم نے فرعون والوں کو برسوں کے قحط اور پھلوں کے گھٹانے سے پکڑا کہ کہیں وہ نصیحت مانیں"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "تو جب انہیں بھلائی ملتی کہتے یہ ہمارے لیے ہے اور جب برائی پہنچتی تو موسیٰ اور اس کے ساتھ والوں سے بدشگونی لیتے سن لو ان کے نصیبہ کی شامت تو اللہ کے یہاں ہے لیکن ان میں اکثر کو خبر نہیں،"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "اور بولے تم کیسی بھی نشانی لے کر ہمارے پاس آؤ کہ ہم پر اس سے جادو کرو ہم کسی طرح تم پر ایمان لانے والے نہیں"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "تو بھیجا ہم نے ان پر طوفان اور ٹڈی اور گھن (یا کلنی یا جوئیں) اور مینڈک اور خون جدا جدا نشانیاں تو انہوں نے تکبر کیا اور وہ مجرم قوم تھی"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "اور جب ان پر عذاب پڑتا کہتے اے موسیٰ ہمارے لیے اپنے رب سے دعا کرو اس عہد کے سبب جو اس کا تمہارے پاس ہے بیشک اگر تم ہم پر عذاب اٹھادو گے تو ہم ضرور تم پر ایمان لائیں گے اور بنی اسرائیل کو تمہارے ساتھ کردیں گے،"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "پھر جب ہم ان سے عذاب اٹھالیتے ایک مدت کے کیے جس تک انہیں پہنچنا ہے جبھی وہ پھر جاتے،"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "تو ہم نے ان سے بدلہ لیا تو انہیں دریا میں ڈبو دیا اس لیے کہ ہماری آیتیں جھٹلاتے اور ان سے بے خبر تھے"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "اور ہم نے اس قوم کو جو دبا لی گئی تھی اس زمین کے پورب پچھم کا وارث کیا جس میں ہم نے برکت رکھی اور تیرے رب کا اچھا وعدہ بنی اسرائیل پر پورا ہوا، بدلہ ان کے صبر کا، اور ہم نے برباد کردیا جو کچھ فرعون اور اس کی قوم بناتی اور جو چنائیاں اٹھاتے (تعمیر کرتے) تھے،"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "اور ہم نے بنی اسرائیل کو دریا پار اتارا تو ان کا گزر ایک ایسی قوم پر ہوا کہ اپنے بتوں کے آگے آسن مارے (جم کر بیٹھے) تھے بولے اے موسیٰ! ہمیں ایک خدا بنادے جیسا ان کے لیے اتنے خدا ہیں، بولا تم ضرور جا ہل لوگ ہو،"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "یہ حال تو بربادی کا ہے جس میں یہ لوگ ہیں اور جو کچھ کررہے ہیں نرا باطل ہے،"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "کہا کیا اللہ کے سوا تمہارا اور کوئی خدا تلاش کروں حالانکہ اس نے تمہیں زمانے بھر پر فضیلت دی"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "اور یاد کرو جب ہم نے تمہیں فرعون والوں سے نجات بحشی کہ تمہیں بری مار دیتے تمہارے بیٹے ذبح کرتے اور تمہاری بیٹیاں باقی رکھتے، اور اس میں رب کا بڑا فضل ہوا"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "اور ہم نے موسیٰ سے تیس رات کا وعدہ فرمایا اور ان میں دس اور بڑھا کر پوری کیں تو اس کے رب کا وعدہ پوری چالیس رات کا ہوا اور موسیٰ نے اپنے بھائی ہارون سے کہا میری قوم پر میرے نائب رہنا اور اصلاح کرنا اور فسادیوں کی راہ کو دخل نہ دینا،"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "اور جب موسیٰ ہمارے وعدہ پر حاضر ہوا اور اس سے اس کے رب نے کلام فرمایا عرض کی اے رب میرے! مجھے اپنا دیدار دکھا کہ میں تجھے دیکھوں فرمایا تو مجھے ہر گز نہ دیکھ سکے گا ہاں اس پہاڑ کی طرف دیکھ یہ اگر اپنی جگہ پر ٹھہرا رہا تو عنقریب تو مجھے دیکھ لے گا پھر جب اس کے رب نے پہاڑ پر اپنا نو ر چمکایا اسے پاش پاش کردیا اور موسیٰ گرا بیہوش پھر جب ہوش ہوا بولا پاکی ہے تجھے میں تیری طرف رجوع لایا اور میں سب سے پہلا مسلمان ہوں"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "فرمایا اے موسیٰ میں نے تجھے لوگوں سے چن لیا اپنی رسالتوں اور اپنے کلام سے، تو لے جو میں نے تجھے عطا فرمایا اور شکر والوں میں ہو،"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "اور ہم نے اس کے لیے تختیوں میں لکھ دی ہر چیز کی نصیحت اور ہر چیز کی تفصیل، اور فرمایا اے موسیٰ اسے مضبوطی سے لے اور اپنی قوم کو حکم دے کر اس کی اچھی باتیں اختیار کریں عنقریب میں تمہیں دکھاؤں گا بے حکموں کا گھر"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "اور میں اپنی آیتوں سے انہیں پھیردوں گا جو زمین میں ناحق اپنی بڑا ئی چاہتے ہیں اور اگر سب نشانیاں دیکھیں ان پر ایمان نہ لائیں اور اگر ہدایت کی راہ دیکھیں اس میں چلنا پسند نہ کریں اور گمراہی کا راستہ نظر پڑے تو اس میں چلنے کو موجود ہوجائیں، یہ اس لیے کہ انہوں نے ہماری آیتیں جھٹلائیں اور ان سے بے خبر بنے،"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "اور جنہوں نے ہماری آیتیں اور آخرت کے دربار کو جھٹلایا ان کا سب کیا دھرا اَکارت گیا، انہیں کیا بدلہ ملے گا مگر وہی جو کرتے تھے،"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "اور موسیٰ کے بعد اس کی قوم اپنے زیوروں سے ایک بچھڑا بنا بیٹھی بے جان کا دھڑ گائے کی طرف آواز کرتا، کیا نہ دیکھا کہ وہ ان سے نہ بات کرتا ہے اور نہ انہیں کچھ راہ بتائے اسے لیا اور وہ ظالم تھے"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "اور جب پچھتائے اور سمجھے کہ ہم بہکے بولے اگر ہمارا رب ہم پر مہر ہ کرے اور ہمیں نہ بخشے تو ہم تباہ ہوئے،"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "اور جب موسیٰ اپنی قوم کی طرف پلٹا غصہ میں بھرا جھنجلایا ہوا کہا تم نے کیا بری میری جانشینی کی میرے بعد کیا تم نے اپنے رب کے حکم سے جلدی کی اور تختیاں ڈال دیں اور اپنے بھائی کے سر کے بال پکڑ کر اپنی طرف کھینچنے لگا کہا اے میرے ماں جائے قوم نے مجھے کمزور سمجھا اور قریب تھا کہ مجھے مار ڈالیں تو مجھ پر دشمنوں کو نہ ہنسا اور مجھے ظالموں میں نہ ملا"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "عرض کی اے میرے رب! مجھے اور میرے بھائی کو بخش دے اور ہمیں اپنی رحمت کے اندر لے لے اور تو سب مہر والوں سے بڑھ کر مہر والا"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "بیشک وہ جو بچھڑا لے بیٹھے عنقریب انہیں ان کے رب کا غضب اور ذلت پہنچناہے دنیا کی زندگی میں، اور ہم ایسی ہی بدلہ دیتے ہیں بہتان ہایوں (باندھنے والوں) کو،"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "اور جنہوں نے برائیاں کیں اور ان کے بعد توبہ کی اور ایمان لائے تو اس کے بعد تمہارا رب بخشنے والا مہربان ہے"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "اور جب موسیٰ کا غصہ تھما تختیاں اٹھالیں اور ان کی تحریر میں ہدایت اور رحمت ہے ان کے لیے جو اپنے رب سے ڈرتے ہیں،"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "اور موسیٰ نے اپنی قوم سے سترّ ۷۰، مرد ہمارے وعدہ کے لیے چنے پھر جب انہیں زلزلہ نے لیا موسیٰ نے عرض کی اے رب میرے! تو چاہتا تو پہلے ہی انہیں اور مجھے ہلاک کردیتا کیا تو ہمیں اس کام پر ہلاک فرمائے گا جو ہمارے بے عقلوں نے کیا وہ نہیں مگر تیرا آزمانا، تو اس سے بہکائے جسے چاہے اور راہ دکھائے جسے چاہے تو ہمارا مولیٰ ہے تو ہمیں بخش دے اور ہم پر مہر کر اور تو سب سے بہتر بخشنے والا ہے،"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "اور ہمارے لیے اس دنیا میں بھلائی لکھ اور آخرت میں بیشک ہم تیری طرف رجوع لائے، فرمایا میرا عذاب میں جسے چاہوں دوں اور میری رحمت ہر چیز کو گھیرے ہے تو عنقریب میں نعمتوں کو ان کے لیے لکھ دوں گا جو ڈرتے اور زکوٰة دیتے ہیں اور وہ ہماری آیتوں پر ایمان لاتے ہیں،"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "وہ جو غلامی کریں گے اس رسول بے پڑھے غیب کی خبریں دینے والے کی جسے لکھا ہوا پائیں گے اپنے پاس توریت اور انجیل میں وہ انہیں بھلائی کا حکم دے گا اور برائی سے منع کرے گا اور ستھری چیزیں ان کے لیے حلال فرمائے گا اور گندی چیزیں ان پر حرام کرے گا اور ان پر سے وہ بوجھ اور گلے کے پھندے جو ان پر تھے اتا رے گا، تو وہ جو اس پر ایمان لائیں اور اس کی تعظیم کریں اور اسے مدد دیں اور اس نور کی پیروی کریں جو اس کے ساتھ اترا وہی بامراد ہوئے،"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "تم فرماؤ اے لوگو! میں تم سب کی طرف اس اللہ کا رسول ہوں کہ آسمانوں اور زمین کی بادشاہی اسی کو ہے اس کے سوا کوئی معبود نہیں جلائے اور مارے تو ایمان لاؤ اللہ اور اس کے رسول بے پڑھے غیب بتانے والے پر کہ اللہ اور اس کی باتوں پر ایمان لاتے ہیں اور ان کی غلامی کرو کہ تم راہ پاؤ،"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "اور موسیٰ کی قوم سے ایک گروہ ہے کہ حق کی راہ بتا تا اور اسی سے انصاف کرتا،"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "اور ہم نے انہیں بانٹ دیا بارہ قبیلے گروہ گروہ، اور ہم نے وحی بھیجی موسیٰ کو جب اس سے اس کی قوم نے پانی ما نگا کہ اس پتھر پر اپنا عصا مارو تو اس میں سے بارہ چشمے پھوٹ نکلے ہر گروہ نے اپنا گھاٹ پہچان لیا، اور ہم نے ان پر ابر کا سائبان کیا اور ان پر من و سلویٰ اتارا، کھاؤ ہماری دی ہوئی پاک چیزیں اور انہوں نے ہمارا کچھ نقصان نہ کیا لیکن اپنی ہی جانوں کا برا کرتے ہیں،"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "اور یاد کرو جب ان سے فرمایا گیا اس شہر میں بسو اور اس میں جو چاہو کھاؤ اور کہو گناہ اترے اور دروازے میں سجدہ کرتے داخل ہو ہم تمہارے گناہ بخش دیں گے، عنقریب نیکوں کو زیادہ عطا فرمائیں گے،"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "تو ان میں کے ظالموں نے بات بدل دی اس کے خلاف جس کا انہیں حکم تھا تو ہم نے ان پر آسمان سے عذاب بھیجا بدلہ ان کے ظلم کا"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "اور ان سے حال پوچھو اس بستی کا کہ دریا کنارے تھی جب وہ ہفتے کے بارے میں حد سے بڑھتے جب ہفتے کے دن ان کی مچھلیاں پانی پر تیرتی ان کے سامنے آتیں اور جو دن ہفتے کا نہ ہوتا نہ آتیں اس طرح ہم انہیں آزمانتے تھے ان کی بے حکمی کے سبب،"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "اور جب ان میں سے ایک گروہ نے کہا کیوں نصیحت کرتے ہو ان لوگوں کو جنہیں اللہ ہلاک کرنے والا ہے یا انہیں سخت عذاب دینے والا، بولے تمہارے رب کے حضور معذرت کو اور شاید انہیں ڈر ہو"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "پھر جب بھلا بیٹھے جو نصیحت انہیں ہوئی تھی ہم نے بچالیے وہ جو برائی سے منع کرتے تھے اور ظالموں کو برے عذاب میں پکڑا بدلہ ان کی نافرمانی کا،"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "پھر جب انہوں نے ممانعت کے حکم سے سرکشی کی ہم نے ان سے فرمایا ہوجاؤ بند ر دھتکارے ہوئے"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "اور جب تمہارے رب نے حکم سنادیا کہ ضرور قیامت کے دن تک ان پر ایسے کو بھیجتا رہوں گا جو انہیں بری مار چکھائے بیشک تمہارا رب ضرور جلد عذاب والا ہے اور بیشک وہ بخشنے والا مہربان ہے"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "اور انہیں ہم نے زمین میں متفرق کردیا گروہ گروہ، ان میں کچھ نیک ہیں اور کچھ اور طرح کے اور ہم نے انہیں بھلائیوں اور برائیوں سے آزمایا کہ کہیں وہ رجوع لائیں"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "پھر ان کی جگہ ان کے بعد وہ ناخلف آئے کہ کتاب کے وارث ہوئے اس دنیا کا مال لیتے ہیں اور کہتے اب ہماری بخشش ہوگی اور اگر ویسا ہی مال ان کے پاس اور آئے تو لے لیں کیا ان پر کتاب میں عہد نہ لیا گیا کہ اللہ کی طرف نسبت نہ کریں مگر حق اور انہوں نے اسے پڑھا اور بیشک پچھلا گھر بہتر ہے پرہیزگاروں کو تو کیا تمہیں عقل نہیں،"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "اور وہ جو کتاب کو مضبوط تھامتے ہیں اور انہوں نے نماز قائم رکھی، ہم نیکوں کا نیگ (اجر) نہیں گنواتے،"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "اور جب ہم نے پہاڑ ان پر اٹھایا گویا وہ سائبان ہے اور سمجھے کہ وہ ان پر گر پڑے گا تو جو ہم نے تمہیں دیا زور سے اور یاد کرو جو اس میں ہے کہ کہیں تم پرہیزگار ہو،"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "اور اے محبوب! یاد کرو جب تمہارے رب نے اولاد آدم کی پشت سے ان کی نسل نکالی اور انہیں خود ان پر گواہ کیا، کیا میں تمہارا رب نہیں سب بولے کیوں نہیں ہم گواہ ہوئے کہ کہیں قیامت کے دن کہو کہ ہمیں اس کی خبر نہ تھی"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "یا کہو کہ شرک تو پہلے ہمارے باپ دادا نے کیا اور ہم ان کے بعد بچے ہوئے تو کیا تو ہمیں اس پر ہلاک فرمائے گا جو اہل باطل نے کیا"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "اور ہم اسی طرح آیتیں رنگ رنگ سے بیان کرتے ہیں اور اس لیے کہ کہیں وہ پھر آئیں"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "اور اے محبوب! انہیں اس کا احوال سناؤ جسے ہم نے اپنی آیتیں دیں تو وہ ان سے صاف نکل گیا تو شیطان اس کے پیچھے لگا تو گمراہوں میں ہوگیا،"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "اور ہم چاہتے تو آیتوں کے سبب اسے اٹھالیتے مگر وہ تو زمین پکڑ گیا اور اپنی خواہش کا تابع ہوا تو اس کا حال کتے کی طرح ہے تو اس پر حملہ کرے تو زبان نکالے اور چھوڑ دے تو زبان نکالے یہ حال ہے ان کا جنہوں نے ہماری آیتیں جھٹلائیں تو تم نصیحت سناؤ کہ کہیں وہ دھیان کریں،"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "کیا بری کہاوت ہے ان کی جنہوں نے ہماری آیتیں جھٹلائیں اور اپنی ہی جان کا برا کرتے تھے،"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "جسے اللہ راہ دکھائے تو وہی راہ پر ہے، اور جسے گمراہ کرے تو وہی نقصان میں رہے،"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "اور بیشک ہم نے جہنم کے لیے پیدا کیے بہت جن اور آدمی اور دل رکھتے ہیں جن میں سمجھ نہیں اور وہ آنکھیں جن سے دیکھتے نہیں اور وہ کان جن سے سنتے نہیں وہ چوپایوں کی طرح ہیں بلکہ ان سے بڑھ کر گمراہ وہی غفلت میں پڑے ہیں،"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "اور اللہ ہی کے ہیں بہت اچھے نام تو اسے ان سے پکارو اور انہیں چھوڑ دو جو اس کے ناموں میں حق سے نکلتے ہیں وہ جلد اپنا کیا پائیں گے،"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "اور ہمارے بنائے ہوؤں میں ایک گروہ وہ ہے کہ حق بتائیں اور اس پر انصاف کریں"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "اور جنہوں نے ہماری آیتیں جھٹلائیں جلد ہم انہیں آہستہ آہستہ عذاب کی طرف لے جائیں گے جہاں سے انہیں خبر نہ ہوگی"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "اور میں انہیں ڈھیل دوں گا بیشک میری خفیہ تدبیر بہت پکی ہے"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "کیا سوچتے نہیں کہ ان کے صاحب کو جنوں سے کچھ علاقہ نہیں، وہ تو صا ف ڈر سنانے والے ہیں"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "کیا انہو ں نے نگاہ نہ کی آسمانوں اور زمین کی سلطنت میں اور جو جو چیز اللہ نے بنائی اور یہ کہ شاید ان کا وعدہ نزدیک آگیا ہو تو اس کے بعد اور کونسی بات پر یقین لائیں گے"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "جسے اللہ گمراہ کرے اسے کوئی راہ دکھانے والا نہیں اور انہیں چھوڑتا ہے کہ اپنی سرکشی میں بھٹکا کریں،"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "تم سے قیامت کو پوچھتے ہیں کہ وہ کب کو ٹھہری ہے تم فرماؤ اس کا علم تو میرے رب کے پاس ہے، اسے وہی اس کے وقت پر ظاہر کرے گا بھاری پڑ رہی ہے آسمانوں او رزمین میں، تم پر نہ آئے گی مگر اچانک، تم سے ایسا پوچھتے ہیں گویا تم نے اسے خوب تحقیق کر رکھا ہے، تم فرماؤ اس کا علم تو اللہ ہی کے اس ہے لیکن بہت لوگ جانتے نہیں"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "تم فرماؤ میں اپنی جان کے بھلے برے کا خودمختار نہیں مگر جو اللہ چاہے اور اگر میں غیب جان لیا کرتا تو یوں ہوتا کہ میں نے بہت بھلائی جمع کرلی، اور مجھے کوئی برائی نہ پہنچی میں تو یہی ڈر اور خوشی سنانے والا ہوں انہیں جو ایمان رکھتے ہیں،"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "وہی ہے جس نے تمہیں ایک جان سے پیدا کیا اور اسی میں سے اس کا جوڑا بنایا کہ اس سے چین پائے پھر جب مرد اس پر چھایا اسے ایک ہلکا سا پیٹ رہ گیا تو اسے لیے پھراکی پھر جب بوجھل پڑی دونوں نے اپنے رب سے دعا کی ضرور اگر تو ہمیں جیسا چاہیے بچہ دے گا تو بیشک ہم شکر گزار ہوں گے،"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "پھر جب اس نے انہیں جیسا چاہیے بچہ عطا فرمایا انہوں نے اس کی عطا میں اس کے ساجھی ٹھہرائے تو اللہ کو برتری ہے ان کے شرک سے"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "کیا اسے شریک کرتے ہیں جو کچھ نہ بنائے اور وہ خود بنائے ہوئے ہیں،"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "اور نہ وہ ان کو کوئی مدد پہنچاسکیں اور نہ اپنی جانو ں کی مدد کریں"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "اور اگر تم انہیں راہ کی طرف بلاؤ تو تمہارے پیچھے نہ آئیں تم پر ایک سا ہے چاہے انہیں پکارو یا چپ رہو"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "بیشک وہ جن کو تم اللہ کے سوا پوجتے ہو تمہاری طرح بندے ہیں تو انہیں پکارو پھر وہ تمہیں جواب دیں اگر تم سچے ہو،"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "کیا ان کے پاؤں ہیں جن سے چلیں یا ان کے ہاتھ ہیں جن سے گرفت کریں یا ان کے آنکھیں ہیں جن سے دیکھیں یا ان کے کان ہیں جن سے سنیں تم فرماؤ کہ اپنے شریکوں کو پکارو اور مجھ پر داؤ چلو اور مجھے مہلت نہ دو"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "بیشک میرا والی اللہ ہے جس نے کتاب ا تاری اور وہ نیکوں کو دوست رکھتا ہے"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "اور جنہیں اس کے سوا پوجتے ہو وہ تمہاری مدد نہیں کرسکتے، اور نہ خود اپنی مدد کریں"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "اور اگر تم انہیں راہ کی طرف بلاؤ تو نہ سنیں اور تو انہیں دیکھے کہ وہ تیری طرف دیکھ رہے ہیں اور انہیں کچھ بھی نہیں سوجھتا،"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "اے محبوب! معاف کرنا اختیار کرو اور بھلائی کا حکم دو اور جاہلوں سے منہ پھیرلو،"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "اور اے سننے والے اگر شیطان تجھے کوئی کونچا دے (کسی برے کام پر اکسائے) تو اللہ کی پناہ مانگ بیشک وہی سنتا جانتا ہے،"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "بیشک وہ جو ڈر والے ہیں جب انہیں کسی شیطانی خیال کی ٹھیس لگتی ہے ہوشیار ہوجاتے ہیں اسی وقت ان کی آنکھیں کھل جاتی ہیں"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "اور وہ جو شیطانوں کے بھائی ہیں شیطان انہیں گمراہی میں کھینچتے ہیں پھر کمی نہیں کرتے،"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "اور اے محبوب! جب تم ان کے پاس کوئی آیت نہ لاؤ تو کہتے ہیں تم نے دل سے کیوں نہ بنائی تم فرما ؤ میں تو اسی کی پیروی کرتا ہوں جو میری طرف میرے رب سے وحی ہوتی ہے یہ تمہارے رب کی طرف سے آنکھیں کھولنا ہے اور ہدایت اور رحمت مسلمانوں کے لیے،"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "اور جب قرآن پڑھا جائے تو اسے کان لگا کر سنو اور خاموش رہو کہ تم پر رحم ہو"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "اور اپنے رب کو اپن ے دل میں یاد کرو زاری اور ڈر سے اور بے آواز نکلے زبان سے صبح اور شام اور غافلوں میں نہ ہونا،"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "بیشک وہ جو تیرے رب کے پاس ہیں اس کی عبادت سے تکبر نہیں کرتے اور اس کی پاکی بولتے اور اسی کو سجدہ کرتے ہیں السجدة ۔۵"
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "اے محبوب! تم سے غنیمتوں کو پوچھتے ہیں تم فرماؤ غنیمتوں کے مالک اللہ اور رسول ہیں تو اللہ ڈرو اور اپنے آ پس میں میل (صلح صفائی) رکھو اور اللہ اور رسول کا حکم مانو اگر ایمان رکھتے ہو،"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "ایمان والے وہی ہیں کہ جب اللہ یاد کیا جائے ان کے دل ڈر جائیں اور جب ان پر اس کی آیتیں پڑھی جائیں ان کا ایمان ترقی پائے اور اپنے رب ہی پر بھروسہ کریں"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "وہ جو نماز قائم رکھیں اور ہمارے دیے سے کچھ ہماری راہ میں خرچ کریں،"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "یہی سچے مسلمان ہیں، ان کے لیے درجے ہیں ان کے رب کے پاس اور بخشش ہے اور عزت کی روزی"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "جس طرح اے محبوب! تمہیں تمہارے رب نے تمہارے گھر سے حق کے ساتھ برآمد کیا اور بیشک مسلمانوں کا ایک گروہ اس پر ناخوش تھا"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "سچی بات میں تم سے جھگڑتے تھے بعد اس کے کہ ظاہر ہوچکی گویا وہ آنکھوں دیکھی موت کی طرف ہانکے جاتے ہیں"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "اور یاد کرو جب اللہ نے تمہیں وعدہ دیا تھا کہ ان دونوں گروہوں میں ایک تمہارے لیے ہے اور تم یہ چاہتے تھے کہ تمہیں وہ ملے جس میں کانٹے کا کھٹکا نہیں (کوئی نقصان نہ ہو) اور اللہ یہ چاہتا تھا کہ اپنے کلام سے سچ کو سچ کر دکھائے اور کافروں کی جڑ کا ٹ دے"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "کہ سچ کو سچ کرے اور جھوٹ کو جھوٹا پڑے برا مانیں مجرم،"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "جب تم اپنے رب سے فریا د کرتے تھے تو اس نے تمہاری سن لی کہ میں تمہیں مدد دینے والا ہوں ہزاروں فرشتوں کی قطار سے"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "اور یہ تو اللہ نے کیا مگر تمہاری خوشی کو اور اس لیے کہ تمہارے دل چین پائیں، اور مدد نہیں مگر اللہ کی طرف سے بیشک اللہ غالب حکمت والا ہے،"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "جب اس نے تمہیں اونگھ سے گھیر دیا تو اس کی طرف سے چین (تسکین) تھی اور آسمان سے تم پر پانی اتارا کہ تمہیں اس سے ستھرا کردے اور شیطان کی ناپاکی تم سے دور فرمادے اور تمہارے دلو ں کی ڈھارس بندھائے اور اس سے تمہارے قدم جمادے"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "جب اے محبوب! تمہارا رب فرشتوں کو وحی بھیجتا تھا کہ میں تمہارے ساتھ ہوں تم مسلمانوں کو ثابت رکھو عنقریب میں کافروں کے دلوں میں ہیبت ڈالوں گا تو کافروں کی گردنوں سے اوپر مارو اور ان کی ایک ایک پور (جوڑ) پر ضرب لگا ؤ"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "یہ اس لیے کہ انہوں نے اللہ اور اس کے رسول سے مخا لفت کی اور جو اللہ اور اس کے رسول سے مخالفت کرے تو بیشک اللہ کا عذاب سخت ہے،"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "یہ تو چکھو اور اس کے ساتھ یہ ہے کہ کافروں کو آ گ کا عذاب ہے"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "اے ایمان والو! جب کافروں کے لام (لشکر) سے تمہارا مقابلہ ہو تو انہیں پیٹھ نہ دو"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "اور جو اس دن انہیں پیٹھ دے گا مگر لڑائی کا ہنرَ کرنے یا اپنی جماعت میں جاملنے کو، تو وہ اللہ کے غضب میں پلٹا اور اس کا ٹھکانا دوزخ ہے، اور کیا بری جگہ ہے پلٹنے کی،"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "تو تم نے انہیں قتل نہ کیا بلکہ اللہ نے انہیں قتل کیا، اور اے محبوب! وہ خاک جو تم نے پھینکی تھی بلکہ اللہ نے پھینکی اور اس لیے کہ مسلمانوں کو اس سے اچھا انعام عطا فرمائے، بیشک اللہ سنتا جانتا ہے،"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "یہ تو لو اور اس کے ساتھ یہ ہے کہ اللہ کافروں کا داؤ سست کرنے والا ہے،"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "اے کافرو! اگر تم فیصلہ مانگتے ہو تو یہ فیصلہ تم پر آچکا اور اگر با ز ا ٓ ؤ تو تمہارا بھلا ہے اور اگر تم پھر شرارت کرو تو ہم پھر نہ دیں گے اور تمہارا جتھا تمہیں کچھ کام نہ دے گا چاہے کتنا ہی بہت ہو اور اس کے ساتھ یہ ہے کہ اللہ مسلمانوں کے ساتھ ہے،"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "اے ایمان والو! اللہ اور اس کے رسول کا حکم مانو اور سن سنا کہ اسے نہ پھرو،"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "اور ان جیسے نہ ہونا جنہوں نے کہا ہم نے سنا او ر وہ نہیں سنتے"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "بیشک سب جانوروں میں بدتر اللہ کے نزدیک وہ ہیں جو بہرے گونگے ہیں جن کو عقل نہیں"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "اور اگر اللہ ان میں کچھ بھلائی جانتا تو انہیں سنادیتا اور اگر سنا دیتا جب بھی انجام کا ر منہ پھیر کر پلٹ جاتے"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "اے ایمان والو! اللہ اور اس کے رسول کے بلانے پر حاضر ہو جب رسول تمہیں اس چیز کے لیے بلائیں جو تمہیں زندگی بخشے گی اور جان لو کہ اللہ کا حکم آدمی اور اس کے دلی ارادوں میں حائل ہوجا تا ہے اور یہ کہ تمہیں اس کی طرف اٹھنا ہے،"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "اور اس فتنہ سے ڈرتے رہو جو ہرگز تم میں خاص ظالموں کو ہی نہ پہنچے گا اور جان لو کہ اللہ کا عذاب سخت ہے،"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "اور یاد کرو جب تم تھوڑے تھے ملک میں دبے ہوئے ڈرتے تھے کہ کہیں لوگ تمہیں اچک نہ لے جائیں تو اس نے تمہیں جگہ دی اور اپنی مدد سے زور دیا اور ستھری چیزیں تمہیں روزی دیں کہ کہیں تم احسان مانو،"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "اے ایمان والو! اللہ اور رسول سے دغا نہ کرو اور نہ اپنی امانتوں میں دانستہ خیانت،"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "اور جان رکھو کہ تمہارے مال اور تمہاری اولاد سب فتنہ ہے اور اللہ کے پاس بڑا ثواب ہے"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "اے ایمان والو! اگر اللہ سے ڈرو گے تو تمہیں وہ دیگا جس سے حق کو باطل سے جدا کرلو اور تمہاری برائیاں اتار دے گا اور تمہیں بخش دے گا اور اللہ بڑے فضل والا ہے،"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "اور اے محبوب یاد کرو جب کافر تمہارے ساتھ مکر کرتے تھے کہ تمہیں بند کرلیں یا شہید کردیں یا نکا ل دیں اپنا سا مکر کرتے تھے اور اللہ اپنی خفیہ تدبیر فرماتا تھا اور اللہ کی خفیہ تدبیر سب سے بہتر،"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "اور جب ان پر ہماری آیتیں پڑھی جائیں تو کہتے ہیں ہاں ہم نے سنا ہم چاہتے تو ایسی ہم بھی کہہ دیتے یہ تو نہیں مگر اگلوں کے قصے"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "اور جب بولے کہ اے اللہ اگر یہی (قرآن) تیری طرف سے حق ہے تو ہم پر آسمان سے پتھر برسا یا کوئی دردناک عذاب ہم پر لا،"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "اور اللہ کا کام نہیں کہ انہیں عذاب کرے جب تک اے محبوب! تم ان میں تشریف فرما ہو اور اللہ انہیں عذاب کرنے والا نہیں جب تک وہ بخشش مانگ رہے ہیں"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "اور انہیں کیا ہے کہ اللہ انہیں عذاب نہ کرے وہ تو مسجد حرام سے روک رہے ہیں اور وہ اس کے اہل نہیں اس کے اولیاء تو پرہیزگار ہی ہیں مگر ان میں اکثر کو علم نہیں،"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "اور کعبہ کے پاس ان کی نماز نہیں مگر سیٹی اور تالی تو اب عذاب چکھو بدلہ اپنے کفر کا،"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "بیشک کافر اپنے مال خرچ کرتے ہیں کہ اللہ کی راہ سے روکیں تو اب انہیں خرچ کریں گے پھر وہ ان پر پچھتاوا ہوں گے پھر مغلوب کردیے جائیں گے اور کافروں کا حشر جہنم کی طرف ہوگا،"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "اس لیے کہ اللہ گندے کو ستھرے سے جدا فرمادے اور نجاستوں کو تلے اوپر رکھ کر سب ایک ڈھیر بناکر جہنم میں ڈال دے وہی نقصان پانے والے ہیں"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "تم کافروں سے فرماؤ اگر وہ باز رہے تو جو ہو گزرا وہ انہیں معاف فرمادیا جائے گا اور اگر پھر وہی کریں تو اگلوں کا دستور گزر چکا ہے"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "اور اگر ان سے لڑو یہاں تک کہ کوئی فساد باقی نہ رہے اور سارا دین اللہ ہی کا ہوجائے، اگر پھر وہ باز رہیں تو اللہ ان کے کام دیکھ رہا ہے،"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "اور اگر وہ پھریں تو جان لو کہ اللہ تمہارا مولیٰ ہے تو کیا ہی اچھا مولیٰ اور کیا ہی اچھا مددگار،"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "اور جان لو کہ جو کچھ غنیمت لو تو اس کا پانچواں حصہ خاص اللہ اور رسول و قرابت داروں اور یتیموں اور محتاجوں اور مسافروں کا ہے اگر تم ایمان لائے ہو اللہ پر اور اس پر جو ہم نے اپنے بندے پر فیصلہ کے دن اتارا جس دن دونوں فوجیں ملیں تھیں اور اللہ سب کچھ کرسکتا ہے،"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "جب تم نالے کے کنا رے تھے اور کافر پرلے کنا رے اور قا فلہ تم سے ترائی میں اور اگر تم آپس میں کوئی وعدہ کرتے تو ضرور وقت پر برابر نہ پہنچتے لیکن یہ اس لیے کہ اللہ پورا کرے جو کام ہونا ہے کہ جو ہلاک ہو دلیل سے ہلاک ہو اور جو جئے دلیل سے جئے اور بیشک اللہ ضرور سنتا جانتا ہے،"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "جب کہ اے محبوب! اللہ ٹمہیں کافروں کو تمہاری خواب میں تھو ڑا دکھاتا تھا اور اے مسلمانو! اگر وہ تمہیں بہت کرکے دکھاتا تو ضرور تم بزدلی کرتے اور معاملہ میں جھگڑا ڈالتے مگر اللہ نے بچا لیا بیشک وہ دلوں کی بات جانتا ہے،"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "او ر جب لڑتے وقت تمہیں کا فر تھو ڑے کرکے دکھائے اور تمہیں ان کی نگاہوں میں تھو ڑا کیا کہ اللہ پو را کرے جو کام ہونا ہے اور اللہ کی طرف سب کاموں کی رجوع ہے،"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "اے ایمان والو! جب کسی فوج سے تمہارا مقابلہ ہو تو ثابت قدم رہو اور اللہ کی یاد بہت کرو کہ تم مراد کو پہنچو،"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "اور اللہ اور اس کے رسول کا حکم مانو اور آپس میں جھگڑ و نہیں کہ پھر بز د لی کرو گے اور تمہاری بندھی ہوئی ہوا جاتی رہے گی اور صبر کرو، بیشک اللہ صبر والوں کے ساتھ ہے"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "اور ان جیسے نہ ہوتا جو اپنے گھر سے نکلے اتراتے اور لوگوں کے دکھانے کو اور اللہ کی راہ سے روکتے اور ان کے سب کام اللہ کے قابو میں ہیں،"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "اور جبکہ شیطان نے ان کی نگاہ میں ان کے کام بھلے کر دکھائے اور بولا آج تم پر کوئی شخص غالب آنے والا نہیں اور تم میری پناہ میں ہو تو جب دونوں لشکر آمنے سامنے ہوئے الٹے پاؤں بھاگا اور بولا میں تم سے الگ ہوں میں وہ دیکھتا ہوں جو تمہیں نظر نہیں آتا میں اللہ سے ڈرتا ہوں اور اللہ کا عذاب سخت ہے،"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "جب کہتے تھے منافق اور وہ جن کے دلوں میں ا ٓزا ر ہے کہ یہ مسلمان اپنے دین پر مغرور ہیں اور جو اللہ پر بھروسہ کرے تو بیشک اللہ غالب حکمت والا ہے،"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "اور کبھی تو دیکھے جب فرشتے کافروں کی جان نکالتے ہیں مار رہے ہیں ان کے منہ پر او ر ان کی پیٹھ پر اور چکھو آ گ کا عذاب،"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "یہ بدلہ ہے اس کا جو تمہارے ہاتھوں نے آگے بھیجا اور اللہ بندوں پر ظلم نہیں کرتا"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "جیسے فرعون والوں اور ان سے اگلوں کا دستور وہ اللہ کی آیتوں کے منکر ہوئے تو اللہ نے انہیں ان کے گناہوں پر پکڑا بیشک اللہ قوت والا سخت عذاب و ا لا ہے،"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "یہ اس لیے کہ اللہ کسی قوم سے جو نعمت انہیں دی تھی بدلتا نہیں جب تک وہ خود نہ بدل جائیں اور بیشک اللہ سنتا جانتا ہے"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "جیسے فرعون والوں اور ان سے اگلوں کا دستور، انہوں نے اپنے رب کی آیتیں جھٹلائیں تو ہم نے ان کو ان کے گناہوں کے سبب ہلاک کیا اور ہم نے فرعون والوں کو ڈبو دیا اور وہ سب ظالم تھے،"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "بیشک سب جانوروں (کا فر و ں) میں بدتر اللہ کے نزدیک وہ ہیں جنہوں نے کفر کیا اور ایمان نہیں لاتے،"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "وہ جن سے تم نے معاہدہ کیا تھا پھر ہر با ر اپنا عہد توڑ دیتے ہیں اور ڈرتے نہیں"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "تو اگر تم انہیں کہیں لڑائی میں پا ؤ تو انہیں ایسا قتل کرو جس سے ان کے پس ماندوں کو بھگاؤ اس امید پر کہ شاید انہیں عبرت ہو"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "اور اگر تم کسی قوم سے دغا کا اندیشہ کرو تو ان کا عہد ان کی طرف پھینک دو برابری پر بیشک دغا والے اللہ کو پسند نہیں،"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "اور ہرگز کا فر اس گھمنڈ میں نہ رہیں کہ وہ ہاتھ سے نکل گئے بیشک وہ عاجز نہیں کرتے"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "اور ان کے لیے تیار رکھو جو قوت تمہیں بن پڑے اور جتنے گھوڑے باندھ سکو کہ ان سے ان کے دلوں میں دھاک بٹھاؤ جو اللہ کے دشمن ہیں اور ان کے سوا کچھ اوروں کے دلوں میں جنہیں تم نہیں جانتے اللہ انہیں جانتا ہے اور اللہ کی راہ میں جو کچھ خرچ کرو گے تمہیں پورا دیا جائے گا اور کسی طرح گھاٹے میں نہ رہو گے،"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "اور اگر وہ صلح کی طرف جھکیں تو تم بھی جھکو اور اللہ پر بھروسہ رکھو، بیشک وہی ہے سنتا جانتا،"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "اور اگر وہ تمہیں فریب دیا چاہیں تو بیشک اللہ تمہیں کافی ہے، وہی ہے جس نے تمہیں زور دیا اپنی مدد کا اور مسلمانوں کا،"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "اور ان کے دلوں میں میل کردیا اگر تم زمین میں جو کچھ ہے سب خرچ کردیتے ان کے دل نہ ملا سکتے لیکن اللہ نے ان کے دل ملادیئے، بیشک وہی ہے غالب حکمت والا،"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "اے غیب کی خبریں بتانے والے (نبی) اللہ تمہیں کافی ہے اور یہ جتنے مسلمان تمہارے پیرو ہوئے،"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "اے غیب کی خبریں بتانے والے! مسلمانوں کو جہاد کی ترغیب دو اگر تم میں کے بیس صبر والے ہوں گے دو سو پر غالب ہوں گے اور اگر تم میں کے سو ہوں تو کافروں کے ہزا ر پر غالب آئیں گے اس لیے کہ وہ سمجھ نہیں رکھتے،"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "اب اللہ نے تم پر سے تخفیف فرمائی اور اسے علم کہ تم کمزو ر ہو تو اگر تم میں سو صبر والے ہوں د و سو پر غالب آئیں گے اور اگر تم میں کے ہزار ہوں تو دو ہزار پر غالب ہوں گے اللہ کے حکم سے اور اللہ صبر والوں کے ساتھ ہے،"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "کسی نبی کو لائئق نہیں کہ کافروں کو زندہ قید کرلے جب تک زمین میں ان کا خون خوب نہ بہائے تم لوگ دنیا کا مال چا ہتے ہو او ر اللہ آخرت چاہتا ہے اور اللہ غالب حکمت والا ہے"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "اگراللہ پہلے ایک بات لکھ نہ چکا ہوتا تو اے مسلمانو! تم نے جو کافروں سے بدلے کا مال لے لیا اس میں تم پر بڑا عذاب آتا،"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "تو کھاؤ جو غنیمت تمہیں ملی حلال پاکیزہ اور اللہ سے ڈرتے رہو بیشک اللہ بخشنے والا مہربان ہے،"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "اے غیب کی خبریں بتانے والے جو قیدی تمہارے ہاتھ میں ہیں ان سے فرماؤ اگر اللہ نے تمہارے دل میں بھلائی جانی تو جو تم سے لیا گیا اس سے بہتر تمہیں عطا فرمائے گا اور تمہیں بخش دے گا اور اللہ بخشنے والا مہربان ہے"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "اور اے محبوب اگر وہ تم سے دغا چاہیں گے تو اس سے پہلے اللہ ہی کی خیانت کرچکے ہیں جس پر اس نے اتنے تمہارے قابو میں دے دیے اور اللہ جاننے والا حکمت والا ہے،"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "بیشک جو ایمان لائے اور اللہ کے لیے گھر بار چھوڑے اور اللہ کی راہ میں اپنے مالوں اور جانوں سے لڑے اور وہ جنہوں نے جگہ دی اور مدد کی وہ ایک دوسرے کے وارث ہیں اور وہ جو ایمان لائے اور ہجرت نہ کی انہیں ان کا ترکہ کچھ نہیں پہنچتا جب تک ہجرت نہ کریں اور اگر وہ دین میں تم سے مدد چاہیں تو تم پر مدد دینا واجب ہے مگر ایسی قوم پر کہ تم میں ان میں معاہدہ ہے، اور اللہ تمہارے کام دیکھ رہا ہے،"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "اور کافر ا ٓ پس میں ایک دوسرے کے وارث ہیں ایسا نہ کرو گے تو زمین میں فتنہ اور بڑا فساد ہوگا"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "اور وہ جو ایمان لائے اور ہجرت کی اور اللہ کی راہ میں لڑے اور جنہوں نے جگہ دی اور مدد کی وہی سچے ایمان والے ہیں، ان کے لیے بخشش ہے اور عزت کی روزی"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "اور جو بعد کو ایمان لائے اور ہجرت کی اور تمہارے ساتھ جہاد کیا وہ بھی تمہیں میں سے ہیں اور رشتہ والے ایک دوسرے سے زیادہ نزدیک ہیں اللہ کی کتاب میں بیشک اللہ سب کچھ جانتا ہے،"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "بیزاری کا حکم سنانا ہے اللہ اور اس کے رسول کی طرف سے ان مشرکوں کو جن سے تمہارا معاہدہ تھا اور وہ قائم نہ رہے"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "تو چا ر مہینے زمین پر چلو پھرو اور جان رکھو کہ تم اللہ کو تھکا نہیں سکتے اور یہ کہ اللہ کافروں کو رسوا کرنے والا ہے"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "اور منادی پکار دیتا اللہ اور اس کے رسول کی طرف سے سب لوگوں میں بڑے حج کے دن کہ اللہ بیزار ہے، مشرکوں سے اور اس کا رسول تو اگر تم توبہ کرو تو تمہا را بھلا ہے اور اگر منہ پھیرو تو جان لو کہ اللہ کو نہ تھکا سکو گے اور کافروں کو خوشخبری سناؤ دردناک عذاب کی،"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "مگر وہ مشرک جن سے تمہارہ معاہدہ تھا پھر انہوں نے تمہارے عہد میں کچھ کمی نہیں کی اور تمہارے مقابل کسی کو مدد نہ دی تو ان کا عہد ٹھہری ہوئی مدت تک پورا کرو، بیشک اللہ پرہیزگاروں کو دوست رکھتا ہے،"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "پھر جب حرمت والے مہینے نکل جائیں تو مشرکوں کو مارو جہاں پا ؤ اور انہیں پکڑو اور قید کرو اور ہر جگہ ان کی تاک میں بیٹھو پھر اگر وہ توبہ کریں اور نماز قائم رکھیں اور زکوٰة دیں تو ان کی راہ چھوڑ دو بیشک اللہ بخشنے والا مہربان ہے،"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "اور اے محبوب اگر کوئی مشرک تم سے پناہ مانگے تو اسے پناہ دو کہ وہ اللہ کا کلام سنے پھر اسے اس کی امن کی جگہ پہنچا دو یہ اس لیے کہ وہ نادان لوگ ہیں"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "مشرکوں کے لیے اللہ اور اس کے رسول کے پاس کوئی عہد کیونکر ہوگا مگر وہ جن سے تمہارا معاہدہ مسجد حرام کے پاس ہوا تو جب تک وہ تمہارے لیے عہد پر قائم رہیں تم ان کے لیے قائم رہو، بیشک پرہیزگار اللہ کو خوش آتے ہیں،"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "بھلا کیونکر ان کا حال تو یہ ہے کہ تم پر قابو پائیں تو نہ قرابت کا لحاظ کریں نہ عہد کا، اپنے منہ سے تمہیں راضی کرتے ہیں اور ان کے دلوں میں انکار ہے اور ان میں اکثر بے حکم ہیں"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "اللہ کی آیتوں کے بدلے تھو ڑے دام مول لیے تو اس کی راہ سے روکا بیشک وہ بہت ہی بڑے کام کرتے ہیں،"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "کسی مسلمان میں نہ قراب کا لحاظ کریں نہ عہد کا اور وہی سرکش ہیں،"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "پھر اگر وہ توبہ کریں اور نماز قائم رکھیں اور زکوٰة دیں تو وہ تمہارے دینی بھائی ہیں اور ہم آیتیں مفصل بیان کرتے ہیں جاننے والوں کے لیے"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "اور اگر عہد کرکے اپنی قسمیں توڑیں اور تمہارے دین پر منہ آئیں تو کفر کے سرغنوں سے لڑو بیشک ان کی قسمیں کچھ نہیں اس امید پر کہ شاید وہ باز آئیں"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "کیا اس قوم سے نہ لڑو گے جنہوں نے اپنی قسمیں توڑیں اور رسول کے نکالنے کا ارادہ کیا حالانکہ انہیں کی طرف سے پہلی ہوتی ہے، کیا ان سے ڈرتے ہو تو اللہ کا زیادہ مستحق ہے کہ اس سے ڈرو اگر ایمان رکھتے ہو،"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "تو ان سے لڑو اللہ انہیں عذاب دیگا تمہارے ہاتھوں اور انہیں رسوا کرے گا اور تمہیں ان پر مدد دے گا اور ایمان والوں کا جی ٹھنڈا کرے گا،"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "اور ان کے دلوں کی گھٹن دور فرمائے گا اور اللہ جس کی چاہے تو یہ قبول فرمائے اور اللہ علم و حکمت والا ہے،"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "کیا اس گمان میں ہو کہ یونہی چھوڑ دیئے جاؤ گے اور ابھی اللہ نے پہچان نہ کرائی ان کی جو تم میں سے جہاد کریں گے اور اللہ اور اس کے رسول اور مسلمانوں کے سوا کسی کو اپنا محرم راز نہ بنائیں گے اور اللہ تمہارے کاموں سے خبردار ہے،"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "مشرکوں کو نہیں پہنچتا کہ اللہ کی مسجدیں آباد کریں خود اپنے کفر کی گواہی دے کر ان کا تو سب کیا دھرا اِکا رت ہے اور وہ ہمیشہ آگ میں رہیں گے"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "اللہ کی مسجدیں وہی آباد کرتے ہیں جو اللہ اور قیامت پر ایمان لاتے اور نما ز قائم کرتے ہیں اور زکوٰة دیتے ہیں اور اللہ کے سوا کسی سے نہیں ڈرتے تو قریب ہے کہ یہ لوگ ہدایت والوں میں ہوں،"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "تو کیا تم نے حا جیوں کی سبیل اور مسجد حرام کی خدمت اس کے برابر ٹھہرا لی جو اللہ اور قیامت پر ایمان لایا اور اللہ کی راہ میں جہاد کیا، وہ اللہ کے نزدیک برابر نہیں، اور اللہ ظالموں کو راہ نہیں دیتا"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "وہ جو ایمان لائے اور ہجرت کی اور اپنے مال و جان سے اللہ کی راہ میں لڑے، اللہ کے یہاں ان کا درجہ بڑا ہے اور وہی مراد کو پہنچے"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "ان کا رب انہیں خوشی سنا تا ہے اپنی رحمت اور اپنی رضا کی اور ان باغوں کی جن میں انہیں دائمی نعمت ہے"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "ہمیشہ ہمیشہ ان میں رہیں گے، بیشک اللہ کے پاس بڑا ثواب ہے،"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "اے ایمان والو! اپنے باپ اور اپنے بھائیوں کو دوست نہ سمجھو اگر وہ ایمان پر کفر پسند کریں، اور تم میں جو کوئی ان سے دوستی کرے گا تو وہی ظالم ہیں"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "تم فرماؤ اگر تمہارے باپ اور تمہارے بیٹے اور تمہارے بھائی اور تمہاری عورتیں اور تمہارا کنبہ اور تمہاری کمائی کے مال او ر وہ سودا جس کے نقصان کا تمہیں ڈر ہے اور تمہارے پسند کا مکان یہ چیزیں اللہ اور اس کے رسول اور اس کی راہ میں لڑے سے زیاد ہ پیاری ہوں تو راستہ دیکھو یہاں تک کہ اللہ اپنا حکم لائے اور اللہ فاسقوں کو راہ نہیں دیتا،"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "بیشک اللہ نے بہت جگہ تمہاری مدد کی اور حنین کے دن جب تم اپنی کثرت پر اترا گئے تھے تو وہ تمہارے کچھ کام نہ ا ٓئی اور زمین اتنی وسیع ہوکر تم پر تنگ ہوگئی پھر تم پیٹھ دے کر پھرگئے،"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "پھر اللہ نے اپنی تسکین اتا ری اپنے رسول پر اور مسلمانوں پر اور وہ لشکر اتارے جو تم نے نہ دیکھے اور کافروں کو عذاب دیا اور منکروں کی یہی سزا ہے،"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "پھر اس کے بعد اللہ جسے چاہے گا توبہ دے گا اور اللہ بخشنے والا مہربان ہے،"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "اے ایمان والو! مشرک نرے ناپاک ہیں تو اس برس کے بعد وہ مسجد حرام کے پاس نہ آنے پائیں اور اگر تمہاری محتاجی کا ڈر ہے تو عنقریب اللہ تمہیں دولت مند کردے گا اپنے فضل سے اگر چاہے بیشک اللہ علم و حکمت والا ہے،"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "لڑو ان سے جو ایمان نہیں لاتے اللہ پر اور قیامت پر اور حرام نہیں مانتے اس چیز کو جس کو حرام کیا اللہ اور اس کے رسول نے اور سچے دین کے تابع نہیں ہوتے یعنی وہ جو کتاب دیے گئے جب تک اپنے ہاتھ سے جزیہ نہ دیں ذلیل ہوکر"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "اور یہودی بولے عزیر اللہ کا بیٹا ہے اور نصرانی بولے مسیح اللہ کا بیٹا ہے، یہ باتیں وہ اپنے منہ سے بکتے ہیں اگلے کافرو ں کی سی بات بناتے ہیں، اللہ انہیں مارے، کہاں اوندھے جاتے ہیں"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "انہوں نے اپنے پادریوں اور جوگیوں کو اللہ کے سوا خدا بنالیا اور مسیح بن مریم کو اور انہیں حکم نہ تھا مگر یہ کہ ایک اللہ کو پوجیں اس کے سوا کسی کی بندگی نہیں، اسے پاکی ہے ان کے شرک سے،"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "چاہتے ہیں کہ اللہ کا نور اپنے منہ سے بُجھا دیں اور اللہ نہ مانے گا مگر اپنے نور کا پورا کرنا پڑے برا مانیں کافر،"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "وہی ہے جس نے اپنا رسول ہدایت اور سچے دین کے ساتھ بھیجا کہ اسے سب دینوں پر غالب کرے پڑے برا مانیں مشرک،"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "اے ایمان والو! بیشک بہت پادری اور جوگی لوگوں کا مال ناحق کھا جاتے ہیں اور اللہ کی راہ سے روکتے ہیں، اور وہ کہ جوڑ کر رکھتے ہیں سونا اور چاندی اور اسے اللہ کی راہ میں خرچ نہیں کرتے انہیں خوشخبری سناؤ دردناک عذاب کی،"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "جس دن تپایا جائے گا جہنم کی آ گ میں پھر اس سے داغیں گے ان کی پیشانیاں اور کروٹیں اور پیٹھیں یہ ہے وہ جو تم نے اپنے لیے جوڑ کر رکھا تھا اب چکھو مزا اس جوڑنے کا،"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "بیشک مہینوں کی گنتی اللہ کے نزدیک بارہ مہینے ہے اللہ کی کتاب میں جب سے اس نے آسمان اور زمین بنائے ان میں سے چار حرمت والے ہیں یہ سیدھا دین ہے، تو ان مہینوں میں اپنی جان پر ظلم نہ کرو اور مشرکوں سے ہر وقت لڑو جیسا وہ تم سے ہر وقت لڑتے ہیں، اور جان لو کہ اللہ پرہیزگاروں کے ساتھ ہے"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "ان کا مہینے پیچھے ہٹانا نہیں مگر اور کفر میں بڑھنا اس سے کافر بہکائے جاتے ہیں ایک برس اسے حلال ٹھہراتے ہیں اور دوسرے برس اسے حرام مانتے ہیں کہ اس گنتی کے برابر ہوجائیں جو اللہ نے حرام فرمائی اور اللہ کے حرام کیے ہوئے حلال کرلیں، ان کے برے کا م ان کی آنکھوں میں بھلے لگتے ہیں، اور اللہ کافروں کو راہ نہیں دیتا،"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "اے ایمان والو! تمہیں کیا ہوا جب تم سے کہا جائے کہ خدا کی راہ میں کوچ کرو تو بوجھ کے مارے زمین پر بیٹھ جاتے ہو کیا تم نے دنیا کی زندگی آخرت کے بدلے پسند کرلی اور جیتی دنیا کا اسباب آخرت کے سامنے نہیں مگر تھوڑا"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "اگر نہ کوچ کرو گے انہیں سخت سزا دے گا اور تمہاری جگہ اور تمہاری جگہ اور لوگ لے آئے گا اور تم اس کا کچھ نہ بگا ڑ سکوگے، اور اللہ سب کچھ کرسکتا ہے،"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "اگر تم محبوب کی مدد نہ کرو تو بیشک اللہ نے ان کی مدد فرمائی جب کافروں کی شرارت سے انہیں باہر تشریف لے جانا ہوا صرف دو جان سے جب وہ دونوں غار میں تھے جب اپنے یار سے فرماتے تھے غم نہ کھا بیشک اللہ ہمارے ساتھ ہے تو اللہ نے اس پر اپنا سکینہ اتارا اور ان فوجوں سے اس کی مدد کی جو تم نے نہ دیکھیں اور کافروں کی بات نیچے ڈالی اللہ ہی کا بول بالا ہے اور اللہ غالب حکمت والا ہے،"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "کوچ کرو ہلکی جان سے چاہے بھاری دل سے اور اللہ کی راہ میں لڑو اپنے مال اور جان سے، یہ تمہارے لیے بہتر ہے اگر جانو"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "اگر کوئی قریب مال یا متوسط سفر ہوتا تو ضرور تمہارے ساتھ جاتے مگر ان پر تو مشقت کا راستہ دور پڑ گیا، اور اب اللہ کی قسم کھائیں گے کہ ہم سے بن پڑتا تو ضرور تمہارے ساتھ چلتے اپنی جانو کو ہلاک کرتے ہیں اور اللہ جانتا ہے کہ وہ بیشک ضرور جھوٹے ہیں،"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "اللہ تمہیں معاف کرے تم نے انہیں کیوں اِذن دے دیا جب تک نہ کھلے تھے تم پر سچے اور ظاہر نہ ہوئے تھے جھوٹے،"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "اور وہ جو اللہ اور قیامت پر ایمان رکھتے ہیں تم سے چھٹی نہ مانگیں گے اس سے کہ اپنے مال اور جان سے جہاد کریں، اور اللہ خوب جا نتا ہے پرہیزگا روں کو،"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "تم سے یہ چھٹی وہی مانگتے ہیں جو اللہ اور قیامت پر ایمان نہیں رکھتے اور ان کے دل شک میں پڑے ہیں تو وہ اپنے شک میں ڈانواں ڈول ہیں"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "انہیں نکلنا منظور ہوتا تو اس کا سامان کرتے مگر خدا ہی کو ان کا اٹھنا پسند ہوا تو ان میں کاہلی بھردی اور فرمایا گیا کہ بیٹھ رہو بیٹھ رہنے والے کے ساتھ"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "اگر وہ تم میں نکلتے تو ان سے سوا نقصان کے تمہیں کچھ نہ بڑھتنا اور تم میں فتنہ ڈالنے کو تمہارے بیچ یں غرابیں دوڑاتے (فساد ڈالتے) اور تم میں ان کے جاسوس موجود ہیں اور اللہ خوب جانتا ہے ظالموں کو،"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "بیشک انہوں نے پہلے ہی فتنہ چا ہا تھا اور اے محبوب! تمہارے لیے تدبیریں الٹی پلٹیں یہاں تک کہ حق آیا اور اللہ کا حکم ظاہر ہوا اور انہیں ناگوار تھا،"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "اور ان میں کوئی تم سے یوں عرض کرتا ہے کہ مجھے رخصت دیجیے اور فتنہ میں نہ ڈالیے سن لو وہ فتنہ ہی میں پڑے اور بیشک جہنم گھیرے ہوئے ہے کافروں کو،"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "اگر تمہیں بھلائی پہنچے تو انہیں برا لگے اور اگر تمہیں کوئی مصیبت پہنچے تو کہیں ہم نے اپنا کام پہلے ہی ٹھیک کرلیا تھا اور خوشیاں مناتے پھر جائیں،"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "تم فرماؤ ہمیں نہ پہنچے گا مگر جو اللہ نے ہمارے لیے لکھ دیا وہ ہمارا مولیٰ ہے اور مسلمانوں کو اللہ ہی پر بھروسہ چاہیے،"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "تم فرماؤ تم ہم پر کس چیز کا انتظار کرتے ہو مگر دو خوبیوں میں سے ایک کا اور ہم تم پر اس انتظار میں ہیں کہ اللہ تم پر عذاب ڈالے اپنے پاس سے یا ہمارے ہاتھوں تو اب راہ دیکھو ہم بھی تمہارے ساتھ راہ دیکھ رہے ہیں"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "تم فرماؤ کہ دل سے خرچ کرو یا ناگواری سے تم سے ہر گز قبول نہ ہوگا بیشک تم بے حکم لوگ ہو،"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "اور وہ جو خرچ کرتے ہیں اس کا قبول ہونا بند نہ ہوا مگر اسی لیے کہ وہ اللہ اور رسول سے منکر ہوئے اور نماز کو نہیں آتے مگر جی ہارے اور خرچ نہیں کرتے مگر ناگواری سے"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "تو تمہیں ان کے مال اور ان کی اولاد کا تعجب نہ آئے، اللہ ہی چاہتا ہے کہ دنیا کی زندگی میں ان چیزوں سے ان پر وبال ڈالے اور اگر کفر ہی پر ان کا دم نکل جائے"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "اور اللہ کی قسمیں کھاتے ہیں کہ وہ تم میں سے ہیں اور تم میں سے ہیں نہیں ہاں وہ لوگ ڈرتے ہیں"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "اگر پائیں کوئی پناہ یا غار یا سما جانے کی جگہ تو رسیاں تڑاتے ادھر پھر جائیں گے"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "اور ان میں کوئی وہ ہے کہ صدقے بانٹنے میں تم پر طعن کرتا ہے تو اگر ان میں سے کچھ ملے تو راضی ہوجائیں اور نہ ملے تو جبھی وہ ناراض ہیں،"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "اور کیا اچھا ہوتا اگر وہ اس پر راضی ہوتے جو اللہ و رسول نے ان کو دیا اور کہتے ہمیں اللہ کافی ہے اب دیتا ہے ہمیں اللہ اپنے فضل سے اور اللہ کا رسول، ہمیں اللہ ہی کی طرف رغبت ہے"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "زکوٰة تو انہیں لوگوں کے لیے ہے محتاج اور نرے نادار اور جو اسے تحصیل کرکے لائیں اور جن کے دلوں کو اسلام سے الفت دی جائے اور گردنیں چھڑانے میں اور قرضداروں کو اور اللہ کی راہ میں اور مسافر کو، یہ ٹھہرایا ہوا ہے اللہ کا، اور اللہ علم و حکمت والا ہے"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "اور ان میں کوئی وہ ہیں کہ ان غیب کی خبریں دینے والے کو ستاتے ہیں اور کہتے ہیں وہ تو کان ہیں، تم فرماؤ تمہارے بھلے کے لیے کا ن ہیں اللہ پر ایمان لاتے ہیں اور مسلمانوں کی بات پر یقین کرتے ہیں اور جو تم میں مسلمان ہیں ان کے واسطے رحمت ہیں، اور جو رسول اللہ کو ایذا دیتے ہیں ان کے لیے دردناک عذاب ہے،"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "تمہارے سامنے اللہ کی قسم کھاتے ہیں کہ تمہیں راضی کرلیں اور اللہ و رسول کا حق زائد تھا کہ اسے راضی کرتے اگر ایمان رکھتے تھے،"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "کیا انہیں خبر نہیں کہ جو خلاف کرے اللہ اور اس کے رسول کا تو اس کے لیے جہنم کی آ گ ہے کہ ہمیشہ اس میں رہے گا، یہی بڑی رسوائی ہے،"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "منافق ڈرتے ہیں کہ ان پر کوئی سورة ایسی اترے جو ان کے دلوں کی چھپی جتادے تم فرماؤ ہنسے جاؤ اللہ کو ضرور ظاہر کرنا ہے جس کا تمہیں ڈر ہے،"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "اور اے محبوب اگر تم ان سے پوچھو تو کہیں گے کہ ہم تو یونہی ہنسی کھیل میں تھے تم فرماؤ کیا اللہ اور اس کی آیتوں اور اس کے رسول سے ہنستے ہو،"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "بہانے نہ بنا ؤ تم کافر ہوچکے مسلمان ہوکر اگر ہم تم میں سے کسی کو معاف کریں تو اوروں کو عذاب دیں گے اس لیے کہ وہ مجرم تھے"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "منافق مرد اور منافق عورتیں ایک تھیلی کے چٹے بٹے ہیں برائی کا حکم دیں اور بھلائی سے منع کریں اور اپنی مٹھی بند رکھیں وہ اللہ کو چھوڑ بیٹھے تو اللہ نے انہیں چھوڑدیا بیشک منافق وہی پکے بے حکم ہیں،"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "اللہ نے منافق مردوں اور منافق عورتوں اور کافروں کو جہنم کی آگ کا وعدہ دیا ہے جس میں ہمیشہ رہیں گے، وہ انہیں بس ہے اور اللہ کی ان پر لعنت ہے اور ان کے لیے قائم رہنے والا عذاب ہے"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "جیسے وہ جو تم سے پہلے تھے تم سے زور میں بڑھ کر تھے اور ان کے مال اور اولاد سے زیادہ، تو وہ اپنا حصہ برت گئے تو تم نے اپنا حصہ برتا جیسے اگلے اپنا حصہ برت گئے اور تم بیہودگی میں پڑے جیسے وہ پڑے تھے ان کے عمل اکارت گئے دنیا اور آخرت میں اور وہی لوگ گھاٹے میں ہیں"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "کیا انہیں اپنے سے اگلوں کی خبر نہ آئی نوح کی قوم اور عاد اور ثمود اور ابراہیم کی قوم اور مدین والے اور وہ بستیاں کہ الٹ دی گئیں ان کے رسول روشن دلیلیں ان کے پاس لائے تھے تو اللہ کی شان نہ تھی کہ ان پر ظلم کرتا بلکہ وہ خود ہی اپنی جانوں پر ظالم تھے"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "اور مسلمان مرد اور مسلمان عورتیں ایک دوسرے کے رفیق ہیں بھلائی کا حکم دیں اور برائی سے منع کریں اور نماز قائم رکھیں اور زکوٰة دیں اور اللہ و رسول کا حکم مانیں، یہ ہیں جن پر عنقریب اللہ رحم کرے گا، بیشک اللہ غالب حکمت والا ہے،"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "اللہ نے مسلمان مردوں اور مسلمان عورتوں کو باغوں کا وعدہ دیا ہے جن کے نیچے نہریں رواں ان میں ہمیشہ رہیں گے اور پاکیزہ مکانوں کا بسنے کے باغوں میں، اور اللہ کی رضا سب سے بڑی یہی ہے بڑی مراد پانی،"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "اے غیب کی خبریں دینے والے (نبی) جہاد فرماؤ کافروں اور منافقوں پر اور ان پر سختی کرو، اور ان کا ٹھکانا دوزخ ہے، اور کیا ہی بری جگہ پلٹنے کی،"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "اللہ کی قسم کھاتے ہیں کہ انہوں نے نہ کہا اور بیشک ضرور انہوں نے کفر کی بات کہی اور اسلام میں آکر کافر ہوگئے اور وہ چاہا تھا جو انہیں نہ ملا اور انہیں کیا برا لگا یہی نہ کہ اللہ و رسول نے انہیں اپنے فضل سے غنی کردیا تو اگر وہ توبہ کریں تو ان کا بھلا ہے، اور اگر منہ پھیریں تو اللہ انہیں سخت عذاب کرے گا دنیا اور آخرت میں، اور زمین میں کوئی نہ ان کا حمایتی ہوگا اور نہ مددگار"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "اور ان میں کوئی وہ ہیں جنہوں نے اللہ سے عہد کیا تھا کہ اگر ہمیں اپنے فضل سے دے تو ہم ضرور خیرات کریں گے اور ہم ضرور بھلے آدمی ہوجائیں گے"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "تو جب اللہ نے انہیں اپنے فضل سے دیا اس میں بخل کرنے لگے اور منہ پھیر کر پلٹ گئے،"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "تو اس کے پیچھے اللہ نے ان کے دلوں میں نفاق رکھ دیا اس دن تک کہ اس سے ملیں گے بدلہ اس کا کہ انہوں نے اللہ سے وعدہ جھوٹا کیا اور بدلہ اس کا کہ جھوٹ بولتے تھے"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "کیا انہیں خبر نہیں کہ اللہ ان کے دل کی چھپی اور ان کی سرگوشی کو جانتا ہے اور یہ کہ اللہ سب غیبوں کا بہت جاننے والا ہے"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "اور جو عیب لگاتے ہیں ان مسلمانوں کو کہ دل سے خیرات کرتے ہیں اور ان کو جو نہیں پاتے مگر اپنی محنت سے تو ان سے ہنستے ہیں اللہ ان کی ہنسی کی سزا دے گا، اور ان کے لیے دردناک عذاب ہے،"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "تم ان کی معافی چاہو یا نہ چاہو، اگر تم ستر بار ان کی معافی چاہو گے تو اللہ ہرگز انھیں نہیں بخشے گا یہ اس لیے کہ وہ اللہ اور اس کے رسول سے منکر ہوئے، اور اللہ فاسقوں کو راہ نہیں دیتا"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "پیچھے رہ جانے والے اس پر خوش ہوئے کہ وہ رسول کے پیچھے بیٹھ رہے اور انہیں گوارا نہ ہوا کہ اپنے مال اور جان سے اللہ کی راہ میں لڑیں اور بولے اس گرمی میں نہ نکلو، تم فرماؤ جہنم کی آگ سب سے سخت گرم ہے، کسی طرح انہیں سمجھ ہو تی"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "تو انہیں چاہیے تھوڑا ہنسیں اور بہت روئیں بدلہ اس کا جو کماتے تھے"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "پھر اے محبوب! اگر اللہ تمہیں ان میں سے کسی گروہ کی طرف واپس لے جائے اور وہ تم سے جہاد کو نکلنے کی اجازت مانگے تو تم فرمانا کہ تم کبھی میرے ساتھ نہ چلو اور ہرگز میرے ساتھ کسی دشمن سے نہ لڑو، تم نے پہلی دفعہ بیٹھ رہنا پسند کیا تو بیٹھ رہو پیچھے رہ جانے والوں کے ساتھ"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "اور ان میں سے کسی کی میت پر کبھی نماز نہ پڑھنا اور نہ اس کی قبر پر کھڑے ہونا، بیشک اللہ اور رسول سے منکر ہوئے اور فسق ہی میں مر گئے"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "اور ان کے مال یا اولاد پر تعجب نہ کرنا، اللہ یہی چاہتا ہے کہ اسے دنیا م یں ان پر وبال کرے اور کفر ہی پر ان کا دم نکل جائے،"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "اور جب کوئی سورت اترے کہ اللہ پر ایمان لاؤ اور اس کے رسول کے ہمراہ جہاد کرو تو ان کے مقدور والے تم سے رخصت مانگتے ہیں اور کہتے ہیں ہمیں چھوڑ دیجیے کہ بیٹھ رہنے والوں کے ساتھ ہولیں،"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "انہیں پسند آیا کہ پیچھے رہنے والی عورتوں کے ساتھ ہوجائیں اور ان کے دلوں پر مہُر کردی گئیں تو وہ کچھ نہیں سمجھتے"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "لیکن رسول اور جو ان کے ساتھ ایمان لائے انہوں نے اپنے مالوں جانوں سے جہاد کیا، اور انہیں کے لیے بھلائیاں ہیں اور یہی مراد کو پہنچے،"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "اللہ نے ان کے لیے تیار کر رکھی ہیں بہشتیں جن کے نیچے نہریں رواں ہمیشہ ان میں رہیں گے، یہی بڑی مراد ملنی ہے،"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "اور بہانے بنانے والے گنوار آئے کہ انہیں رخصت دی جائے اور بیٹھ رہے وہ جنہوں نے اللہ و رسول سے جھوٹ بولا تھا جلد ان میں کے کافروں کو دردناک عذاب پہنچے گا"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "ضعیفوں پر کچھ حرج نہیں اور نہ بیماروں پر اور نہ ان پر جنہیں خرچ کا مقدور نہ ہو جب کہ اللہ اور رسول کے خیر خواہ رہیں نیکی والوں پر کوئی راہ نہیں اور اللہ بخشنے والا مہربان ہے،"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "اور نہ ان پر جو تمہارے حضور حاضر ہوں کہ تم انہیں سواری عطا فرماؤ تم سے یہ جواب پائیں کہ میرے پاس کوئی چیز نہیں جس پر تمہیں سوار کروں اس پر یوں واپس جائیں کہ ان کی آنکھوں سے آنسو ابلتے ہوں اس غم سے کہ خرچ کا مقدور نہ پایا،"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "مؤاخذہ تو ان سے ہے جو تم سے رخصت مانگتے ہیں اور وہ دولت مند ہیں انہیں پسند آیا کہ عورتوں کے ساتھ پیچھے بیٹھ رہیں اور اللہ نے ان کے دلوں پر مہر کردی تو وہ کچھ نہیں جانتے"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "تم سے بہانے بنائیں گے جب تم ان کی طرف لوٹ کر جاؤ گے تم فرمانا، بہانے نہ بناؤ ہم ہرگز تمہارا یقین نہ کریں گے اللہ نے ہمیں تمہاری خبریں دے دی ہیں، اور اب اللہ و رسول تمہارے کام دیکھیں گے پھر اس کی طرف پلٹ کر جاؤ گے جو چھپے اور ظاہر سب کو جانتا ہے وہ تمہیں جتادے گا جو کچھ تم کرتے تھے،"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "اب تمہارے آگے اللہ کی قسمیں کھائیں گے جب تم ان کی طرف پلٹ کر جاؤ گے اس لیے کہ تم ان کے خیال میں نہ پڑو تو ہاں تم ان کا خیال چھوڑو وہ تو نرے پلید ہیں اور ان کا ٹھکانا جہنم ہے بدلہ اس کا جو کماتے تھے"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "تمہارے آگے قسمیں کھاتے ہیں کہ تم ان سے راضی ہوجاؤ تو اگر تم ان سے راضی ہوجاؤ تو بیشک اللہ تو فاسق لوگوں سے راضی نہ ہوگا"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "گنوار کفر اور نفاق میں زیادہ سخت ہیں اور اسی قابل ہیں کہ اللہ نے جو حکم اپنے رسول پر اتارے اس سے جاہل رہیں، اور اللہ علم و حکمت والا ہے،"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "اور کچھ گنوار وہ ہیں کہ جو اللہ کی راہ میں خرچ کریں تو اسے تاوان سمجھیں اور تم پر گردشیں آنے کے انتظار میں رہیں انہیں پر ہے بری گردش اور اللہ سنتا جانتا ہے،"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "اور کچھ گاؤں والے وہ ہیں جو اللہ اور قیامت پر ایمان رکھتے ہیں اور جو خرچ کریں اسے اللہ کی نزدیکیوں اور رسول سے دعائیں لینے کا ذریعہ سمجھیں ہاں ہاں وہ ان کے لیے باعث قرب ہے اللہ جلد انہیں اپنی رحمت میں داخل کرے گا، بیشک اللہ بخشنے والا مہربان ہے،"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "اور سب میں اگلے پہلے مہاجر اور انصار اور جو بھلائی کے ساتھ ان کے پیرو ہوئے اللہ ان سے راضی اور وہ اللہ سے راضی اور ان کے لیے تیار کر رکھے ہیں باغ جن کے نیچے نہریں بہیں ہمیشہ ہمیشہ ان میں رہیں، یہی بڑی کامیابی ہے،"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "اور تمہارے آس پاس کے کچھ گنوار منافق ہیں، اور کچھ مدینہ والے، ان کی خو ہوگئی ہے نفاق، تم انہیں نہیں جانتے، ہم انھیں جانتے ہیں جلد ہم انہیں دوبارہ عذاب کریں گے پھر بڑے عذاب کی طرف پھیرے جائیں گے"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "اور کچھ اور ہیں جو اپنے گناہوں کے مقر ہوئے اور ملایا ایک کام اچھا اور دوسرا بڑا قریب ہے کہ اللہ ان کی توبہ قبول کرے، بیشک اللہ بخشنے والا مہربان ہے،"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "اے محبوب! ان کے مال میں سے زکوٰة تحصیل کرو جس سے تم انھیں ستھرا اور پاکیزہ کردو اور ان کے حق میں دعائے خیر کرو بیشک تمہاری دعا ان کے دلوں کا چین ہے، اور اللہ سنتا جانتا ہے،"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "کیا انہیں خبر نہیں کہ اللہ ہی اپنے بندوں کی توبہ قبول کرتا اور صدقے خود اپنی دست قدرت میں لیتا ہے اور یہ کہ اللہ ہی توبہ قبول کرنے والا مہربان ہے"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "اور تم فرما ؤ کام کرو اب تمہارے کام دیکھے گا اللہ اور اس کے رسول اور مسلمان، اور جلد اس کی طرف پلٹوگے جو چھپا اور کھلا سب جانتا ہے تو وہ تمہارے کام تمہیں جتاوے گا،"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "اور کچھ موقوف رکھے گئے اللہ کے حکم پر، یا ان پر عذاب کرے یا ان کی توبہ قبول کرے اور اللہ علم و حکمت والا ہے،"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "اور وہ جنہوں نے مسجد بنائی نقصان پہنچانے کو اور کفر کے سبب اور مسلمانوں میں تفرقہ ڈالنے کو اور اس کے انتظار میں جو پہلے سے اللہ اور اس کے رسول کا مخالف ہے اور وہ ضرور قسمیں کھائیں گے ہم نے تو بھلائی چاہی، اور اللہ گواہ ہے کہ وہ بیشک جھوٹے ہیں،"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "اس مسجد میں تم کبھی کھڑے نہ ہونا، بیشک وہ مسجد کہ پہلے ہی دن سے جس کی بنیاد پرہیزگاری پر رکھی گئی ہے وہ اس قابل ہے کہ تم اس میں کھڑے ہو، اس میں وہ لوگ ہیں کہ خوب ستھرا ہونا چاہتے ہیں اور ستھرے اللہ کو پیارے ہیں،"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "تو کیا جس نے اپنی بنیاد رکھی اللہ سے ڈر اور اس کی رضا پر وہ بھلا یا وہ جس نے اپنی نیو چنی ایک گراؤ (ٹوٹے ہوئے کناروں والے) گڑھے کے کنارے تو وہ اسے لے کر جہنم کی آ گ میں ڈھے پڑا اور اللہ ظالموں کو راہ نہیں دیتا،"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "وہ تعمیر جو چنی (کی) ہمیشہ ان کے دلوں میں کھٹکتی رہے گی مگر یہ کہ ان کے دل ٹکڑے ٹکڑے ہوجائیں اور اللہ علم و حکمت والا ہے،"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "بیشک اللہ نے مسلمانوں سے ان کے مال اور جان خریدلیے ہیں اس بدلے پر کہ ان کے لیے جنت ہے اللہ کی راہ میں لڑیں تو ماریں اور مریں اس کے ذمہ کرم پر سچا وعدہ توریت اور انجیل اور قرآن میں اور اللہ سے زیادہ قول کا پورا کون تو خوشیاں مناؤ اپنے سودے کی جو تم نے اس سے کیا ہے، اور یہی بڑی کامیابی ہے،"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "توبہ والے عبادت والے سراہنے والے روزے والے رکوع والے سجدہ والے بھلائی کے بتانے والے اور برائی سے روکنے والے اور اللہ کی حدیں نگاہ رکھنے والے اور خوشی سناؤ مسلمانوں"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "نبی اور ایمان والوں کو لائق نہیں کہ مشرکوں کی بخشش چاہیں اگرچہ وہ رشتہ دار ہوں جبکہ انہیں کھل چکا کہ وہ دوزخی ہیں"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "اور ابراہیم کا اپنے باپ کی بخشش چاہنا وہ تو نہ تھا مگر ایک وعدے کے سبب جو اس سے کرچکا تھا پھر جب ابراہیم کو کھل گیا کہ وہ اللہ کا دشمن ہے اس سے تنکا توڑ دیا (لاتعلق ہوگیا) بیشک ابراہیم بہت آہیں کرنے والا متحمل ہے،"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "اور اللہ کی شان نہیں کہ کسی قوم کو ہدایت کرکے گمراہ فرمائے جب تک انہیں صاف نہ بتادے کہ کسی چیز سے انہیں بچنا ہے بیشک اللہ سب کچھ جانتا ہے،"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "بیشک اللہ ہی کے لیے ہے آسمانوں اور زمین کی سلطنت، جِلاتا ہے اور مارتا ہے، اور اللہ کے سوا نہ تمہارا کوئی والی اور نہ مددگار،"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "بیشک اللہ کی رحمتیں متوجہ ہوئیں ان غیب کی خبریں بتانے والے اور ان مہاجرین اور انصار پر جنہوں نے مشکل کی گھڑی میں ان کا ساتھ دیا بعد اس کے کہ قریب تھا کہ ان میں کچھ لوگوں کے دل پھر جائیں پھر ان پر رحمت سے متوجہ ہوا بیشک وہ ان پر نہایت مہربان رحم والا ہے"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "اور ان تین پر جو موقوف رکھے گئے تھے یہاں تک کہ جب زمین اتنی وسیع ہوکر ان پر تنگ ہوگئی اور ہو اپنی جان سے تنگ آئے اور انہیں یقین ہوا کہ اللہ سے پناہ نہیں مگر اسی کے پاس، پھر ان کی توبہ قبول کی کہ تائب رہیں، بیشک اللہ ہی توبہ قبول کرنے والا مہربان ہے،"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "اے ایمان والو! اللہ سے ڈرو اور سچوں کے ساتھ ہو"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "مدینہ والوں اور ان کے گرد دیہات والوں کو لائق نہ تھا کہ رسول اللہ سے پیچھے بیٹھ رہیں اور نہ یہ کہ ان کی جان سے اپنی جان پیاری سمجھیں یہ اس لیے کہ انہیں جو پیاس یا تکلیف یا بھوک اللہ کی راہ میں پہنچتی ہے اور جہاں ایسی جگہ قدم رکھتے ہیں جس سے کافروں کو غیظ آئے اور جو کچھ کسی دشمن کا بگاڑتے ہیں اس سب کے بدلے ان کے لیے نیک عمل لکھا جاتا ہے بیشک اللہ نیکوں کا نیگ (اجر) ضائع نہیں کرتا،"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "اور جو کچھ خرچ کرتے ہیں چھوٹا یا بڑا اور جو نالا طے کرتے ہیں سب ان کے لیے لکھا جاتا ہے تاکہ اللہ ان کے سب سے بہتر کاموں کا انہیں صلہ دے"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "اور مسلمانوں سے یہ تو ہو نہیں سکتا کہ سب کے سب نکلیں تو کیوں نہ ہو کہ ان کے ہر گروہ میں سے ایک جماعت نکلے کہ دین کی سمجھ حاصل کریں اور واپس آکر اپنی قوم کو ڈر سنائیں اس امید پر کہ وہ بچیں"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "اے ايما ن والوں جہاد کرو ان کافروں سے جو تمہارے قريب ہيں اور چاہیئے کہ وہ تم میں سختی پائیں، اور جان رکھو کہ اللہ پرہیزگاروں کے ساتھ ہے"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "اور جب کوئی سورت اترتی ہے تو ان میں کوئی کہنے لگتا ہے کہ اس نے تم میں کس کے ایمان کو ترقی دی تو وہ جو ایمان والے ہیں ان کے ایمان کو ترقی دی اور وہ خوشیاں منارہے ہیں،"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "اور جن کے دلوں میں آزار ہے انہیں اور پلیدی پر پلیدی بڑھائی اور وہ کفر ہی پر مر گئے،"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "کیا انہیں نہیں سوجھتا ک ہ ہر سال ایک یا دو بار آزمائے جاتے ہیں پھر نہ تو توبہ کرتے ہیں نہ نصیحت مانتے ہیں،"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "اور جب کوئی سورت اترتی ہے ان میں ایک دوسرے کو دیکھنے لگتا ہے کہ کوئی تمہیں دیکھتا تو نہیں پھر پلٹ جاتے ہیں اللہ نے ان کے دل پلٹ دیئے ہیں کہ وہ ناسمجھ لوگ ہیں"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "بیشک تمہارے پاس تشریف لائے تم میں سے وہ رسول جن پر تمہارا مشقت میں پڑنا گِراں ہے تمہاری بھلائی کے نہایت چاہنے والے مسلمانوں پر کمال مہربان مہربان"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "پھر اگر وہ منہ پھیریں تو تم فرمادو کہ مجھے اللہ کافی ہے اس کے سوا کسی کی بندگی نہیں، میں نے اسی پر بھروسہ کیا اور وہ بڑے عرش کا مالک ہے"
        }
    ]
}