{
    "maqras": [
        {
            "chapter": 51,
            "verse": 31,
            "text": "Abraham said: “Envoys (of Allah), what is your errand?”"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "They replied: “Behold, we have been sent to a wicked people"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "that we may unleash a shower of clay-stones"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "marked by your Lord upon those who go beyond the limits.”"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Then We evacuated there from all the believers"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "– and We did not find there any, apart from a single house of Muslims –"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "and We left therein a Sign for those who fear the grievous chastisement"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "There is also a Sign for you in the story of Moses when We sent him with a clear authority to Pharaoh"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "But Pharaoh turned away, showing arrogance on account of his power, and said (about Moses): “He is either a sorcerer or a madman.”"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "So We seized him and his hosts, and cast them into the sea. He became an object of much blame"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "There is also a Sign for you in (the story of) Ad, when We let loose upon them an ominous wind"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "that left nothing that it came upon without reducing it to rubble"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "There is also a Sign for you in (the story of) Thamud. They were told: “Enjoy yourselves for a while.”"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "But they brazenly disobeyed their Lord's command, and then a sudden chastisement overtook them while they looked on"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "They were unable even to stand up or protect themselves"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "Before all these We destroyed the people of Noah: they were a wicked people"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "And heaven – We made it with Our Own Power and We have the Power to do so"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "And the earth – We spread it out, and how well have We smoothed it"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "And of everything We have created pairs; perhaps you will take heed"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "Flee, therefore, to Allah. Surely I am a clear warner to you from Him"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "and do not set up any deity with Allah. Surely I am a clear warner to you from Him"
        },
        {
            "chapter": 51,
            "verse": 52,
            "text": "Thus has it been (in the past): never did a Messenger come to the nations that preceded them but they said: “(He is) a sorcerer, or a mad-man.”"
        },
        {
            "chapter": 51,
            "verse": 53,
            "text": "Have they arrived at a common understanding concerning this? No; but they are a people given to transgression"
        },
        {
            "chapter": 51,
            "verse": 54,
            "text": "So turn your attention away from them; you shall incur no blame"
        },
        {
            "chapter": 51,
            "verse": 55,
            "text": "Do, however, keep exhorting them; for exhortation benefits those endowed with faith"
        },
        {
            "chapter": 51,
            "verse": 56,
            "text": "I created the jinn and humans for nothing else but that they may serve Me"
        },
        {
            "chapter": 51,
            "verse": 57,
            "text": "I desire from them no provision, nor do I want them to feed Me"
        },
        {
            "chapter": 51,
            "verse": 58,
            "text": "Surely Allah is the Bestower of all provision, the Lord of all power, the Strong"
        },
        {
            "chapter": 51,
            "verse": 59,
            "text": "The wrong-doers shall receive a portion of the chastisements as their fellows (of yore). So let them not rush Me"
        },
        {
            "chapter": 51,
            "verse": 60,
            "text": "Woe, then, betide those who disbelieved in that Day of theirs which they are being asked to hold in dread"
        },
        {
            "chapter": 52,
            "verse": 1,
            "text": "By the Mount"
        },
        {
            "chapter": 52,
            "verse": 2,
            "text": "and the Book inscribed"
        },
        {
            "chapter": 52,
            "verse": 3,
            "text": "on fine parchment"
        },
        {
            "chapter": 52,
            "verse": 4,
            "text": "by the much-frequented House"
        },
        {
            "chapter": 52,
            "verse": 5,
            "text": "by the elevated canopy"
        },
        {
            "chapter": 52,
            "verse": 6,
            "text": "and by the swelling sea"
        },
        {
            "chapter": 52,
            "verse": 7,
            "text": "verily your Lord's chastisement shall come to pass"
        },
        {
            "chapter": 52,
            "verse": 8,
            "text": "none can avert that"
        },
        {
            "chapter": 52,
            "verse": 9,
            "text": "(It shall come to pass) on the Day when the heaven will convulse in a great convulsion"
        },
        {
            "chapter": 52,
            "verse": 10,
            "text": "and the mountains shall violently fly about"
        },
        {
            "chapter": 52,
            "verse": 11,
            "text": "Woe, then, on that Day to those who give the lie (to this Message)"
        },
        {
            "chapter": 52,
            "verse": 12,
            "text": "and amuse themselves with vain argumentation"
        },
        {
            "chapter": 52,
            "verse": 13,
            "text": "On the Day when they shall be thrust into Hell with a violent thrust (and shall be told)"
        },
        {
            "chapter": 52,
            "verse": 14,
            "text": "“This is the Hell which you used to give the lie to.”"
        },
        {
            "chapter": 52,
            "verse": 15,
            "text": "Is this, then, any feat of magic or are you unable to see"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "Go now and burn in it. It is all the same whether you bear it patiently or do not bear it with patience. You are only being recompensed for your deeds.”"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "Surely the God-fearing shall be in Gardens and bliss"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "enjoying what Allah will have endowed them with; and their Lord will have saved them from the torment of the Blazing Fire"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "(They will be told): “Eat and drink to your hearts' content as a reward for your deeds.”"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "The God-fearing shall be reclining on couches facing each other, and We shall wed them to maidens with large, beautiful eyes"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "We shall unite the believers with those descendants of theirs who followed them in their faith, and shall not deny them any part of the reward for their good deeds. Every person is pledged to what he did"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "We shall provide them in abundance with all kinds of fruit and meat, whatever they may desire"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "They shall pass on to one another a cup that will incite neither levity nor sin"
        }
    ]
}