{
    "maqras": [
        {
            "chapter": 62,
            "verse": 1,
            "text": "All that is in the heavens and all that is in the earth extols the glory of Allah, the Sovereign, the Holy, the All- Mighty, the All-Wise"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "He it is Who has sent to the gentiles a Messenger from among themselves, one who rehearses to them His verses, purifies their lives, and imparts to them the Book and the Wisdom although before that they were in utter error"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "and (He has also) sent him to those others who have not yet joined them. He is the Most Mighty, the Most Wise"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "Such is Allah's favour: He bestows it on whomsoever He pleases. Allah is the Lord of abounding favour"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "The parable of those who were charged with the Torah and then they failed to live up to it is that of a donkey laden with books. Even more evil is the parable of the people who gave the lie to the Signs of Allah. Allah does not direct such wrong-doers to the Right Way"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Tell them: “O you who have become Judaised, if you arrogantly fancy that you are Allah's favourites to the exclusion of all people, then wish for death, if you are truthful in your claim.”"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "But they shall never wish for death because of the (evil) deeds they have committed. Allah is well aware of these evil-doers"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "Tell them: “The death from which you flee will certainly overtake you. Then you will be returned to Him Who fully knows what is hidden and what is manifest. Thereupon He will let you know all that you used to do.”"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "Believers, when the call for Prayer is made on Friday, hasten to the remembrance of Allah and give up all trading. That is better for you, if you only knew"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "But when the Prayer is ended, disperse in the land and seek Allah's Bounty, and remember Allah much so that you may prosper"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Yet no sooner than they saw some trading or amusement, they flocked to it and left you standing by yourself. Tell them: “That which is with Allah is far better than amusement and trading. Allah is the Best Provider of sustenance.”"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "(O Prophet), when the hypocrites come to you, they say: “We bear witness that you are certainly Allah's Messenger.” Allah certainly knows that you are His Messenger. But Allah also bears witness that the hypocrites are utter liars"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "They shelter behind their oath, and thus hinder their own selves and others from the Path of Allah. Evil indeed is what they do"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "All that is because they first believed and then disbelieved, and therefore a seal was set on their hearts; as a result they understand nothing"
        }
    ]
}