{
    "maqras": [
        {
            "chapter": 5,
            "verse": 27,
            "text": "Narrate to them in all truth the story of the two sons of Adam. When they made an offering and it was accepted from one of them and was not accepted from the other, the latter said: 'I will surely kill you.' Thereupon the former said: 'Allah accepts offerings only from the God-fearing"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Even if you stretch forth your hand against me to kill, I will not stretch forth my hand to kill you. Surely, I fear Allah, the Lord of the entire universe"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "I would desire that you be laden with my sin and with your sin, and thus become among the inmates of the Fire. That indeed is the right recompense of the wrong-doers"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "At last his evil soul drove him to the murder of his brother, and he killed him, whereby he himself became one of the losers"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Thereupon Allah sent forth a raven who began to scratch the earth to show him how he might cover the corpse of his brother. So seeing he cried: 'Woe unto me! Was I unable even to be like this raven and find a way to cover the corpse of my brother? Then he became full of remorse at his doing"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Therefore We ordained for the Children of Israel that he who slays a soul unless it be (in punishment) for murder or for spreading mischief on earth shall be as if he had slain all mankind; and he who saves a life shall be as if he had given life to all mankind. And indeed again and again did Our Messengers come to them with clear directives; yet many of them continued to commit excesses on earth"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Those who wage war against Allah and His Messenger, and go about the earth spreading mischief -indeed their recompense is that they either be done to death, or be crucified, or have their hands and feet cut off from the opposite sides or be banished from the land. Such shall be their degradation in this world; and a mighty chastisement lies in store for them in the World to Come"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "except for those who repent before you have overpowered them. Know well that Allah is All-Forgiving, All-Compassionate"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Believers! Fear Allah and seek the means to come near to Him, and strive hard in His way; maybe you will attain true success"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "For those who disbelieved - even if they had all that is in the earth, and the like of it with it, and offered it all as ransom from chastisement on the Day of Resurrection, it will not be accepted of them - a painful chastisement lies in store for them"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "They will wish to come out of the Fire, but they will not. Theirs will be a long-lasting chastisement"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "As for the thief -male or female - cut off the hands of both. This is a recompense for what they have done, and an exemplary punishment from Allah. Allah is All-Mighty, All-Wise"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "But he who repents after he has committed wrong, and makes amends, Allah will graciously turn to him. Truly Allah is All-Forgiving, All-Compassionate"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Do you not know that to Allah belongs the dominion of the heavens and the earth? He chastises whom He wills and forgives whom He wills. Allah is All-Powerful"
        }
    ]
}