{
    "maqras": [
        {
            "chapter": 2,
            "verse": 92,
            "text": "(More than that:) Moses came to you with clear Signs, yet no sooner was he away from you than you transgressed and took the calf for worship"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Recall also to mind the Covenant We made with you while We raised the Tur over you: `Follow strictly the precepts We are giving you and give ear to Our Commandments.' Your forefathers replied, \"We have heard but we will not obey.\" They were so prone to unbelief that they cherished the calf in their hearts. Tell them (O Muhammad). \"If indeed you are believers, yours is a strange Faith that enjoins you to do such evil things"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Say to them, \"If the abode of the Hereafter with Allah is exclusively reserved for you and not for the rest of mankind, then you should long for death, if you arc sincere in your claim"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Believe it that they will never wish for it, for (they are fully aware of the consequences of) what they have sent before them for the Hereafter. And Allah knows well the mentality of the transgressors"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "You will find that, of all mankind, they are the greediest for life, nay, they are even greedier than the mushriks. Each one of them longs to have a life Of a thousand years, but a long life can, by no means, remove them away from the scourge, for Allah is watching whatever they are doing"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Say to them, \"Whoever is enemy to Gabriel, should understand that he has, by Allah's command, revealed to your heart the Qur'an which confirms what was revealed before it, and brings Guidance and glad tidings to the Believers"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "(If their enmity to Gabriel is due to this, let them understand that) whoever is enemy to Allah, His Angels, His Messengers, Gabriel and Michael, Allah is enemy to such disbelievers"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "We have sent down to you Revelations that clearly expound the Truth, and none but the disobedient reject them"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Has it not always been so that every time they made a covenant, some of them set it aside? Nay, most of them never believe in it sincerely"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "And whenever a Messenger came to them from Allah, confirming that Scripture which they already possessed, some from among the people of the Book threw the Book of Allah behind their backs as though they knew nothing about it"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "(Instead of this,) they began to follow that (magic) to which the devils falsely attributed (the greatness of) the kingdom of Solomon. In fact Solomon was never involved in any practice of disbelief, but the satans, who taught magic to the people were themselves guilty of disbelief. They were after that thing which was sent to Harut and Marut, the two angels at Babylon. Whenever these two angels taught black art to anyone, they would always give a clear warning beforehand, saying, \"We are merely a trial for you; so you should not commit blasphemy. But in spite of this warning, those people used to learn from the angels the art which caused division between husband and wife. Although it was obvious that they could not do any harm to anyone by means of this magic without Allah's permission, yet they learnt that art which could not be profitable even for them but was actually harmful. Moreover, they knew it full well that anyone, who purchased that art, would have no share in the Hereafter. What a vile commodity it was for which they sold off their souls, if they had but known it"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Had they believed in Allah and practised piety, they would have received a far better reward from AIIah, if they had but known it"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "O Believers, do not say. \"Ra 'ina\" but say, \"Unzurna \" and listen a to what is said; for the disbelievers deserve a painful punishment"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "The people who have rejected the message of Truth, be they the people of the Book or the mushriks, would never like that any good be sent down to you from your Lord, but Allah chooses for His mercy whom He wills, and Allah is Most Bountiful"
        }
    ]
}