{
    "rukus": [
        {
            "chapter": 8,
            "verse": 49,
            "text": "лицеміри та цей хто harbored сумнів у їхніх серденьках сказав, \"Ці люди обманюються їхньою релігією.\" Але, якщо кожний ставить його довіру у БОГУ, тоді БОГ є Могутній, Найбільш Мудрий"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Якщо ви могли тільки побачити ці хто disbelieved коли ангели ставлять їх до смерті! Вони поб'ють їх на їхніх обличчі та їхніх задніх кінцях: \"Покушт retribution Пекла"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Це є наслідок яких ваших рук послали вперед. БОГ ніколи не unjust до створінь"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Це являє собою ту же самий долю як що Pharaoh люди та цей хто disbelieved перед тим, як їм. Вони відхилили БОЖІ відкриття, та БОГ покарав їх для їхніх гріхів. БОГ є потужний, та Його retribution є суворий"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "БОГ не міняє благословляючий Він подарував будь-яких людей якщо не вони себе вирішать змінитися. БОГ Слухач, Omniscient"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Такий являли собою випадок з людьми Pharaoh та інші перед тим, як їм. Вони перші відхилили знаки їхнього Лорда. Отже, ми винищили їх для їхніх гріхів. Ми потонули Pharaoh люди; безпутний стійко були покарані"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "найгірші створіння у видовищі БОГА є цей хто disbelieved; вони не можуть повірити"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Ви досягаєте договорів з ними, але вони порушують їхні договори кожний раз; вони є не справедливі"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Тому, якщо ви зустрічаєте їх у війні, ви будете встановити їх як deterrent приклад для цих хто прибували після них, що вони можуть взяти увагу"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Коли ви виказуєтесь групою людей, ви будете мобілізувати проти них у тому же способі. БОГ не любить betrayers"
        }
    ]
}