{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "Це є святе писання чиї вірші perfected, тоді висвітлювались. Це прибуває з дуже Мудрого, Найбільш Cognizant"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Проголошують: \"Ви не будете обожнювати крім БОГА. Я прибуваю до вас з Його як warner, так же, як і пред'явник гарної новини"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Ви будете шукати вашого forgiveness Лорда, тоді будете каятися йому. Він тоді благословить вас великодушно для predetermined період, та даруєте Його чарівності на ці хто заслуговують це. Якщо ви проганяєте, тоді я бо для вас retribution awesome дня"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "До БОГА є ваше остаточне відшкодування, та Він Omnipotent"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Дійсно, вони ховають їхні найглибші думки, так, якби щоб утримати Його з знаючих їм. Фактично, тому що вони накривають себе з їхнім одягом, Він знає всі їхні таємниці та декларації. Він знає найглибші думки"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Є не витвір на землі чиє забезпечення не гарантується БОГОМ. Та Він знає його курс та його заключна доля. Весь записуються у глибокому записі"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Він являє собою один хто утворив небо та землю у шести днях - та Його (earthly) область повністю вміла накрита з водою аби випробувати вас, щоб розрізнити ц серед вас котрих працюєте righteousness. Досі, коли ви кажете, \"Ви будете resurrected після смерті,\" цей хто disbelieve би сказав, \"Це ясно witchcraft"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Та якщо ми затримуємо retribution вони підпали - для ми резерв це для специфічної спільноти - як кажуть, 'Що keeping Йо?\" Фактично, одного разу йому прибуває їм, нічого не може зупинити це, та їхнє висміююче повернеться переслідувати їх"
        }
    ]
}