{
    "rukus": [
        {
            "chapter": 15,
            "verse": 26,
            "text": "Ми створювали людський будучи з aged грязюка, любимо глину гончара"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "Як для jinns, ми утворили їх, перед що, з палаючого вогню"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "Ваш Лорд сказав ангелам, \"я створюю людський будучи з aged грязюка, люблю глину гончара"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Одного \"разу I досконалий йо, та удар у його з Мого дух, ви будете впасти prostrate перед тим, як йо"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "ангели упали prostrate; усі"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "крім Iblis (Satan). Він відмовився бути з prostrators"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "Він сказав, \"O Iblis (Satan), чому ви не з prostrators"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "Він сказав, \"я не мушу prostrate перед людський будучи, кому Ви створювали з aged грязюка, любите глину гончара"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "Він сказав, \"Тому, ви повинні вийти; ви виганяєтесь"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Ви зазнали Мого осуду до Дня Вироку"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "Він сказав, \"Мій Лорд, respite мені до дня вони resurrected"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "Він сказав, \"Ви respited"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "До встановленого дня та разу"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "Він сказав, \"Мій Лорд, з Ви willed що я заблукаюся, я буду безсумнівно entice їм на землі; Я пошлю їм всім astray"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "Крім цього серед Вашого worshipers хто присвячуєтесь абсолютно до Вас єдиних"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "Він сказав, \"Це є закон це недоторкано"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Ви не маєте енергетичного над Моїми службовцями. Ви тільки маєте потужність над strayers хто слідуєте за вами"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Та Пекло очікує їх всіх"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Це буде мати сім брами. Кожні ворота отримають специфічну акцію з них"
        }
    ]
}