{
    "rukus": [
        {
            "chapter": 23,
            "verse": 33,
            "text": "лідери серед його людей що disbelieved та відхилили ідею У майбутньому - хоча ми якщо для них великодушно у цьому житті - сказали, \"Це не є більш ніж людський виглядаюче як ви. Він гоститься з що ви гоститеся, та напій тому що ви п'єте"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Якщо ви підкоряєтеся людський виглядаючим як ви, тоді ви дійсно losers"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "він обіцяє вам що, після ви вмирає та обіг у пил та кістки, ви вийдете знов"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Неможливо, неможливо дійсно що обіцяється до вас"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Ми тільки живемо це життя - ми живемо та вмираємо - та ми будемо ніколи resurrected"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Він є тільки людина котра виготовила брехню та приписала їм до БОГА. Ми ніколи не повіримо йому"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Він сказав, \"Мій Лорд, гарантують мені перемога, для вони disbelieved мені"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Він сказав, \"Скоро вони будуть засмучені"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "retribution укладені їм, equitably, та отже, ми повернули їх у руїни. Безпутні люди загинули"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Згодом, ми встановили інші генерації після них"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Ніяка спільнота не може просунутися його predetermined доля, не затримують це"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Тоді ми послали нашим кур'єрам підряд. Кожний час кур'єр поїхав до його спільноти, вони disbelieved йо. Отже, ми винищили їх, після інший, та зробленого їм історію. Люди що disbelieved загинули"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Тоді ми послали Moses та його брат Aaron з нашими відкриттями та глибоким доказом"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Pharaoh та його elders, але вони повернулися зухвалі. Вони були гнітючі люди"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Вони сказали, ми 'Будемо повірити для двох людей чиї люди є наші раби"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Вони відхилили два, та отже, вони були винищені"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Ми дали Moses святе писання, що вони можуть керуватися"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Ми зробили сину Mary та його матері знак, та ми дали їм притулок на mesa з продовольством та напоїм"
        }
    ]
}