{
    "rukus": [
        {
            "chapter": 29,
            "verse": 23,
            "text": "Цей хто disbelieve у БОЖИХ відкриттях, та у зустрічаючому Йо, despaired з Мого милосердя. Вони зазнали болісного retribution"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Єдина відповідь з його людей їх казала, \"Убивають його, або горять йо.\" Але БОГ врятував його з вогню. Це мусить забезпечити уроки для людей що вважають"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Він сказав, \"Ви обожнюєте біля БОГА безсильні ідоли завдяки peer тиску, тільки зберегти деяку дружбу серед вас у це світово довічному. Але тоді, на Дні Resurrection, ви відмовитесь один одним, та прокльон один одним. Ваша доля Пекло, причому ви не можете допомогти один одним"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Доля вважала з ним та сказала, \"я переїжджаю до мого Лорда. Він являє собою Могутній, найбільш Мудрий"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Ми гарантували йому Isaac та Jacob, ми призначили до його нащадків prophethood та святі писання, ми надали право йому з його винагородою належного у цьому житті, та у У майбутньому він буде безсумнівно з справедливий"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Доля сказана його людям, \"Ви здійснюєте такий abomination, ніякий в світі не колись зробив це перед тим, як ви"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Ви стать практики з людьми, ви здійснюєте грабунок шосе, та ви дозволяєте всім різновидам пороку у вашому суспільстві.\" Єдина відповідь з його людей мусить сказати, \"Приносите до нас БОЖИЙ retribution, якщо ви є правдиві"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Він сказав, \"Мій Лорд, гарантують мені перемога над цими безпутними людьми"
        }
    ]
}