{
    "rukus": [
        {
            "chapter": 2,
            "verse": 21,
            "text": "O люди, обожнюють тільки вашого Лорда - хто утворив вас та ці перед тим, як ви - що ви можете бути врятовані"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "хто зробив habitable землі для вас, та неба структура. Він посилає вниз з неба вода, щоб виробити всі різновиди фруктів для вашого sustenance. Ви не будете встановити ідолів конкурувати БОГ, зараз що ви знаєте"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Якщо ви маєте будь-який сумнів відносно що ми відкрили до нашого службовця, тоді виробляємо sura любимо цей, та виклик на ваших власних свідків проти БОГА, якщо ви є правдиві"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Якщо ви не можете зробити це - та ви можете ніколи не зробити це - тоді бережетеся Hellfire, чийого палива люди та скелі; це очікує disbelievers"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Дають гарна новина цим хто вважають та призводять справедливі довічні що вони будуть мати парк з течучими потоками. Коли забезпечений забезпеченням фруктів там, вони скажуть, \"Це що входило до компетенції якщо для нас раніше.\" Отже, вони даються алегоричні опис. Вони будуть мати чисте подружжя там, та вони перебують там завжди"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "БОГ не боязкий в інше місце з цитуючого будь-якого різновиду алегорії, з tiny комаря та більшого. Як для цих хто вважають, вони знають що це являє собою правду з їхнього Лорда. Як для цих хто disbelieve, як кажуть, \"Що БОГ означав такою алегорією?\" Він призводить до помилки багато з допомогою цього, та довідники багато з допомогою цього. Але Він ніколи не призводить до помилки з допомогою цього крім безпутний"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "хто порушують БОЖУ домовленість після того як заставляти uphold це, роз'єднують якого БОГА наказало бути вступлене до, та здійснюють зло. Цей являють собою losers"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Як ви disbelieve у БОГУ коли ви можете мертвий та Він може дав вам життя, тоді Він може ставить вас до смерті, тоді Він може приносить вам назад до життя, тоді йому ви остаточно можете повернутися"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Він являє собою один хто створював для вас все на землі, тоді повернулося до неба та perfected сім всесвіту там, та Він знає цілком всі речі"
        }
    ]
}