{
    "rukus": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Найбільш exalted являє собою у чиїх руках є все царювання, та Він Omnipotent"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "хто утворив смерть та життя для мети розрізнюючої цієї серед вас що би зробили краще. Він являє собою Могутній, Пробачаючий"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Він утворив сім всесвіт у верствах. Ви не бачите будь-який imperfection у створенні найбільшим Доброзичливому. Утримайте дивляться; ви бачите будь-яку ваду"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Дивляться знов та знов; ваші очі повернуться stumped та завойований"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Ми прикрасили найбільш низький всесвіт з лампами, та пильнували його кордони з projectiles проти чортів; ми готові до них retribution у Пеклі"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Для цих хто disbelieved у їхньому Лорді, retribution Gehenna. Що нещасна доля"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Коли вони приїжджають кинені там, вони чують його furor як це fumes"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "Це майже підриває з rage. Коли завгодно група кидаються там, його варти би попросили їх, ви не отримуєте warner"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "Вони би відповіїли, \"Так дійсно; warner прибували до нас, але ми disbelieved та сказали, `god не відкрили будь що. Ви повністю astray"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Вони також кажуть, \"Якщо б ми почули або зрозумілі, ми би не були серед dwellers Пекла"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Отже, вони зізналися їхні гріхи. Прикрощі до dwellers Пекла"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Як для цієї котрої поваги їхній Лорд, коли виключно у їхній таємності, вони досягнули forgiveness та великої винагороди"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "Чи ви держите вашу таємницю висловів, або заявляєте їх, Він знає цілком найглибші думки"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Він не Мусить знати що Він створював? Він являє собою Sublime, Найбільш Cognizant"
        }
    ]
}