{
    "manzils": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Paak hai woh jo le gaya ek raat apne banday ko masjid e haraam se door ki us masjid tak jiske maahol ko usne barakat di hai, taa-ke usey apni kuch nishaniyon ka mushahida(show) karaye. Haqeeqat mein wahi hai sab kuch sunney aur dekhne wala"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Humne issey pehle Moosa ko kitab di thi aur usey bani Israel ke liye zariya e hidayat banaya tha, is takeed ke saath ke mere siwa kisi ko apna wakeel(guardian) na banana"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Tum un logon ki aulad ho jinhein humne Nooh ke saath kashti par sawar kiya tha, aur Nooh ek shukarguzar banda tha"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Phir humne apni kitab mein bani Israel ko is baat par bhi mutanabbeh (warn) kardiya tha ke tum do martaba zameen mein fasaad e azeem barpa karogey aur badi sarkashi dikhaogey"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Aakhir e kaar jab un mein se pehli sarkashi ka mauqa pesh aaya, to aey bani Israel, humne tumhare muqable par apne aise banday uthaye jo nihayat zoarawar thay aur woh tumhare mulk mein ghus kar har taraf phayl gaye. Yeh ek wada tha jisey poora hokar hi rehna tha"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Iske baad humne tumhein unpar galabe ka mauqa de diya aur tumhein maal aur aulad se madad di aur tumhari taadaad pehle se badha di"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Dekho! Tumne bhalayi ki to woh tumhare apne hi liye bhalayi thi, aur burayi ki to woh tumhari apni zaat ke liye burayi saabit hui. Phir jab dusre wadey ka waqt aaya to humne dusre dushmano ko tumpar musallat kiya taa-ke woh tumhare chehre bigaad dein aur masjid (bayt ul maqdis) mein usi tarah ghus jayein jis tarah pehle dushman ghuse thay aur jis cheez par unka haath padey usey tabaah karke rakh dein"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Ho sakta hai ke ab tumhara Rubb tumpar reham karey, lekin agar tumne phir apni sabiq rawish(former behaviour) ka iaada kiya to hum bhi phir apni saza ka iaada karenge, aur kaafir e niyamat logon ke liye humne jahannum ko qaid khana bana rakkha hai"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Haqeeqat yeh hai ke yeh Quran woh raah dikhata hai jo bilkul seedhi hai. Jo log isey maan kar bhale kaam karne lagein unhein yeh basharat deta hai ke unke liye bada ajar hai"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Aur jo log aakhirat ko na maanein unhein yeh khabar deta hai ke unke liye humne dardnaak azaab muhaiyya kar rakkha hai"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Insaan sharr (burai) us tarah maangta hai jis tarah khair maangni chahiye. Insaan bada hi jald baaz waqey hua hai"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Dekho, humne raat aur din ko do nishaniyan banaya hai. Raat ki nishani ko humne be-noor banaya, aur din ki nishani ko roshan kardiya, taa-ke tum apne Rubb ka fazal talash kar sako aur maah-o-saal ka hisaab maloom kar sako. Isi tarah humne har cheez ko alag alag mumaiyyaz (manifestly distinct) karke rakkha hai"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Har Insaan ka shagun (fate/ augury) humne uske apne galey mein latka rakkha hai, aur qayamat ke roz hum ek nuishta (book/record/scroll) uske liye nikalenge jisey woh khuli kitab ki tarah payega"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "Padh apna naam-e-aamal, aaj apna hisaab lagane ke liye tu khud hi kafi hai"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Jo koi raah-e-raast ikhtiyar karey uski raast-rawi uske apne hi liye mufeed hai, aur jo gumraah ho uski gumrahi ka wabal usi par hai. Koi bojh uthane wala dusre ka bojh na uthayega aur hum azaab dene waley nahin hain jabtak ke (logon ko haqq-o-baatil ka farq samjhane ke liye) ek paighambar na bhej dein"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Jab hum kisi basti ko halaak karne ka irada karte hain to uske khush haal logon ko hukum dete hain aur woh usmein nafarmaaniyan karne lagte hain, tab azaab ka faisla us basti par chaspan ho jata hai aur hum usey barbaad karke rakh dete hain"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Dekhlo, kitni hi nasalein (generations) hain jo Nooh ke baad hamare hukum se halaak huyi, tera Rubb apne bandon ke gunaahon se puri tarah bakhabar hai aur sab kuch dekh raha hai"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Jo koi aajila (jaldi) ka khwahish-mand ho, usey yahin hum de detay hain jo kuch bhi jisey dena chahein, phir uske maqsoom mein jahannum likh dete hain jisey woh taapega, malamat zada aur rehmat se mehroon hokar"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Aur jo aakhirat ka khwahish-mand ho aur uske liye sayi (strive) karey jaisi ke uske liye sayi (strive) karni chahiye, aur ho woh momin, to aisey har shaks ki sayi mashkur hogi"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Inko bhi aur unko bhi, dono fareeqon ko hum (duniya mein) saaman-e-zeist diye jaa rahey hain, yeh tere Rubb ka atiya hai, aur tere Rubb ki ata ko rokne wala koi nahin hai"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Magar dekhlo, duniya hi mein humne ek giroh ko dusre par kaisi fazilat de rakkhi hai, aur aakhirat mein uske darje aur bhi zyada honge, aur uski fazilat aur bhi zyada badh chadh kar hogi"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Tu Allah ke saath koi dusra mabood na bana, warna malamat zada aur be yaar o madadgaar baitha reh jayega"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Tere Rubb ne faisla kardiya hai ke: tumlog kisi ki ibadat na karo, magar sirf uski, walidain (maa-baap) ke saath neik sulook karo.Agar tumhare pas unmein se koi ek, ya dono, boodhey (old) hokar rahein to unhein ‘ uff ’ tak na kaho, na unhein jhidak kar jawab do , balke unsey ehtaram ke saath baat karo"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Aur narmi o reham ke saath unke saamne jhuk kar raho, aur dua kiya karo ke “parwardigar, inpar reham farma jis tarah inhon ne rehmat o shafaqat ke saath mujhey bachpan mein paala tha”"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Tumhara Rubb khoob jaanta hai ke tumahre dilon mein kya hai, agar tum saleh bankar raho to woh aisey sab logon ke liye darguzar karne wala hai jo apne kasoor par mutanabbeh ho kar bandagi ke rawaiyye ki taraf palat aayein"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Rishtedar ko uska haqq do aur miskeen aur musafir ko uska haqq. Fizool kharchi na karo"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Fizool kharch log shaytan ke bhai hain, aur shaytan apne Rubb ka na-shukra hai"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Agar unse (yani haajat-mand rishtedaaron, miskeeno aur musafiron se) tumhein katrana ho (turn away from them), is bina par ke abhi tum Allah ki us rehmat ko jiske tum umeedwaar ho talash kar rahey ho, to unhein narm jawab de do"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Na to apna haath gardan se bandh rakkho aur na usey bilkul hi khula chodh do ke malamat zada aur aajiz ban kar reh jao"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Tera Rubb jiske liye chahta hai rizq kushada karta hai aur jiske liye chahta hai tangg kardeta hai, woh apne bandon ke haal se bakhabar hai aur unhein dekh raha hai"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Apni aulad ko iflas (tangdasti) ke andeshey se qatal na karo, hum unhein bhi rizq denge aur tumhein bhi. Dar haqeeqat unka qatal ek badi khata hai"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Zina ke qareeb na phatko, wo bahut bura fail (kaam) hai aur bada hi bura raasta"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Qatal-e-nafs ka irtiqab na karo jisey Allah ne haraam kiya hai magar haqq ke saath, aur jo shaks mazloomana qatal kiya gaya ho uske wali ko humne qisas (retribution) ke mutalibe ka haqq ata kiya hai. Pas chahiye ke woh qatal mein hadd se na guzre, uski madad ki jayegi"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Maal-e-yateem ke paas na phatko magar ahsan tareeqe se, yahan tak ke woh apne shabaab (jawani) ko pahunch jaye. Ahad ki pabandi karo, beshak ahad ke barey mein tumko jawab-dehi karni hogi"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Paimane (measure/scales) se do to pura bhar kar do, aur tolo to theek tarazu se tolo. Yeh accha tareeqa hai aur ba-lihaz anjaam bhi yahi behtar hai"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Kisi aisi cheez ke peechey na lago jiska tumhein ilm na ho , yaqeenan aankh, kaan aur dil sab hi ki baaz-purs honi hai"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Zameen mein akad kar na chalo, tum na zameen ko phaadh sakte ho na pahadon ki bulandi ko pahunch sakte ho"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "In umoor mein se har ek ka bura pehlu tere Rubb ke nazdeek na-pasandida hai"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Yeh woh hikmat ki baatein hain jo tere Rubb ne tujhpar wahee ki hai aur dekh! Allah ke saath koi dusra mabood na bana baith warna tu jahannum mein daal diya jayega malamat zada aur har bhalayi se mehroom hokar"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Kaisi ajeeb baat hai ke tumhare Rubb ne tumhein to beton (sons) se nawaza aur khud apne liye malaika (farishton) ko betiyan bana liya? Badi jhooti baat hai jo tumlog zubaano se nikalte ho"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Humne is Quran mein tarah tarah se logon ko samjhaya ke hosh mein aayein, magar woh haqq se aur zyada door hi bhaage jaa rahey hain"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "(Aey Muhammad), inse kaho ke agar Allah ke saath dusre khuda bhi hotay, jaisa ke yeh log kehte hain, to woh maalik e arsh ke muqaam par pahunchne ki zaroor koshish karte"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Paak hai woh aur bahut baala-o-bartar hai un baaton se jo yeh log keh rahey hain"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Uski paaki to saato (seven) aasman aur zameen aur woh saari cheezein bayan kar rahi hain jo aasman o zameen mein hain. Koi cheez aisi nahin hai jo uski hamd ke saath uski tasbeeh na kar rahi ho, magar tum unki tasbeeh samajhte nahin ho. Haqeeqat yeh hai ke woh bada hi burdbaar (very Forbearing) aur darguzar karne wala hai"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Jab tum Quran padte ho to hum tumhare aur aakhirat par iman na laney walon ke darmiyan ek purda hayal kardete hain"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Aur unke dilon par aisa gilaf (invisible curtain) chadha dete hain ke woh kuch nahin samajhte, aur unke kaano mein girani paida kardete hain aur jab tum Quran mein apne ek hi Rubb ka zikr karte ho to woh nafrat se mooh moad letey hain"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Humein maloom hai ke jab woh kaan laga kar tumhari baat sunte hain to dar-asal kya sunte hain, aur jab baith kar baaham sargoshiyan karte hain to kya kehte hain. Yeh zalim aapas mein kehte hain ke yeh ek sehar-zada (bewitched) aadmi hai jiske peechey tumlog jaa rahey ho"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Dekho, kaisi baatein hain jo yeh log tumpar chaante hain, yeh bhatak gaye hain, inhein raasta nahin milta"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Woh kehte hain “ jab hum sirf haddiyan aur khaak hokar reh jayenge to kya hum naye sirey se paida karke uthaye jayenge?”"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Insey kaho “tum patthar ya loha bhi ho jao"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "Ya ussey bhi zyada sakht koi cheez jo tumhare zehan mein qabool-e-hayat se baeed tarr ho” (phir bhi tum uth kar rahoge). Woh zaroor poochenge “kaun hai woh jo humein phir zindagi ki taraf palta kar layega?” jawab mein kaho “ wahi jisne pehli baar tumko paida kiya”. Woh sar hila hila kar poochenge “accha , to yeh hoga kab?” tum kaho “ kya ajab , woh waqt qareeb hi aa laga ho"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Jis roz woh tumhein pukarega to tum uski hamd karte huey uski pukar ke jawab mein nikal aaogey aur tumhara gumaan us waqt yeh hoga ke hum bas thodi dair hi is halat mein padey rahey hain”"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Aur (aey Muhammad), mere bandon se kehdo ke zubaan se woh baat nikala karein jo behtareen ho. Dar-asal yeh shaytan hai jo Insano ke darmiyan fasaad dalwane ki koshish karta hai. Haqeeqat yeh hai ke shaytan Insaan ka khula dushman hai"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Tumhara Rubb tumhare haal se zyada waqif hai. Woh chahe to tumpar reham karey aur chahe to tumhein azaab de de. Aur (aey Nabi) humne tumko logon par hawaladaar (guardian) banakar nahin bheja hai"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Tera Rubb zameen aur aasmano ki makhlooqat ko zyada jaanta hai. Humne baaz paighambaron ko baaz se badh kar martabe diye, aur humne hi Dawood ko zaboor di thi"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Insey kaho pukar dekho un maboodon ko jinko tum khuda ke siwa (apna kaarsaaz) samajhte ho, woh kisi takleef ko tumse na hata sakte hain na badal sakte hain"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Jinko yeh log pukarte hain woh to khud apne Rubb ke huzoor rasayi haasil karne ka waseela talash kar rahey hain (seek means of approach) ke kaun ussey qareeb tar ho jaye aur woh uski rehmat ke umeedwar aur uske azaab se khaif (darte) hain. Haqeeqat yeh hai ke tere Rubb ka azaab hai hi darne ke lahiq"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Aur koi basti aisi nahin jisey hum qayamat se pehle halaak na karein ya sakht azaab na dein. Yeh nawishta-e-ilahi (Eternal Record) mein likha hua hai"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Aur humko nishniyan bhejne se nahin roka magar is baat ne ke insey pehle ke log unko jhutla chuke hain. (Chunanche dekhlo) Samood ko humne alaniya ountni (she-camel) laa kar di aur unhon ne uspar zulm kiya. Hum nishaniyan isi liye to bhejte hain ke log unhein dekh kar darein"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Yaad karo (aey Muhammad), humne tumse keh diya tha ke tere Rubb ne in logon ko gher rakkha hai aur yeh jo kuch abhi humne tumhein dikhya hai, isko aur us darakht ko jispar Quran mein laanat ki gayi hai, humne in logon ke liye bas ek fitna banakar rakh diya. Hum inhein tambeeh (warning) par tambeeh (warning) kiye jaa rahey hain, magar har tambeeh inki sarkashi hi mein izafa kiye jati hai"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Aur yaad karo jabke humne malaika (farishton) se kaha Adam ko sajda karo, to sab ne sajda kiya, magar Iblees ne na kiya, usne kaha “ kya main usko sajda karoon jisey tu nay mitti se banaya hai?”"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Phir woh bola “dekh to sahi, kya yeh is qabil tha ke tu ne isey mujhpar fazilat di? Agar tu mujhey qayamat ke din tak mohlat dey to main iski puri nasal ki behakani (uproot) kar daloon. Bas thode hi log mujhse bach sakenge.”"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Allah taala ne farmaya, “accha to jaa, inmein se jo bhi teri pairwi karein, tujh samaith un sab ke liye jahannum hi bharpur jaza hai"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Tu jis jis ko apni dawat se phisla sakta hai phisla le. Unpar apne sawar (horsemen) aur pyade (footmen) chadha la, maal aur aulad mein unke saath saajha (partner) laga, aur unko wadon ke jaal mein phans, aur shaytan ke wadey ek dhoke ke siwa aur kuch bhi nahin"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Yaqeenan mere bandon par tujhey koi iqtedar haasil na hoga, aur tawakkul (bharose) ke liye tera Rubb kaafi hai”"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Tumhara (haqeeqi) Rubb to woh hai jo samandar mein tumhari kashti chalata hai taa-ke tum uska fazal talash karo. Haqeeqat yeh hai ke woh tumhare haal par nihayat meharban hai"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Jab samandar mein tumpar museebat aati hai to us ek ke siwa dusre jin jin ko tum pukara karte ho woh sab ghum ho jatey hain, magar jab woh tumko bacha kar khushki(land) par pahuncha deta hai to tum ussey mooh moad jatey ho.Insan waqai bada nashukra hai"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Accha, to kya tum is baat se bilkul be-khauf ho ke khuda kabhi khushki (land) par hi tumko zameen mein dhansa dey, ya tumpar pathrao karne wali aandhi bhej de aur tum ussey bachane wala koi himayati na pao"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Aur kya tumhein iska koi andesha nahin ke khuda phir kisi waqt samandar mein tumko le jaye aur tumhari nashukri ke badle tumpar sakht toofaani hawa bhej kar tumhein garq karde aur tumko aisa koi na miley jo ussey tumhare is anjaam ki pooch-gajj kar sakey"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Yeh to hamari inayat hai ke humne bani Adam ko buzurgi (honour) di aur unhein khushki (land) o tari (sea) mein sawariyan ata kiye aur unko pakeeza cheezon se rizq diya aur apni bahut se makhlooqat par numayan fawqiyat (exalt) bakshi"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "Phir khayal karo us din ka jabke hum har Insaani giroh ko uske peshwa(leader) ke sath bulayenge, us waqt jin logon ko unka naam-e-aamal seedhay haath mein diya gaya woh apna karnama padhenge aur unpar zarra barabar zulm na hoga"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Aur jo is duniya mein andha bankar raha woh aakhirat mein bhi andha hi rahega balke raasta paaney mein andhey se bhi zyada nakaam"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "(Aey Muhammad), in logon ne is koshish mein koi kasar utha nahin rakkhi ke tumhein fitne mein daal kar us Wahee se pher dein jo humne tumhari taraf bheji hai, taa-ke tum hamare naam par apni taraf se koi baat ghado(fabricate). Agar tum aisa karte to woh zaroor tumhein apna dost bana letey"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Aur baeed na tha ke agar hum tumhein mazboot na rakhte to tum unki taraf kuch na kuch jhuk jatey"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Lekin agar tum aisa karte to hum tumhein duniya mein bhi dohre (double) azaab ka maza chakkhate aur aakhirat mein bhi dohre azaab ka, phir hamare muqable mein tum koi madadgaar na paatey"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Aur yeh log is baat par bhi tuley rahey hain ke tumhare qadam is sar-zameen se ukhadh (uproot) dein aur tumhein yahan se nikal bahar karein , lekin agar yeh aisa karenge to tumhare baad yeh khud yahan kuch zyada dair na thehar sakenge"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Yeh hamara mustaqil tareeqe-kar hai jo un sab Rasoolon ke maamle mein humne barta hai jinhein tumse pehle humne bheja tha, aur hamare tareeqe-kar mein tum koi tagayyur (change) na paogey"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Namaz qayam karo zawal-e-aftaab (declining of the sun) se lekar raat ke andhere tak, aur fajr ke Quran ka bhi intezam karo, kyunke Quran e fajr mashood (witnessed) hota hai"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Aur Raat ko tahajjud padho, yeh tumhare liye nafl hai, baeed (door /far) nahin ke tumhara Rubb tumhein maqaam e mehmood par faiz karde"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Aur dua karo ke parwardigaar, mujhko jahan bhi tu leja sachchayi ke saath leja aur jahan se bhi nikal sachchayi ke saath nikal aur apni taraf se ek iqtedar (power) ko mera madadgaar bana dey"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Aur elan kardo ke “ haqq aa gaya aur baatil mitt gaya, baatil to mitne hi wala hai”"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Hum is Quran ke silsila-e-tanzil (revelation) mein woh kuch nazil kar rahey hain jo maanney walon ke liye to shifa aur rehmat hai, magar zalimon ke liye khasare (nuksan/loss) ke siwa aur kisi cheez mein izafa nahin karta"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Insaan ka haal yeh hai ke jab hum usko niyamat ata karte hain to woh ainthta (arrogant) aur peeth moad leta hai, aur jab zara museebat se do-char hota hai to mayous honay lagta hai"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "(Aey Nabi), in logon se kehdo ke “ har ek apne tareeqe par amal kar raha hai, ab yeh tumhara Rubb hi behtar jaanta hai ke seedhi raah par kaun hai”"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Yeh log tumse Rooh (spirit) ke mutaaliq poochte hain. Kaho “yeh rooh mere Rubb ke hukum se aati hai, magar tum logon ne ilm se kum hi behra paya hai”( but you have been given only a little of the Knowledge)"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Aur (aey Muhammad), hum chahein to woh sab kuch tumse cheen lein jo humne wahee ke zariye se tumko ata kiya hai, phir tum hamare muqable mein koi himayati(helper) na paogey jo isey wapas dila sakey"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Yeh to jo kuch tumhein mila hai tumhare Rubb ki rehmat se mila hai, haqeeqat yeh hai ke uska fazal tumpar bahut bada hai"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Kehdo ke agar Insaan aur Jinn sab ke sab milkar is Quran jaisi koi cheez laaney ki koshish karein to na laa sakenge, chahe woh sab ek dusre ke madadgaar hi kyun na hon"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Humne is Quran mein logon ko tarah tarah se samjhaya magar aksar log inkar hi par jamey rahey"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Aur unhon ne kaha “ hum teri baat na maanenge jab tak ke tu hamare liye zameen ko phaadh kar ek chashma (spring) jari na karde"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Ya tere liye khajooron aur angooron ka ek baagh paida ho aur tu usmein nehrein rawan karde"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Ya tu aasman ko tukde tukde karke hamare upar gira de jaisa ke tera dawaa hai ya khuda aur Farishton ko ru dar ru (face to face )hamare saamne le aaye"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Ya tere liye sooney ka ek ghar ban jaye ya tu aasmaan par chadh jaye, aur tere chadne ka bhi hum yaqeen na karenge jab tak ke tu hamare upar ek aisi tehrir (written) na utaar laye jisey hum padhein”. (Aey Muhammad), insey kaho “paak hai mera parwardigar! Kya main ek paighaam laney waley Insaan ke siwa aur bhi kuch hoon?”"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Logon ke saamne jab kabhi hidayat aayi to uspar iman laney se unko kisi cheez ne nahin roka magar unke isi qaul ne ke “Kya Allah ne bashar (human being) ko paigambar bana kar bhej diya?”"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Insey kaho agar zameen mein Farishte itminaan se chal phir rahey hotey to hum zaroor aasmaan se kisi Farishte hi ko unke liye paigambar bana kar bhejte"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "(Aey Muhammad), insey kehdo ke mere aur tumhare darmiyan bas ek Allah ki gawahi kaafi hai, woh apne bandon ke haal se bakhabar hai aur sab kuch dekh raha hai"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Jisko Allah hidayat de wahi hidayat paney wala hai, aur jisey woh gumraahi mein daal de to uske siwa aise logon ke liye tu koi haami o nasir (protector and helper) nahin paa sakta. Un logon ko hum qayamat ke roz aundhe mooh kheench layenge, andhey, gungay aur behre. Unka thikana jahannum hai. Jab kabhi uski aag dheemi honay lagegi hum usey aur bhadka denge"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Yeh badla hai unke is harakat ka ke unhon ne hamari aayat ka inkar kiya aur kaha “kya jab hum sirf haddiyan aur khaak (dust) ho kar reh jayenge to naye sirey se humko paida karke utha khada kiya jayega?”"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Kya inko yeh na soojha ke jis khuda ne zameen aur aasmano ko paida kiya hai woh in jaison ko paida karne ki zaroor qudrat rakhta hai? Usne inke hashar ke liye ek waqt muqarrar kar rakkha hai jiska aana yakeeni hai, magar zalimon ko israar(persist) hai ke woh iska inkar hi karenge"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "(Aey Muhammad) Insey kaho, agar kahin mere Rubb ki rehmat ke khazane tumhare qabze mein hotay to tum kharh ho janey ke andeshey se zarror unko roak rakhte. Waqai Insaan bada tangg dil (narrow minded) waqey hua hai"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Humne Moosa ko to nishaniyan ata ki thi jo sareeh taur par dikhayi de rahi thi (which were quite manifest). Ab yeh tum khud bani Israel se pooch lo ke jab woh saamne aayi to Firoun ne yahi kaha tha na ke “Aey Moosa, main samajhta hoon ke tu zaroor ek sehar-zada (bewitched) aadmi hai"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Moosa ne uske jawab mein kaha “tu khoob jaanta hai ke yeh baseerat afroz (eye opener) nishaniyan Rabbus samawaati wal ardh (lord of the Heavens and the earth) ke siwa kisi ne nazil nahin ki hain, aur mera khayal yeh hai ke aey Firoun, tu zaroor ek shamat-zada (doomed) aadmi hai”"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Aakhr-e-kaar Firoun ne irada kiya ke Moosa aur bani Israel ko zameen se ukhad phenke, magar humne usko aur uske saathiyon ko ikattha garq(drown) kardiya"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Aur uske baad bani Israel se kaha ke ab tum zameen mein baso, phir jab aakhirat ke wadey ka waqt aan poora hoga to hum tum sab ko ek sath laa haazir karenge"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Is Quran ko humne haqq ke saath nazil kiya hai aur haqq hi ke saath yeh nazil hua hai. Aur (aey Muhammad) tumhein humne iske siwa aur kisi kaam ke liye nahin bheja ke (jo maan le usey) basharat de do aur (ja na maaney usey) mutanabbeh (warn) kardo"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Aur is Quran ko humne thoda thoda karke nazil kiya hai taa-ke tum thehar thehar kar isey logon ko sunao, aur isey humne ( mauqa mauqa se) ba-tadreej utara hai"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "(Aey Muhammad), in logon se kehdo ke tum isey maano ya na maano, jin logon ko issey pehle ilm diya gaya hai unhein jab yeh sunaya jata hai to woh mooh ke bal sajde mein gir jatey hain"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Aur pukar uthte hain “paak hai hamara Rubb , uska wada to pura hona hi tha”"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Aur woh mooh ke bal rotey rotey huey gir jaate hain aur isey sunkar unka khushu (humility) aur badh jata hai"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "(Aey Nabi), insey kaho, Allah kehkar pukaro ya rehman kehkar, jis naam se bhi pukaro uske liye sab acchey hi naam hain aur apni namaz na bahut zyada buland aawaz se padho aur na bahut past aawaz se, in dono ke darmiyan awsat darje ka lehja ikhtiyar karo"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Aur kaho “tareef hai us khuda ke liye jisne na kisi ko beta banaya, na koi baadshahi mein uska shareek hai, aur na woh aajiz (helpless) hai ke koi uska pushtbaan (supporter) ho” aur uski badayi bayan karo, kamaal darje ki badayi"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Tareef Allah ke liye hai jisne apne banday par yeh kitaab nazil ki aur ismein koi tedh na rakkhi"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Theek theek seedhi baat kehne wali kitaab, taa-ke woh logon ko khuda ke sakht azaab se khabardar karde, aur iman laa kar neik amal karne walon ko khush khabri de de ke unke liye accha ajar hai"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Jismein woh hamesha rahenge"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Aur un logon ko dara de jo kehte hain ke Allah ne kisi ko beta banaya hai"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Is baat ka na unhein koi ilam hai aur na unke baap dada ko tha. Badi baat hai jo unke mooh se nikalti hai, woh mehaz jhoot bakhte hain"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Accha, to (aey Muhammad), shayad tum inke peechey gham ke marey apni jaan kho dene waley ho agar ye is taleem par iman na laye"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Waqiya ye hai ke yeh jo kuch sar-o-samaan bhi zameen par hai isko humne zameen ki zeenat banaya hai taa-ke in logon ko aazmayein inmein kaun behtar amal karne wala hai"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Aakhir e kaar is sab ko hum ek chatiyal maidan bana dene waley hain"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Kya tum samajhte ho ke ghaar (cave) aur katbe (inscription) waley hamari koi badi ajeeb nisaniyon mein se thay"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Jab woh chandh nawjawan ghaar mein panaah guzeen huey aur unhon ne kaha “aey parwardigar, humko apni rehmat e khaas se nawaz aur hamara maamla durust karde”"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "To humne unhein usi ghaar mein thapak kar saal ha saal ke liye gehri neend sula diya"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Phir humne unhein uthaya taa-ke dekhein unke do girohon mein se kaun apni muddat e qayaam ka theek shumar karta hai"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Hum unka asal qissa tumhein sunate hain, woh chandh nawjawan thay jo apne Rubb par iman le aaye thay aur humne unko hidayat mein taraqqi bakhsi thi"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Humne unke dil us waqt mazboot kardiye jab woh utthey aur unhon ne elaan kardiya ke “ hamara Rubb to bas wahi hai jo aasmano aur zameen ka Rubb hai, hum usey chodh kar kisi dusre mabood ko na pukarenge, agar hum aisa karein to bilkul bejaa (improper) baat karenge”"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "(Phir unhon ne aapas mein ek dusre se kaha) “yeh hamari qaum to Rubb e qayinaat ko chodh kar dusre khuda bana baithi hai, yeh log unke mabood honay par koi wazeh daleel kyun nahin latey? Aakhir us shaks se bada zalim aur kaun ho sakta hai jo Allah par jhoot baandhey"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Ab jabke tum unse aur unke maboodane gair-Allah se be taaluq ho chuke ho to chalo ab falaan ghaar mein chal kar panaah lo.Tumhara Rubb tumpar apni rehmat ka daaman waseeh karega aur tumhare kaam keliye sar-o-saamaan muhaiyya kardega”"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Tum unhein ghaar mein dekhte to tumhein yun nazar aata ke Suraj jab nikalta hai to unke ghaar ko chodh kar dayein janib chadh jata hai aur jab guroob hota hai to unse bach kar bayein jaanib utar jata hai aur woh hain ke ghaar ke andar ek waseeh jagah mein padey hain. Yeh Allah ki nishaniyon mein se ek hai. Jisko Allah hidayat de wahi hidayat paney wala hai aur jisey Allah bhatka de uske liye tum koi wali-e-murshid nahin paa saktey"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Tum unhein dekh kar yeh samajhte ke woh jaag rahey hain, halaanke woh soo rahey thay. Hum unhein dayein bayein karwat dilwate rehte thay aur unka kutta ghaar ke dahane [kinare] (entrance) par haath phailaye baitha tha. Agar tum kahin jhaank kar unhein dekhte to ultey paon bhaag khade hotey aur tumpar unke nazare se dehshat baith jati"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Aur isi ajeeb karishme se humne unhein utha bithaya taa-ke zara aapas mein puch-gajh karein, un mein se ek ne pucha “Kaho kitni deir is haal mein rahey?” Dusron ne kaha “shayad din bhar ya issey kuch kam hongey”. Phir woh bole “Allah hi behtar jaanta hai ke hamara kitna waqt is haalat mein guzara. Chalo ab apne mein se kisi ko chandi ka yeh sikkha dekar shehar bhejein aur woh dekhe ke sabse accha khana kahan milta hai wahan se woh kuch khane ke liye laye aur chahiye ke zara hoshiyari se kaam karey, aisa na ho ke woh kisi ko hamare yahan honay se khabrdaar kar baithey"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Agar kahin un logon ka haath humpar padh gaya to bas sangsar (stone to death) kar daalenge, ya phir zabardasti humein apni millat mein wapas le jayenge, aur aisa hua to hum kabhi falaah na paa sakenge”"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Is tarah humne ehle shehar ko unke haal par muttala kiya taa-ke log jaan lein ke Allah ka wada saccha hai, aur yeh ke qayamat ki ghadi beshak aakar rahegi. (Magar zara khayal karo ke jab sochne ki asal baat yeh thi) us waqt woh aapas mein is baat par jhagad rahey thay ke in (ashab-e-kahaf) ke saath kya kiya jaye. Kuch logon ne kaha “inpar ek deewar chun do, inka Rubb hi inke maamle ko behter jaanta hai” magar jo log unke maamlaat par galib thay unhon ne kaha “hum to inpar ek ibadat gaah banayenge”"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Kuch log kahenge ke woh teen thay aur chutha (fourth) unka kutta tha aur kuch dusre keh denge ke paanch thay aur chatta(sixth) unka kutta tha. Yeh sab betuki (irrelevant guesses) haankte hain. Kuch aur log kehte hain ke saat (seven) thay aur aathwa (eighth) unka kutta tha. Kaho, mere Rubb hi behtar jaanta hai ke woh kitne thay, kam hi log unki saheeh tadaad jaante hain, pas tum sar-sari baat se badhkar unki tadaad ke maamle mein logon se behas na karo, aur na unke mutaaliq kisi se kuch pucho"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Aur dekho, kisi cheez ke baarey mein kabhi yeh na kaha karo main kal yeh kaam kardunga"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "(Tum kuch nahin kar sakte) illa yeh ke Allah chahe, agar bhool se aisi baat zubaan se nikal jaye to fauran apne Rubb ko yaad karo aur kaho “umeed hai ke mera Rubb is maamle mein rushd se qareeb-tar baat ki taraf meri rehnumayi farmadega”"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Aur woh apne ghaar(cave) mein teen sau (three hundred) saal rahey, aur (kuch log muddat ke shumar mein) naw (nine) saal aur badh gaye hain"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Tum kaho, Allah unke qayaam ki muddat(period of their stay) zyada jaanta hai, aasmano aur zameen ke sab posheeda ahwal usi ko maloom hain. Kya khoob hai woh dekhne wala aur sunne wala! Zameen o aasman ki makhlooqat ka koi khabar-geer uske siwa nahin , aur woh apni hukumat mein kisi ko shareek nahin karta"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Aey Nabi! Tumhare Rubb ki kitaab mein se kuch tum par wahee(revelation) kiya gaya hai usye ( jun ka too /exactly) suna do. Koi uske farmudaat ko badal dene ka mijaz nahin hai, ( aur agar tum kisi ki khatir is mein radd o badal karogey to) ussey bachkar bhaagne ke liye koi jaye panaah na paogey"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Aur apne dil ko un logon ki maiyat par mutmaeen karo jo apne Rubb ki raza ke talabgaar bankar subah o shaam usey pukarte hain, aur unse hargiz nigaah na phero. Kya tum duniya ki zeenat pasand karte ho? Kisi aisey shaks ki itaat na karo jiske dil ko humne apni yaad se gaafil kardiya hai aur jisne apni khwahish e nafs ki pairwi ikhtiyar karli hai aur jiska tareeqe-kar ifraat o tafreet par mabni hai(follows his own lust and goes to extremes in the conduct of his affairs)"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Saaf kehdo ke yeh haqq hai tumhare Rubb ki taraf se, ab jiska jee chahe maan ley aur jiska jee chahe inkar karde. Humne (inkar karne waley) zalimon ke liye ek aag tayyar kar rakkhi hai jiski laptein unhein gheray mein le chuki hain. Wahan agar woh pani maangein ge to aisey pani se unki tawazo ki jayegi jo tail (oil) ke tilchat jaisa hoga aur unka mooh bhoon daalega. Badtareen peene ki cheez aur bahut buri aaraamgaah"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Rahey woh log jo maan lein aur neik amal karein, to yaqeenan hum neikukar logon ka ajar zaya nahin kiya karte"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Unke liye sada bahar(evergreen) jannatein hain jinke nichey nehrein beh rahi hongi, wahan woh sonay ke kangano (golden bracelets) se aaraasta kiye jayenge. Bareek resham aur atlas o deba ke sabz kapde pehnenge , aur unhci masnadon par takiye lagakar bathenge, behtareen ajar aur aala darje ki jaaye qayam"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "(Aey Muhammad)! Inke saamne ek misaal pesh karo do shaks thay un mein se ek ko humne angoor ke do baagh diye aur unke gird khajoor ke darakhton ki baadh(fence) lagayi aur unke darmiyan kaasht (cultivation) ki zameen rakkhi"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Dono baag khoob phaley phooley aur baraawar honay mein unhon ne zara si kasar bhi na chodi, un baaghon ke andar humne ek nehar jari kardi"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Aur usey khoob nafaa haasil hua, yeh kuch paa kar ek din woh apne humsaye (neighbour) se baat karte huey bola ‘main tujhse zyada maaldaar hoon aur tujhse zyada taaqatwar nafri rakhta hoon(mightier men at my service)”"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Phir woh apni jannat (garden) mein dakhil hua aur apne nafs ke haqq mein zalim bankar kehne laga “main nahin samajhta ke yeh daulat kabhi fanaah ho jayegi"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Aur mujhey tawakku nahin ke qayamat ki ghadi kabhi aayegi, taaham agar kabhi mujhey apne Rubb ke huzoor paltaya bhi gaya to zaroor issey bhi zyada shaandaar jagah paonga”"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Uske humsaye (neighbour/companion) ne guftagu karte huey ussey kaha “kya tu kufr karta hai us zaat se jisne tujhe mitti se aur phir nutfe se paida kiya aur tujhe ek poora aadmi bana khada kiya"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Raha main, to mera Rubb to wahi Allah hai aur main uske saath kisi ko shareek nahin karta"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Aur jab tu apni jannat mein dakhil ho raha tha to us waqt teri zubaan se yeh kyun na nikla ke masha Allah, la quwwata illa billa (there is no power except in Allah)? Agar tu mujhe maal aur aulad mein apne se kamtar paa raha hai"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "To baeed nahin ke mera Rubb mujhey teri jannat (garden) se behtar ata farmade aur teri jannat (baagh/garden) par aasman se koi aafat bhej de jissey woh saaf maidan bankar reh jaye"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "Ya iska pani zameen mein utar jaye aur phir tu isey kisi tarah na nikal sakey”"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Aakhir-e-kaar hua yeh ke uska saara samrah maara gaya aur woh apne angooron ke baagh ko tattiyon par ulta pada dekh kar apni lagayi hui laagat par haath malta reh gaya aur kehne laga ke “kaash! Maine apne Rubb ke saath kisi ko shareek na thehraya hota”"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Na hua Allah ko chodh kar uske paas koi jattha (jamaat/company) ke uski madad karta, aur na kar saka woh aap hi us aafat ka muqabla"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Us waqt maloom hua ke kaarsaazi ka ikhtiyar khuda e barhaqq hi ke liye hai, inaam wahi behtar hai jo woh bakshay aur anjaam wahi ba-khair hai jo woh dikhaye"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Aur (aey Nabi)! Inhein hayaat e duniya ki haqeeqat is misaal se samjhao ke aaj humne aasman se pani barsa diya to zameen ki paud khoob ghani ho gayi, aur kal wahi nabataat bhus bankar rehgayi jisey hawaein udaye liye phirti hain, Allah har cheez par qudrat rakhta hai"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Yeh maal aur yeh aulad mehaz duniyavi zindagi ki ek hungami aaraish (adornment) hai, asal mein to baaqi reh janey wali nekiyan hi tere Rubb ke nazdeek natije ke lihaz se behter hain aur unhi se acchi ummedain wabasta ki jaa sakti hai"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Fikr us din ki honi chahiye jabke hum pahadon ko chalayenge , aur tum zameen ko bilkul barhena (naked) paogey, aur hum tamaam Insaano ko is tarah gher kar jama karenge ke (aglon peechlon mein se) ek bhi na chootega"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Aur sab ke sab tumhare Rubb ke huzoor saff (rows) dar saff (rows) pesh kiye jayenge. Lo dekhlo , aagaye na tum hamare paas usi tarah jaisa humne tumko pehli baar paida kiya tha. Tumne to yeh samjha tha ke humne tumhare liye koi wadey ka waqt muqarrar hi nahin kiya"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Aur naam e aamal saamne rakh diya jayega us waqt tum dekhoge ke mujrim log apni kitaab e zindagi ke indrajaat (records) se darr rahey hongey aur keh rahey hongey ke haye hamari kambakhti, yeh kaisi kitaab hai ke hamari koi choti badi harakat aisi nahin rahi jo ismein darj na ho gayi ho. Jo jo kuch unhon ne kiya tha woh sab apne saamne hazir payenge aur tera Rubb kisi par zara zulm na karega"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Yaad karo, jab humne Farishton se kaha ke Adam ko sajda karo to unhon ne sajda kiya magar Iblis ne na kiya, woh Jinno mein se tha is liye apne Rubb ke hukum ki itaat se nikal gaya. Ab kya tum mujhey chodh kar usko aur uski zurriyat ko apna sarparast banate ho halaanke woh tumhare dushman hain? Bada hi bura badal hai jisey zalim log ikhtiyar kar rahey hain"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Maine aasman o zameen paida karte waqt unko nahin bulaya tha aur na khud unki apni takhleeq mein unhein shareek kiya tha. Mera yeh kaam nahin ke gumraah karne walon ko apna madadgaar banaya karoon"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Phir kya karenge yeh log us roz jabke inka Rubb inse kahega ke pukaro ab un hastiyon ko jinhein tum mera shareek samajh baithey thay , yeh unko pukarenge, magar woh inki madad ko na aayenge aur hum inke darmiyan ek hi halakat ka ghada mushtarik kar denge(halakat ki jagah bana denge)"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Sarey mujreem us roz aag dekhenge aur samajh lenge ke ab unhein is mein girna hai aur woh issey bachne ke liye koi jaye panaah na payenge"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Humne is Quran mein logon ko tarah tarah se samjhaya magar Insaan bada hi jhagdalu waqeh hua hai"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Unke saamne jab hidayat aayi to usey maanne aur apne Rubb ke huzoor maafi chahne se aakhir unko kis cheez ne rok diya? Iske siwa aur kuch nahin ke woh muntazir hain ke unke saath bhi wahi kuch ho jo pichli qaumon ke saath ho chuka hai, ya yeh ke woh azaab ko saamne aate dekh lein"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Rasoolon ko hum is kaam ke siwa aur kisi garz keliye nahin bhejte ke woh basharat aur tambeeh(warning) ki khidmat anjaam de dein, magar kafiron ka haal yeh hai ke woh baatil ke hathiyar lekar haqq ko neecha dikhane ki koshish karte hain aur unhon ne meri aayat ko aur un tambihaat (warnings) ko jo unhein ki gayi mazaq bana liya hai"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Aur us shaks se badh kar zalim aur kaun hai jisey uske Rubb ki aayat suna kar naseehat ki jaye aur woh unse mooh phere aur us burey anjaam ko bhool jaye jiska sar o samaan usne apne liye khud apne haathon kiya hai? (Jin logon ne yeh rawish ikhtiyar ki hai) unke dilon par humne gilaf (cover) chadha diye hain jo unhein Quran ki baat nahin samajhne detay, aur unke kaano mein humne girani paida kardi hai. Tum unhein hidayat ki taraf kitna hi bulao , woh is halat mein kabhi hidayat na payenge"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Tera Rubb bada darguzar karne wala aur raheem hai. Woh inke kartooton par inhein pakadna chahta to jaldi hi azaab bhej deta, magar inke liye wadey ka ek waqt muqarrar hai aur issey bach kar bhaag nikalne ki yeh koi raah na payenge"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Yeh azaab raseeda bastiyan tumhare samne maujood hain, unhon ne jab zulm kiya to humne unhein halaak kardiya, aur unmein se har ek ki halakat ke liye humne waqt muqarrar kar rakkha tha"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "(Zara inko woh qissa sunao jo Moosa ko pesh aaya tha) jabke Moosa ne apne khadim se kaha tha ke “ main apna safar khatam na karoonga jabtak ke dono dariyaon ke sangam par na pahunch jaon, warna main ek zamana e daraaz tak chalta hi rahoonga”"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Pas jab woh unke sangam par pahunche to apni machli se gaafil ho gaye aur woh nikal kar is tarah dariya mein chali gayi jaise ke koi surang(tunnel) lagi ho"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Aagey jaa kar Moosa ne apne khadim se kaha “ lao hamara nashta, aaj ke safar mein to hum buri tarah thak gaye hain”"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Khadim ne kaha “aapne dekha! Yeh kya hua? Jab hum us chattan (rock) ke paas thehre huey thay us waqt mujhe machli ka khayal na raha aur shaytan ne mujhko aisa gaafil kardiya ke main uska zikr ( aapse karna) bhool gaya. Machli to ajeeb tarah se nikal kar dariya mein chali gayi”"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Moosa ne kaha “usi ki to humein talash thi”. Chunachey wo dono apne naqshe qadam par phir wapas huey"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Aur wahan unhon ne hamare bandon mein se ek banday ko paya jisey humne apni rehmant se nawaza tha aur apni taraf se ek khaas ilm ata kiya tha"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Moosa ne ussey kaha “kya main aapke saath reh sakta hoon taa-ke aap mujhey bhi us danish(wisdom) ki taleem dein jo aapko sikhayi gayi hai?”"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Usne jawab diya “aap mere saath sabr nahin kar sakte”"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Aur jis cheez ki aapko khabar na ho aakhir aap uspar sabr kar bhi kaise sakte hain”"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Moosa ne kaha “Insha Allah aap mujhey saabir payenge aur main kisi maamle mein aapki nafarmani na karoonga”"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Usne kaha “accha , agar aap mere saath chalte hain to mujhse koi baat na puchenge jab tak ke main khud uska aapse zikr na karoon”"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Ab woh dono rawana huey, yahan tak ke jab woh ek kashti mein sawar ho gaye to us shaks ne kashti mein shigaf (hole) daal diya. Moosa ne kaha “aapne is mein shigaf daal diya taa-ke sab kashti walon ko dubo dein? Yeh to aapne ek sakht harakat kar daali”"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Usne kaha “maine tumse kaha na tha ke tum mere saath sabr nahin kar sakte?”"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Moosa ne kaha “bhool chuk par mujhe na pakadiye, mere maamle mein aap zara sakhti se kaam na lein.”"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Phir woh dono chale, yahan tak ke unko ek ladka mila aur us shaks ne usey qatal kardiya. Moosa ne kaha “aapne ek bay-gunaah ki jaan li halanke usne kisi ka khoon na kiya tha? Yeh kaam to aapne bahut hi bura kiya”"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "Usne kaha “maine tumse kaha na tha ke tum mere saath sabr nahin kar sakte?”"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Moosa ne kaha “iske baad agar main aap se kuch puchoon to aap mujhey saat na rakhein. Lijiye ab to meri taraf se aapko uzr (excuse) mil gaya”"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Phir woh aage chale yahan tak ke ek basti mein pahunche aur wahan ke logon se khana maanga magar unhon ne un dono ke ziyafat se inkar kardiya. Wahan unhon ne ek deewaar dekhi jo gira chahti thi(about to fall down). Us shaks ne us deewaar ko phir qayam kardiya. Moosa ne kaha “ agar aap chahte to is kaam ki ujrat le sakte thay”"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Usne kaha “ bas mera tumhara saath khatam hua. Ab main tumhein un baaton ki haqeeqat batata hoon jinpar tum sabr na kar sakey"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Us kashti ka maamla yeh hai ke woh chandh gareeb aadmiyon ki thi jo dariya mein mehnat mazdoori karte thay.Maine chaha ke usey aiebdar (damaged) kardoon, kyunke aagey ek aise baadshah ka ilaqa tha jo har kashti ko zabardasti cheen leta tha"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Raha woh ladka, to uske walidain momin thay, humein andesha hua ke yeh ladka apni sarkashi aur kufr se unko tangg karega"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Isliye humne chaha ke unka Rubb uske badle unko aisi aur aulad dey jo akhlaq mein bhi ussey behtar ho aur jisse sila rehmi bhi zyada mutawaqqe ho"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "Aur is deewar ka maamla yeh hai ke yeh do yateem ladkon ki hai jo is shehar mein rehte hain. Is deewar ke neechey in bacchon ke liye ek khazana madfoon (buried) hai. Aur inka baap ek neik aadmi tha , isliye tumhare Rubb ne chaha ke yeh dono bacchey baalig (mature) hon aur apna khazana nikal lein. Yeh tumhare Rubb ki rehmat ki bina par kiya gaya hai, maine kuch apne ikhtiyar se nahin kardiya hai. Yeh hai haqeeqat un baaton ki jinpar tum sabr na kar sakey”"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Aur (aey Muhammad), yeh log tumse Zul-Qarnain ke barey mein puchte hain, Insey kaho, main iska kuch haal tumko sunata hoon"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Humne usko zameen mein iqtedar ata kar rakkha tha aur usey har qisam ke asbaab o wasail bakshe thay"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "Usne (pehle magrib ki taraf ek mohim ka) sar o samaan kiya"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Hatta ke jab woh guroob e aftaab(sunset) ki hadd tak pahunch gaya to usne Suraj ko ek kalay pani mein doobte dekha aur wahan usey ek qaum mili. Humne kaha “aey Zul-Qarnain, tujhey yeh maqdarat (power) bhi haasil hai ke inko takleef pahunchye aur yeh bhi ke inke saath neik rawayya ikhtiyar karey”"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Usne kaha, “jo inmein se zulm karega hum usko saza denge, phir woh apne Rubb ki taraf paltaya jayega aur woh usey aur zyada sakht azaab dega"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Aur jo inmein se iman layega aur neik amal karega uske liye acchi jaza hai aur hum usko narm ehkam denge”"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Phir usne (ek dusri mohim ki) tayyari ki"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Yahan tak ke tulu e aftaab (sun rise) ki hadd tak ja pahuncha. Wahan usne dekha ke Suraj ek aisi qaum par tulu (rise) ho raha hai jiske liye dhoop se bachne ka koi samaan humne nahin kiya hai"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Yeh haal tha unka, aur Zul-Qarnain ke paas jo kuch tha usey hum jantey thay"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Phir usne (ek aur mohim ka) samaan kiya"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Yahan tak ke jab do pahadon ke darmiyan pahuncha to usey unke paas ek qaum mili jo mushkil hi se koi baat samajhti thi"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Un logon ne kaha “aey Zul-Qarnain, yaajuj aur maajuj is sar-zameen mein fasad phailatey hain to kya hum tujhey koi tax (tribute) is kaam ke liye dein ke tu hamare aur inke darmiyan ek bandh (barrier) taamir karde?”"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Usne kaha “jo kuch mere Rubb ne mujhey de rakkha hai woh bahut hai. Tum bas mehnat se meri madad karo, main tumhare aur inke darmiyan bandh(barrier) banaye deta hoon"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Mujhey lohey ki chadarein (sheets) laakar do”. Aakhir jab dono pahadon ke darmiyani khala (space) ko usne paat diya to logon se kaha ke ab aag dehkao. Hatta ke jab [yeh ahani deewaar(iron-wall)] bilkul aag ki tarah surkh(red-hot) ho gayi to usne kaha “ lao, ab main ispar pigla hua taamba (molten brass) undailunga (pour)”"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "(yeh bandh aisa tha ke) yaajuj o maajuj ispar chadh kar bhi na aa saktey thay aur ismein naqab lagana (scale over it) unke liye aur bhi mushkil tha"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Zul-Qarnain ne kaha “yeh mere Rubb ki rehmat hai, magar jab mere Rubb ke wadey ka waqt aayega to woh isko paiwand e khaak kardega, aur mere Rubb ka wada bar-haqq hai”"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Aur us roz hum logon ko chodh denge ke (samandar ki maujon ki tarah) ek dusre se gutham gutha (come close together tumultuously) hon aur sur (trumphet) phoonka jaayega aur hum sab Insaano ko ek saath jamaa karenge"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Aur woh din hoga jab hum jahannum ko kafiron ke saamne layenge"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Un kafiron ke saamne jo meri naseehat ki taraf se andhey baney huey thay aur kuch sunne keliye tayyar hi na thay"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "To kya yeh log, jinhon ne kufr ikhtiyar kiya hai, yeh khayal rakhte hain ke mujhey chodh kar mere bandon ko apna kaarsaaz bana lein? Humne aisey kafiron ki ziyafat ke liye jahannum tayyar kar rakkhi hai"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "(Aey Muhammad), insey kaho, kya hum tumhein batayein ke apne aamaal mein sabse zyada nakaam o na-murad log kaun hain"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Woh ke duniya ki zindagi mein jinki saari saii-o-jahad (endeavours/ efforts) raah e raast se bhatki rahi aur woh samajhte rahey ke woh sab kuch theek kar rahey hain"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Yeh woh log hain jinhon ne apne Rubb ki aayat ko maanne se inkar kiya aur uske huzoor pehsi ka yaqeen na kiya. Isliye unke saarey aamal zaaya ho gaye, qayamat ke roz hum unhein koi wazan(weight) na denge"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Unki jaza jahannum hai us kufr ke badle jo unhon ne kiya aur us mazaaq ki padash mein jo woh meri aayat aur mere Rasoolon ke saath karte rahey"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Albattta woh log jo iman laye aur jinhon ne neik amal kiya, unki mezbani ke liye firdous ke baagh hongey"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Jin mein woh hamesha rahenge aur kabhi us jagah se nikal kar kahin janey ko unka jee na chahega"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "(Aey Muhammad), kaho ke agar samandar mere Rubb ki baatein likhne ke liye roshnayi(ink) ban jaye to woh khatam ho jaye magar mere Rubb ki baatein khatam na hon, balke itni hi roshnayi aur le aayein to woh bhi kifayat na karey"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "(Aey Muhammad), kaho ke main to ek Insaan hoon tum hi jaisa, meri taraf wahee ki jaati hai ke tumhara khuda bas ek hi khuda hai, pas jo koi apne Rubb ki mulaqaat ka umeedwar ho usey chahiye ke neik amal karey aur bandagi mein apne Rubb ke saath kisi aur ko shareek na karey"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaaf , Haa , yaa, ain , saad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Zikr hai us rehmat ka jo tere Rubb ne apne banday zakariya par ki thi"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Jabke usne apne Rubb ko chupke chupke pukara"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Usne arz kiya “aey parwardigar, meri haddiyan tak ghul gayi hain aur sar budhape se bhadak utha hai, aey parwardigar, main kabhi tujhse dua maang kar na-murad nahin raha"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Mujhey apne peechey apne bhai bandon ki buraiyon ka khauf hai, aur meri biwi baanjh (barren) hai, tu mujhey apne fazal e khaas se ek waris ata karde"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "Jo mera bhi ho aur aale yaqub ki miras bhi paye, aur aey parwardigar , usko ek pasandeeda Insaan bana”"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "(Jawab diya gaya) “Aey zakariya, hum tujhe ek ladke ki basharat dete hain jiska naam Yahya hoga, humne is naam ka koi aadmi issey pehle paida nahin kiya”"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Arz kiya, “parwardigar, bhala mere haan kaise beta hoga jabke meri biwi baanjh (barren) hai aur main boodha hokar sookh chuka hoon?”"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Jawab mila “aisa hi hoga. Tera Rubb farmata hai ke yeh to mere liye ek zara si baat hai, aakhir issey pehle main tujhey paida kar chuka hoon jabke tu koi cheez na tha”"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Zakariya ne kaha, “parwardigar, mere liye koi nishani muqarrar karde”. Farmaya “tere liye nishani yeh hai ke tu paiham teen din logon se baat na kar sakey”"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Chunachey woh mehrab se nikal kar apni qaum ke saamne aaya aur usne isharey se unko hidayat ki ke subh-o-shaam tasbeeh karo"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "Aey Yahya! Kitab e ilahi ko mazboot thaam le, humne usey bachpan hi mein “hukum” se nawaza"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Aur apni taraf se usko narm dili aur paakeezgi ata ki aur woh bada parheizgaar"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Aur apne walidain ka haqq shanaas (dutiful ) tha, woh jabbar(arrogant) na tha aur na nafarman"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Salaam uspar jis roz ke woh paida hua aur jis din marey aur jis roz woh zinda karke uthaya jaye"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Aur (aey Muhammad), is kitaab mein Maryam ka haal bayan karo, jabke woh apne logon se alag ho kar sharqi (eastern side) janib gosha nasheen (in seclusion) ho gayi thi"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Aur purda daal kar unse chup (hidden) baithi thi is halat mein humne uske paas apni rooh ko (yani farishte ko) bheja aur woh uske saamne ek puray Insan ki shakal mein namudar ho gaya"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Maryam yakayak bol uthi ke “agar tu koi khuda tars aadmi hai to main tujhse rehman ki panaah maangti hoon”"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Usne kaha “main to tere Rubb ka faristada hoon aur isliye bheja gaya hoon ke tujhey ek paakeeza ladka doon”"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Maryam ne kaha “ mere haan kaise ladka hoga jabke mujhey kisi bashar (Insaan) ne chua tak nahin hai aur main koi badhkaar aurat nahin hoon”"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Farishte ne kaha “ aisa hi hoga, tera Rubb farmata hai ke aisa karna mere liye bahut aasaan hai aur hum yeh isliye karenge ke us ladke ko logon ke liye ek nishani banayein aur apni taraf se ek rehmat, aur yeh kaam hokar rehna hai”"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Mayam ko us bacchey ka hamal reh gaya aur woh is hamal ko liye huey ek door ke maqaam par chali gayi"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Phir zachgi (delivery) ki takleef ne usey ek khajoor ke darakht ke nichey pahucha diya. Woh kehne lagi “kaash main issey pehle hi marr jati aur mera naam o nishan na rehta”"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Farishtey ne paintey (at the foot of her bed) se usko pukar kar kaha “ghum na kar tere Rubb ne tere nichey ek chashma rawan kardiya hai"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Aur tu zara is darakht ke tanay (trunk) ko hila, tere upar tarr-o-taaza khajoorein tapak padengi"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Pas tu kha aur pee aur apni aankhein thandi kar phir agar koi aadmi tujhey nazar aaye to ussey kehde ke maine rehman ke liye roze ki nazar maani hai, isliye aaj main kisi se na bolungi”"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Phir woh is bacchey ko liye huey apni qaum mein aayi. Log kehne lagey “aey Maryam, yeh tu nay bada paap kar daala"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "Aey Haroon ki behan, na tera baap koi bura aadmi tha aur na teri Maa hi koi badhkar aurat thi”"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Maryam ne bacchey ki taraf ishara kardiya. Logon ne kaha “hum issey kya baat karein jo gehwarey (cradle) mein pada hua ek baccha hai?”"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Baccha bol utha “ main Allah ka banda hoon usne mujhey kitab di , aur Nabi banaya"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Aur babarakat kiya jahan bhi main rahoon, aur namaz aur zakaat ki pabandi ka hukum diya jab tak main zinda rahoon"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "Aur apni walida ka haqq ada karne wala banaya, aur mujhko jabbar (oppressive) aur shaqqi (hard-hearted) nahin banaya"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Salam hai mujhpar jabke main paida hua aur jabke main maroon(die) aur jabke zinda karke uthaya jaoon”"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Yeh hai Isa ibn Maryam aur yeh hai uske barey mein woh sacchi baat jismein log shakk kar rahey hain"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Allah ka yeh kaam nahin hai ke woh kisi ko beta banaye. Woh paak zaat hai, woh jab kisi baat ka faisla karta hai to kehta hai ke hoja, aur bas woh ho jati hai"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "(Aur Isa ne kaha tha ke)”Allah mera Rubb bhi hai aur tumhara Rubb bhi, pas tum usi ki bandagi karo, yahi seedhi raah hai”"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Magar phir mukhtalif giroh baham ikhtilaf karne lagey. So jin logon ne kufr kiya unke liye woh waqt badi tabahi ka hoga"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Jabke woh ek bada din dekhenge, jab woh hamare saamne hazir hongey us roz to unke kaan bhi khoob sun rahey hongey aur unki aankhein bhi khoob dekhti hongi, magar aaj yeh zalim khuli gumraahi mein mubtila hain"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "(Aey Muhammad), is halat mein jabke yeh log gafil hain aur iman nahin la rahey hain, inhein us din se dara do jabke faisla kardiya jayega aur pachtawe ke siwa koi chara-e-kaar na hoga"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Aakhir-e-kaar hum hi zameen aur uski sari cheezon ke waris hongey aur sab hamari taraf hi paltaye jayenge"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Aur is kitaab mein Ibrahim ka qissa bayan karo, beshak woh ek raast-baaz Insaan aur ek Nabi tha"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "(Inhein zara us mauqe ki yaad dilao) jabke usne apne baap se kaha ke “Abbajaan, aap kyun un cheezon ki ibadat karte hain jo na sunti hain na dekhti hain aur na aap ka koi kaam bana sakti hain"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "Abbajaan, mere paas ek aisa ilam aaya hai jo aapke paas nahin aaya, aap mere peechey chalein , main aapko seedha raasta bataunga"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Abbajaan!aap shaytan ki bandagi na karein, shaytan to rehman ka nafarman hai"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "Abbajaan, mujhey darr hai ke kahin aap rehman ke azaab mein mubtila na ho jayein aur shaytan ke saathi ban kar rahein”"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Baap ne kaha “Ibrahim, kya tu mere maboodon se phir gaya hai? Agar tu baaz na aaya to main tujhey sangsar(stone you to death) kardunga. Bas tu hamesha ke liye mujhse alag ho jaa”"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Ibrahim ne kaha “Salaam hai aapko, main apne Rubb se dua karoonga ke aapko maaf karde. Mera Rubb mujhpar bada hi meharban hai"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Main aap logon ko bhi chodhta hoon aur un hastiyon ko bhi jinhein aap log khuda ko chodh kar pukara karte hain. Main to apne Rubb hi ko pukarunga , umeed hai ke main apne Rubb ko pukar ke na-murad na rahunga”"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Pas jab woh un logon se aur unke maboodane gair Allah se juda ho gaya to humne usko Ishaaq aur Yakub jaisi aulad di aur har ek ko Nabi banaya"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Aur unko apni rehmat se nawaza aur unko sacchi naamwari ata ki"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Aur zikr karo is kitaab mein Moosa ka, woh ek cheeda (chosen) shaks tha aur Rasool Nabi tha"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Humne usko Tur ke dahini(right) janib se pukara aur raaz ki guftagu se usko takarrub (honour) ata kiya"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Aur apni mehrabani se uske bhai Haroon ko Nabi bana kar usey (madadgaar ke taur par) diya"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Aur is kitaab mein Ismail ka zir karo, woh wadey ka saccha tha aur Rasool Nabi tha"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Woh apne ghar walon ko namaz aur zakat ka hukum deta tha aur apne Rubb ke nazdeek ek pasandeeda Insaan tha"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Aur is kitaab mein Idris ka zikr karo, woh ek raast-baaz (righteous) Insaan aur ek Nabi tha"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Aur usey humne buland muqaam par uthaya tha"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Yeh woh paigambar hain jinpar Allah ne inaam farmaya Adam ki aulad mein se, aur un logon ki nasal se jinhein humne Nooh ke saath kashti par sawaar kiya tha, aur Ibrahim ki nasal se aur Israel ki nasal se aur yeh un logon mein se thay jinko humne hidayat bakshi aur barguzida kiya.Inka haal yeh tha ke jab rehman ki aayat unko sunayi jati to rotey huey sajde mein gir jatey thay"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Phir inke baad woh nakhalf (degenerate) log inke jaansaheen (sucessors) huey jinhon ne namaz ko zaya kiya aur khwahishat e nafs ki pairwi ki. Pas qareeb hai ke woh gumraahi ke anjaam se do-char hon"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Albatta jo tawba karlein aur iman le aayein aur neik amali ikhtiyar karlein woh jannat mein dakhil hongey aur unki zarra barabar haqq talafi na hogi"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Inke liye hamesha rehne wali jannatein hain jinka rehman ne apne bandon se dar-purda wada kar rakkha hai aur yaqeenan yeh wada poora hokar rehna hai"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Wahan woh koi behuda baat na sunenge , jo kuch bhi sunenge theek hi sunenge aur unka rizq unhein paiham subh-o-shaam milta rahega"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Yeh hai woh jannat jiska waris hum apne bandon mein se usko banayenge jo parheizgaar raha hai"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "(Aey Muhammad), hum tumhare Rubb ke hukum ke bagair nahin utra karte, jo kuch hamare aage hai aur jo kuch peechey hai aur jo kuch iske darmiyan mein hai har cheez ka maalik wahi hai aur tumhara Rubb bhoolne wala nahin hai"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Woh Rubb hai aasmano ka aur zameen ka aur un saari cheezon ka jo aasman o zameen ke darmiyan hain, pas tum uski bandagi karo aur usi ki bangadi par sabit qadam raho. Kya hai koi hasti tumhare ilm mein iski hum paya (equal in rank to him)"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Insaan kehta hai kya waqai jab main mar chukunga to phir zinda karke nikal laya jaunga"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Kya Insaan ko yaad nahin aata ke hum pehle usko paida kar chuke hain jabke woh kuch bhi na tha"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Tere Rubb ki kasam , hum zaroor un sab ko aur unke saath shayateen ko bhi gher layenge, phir jahannum ke gird laa kar inhein ghutno (knees) ke bal gira denge"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Phir har giroh mein se har us shaks ko chaant lenge (pick out) jo rehman ke muqable mein zyada sarkash bana hua tha"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Phir hum yeh jaante hain ke in mein se kaun sabse badhkar jahannum mein jhonke janey ka mustahiq hai"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Tum mein se koi nahin hai jo jahannum par warid na ho,yeh to ek tai shuda baat hai jisey pura karna tere Rubb ka zimma hai"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Phir hum un logon ko bacha lenge jo (duniya mein ) muttaqi thay aur zalimon ko usi mein gira hua chodh denge"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "In logon ko jab hamari khuli khuli aayat sunayi jati hain to inkar karne waley iman laney walon se kehte hain “batao, hum dono girohon mein se kaun behtar halat mein hai aur kiski majlisein zyada shandaar hai?”"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Halanke insey pehle hum kitni hi aisi qaumo ko halaak kar chuke hain jo insey zyada sar-o-samaan rakhti thin aur zahiri shaan o shaukat mein insey badi hui thi"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Insey kaho, jo shaks gumraahi mein mubtila hota hai usey Rehman dheel diya karta hai, yahan tak ke jab aisey log woh cheez dekh letay hain jiska unse wada kiya gaya hai khwa woh azaab e ilahi ho ya qayamat ki ghadi tab unhein maloom ho jata hai ke kiska haal kharab hai aur kiska jattha (party) kamzor"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Iske baraks jo logo raah e raast ikhtiyar karte hain Allah unko raast-rawi mein taraqqi ata farmata hai aur baaqi reh janey wali nekiyan hi tere Rubb ke nazdeek jaza aur anjaam ke aitbaar se behtar hain"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Phir tu nay dekha us shaks ko jo hamari aayat ko manney se inkar karta hai aur kehta hai ke main to maal aur aulad se nawaza hi jata rahunga"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Kya usey gaib ka pata chal gaya hai ya usne rehman se koi ahad le rakkha hai"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Hargiz nahin, jo kuch yeh bakhta (boasts of) hai isey hum likh lengey aur iske liye saza mein aur zyada izafa karenge"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Jis sar-o-samaan aur laao lashkar ka yeh zikr kar raha hai woh sab hamare paas reh jayega aur yeh akela hamare saamne hazir hoga"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "In logon ne Allah ko chodh kar apne kuch khuda bana rakkhey hain taa-ke woh inke pushtebaan (supporters) hon"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Koi pushtebaan na hoga, woh sab inki ibadat ka inkar karenge aur ultey inke mukhalif ban jayenge"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Kya tum dekhte nahin ho ke humne in munkireen e haqq par shayateen chodh rakkhey hain jo inhein khoob khoob (mukhalifat e haqq par) uksa rahey hain"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Accha, to ab inpar nuzul e azaab ke liye betaab na ho, hum inke din gin rahey hain"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Woh din aane wala hai jab muttaqi logon ko hum mehmaano ki tarah rehman ke huzur pesh karenge"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "Aur mujreemon ko pyase jaanwaron ki tarah jahannum ki taraf haank le jayenge"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Us waqt log koi sifarish laney par qaadir na honge bajuz uske jisne Rehman ke huzur se parwana hasil karliya ho"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Woh kehte hain ke rehman ne kisi ko beta bana liya hai"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Sakht behuda baat hai jo tum log ghadh laye ho"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Qareeb hai ke aasmaan phatt padein, zameen shaqq ho jaye (split asunder) aur pahad gir jayein"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Is baat par ke logon ne Rehman ke liye aulad honay ka dawa kiya"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Rehman ki yeh shaan nahin hai ke woh kisi ko beta banaye"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Zameen aur aasmaano ke andar jo bhi hain sab uske huzoor bandon ki haisiyat se pesh honay waley hain"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Sab par woh muheet (encircled) hai aur usne unko shumaar kar rakkha hai"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Sab qayamat ke roz fardan fardan (akele akele) uske saamne hazir hongey"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Yaqeenan jo log iman le aaye hain aur amal e saleh kar rahey hain anqareeb Rehman unke liye dilon mein muhabbat paida kardega"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Pas (aey Muhammad) , is kalam ko humne aasaan karke tumhari zubaan mein isi liye nazil kiya hai ke tum parheizgaron ko khush khabri dedo aur hat-dharm (jhagdalu/obdurate) logon ko dara do"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Insey pehle hum kitni hi qaumon ko halaak kar chuke hain, phir aaj kahin tum unka nishaan patey ho, ya unki bhanak bhi kahin sunayi deti hai"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Humne yeh Quran tumpar is liye nazil nahin kiya hai ke tum museebat mein padh jao"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Yeh to ek yaad dihani hai har us shaks ke liye jo darey"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Nazil kiya gaya hai us zaat ki taraf se jisne paida kiya hai zameen ko aur buland aasmano ko"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Woh Rehman (qayanaat ke) takht e sultanat par jalwa farma hai"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Maalik hai un sab cheezon ka jo aasmano aur zameen mein hain aur jo zameen o aasmaan ke darmiyan mein hain aur jo mitti ke nichey hain"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Tum chahe apni baat pukar kar kaho, woh to chupke se kahi hui baat balke issey makhfi-tar (most secret) baat bhi jaanta hai"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Woh Allah hai, uske siwa koi khuda nahin, uske liye behtareen naam hain"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Aur tumhein kuch Moosa ki khabar bhi pahunchi hai"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Jabke usne ek aag dekhi aur apne ghar walon se kaha ke “ zara thehro, maine ek aag dekhi hai, shayad ke tumhare liye ek-aad angara le aaon, ya is aag par mujhey (raaste ke mutaalik) koi rehnumayi (guidance) mil jaye”"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Wahan pahuncha to pukara gaya “Aey Moosa"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Main hi tera Rubb hoon, jutiyan (shoes) utaar de, tu waadi e muqaddas Tuwa mein hai"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Aur maine tujhko chun liya hai, sun jo kuch wahee kiya jata hai"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Main hi Allah hoon, mere siwa koi khuda nahin hai, pas tu meri bandagi kar aur meri yaad ke liye namaz qayam kar"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Qayamat ki ghadi zaroor aane wali hai, main uska waqt makhfi rakhna chahta hoon, taa-ke har mutanaffis apni saii(labours/koshish) ke mutabik badla paye"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Pas koi aisa shaks jo uspar iman nahin laata aur apni khwahish e nafs ka banda ban gaya hai tujhko us ghadi ki fikr se na roak de, warna tu halakat mein padh jayega"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Aur aey Moosa, yeh tere haath mein kya hai?”"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Moosa ne jawab diya “yeh meri laathi hai, ispar taik laga kar chalta hoon, issey apni bakriyon ke liye pattey jhadta hoon, aur bhi bahut se kaam hain jo issey leta hoon”"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Farmaya “phenk de isko Moosa”"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Usne phenk diya aur yakayak woh ek saanp (snake) thi jo daud raha tha"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Farmaya “pakad le isko aur darr nahin, hum isey phir waisa hi kardenge jaisi yeh thi"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Aur zara apna haath apni bagal mein daba, chamakta hua niklega bagair kisi takleef ke, yeh dusri nishani hai"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Is liye ke hum tujhey apni badi nishniyan dikane waley hain"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Ab tu Firoun ke paas jaa, woh sarkash ho gaya hai”"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Moosa ne arz kiya “ parwardigar, mera seena khol de"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Aur mere kaam ko mere liye aasaan karde"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Aur meri zubaan ki girah suljha de"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Taa-ke log meri baat samajh sakein"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Aur mere liye mere apne kumbe (my own family) se ek wazir muqarrar karde"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Haroon, jo mera bhai hai"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Uske zariye se mera haath mazboot kar"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "Aur usko mere kaam mein shareek karde"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Hum khoob teri paaki bayan karein"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "Aur khoob tera charcha karein"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Tu hamesha hamare haal par nigraan raha hai”"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Farmaya “ diya gaya jo tu nay maanga aey Moosa"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Humne phir ek martaba tujhpar ehsan kiya"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Yaad karo woh waqt jabke humne teri Maa ko ishara kiya, aisa ishara jo wahee ke zariye kiya jaata hai"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Ke is bacchey ko sandook (box) mein rakh de aur sandook ko dariya mein chodh de, dariya isey saahil par phenk dega aur isey mera dushman aur is bacchey ka dushman utha lega. Maine apni taraf se tujhpar mohabbat taari kardi aur aisa intizam kiya ke tu meri nigrani mein paala jaye"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Yaad kar jabke teri behan chal rahi thi, phir jaa kar kehti hai, “main tumhein uska pata doon jo is bacchey ki parwarish acchi tarah karey?” Is tarah humne tujhey phir teri Maa ke paas pahuncha diya taa-ke uski aankh thandi rahey aur woh ranjeeda na ho. Aur (yeh bhi yaad kar ke) tu nay ek shaks ko qatal kardiya tha, humne tujhey is phanday se nikala aur tujhey mukhtalif aazmaaishon se guzara aur tu Madiyan ke logon mein kai saal thehra raha. Phir ab theek apne waqt par tu aa gaya hai aey Moosa"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Maine tujhey apne kaam ka bana liya hai"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Ja, tu aur tera bhai meri nishaniyon ke saath, aur dekho tum meri yaad mein taqseer (susti /negligence) na karna"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Jao tum dono Firoun ke paas ke woh sarkash ho gaya hai"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Ussey narmi ke saath baat karna, shayad ke woh naseehat qabool karey ya darr jaaye”"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Dono ne arz kiya “ parwardigar, humein andesha hai ke woh humpar zyadati karega ya pil padega(treat us cruelly)”"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Farmaya” daro mat, main tumhare saath hoon, sab kuch sun raha hoon aur dekh raha hoon"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Jao uske paas aur kaho ke hum tere Rubb ke faristaade (messengers) hain, bani Israel ko hamare saath janey ke liye chodh de aur unko takleef na de. Hum tere paas tere Rubb ki nishani lekar aaye hain aur salamati hai uske liye jo raah-e-raast ki pairwi karey"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Humko wahee (revelation) se bataya gaya hai ke azaab hai uske liye jo jhutlaye aur mooh moadey.”"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Firoun ne kaha “accha, to phir tum dono ka Rubb kaun hai aey Moosa?”"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Moosa ne jawab diya “hamara Rubb woh hai jisne har cheez ko uski saakht bakshi(given distinctive form), phir usko raasta bataya”"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Firoun bola “aur pehle jo nasalein (generations) guzar chuki hain unki phir kya halat thi?”"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Moosa ne kaha “uska ilam mere Rubb ke paas ek nawishte (record) mein mehfooz hai, mera Rub na chukta hai na bhoolta hai”"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Wahi jisne tumhare liye zameen ka farsh bichaya, aur usmein tumhare chalne ko raaste banaye, aur upar se pani barsaya, phir uske zariye se mukhtalif aqsam ki paidawaar nikali"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Khao aur apne jaanwaron ko bhi charao, yaqeenan is mein bahut si nishaniyan hain aqal rakhne walon ke liye"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Isi zameen se humne tumko paida kiya hai, isi mein hum tumhein wapas le jayenge aur isi se tumko dobara nikalenge"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Humne Firoun ko apni sabhi nishaniyan dikayi magar woh jhutlaye chala gaya aur na maana"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Kehne laga “aey Moosa, kya tu hamare paas is liye aaya hai ke apne jaadu ke zoar se humko hamare mulk se nikal bahar karey"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Accha, hum bhi tere muqable mein waisa hi jaadu latey hain, tai karle kab aur kahan muqaabla karna hai, na hum is qarardaad se phirenge na tu Phiriyo , khule maidan mein saamne aaja”"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Moosa ne kaha “jashn ka din tai hua, aur din chadhey log jama hon”"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Firoun ne palat kar apne saare hathkande jama kiye aur muqaable mein aa gaya"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Moosa ne ( ain mauqe par giroh muqabil ko mukhatib karke) kaha “shamat ke maaron, na jhooti tohmatein (invent falsehood) baandho Allah par, warna woh ek sakht azaab se tumhara sattyanaas kardega, jhoot jisne bhi ghada woh na-murad hua”"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Yeh sunkar unke darmiyan ikhtilaf e raai ho gaya aur woh chupke chupke baham mashwarey karne lagey"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Aakhir-e-kaar kuch logon ne kaha ke “yeh dono to mehaz jaadugar hain.Inka maqsad yeh hai ke apne jaadu ke zoar se tumko tumhari zameen se be-dakhal kardein aur tumhare misaali (ideal) tareeq-e-zindagi ka khatma kardein"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Apni saari tadberein aaj ikatthi karlo aur eka karke maidan mein aao. Bas yeh samajhlo ke aaj jo gaalib raha wahi jeet gaya.”"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Jaadugar bole “Moosa, tum phenkte ho ya pehle hum phenkein?”"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Moosa ne kaha “nahin, tumhi phenko” yakayak unki rassiyan aur unki laathiyan unke jaadu ke zoar se Moosa ko daudti hui mehsoos hone lagi"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Aur moosa apne dil mein darr gaya"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Humne kaha “mat darr, tu hi galib rahega"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Phenk jo kuch tere haath mein hai, abhi inki saari banawati cheezon ko ningle (swallow) jata hai, yeh jo kuch bana kar laye hain yeh to jaadugar ka fareb hai, aur jaadugar kabhi kamiyab nahin ho sakta, khwah kisi shaan se woh aaye”"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Aakhir ko yahi hua ke saarey jaadugar sajde mein gira diye gaye aur pukar utthey “ maan liya humne Haroon aur Moosa ke Rubb ko”"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Firoun ne kaha “tum iman le aaye qabl iske ke main tumhein iski ijazat deta? Maloom ho gaya ke yeh tumhara guru hai jisne tumhein jaadugari sikhayi thi. Accha ab main tumhare haath paon mukhalif simton (alternate sides ) se katwata hoon aur khajoor ke tano(trunks) par tumko sooli deta hoon, phir tumhein pata chal jayega ke hum dono mein se kiska azaab zyada sakht aur dair pa hai” (yani main tumhein zyada sakht saza de sakta hoon ya Moosa)"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Jaadugaron (magicians) ne jawab diya “qasam hai us zaat ki jisne humein paida kiya hai, yeh hargiz nahin ho sakta ke hum roshan nishaniyan samne aa janey ke baad bhi (sadaqat par) tujhey tarjeeh dein. Tu jo kuch karna chahey karle, tu zyada se zyada bas isi duniya ki zindagi ka faisla kar sakta hai"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Hum to apne Rubb par iman le aaye taa-ke woh hamari khatayein maaf karde, aur is jaadugari se jispar tu nay humein majboor kiya tha darguzar farmaye. Allah hi accha hai aur wahi baaqi rehne waala hai”"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Haqeeqat yeh hai ke jo mujrin bankar apne Rubb ke huzoor haazir hoga uske liye jahannum hai jismein woh na jiyega na marega"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Aur jo uske huzoor momin ki haisiyat se haazir hoga, jisne neik amal kiye hongey, aisey sab logon ke liye buland darje hain"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Sada bahaar baagh (gardens) hain jinke nichey nehrein beh rahi hongi Un mein woh hamesha rahenge.yeh jaza hai us shaks ki jo pakeezgi ikhtiyar karey"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Humne Moosa par wahee ki ke ab raat-o-raat mere bandon ko lekar chal padh, aur unke liye samandar mein sukhi sadak (dry path) bana le, tujhe kisi ke taaqub ka zara khauf na ho aur na (samandar ke beech se guzarte huey) darr lagey"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Peechey se Frioun apne laskhar lekar pahucha aur phir samandar unpar chaa gaya jaisa ke chaa jaane ka haqq tha"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Firoun ne apni qaum ko gumraah hi kiya tha, koi saheeh rehnumayi nahin ki thi"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Aey bani Israel, humne tumko tumhare dushman se najaat di, aur Tur ke dayein jaanib tumhari haazri ke liye waqt muqarrar kiya aur tumpar manna o salwa (quails) utara"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Khao hamara diya hua paak rizq aur isey kha kar sarkashi na karo warna tumpar mera gazab toot padega. Aur jispar mera gazab toota woh phir gir kar hi raha"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Albatta jo tawba karle aur iman laye aur neik amal karey, phir seedha chalta rahey, uske liye main bahut darguzar karne wala hoon"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Aur kya cheez tumhein apni qaum se pehle le aayi Moosa"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Usne arz kiya “woh bas mere peechey aa hi rahey hain. Main jaldi karke tere huzoor aa gaya hoon aey mere Rubb, taa-ke tu mujhse khush ho jaye”"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Farmaya “accha, to suno, humne tumhare peechey tumhari qaum ko aazmaish mein daal diya aur Saamri ne unhein gumraah kar dala”"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Moosa sakht gussey aur ranjj ki halat mein apni qaum ki taraf palta. Jaakar usne kaha “aey meri qaum ke logon, kya tumhare Rubb ne tumse acchey wadey nahin kiye thay? Kya tumhein din lag gaye hain? Ya tum apne Rubb ka gazab hi apne upar lana chahte thay ke tumne mujhse wada khilafi ki?”"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Unhon ne jawab diya “humne aap se wada khilafi kuch apne ikhtiyar se nahin ki. Maamla yeh hua ke logon ke zewarat ke bojh se hum ladh gaye thay aur humne bas unko phenk diya tha” phir isi tarah Saamri ne bhi kuch dala"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Aur unke liye ek bachde (shape of a calf) ki murat banakar nikal laya jissey bail (ox) ki si aawaz nikalti thi. Log pukar utthey “yahi hai tumhara khuda aur Moosa ka khuda, Moosa isey bhool gaya”"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Kya woh dekhte na thay ke na woh unki baat ka jawab deta hai aur na unke nafa o nuksan ka kuch ikhtiyar rakhta hai"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Haroon (Moosa ke aane se ) pehle hi unse keh chuka tha ke “Logon, tum iski wajah se fitne (trial) mein padh gaye ho, tumhara Rubb to Rehman hai, pas tum meri pairwi karo aur meri baat maano.”"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Unhon ne ussey kehdiya ke “hum isi ki parastish karte rahenge jab tak ke Moosa wapas na aa jaaye”"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Moosa (qaum ko daatne ke baad Haroon ki taraf palta aur ) bola “ Haroon, tumne jab dekha tha ke yeh gumraah ho rahey hain"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "To kis cheez ne tumhara haath pakda tha ke mere tareeqe par amal na karo? Kya tumne mere hukum ki khilaf-warzi ki"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Haroon ne jawab diya “ aey meri Maa ke bete , meri daadi (beard) na pakad, na mere sar ke baal khench, mujhey is baat ka darr tha ke tu aa kar kahega tumne bani Israel mein phoot daal di aur meri baat ka paas na kiya”"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Moosa ne kaha “Aur Saamri, tera kya maamla hai?”"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Usne jawab diya “ maine woh cheez dekhi jo in logon ko nazar na aayi, pas maine Rasool ke nakshe qadam se ek mutthi utha li aur usko daal diya, mere nafs ne mujhey kuch aisa hi sujhaya”"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Moosa ne kaha, “accha to jaa, ab zindagi bhar tujhey yahi pukarte rehna hai ke mujhey na choona aur tere liye baaz-purs ka ek waqt muqarrar hai jo tujhse hargiz na taleyga aur dekh apne is khuda ko jispar tu richa (cherished so much) hua tha, ab hum usey jala daalenge aur reza reza karke dariya mein baha denge"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Logon, tumhara khuda to bas ek hi Allah hai jiske siwa koi aur khuda nahin hai, har cheez par uska ilm haawi hai”"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "(Aey Muhammad), is tarah hum pichle guzre huey haalaat ki khabrein tumko sunate hain, aur humne khaas apne haan se tumko ek “zikr” (dars e naseehat) ata kiya hai"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Jo koi issey moah moadega woh qayamat ke din sakht baar e gunaah uthayega"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Aur aise sab log hamesha iske wabal mein giraftar rahenge, aur qayamat ke din unke liye (is jurm ki zimmedari ka bojh) bada takleef-de bojh hoga"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Us din jabke soor (trumphet) phoonka jayega aur hum mujrimo ko is haal mein gher layenge ke unki aankhein (dehshat ke marey) pathrayi hui hongi"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Aapas mein chupke chupke kahenge ke duniya mein mushkil hi se tumne koi dus(ten) din guzare honge"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Humein khoob maloom hai ke woh kya baatein kar rahey hongey, (hum yeh bhi jaante hain ke) us waqt unmein se jo zyada se zyada mohtaat andaza lagane wala hoga woh kahega ke nahin, tumhari duniya ki zindagi bas ek din ki zindagi thi"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Yeh log tumse poochte hain ke aakhir us din yeh pahad kahan chale jayenge? Kaho ke mera Rubb unko dhool banakar uda dega"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Aur zameen ko aisa humwar chatiyal maidan bana dega (empty level plain)"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Ke ismein tum koi bal aur salwat (neither curve nor crease) na dekhoge"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Us roz sab log munadi (summoner /pukarne waley) ki pukar par seedhey chaley aayenge, koi zara akad na dikha sakega aur aawazein rehman ke aagey dub jayengi , ek sar-sarahat ke siwa tum kuch na sunoge"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Us roz shafaat (intercession) kaargar na hogi, illa yeh ke kisi ko rehman iski ijazat de aur uski baat sunna pasand karey"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Woh logon ka agla pichla sub haal jaanta hai aur dusron ko iska poora ilm nahin hai"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Logon ke sar us hayyul qayyum (zinda aur qayam) ke aagey jhuk jayenge. Na-murad hoga jo us waqt kisi zulm ka baar (bojh)-e-gunaah uthaye huey ho"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Aur kisi zulm ya haqq talafi ka khatra na hoga us shaks ko jo neik amal karey aur iske saath woh momin bhi ho"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Aur (aey Muhammad) isi tarah humne isey Quran e arabi bana kar nazil kiya hai aur ismein tarah tarah se tambihaat (warnings) ki hain shayad ke yeh log kajhrawi (perverseness) se bachein ya in mein kuch hosh ke aasaar is ki badaulat paida hon"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Pas baala o bartar hai Allah, baadshah e haqiqi. Aur dekho, Quran padhne mein jaldi na kiya karo jabtak ke tumhari taraf uski wahee takmeel ko na pahunch jaye, aur dua karo ke aey parwardigar mujhey mazeed ilm ata kar"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Humne issey pehle Adam ko ek hukum diya tha, magar woh bhool gaya aur humne us mein azm (determination/firm resolve) na paya"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Yaad karo woh waqt jabke humne Farishton se kaha tha ke Adam ko sajda karo, woh sab to sajda kar gaye, magar ek iblis tha ke inkar kar baitha"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Ispar humne Adam se kaha ke “dekho, yeh tumhara aur tumhari biwi ka dushman hai, aisa na ho ke yeh tumhein jannat se nikalwa de aur tum museebat mein padh jao"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Yahan to tumhein yeh aasaishein (facilities) hasil hain ke na bhuke nange rehte ho"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Na pyas aur dhoop tumhein satati hai”"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Lekin shaytan ne usko phuslaya, kehne laga “Adam, bataun tumhein woh darakht jissey abadi zindagi aur la-zawal (everlasting) sultanat hasil hoti hai?”"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Aakhir e kaar woh dono (miyan biwi) us darakht ka phal kha gaye, natija ye hua ke fawran hi unke satr (nakedness) ek dusre ke aagey khul gaye aur lagey dono apne aap ko jannat ke patton se dhankne. Adam ne apne Rubb ki nafarmani ki aur raah-e-raast se bhatak gaya"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Phir uske Rubb ne usey barguzida kiya aur uski tawba qabool karli aur usey hidayat bakshi"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Aur farmaya “tum dono (fareeq, yaani Insaan aur shaytan) yahan se utar jao, tum ek dusre ke dushman rahogey. Ab agar meri taraf se tumhein koi hidayat pahunche to jo koi meri us hidayat ki pairwi karega woh na bhatkega na badbakhti mein mubtala hoga"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Aur jo mere “zikr” (dars e naseehat) se mooh moadega uske liye duniya mein tangg zindagi hogi aur qayamat ke roz hum usey andha utayenge”"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Woh kahega “parwardigar, duniya mein to main ankhon wala tha, yahan mujhey andha kyun uthaya?”"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Allah taala farmayega “haan, isi tarah tu hamari aayat ko, jabke woh tere paas aayi thi, tu nay bhula diya tha usi tarah aaj tu bhulaya jaa raha hai”"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Is tarah hum hadd se guzarne waley aur apne Rubb ki aayat na maanne waley ko (duniya mein ) badla dete hain aur aakhirat ka azaab zyada sakht aur zyada dair pa hai (more lasting)"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Phir kya in logon ko (tareekh ke is sabaq se) koi hidayat na mili ke insey pehle kitni hi qaumon ko hum halaak kar chuke hain jinki (barbaad shuda) bastiyon mein aaj yeh chalte phirte hain? Dar haqeeqat ismein bahut si nishaniyan hain un logon ke liye jo aqal e saleem rakhne walay hain"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Agar tere Rubb ki taraf se pehle ek baat tai na kardi gayi hoti aur mohlat ki ek muddat muqarrar na ki jaa chuki hoti to zaroor inka bhi faisla chuka diya jata"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Pas (aey Muhammad), jo baatein yeh log banate hain unpar sabr karo, aur apne Rubb ki hamd o sana ke saath uski tasbeeh karo Suraj nikalne se pehle aur guroob honay se pehle, aur raat ke auqat mein bhi tasbeeh karo aur din ke kinaron par bhi, shayad ke tum raazi ho jao"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Aur nigah utha kar bhi na dekho duniyavi zindagi ki us shaan o shaukat ko jo humne in mein se mukhtalif kism ke logon ko de rakkhi hai, woh to humne unhein aazmaish mein daalne ke liye di hai, aur tere Rubb ka diya hua rizq e halal hi behtar aur paaindatar (more lasting) hai"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Apne ehal o ayal (member of your family) ko namaz ki talkeen karo aur khud bhi iske paband raho, hum tumse koi rizq nahin chahte, rizq to hum hi tumhein de rahey hain aur anjaam ki bhalayi taqwa hi ke liye hai"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Woh kehte hain ke yeh shaks apne Rubb ki taraf se koi nishani (mojaza) kyun nahin laata? Aur kya inke paas agle saheefon ki tamaam taleemat ka bayan e wazeh nahin aa gaya"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Agar hum uske aane se pehle inko kisi azaab se halaak kardete to phir yahi log kehte ke aey hamare parwardigar, tu nay hamare paas koi Rasool kyun na bheja ke zaleel o ruswa honay se pehle hi hum teri aayat ki pairwi ikhtiyar kar letay"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "(Aey Muhammad) insey kaho, har ek anjaam e kaar ke intezar mein hai, pas ab muntazir raho, anqareeb tumhein maloom ho jayega ke kaun seedhi raah chalne waley hain aur kaun hidayat-yafta (rightly guided) hain"
        },
        {
            "chapter": 21,
            "verse": 1,
            "text": "Qareeb aa gaya hai logon ke hisaab ka waqt, aur woh hain ke gaflat mein mooh moadey huey hain"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Unke paas jo taaza naseehat bhi unke Rubb ki taraf se aati hai usko be-takalluf sunte hain aur khel mein padey rehte hain"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Dil unke (dusri hi fikron mein) munhamik hain aur zalim aapas mein sargoshiyan(whisper) karte hain ke “yeh shaks aakhir tum jaisa ek bashar (Insaan) hi to hai, phir kya tum aankhon dekhte jaadu ke phanday mein phas jaogey?”"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Rasool ne kaha, mera Rubb har us baat ko jaanta hai jo aasman aur zameen mein ki jaye, woh sami(sunne wala) aur aleem (jaanne wala) hai"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Woh kehte hain “balke yeh paraganda (incoherent) khwab hai , balke yeh iski mann-ghadath hai, balke yeh shaks shayar hai warna yeh laye koi nishani jis tarah purane zamane ke Rasool nishaniyon ke saath bheje gaye thay”"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Halaanke inse pehle koi basti bhi, jisey humne halaak kiya, iman na layi, ab kya yeh iman layenge"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Aur (aey Muhammad), tumse pehle bhi humne Insaano hi ko Rasool bana kar bheja tha jinpar hum wahee (revelation) kiya karte thay, Tum log agar ilm nahin rakhte to ehle kitaab se pooch lo"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Un Rasoolon ko humne koi aisa jism nahin diya tha ke woh khate na hon, aur na woh sadaa (hamesha) jeenay waley thay"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Phir dekhlo ke aakhir e kaar humne unke saath apne wadey poorey kiye, aur unhein aur jis jis ko humne chaha bacha liya, aur hadd se guzar janey walon ko halaak kardiya"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Logon, humne tumhari taraf ek aisi kitaab bheji hai jismein tumhara hi zikr hai, kya tum samajhte nahin ho"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Kitni hi zalim bastiyan hain jinko humne pees kar rakh diya aur unke baad dusri kisi qaum ko uthaya"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Jab unko hamara azaab mehsoos hua to lagey wahan se bhaagne"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "(kaha gaya) “bhaago nahin, jao apne unhi gharon mein aur aesh ke samaano mein jinke andar tum chain kar rahey thay, shayad ke tumse poocha jaye”"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Kehne lagey “haye hamari kambakhti, beshak hum khatawaar thay”"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Aur woh yahi pukarte rahey yahan tak ke humne unko khalyan (threshed/field that is reaped) kardiya , zindagi ka ek sharara tak unmein na raha (leaving no spark of life in them)"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Humne is aasman aur zameen ko aur jo kuch bhi inmein hai kuch khel ke taur par nahin banaya hai"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Agar hum koi khilona banan chahte aur bas yahi kuch humein karna hota to apne hi paas se kar letey"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Magar hum to baatil par haqq ki chot lagate hain jo uska sar todh deti hai aur woh dekhte dekhte mitt jata hai, aur tumhare liye tabahi hai un baaton ki wajah se jo tum banate ho"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Zameen aur aasmano mein jo makhlooq bhi hai Allah ki hai aur jo (Farishtey) uske paas hain woh na apne aap ko bada samajh kar uski bandagi se sartabi karte hain aur na malool (weary /tire) hotey hain"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Shab-o-roz uski tasbeeh karte rehte hain, dum nahin letey"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Kya in logon ke banaye huey arzi khuda aisey hain ke (be-jaan ko jaan baksh kar) utha khada karte hon"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Agar aasman o zameen mein ek Allah ke siwa dusre khuda bhi hotey to (zameen aur aasman) dono ka nizam bigad jata. Pas paak hai Allah Rabbul arsh un baaton se jo yeh log bana rahey hain"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Woh apne kaamon ke liye (kisi ke aagey) jawab-de nahin hai aur sab jawab-de hain"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Kya usey chodh kar inhon ne dusre khuda bana liye hain? (Aey Muhammad) inse kaho ke “lao apni daleel,yeh kitaab bhi maujood hai jismein mere daur ke logon ke liye naseehat hai aur woh kitaabein bhi maujood hain jin mein mujhse pehle logon ke liye naseehat thi” magar un mein se aksar log haqeeqat se bekhabar hain, is liye mooh moadey huey hain"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Humne tumse pehle jo Rasool bhi bheja hai usko yahi wahee ki hai ke mere siwa koi khuda nahin hai, pas tumlog meri hi bandagi karo"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Yeh kehte hain “rehman aulad rakhta hai” SubhanAllah , woh to banday hain jinhein izzat di gayi hai"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Uske huzoor badh kar nahin bolte aur bas uske hukum par amal karte hain"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Jo kuch unke saamne hai usey bhi woh jaanta hai aur jo kuch unse ojhal hai ussey bhi woh bakhabar hai, woh kisi ki sifarish nahin karte bajuz uske jiske haqq mein sifarish sunne par Allah raazi ho, aur woh uske khauf se darey rehte hain"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Aur jo unmein se koi kehde ke Allah ke siwa main bhi ek khuda hoon, to usey hum jahannum ki saza dein, hamare haan zaalimon ka yahi badla hai"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Kya yeh log jinhon ne (Nabi ki baat maanney se) inkar kardiya hai gaur nahin karte ke yeh sab aasman aur zameen baham miley huey thay, phir humne inhein juda kiya, aur pani se har zinda cheez paida ki, kya woh (hamari is khallaqi ko) nahin maante"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Aur humne zameen mein pahad jamaa diye taa-ke woh unhein lekar dhulak na jaye, aur ismein kushada raahein bana di, shayad ke log apna raasta maloom karlein"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Aur humne aasman ko ek mehfooz chatt bana diya, magar ye hain ke iski nishaniyon ki taraf tawajju hi nahin karte"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Aur woh Allah hi hai jisne raat aur din banaye aur Suraj aur Chand ko paida kiya, sab ek ek falak mein tair rahey hain"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Aur (aey Muhammad), hameshgi(eternity) to humne tumse pehle bhi kisi Insaan ke liye nahin rakkhi hai agar tum mar gaye to kya yeh log hamesha jeetay rahenge"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Har jaandaar ko maut ka maza chakhna hai, aur hum acchey aur burey halaat mein daal kar tum sabki aazmaish kar rahey hain, aakhir-e-kaar tumhein hamari hi taraf palatna hai"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Yeh munkireen e haqq jab tumhein dekhte hain to tumhara mazaaq bana letey hain. Kehte hain “kya yeh hai woh shaks jo tumhare khudaon ka zikr kiya karta hai?” aur inka apna haal yeh hai ke rehman ke zikr se munkir hain"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Insaan jald baaz makhlooq hai, abhi main tumko apni nishaniyan dikhaye deta hoon, jaldi na machao"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Yeh log kehte hain “aakhir yeh dhamki poori kab hogi agar tum sacchey ho”"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Kaash in kaafiron ko us waqt ka kuch ilam hota jabke yeh na apne mooh aag se bacha sakenge na apni peethein, aur na inko kahin se madad pahunchegi"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Woh balaa (catastrophe) achanak aayegi aur inhein is tarah yaklakht (suddenly) daboch legi ke yeh na usko dafaa kar sakenge aur na inko lamha bhar mohlat hi mil sakegi"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Mazaaq tumse pehle bhi Rasoolon ka udaya jaa chuka hai, magar unka mazaaq udane waley usi cheez ke pher mein aa kar rahey jiska woh mazaaq udatey thay"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "(Aey Muhammad), insey kaho, “kaun hai jo raat ko ya din ko tumhein rehman se bacha sakta ho?” magar yeh apne Rubb ki naseehat se mooh moad rahey hain"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Kya yeh kuch aise khuda rakhte hain jo hamare muqable mein inki himayat karein? Woh na to khud apni madad kar sakte hain aur na hamari hi taaeed unko haasil hai"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Asal baat yeh hai ke in logon ko aur inke aabaa o ajdaad (fore-fathers) ko hum zindagi ka sar o saamaan diye chale gaye yahan tak ke inko din lag gaye (until the period grew too long for them). Magar kya inhein nazar nahin aata ke hum zameen ko mukhtalif simton se ghataye chale aa rahey hain (shrinking its boundaries)? Phir kya yeh gaalib aa jayenge"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Inse kehdo ke “main to wahee (revelation) ki bina par tumhein mutanabbeh (warn) kar raha hoon”. Magar behre pukaar ko nahin suna karte jabke unhein khabardaar kiya jaye"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Aur agar tere Rubb ka azaab zara sa inhein choo jaye to abhi cheekh utthein ke haaye hamari kambakhti, beshak hum khatawaar thay"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Qayamat ke roz hum theek theek toalne waley tarazu rakh dengey, phir kisi shaks par zarra barabar zulm na hoga. Jiska rai (mustard seed) ke daane ke barabar bhi kuch kiya dhara hoga woh hum saamne le aayenge aur hisaab lagane ke liye hum kafi hain"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Pehle hum Moosa aur Haroon ko furqan(criteria) aur roshni aur “zikr” ata kar chuke hain un muttaqi logon ki bhalayi ke liye"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Jo bay-dekhe (bagair dekhe) apne Rubb se darein aur jinko (hisaab ki) us ghadi ka khatka laga hua hai"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Aur ab yeh ba-barakat “zikr” humne (tumhare liye) nazil kiya hai phir kya tum isko qabool karne se inkaari ho"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Ussey bhi pehle humne Ibrahim ko uski hosh-mandi bakshi thi aur hum usko khoob jantey thay"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Yaad karo woh mauqa ke usne apne baap aur apni qaum se kaha tha ke “yeh muratein (images) kaisi hain jinke tumlog girwida (devoted) ho rahey ho?”"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Unhon ne jawab diya “humne apne baap dada ko inki ibadat karte paya hai”"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Usne kaha “tum bhi gumraah ho aur tumhare baap dada bhi sareeh gumaraahi mein paday huey thay?”"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Unhon ne kaha “kya tu hamare samne apne asli khayalaat pesh kar raha hai ya mazaaq karta hai?”"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Usne jawab diya “nahin, balke fil waqey tumhara Rubb wahi hai jo zameen aur aasmano ka Rubb aur unka paida karne wala hai, ispar main tumhare samne gawahi deta hoon"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Aur khuda ki kasam main tumhari gair maujoodgi mein zaroor tumhare buthon (idols/murtiyon) ki khabar lunga”"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Chunanchey usne unko tukde tukde kardiya aur sirf unke baday ko chodh diya taa-ke shayad woh iski taraf rujoo karein"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Unhon ne aakar buthon[idols] ka yeh haal dekha to) kehne lagey “hamare khudaon ka yeh haal kisne kardiya? Bada hi koi zalim tha woh”"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "(baaz log) boley “ humne ek nawjawan ko inka zikr karte suna tha jiska naam Ibrahim hai”"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Unhon ne kaha “ to pakad lao usey sabke samne taa-ke log dekh lein (uski kaisi khabar li jati hai)”"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "(Ibrahim ke aane par) unhon ne pucha “kyun Ibrahim, tu nay hamare khudaon ke saath yeh harakat ki hai"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Usne jawab diya “balke yeh sab kuch inke is sardar ne kiya hai, inhi se pooch lo agar yeh bolte hon”"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Yeh sunkar woh log apne zameer ki taraf palte aur (apne dilon mein) kehne lagey “waqayi tum khud hi zalim ho”"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Magar phir unki math palat gayi(minds became perverse) aur boley “ tu jaanta hai ke yeh bolte nahin hain”"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Ibrahim ne kaha “phir kya tum Allah ko chodh kar un cheezon ko poojh rahey ho jo na tumhein nafaa pahunchane par qadir hain na nuqsan"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Tuff (Fie) hai tumpar aur tumhare in maboodon par jinki tum Allah ko chodh kar pooja kar rahey ho, kya tum kuch bhi aqal nahin rakhte?”"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Unhon ne kaha “jala daalo isko aur himayat karo apne khudaon ki agar tumhein kuch karna hai”"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Humne kaha “Aey aag, thandi ho jaa aur salamati ban jaa Ibrahim par”"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Woh chahte thay ke Ibrahim ke saath burayi karein magar humne unko buri tarah nakaam kardiya"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Aur hum usey aur Lut ko bacha kar us sar-zameen ki taraf nikal le gaye jismein humne duniya walon ke liye barkatein rakkhi hain"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Aur humne usey Ishaq ata kiya aur Yakoob uspar mazeed, aur har ek ko saleh (righteous) banaya"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Aur humne unko imam bana diya jo hamare hukum se rehnumayi karte thay aur humne unhein wahee (revelation) ke zariye neik kaamon ki aur namaz qayam karne ki aur zakat dene ki hidayat ki, aur woh hamare ibadat guzaar thay"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Aur Lut ko humne hukum aur ilm baksha aur usey us basti se bacha kar nikal diya jo badkariyan karti thi. Dar haqeeqat woh badi hi buri, fasiq qaum thi"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Aur Lut ko humne apni rehmat mein dakhil kiya, woh saleh logon mein se tha"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Aur yahi niyamat humne Nooh ko di, yaad karo jabke in sab se pehle usne humein pukara tha, humne uski dua qabool ki aur usey aur uske ghar walon ko karb-e-azeem (great calamity) se najaat di"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Aur us qaum ke muqaable mein uski madad ki jisne hamari aayat ko jhutla diya tha. Woh baday burey log thay, pas humne un sabko garq (drown) kardiya"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Aur isi niyamat se humne Dawood aur Suleiman ko sarfaraz kiya. Yaad karo woh mauqa jabke woh dono ek khet (field) ke muqaddame mein faisla kar rahey thay jismein raat ke waqt dusre logon ki bakriyan(goats) phayl gayi thin (strayed at night),aur hum unki adalat khud dekh rahey thay"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Us waqt humne sahih faisla Sulaiman ko samjha diya, halaanke hukum aur ilm humne dono hi ko ata kiya tha. Dawood ke saath humne pahadon aur parindon ko musakkhar kardiya tha jo tasbeeh karte thay, is fail (kaam) ke karne waley hum hi thay"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Aur humne usko tumhare faiyde ke liye zira (coats of armor) banane ki sanat (craft) sikha di thi, taa-ke tumko ek dusre ki maar se bachaye, phir kya tum shukar guzar ho"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Aur Sulaiman ke liye humne teiz hawa ko musakkhar kardiya tha jo uske hukum se us sar-zameen ki taraf chalti thi jismein humne barkatein rakkhi hain. Hum har cheez ka ilm rakhne waley thay"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Aur shayateen mein se humne aisey bahutson (many) ko uska tabey bana diya tha jo uske liye ghotey (diving) lagate aur iske siwa dusre kaam karte thay, in sab ke nigraan hum hi thay"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Aur yahi (hosh-mandi aur hukum o ilm ki niyamat) humne Ayub ko di thi. Yaad karo jabke usne apne Rubb ko pukara ke “mujhey bimaari lag gayi hai aur tu arham ur rahimeen (sab se badhkar reham karne wala) hai.”"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Humne uski dua qabool ki aur jo takleef usey thi usko door kardiya, aur sirf uske ehl-o-ayal hi usko nahin diye balke unke saath utne hi aur bhi diye, apni khaas rehmat ke taur par, aur isliye ke yeh ek sabaq ho ibadat guzaaron keliye"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Aur yahi niyamat Ismail aur Idris(Enoch) aur Dhul-Kifl (Isaiah) ko di, ke yeh sab saabir log (practised fortitude) thay"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Aur unko humne apni rehmat mein dakhil kiya ke woh salihon (righteous people) mein se thay"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Aur machli waley(yunus) ko bhi humne nawaza, yaad karo jabke woh bigad kar chala gaya tha aur samjha tha ke hum uspar giraft na karenge. Aakhir ko usne tareekiyon(darkness) mein pukara “nahin hai koi khuda magar tu, paak hai teri zaat, beshak maine kasoor kiya”"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Tab humne uski dua qabool ki aur ghum se usko najaat bakshi, aur isi taraah hum momino ko bacha liya karte hain"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Aur zakariya ko, jabke usne apne Rubb ko pukara ke “aey parwardigar, mujhey akela na chodh, aur behtareen waris to tu hi hai”"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Pas humne uski dua qabool ki aur usey Yahya ata kiya aur uski biwi ko uske liye durust kardiya, yeh log neki ke kaamon mein daud-dhoop karte thay aur humein ragbat (with love) aur khauf ke saath pukarte thay, aur hamare aagey jhuke huey thay"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Aur woh khaatun jisne apni ismat (chastity) ki hifazat ki thi, humne uske andar apni rooh se phoonka aur usey aur uske bete ko duniya bhar ke liye nishani bana diya"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Yeh tumhari ummat haqeeqat mein ek hi ummat hai aur main tumhara Rubb hoon, pas tum meri ibadat karo"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Magar (yeh logon ki karastani hai ke) inhon ne aapas mein deen ko tukde tukde kar dala, sabko hamari taraf palatna hai"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Phir jo neik amal karega, is haal mein ke woh momin ho, to uske kaam ki na-qadri na hogi, aur usey hum likh rahey hain"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Aur mumkin nahin hai ke jis basti ko humne halaak kardiya ho woh phir palat sakey"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Yahaan tak ke jab yajooj majooj khol diye jayenge aur har bulandi se woh nikal padenge"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Aur wada bar haqq ke poora hone ka waqt qareeb aa lagega to yakayak un logon ke deedhey phatey ke phatey reh jayenge (fixedly stare in horror), jinhon ne kufr kiya tha. Kahenge “haaye hamari kambakhti, hum is cheez ki taraf se gaflat mein padey huey thay, balke hum khatakaar thay.”"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Beshak tum aur tumhare woh mabood jinhein tum poojhte ho, jahannum ka indhan (fuel) hain, wahin tumko jana hai"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Agar yeh waqayi khuda hotey to wahan na jatey, ab sabko hamesha usi mein rehna hai.”"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Wahaan woh phunkare maarenge (groan/roar) aur haal yeh hoga ke usmein kaan padi aawaaz na sunayi degi"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Rahey woh log jinke liye hamari taraf se bhalayi ka pehle hi faisla ho chuka hoga, to woh yaqeenan ussey door rakkhey jayenge"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Uski sarsarahat tak na sunenge aur woh hamesha hamesha apni mann bhati cheezon ke darmiyan rahenge"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Woh intihayi ghabrahat ka waqt unko zara pareshan na karega, aur malaika badh kar unko haathon haath lenge ke “yeh tumhara wahi din hai jiska tumse waada kiya jaata tha”"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Woh din jabke aasman ko hum yun lapeit kar rakh denge jaise tumar mein awraaq lapeit diye jatey hain (leaves of paper are rolled up in a written scroll) jis tarah pehle humne takhleeq ki ibtida ki thi usi tarah hum phir uska iaada (originate) karenge. Yeh ek wada hai hamare zimme, aur yeh kaam humein bahr-haal karna hai"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Aur Zaboor mein hum naseehat ke baad yeh likh chuke hain ke zameen ke waris hamare neik banday hongey"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Is mein ek badi khabar hai ibadat guzar logon ke liye"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "(Aey Muhammad), humne jo tumko bheja hai to yeh dar-asal duniya walon ke haqq mein hamari rehmat hai"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Insey kaho, “mere paas jo wahee aati hai woh yeh hai ke tumhara khuda sirf ek khuda hai, phir kya tum sar-e-itaat jhukate ho?”"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Agar woh mooh pherein to kehdo “maine alal-ailaan (openly) tumko khabardaar kardiya hai. Ab yeh main nahin jaanta ke woh cheez jiska tumse wada kiya jaa raha hai qareeb hai ya door"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Allah woh baatein bhi jaanta hai jo ba-awaaz buland kahi jati hain aur woh bhi jo tum chupa kar karte ho"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Main to yeh samajhta hoon ke shayad yeh (dair/delay) tumhare liye ek fitna hai aur tumhein ek waqt e khaas tak ke liye mazay karne ka mauqa diya jaa raha hai”"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(aakhi-e-kaar) Rasool ne kaha “aey mere Rubb, haqq ke saath faisla karde, aur logon, tum jo baatein banate ho unke muqable mein hamara Rubb-e-Rehman hi hamare liye madad ka sahara hai.”"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "Logon, apne Rubb ke gazab se bacho, haqeeqat yeh hai ke qayamat ka zalzala badi (haulnaak) cheez hai"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Jis roz tum usey dekhoge, haal yeh hoga ke har doodh pilane wali apne doodh peetay bacchey se gaafil ho jayegi, har haamila (pregnant) ka hamal gir jayega, aur log tumko madhosh nazar aayenge, halanke woh nashey mein na hongey, balke Allah ka azaab hi kuch aisa sakht hoga"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Baaz log aisey hain jo ilm ke bagair Allah ke barey mein bahas karte hain aur har shaytaan e sarkash ki pairwi karne lagte hain"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Halanke uske to naseeb hi mein yeh likha hai ke jo usko dost banayega usey woh gumraah karke chodega aur azaab e jahannum ka raasta dikhayega"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "Logon, agar tumhein zindagi baad e maut ke barey mein kuch shakk hai to tumhein maloom ho ke humne tumko mitti se paida kiya hai, phir nutfe se,phir khoon ke lothdey se, phir gosht ki boti se jo shakal waali bhi hoti hai aur be shakal bhi ( yeh hum isliye bata rahey hain) taa-ke tumpar haqeeqat wazeh kardein, hum jis (nutfe) ko chahte hain ek khaas waqt tak rehemo (wombs) mein thehraye rakhte hain, phir tumko ek bacchey ki surat mein nikal latey hain, (phir tumhein parwarish karte hain) taa-ke tum apni poori jawani ko pahuncho aur tum mein se koi pehle hi wapas bula liya jata hai aur koi badhtareen umar ki taraf pher diya jata hai, taa-ke sab kuch jaanney ke baad phir kuch na janey. Aur tum dekhte ho ke zameen sukhi padi hai, phir jahan humne uspar meh barsaya ke yakayak woh phabak uthi aur phool gayi aur usne har qisam ki khush manzar nabataat(vegetation) ugalni shuri kardi"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Ye sab kuch is wajah se hai ke Allah hi haqq hai, aur woh murdon ko zinda karta hai, aur woh har cheez par qadir hai"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Aur yeh (is baat ki daleel hai) ke qayamat ki ghadi aakar rahegi, is mein kisi shakk ki gunjaish nahin, aur Allah zaroor un logon ko uthayega jo qabaron mein jaa chuke hain"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Baaz log aisey hain jo kisi ilm aur hidayat aur roshni bakshne wali kitaab ke bagair, gardan akdaye huey"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Khuda ke barey mein jhagadte hain, taa-ke logon ko raah e khuda se bhatka dein. Aisey shaks ke liye duniya mein ruswayi hai aur qayamat ke roz usko hum aag ke azaab ka maza chakkhayenge"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Yeh hai tera woh mustaqbil (future) jo tere apne haathon ne tere liye tayyar kiya hai, warna Allah apne bandon par zulm karne wala nahin hai"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Aur logon mein koi aisa hai jo kinare par reh kar Allah ki bandagi karta hai, agar faiyda hua to mutmaeen hogaya aur jo koi museebat aa gayi to ulta phir gaya. Uski duniya bhi gayi aur aakhirat bhi, yeh hai sareeh khasara (loss/nuksaan)"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Phir woh Allah ko chodh kar unko pukarta hai jo na usko nuqsaan pahuncha sakte hain na faiyda, yeh hai gumrahi ki inteha"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Woh unko pukarta hai jinka nuqsaan unke nafey (faiyda) se qareeb tar hai, badhtareen hai us ka maula (guardian) aur badtareen hai uska rafeeq(companion)"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "(iske baraks) Allah un logon ko jo iman laye aur jinon ne neik amal kiye, yaqeenan aisi jannaton mein dakhil karega jinke nichey nehrein beh rahi hongi. Allah karta hai jo kuch chahta hai"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Jo shaks yeh gumaan rakhta ho ke Allah duniya aur aakhirat mein uski koi madad na karega usey chahiye ke ek rassi (rope) ke zariye aasmaan tak pahunch kar shigaf lagaye(cut a hole into it), phir dekh le ke aaya uski tadbeer kisi aisi cheez ko radd kar sakti hai jo usko nagawar hai"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Aisi hi khuli khuli baaton ke saath humne is Quran ko nazil kiya hai, aur hidayat Allah jisey chahta hai deta hai"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Jo log iman laye, aur jo yahudi huey, aur sabayi (Sabaeans), aur nasara ,aur majoos, aur jin logon ne shirk kiya, un sab ke darmiyan Allah qayamat ke roz faisla kardega. Har cheez Allah ki nazar mein hai"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Kya tum dekhte nahin ho ke Allah ke aagey sar-ba-sujood hain woh sab jo aasmano mein hain aur jo zameen mein hain, Suraj aur chand aur taarey aur pahad aur darakht aur jaanwar aur bahut se Insaan aur bahut se woh log bhi jo azaab ke mustahiq ho chuke hain? aur jisey Allah zaleel-o-khwar karde usey phir koi izzat dene wala nahin hai. Allah karta hai jo kuch chahta hai"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Yeh do fareeq hain jinke darmiyan apne Rubb ke maamle ka jhagda hai. In mein se woh log jinhon ne kufr kiya hai unke liye aag ke libaas kaatey ja chuke hain, unke saron (heads) par khaulta (boiling) hua pani dala jayega"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Jissey unki khalein (skins) hi nahin pait ke andar ke hissey tak gal (melt) jayenge"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Aur unki khabar lene ke liye lohey (iron) ke gurz (maces) honge"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Jab kabhi woh ghabra kar jahannum se nikalne ki koshish karenge phir usi mein dhakeil diye jayenge ke chakkho ab jalne ki saza ka maza"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "(Dusri taraf) jo log iman laaye aur jinhon ne neik amal kiye unko Allah aisi jannaton mein dakhil karega jinke nichey nehrein beh rahi hongi, wahan woh soonay ke kangano aur motiyon se aarasta kiye jayenge aur unke libas resham ke honge"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Unko pakeeza baat kabool karne ki hidayat bakshi gayi aur unhein khudaye satuda siffat (All Praiseworthy) ka raasta dikhaya gaya"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Jin logon ne kufr kiya aur jo (aaj) Allah ke raaste se rok rahey hain aur us masjid e haram ki ziyarat mein maney hain jisey humne sab logon ke liye banaya hai, jismein muqami bashindon aur bahar se aane walon ke huqooq barabar hain, (unki rawish yaqeenan saza ki mustahiq hai), is (masjid e haram) mein jo bhi raasti se hatkar (deviate from righteousness) zulm ka tareeqa ikhtiyar karega usey hum dardnaak azaab ka maza chakhayenge"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Yaad karo woh waqt jab humne Ibrahim ke liye is ghar (khane Kaaba) ki jagah tajweez ki thi (is hidayat ke saath) ke “mere saath kisi cheez ko shareek na karo, aur mere ghar ko tawaf karne walon aur qayam va ruku va sujood karne walon ke liye paak rakho"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "Aur logon ko hajj ke liye izan e aam (proclamation) de do ke woh tumhare paas har door daraz muqaam se paidal aur ounton(camels) par sawar aayein"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "Taa-ke woh faiyde dekhein jo yahan unke liye rakkhe gaye hain, aur chandh muqarrar dino mein un jaanwaron par Allah ka naam lein jo usne unhein bakshe hain, khud bhi khayein aur tang-dast mohtaj ko bhi dein"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Phir apna mail-kuchel (dirt) door karein aur apni nazrein (vows) poori karein, aur us qadeem (ancient) ghar ka tawaf karein"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Yeh tha (taamir e kaaba ka maqsad) aur jo koi Allah ki qayam karda hurmaton (sanctity) ka ehtamam karey to yeh uske Rubb ke nazdeek khud usi keliye behtar hai. Aur tumhare liye maweshi (cattle) jaanwar halal kiye gaye , ma siwa un cheezon ke jo tumhein batayi jaa chuki hain. Pas buthon(Idols) ki gandagi se bacho, jhooti baaton se parheiz karo"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Yaksu hokar Allah ke banday bano, uske saath kisi ko shareek na karo aur jo koi Allah ke saath shirk karey to goya woh aasmaan se gir gaya, ab ya to usey parinday uchak le jayenge ya hawa usko aisi jagah le jaa kar phenk degi jahan uske cheethdey udh (shattered into pieces) jayenge"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Yeh hai asal maamla (isey samajh lo), aur jo Allah ke muqarrar karda shaair (sanctity) ka ehtaram karey to yeh dilon ke taqwa se hai"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Tumhein ek waqt e muqarrar tak un (hadi ke jaanwaron) se faiyda uthane ka haqq hai phir un (ke qurbaan karne) ki jagah usi qadeem ghar ke paas hai"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Har ummat ke liye humne qurbani ka ek qaida muqarrar kardiya hai taa-ke (us ummat ke log) un jaanwaron par Allah ka naam lein jo usne unko bakshey hain (in mukhtalif tareeqon ke andar maqsad ek hi hai). Pas tumhara khuda ek hi khuda hi aur usi ke tum mutii e farmaan bano. Aur aey Nabi, basharat de de aajizana (humble ) rawish ikhtiyar karne walon ko"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "Jinka haal yeh hai ke Allah ka zikr sunte hain to unke dil kaanp uthte hain, jo museebat bhi unpar aati hai uspar sabr karte hain, namaz qayam karte hai, aur jo kuch rizq humne unko diya hai us mein se kharch karte hain"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Aur (qurbani ke) ounton (camels) ko humne tumhare liye shaaer-Allah (symbols of Allah) mein shamil kiya hai, tumhare liye un mein bhalayi hai. Pas unhein khada karke unpar Allah ka naam lo, aur jab (qurbani ke baad) unki peethein zameen par tik jayein to unmein se khud bhi khao aur unko bhi khilao jo qanaat kiye baithe hain (contented ones) aur unko bhi jo apni haajat pesh karein. In jaanwaron ko humne is tarah tumhare liye musakkhar kiya hai taa-ke tum shukriya ada karo"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Na unke gosht Allah ko pahunchte hain na khoon, magar usey tumhara taqwa pahunchta hai. Usne unko tumhare liye is tarah musakkhar kiya hai taa-ke uski bakshi hui hidayat par tum uski takbeer karo. Aur (aey Nabi), basharat dedo neikukar logon ko"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Yaqeenan Allah mudafiyat (defends) karta hai un logon ki taraf se jo iman laye hain. Yaqeenan Allah kisi khain (treacherous) kafir e niyamat ko pasand nahin karta"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Ijazat de di gayi un logon ko jinke khilaf jung ki jaa rahi hai, kyunke woh mazloom hain, aur Allah yaqeenan unki madad par qadir hai"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Yeh woh log hain jo apne gharon se na-haqq nikal diye gaye sirf is kasoor par ke woh kehte thay “hamara Rubb Allah hai”. Agar Allah logon ko ek dusre ke zariye dafa na karta rahey to khanqahein (monasteries), aur girja (churches) aur mabad (synagogues) aur masjidein, jin mein Allah ka kasrat se naam liye jata hai, sab mismaar (demolished) kar daali jayein. Allah zaroor un logon ki madad karega jo uski madad karenge. Allah bada taaqatwar aur zabardast hai"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Yeh woh log hain jinhein agar hum zameen mein iqtedar bakshein to woh namaz qayam karenge, zakat denge, maroof (bhalayi) ka hukum denge aur munkar (burayi) se mana karenge aur tamaam maamlaat ka anjaam kaar Allah ke haath mein hai"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "(Aey Nabi), agar woh tumhein jhutlate hain to unse pehle qaum e Nooh aur Aad aur Samood"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "Aur qaum e Ibrahim aur qaum e Lut"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "Aur ehle madyan bhi jhutla chuke hain aur Moosa bhi jhutlaye jaa chuke hain. Un sab munkireen ko maine pehle mohlat di , phir pakad liya. Ab dekhlo ke meri uqubat(chastisement) kaisi thi"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Kitni hi khatakar bastiyan hain jinko humne tabaah kiya hai aur aaj woh apni chathon (roofs) par ulti padi hain, kitne hi kuwein (wells) bekar aur kitne hi qasr (castle) khandar bani huey hain"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Kya yeh log zameen mein chale phire nahin hain ke inke dil samajhne waley aur inke kaan sunney waley hotey? Haqeeqat yeh hai ke aankhein andhi nahin hoti magar woh dil andhey ho jatey hain jo seeno mein hain"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Yeh log azaab ke liye jaldi macha rahey hain. Allah hargiz apne wadey ke khilaf na karega, magar tere Rubb ke haan ka ek din tumhare shumar ke hazaar baras ke barabar hua karta hai"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Kitni hi bastiyan hain jo zalim thi, maine uno pehle mohlat di, phir pakad liya aur sab ko wapas to mere paas hi aana hai"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "(Aey Muhammad), kehdo ke “ logon, main to tumhare liye sirf woh shaks hoon jo (bura waqt aane se pehle) saaf saaf khabardar karne wala ho"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Phir jo iman layenge aur neik amal karenge unke liye magfirat hai aur izzat ki rozi"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Aur jo hamari aayat ko neecha dikhane ki koshish karenge woh dozakh ke yaar hain"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Aur (aey Muhammad) tumse pehle humne na koi Rasool aisa bheja hai na Nabi (jiske saath yeh maamla na pesh aaya ho ke) jab usne tamanna ki, shaytan uski tamanna mein khalal andaz ho gaya. Is tarah jo kuch bhi shaytan khalal andaziyan karta hai Allah unko mita deta hai aur apni aayat ko pukhta (confirm) kardeta hai. Allah aleem hai aur hakeem"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "(Woh is liye aisa honay deta hai) taa-ke shaytan ki daali hui kharabi ko fitna bana de un logon ke liye jinke dilon ko [nifaq ka (hypocrisy)] rog laga hua hai aur jinke dil khotay hain. Haqeeqat yeh hai ke yeh zalim log inaad (enmity) mein bahut door nikal gaye hain"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Aur ilam se behramand log jaan lein ke yeh haqq hai tere Rubb ki taraf se aur woh ispar iman le aayein aur unke dil iske aagey jhuk jaayein. Yaqeenan Allah iman laney walon ko hamesha seedha raasta dikha deta hai"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Inkar karne waley to iski taraf se shakk hi mein padey rahenge yaha tak ke ya to unpar qayamat ki ghadi achanak aa jaye, ya ek manhoos din ka azaab nazil ho jaye"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "Us roz baadshahi Allah ki hogi aur woh unke darmiyan faisla kardega. Jo iman rakhne waley aur amal e saleh karne waley hongey woh niyamat bhari jannaton mein jayenge"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Aur jinhon ne kufr kiya hoga aur hamari aayat ko jhutlaya hoga unke liye ruswakun azaab hoga"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Aur jin logon ne Allah ki raah mein hijrat ki, phir qatal kardiye gaye ya marr gaye, Allah unko accha rizq dega aur yaqeenan Allah hi behtareen raaziq hai"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Woh unhein aisi jagah pahunchayega jissey woh khush ho jayenge. Beshak Allah aleem (all knowing) aur haleem (Most Forbearing) hai"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Yeh to hai unka haal, aur jo koi badla le, waisa hi jaisa uske saath kiya gaya, aur phir uspar zyadati bhi ki gayi ho, to Allah uski madad zaroor karega. Allah maaf karne wala aur darguzar karne wala hai"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Yeh is liye ke raat se din aur din se raat nikalne wala Allah hi hai aur woh sami (sunney waala/ hears everything) o baseer (dekhne wala /sees everything) hai"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Yeh isliye ke Allah hi haqq hai aur woh sab baatil hain jinhein Allah ko chodh kar yeh log pukarte hain. Aur Allah hi baaladast (Supreme) aur buzurg (Exalted One) hai"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Kya tum dekhte nahin ho ke Allah aasman se pani barsata hai aur uski badaulat zameen sar-sabz ho jaati hai? Haqeeqat yeh hai ke woh lateef o khabeer hai (fully aware of everything)"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Usi ka hai jo kuch aasmano mein hai aur jo kuch zameen mein hai. Beshak wahi gani (All-Sufficient/ free of all wants) o hameed (praiseworthy) hai"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Kya tum dekhte nahin ho ke usne woh sab kuch tumhare liye musakkhar kar rakkha hai jo zameen mein hai, aur usi ne kashti ko qaide ka paband banaya hai ke woh uske hukum se samandar mein chalti hai, aur wahi aasmaan ko is tarah thamey huey ke uske izan ke bagair woh zameen par nahin gir sakta? Waqia yeh hai ke Allah logon ke haqq mein bada shafeeq (very Kind) aur raheem (merciful) hai"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Wahi hai jisne tumhein zindagi bakshi hai, wahi tumko maut deta hai aur whai phir tumko zinda karega, sach yeh hai ke Insaan bada hi munkir e haqq hai"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Har ummat ke liye humne ek tareeq-e-ibadat muqarrar kiya hai jiski woh pairwi karti hai, pas (aey Muhammad), woh is maamle mein tumse jhagda na karein, tum apne Rubb ki taraf dawat do, yaqeenan tum seedhey raaste par ho"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Aur agar woh tumse jhagdein to kehdo ke “jo kuch tum kar rahey ho Allah ko khoob maloom hai"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Allah qayamat ke roz tumhare darmiyan un sab baaton ka faisla kardega jin mein tum ikhtilaf karte rahey ho”"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Kya tum nahin jaante ke aasman o zameen ki har cheez Allah ke ilam mein hai? Sab kuch ek kitaab mein darj hai. Allah keliye yeh kuch bhi mushkil nahin hai"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Yeh log Allah ko chodh kar unki ibadat kar rahey hain jinke liye na to usne koi sanad(authority) nazil ki hai aur na yeh khud unke barey mein koi ilam rakhte hain. In zalimon ke liye koi madadgaar nahin hai"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Aur jab inko hamari saaf saaf aayat sunayi jati hain to tum dekhte ho ke munkireen e haqq ke chehre bigadne lagte hain aur aisa mehsoos hota hai ke abhi woh un logon par toot padenge jo unhein hamari aayat sunate hain. Inse kaho “ main bataoon tumhein ke issey badhtar cheez kya hai? Aag, Allah ne usi ka wada un logon ke haqq mein kar rakkha hai jo qabool e haqq se inkar karein, aur woh bahut hi bura thikana hai”"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "Logon, ek misaal di jaati hai, gaur se suno, jin maboodon ko tum khuda ko chodh kar pukarte ho woh sab milkar ek makkhi (fly) bhi paida karna chahein to nahin kar sakte, balke agar makkhi unse koi cheez cheen le jaaye to woh usey chuda bhi nahin sakte. Madad chahne waley bhi kamzoar aur jinse madad chahi jati hai woh bhi kamzoar"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "In logon ne Allah ki qadar hi na pehchani jaisa ke uske pehchanne ka haqq hai , waqia yeh hai ke quwwat aur izzat wala to Allah hi hai"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Haqeeqat yeh hai ke Allah [apne faramin ki tarsil ke liye(to convey His decrees)] malaika (Farishtey) mein se bhi paigham rasaan muntakhab (choose) karta hai aur Insaano mein se bhi. Woh Sami (sunney waala) aur baseer (dekhne waala) hai"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Jo kuch unke saamne hai usey bhi woh jaanta hai aur jo kuch unse ojhal (hidden/behind) hai ussey bhi woh waqif hai, aur saarey maamlaat usi ki taraf rujoo hotey hain"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Aey logon jo iman laye ho, ruku aur sajda karo, apne Rubb ki bandagi karo, aur neik kaam karo, shayad ke tumko falaah naseeb ho"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Allah ki raah mein jihad karo jaisa ke jihad karne ka haqq hai, usne tumhein apne kaam ke liye chun liya hai aur deen mein tumpar koi tanggi nahin rakkhi. Qayam ho jao apne baap Ibrahim ki millat par. Allah ne pehle bhi tumhara naam “Muslim” rakkha tha aur is (Quran) mein bhi (tumhara yahi naam hai) taa-ke Rasool tumpar gawah ho aur tum logon par gawah. Pas namaz qayam karo, zakaat do aur Allah se wabista ho jao (hold fast to Allah), woh hai tumhara maula (guardian), bahut hi accha hai woh maula aur bahut hi accha hai woh madadgaar"
        },
        {
            "chapter": 23,
            "verse": 1,
            "text": "Yaqeenan falaah payi hai iman laney walon ne jo"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Apni namaz mein khushu ikhtiyar karte hain (Salat with humility)"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Laghviyat (vain things) se door rehte hain"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "Zakaat ke tareeqe par aamil hotey hain"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Apni sharmgaahon ki hifazat karte hain"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Siwaye apni biwiyon ke aur un auraton ke jo unki milk e yameen mein hon (right hand posseses) ke unpar (mehfooz na rakhne mein) woh qabil e malamat nahin hain"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Albatta jo uske alawa kuch aur chahein wahi zyadati karne waley hain"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "Apni amanaton (trusts) aur apne ahad o paiman (promises) ka paas rakhte hain"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "Aur apni namazon ki muhafizat (hifazat) karte hain"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Yahi log woh waris hain"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Jo miraas mein firdous payenge aur usmein hamesha rahenge"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Humne Insaan ko mitti ke saatt (essence of clay) se banaya"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Phir usey ek mehfooz jaga tapki hui boondh mein tabdeel kiya"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Phir us boondh ko lothday ki shakal di, phir lothday ko boti bana diya, phir boti ki haddiyan (bones) banayin, phir haddiyon par gosht chadhaya. Phir usey ek dusri hi makhlooq bana khada kiya. Pas bada hi ba-barakat hai Allah, sab karigaron se accha kaarigar(creator)"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Phir iske baad tumko zaroor marna hai"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Phir qayamat ke roz yaqeenan tum uthaye jaogey"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Aur tumhare upar humne saat (seven) raastey banaye, takhleeq ke kaam se hum kuch na-balad na thay (We are never unmindful of (our) Creation"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Aur aasmaan se humne theek hisaab ke mutabiq ek khaas miqdar mein pani utara aur usko zameen mein thehara diya. Hum usey jis tarah chahein gayab kar sakte hain"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Phir is pani ke zariye se humne tumhare liye khajoor aur angoor ke baagh paida kardiye, tumhare liye in baaghon mein bahut se lazeez phal hain aur unsey tum rozi haasil karte ho"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Aur woh darakht bhi humne paida kiya jo Tur-e-seena (mount sinai) se nikalta hai, teil (oil) bhi liye huey ugta hai aur khane walon ke liye saalan bhi"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Aur haqeeqat yeh hai ke tumhare liye maweshiyon mein bhi ek sabaq hai unke paithon (bellies) mein jo kuch hai usi mein se ek cheez hum tumhein pilatey hain, aur tumhare liye unmein bahut se dusre faiyde bhi hain"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Unko tum khate ho aur unpar aur kashtiyon par sawaar bhi kiye jatey ho"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Humne Nooh ko uski qaum ki taraf bheja, usne kaha “ aey meri qaum ke logon, Allah ki bandagi karo, uske siwa tumhare liye koi aur mabood nahin hai, kya tum darte nahin ho?”"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Uski qaum ke jin sardaaron ne maanne se inkar kiya woh kehne lagey ke “yeh shaks kuch nahin hai magar ek bashar(Insaan) tum hi jaisa. Iski garz yeh hai ke tumpar bartari (superiority) haasil karey. Allah ko agar bhejna hota to farishtey bhejta.Yeh baat to humne kabhi apne baap dada ke waqton mein suni hi nahin ( ke bashar Rasool bankar aaye)"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Kuch nahin , bas is aadmi ko zara junoon lahaq(possessed) ho gaya hai, kuch muddat aur dekhlo [ ( shayad ifaqa ho jaaye)( may be he is cured)]”"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Nooh ne kaha “parwardigar, in logon ne jo meri takzeeb ki hai ispar ab tu hi meri nusrat farma.”"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Humne uspar wahee ki ke “hamari nigrani mein aur hamari wahee ke mutabiq kashti (ark) tayyar kar. Phir jab hamara hukum aa jaye aur tannur ubal paday to har qisam ke jaanwaron mein se ek ek joda lekar usmein sawaar ho ja, aur apne ehal o ayaal ko bhi saath le, siwai unke jinke khilaf pehle faisla ho chuka hai, aur zaalimon ke maamle mein mujhse kuch na kehna, yeh ab garq (doob/ drown) honay waley hain"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Phir jab tu apne saathiyon sameth kashti par sawar ho jaye to keh, shukar hai us khuda ka jisne humein zaalim logon se nijaat di"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Aur keh, parwardigar, mujhko barakat wali jagah utaar aur tu behtareen jagah dene wala hai.”"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Is qissey mein badi nishaniyan hain aur aazmaish to hum karke hi rehte hain"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Inke baad humne ek dusre daur ki qaum uthayi"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Phir un mein khud unhi ki qaum ka ek Rasool bheja ( jisne unhein dawat di) ke Allah ki bandagi karo, tumhare liye uske siwa koi aur maabood nahin hai, kya tum darte nahin ho"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Uski qaum ke jin sardaron ne maanne se inkar kiya aur aakhirat ki peshi ko jhutlaya, jinko humne duniya ki zindagi mein aasuda kar rakkha tha, woh kehne lagey “ye shaks kuch nahin hai magar ek bashar tum hi jaisa, jo kuch tum khate ho wahi yeh khata hai aur jo kuch tum peete ho wahi yeh peeta hai"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Ab agar tumne apne hi jaise ek bashar ki itaat qabool karli to tum ghatay hi mein rahey"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Yeh tumhein ittila deta hai ke jab tum mar kar mitti ho jaogey aur haddiyon ka panjar reh jaogey us waqt tum (qabaron se) nikale jaogey"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Baeed (far/Impossible), bilkul baeed(Impossible) hai yeh wada jo tumse kiya jaa raha hai"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Zindagi kuch nahin hai magar bas yahi duniya ki zindagi. Yahin humko marna aur jeena hai aur hum hargiz uthaye janey waley nahin hain"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Yeh shaks khuda ke naam par mehaz jhoot ghadh raha hai aur hum kabhi iske maanne waley nahin hain.”"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Rasool ne kaha “parwardigar , in logon ne jo meri takzeeb ki hai, ispar ab tu hi meri nusrat farma”"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Jawab mein irshad hua “qareeb hai woh waqt jab yeh apne kiye par pachtayenge”"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Aakhir e kaar theek theek haqq ke mutabiq ek hungama e azeem ne unko aa liya aur humne inko kachra bana kar phenk diya. Door ho zaalim qaum"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Phir humne unke baad dusri qaumein uthayi"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Koi qaum na apne waqt se pehle khatam hui aur na uske baad thehar saki"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Phir humne pai dar pai apne Rasool bheje. Jis qaum ke paas bhi uska Rasool aaya, usne usey jhutlaya, aur hum ek ke baad ek qaum ko halaak karte chale gaye hatta ke unko bas afsana hi bana kar choda, phitkar un logon par jo iman nahin laatey"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Phir humne Moosa aur uske bhai Haroon ko apni nishaniyon aur khuli sanad ke saath Firoun aur uske ayaan sultanat ki taraf bheja"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Magar unhon ne takabbur (arrogance) kiya aur badi dunki li"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Kehne lage “Kya hum apne hi jaise do aadmiyon par iman le aayein? Aur aadmi bhi woh jinki qaum hamari bandi (ghulam) hai”"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Pas unhon ne dono ko jhutla diya aur halaak honay walon mein jaa miley"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Aur Moosa ko humne kitaab ata farmayi taa-ke log ussey rehnumayi haasil karein"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Aur Ibne Maryam aur uski maa ko humne ek nishani banaya aur unko ek sateh murtafa (shelter on a plateau) par rakkha jo itminaan ki jagah thi aur chashme usmein jaari thay"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Aey paigambaron, khao paak cheezein aur amal karo saleh, tum jo kuch bhi karte ho, main usko khoob jaanta hoon"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Aur yeh tumhari yeh ummat ek hi ummat hai aur main tumhara Rubb hoon, pas mujhi se tum daro"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Magar baad mein logon ne apne deen (religion) ko aapas mein tukde tukde karliya, har giroh ke paas jo kuch hai usi mein woh magan hai"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Accha, to chodo inhein, doobey rahein apni gaflat mein ek waqt e khaas tak"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Kya yeh samajhte hain ke hum jo inhein maal o aulad se madad diye jaa rahey hain"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "To goya inhein bhalaiyan dene mein sargarm hain? Nahin, asal maamle ka inhein shaour nahin hai"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Jo apne Rubb ke khauf se darey rehte hain"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Jo Rubb ki aayat par iman latey hain"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Jo apne Rubb ke saath kisi ko shareek nahin karte"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "Aur jinka haal yeh hai ke detay hain jo kuch bhi detay hain aur dil unke is khayal se kaampte rehte hain ke humein apne Rubb ki taraf palatna hai"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "Bhalaiyon ki taraf daudne waley aur sabaqat karke unhein paa lene waley to dar-haqeeqat woh log hain"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Hum kisi shaks ko uski maqdart (taaqat) se zyada ki takleef nahin detay aur humare paas ek kitaab hai jo (har ek ka haal) theek theek bata dene wali hai, aur logon par zulm bahr-haal nahin kiya jayega"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Magar yeh log is maamle se be-khabar hain aur inke aamal bhi is tareeqe se ( jiska upar zikr kiya gaya hai) mukhtalif hain. Woh apne yeh karoot kiye chale jayenge"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Yahan tak ke jab hum unke ayyashon (affluent ones /aasuda haal) ko azaab mein pakad lenge to phir woh dakrana shuru kar denge (begin to bellow /cry)"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Ab bandh karo apni fariyad o fugaan, hamari taraf se ab koi madad tumhein nahin milni"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Meri aayat sunayi jati thi to tum (Rasool ki aawaz sunte hi) ultay paon bhaag nikalte thay"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Apne ghamand mein usko khatir hi mein na latey thay,apne chaoupalon (meeting places) mein unpar baatein chaant-te (ridiculed him) aur bakwas kiya karte thay"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "To kya in logon ne kabhi is kalaam par gaur nahin kiya? Ya woh koi aisi baat laya hai jo kabhi inke aslaaf (forefathers) ke paas na aayi thi"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Ya yeh apne Rasool se kabhi ke waqif na thay ke (anjaana aadmi honay ke baais) ussey bidakte hain"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Ya ye is baat ke qayal hain ke woh majnoon [possessed (by a jinn)] hai? Nahin, balke woh haqq laya hai aur haqq hi inki aksariyat (most) ko nagawar hai"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Aur haqq agar kahin inki khwaishaat ke peechey chalta to zameen aur aasman aur inki saari aabaadi ka nizam darham barham ho jata. Nahin, balke hum unka apna hi zikar unke paas laaye hain aur woh apne zikr se mooh moad rahey hain"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Kya tu insey kuch maang raha hai? Tere liye tere Rubb ka diya hi behtar hai aur woh behtareen raziq hai"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Tu to unko seedhey raaste ki taraf bula raha hai"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Magar jo log aakhirat ko nahin maante woh raah e raast se hat kar chalna chahte hain"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Agar hum inpar reham karein aur woh takleef jis mein aaj kal yeh mubtila hain door kardein to yeh apni sarkashi mein bilkul hi behak jayenge"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Inka haal to yeh hai ke humne unhein takleef mein mubtila kiya, phir bhi yeh apne Rubb ke aagey na jhuke aur na aajizi (humble)ikhtiyar karte hain"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Albatta jab naubat yahan tak pahunch jayegi ke hum inpar sakht azaab ka darwaza khol denge to yakayak tum dekhoge ke us halat mein ye har khair se mayous hain"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Woh Allah hi to hai jisne tumhein sunney aur dekhne ki quwwatein di aur sochne ko dil diye , magar tum log kam hi shukarguzar hotey ho"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Wahi hai jisne tumhein zameen mein phaylaya, aur usi ki taraf tum sametay jaogey"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Wahi zindagi bakashta hai aur wahi maut deta hai, gardish e layl (raat) o nahar (din) usi ke qabze qudrat mein hai. Kya tumhari samajh mein yeh baat nahin aati"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Magar yeh log wahi kuch kehte hain jo unke peshraw (forefathers) keh chuke hain"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Yeh kehte hain “kya jab hum marr kar mitti ho jayenge aur haddiyon ka panjar ban kar reh jayenge to humko phir zinda karke uthaya jayega"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Humne bhi yeh wadey bahut sunay hain aur humse pehle hamare baap dada bhi suntey rahey hain. Yeh mehaz afasana haye pareena hain(ancient tales)”"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Insey kaho, batao agar tum jaante ho, ke yeh zameen aur iski saari aabaadi kiski hai"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Yeh zaroor kahenge ke Allah ki, kaho phir tum hosh mein kyun nahin aatey"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Insey pucho, saato (seven) aasmaano aur arsh-e-azeem ka maalik kaun hai"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Yeh zaroor kahenge Allah, kaho phir tum darte kyun nahin"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Insey kaho, batao agar tum jaante ho ke har cheez par iqtedaar kiska hai? Aur kaun hai woh jo panaah deta hai aur uske muqable mein koi panaah nahin de sakta"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Yeh zaroor kahenge ke yeh baat to Allah hi keliye hai. Kaho, phir kahan se tumko dhoka lagta hai"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Jo amr e haqq hai woh hum inke saamne le aaye hain, aur koi shakk nahin ke yeh log jhotey hain"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Allah ne kisi ko apni aulaad nahin banaya hai aur koi dusra khuda uske saath nahin hai. Agar aisa hota to har khuda apni khalq ko lekar alag ho jaata, aur phir woh ek dusre par chadh daudte.Paak hai Allah un baaton se jo yeh log banate hain"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Khule aur chupe ka jaanne wala, woh baalatar hai us shirk se jo yeh log tajweez kar rahey hain"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "(Aey Muhammad) dua karo ke “parwardigar, jis azaab ki inko dhamki di jaa rahi hai woh agar meri maujoodgi mein tu laye"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "To aey mere Rubb, mujhey in zaalim logon mein shamil na kijiyo”"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Aur haqeeqat yeh hai ke hum tumhari aankhon ke saamne hi woh cheez le aane ki poori qudrat rakhte hain jiski dhamki hum unhein de rahey hain"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "(Aey Nabi), burayi ko is tareeqe se dafa karo jo behtareen ho jo kuch baatein woh tumpar banate hain woh humein khoob maloom hai"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Aur dua karo ke “parwardigar, main shayateen ki uksahaton(waswason) se teri panaah maangta hoon"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Balke aey mere Rubb, main to issey bhi teri panaah maanga hoon ke woh mere paas aayein”"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "(yeh log apni karni se baaz na aayenge) yahan tak ke jab in mein se kisi ko maut aa jayegi to kehna shuru kardega ke “Aey mere Rubb, mujhey usi duniya mein wapas bhej dijiye jisey main chodh aaya hoon"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Umeed hai ke ab main neik amal karunga”. Hargiz nahin, yeh to bas ek baat hai jo woh bakk raha hai. Ab in sab (marne waalon) ke peechey ek barzakh (barrier) hayal hai dusri zindagi ke din tak"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Phir junhi ke Sur (trumphet) phoonk diya gaya, unke darmiyan phir koi rishta na rahega aur na woh ek dusre ko puchenge"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Us waqt jinke padle (scales) bhari hongey wahi falaah payenge"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Aur jinke padle (scales) halke honge wahi log hongey jinhon ne apne aap ko ghatay mein daal liya. Woh jahannum mein hamesha rahenge"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Aag unke chehron ki khaal chaat jayegi aur unke jabde (jaws) bahar nikal aayenge"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "“kya tum wahi log nahin ho ke meri aayat tumhein sunayi jati thi to tum unhein jhutlate thay?”"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Woh kahenge “aey hamare Rubb, hamari badbakhti hum par chaa gayi thi, hum waqayi gumraah log thay"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Aey parwardigar, ab humein yahan se nikaal de phir hum aisa kasoor karein to zaalim hongey”"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Allah taala jawab dega “ door ho mere saamne se, padey raho isi mein aur mujhse baat na karo"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Tum wahi log to ho ke mere kuch banday jab kehte thay ke aye hamare parwardigar, hum iman laye, humein maaf karde, humpar reham kar, tu sab raheemon se accha raheem hai"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "To tumne unka mazaaq bana liye, yahan tak ke unki zidd ne tumhein yeh bhi bhula diya ke main bhi koi hoon, aur tum unpar haste rahey"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Aaj unke us sabr ka maine yeh phal diya hai ke wahi kamiyaab hain”"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Phir Allah taala unse puchega “batao,zameen mein tum kitne saal rahey?”"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Woh kahenge “ ek din ya din ka bhi kuch hissa hum wahan thehre hain, shumaar karne walon se pooch lijiye”"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Irshad hoga “ thodi hi dair thehre ho na, kaash tumne yeh us waqt jana hota"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Kya tumne yeh samajh rakkha tha ke humne tumhein fizul(bekar) hi paida kiya hai aur tumhein hamari taraf kabhi palatna hi nahin hai?”"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Pas baala o bartar hai Allah , baadshah e haqiqi, koi khuda uske siwa nahin, maalik hai arsh e buzurg ka"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Aur jo koi Allah ke saath kisi aur maabood ko pukare, jiske liye uske paas koi daleel nahin, to uska hisaab uske Rubb ke paas hai. Aisey kafir kabhi falaah nahin paa sakte"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "(Aey Muhammad) kaho, “Mere Rubb darguzar farma, aur reham kar, aur tu sab raheemon se accha raheem hai”"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "Yeh ek surat hai jisko humne nazil kiya hai, aur isey humne farz kiya hai, aur is mein humne saaf saaf hidayaat nazil ki hain, shayad ke tum sabaq lo"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Zaniya (adulterous) aurat zaani mard, dono mein se har ek ko sau (hundred) kodey (lashes) maaro aur inpar tars khane ka jazba Allah ke deen ke maamle mein tumko daamangeer (pity) na ho agar tum Allah taala aur roz-e-aakhir par iman rakhte ho, aur inko saza detay waqt ehle iman ka ek giroh moujood rahey"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Zaani (man guilty of adultery) nikah na karey magar zaniya ke saath ya mushrika ke saath, aur zaniya ke saath nikah na karey magar zaani ya mushrik. Aur yeh haraam kardiya gaya hai ehle iman par"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Aur jo log paak daaman auraton par tohmat (ilzam /bohtan/slander) lagayein, phir char (four) gawaah lekar na aayein, unko assi (eighty) kodey (lashes) maaro , aur unki shahadat kabhi qabool na karo. Aur woh khud hi faasiq hain"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Siwaye un logon ke jo is harakat ke baad taaib (repent) ho jayein aur islaah karlein ke Allah zaroor (unke haqq mein) gafoor o raheem hai"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Aur jo log apni biwiyon par ilzam lagayein aur unke paas khud unke apne siwa doosre koi gawaah na hon to unmein se ek shaks ki shahadat(yeh hai ke woh) char martaba Allah ki kasam kha kar gawahi dey ke woh (apne ilzam mein) saccha hai"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "Aur panchwi (fifth) baar kahey ke uspar Allah ki lanat ho agar woh (apne ilzaam mein) jhoota ho"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Aur aurat se saza is tarah tal sakti hai ke woh char martaba Allah ki kasam kha kar shahadat dey ke yeh shaks (apne ilzam mein) jhoota hai"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "Aur panchwi martaba kahey ke us bandi par Allah ka gazab totay agar woh (apne ilzam mein) saccha ho"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Tum logon par Allah ka fazl aur uska reham na hota aur yeh baat na hoti ke Allah bada iltifaat (most forgiving) farmane wala aur hakeem hai, to (biwiyon par ilzam ka maamla tumhein badi pechidgi mein daal deta)"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Jo log yeh bohtan (slander) ghadh laye hain woh tumhare hi andar ka ek tola hain. Is waqiye ko apne haqq mein sharr na samajho balke yeh bhi tumhare liye khair hi hai. Jisne is mein jitna hissa liya usne utna hi gunaah sametha aur jis shaks ne iski zimmedari ka bada hissa apne sar liya uske liye to azaab e azeem hai"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Jis waqt tum logon ne isey suna tha usi waqt kyun na momin mardon aur momin auraton ne apne aap se neik gumaan kiya aur kyun na kehdiya ke yeh sareeh bohtan (slander) hai"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Woh log (apne ilzam ke saboot mein) char gawah kyun na laye? Ab ke woh gawah nahin laye hain, Allah ke nazdeek wahi jhootey hain"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Agar tum logon par duniya aur aakhirat mein Allah ka fazal aur reham o karam na hota to jin baaton mein tum padh gaye thay unki padash mein bada azaab tumhein aa leta"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "(Zara gaur to karo, us waqt tum kaisi sakht galati kar rahey thay) jabke tumhari ek zubaan se dusri zubaan is jhoot ko leti chali jaa rahi thi aur tum apne mooh se woh kuch kahey jaa rahey thay jiske mutaalik tumhein koi ilm na tha. Tum isey ek mamuli baat samajh rahey thay, halanke Allah ke nazdeek yeh badi baat thi"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Kyun na usey sunte hi tumne kehdiya “humein aisi baat zubaan se nikalna zeib nahin deta, Subhan Allah , yeh to ek bohtan e azeem hai”"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Allah tumko naseehat karta hai ke aainda kabhi aisi harakat na karna agar tum momin ho"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Allah tumhein saaf saaf hidayaat deta hai aur woh aleem o hakeem hai"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Jo log chahte hain ke iman laney walon ke giroh mein fahash (indecency) phayle woh duniya aur aakhirat mein dardnaak saza ke musthaq hain. Allah jaanta hai aur tum nahin jaante"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Agar Allah ka fazal aur uska reham o karam tumpar na hota aur yeh baat na hoti ke Allah bada shafeeq o raheem hai (to yeh cheez jo abhi tumhare andar phailayi gayi thi badtareen nataij dikha deti)"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "Aey logon jo iman laye ho, shaytan ke nakshe qadam par na chalo, uski pairwi (jo) koi karega to woh usey fahash (indecency) aur badi (wickedness) hi ka hukum dega.Agar Allah ka fazal aur uska reham o karam tumpar na hota to tum mein se koi shaks paak na ho sakta, magar Allah hi jisey chahta hai paak kardeta hai, aur Allah sunnay wala aur jaanney wala hai"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Tum mein se jo log saahib e fazal (bountiful) aur saahib e maqdarat (means) hain woh is baat ki kasam na kha baithein ke apne rishtedar, miskeen aur muhajir-fi-sabeelillah (who have left their homes for the cause of Allah) logon ki madad na karenge. Unhein maaf kardena chahiye aur darguazar karna chahiye. Kya tum nahin chahte ke Allah tumhein maaf karey? Aur Allah ki siffat yeh hai ke woh gafoor aur raheem hai"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Jo log paak daaman, be-khabar, momin auraton par tohmatein (slandering) lagate hain unpar duniya aur aakhirat mein laanat ki gayi aur unke liye bada azaab hai"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "Woh us din ko bhool na jayein jabke unki apni zubaanein aur unke apne haath paon unke kartooton ki gawahi dengey"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "Us din Allah woh badla unhein bharpur de dega jiske woh mustahiq hain aur unhein maloom ho jayega ke Allah hi haqq hai. Sach ko sach kar dikhane wala"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Khabees (Impure) auratein khabees mardon ke liye hain aur khabees (Impure) mard khabees (Impure) auraton ke liye. Paakeeza auratein pakeeza mardon ke liya hain aur pakeeza mard pakeeza auraton ke liye. Unka daaman paak hai un baaton se jo banane waley banate hain. Unke liye magfirat hai aur rizq e kareem"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "Aey logon jo iman laye ho, apne gharon ke siwa dusre gharon mein daakhil na hua karo jab tak ke ghar walon ki raza (ijazat) na lelo aur ghar walon par salaam na bhej lo. Yeh tareeqa tumhare liye behtar hai, tawakku hai ke tum iska khayal rakkhoge"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Phir agar wahan kisi ko na pao to daakhil na ho jabtak ke tumko ijazat na de di jaye, aur agar tumse kaha jaye ke wapas chale jao to wapas ho jao. Yeh tumhare liye zyada paakeeza tareeqa hai, aur jo kuch tum karte ho Allah usey khoob jaanta hai"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Albatta tumhare liye ismein koi muzahiqa (harm) nahin hai ke aisey gharon mein dakhil ho jao jo kisi ke rehne ki jagah na hon, aur jinmein tumhare faiyde (ya kaam) ki koi cheez ho, tum jo kuch zaahir karte ho aur jo kuch chupate ho sab ki Allah ko khabar hai"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Aey Nabi, momin mardon se kaho ke apni nazarein bacha kar rakkhein aur apni sharm-gaahon ki hifazat karein, yeh unke liye zyada paakeeza tareeqa hai. Jo kuch woh karte hain Allah ussey bakhabar rehta hai"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Aur (aey Nabi),momin auraton se kehdo ke apni nazrein bacha kar rakkhein, aur apni sharmgaahon ki hifazat karein, aur apna banao singhaar na dikhayein bajuz uske jo khud zaahir ho jaaye, aur apne seeno par apni oadniyon ke aanchal daale rahein, woh apna banaao singhar na zaahir karein magar in logon ke saamne: shohar ,baap, shoharon ke baap , apne betay, shoharon ke betay, bhai,bhaiyon ke betay, behno ke betay,apne mail-jhol ki auratein, apne mamluk(those in their possession), woh zeir-dast mard jo kisi aur qisam ki garz na rakhte hon, aur woh bacchey jo auraton ki posheeda baaton se abhi waqif na huey hon. Woh apne paon zameen par maarti hui na chala karein ke apni jo zeenat unhon ne chupa rakkhi ho uska logon ko ilm ho jaye. Aey momino, tum sab milkar Allah se toubah karo, tawaqqu hai ke falaah paogey"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Tum mein se jo log mujarrad (single) hon aur tumhare laundi ghulamon mein se jo saaleh hon, unke nikah kardo. Agar woh gareeb hon to Allah apne fazal se unko gani kardega. Allah badi wusat (boundless resources) wala aur aleem hai"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Aur jo nikah ka mauqa na paayein unhein chahiye ke iffat-maabi (continence/paak daamani) ikhtiyar karein, yahan tak ke Allah apne fazal se unko gani karde aur tumhare mamlukon mein (in your possession) se jo makatibat(emancipation) ki darkhwast karein unse makatibat karlo, agar tumhein maloom ho ke unke andar bhalayi hai, aur unko us maal mein se do jo Allah ne tumhein diya hai. Aur apni laundiyon (slave-girls ) ko apne duniyavi faiydon ki khatir qahba-gari (prostitution) par majboor na karo jabke woh khud paak daaman rehna chahti hon. Aur jo koi unko majboor karey to is jabr ke baad Allah unke liye gafoor o raheem hai"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Humne saaf saaf hidayat dene wali aayat tumhare paas bhej di hain, aur un qaumon ki ibratnaak misalein bhi hum tumhare saamne pesh kar chuke hain jo tumse pehle ho guzri hain. Aur woh naseehatein humne kardi hain jo darne walon ke liye hoti hain"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Allah aasmano aur zameen ka noor hai ( kayinaat mein) uske noor ki misaal aisi hai jaise ek taaq mein chiraag rakha hua ho,chiraag ek fanoos mein ho(in a glass shade), fanoos (glass shade) ka haal yeh ho ke jaise moti ki tarah chamakta hua taara, aur woh chiraag zaitoon ke ek aise mubarak darakht ke tail(oil) se roshan kiya jata ho jo na sharqi (eastern) ho na garabi (western), jiska tail (oil) aap hi aap bhadka padta ho chahey aag usko na lagey, ( is taraah) roshni par roshni (badhne ke tamaam asbaab jamaa ho gaye hon). Allah apne noor ki taraf jiski chahta hai rehnumayi farmata hai. Woh logon ko misaalon se baat samjhata hai, woh har cheez se khoob waqif hai"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "(Uske noor ki taraf hidayat paney waley) un gharon mein paye jatey hain jinhein buland karne ka aur jin mein apne naam ki yaad ka Allah ne izan (ijazat) diya hai"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Un mein aisey log subah o shaam uski tasbeeh karte hain jinhein tijarat aur khareed o farokht Allah ki yaad se aur iqamat e namaaz o adaaye zakaat se gaafil nahin kardeti. Woh us din se darte rehte hain jismein dil ulatne aur deedhey pathra janey ki (eyes will become petrified) naubat aa jayegi"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "(Aur woh yeh sabkuch isliye karte hain) taa-ke Allah unke behtareen aamaal ki jaza unko de aur mazeed apne fazal se nawaze. Allah jisey chahta hai be-hisaab deta hai"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "(Iske baraks) jinhon ne kufr kiya unke aamal ki misaal aisi hai jaise dasht e bay-aab mein saraab ka pyasa (likened to a mirage in a waterless desert ) usko pani samajhe huey tha, magar jab wahan pahuncha to kuch na paya, balke wahan usne Allah ko maujood paya, jisne uska poora poora hisaab chuka diya. Aur Allah ko hisaab letay dair nahin lagti"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Ya phir uski misaal aisi hai jaise ek gehre samandar mein andhera , ke upar ek mauj chayi hui hai, uspar ek aur mauj, aur uske upar baadal,tareeki(andhera) par tareeki (darkness) musallat hai, aadmi apna haath nikale to usey bhi na dekhne paye. Jisey Allah noor na bakshay uske liye phir koi noor nahin"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Kya tum dekhte nahin ho ke Allah ki tasbeeh kar rahey hain woh sab jo aasmano aur zameen mein hain aur woh parinde jo parr phaylaye udd rahe hain? Har ek apni namaz aur tasbeeh ka tareeqa jaanta hai, aur ye sab jo kuch karte hain Allah ussey baa-khabar rehta hai"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Aasmaano aur zameen ki baadshahi Allah hi ke liye hai aur usi ki taraf sabko palatna hai"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Kya tum dekhte nahin ho ke Allah baadal ko aahista aahista chalata hai, phir uske tukdon ko baaham jodta hai, phir usey sameit kar ek kaseef abr (mass of thick cloud) bana deta hai. Phir tum dekhte ho ke uske khaul mein se baarish ke qatre tapakte chale jatey hain aur woh aasman se , un pahadon ki badaulat jo usmein buland hain, aulay (hail / ice) barsata hai, phir jisey chahta hai unka nuqsaan pahuchata hai aur jisey chahta hai unse bacha leta hai, uski bijli ki chamak nigaahon ko kheira (dazzles the eyes) kiye deti hai"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Raat aur din ka ulat pher wahi kar raha hai. Ismein ek sabaq hai aankhon walon ke liye"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Aur Allah ne har jaandaar ek tarah ke pani se paida kiya, koi pait ke bal chal raha hai to koi do taangon (two legs) par aur koi chaar taangon par. Jo kuch woh chahta hai paida karta hai, woh har cheez par qadir hai"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Humne saaf saaf haqeeqat batane wali aayat nazil kardi hai, aagey siraate mustaqeem ki taraf hidayat Allah hi jisey chahta hai deta hai"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Yeh log kehte hain ke hum iman laye Allah aur Rasool par aur humne itaat qabool ki, magar iske baad inmein se ek giroh (itaat se) mooh moad jaata hai, aisey log hargiz momin nahin hain"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Jab inko bulaya jata hai Allah aur Rasool ki taraf, taa-ke Rasool inke aapas ke muqaddame ka faisla karey to inmein se ek fareeq katra jata (turns away) hai"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Albatta agar haqq unki muafiqat (on their side) mein ho to Rasool ke paas baday itaat-kish (obedience) ban kar aa jatey hain"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Kya unke dilon ko (munafiqat ka) rog laga hua hai? Ya yeh shakk mein padey huey hain? Ya inko yeh khauf hai ke Allah aur uska Rasool inpar zulm karega? Asal baat yeh hai ke zaalim to yeh log khud hain"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Iman laney walon ka kaam to yeh hai ke jab woh Allah aur Rasool ki taraf bulaye jayein taa-ke Rasool unke muqaddame ka faisla karey to woh kahein ke humne suna aur itaat ki, aisey hi log falaah paaney waley hain"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Aur kamiyab wahi hain jo Allah aur Rasool ki farma bardari karein aur Allah se darein aur uski nafarmani se bachein"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Yeh (munafiq) Allah ke naam se kadi kadi kasmein kha kar kehte hain ke “ aap hukum dein to hum gharon se nikal khade hon” . Insey kaho “kasamein na khao , tumhari itaat ka haal maloom hai, tumhare kartooton se Allah be-khabar nahin hai”"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Kaho, “Allah ke mutii bano (obey Allah) aur Rasool ke tabey farmaan bankar raho , lekin agar tum mooh pherte ho to khoob samajh lo ke Rasool par jis farz ka baar rakkha gaya hai uska zimmedar woh hai aur tumpar jis farz ka baar dala gaya hai uske zimmedar tum ho. Uski itaat karoge to khud hi hidayat paogey warna Rasool ki zimmedari issey zyada kuch nahin hai ke saaf saaf hukum pahuncha de”"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Allah ne wada farmaya hai tum mein se un logon ke saath jo iman layein aur neik amal karein ke woh unko usi tarah zameen mein khalifa banayega jis tarah unse pehle guzre huey logon ko bana chuka hai , unke liye unke us deen (religion) ko mazboot buniyadon par qayam kardega jisey Allah taala ne unke haqq mein pasand kiya hai, aur unki (maujooda) halat e khauf ko aman se badal dega, bas woh meri bandagi karein aur mere saath kisi ko shareek na karein, aur jo iske baad kufr karey to aise hi log faasiq hain"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Namaz qayam karo, zakat do, aur Rasool ki itaat karo, umeed hai ke tumpar reham kiya jayega"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Jo log kufr kar rahey hain unke mautaaliq is galat fahmi mein na raho ke woh zameen mein Allah ko aajiz(frustrate) kardenge, unka thikana dozakh hai aur woh bada hi bura thikana hai"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "Aey logon jo iman laaye ho, lazim hai ke tumhare mamluk (your slaves) aur tumhare woh bacchey jo abhi aqal ki hadd ko (sex conscious /puberty) nahin pahunchey hain, teen auqat mein ijazat lekar tumhare paas aaya karein: subah ki namaz se pehle, aur dopahar ko jabke tum kapde utar kar rakh detey ho, aur ishaa ki namaz ke baad. Yeh teen waqt tumhare liye purdey ke waqt hain. Inke baad woh bila ijazat aayein to na tumpar koi gunaah hai na unpar, tumhein ek dusre ke paas baar baar aana hi hota hai. Is tarah Allah tumhare liye apne irshadaat ki tawzeeh (wazeh) karta hai, aur woh aleem o hakeem hai"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Aur jab tumhare bacchey aqal ki hadd (sex conscious /puberty) ko pahunch jayein to chahiye ke usi tarah ijazat lekar aaya karein jis tarah unke baday (elders) ijazat lete rahey hain. Is tarah Allah apni aayat tumhare saamne kholta hai, aur woh aleem o hakeem hai"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Aur jo auratein jawani se guzri baithi hon, nikah ki umeedwaar na hon, woh agar apni chadarein (outer graments) utaar kar rakh dein to unpar koi gunaah nahin, bashart ke zeenat ki numaish karne wali na hon. Taham (nevertheless) woh bhi haya-daari hi baratein (behave modestly) to unke haqq mein accha hai, aur Allah sab kuch sunta aur jaanta hai"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Koi haraj nahin agar koi andha, ya langda, ya mareez (kisi ke ghar se kha le) aur na tumhare upar is mein koi muzahiqa (harm/jarj) hai ke apne gharon se khao ya apne baap dada ke gharon se, ya apni maa, nani ke gharon se , ya apne bhaiyon ke gharon se, ya apni behno ke gharon se, ya apne chachaon ke gharon se , ya apni phoopiyon ke gharon se, ya apne mamuon ke gharon se, ya apni khalaon ke gharon se, ya un gharon se jinki kunjiyan (keys) tumhari supurdagi (possession) mein hon, ya apne doston ke gharon se. Is mein bhi koi haraj nahin ke tumlog milkar khao ya alag alag, albatta jab gharon mein dakhil hua karo to apne logon ko salaam kiya karo, dua e khair, Allah ki taraf se muqarrar farmayi hui, badi babarakat aur pakeeza. Is tarah Allah taala tumhare saamne aayat bayaan karta hai, tawaqqu hai ke tum samajh bujh se kaam logey"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Momin to asal mein wahi hain jo Allah aur uske Rasool ko dilse maane aur jab kisi ijtimaii kaam ke mauqe par Rasool ke saath hon to ussey ijazat liye bagair na jayein, Jo log tumse ijazat maangte hain wahi Allah aur Rasool ke maannay walay hain. Pas jab woh apne kisi kaam se ijazat maangein to jisey tum chaho ijazat de diya karo aur aise logon ke haqq mein Allah se dua e magfirat kiya karo. Allah yaqeenan gafoor o raheem hai"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Musalmano, apne darmiyan Rasool ke bulane ko aapas mein ek dusre ka sa bulana na samajh baitho. Allah un logon ko khoob jaanta hai jo tum mein aisey hain ke ek dusre ki aadd letay huey chupke se satak jatey hain. Rasool ke hukum ki khilaf warzi karne walon ko darna chahiye ke woh kisi fitne mein giraftar na ho jayein, ya unpar dardnaak azaab na aa jaaye"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Khabardaar raho, aasmaan o zameen mein jo kuch hai Allah ka hai. Tum jis rawish par bhi ho Allah usko jaanta hai. Jis roz log uski taraf paltenge woh unhein bata dega ke woh kya kuch karke aaye hain. Woh har cheez ka ilam rakhta hai"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Nihayat mutabarrak(ba-barakat) hai woh jisne yeh Furqan apne banday par nazil kiya taa-ke saarey jahan waalon ke liye nazeer(darr sunane wali/warner) ho"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Woh jo zameen aur aasmaano ki baadshahi ka malik hai, jisne kisi ko beta nahin banaya hai, jiske saath baadshahi mein koi shareek nahin hai, jisne har cheez ko paida kiya phir uski ek taqdeer muqarrar ki"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Logon ne usey chodh kar aisey mabood bana liye jo kisi cheez ko paida nahin karte balke khud paida kiye jatey hain, jo khud apne liye bhi kisi nafey (faidey) ya nuqsaan ka ikhtiyar nahin rakhte, jo na maar sakte hain na jila sakte hain, na marey (dead) huey ko phir utha sakte hain"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Jin logon ne Nabi ki baat maanne se inkaar kariya hai woh kehte hain ke yeh furqan ek mann ghadat cheez hai jisey is shaks ne aap hi ghadd liye hai aur kuch dusre logon ne is kaam mein iski madad ki hai.Bada zulm aur sakht jhoot hai jispar yeh log utar aaye hain"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Kehte hain yeh purane logon ki likhi hui cheezein hain jinhein yeh shaks naqal (copy) karta hai aur woh isey subah o shaam sunayi jaati hain"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "(Aey Muhammad) Insey kaho ke “isey nazil kiya hai usne jo zameen aur aasmano ka bhed (secrets) jaanta hai”. Haqeeqat yeh hai ke woh bada gafoor ur raheem(Forgiving and Merciful) hai"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Kehte hain “yeh kaisa Rasool hai jo khana khata hai aur bazaaron mein chalta phirta hai? Kyun na iske paas koi Farishata bheja gaya jo iske saath rehta aur (na maannay walon ko) dhamkata"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Ya aur kuch nahin to iske liye koi khazana hi utaar diya jata, ya iske paas koi baagh (garden) hi hota jissey yeh (itminaan ki) rozi haasil karta”. Aur zaalim kehte hain “ tum log to ek sehar zadah (bewitched) aadmi ke peechey lag gaye ho”"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Dekho, kaisi kaisi ajeeb hujjatein (arguments) yeh log tumhare aagey pesh kar rahey hain, aisey behke hain ke koi thikane ki baat inko nahin soojhti"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Bada ba-barakat hai woh jo agar chahe to inki tajweej-karda cheezon se bhi zyada badh chadh kar tumko de sakta hai, (ek nahin) bahut sarey baagh (gardens) jinke nichey nehrein behti hon, aur baday baday mahal"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Asal baat yeh hai ke yeh log “Us ghadi” ko jhutla chuke hain aur jo us ghadi ko jhutlaye uske liye humne bhadakti hui aag muhaiyya kar rakkhi hai"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Woh jab dur se inko dekhegi to yeh uske gazab aur josh ki aawaazein sun lenge"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Aur jab yeh dast o pa-basta (zanjeeron mein jakde) usmein ek tangg jagah thoonse jayenge to apni maut ko pukarne lagenge"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "(us waqt insey kaha jayega ke) aaj ek maut ko nahin bahut si mauton ko pukaro"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Insey pucho, yeh anjaam accha hai ya woh abadi jannat jiska wada khuda-tars parhezgaaron se kiya gaya hai? Jo unke aamal ki jaza aur unke safar ki aakhri mazil hogi"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Jis mein unki har khwahish poori hogi, jismein woh hamesha hamesha rahenge, jiska ataa karna tumhare Rubb ke zimme ek wajib ul ada wada hai"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Aur woh wahi din hoga jabke (tumhara Rubb) in logon ko bhi ghair layega aur inke un maboodon ko bhi bula lega jinhein aaj yeh Allah ko chodh kar poojh rahey hain. Phir woh unse puchega “kya tumne mere in bandon ko gumraah kiya tha? Ya yeh khud raah-e-raast se bhatak gaye thay?”"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Woh arz karenge ke “ paak hai aap ki zaat, hamari to yeh bhi majaal na thi ke aap ke siwa kisi ko apna maula banayein, magar aap ne inko aur inke baap dada ko khoob saaman e zindagi diya hatta ke yeh sabaq bhool gaye aur shamat zadah hokar rahey”"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Yun jhutla denge woh (tumhare mabood) tumhari un baaton ko jo aaj tum keh rahey ho, phir tum na apni shamat (punishment) taal sakoge na kahin se madad paa sakoge. Aur jo bhi tum mein se zulm karey usey hum sakht azaab ka maza chakhayenge"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "(Aey Muhammad), tumse pehle jo Rasool bhi humne bheje thay woh sab bhi khana khane waley aur bazaaron mein chalne phirne waley log hi thay. Darasal humne tum logon ko ek dusre ke liye aazmaish ka zariya bana diya hai, kya tum sabar karte ho? Tumhara Rubb sab kuch dekhta hai"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "Jo log hamare huzoor pesh honay ka andesha nahin rakhte woh kehte hain “kyun na Farishte hamare paas bheje jayein? Ya phir hum apne Rubb ko dekhein? Bada ghamand le baithey yeh apne nafs mein aur hadd se guzar gaye yeh apni sarkashi mein"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Jis roz yeh Farishton ko dekhenge woh mujreemo ke liye kisi basharat (khush khabri) ka din na hoga, cheekh uthenge ke panaah-ba-khuda"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Aur jo kuch bhi inka kiya dhara hai usey lekar hum gubaar(dust) ki tarah uda dengey"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Bas wahi log jo jannat ke mustahiq hain us din acchi jagaah thehrenge aur dopahar (mid-day) guzarne ko umdah muqaam payenge"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Aasmaan ko cheerta hua ek baadal us roz namudaar hoga aur Farishton ke parey ke parey (rank after rank) utaar diye jayenge"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "Us roz haqeeqi baadshahi sirf rehman ki hogi aur woh munkireen ke liye bada sakht din hoga"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Zaalim Insaan apna haath chabayega aur kahega “kaash maine Rasool ka saath diya hota"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Haaye meri kambakhti, kaash maine falaan shaks ko dost na banaya hota"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Uske behkaye mein aakar maine woh naseehat na maani jo mere paas aayi thi. Shaytaan insaan ke haqq mein bada hi bewafa nikla”"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Aur Rasool kahega ke “Aey mere Rubb, meri qaum ke logon ne is Quran ko nishana tadheek bana liya tha (the object of their ridicule)”"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "(Aey Muhammad), humne to isi taraah mujreemo ko har Nabi ka dushman banaya hai , aur tumhare liye tumhara Rubb hi rehnumayi aur madad ko kaafi hai"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Munkireen kehte hain “is shaks par saara Quran ek hi waqt mein kyun na utaar diya gaya? Haan, aisa is liye kiya gaya hai ke isko achhi tarah hum tumhare zehan nasheen karte rahein aur (isi garaz ke liye) humne isko ek khaas tarteeb ke saath alag alag ajzaa ki shakal di hai"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Aur (ismein yeh maslihat bhi hai) ke jab kabhi woh tumhare samne koi nirali baat (ya ajeeb sawal) lekar aaye, uska theek jawaab bar waqt humne tumhein de diya aur behtareen tareeqe se baat khol di"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Jo log aundhey mooh jahannum ki taraf dhakele janey waley hain unka mauquf bahut bura (most erroneous) aur unki raah hadd darjah galat hai"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Humne Moosa ko kitaab di aur uske saath uske bhai Haroon ko madadgaar ke taur par lagaya"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Aur unse kaha ke jao us qaum ki taraf jisne hamari aayat ko jhutla diya hai. Aakhir e kaar un logon ko humne tabaah karke rakh diya"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Yahi haal qaum e Nooh ka hua jab unhon ne Rasoolon ki takzeeb ki, humne unko garq (drown/duba) kardiya aur duniya bhar ke logon ke liye ek nishaan e ibrat bana diya, aur in zaalimon ke liye ek dardnaak azaab humne muhaiyya kar rakkha hai"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Isi tarah Aad aur Samood aur ashaab e Rass aur beech ki sadiyon ke bahut se log tabaah kiye gaye"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Aur un mein se har ek ko humne ( pehle tabaah honay walon ki) misalein dey dey kar samjhaya, aur aakhir e kaar har ek ko gaarat (destroy) kardiya"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Aur us basti par to inka guzar ho chuka hai jispar badhtareen baarish barsayi gayi thi.Kya inhon ne uska haal dekha na hoga? Magar yeh maut ke baad dusri zindagi ki tawakku hi nahin rakhte"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Yeh log jab tumhein dekhte hain to tumhara mazaaq bana lete hain, (Kehte hain) “kya yeh shaks hai jisey khuda ne Rasool bana kar bheja hai"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Isne to humein gumraah karke apne maboodon se bargashta(astray/behka/gumrah) hi kardiya hota agar hum unki aqeedat par jam na gaye hotey”. Accha, woh waqt door nahin hai jab azaab dekh kar inhein khud maloom ho jayega ke kaun gumraahi mein door nikal gaya tha"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Kabhi tumne us shaks ke haal par gaur kiya hai jisne apni khwahish e nafs ko apna khuda bana liya ho? Kya tum aisey shaks ko raah e raast par laney ka zimma le sakte ho"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Kya tum samajhte ho ke inmein se aksar log sunte aur samajhte hain? Yeh to jaanwaron ki tarah hain, balke unse bhi gaye guzre"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Tumne dekha nahin ke tumhara Rubb kis tarah saaya phayla deta hai? Agar woh chahta to usey daimi (constant) bana deta. Humne Suraj ko uspar daleel (sun its pilot) banaya"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Phir (jaisey jaisey Suraj utha jaata hai) hum is saaye ko rafta rafta apni taraf sameit-te chale jatey hain"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Aur woh Allah hi hai jisne raat ko tumhare liye libaas, aur neend ko sukoon e maut, aur din ko jee uthne ka waqt banaya"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Aur wahi hai jo apni rehmat ke aagey aagey hawaon ko basharat bana kar bhejta hai phir aasmaan se paak pani nazil karta hai"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "Taa-ke ek murda ilake ko iske zariye zindagi bakshe aur apni makhlooq mein se bahut se jaanwaron aur Insano ko sairaab (quench thirst) karey"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Is karishme ko hum baar baar inke saamne latey hain taa-ke woh kuch sabaq lein. Magar aksar log kufr aur nashukri ke siwa koi dusra rawaiyya ikhtiyar karne se inkar kardete hain"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Agar hum chahte to ek ek basti mein ek ek nazeer (darr sunane waala) utha khada karte"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Pas (aey Nabi) , ka firon ki baat hargiz na maano aur is Quran ko lekar inke saath jihad-e-kabeer karo"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Aur wahi hai jisne do samandaron ko mila rakkha hai, ek lazeez o shereen(sweet) , dusra talkh o shur (bitter and saltish), aur dono ke darmiyan ek purda hayal hai, ek rukawat hai(insurmountable barrier) jo unhein gud-mud honay se roakey huey hai"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Aur wahi hai jisne pani se ek bashar (Insaan) paida kiya, phir ussey nasab aur susraal (by blood and by marriage) ke do alag silsile chalaye .Tera Rubb bada hi qudrat wala hai"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Is khuda ko chodh kar log unko poojh rahey hain jo na inko nafaa pahuncha sakte hain na nuqsaan, aur upar se mazeed yeh ke kafir apne Rubb ke muqablay mein har baagi ka madadgaar bana hua hai"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "(Aey Muhammad), tumko to humne bas ek mubashir (khush khabri dene waala) aur nazeer (darr sunane wala) bana kar bheja hai"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Insey kehdo ke “ main is kaam par tumse koi ujrat (recompense) nahin maangta, meri ujrat bas yahi hai ke jiska jee chahe woh apne Rubb ka raasta ikhtiyar karle”"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Aur (aey Muhammad) us khuda par bharosa rakkho jo zinda hai aur kabhi marne waala nahin, uski hamd ke saath uski tasbeeh karo,apne bandon ke gunaahon se bas usi ka ba-khabar hona kaafi hai"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Woh jisne chey (six) dino mein zameen aur aasmaano ko aur un saari cheezon ko bana kar rakh diya jo aasmaan o zameen ke darmiyaan hain, phir aap hi (qayinaat ke takht e sultanat) ‘Arsh’ par jalwa farma hua. Rehman, uski shaan bas kisi jaanne waley se pucho"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "In logon se jab kaha jata hai ke is Rehman ko sajda karo to kehte hain “Rehman kya hota hai? Kya bas jisey tu kehde usi ko hum sajda karte phirein?” yeh dawat inki nafrat mein ulta aur izafa kardeti hai"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Bada mutabarrak(ba-barakat) hai woh jisne aasmaan mein burj (fortified spheres) banaye aur us mein ek chiraag aur ek chamakta Chand roshan kiya"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Wahi hai jisne raat aur din ko ek dusre ka jaanasheen banaya, har us shaks ke liye jo sabaq lena chahe, ya shukar guzaar hona chahe"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Rehman ke (asli) banday woh hai jo zameen par narm chaal chalte hain aur jaahil unke mooh ko aayein to keh detay hain ke tumko salaam"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Jo apne Rubb ke huzur sajde aur qayaam mein raatein guzarte hain"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Jo duaein karte hain ke “Aey hamare Rubb, jahannum ke azaab se humko bacha le, uska azaab to jaan ka laagu hai"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Woh to bada hi mustaqar(evil abode) aur muqaam hai”"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Jo kharch karte hain to na fizool kharchi karte hain na bukhl, balke unka kharch dono intehaaon (extremes) ke darmiyan aitadaal par qayam rehta hai"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "Jo Allah ke siwa kisi aur mabood ko nahin pukarte, Allah ki haraam ki hui kisi jaan ko na-haqq halaak nahin karte, aur na zina (adultery) ke murtakib hotay hain. Yeh kaam jo koi karey woh apne gunaah ka badla payega"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "Qayamat ke roz usko mukarrar azaab diya jayega aur isi mein woh hamesha zillat ke saath pada rahega"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "Illa yeh ke koi (in gunaahon ke baad) toubah kar chuka ho aur iman laa kar amal e saleeh karne laga ho, aisey logon ki buraiyon ko Allah bhalaiyon se badal dega aur woh bada gafoor o raheem hai"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Jo shaks toubah karke neik amali ikhtiyar karta hai woh to Allah ki taraf palat aata hai jaisa ke palatne ka haqq hai"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "(Aur Rehman ke bandey woh hain) jo jhoot ke gawaah nahin bante aur kisi lagv (fizul/vain) cheez par unka guzar ho jaye to shareef aadmiyon ki tarah guzar jatey hain"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Jinhein agar unke Rubb ki aayat suna kar naseehat ki jati hai to woh uspar andhey aur behre bankar nahin reh jatey"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Jo duaein maanga karte hain ke, “Aey hamare Rubb, humein apni biwiyon aur apni aulaad se aankhon ki thandak de, aur humko parheizgaaron ka imam bana.”"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Yeh hain woh log jo apne sabr ka phal manzil-e-buland ki shakal mein payenge, aadaab o tasleemaat se unka istaqbaal hoga"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Woh hamesha hamesha wahan rahenge. Kya hi accha hai woh mustaqar (excellent abode) aur woh muqaam"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "(Aey Muhammad), logon se kaho, “mere Rubb ko tumhari kya haajat padi hai agar tum usko na pukaro. Ab ke tumne jhutla diya hai, anqareeb woh saza paogey ke jaan chudhani muhaal (never be able to avoid) hogi”"
        }
    ]
}