{
    "chapter": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "Ej pajomʙar, az Alloh taolo parvo kun va az kofiron va munofiqon itoat nakun. Be tardid, Alloh taolo hamvora donoi hakim ast"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Va az on ci az coniʙi Parvardigorat ʙa tu vahj mesavad pajravi kun. Be tardid, Alloh taolo hamvora ʙa on ci mekuned, ogoh ast"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Va ʙar Alloh taolo tavakkal kun va hamin ʙasanda ast, ki Alloh taolo korsozi tu ʙosad"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Alloh taolo daruni hec marde du qalʙ ʙarojas nanihodaast va [ʙa hamin surat] hargiz hamsaronatonro ki mavridi zihor [va tahrimi cinsi] qaror medihed, [hamcun] modaronaton nagardondaast; va [hamcunin] pisarxondahojatonro pisaronaton nasoxtaast. In suxani [nodurust] ast, ki ʙar zaʙon meovared va Alloh taolo haqro megujad va Ust, ki ʙa rohi rost hidojat mekunad"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Onon [pisarxondaho]-ro ʙa padaronason nisʙat dihed, [ki] nazdi Alloh taolo odilonatar ast. Agar padaronasonro namesinosed, pas, onho ʙarodaroni dini va ʙardagoni ozodsuda [va dar hukmi dustoni] sumo hastand. Dar mavridi on ci [qaʙlan] istiʙoh kardaed, gunohe ʙar sumo nest; vale on ci dilhojaton qasdi onro dorad [va amdan ʙar zaʙon meovared, gunoh ast; pas, agar tavʙa kuned] hamvora Alloh taolo omurzandai mehruʙon ast"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Pajomʙar [dar tamomi umur] nisʙat ʙa mu'minon, az xudason sazovortar ast [va nazar va xostas avlavijat dorad] va hamsaroni u [az lihozi hurmati izdivoc dar hukm] modaronason hastand; va dar kitoʙi Alloh taolo, xesovandon [dar irs ʙurdan az jakdigar] nisʙat ʙa mu'minom va muhociron avlavijat dorand [va miloki irs, xesovandi ast na imon]; magar in ki [ʙixohed] ʙa dustonaton neki kuned [va ʙaxse az amvolatonro ʙa eson ʙidihed]. In [hukm] dar on kitoʙ [Lavhi mahfuz] navista sudaast"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "Va [ej Pajomʙar, jod kun az] hangome ki az pajomʙaron pajmon [jaktoparasti va nuʙuvvat] giriftem va [ʙa viƶa] az tu va Nuh va Iʙrohim va Muso va Iso- pisari Marjam; va az hamai onon pajmoni mahkame [dar ʙorai taʙliƣi din] giriftem"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "[Alloh taolo cunin kard] to [ʙo kofiron itmomi huccat karda ʙosad va] az rostgujon [pajomʙaron] dar ʙorai rostiason ʙipursad va ʙaroi kofiron azoʙe dardnok muhajjo kardaast"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Ej kasone, ki imon ovardaed, ne'mati Allohro ʙar xud ʙa jod ovared; on goh ki sipohijone [az qaʙoili araʙ] ʙa sujaton omadand. Pas, Mo tundʙode [saxt] va laskare [az faristagon] ki onhoro namedided, ʙar onon firistodem [va ʙa saxti sikastason dodem]; va hamvora Alloh taolo ʙa on ci mekuned ʙinost"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Vaqte [dar ƣazvai Xandaq] dusmanon az ʙolo va pojon [va az sarq va ƣarʙi sahr] ʙa sujaton omadand [va Madinaro muhosira kardand]; on goh ki casmho [ʙa farovonii dusman] xira gasta va conho [az siddat va vahsat] ʙa gulugoh rasida ʙud va sumo ʙa Alloh taolo gumonho [-i gunogun] meʙurded"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "Onco ʙud, ki mu'minon ozmois sudand va sadidan ʙa vahsat va iztiroʙ aftodand"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Va [niz ʙa jod ovared] hangome ki munofiqon va kasone, ki dar dilhojason ʙemori [sak va tardid] ʙud, meguftand: «On ci Alloh taolo va Pajomʙaras [dar ʙorai piruzi ʙar kofiron] va'da dodaand, cuz fireʙe ʙes nest»"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Va [niz] hangome ki guruhe az onon guftand: «Ej ahli Jasriʙ, inco coji mondani sumo nest; pas, [ʙa xonahojaton] ʙozgarded»; va ʙarxe az onon az Pajomʙar icozati [ʙozgast] mexostand va meguftand: «Xonahoi mo ʙe hifzkunanda ast»; dar hole ki ʙe hifzkunanda naʙud. Onon cize cuz firor [az cihod] namexostand"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Agar [laskari dusmanon] az atrofi on [sahr] ʙar onon vorid mesudand [va xonahojasonro muhosira mekardand] va az onon xosta mesud, ʙa kufr va sirk ʙozgardand, hatman cunin [taahhude ʙa dusman] dodand va cuz te'dode andak [dar ʙaroʙari in darxost] muqovimat namekardand"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Va pes az in [vaqte hamin munofiqon dar cangi Uhud az muqoʙili kofiron gurextand] ʙo Alloh taolo pajmon ʙastand, ki [hargiz ʙa dusman] pust nakunand [va az majdon nagurezand]; va hamvora pajmoni ilohi ʙozxost dorad"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "[Ej Pajomʙar, ʙa munofiqon] ʙigu: « Agar az marg jo kusta sudan firor kuned, hargiz sude ʙa holaton nadorad; va dar on surat niz [az zindagii dunjo] cuz andake ʙahramand namesaved»"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Bigu: «Agar Alloh taolo ʙarojaton musiʙat jo rahmate xosta ʙosad, kist, ki sumoro dar ʙaroʙari [icroi farmoni] U hifz kunad?» va onon ʙaroi xes ʙa cuz Alloh taolo hec korsoz va jorigare namejoʙand"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Alloh taolo kasonero az sumo, ki ʙozdoranda [-i mardum az cihod] hastand va ʙa ʙarodaronason megujand: «Ba mo ʙipajvanded» ʙa xuʙi mesinosad. [Onon sustʙovarand] va cuz andake ʙa majdoni cang nameojand"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "[Munofiqon dar hama ciz] ʙar sumo ʙuxl mevarzand; va hangome ki ʙim [cang pes] meojad, dar hole ki casmhojason [az vahsat dar kosaxona] mecarxad, hamcun kase, ki az [saxtii] marg ʙehus suda ʙosad, turo nigoh mekunand; va cun [ʙuhron va] tars ʙartaraf sud, ʙa xotiri hirs va tama'e, ki ʙa ƣanoim dorand, ʙo zaʙonhoi tund va nesdor sumoro meranconand. Onon [hargiz] imon najovardaand; pas, Alloh taolo a'molasonro taʙoh megardonad va in [kor] hamvora ʙar Alloh taolo oson ast"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "[Munofiqon] mepindorand [ki laskarijon] ahzoʙ [hanuz az atrofi Madina] naraftaand; va agar ahzoʙ ʙozgardand, [in sustʙovaron] orzu mekunand, ki mijoni ʙodijanisinon [pinhon] ʙosand [va az hamon co] axʙori [dargirii] sumoro cujo savand; va [hatto] agar ʙajni [sipohi] sumo ʙudand, cuz andake namecangidand"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Be tardid, dar [ raftor va guftori] Rasululloh, ʙaroi sumo sarmasqi nekue ast; ʙaroi har ki ʙa Alloh taolo va ruzi oxirat umed dorad va Allohro ʙisjor jod mekunad"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Va cun mu'minon [laskari] ahzoʙro didand, guftand: «In [imtihoni ilohi va piruzii nihoijas] hamon cize ast, ki Alloh taolo va Pajomʙaras ʙa mo va'da dodaand va [ʙar haq ] Alloh taolo va Pajomʙaras rost guftand» va [musohidai anʙuhi dusman] cuz ʙar imon va taslimason [dar muqoʙili Parvardigor] najafzud"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Az mijoni mu'minon mardone hastand ʙa ahd va pajmone, ki ʙo Alloh taolo ʙasta ʙudand, [sodiqona] vafo kardand; ʙarxe az onon to oxir ʙar ahd va pajmoni xud istodand [ va dar in roh darguzastand jo sahid sudand] va ʙarxe digar hanuz casmintizor [sahodat] hastand va hargiz [pajmoni xudro] digargun nasoxtaand"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "[In rujdodho pes meojad] to Alloh taolo rostgujonro ʙa [posi pojmardi va] rostguijason podos dihad va munofiqonro – agar ʙixohad – azoʙ kunad jo tavʙaasonro ʙipazirad. Be tardid, Alloh taolo omurzandai mehruʙon ast"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Va Alloh taolo [sipohi ] kasonero, ki kufr varzida ʙudand ʙo [tamomi nokomi va] xasmason [az in ki] ʙa hec ƣanimate dast najofta ʙudand, [az atrofi Madina] ʙozgardond va [pustiʙonii] Alloh taolo dar cang, mu'minonro kifojat kard; va Alloh taolo hamvora tavonovu sikastnopazir ast"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "[Alloh taolo] Guruhe az ahli kitoʙ [jahudijoni Bani Qurajza]- ro, ki az onon [musrikon] pustiʙoni karda ʙudand, az qal'ahojason ʙa zer kasid va dar dilhojason vahsat andoxt; [cunon ki sumo] guruhe [az onon] –ro mekusted va guruhero ʙa asorat megirifted"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Va zaminhoi kisovarzi va xonaho va amvolason va [hamcunin] sarzaminero, ki hargiz po ʙa on co naguzosta ʙuded [Xajʙar], dar ixtijoraton nihod; va Alloh taolo ʙar har cize tavonost"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Ej Pajomʙar, ʙa hamsaronat [ki nafaqai ʙestare mexohand] ʙigu: « Agar zindagii dunjo va zinathojasro mexohed, ʙijoed, to sumoro [ʙo hadjai munosiʙ] ʙahramand sozam va [ʙiduni hec ozore] ʙa soistagi rahojaton kunam"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Va agar mustoqi Alloh taolo va pajomʙaras va saroi oxirat hasted, pas, [ʙidoned, ki] ʙe tardid, Alloh taolo ʙaroi nekukoronaton podosi ʙuzurge faroham kardaaast»"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Ej zanoni Pajomʙar, har jake az sumo, ki [gunohi] nosoisti oskore murtakiʙ savad, azoʙas ducandon megardad; va in [kor] hamvora ʙaroi Alloh taolo oson ast"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "Va har jake az sumo, ki pajvasta farmonʙardori Alloh taolo va Pajomʙaras ʙosad va kore soista kunad, podosasro du ʙaroʙar medihem va ʙarojas [dar ʙihist] ruzii arzismande faroham ovardaem"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "Ej zanoni Pajomʙar, agar parhezkori kuned, [dar ʙartari va sarofat] monandi hec jak az zanoni [odi] naxohed ʙud; pas, hangomi suxan guftan [ʙo mardon] noz va narmis ʙa kor naʙared, to [maʙodo] on ki dar dilas ʙemori ast, [dar sumo] tama' kunad va ʙa sevai soista suxan ʙigued"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Va dar xonahojaton ʙimoned va hamcun cilvagari [-i zanon dar davroni] cohilijati pesin, cilvagari [va xudnamoi] nakuned va namoz ʙarpo dored va zakot ʙipardozed va az Alloh taolo va Pajomʙaras itoat kuned. Ej ahli xona [pajomʙar], cuz in nest Alloh taolo mexohad palidi [va ozori ʙegonagon]-ro az sumo dur namojad va komilan pokaton gardonad"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Va har on ciro, ki az ojoti ilohi va sunnati Pajomʙar dar xonahojaton xonda mesavad, ʙa jod dosta ʙosed. Be tardid, Alloh taolo hamvora ʙorikʙini ogoh ast"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Alloh taolo ʙaroi mardoni musulmon va zanoni musulmon va mardoni mu'min va zanoni mu'min va mardoni farmonʙardor va zanoni farmonʙardor va mardoni rostgu va zanoni rostgu va mardoni sikeʙo va zanoni sikeʙo va mardoni furutan va zanoni furutan va mardoni infoqgar va zanoni infoqgar va mardoni ruzador va zanoni ruzador va mardoni pokdoman va zanoni pokdoman va mardon va zanone, ki Allohro ʙisjor jod mekunand, ʙaroi [hamai] onon omurzis va podosi ʙuzurg faroham namudaast"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "Baroi hec mard va zani mu'mine soista nest, ki vaqte Alloh taolo va rasulas ʙa kore farmon medihand [dar icroi on farmon] ixtijore dosta ʙosand;va har ki az Alloh taolo va rasulas nofarmoni kunad, haqqo, ki dar gumrohii oskore giriftor sudaast"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "[Ba jod ovar] Vaqte ʙa [Zajd iʙni Horisa]-kase, ki Alloh taolo ʙa u ne'mat [Islom] doda ʙud va tu ne'mat [ozodi] ʙaxsida ʙudi- [ʙa nasihat] megufti: «Hamsaratro ʙaroi xud nigah dor va az Alloh taolo parvo kun» va dar dili xes [dar mavridi izdivoc ʙo Zajnaʙ pas az taloqas] pinhon medosti, ki Alloh taolo oskorkunandai on ʙud va [cun in izdivoc ʙo sunnathoi cohili muxolif ʙud] az [sarzanisi] mardum metarsidi; hol on ki Alloh taolo sazovortar ast, ki az U ʙitarsi. Pas, hangome ki Zajd nijozasro az vaj ʙa pojon ʙurd [va taloqas dod], uro ʙa izdivoci tu darovardem, to ʙaroi mu'minon dar mavridi izdivoc ʙo hamsaroni pisarxondahojason, ki az onon kom giriftaand [va taloqason dodaand], hec gunohe naʙosad; va farmoni Alloh taolo hamvora ancompazir ast"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Bar Pajomʙar, dar mavridi on ci Alloh taolo ʙarojas muqarrar [va halol] dostaast, hec guna gunohe vucud nadorad. [In kor] Sunnati ilohi ast [va] dar ʙorai kasone [pajomʙarone], ki pes az in ʙudaand [niz sidq mekunad]; va farmoni Alloh taolo hamvora daqiq va hisoʙsuda ast"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "[hamon] kasone, ki pajomhoi Allohro [ʙa mardum] merasonand va tanho az U metarsand va az hec kas cuz Alloh taolo tarse nadorand; va Alloh taolo ʙaroi hisoʙrasii [korhoi ʙandagonas] kofi ast"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammad hargiz padari hec jaki az mardoni sumo [az cumla Zajd] nest; ʙalki rasuli Alloh taolo va xotami pajomʙaron ast; va Alloh taolo hamvora ʙa har cize donost"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Ej kasone, ki imon ovardaed, Allohro ʙisjor jod kuned"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "Va ʙomdod va somgoh Uro ʙa poki ʙisitoed"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "Ust, ki ʙar sumo durud [va rahmat] mefiristad va faristagonas [niz duojaton mekunand], to sumoro az torikiho ʙa suji nur ʙerun ovarad va [Alloh taolo] hamvora nisʙat ʙa mu'minon mehruʙon ast"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "Ruze, ki ʙo U didor mekunand, durudason «Salom» ast va [Alloh taolo] ʙar eson podose arcmand faroham soxtaast"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Ej Pajomʙar, Mo turo guvoh va ʙasoratʙaxs va ʙimdihanda firistodaem"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "Va [turo] da'vatgare ʙa suji Alloh taolo ʙa farmoni U va caroƣi ravsaniʙaxs [qaror dodem]"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Va ʙa mu'minon ʙasorat ʙideh, ki az coniʙi Alloh taolo ʙaxsisi ʙuzurge ʙarojason [dar pes] ast"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Va az kofiron va munofiqon itoat nakun va ʙa ozorason ʙetavaccuh ʙos va ʙar Alloh taolo tavakkal kun; va hamin ʙasanda ast, ki Alloh taolo [jovar va] korguzori tu ʙosad"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Ej kasone, ki imon ovardaed, har goh ʙo zanoni mu'min izdivoc karded, sipas pes az onki ʙo onon hamʙistar saved taloqason doded, az coniʙi sumo hec iddae ʙar uhdai onon nest, ki hisoʙasro nigoh dored; az in ru, esonro [ʙo hadjai munosiʙ] ʙahramand sozed va ʙa nekutarin vach rahojason sozed"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Ej pajomʙar, Mo hamsaronat, ki mahrasonro pardoxtai va [niz] kanizonero, ki Alloh taolo [az ʙahrai cang] ʙa tu arzoni dostaast, ʙarojat halol kardaem va [niz izdivoc ʙo] duxtari amuhojat va duxtari ammahojat va duxtartaƣohojat va duxtarxolahojat, ki ʙo tu hicrat kardaand va [hamcunin] agar zani mu'mine xudro [ʙiduni mahrija] ʙa pajomʙar ʙiʙaxsad, cunonci pajomʙar ʙixohad, [metavonad] ʙo vaj izdivoc kunad. [In hukm] Viƶai tust, na digar mu'minon. Be tardid, Mo medonem ʙaroi onon dar mavridi hamsaron va kanizonason ci hukme ta'jin kardaem. [In hukmi viƶaro ʙarqaror kardem] To hec tangnoe [dar rohi ancomi vazifa] ʙar tu naʙosad; va Alloh taolo hamvora omurzandai mehruʙon ast"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "[Navʙati] har jak az onon [hamsaronat]- ro, ki ʙixohi [metavoni] ʙa ta'xir andozi va har kadomro ʙixohi, [metavoni] nazdi xes coj dihi; va agar har jak az ononro, ki az u kanora giriftai [va navʙatas ʙa ta'xir aftodaast] talaʙ kuni, [dar har hol] hec gunohe ʙar tu nest. In [ixtijor dar intixoʙ] nazdiktar ast va in ki casmason ravsan savad va anduhgin naʙosand va hamagiason az on ci ʙa onon ʙaxsidai xusnud gardidaand; va Alloh taolo medonad, ki sumo [mardon dar ʙorai muhaʙʙati ʙestar ʙa ʙarxe zanonaton] ci dar dil dored; va Alloh taolo hamvora donoi ʙurdʙor ast"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Az in pas [digar izdivoc ʙo] hec zane ʙarojat halol nest va naʙojad [ʙarxe az hamsaronatro taloq dihi, to] hamsaronero cojnisini onon kuni, hatto agar zeʙoii onon [zanoni cadid] turo xus ojad. Magar on ki [ʙa surati kaniz] dar ixtijorat ʙosad; va Alloh taolo hamvora ʙar har cize nigahʙon ast"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "Ej kasone, ki imon ovardaed, ʙa xonahoi pajomʙar doxil nasaved; magar on ki ʙaroi [sarfi] ƣizoe ʙa sumo icozat dihand; ʙe on ki [zudtar az vaqti ƣizo ʙiraved va] muntaziri omoda sudanas saved; vale hangome ki sumoro faro xondand, vorid saved va cun ƣizo xurded, parokanda garded va sargarmi [ʙahs va] guftugu nasaved. In [raftoraton] pajomʙarro meozorad va uro az [iʙrozi in mavzu' dar ʙaroʙari] sumo sarm dorad; [vale] Alloh taolo az [ʙajoni] haq sarm nadorad. Va hangome ki az hamsaroni u darxoste dored, [nijozatonro] az pusti pardae az onon ʙixohed [va dar cehrai onon nanigared; caro ki] in [kor] ʙaroi dilhoi sumo va eson poktar ast; va [hamcunin] ʙarojaton sazovor nest, ki Rasulullohro ʙijozored va hargiz soistai sumo nest, ki pas az u ʙo hamsaronas izdivoc kuned. Ba rosti, ki in [kor] nazdi Alloh taolo [gunohe] ʙuzurg ast"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Agar cizero oskor kuned jo pinhon dored, [ʙidoned, ki] ʙetardid, Alloh taolo ʙa har cize ogoh ast"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "Bar onon [zanoni musulmon] gunohe nest [dar nadostani hicoʙ] nazdi padaronason va pisaronason va ʙarodaronason va pisaroni ʙarodaronason va pisaroni xoharonason va zanon [hamdin]-ason va ʙardagonason; va [ej zanoni musulmon] az Alloh taolo parvo kuned. Be tardid, Alloh taolo ʙar hama ciz guvoh ast"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Ba rosti, Alloh taolo va faristagonas ʙar pajomʙar durud mefiristand; [pas] ej kasone, ki imon ovardaed [sumo niz] ʙar u durud firisted va ʙa soistagi salom gued"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Kasone ki Alloh taolo va pajomʙarasro meozorand, Alloh taolo dar dunjo va oxirat ononro az rahmati xes dur mekunad va ʙarojason azoʙi xorkunanda omoda kardaast"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Va onon, ki mardon va zanoni mu'minro ʙe on ki murtakiʙi [amali ziste] suda ʙosand, [ʙo ittihomoti noravo] meozorand, ʙori duruƣ va gunohi oskorro ʙar dus mekasand"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "Ej pajomʙar, ʙa hamsaron va duxtaronat va digar zanoni mu'min ʙigu, ki codarhojasonro ʙa soistagi ʙar [sar va sinai] xes ʙijafkanand. In [guna pusis] munosiʙtar ast ʙa in ki [dar comea matonat va viqor] sinoxta savand va [dar natica] mavridi ozor [harzagon] qaror nagirand, Va Alloh taolo omurzandai mehruʙon ast"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Agar munofiqon va kasone, ki dar dilhojason ʙemori [nifoq] ast va ovozasozi dar Madina [az duruƣgui va soeasozi] dast ʙarnadorand, jaqinan turo ʙar onon musallat megardonem. Dar in surat cuz muddati kutohe nametavonand dar in sahr dar kanori tu ʙimonand"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "La'natsudagonand va har co ki jofta savand, ʙojad ʙemuhoʙo dastgir va kusta savand"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "[In] Sunnati Alloh taolo dar mavridi afrode [az munofiqon] , ki pestar ʙudaand, cori gastaast; va hargiz dar sunnati Alloh taolo digarguni [va taƣjire] namejoʙi"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "[Ej pajomʙar] Mardum dar ʙorai [zamoni vuqu'i] qijomat az tu mepursand; ʙigu: «Donisi on tanho nazdi Alloh taolo ast»; va tu ci medoni? Sojad qijomat nazdik ʙosad"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Be tardid, Alloh taolo kofironro az rahmati xes dur karda va ʙarojason otasi afruxta muhajjo kardaast"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "[Otase] Ki covidona dar on xohand mond [va ʙaroi difo' az xud] hec korsoz va jorigare namejoʙand"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Ruze, ki cehrahojason dar otasi duzax digargun mesavad, [ʙo pusajmoni] megujand: «Ej kos, az Alloh taolo va Pajomʙar itoat karda ʙudem"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "[Onon ʙahona meovarand va] megujand: «Parvardigoro, mo az rahʙaron va ʙuzurgoni xud itoat kardem va onon [ʙudand], ki moro gumroh kardand"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Parvardigoro! Azoʙasonro ducandon kun va ʙa la'nati ʙuzurg [va saxt] la'nat ʙifarmo!»"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "Ej kasone, ki imon ovardaed, [Pajomʙarro najozored va] monandi kasone naʙosed ki Musoro [ʙo tuhmathoi noravo] ozurdand, sipas Alloh taolo uro [az on ci dar haqqas meguftand] taʙria namud; va [Muso] hamvora nazdi Alloh oʙrumand ast"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "Ej kasone, ki imon ovardaed, az Alloh taolo parvo kuned va suxani rost va durust ʙigued"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "[Parhezgor va rostgu ʙosed] to Alloh taolo korhojatonro isloh kunad va gunohonatonro ʙijomurzad va [ʙidoned] har ki az Alloh taolo va Pajomʙaras itoat kunad, jaqinan ʙa komjoʙii ʙuzurge dast joftaast"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Mo amonati [ancomi takolifi sar'i] – ro ʙar osmonho va zamin va kuhsoron arza dostem va onho az tahammulas sar ʙoz zadand va az on tarsidand va [-le] inson onro paziruft. Haqqo, ki u [dar haqqi xes] hamvora sitamgor va nodon ast"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "[Inson cunin kard] to Alloh taolo mardonu zanoni munofiq va mardonu zanoni musrikro azoʙ kunad va tavʙai mardonu zanoni mu'minro [ki amonatdoroni soistae ʙudand] ʙipazirad; va Alloh taolo hamvora omurzandai mehruʙon ast"
        }
    ]
}