{
    "rukus": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "De troende går det godt"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "som er ydmyke i sine bønner"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "som vender seg bort fra tomt prat"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "som betaler det rituelle bidrag"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "som holder sitt kjønnsliv i tømme"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "unntatt når det gjelder hustruer og slavinner, for da kan de ikke lastes"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "men de som begjærer noe utover dette, går over grensen"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "som passer betrodd gods og sine forpliktelser"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "og som overholder sine bønner"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Disse er arvingene"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "som skal arve paradiset. Der skal de være og bli"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Vi skapte mennesket av en leirmasse"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Senere la Vi ham som en sæddråpe i sikker forvaring"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Så gjorde Vi dråpen til en kime, dette til det minste foster, og i fosteret formet Vi knokler, og knoklene dekket Vi med kjøtt. Så frembrakte Vi ham som en ny skapning. Velsignelsesrik er Gud, den beste skaper"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Så, etter dette, skal dere visselig dø"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Og så vil dere bli gjenoppvekket på oppstandelsens dag"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Over dere har Vi skapt syv himmelhvelv. Vi overså intet i Skapelsen"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Og Vi sendte ned vann fra himmelen i et visst mål, og lot det hvile i jorden. Men Vi er også i stand til å ta det bort"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Så frembrakte Vi ved det haver for dere, med palmer og druer. Dere har rikelig med frukt i dem, og av disse spiser dere"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Og et tre, som vokser frem av Sinais berg, som gir olje og krydder til dem som spiser"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "I husdyrene er også noe å lære for dere. Vi gir dere å drikke av det som er i deres indre, og dere har mange anvendelser for dem, og de gir dere mat"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "På dem og på skip bæres dere omkring"
        }
    ]
}