{
    "rukus": [
        {
            "chapter": 45,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "Skriftens åpenbaring er fra Gud, den Mektige, den Vise"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "Det er visselig i himlene og på jorden jærtegn for de troende"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "Og i deres egen skapelse, og i det Han har spredt ut av all slags dyr, er jærtegn for folk som har troens visshet"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "Og i vekslingen av natt og dag, og i det underhold Han sender ved regnet fra oven, hvorved Han gir liv til jorden etter dens dvale, og i de vekslende vinder, i dette er jærtegn for folk som forstår"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "Dette er Guds tegn, som Vi meddeler deg ved sannheten. Hvilket budskap, etter Gud og Hans tegn, vil de da tro"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "Ve over enhver full av falskhet og synd"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "som hører Guds ord, opplest for seg, men forblir i hovmod, som om han ikke hadde hørt det! Bebud for ham en smertelig straff"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "Og når han får vite om noe av Vårt budskap, driver han ap med det. Dem venter en ydmykende straff"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "Foran dem ligger helvete. Alt de har skaffet seg hjelper dem ikke det ringeste, og heller ikke de venner de har lagt seg til utenom Gud. Dem venter en svær straff"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "Dette er rettledning, og de som fornekter Herrens budskap, har i vente en smertelig vredens straff"
        }
    ]
}