{
    "maqras": [
        {
            "chapter": 19,
            "verse": 22,
            "text": "y lo concibió, y luego se retiró con él a un lugar lejano"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Y [cuando] los dolores del parto la llevaron al tronco de una palmera, exclamó: “¡Ojalá hubiera muerto antes de esto, y hubiera desaparecido por completo en el olvido!”"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Entonces [una voz] la llamó desde el pie [de la palmera]: “¡No te aflijas! Tu Sustentador ha puesto a tus pies un arroyo"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "sacude hacia ti el tronco de la palmera: caerán sobre ti dátiles maduros"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "¡Come, pues, y bebe, y que se alegren tus ojos! Y si ves a algún ser humano, hazle saber: ‘He hecho voto de silencio al Más Misericordioso y no puedo, por ello, hablar hoy con nadie.’”"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Después regresó a su familia, llevando consigo al niño.Dijeron: ¡Oh María! ¡En verdad, has hecho algo inaudito"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "¡Oh hermana de Aarón! ¡Tu padre no fue un hombre malvado, ni fue tu madre una mujer licenciosa!”"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Entonces ella señaló hacia él.Dijeron: “¿Cómo vamos a hablar con quien es [todavía] un niño en la cuna?”"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "[El niño] dijo: “En verdad, soy un siervo de Dios. Él me ha entregado la revelación y ha hecho de mí un profeta"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "y me ha hecho bendito dondequiera que esté; y me ha prescrito la oración y la limosna mientras viva"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "y que sea bondadoso con mi madre; y no me ha hecho arrogante ni falto de compasión"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "“¡Y la paz fue conmigo el día en que nací, y [será conmigo] el día en que muera, y el día en que sea devuelto [de nuevo] a la vida!”"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "ASI FUE, en palabras veraces, Jesús, hijo de María, sobre cuya naturaleza discrepan tan profundamente"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Es inconcebible que Dios tome para Sí un hijo: ¡infinito es Él en Su gloria! ¡Cuando dispone algo, le dice tan sólo: “Sé” --y es"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "Y [así fue que Jesús dijo siempre]: “En verdad, Dios es mi Sustentador y también vuestro Sustentador; adoradle [pues, sólo]a Él: [sólo] este es un camino recto.”"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "¡Y aún así, las sectas [que siguen la Biblia] discrepan entre sí [sobre la naturaleza de Jesús]!Pero, ¡ay de aquellos que niegan la verdad cuando llegue ese Día terrible"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "¡Qué bien oirán y verán [la verdad] el Día que vengan a Nosotros!Pero hoy esos malhechores están claramente hundidos en el error"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "así pues, adviérteles [de la venida] del Día de la Lamentación, cuando todo habrá sido decidido --pues ahora viven despreocupados, y no creen [en él]"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Ciertamente, sólo Nosotros permaneceremos una vez que la tierra y todos los que viven en ella hayan desaparecido, y [cuando] todos hayan sido devueltos a Nosotros"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Y RECUERDA, por medio de esta escritura divina, a Abraham. Ciertamente, fue un hombre veraz y [era ya] profeta"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "cuando habló [así] a su padre: “¡Oh padre mío! ¿Por qué adoras a algo que no oye, ni ve, ni te sirve de nada"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "“¡Oh padre mío! Ciertamente, me ha llegado en verdad [un rayo] de conocimiento como no te ha llegado a ti: sígueme, pues, y yo te guiaré a un camino perfecto"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "“¡Oh padre mío! No adores a Satán --pues, en verdad, Satán está en rebeldía contra el Más Misericordioso"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "¡Oh padre mío! ¡Temo, en verdad, que caiga sobre ti un castigo del Más Misericordioso, y entonces te harás [consciente de haber sido] prójimo de Satán!”"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Respondió: “¿Acaso te disgustan mis dioses, Oh Abraham? ¡Ciertamente, si no desistes, haré que seas lapidado! ¡Aléjate de mí para siempre!”"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "[Abraham] respondió: “¡La paz sea contigo! Pediré a mi Sustentador perdón por ti: pues, ciertamente, Él siempre ha sido benigno conmigo"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Pero me apartaré de todos vosotros y de lo que invocáis en vez de Dios, e invocaré [sólo] a mi Sustentador: pudiera ser que mi oración [por ti] a mi Sustentador no quede sin contestar.”"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Y cuando se hubo apartado de ellos y de todo lo que adoraban en vez de Dios, le concedimos a Isaac y a Jacob, e hicimos de ambos profetas"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "y les concedimos [numerosos] regalos de Nuestra gracia, y les dimos un magnífico poder para transmitir la verdad [a otros]"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Y RECUERDA, por medio de esta escritura divina, a Moisés. Ciertamente, fue un elegido, y fue un enviado [de Dios], un profeta"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Y [recuerda cómo] le llamamos desde la ladera derecha del monte Sinaí y le atrajimos [a Nosotros] en comunión mística"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "y [cómo], por Nuestra gracia, le concedimos [como auxiliar] a su hermano Aarón, [también] profeta"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Y RECUERDA, por medio de esta escritura divina, a Ismael. Ciertamente, fue fiel a su promesa y fue un enviado [de Dios], un profeta"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "que ordenó a su gente la oración y la limosna, y fue grato a los ojos de su Sustentador"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Y RECUERDA, por medio de esta escritura divina, a Idrís. Ciertamente, fue un hombre veraz, un profeta"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "a quien ensalzamos a una posición eminente"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "ESTOS FUERON algunos de los profetas a los que Dios concedió Sus bendiciones --[profetas] descendientes de Adán y de los que transportamos con Noé [en el arca], y descendientes de Abraham y de Israel: y [todos eran] de aquellos a los que habíamos guiado y escogido; [y] cuando les eran transmitidos los mensajes del Más Misericordioso, caían [ante Él] postrados llorando"
        }
    ]
}