{
    "maqras": [
        {
            "chapter": 22,
            "verse": 60,
            "text": "Así ha de ser.Y a aquel que responde a la agresión sólo en la medida del ataque lanzado contra él, y después es atacado injustamente [de nuevo] --Dios sin duda le auxiliará: pues, ciertamente, Dios es en verdad perdonador, indulgente"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Así es, porque Dios [es todopoderoso --Aquel que] alarga la noche acortando el día, y alarga el día acortando la noche; y porque Dios todo lo oye, todo lo ve"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Así es, porque sólo Dios es la Suprema Verdad, de forma que todo aquello que los hombres invocan en Su lugar es pura falsedad, y porque sólo Dios es excelso, grande"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "¿No ves que Dios hace caer el agua del cielo, y entonces la tierra se cubre de verdor? Ciertamente, Dios es inexcrutable [en Su sabiduría], consciente de todo"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Suyo es cuanto hay en los cielos y cuanto hay en la tierra; y, ciertamente, Dios --sólo Él-- es en verdad autosuficiente, digno de todo alabanza"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "¿No ves que es Dios quien ha puesto a vuestro servicio cuanto hay en la tierra, y los barcos que navegan por el mar a instancia Suya --y [que es Él quien] sujeta a los cuerpos celestiales [en sus órbitas], para que no caigan sobre la tierra si no es con Su venia?Ciertamente, Dios es muy compasivo con los hombres, dispensador de gracia"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "ya que es Él quien os dio la vida, y luego os hará morir, y luego os devolverá a la vida: [pero,] ¡ciertamente, el hombre carece por completo de gratitud"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "HEMOS ASIGNADO a cada comunidad formas de adoración [distintas], que deberían observar. Así pues, [Oh creyente,] no permitas que esos [que siguen formas distintas a la tuya] te arrastren a disputar sobre esta cuestión, sino llama [a todos ellos] a tu Sustentador: pues, ciertamente, tú estás en verdad en el camino recto"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Y si [intentan] discutir contigo, di [simplemente]: \"Dios sabe bien lo que hacéis"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "[Pues, en verdad,] Dios juzgará entre [todos] vosotros el Día de la Resurrección sobre aquello en lo que discrepabais"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "¿No sabes que Dios conoce todo cuanto ocurre en el cielo y también en la tierra? Todo eso está, ciertamente, en el registro [de Dios]: ciertamente, [conocer] todo eso es fácil para Dios"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Y, no obstante, [quienes dicen creer en Él a menudo] adoran [a otros seres o fuerzas] en lugar de Dios --algo para lo que Dios nunca ha hecho descender autorización, y de cuya [realidad] no pueden tener conocimiento: y esos malhechores no tendrán quien les auxilie [en el Día de la Resurrección]"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "No obstante, cada vez que les son transmitidos Nuestros mensajes con total claridad, puedes percibir una total repugnancia en los rostros de quienes se empeñan en negar la verdad: ¡a punto están de agredir a los que les transmiten Nuestros mensajes!Di: \"¿Queréis que os informe de algo peor que lo que ahora sentís? Es el fuego [del más allá] que Dios ha prometido a quienes están empeñados en negar la verdad: y, ¡qué horrible punto de destino"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "¡OH GENTES! Se [os] presenta [a continuación] una parábola; ¡prestad, pues, atención a ella! ¡Ciertamente, esos seres a los que invocáis en lugar de Dios no pueden crear [ni siquiera] una mosca, ni aunque aunaran para ello todas sus fuerzas! ¡Y si una mosca les quita algo, no pueden recuperarlo! ¡Qué débil es, en verdad, el que implora, y [qué débil] el implorado"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "No tienen una comprensión acertada de Dios [quienes yerran de este modo]: pues, ¡ciertamente, Dios es en verdad fuerte, todopoderoso"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Dios [en Su omnipotencia,] escoge emisarios de entre los ángeles y también de entre los hombres. Pero, ciertamente, [sólo] Dios todo lo oye, todo lo ve"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "[mientras que su conocimiento es limitado,] Él conoce cuanto está manifiesto ante ellos y cuanto les está oculto pues todas las cosas retornan a Dios [que es su fuente]"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "¡OH VOSOTROS que habéis llegado a creer! ¡Inclinaos y postraos, y adorad [sólo] a vuestro Sustentador, y haced el bien, para que así alcancéis la felicidad"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Y esforzaos por la causa de Dios con todo el esfuerzo que Le es debido: Él os ha elegido [como portadores de Su mensaje], y no os ha impuesto ninguna dificultad en [lo relativo a] la religión, [y ha hecho que sigáis] la fe de vuestro padre Abraham.Él os ha llamado --antes, y también en esta [escritura divina]-- \"los que se han sometido a Dios\", para que el Enviado dé testimonio de la verdad ante vosotros, y para que vosotros deis testimonio de ella ante toda la humanidad.Sed, pues, constantes en la oración, y pagad el impuesto de purificación, y aferraos a Dios. Él es vuestro Señor Supremo: ¡qué excelente Señor Supremo, y qué excelente Auxiliador"
        }
    ]
}