{
    "maqras": [
        {
            "chapter": 4,
            "verse": 12,
            "text": "۞وَلَكُمُۥ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمُۥ إِن لَّمۡ يَكُن لَّهُنَّ وَلَد ࣱ ۚ فَإِن كَانَ لَهُنَّ وَلَد ࣱ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّة ࣲ يُوصِينَ بِهَا أَوۡ دَيۡن ࣲ ۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمُۥ إِن لَّمۡ يَكُن لَّكُمُۥ وَلَد ࣱ ۚ فَإِن كَانَ لَكُمُۥ وَلَد ࣱ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمُۥۚ مِنۢ بَعۡدِ وَصِيَّة ࣲ تُوصُونَ بِهَا أَوۡ دَيۡن ࣲ ۗ وَإِن كَانَ رَجُل ࣱ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَة ࣱ وَلَهُۥ أَخٌ أَوۡ أُخۡت ࣱ فَلِكُلِّ وَٰحِد ࣲ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُواْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمُۥ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّة ࣲ يُوصَىٰ بِهَا أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّ ࣲ ۚ وَصِيَّة ࣰ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيم ࣱ‏"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "تِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُۥ جَنَّٰت ࣲ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدۡخِلۡهُۥ نَارًا خَٰلِد ࣰ ا فِيهَا وَلَهُۥ عَذَاب ࣱ مُّهِين ࣱ‏"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "وَٱلَّٰتِي يَأۡتِينَ ٱلۡفَٰحِشَةَ مِن نِّسَآئِكُمُۥ فَٱسۡتَشۡهِدُواْ عَلَيۡهِنَّ أَرۡبَعَة ࣰ مِّنكُمُۥۖ فَإِن شَهِدُواْ فَأَمۡسِكُوهُنَّ فِي ٱلۡبِيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلۡمَوۡتُ أَوۡ يَجۡعَلَ ٱللَّهُ لَهُنَّ سَبِيل ࣰ ا"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "وَٱلَّذَآنِّ يَأۡتِيَٰنِهَا مِنكُمُۥ فَـَٔاذُوهُمَاۖ فَإِن تَابَا وَأَصۡلَحَا فَأَعۡرِضُواْ عَنۡهُمَاۗ إِنَّ ٱللَّهَ كَانَ تَوَّاب ࣰ ا رَّحِيمًا"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "إِنَّمَا ٱلتَّوۡبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعۡمَلُونَ ٱلسُّوٓءَ بِجَهَٰلَة ࣲ ثُمَّ يَتُوبُونَ مِن قَرِيب ࣲ فَأُوْلَٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيۡهِمُۥۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيم ࣰ ا"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "وَلَيۡسَتِ ٱلتَّوۡبَةُ لِلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰ إِذَا حَضَرَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ إِنِّي تُبۡتُ ٱلۡـَٰٔنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمُۥ كُفَّارٌۚ أُوْلَٰٓئِكَ أَعۡتَدۡنَا لَهُمُۥ عَذَابًا أَلِيم ࣰ ا"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "يَٰأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَحِلُّ لَكُمُۥ أَن تَرِثُواْ ٱلنِّسَآءَ كَرۡه ࣰ اۖ وَلَا تَعۡضُلُوهُنَّ لِتَذۡهَبُواْ بِبَعۡضِ مَا ءَاتَيۡتُمُوهُنَّ إِلَّا أَن يَأۡتِينَ بِفَٰحِشَة ࣲ مُّبَيَّنَة ࣲ ۚ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ فَإِن كَرِهۡتُمُوهُنَّ فَعَسَىٰ أَن تَكۡرَهُواْ شَيۡـٔ ࣰ ا وَيَجۡعَلَ ٱللَّهُ فِيهِۦ خَيۡر ࣰ ا كَثِير ࣰ ا"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "وَإِنۡ أَرَدتُّمُ ٱسۡتِبۡدَالَ زَوۡج ࣲ مَّكَانَ زَوۡج ࣲ وَءَاتَيۡتُمُۥ إِحۡدَىٰهُنَّ قِنطَار ࣰ ا فَلَا تَأۡخُذُواْ مِنۡهُۥ شَيۡـًٔاۚ أَتَأۡخُذُونَهُۥ بُهۡتَٰن ࣰ ا وَإِثۡم ࣰ ا مُّبِين ࣰ ا"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "وَكَيۡفَ تَأۡخُذُونَهُۥ وَقَدۡ أَفۡضَىٰ بَعۡضُكُمُۥ إِلَىٰ بَعۡض ࣲ وَأَخَذۡنَ مِنكُمُۥ مِيثَٰقًا غَلِيظ ࣰ ا"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "وَلَا تَنكِحُواْ مَا نَكَحَ ءَابَآؤُكُمُۥ مِنَ ٱلنِّسَآ۟ إِلَّا مَا قَدۡ سَلَفَۚ إِنَّهُۥ كَانَ فَٰحِشَة ࣰ وَمَقۡت ࣰ ا وَسَآءَ سَبِيلًا"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "حُرِّمَتۡ عَلَيۡكُمُۥ أُمَّهَٰتُكُمُۥ وَبَنَاتُكُمُۥ وَأَخَوَٰتُكُمُۥ وَعَمَّٰتُكُمُۥ وَخَٰلَٰتُكُمُۥ وَبَنَاتُ ٱلۡأَخِ وَبَنَاتُ ٱلۡأُخۡتِ وَأُمَّهَٰتُكُمُ ٱلَّٰتِي أَرۡضَعۡنَكُمُۥ وَأَخَوَٰتُكُمُۥ مِنَ ٱلرَّضَٰعَةِ وَأُمَّهَٰتُ نِسَآئِكُمُۥ وَرَبَٰٓئِبُكُمُ ٱلَّٰتِي فِي حُجُورِكُمُۥ مِن نِّسَآئِكُمُ ٱلَّٰتِي دَخَلۡتُمُۥ بِهِنَّ فَإِن لَّمۡ تَكُونُواْ دَخَلۡتُمُۥ بِهِنَّ فَلَا جُنَاحَ عَلَيۡكُمُۥ وَحَلَٰٓئِلُ أَبۡنَآئِكُمُ ٱلَّذِينَ مِنۡ أَصۡلَٰبِكُمُۥ وَأَن تَجۡمَعُواْ بَيۡنَ ٱلۡأُخۡتَيۡنِ إِلَّا مَا قَدۡ سَلَفَۗ إِنَّ ٱللَّهَ كَانَ غَفُور ࣰ ا رَّحِيم ࣰ ا"
        }
    ]
}