{
    "chapter": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "Suratu Hud. Alif, Lãm, Rã. Este é um Livro, cujos versículos são precisos, em seguida, aclarados, da parte de um Sábio, Conhecedor"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Não adoreis senão a Allah. Por certo, sou dEle, para vós, admoestador e alvissareiro"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "E implorai perdão a vosso Senhor; em seguida, voltai-vos arrependidos para Ele. Ele vos fará gozar belo gozo, até um termo designado e concederá Seu favor a cada merecedor de favor; mas, se voltais as costas, por certo, temo por vós, o castigo de um grande dia"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "A Allah será vosso retorno, e Ele, sobre todas as cousas, é Onipotente"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Ora, eles dobram seus peitos para esconder-se dEle. Ora, mesmo quando se encobrem em seus trajes, Ele sabe o de que guardam segredo e o que manifestam. Por certo, Ele, do íntimo dos peitos, é Onisciente"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "E não há ser animal algum na terra, sem que seu sustento impenda a Allah, e Ele conhece sua residência e seu depósito. Tudo está no evidente Livro"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "E Ele é Quem criou os céus e a terra, em seis dias enquanto Seu Trono estava sobre a água para pôr à prova qual de vós é melhor em obras. E se dizes, Muhammad: \"Por certo, sereis ressuscitados, depois da morte\", os que renegam a Fé dizem: \"Em verdade, isso não é senão evidente magia"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "E, se lhes adiamos o castigo, até um tempo contado, dizem: \"Que o detém?\" Ora, um dia, quando lhes chegar o castigo, deles não se desviará, e envolvê-los-á aquilo de que zombavam"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "E, se fazemos experimentar ao ser humano Misericórdia de Nossa parte; em seguida, tiramo-la dele, por certo, fica desesperado, ingrato"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "E, se o fazemos experimentar prosperidade, após infortúnio, que o haja tocado, diz: \"Os males se foram, para longe de mim.\" Por certo, fica jubiloso, vanglorioso"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Exceto os que pacientam e fazem as boas obras; esses terão perdão e grande prêmio"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Então, talvez tu deixes de recitar algo do que te foi revelado e, com que teu peito se constrange, porque eles dizem: \"Que se faça descer um tesouro sobre ele, ou que chegue com ele um anjo!\" Tu és, apenas, admoestador. E Allah, sobre todas as cousas, é Patrono"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Ou eles dizem: \"Ele o forjou?\" Dize: \"Então, fazei vir dez suras iguais à dele e para isso, convocai quem puderdes, em vez de Allah, se sois verídicos"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "E, se eles vos não atendem, sabei que ele foi descido com a ciência de Allah, e que não existe Deus senão Ele. Então, sois crentes"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Quem deseja a vida terrena e seus ornamentos, Nós, nela, compensar-lhes-emos as obras e, nela, em nada eles serão subtraídos"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Esses são os que não terão, na Derradeira Vida, senão o Fogo, e anular-se-á o que engenharam nela, na vida terrena, e derrogar-se-á o que faziam"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Então, será que quem está fundado sobre evidência de seu Senhor, e segue-o uma testemunha d'Ele - e, antes dela, houve o Livro de Moisés, como guia e misericórdia - é igual ao que não está fundado sobre nada? Aqueles crêem nele. E para quem o renega dentre os partidos, o Fogo lhe é o lugar prometido. Então, não estejas em dúvida acerca dele, Muhammad. Por certo, ele é a verdade de teu Senhor, mas a maioria dos homens não crê"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "E quem mais injusto que aquele que forja mentiras acerca de Allah? Esses serão expostos a seu Senhor, e as testemunhas dirão: \"Estes são os que mentiram acerca de seu Senhor.\" Ora, que a maldição de Allah seja sobre os injustos"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Que afastam os homens do caminho de Allah, e buscam torná-lo tortuoso, e são renegadores da Derradeira Vida"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Esses não poderão escapar de Seu castigo, na terra e não terão protetores, além de Allah. Duplicar-se-lhes-á o castigo; eles não foram capazes de ouvir nem de nada enxergar"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Esses são os que se perderam a si mesmos. E o que eles forjavam sumirá para longe deles"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "É inconteste que serão, na Derradeira Vida, os mais perdedores"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Por certo, os crentes e os que fazem as boas obras e se humildam a seu Senhor, esses são os companheiros do Paraíso. Nele, serão eternos"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "O exemplo dos dois grupos é como o do cego e do surdo, e do vidente e do ouvidor: igualam-se, como exemplo? Então, não meditais"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "E, com efeito, enviamos Noé a seu povo. Disse: \"Por certo, sou-vos evidente admoestador"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Não adoreis senão a Allah. Por certo, temo por vós, o castigo de um doloroso dia"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Então, os dignitários que, dentre seu povo, renegavam a Fé disseram: \"Não te vemos senão um mortal como nós, e não vemos seguir-te, impensadamente, senão os mais ignóbeis dos nossos, e não vemos, em vós, privilégio algum sobre nós. Aliás, pensamos que sois mentirosos"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Disse: \"Ó meu povo! Vistes? Se estou fundado sobre evidência de meu Senhor, e Ele me concede misericórdia de Sua parte, e ela se vos obscurece, teremos de vo-la impor, enquanto a estais odiando"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "E ó meu povo! Não vos peço por isso riqueza alguma. Meu prêmio não impende senão a Allah. E não vou repulsar os que crêem. Por certo, eles depararão com seu Senhor, mas eu vos vejo um povo ignorante"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "E ó meu povo! Quem me socorrerá, contra a ira de Allah, se eu os repulsar? Então, não meditais"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "E não vos digo que tenho os cofres de Allah nem que conheço o Invisível nem digo que sou anjo nem digo daqueles, que vossos olhos desprezam, que Allah não lhes concederá bem algum; - Allah é bem Sabedor do que há em suas almas - por certo, nesse caso, eu seria dos injustos"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Disseram: \"Ó Noé! Com efeito, discutiste conosco e multiplicaste nossa discussão; então, faze-nos vir o que prometestes se és dos verídicos"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Disse: \"Apenas, Allah vo-lo fará vir se quiser, e não podereis escapar de Seu castigo"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "E meu conselho não vos beneficiará, caso deseje aconselhar-vos, se Allah deseja fazê-los incorrer no mal. Ele é vosso Senhor, e a Ele sereis retornados"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Esta a verdadeira narrativa; mas eles dizem: \"Ele o forjou?\" Dize, Muhammad: \"Se o houvesse forjado, que esteja sobre mim meu crime! E estou em rompimento com vossas práticas"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "E inspirou-se a Noé: \"Não crerá de teu povo senão quem já creu. Então, não te melancolizes, pelo que faziam"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "E fabrica o barco diante de Nossos olhos e com Nossa inspiração, e não Me fales mais acerca dos que são injustos. Por certo, eles serão afogados"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "E ele se pôs a fabricar o barco e, cada vez que alguns dos dignitários de seu povo passavam por ele, dele escarneciam. Ele disse: \"Se escarneceis de nós, por certo, escarneceremos de vós como escarneceis"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Então, logo sabereis a quem chegará um castigo, que o ignominiará; e cairá sobre ele castigo permanente"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "E, assim, foi, até que, quando Nossa ordem chegou e as fontes da terra jorraram, dissemos: \"Carrega nele, de cada espécie um casal e tua família - exceto aquele contra quem o Dito, a sentença, se antecipou - e os que crêem.\" E não creram, com ele, senão poucos"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "E ele disse: \"Embarcai nele: em nome de Allah será seu singrar e sua ancoragem. Por certo, meu Senhor é Perdoador, Misericordiador"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "E ele corria com eles, entre ondas como as montanhas; e Noé chamou a seu filho, que se achava à parte: \"Ó meu filho! Embarca conosco e não te deixes estar com os renegadores da Fé"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "Ele disse: \"Abrigar-me-ei em uma montanha, que me protegerá da água.\" Noé disse: \"Hoje, não há protetor contra a ordem de Allah senão para aquele de quem Ele tem misericórdia.\" E as ondas interpuseram-se entre ambos: então, foi ele dos afogados"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "E foi dito: \"Ó terra! Engole tua água\" e \"Ó céu! Detém-te\". E a água diminuiu e a ordem foi encerrada, e ele se instalou em Al-Judy(Iraque).[2] E foi dito: \"Para trás! Para o povo injusto"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "E Noé chamou a seu Senhor, e disse: \"Senhor meu! Por certo, meu filho é de minha família e, por certo. Tua promessa é a verdade, e Tu és O mais Justo dos juízes"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "Ele disse: \"Ó Noé! Por certo, ele não é de tua família. Por certo, isso é ação incorreta. Então, não me perguntes aquilo de que não tens ciência. Por certo, exorto-te, para não seres dos ignorantes"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Noé disse: \"Senhor meu! Por certo, refugio-me em Ti contra o perguntar-Te aquilo de que não tenho ciência. E, se não me perdoas e não tens misericórdia de mim, eu serei dos perdedores"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Foi-lhe dito: \"Ó Noé! Desembarca, com paz de Nossa parte, e com bênçãos sobre ti e sobre comunidades dos que estão contigo. E haverá comunidades, que faremos gozar, na vida terrena; em seguida, tocá-las-á doloroso castigo de Nossa parte"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Esses são alguns informes do Invisível, que te revelamos, Muhammad. Não os conhecias, antes disso, nem tu nem teu povo. Então, pacienta. Por certo, o final feliz é para os piedosos"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "E, ao povo de Ãd, enviamos seu irmão Hud. Disse: \"Ó meu povo! Adorai a Allah: não tendes outro deus que não seja Ele. Não sois senão forjadores de mentiras"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "Ó meu povo! Não vos peço por isso prêmio algum. Meu prêmio não impende senão a Quem me criou. Então, não razoais"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "E ó meu povo! Implorai perdão a vosso Senhor; em seguida, voltai-vos arrependidos para Ele. Ele vos enviará a chuva em abundância e vos acrescentará força à vossa força. E não volteis as costas, em sendo criminosos"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Disseram: \"Ó Hud! Não nos chegaste com evidência alguma e não deixaremos nossos deuses, por causa de seu dito, e não estamos crendo em ti"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Não dizemos senão que alguns de nossos deuses te atingiram com um mal.\" Ele disse: \"Por certo, tomo Allah por testemunha, e testemunhai que estou em rompimento com os que idolatrais"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Em vez dEle. Então insidiai-me vós todos; em seguida, não me concedais dilação alguma"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Por certo, confio em Allah, meu Senhor e vosso Senhor. Não há ser animal algum, sem que Ele lhe apanhe o topete. Por certo, meu Senhor está na senda reta"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "E, se voltais as costas, com efeito, transmiti-vos aquilo com que vos fui enviado. E meu Senhor vos fará suceder outro povo e, em nada, O prejudicareis. Por certo, meu Senhor, sobre todas as cousas, é Custódio"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "E, quando chegou Nossa ordem, salvamos por misericórdia de Nossa parte, a Hud e aos que creram com ele; e salvamo-los de duro castigo"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "E esse era o povo de Ãd. Negaram os sinais de seu Senhor e desobedeceram a Seus Mensageiros e seguiram a ordem de todo tirano obstinado"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "E foram perseguidos nesta vida terrena, por maldição, e sê-lo-ão, no Dia da Ressurreição. Ora, por certo, o povo de Ãd renegou a seu Senhor. Ora, para trás! Para Ãd, o povo de Hud"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "E ao povo de Thamud, enviamos seu irmão Sãlih. Ele disse: \"Ó meu povo! Adorai a Allah. Vós não tendes outro deus que não seja Ele; Ele vos fez surgir da terra e vos fez povoá-la; então, implorai-Lhe perdão; em seguida, voltai-vos arrependidos para Ele. Por certo, meu Senhor está Próximo, Atento às súplicas"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Disseram: \"Ó Sãlih! Com efeito, antes disso eras esperança, entre nós. Queres coibir-nos de adorar o que nossos pais adoravam? E, por certo, estamos em dúvida tormentosa acerca daquilo a que nos convocas"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Ele disse: \"Ó meu povo! Vistes? Se estou fundado sobre evidência de meu Senhor, e Ele me concede misericórdia vinda d'EIe, então, quem me socorreria contra a ira de Allah, se Lhe desobedecesse? Vós não me acrescentaríeis senão perdição"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "E ó meu povo! Este camelo fêmea é, para vós, como sinal. Então, deixa-o comer na terra de Allah e não o toqueis com mal algum, pois, apanhar-vos-ia castigo próximo"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "E eles abateram-no; então, disse ele: \"Gozai, em vossos lares, três dias. Essa é promessa que não será desmentida"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "E, quando Nossa ordem chegou, salvamos, por misericórdia de Nossa parte, a Sãlih e aos que creram com ele, e salvamo-los da ignomínia desse dia. Por certo, teu Senhor é O Forte, O Todo-Poderoso"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "E o Grito apanhou aos que foram injustos; então, amanheceram inertes, sem vida, em seus lares"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Como se jamais lá houvessem morado. Ora, por certo, o povo de Thamud renegou a seu Senhor. Ora, para trás! Para Thamud"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "E, com efeito, nossos Mensageiros chegaram a Abraão, com alvíssaras. Disseram: \"Salam!\" - Paz! - Disse: \"Salam!\" E não tardou em trazer-lhes um bezerro assado"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "E, quando ele viu que suas mãos não chegavam a ele desconfiou deles e deles teve medo. Disseram: \"Não te atemorizes; por certo, somos enviados ao povo de Lot"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "E sua mulher estava de pé, então, riu-se. E alvissaramo-lhe o nascimento de Isaque e, depois de Isaque, Jacó"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Ela disse: \"Ai de mim! Darei à luz, enquanto estou velha e este meu marido é ancião? Por certo, isso é cousa admirável"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Disseram: \"Admiras-te da ordem de Allah? Que a misericórdia de Allah e Suas bênçãos sejam sobre vós, ó família da casa de Abraão! Por certo, Ele é Louvável, Glorioso"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "E, quando o susto de Abraão se foi, e as alvíssaras lhe chegaram, discutiu conosco acerca do povo de Lot"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Por certo, Abraão era clemente, suplicante, contrito"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "Dissemos: \"Ó Abraão! Dá de ombros a isso. Por certo, chegou a ordem de teu Senhor. E, por certo, chegar-lhes-á um castigo irrevogável"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "E, quando Nossos Mensageiros, Nossos anjos, chegaram a Lot, afligiu-se com eles e sentiu-se impotente para defendê-los, e disse: \"Este é um terrível dia"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "E seu povo chegou-lhe, impetuosamente. E, antes, faziam as más obras. Ele disse: \"Ó meu povo! Eis minhas filhas: elas vos são mais puras. Então, temei a Allah e não me ignominieis, em ultrajando meus hóspedes. Não há, dentre vós, um homem assisado"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Disseram: \"Com efeito, sabes que não temos direito a tuas filhas e, por certo, sabes o que desejamos"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Disse: \"Se eu tivesse força contra vós, ou se me abrigasse a sólido esteio, aniquilar-vos-ia"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "Eles disseram: \"Ó Lot! Somos os Mensageiros de teu Senhor; eles não te chegarão. Então, parte com tua família, na calada da noite - e que nenhum de vós retorne para trás - exceto com tua mulher. Por certo, alcançá-la-á o que os alcançará. Por certo, o seu tempo prometido será amanhã de manhã. Não está próxima a manhã"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "E, quando Nossa ordem chegou, revolvemos as cidades de cima para baixo e fizemos chover sobre elas pedras de sijjil(barro cozido)[2] sem interrupção"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Marcadas junto de teu Senhor. E elas não estão longe dos injustos"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "E ao povo de Madian, enviamos seu irmão Chuaib. Disse: \"Ó meu povo! Adorai a Allah; não tendes outro deus que não seja Ele. E não diminuais a medida e o peso. Por certo, vejo-vos em prosperidade e, por certo, temo, por vós, o castigo de um dia abarcante"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "E ó meu povo! Completai com eqüidade, a medida e o peso, e não subtraiais dos homens suas cousas e não semeeis a maldade na terra, sendo corruptores"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "O que Allah vos deixa de lícito vos é melhor, se sois crentes. E não sou, sobre vós custódio"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Disseram: \"Ó Chuaib! Tua oração te ordena que deixemos o que nossos pais adoravam, ou que deixemos de fazer de nossas riquezas o que quisermos? Por certo, tu, tu és o clemente, o assisado"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Disse: \"Ó meu povo! Vistes? Se estou fundado sobre evidência de meu Senhor, e Ele deu-me por sustento belo sustento vindo d'Ele, não deverei eu aconselhar-vos? E não desejo fazer, longe de vós, o de que vos estou coibindo. Não desejo senão a reconciliação, tanto quanto possa. E meu êxito não é senão pela ajuda de Allah. Nele confio e para Ele me volto contrito"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "E ó meu povo! Que minha discórdia convosco não vos induza a que vos alcance o mesmo que alcançou o povo de Noé ou o povo de Hud ou o povo de Sãlih. E o povo de Lot não está longe de vós"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "E implorai perdão a vosso Senhor; em seguida, voltai-vos arrependidos para Ele. Por certo, meu Senhor é Misericordiador, Afetuoso"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Disseram: \"Ó Chuaib! Não entendemos muito do que dizes e, por certo, vemo-te fraco entre nós, e não fora teu clã, apedrejar-te-íamos. E, para nós, tu não és poderoso"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Disse: \"Ó meu povo! Será que meu clã é mais poderoso para vós que Allah, e a Quem voltais as costas? Por certo, Meu Senhor está, sempre, abarcando o que fazeis"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "E ó meu povo! Fazei o que puderdes; por certo, farei o que puder. Logo sabereis a quem chegará o castigo que o ignominiará, e quem é mentiroso. E expectai; por certo, estou expectando, convosco"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "E, quando Nossa ordem chegou, salvamos por misericórdia de Nossa parte, a Chuaib, e aos que creram com ele. E o Grito apanhou aos que foram injustos; então, amanheceram, em seus lares, inertes, sem vida"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Como se, jamais, lá houvessem morado. Ora, para trás! Para Madian! Como houve para trás! Para Thamud"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "E, com efeito, enviamos Moisés com Nossos sinais e evidente comprovação"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "A Faraó e a seus dignitários. Mas estes seguiram a ordem de Faraó. E a ordem de Faraó não era assisada"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "No Dia da Ressurreição, irá ele à frente de seu povo, e ele os levará para a aguada do Fogo. E que execrável aguada a que serão levados"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "E foram perseguidos nesta vida, por maldição, e sê-lo-ão no Dia da Ressurreição. Que execrável o dom dadivado"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Esses são alguns informes das cidades: Nós tos narramos, Muhammad. Entre elas, há umas de pé e outras ceifadas"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "E não fomos injustos com eles, mas eles foram injustos com si mesmos. E de nada lhes valeram os deuses que invocaram, em vez de Allah, quando a ordem de teu Senhor chegou. E nada lhes acrescentaram senão perdição"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "E, assim, é o apanhar de teu Senhor, quando apanha as cidades"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Por certo, há nisso um sinal para quem teme o castigo da Derradeira Vida. Esse será um dia, em que os humanos serão juntados, e esse será um dia testemunhado por todas as criaturas"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "E não o adiaremos senão até um termo contado"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Um dia, quando este chegar, nenhuma alma falará senão com Sua permissão; e haverá, entre eles infelizes e felizes"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Então, quanto aos infelizes, estarão no Fogo: nele, darão suspiros e soluços"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Nele, serão eternos, enquanto se perpetuarem os céus e a terra"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "E quanto aos felizes, estarão no Paraíso, em que serão eternos, enquanto se perpetuarem os céus e a terra, exceto se outra cousa teu Senhor quiser: é dádiva que não será extinguida"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Então, não estejas em contestação, Muhammad, acerca do que estes adoram. Não adoram senão como seus pais adoravam antes. E, por certo, compensá-los-emos com sua porção, que não será diminuída"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "E, com efeito, concedêramos a Moisés o Livro, e discreparam dele. E, não fora uma Palavra antecipada de teu Senhor, haver-se-ia arbitrado entre eles. E, por certo, estão em dúvida tormentosa acerca dele"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "E por certo, teu Senhor compensá-los-á, a todos, por suas obras. Por certo, Ele, do que fazem, é Conhecedor"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Então, sê reto, como te foi ordenado e, contigo, quem se volta arrependido e nada transgridais. Por certo, Ele, do que fazeis, é Onividente"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "E não vos inclineis aos que são injustos, pois, tocar-vos-ia o Fogo, e não teríeis, além de Allah, protetores; em seguida, não seríeis socorridos"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "E cumpre a oração, nos dois extremos do dia e nas primícias da noite. Por certo, as boas obras fazem ir as más obras. Isso é lembrança para os que se lembram de Allah"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "E pacienta, pois, por certo, Allah não faz perder o prêmio dos benfeitores"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Então, que houvesse entre as gerações antes de vós, homens dotados de bom senso que coibissem a corrupção na terra! Mas poucos, dentre os que deles salvamos fizeram-no. E os que foram injustos continuaram a seguir a opulência em que viviam, e foram"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "E não é admissível que teu Senhor aniquile, injustamente, as cidades, enquanto seus habitantes são reformadores"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "E, se teu Senhor quisesse, haveria feito dos homens uma só comunidade. Mas eles não cessam de ser discrepantes"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Exceto os de quem teu Senhor tem misericórdia. E, por isso, Ele os criou. E a palavra de teu Senhor completar-se-á; \"Em verdade, encherei a Geena de jinns e de homens, de todos eles"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "E Nós te narramos, Muhammad, dos informes dos Mensageiros, tudo aquilo com que te tornamos firme o coração. E nestes, chegou-te a verdade e exortação e lembrança para os crentes"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "E dize aos que não crêem: \"Fazei o que puderdes; por certo, faremos o que pudermos"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "E esperai; por certo, Nós estaremos esperando"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "E de Allah é o Invisível dos céus e da terra. E a Ele retorna toda a determinação. Então, adora-O e nEle confia. E teu Senhor não está desatento ao que fazeis"
        }
    ]
}