{
    "pages": [
        {
            "chapter": 5,
            "verse": 24,
            "text": "They said, \"O Moses! never can we enter while they remain therein. Go thou and thy Lord and fight; for here will we sit us down"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "He said, \"O my Lord, Verily of none am I master but of myself and my brother: put thou therefore a difference between us and this ungodly people"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "He said, \"Verily the land shall be forbidden them forty years: they shall wander in the earth perplexed. Fret not thyself therefore for the ungodly people"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Relate to them exactly the story of the sons of Adam when they each offered an offering; accepted from the one of them, and not accepted from the other. The one said, \"I will surely slay thee.\" Said the other, \"God only accepted from those that fear Him"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Even if thou stretch forth thine hand against me to slay me, I will not stretch forth my hand against thee to slay thee. Truly I fear God the Lord of the Worlds"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Yea, rather would I that thou shouldest bear my sin and thine own sin, and that thou become an inmate of the Fire: for that is the recompense of the unjust doers"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "And his passion led him to slay his brother: and he slew him; and he became one of those who perish"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "And God sent a raven which scratched upon the ground, to shew him how he might hide his brother's wrong. He said: \"O woe is me! am I too weak to become like this raven, and to hide away my brother's wrong?\" And he became one of the repentant"
        }
    ]
}