{
    "pages": [
        {
            "chapter": 6,
            "verse": 28,
            "text": "Aye! that hath become clear to them which they before concealed; but though they should return, they would surely go back to that which was forbidden them; for they are surely liars"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "And they say, \"There is no other than our life in this world, neither shall we be raised again"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "But if thou couldest see when they shall be set before their Lord! He shall say to them, \"Is not this it in truth?\" They shall say, \"Yea, by our Lord!\" \"Taste then,\" saith He, \"the torment, for that ye believed not"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Lost are they who deny the meeting with God until \"the Hour\" cometh suddenly upon them! Then will they say, \"Oh, our sighs for past negligence of this hour!\" and they shall bear their burdens on their back! Will not that be evil with which they shall be burdened"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "The life in this world is but a play and pastime; and better surely for men of godly fear will be the future mansion! Will ye not then comprehend"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Now know we that what they speak vexeth thee: But it is not merely thee whom they charge with falsehood, but the ungodly gainsay the signs of God"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Before thee have apostles already been charged with falsehood: but they bore the charge and the wrong with constancy, till our help came to them; - for none can change the words of God. But this history of His Sent Ones hath already reached thee"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "But if their estrangement be grievous to thee, and if thou art able to seek out an opening into the earth or a ladder into Heaven, that thou mightest bring them a sign. . . . Yes! But if God pleased, He would surely bring them, one and all, to the guidance! therefore be not thou one of the ignorant"
        }
    ]
}