{
    "pages": [
        {
            "chapter": 2,
            "verse": 135,
            "text": "They say, moreover, \"Become Jews or Christians that ye may have the true guidance.\" SAY: Nay! the religion of Abraham, the sound in faith, and not one of those who join gods with God"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Say ye: \"We believe in God, and that which hath been sent down to us, and that which hath been sent down to Abraham and Ismael and Isaac and Jacob and the tribes: and that which hath been given to Moses and to Jesus, and that which was given to the prophets from their Lord. No difference do we make between any of them: and to God are we resigned (Muslims)"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "If therefore they believe even as ye believe, then have they true guidance; but if they turn back, then do they cut themselves off from you: and God will suffice to protect thee against them, for He is the Hearer, the Knower"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Islam is the Baptism of God, and who is better to baptise than God? And Him do we serve"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "SAY: Will ye dispute with us about God? when He is our Lord and your Lord! We have our works and ye have your works; and we are sincerely His"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Will ye say, \"Verily Abraham, and Ismael, and Isaac, and Jacob, and the tribes, were Jews or Christians?\" SAY: Who knoweth best, ye, or God? And who is more in fault than he who concealeth the witness which he hath from God? But God is not regardless of what ye do"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "That people have now passed away: they have the reward of their deeds, and for you is the meed of yours; but of their doings ye shall not be questioned"
        }
    ]
}