{
    "pages": [
        {
            "chapter": 28,
            "verse": 78,
            "text": "He said, \"It hath been given me only on account of the knowledge that is in me.\" Did he not know that God had destroyed before him generations that were mightier than he in strength and had amassed more abundant wealth? But the wicked shall not be asked of their crimes"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "And Korah went forth to his people in his pomp. Those who were greedy for this present life said, \"Oh that we had the like of that which hath been bestowed on Korah! Truly he is possessed of great good fortune"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "But they to whom knowledge had been given said, \"Woe to you! the reward of God is better for him who believeth and worketh righteousness, and none shall win it but those who have patiently endured"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "And we clave the earth for him and for his palace, and he had no forces, in the place of God, to help him, nor was he among those who are succoured"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "And in the morning those who the day before had coveted his lot said, \"Aha! God enlargeth supplies to whom he pleaseth of his servants, or is sparing. Had not God been gracious to us, He had caused it to cleave for us. Aha! the ungrateful can never prosper"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "As to this future mansion, we will bestow it on those who seek not to exalt them in the earth or to do wrong: And there is a happy issue for the God-fearing"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Whoso doeth good shall have reward beyond its merits, and whoso doeth evil, they who do evil shall be rewarded only as they shall have wrought"
        }
    ]
}