{
    "pages": [
        {
            "chapter": 31,
            "verse": 20,
            "text": "See ye not how that God hath put under you all that is in the heavens and all that is on the earth, and hath been bounteous to you of his favours, both for soul and body. But some are there who dispute of God without knowledge, and have no guidance and no illuminating Book"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "And when it is said to them, Follow ye what God hath sent down, they say, \"Nay; that religion in which we found our fathers will we follow.\" What! though Satan bid them to the torment of the flame"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "But whoso setteth his face toward God with self-surrender, and is a doer of that which is good, hath laid hold on a sure handle; for unto God is the issue of all things"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "But let not the unbelief of the unbelieving grieve thee: unto us shall they return: then will we tell them of their doings; for God knoweth the very secrets of the breast"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "Yet a little while will we provide for them: afterwards will we force them to a stern punishment"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "If thou ask them who hath created the heavens and the earth, they will certainly reply, \"God.\" SAY: God be praised! But most of them have no knowledge"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "God's, whatever is in the Heavens and the Earth! for God, He is the Rich, the Praiseworthy"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "If all the trees that are upon the earth were to become pens, and if God should after that swell the sea into seven seas of ink, His words would not be exhausted: for God is Mighty, Wise"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "Your creation and your quickening hereafter, are but as those of a single individual. Verily, God Heareth, Seeth"
        }
    ]
}