{
    "pages": [
        {
            "chapter": 34,
            "verse": 8,
            "text": "He deviseth a lie about God, or there is a djinn in him,\" but they who believe not in the next life, shall incur the chastisement, and be lost in the mazes of estrangement from God"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "What! have they never contemplated that which is before them and behind them, the Heaven and the Earth? If such were our pleasure, we could sink them into that Earth, or cause a portion of that Heaven to fall upon them! herein truly is a sign for our every returning servant"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Of old bestowed we on David a gift, our special boon: - \"Ye mountains and ye birds answer his songs of praise.\" And we made the iron soft for him"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "Make coats of mail, and arrange its plates; and work ye righteousness; for I behold your actions"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "And unto Solomon did we subject the wind, which travelled in the morning a month's journey, and a month's journey in the evening. And we made a fountain of molten brass to flow for him. And of the Djinn were some who worked in his presence, by the will of his Lord; and such of them as swerved from our bidding will we cause to taste the torment of the flame"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "They made for him whatever he pleased, of lofty halls, and images, and dishes large as tanks for watering camels, and cooking pots that stood firmly. \"Work,\" said we, \"O family of David with thanksgiving:\" But few of my servants are the thankful"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "And when we decreed the death of Solomon, nothing shewed them that he was dead but a reptile of the earth that gnawed the staff which supported his corpse. And when it fell, the Djinn perceived that if they had known the things unseen, they had not continued in this shameful affliction"
        }
    ]
}