{
    "pages": [
        {
            "chapter": 39,
            "verse": 57,
            "text": "Or say, \"Had God guided me, I had surely been of those who feared Him"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Or say, when it seeth the punishment, \"Could I but return, then I would be of the righteous"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Nay! my signs had already come to thee, and thou didst treat them as untruths, and wast arrogant, and becamest of those who believed not"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "And on the resurrection day, thou shalt see those who have lied of God, with their faces black. Is there not an abode in Hell for the arrogant"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "But God shall rescue those who fear him into their safe retreat: no ill shall touch them, neither shall they be put to grief"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "God is the creator of all things, and of all things is He the guardian"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "His the keys of the Heavens and of the Earth! and - who believe not in the signs of God - these! they shall perish"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "SAY: What! do ye then bid me worship other than God, O ye ignorant ones"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "But now hath it been revealed to thee and to those who flourished before thee, - \"Verily, if thou join partners with God, vain shall be all thy work, and thyself shalt be of those who perish"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Nay, rather worship God! and be of those who render thanks"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "But they have not deemed of God as is His due; for on the resurrection day the whole Earth shall be but his handful, and in his right hand shall the Heavens be folded together. Praise be to Him! and high be He uplifted above the partners they join with Him"
        }
    ]
}