{
    "pages": [
        {
            "chapter": 67,
            "verse": 27,
            "text": "But when they shall see it nigh, sad shall wax the countenances of the infidels: and it shall be said, \"This is what ye have been calling for"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "SAY: What think ye? Whether God destroy me or not, and those who follow me, or whether he have mercy on us, yet who will protect the infidels from a woeful torment"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "SAY: He is the God of Mercy: in Him do we believe, and in Him put we our trust; and ye shall know hereafter who is in a manifest error"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "SAY: What think ye? If at early morn your waters shall have sunk away, who then will give you clear running water"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "Nun. By the PEN and by what they write"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "Thou, O Prophet; by the grace of thy Lord art not possessed"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "And truly a boundless recompense doth await thee"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "For thou art of a noble nature"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "But thou shalt see and they shall see"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "Which of you is the demented"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "Now thy Lord! well knoweth He the man who erreth from his path, and well doth he know those who have yielded to Guidance"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "Give not place, therefore, to those who treat thee as a liar"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "They desire thee to deal smoothly with them: then would they be smooth as oil with thee"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "But yield not to the man of oaths, a despicable person"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "Defamer, going about with slander"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "Hinderer of the good, transgressor, criminal"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "Harsh - beside this, impure by birth"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "Though a man of riches and blessed with sons"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "Who when our wondrous verses are recited to him saith - \"Fables of the ancients"
        }
    ]
}