{
    "pages": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "Elif-lam-mim-sad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "Ovo je knjiga koja ti se spušta - pa neka ti u grudima ne bude nikakve tegobe zbog nje - da njome upozoravaš, i da vjernicima bude opomena"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Slijedite ono što vam se od Gospodara vašeg objavljuje i pored Njega ne slijedite druge kao zaštitnike! A kako se vi malo prisjećate i pouku primate"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Koliko smo Mi samo naselja razorili; a kazna im je Naša dolazila noću ili danju kad bi prilegli"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "A priznanje njihovo, kada bi im došla kazna Naša, bile su samo riječi: Zulumćari smo, zaista, bili"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "I sigurno ćemo pitati one kojima smo poslanike slali, a pitat ćemo, doista, i poslanike"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "pa ćemo im, sigurno, kazivati po znanju Našemu, sve što o njima znamo, a Mi nismo odsutni bili"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "Vaganje toga dana bit će pravedno: oni čiji tas dobra bude teži, oni će uspjeti"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "a oni čiji tas dobra bude lakši, oni će, zato što ajete i znakove Naše nisu priznavali, stradati"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Mi smo vas na Zemlji smjestili i na njoj vam sve što je potrebno za život dali, kako vi malo zahvaljujete"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Mi smo vas stvorili i onda vam oblik dali, a poslije melecima rekli: \"Sedždu Ademu učinite!\" Pa svi sedždu učiniše, osim Iblisa, on nije bio među onim koji na sedždu padoše"
        }
    ]
}