{
    "pages": [
        {
            "chapter": 2,
            "verse": 154,
            "text": "I ne kažite za one koji su na Allahovom putu poginuli: \"Mrtvi su!\" Ne, oni su živi, ali vi to ne opažate"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Mi ćemo vas u iskušenje dovoditi, malo strahom i gladovanjem, te gubljenjem imetka, života i ljetine. A ti obraduj strpljive"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "one koji, kada ih kakva nevolja zadesi, samo kažu: \"Mi smo, doista, Allahovi i Njemu ćemo se, sigurno, vratiti"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "To su oni kojima pripadaju blagoslovi od Gospodara njihova i milost; oni su na Pravom putu"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Safa i Merva su, doista, Allahova obredna mjesta. Zato onaj ko Kabu hodočasti ili umru obavi, ne čini nikakav prestup da se kreće između njih. A onaj koji drage volje učini kakvo dobro djelo, pa Allah je, doista, zahvalan i sve zna"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "One koji budu tajili jasne dokaze koje smo Mi objavili, i Pravi put nakon što smo ga u Knjizi ljudima označili, Allah će prokleti, a proklet će ih i oni koji proklinju"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Izuzeti će biti samo oni koji se pokaju i poprave, i to javno ispolje; takvima ću Ja oprostiti, a Ja sam stalni Primatelj pokajanja, Milostivi"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Doista, onima koji ne vjeruju i koji kao nevjernici umru, slijedi prokletstvo Allahovo, prokletstvo meleka i svih ljudi"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "U njemu će vječno ostati, a patnja njihova neće se smanjivati, niti će im se šta odlagati"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "A vaš Bog- jedan je Bog; nema boga osim Njega, Svemilosnog, Milostivog"
        }
    ]
}