{
    "pages": [
        {
            "chapter": 27,
            "verse": 45,
            "text": "A narodu Semud poslali smo brata njihova Saliha: \"Ibadet činite jedino Allahu\", a oni se podijeliše u dvije skupine koje su se međusobno prepirale"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "O narode moj\", govorio im je on, \"zašto tražite zlo prije dobra? Zašto od Allaha oprost ne tražite, ne bi li ste milost zadobili"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Mi zloslutnju nalazimo u tebi i onima koji su s tobom!\", rekoše oni. \"Zloslutnja vaša kod Allaha je\", reče on, \"vi ste narod koji je stavljen u iskušenje"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "U gradu je bilo devet osoba koje su po zemlji, ne red, nego nered činile"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Allahom se zakunite\", rekoše, \"da ćemo noću i njega i porodicu njegovu ubiti, a onda njegovom staratelju reći: 'Mi nismo prisustvovali pogibiji porodice njegove, mi, zaista, istinu govorimo"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "I spleli su spletku, pa smo i Mi spleli njima spletku, a oni to nisu osjećali"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "pa pogledaj kakva je bila posljedica spletkarenja njihova: uništili smo sve- i njih i narod njihov"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "Eno kuća njihovih, puste su zbog zuluma koji su činili - u tome je, zaista, znak narodu koji zna"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "a spasili smo one koji su vjerovali i još su se nastojali uščuvati"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "I Luta smo poslali kada reče narodu svome: \"Zar činite razvrat i pritom jedni druge vidite"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Zar vi zbilja strasno prilazite muškarcima umjesto ženama?! Štaviše, vi ste narod koji ne zna"
        }
    ]
}