{
    "pages": [
        {
            "chapter": 33,
            "verse": 36,
            "text": "Ni vjernik ni vjernica nemaju izbora da, kada Allah i Poslanik Njegov nešto odrede, po svom nahođenju postupe. A ko Allaha i Njegova Poslanika ne posluša, taj je očito zalutao"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "A kad ti reče onome kome je Allah bio blagodaran, i kome si i ti bio blagodaran: \"Zadrži suprugu svoju i boj se Allaha!\" - u sebi si skrivao ono što će Allah objelodaniti i ljudi si se bojao, a preče je da se Allaha bojiš. I pošto je Zejdova potreba za njom prestala i on se od nje razveo, Mi smo je za tebe udali kako se vjernici ne bi ustručavali više da se žene ženama posinaka svojih kad se oni od njih razvedu. A Allahova se zapovijed izvršava"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "I Vjerovjesniku nije teško da čini ono što mu Allah odredi jer takav je bio Allahov propis i za one koji su prije bili i nestali, a Allahova odredba je neminovna"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Za one koji su Allahove poslanice dostavljali i od Njega strahovali, i koji se nikoga, osim Allaha, nisu bojali. A dovoljan je Allah da svodi račune"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammed nije otac nijednom od vaših ljudi, nego je Allahov poslanik i pečat, posljednji vjerovjesnik- a Allah sve dobro zna"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "O vi koji vjerujete, često se Allaha sjećajte i spominjite Ga"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "i ujutro i navečer Ga slavite i veličajte"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "On je Taj Koji vas blagosilja, a i meleki Njegovi, da bi vas iz tmina na svjetlo izveo - On je prema vjernicima milostiv"
        }
    ]
}