{
    "pages": [
        {
            "chapter": 34,
            "verse": 49,
            "text": "Reci: \"Došla je Istina, a laži je nestalo"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Reci: \"Ako zalutam, zalutao sam na svoju štetu, a ako sam na Pravom putu, to je zbog onoga što mi Gospodar moj objavljuje; On je, zaista, Onaj Koji sve čuje i blizu je"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "A da ti je vidjeti kad ih strava uhvati - umaći neće moći; izbliza bit će ščepani"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "i kada reknu: \"Vjerujemo u Istinu!\" A kako vjerovanje mogu prihvatiti s ovog dalekog mjesta"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "U nju oni nisu prije vjerovali, nagađajući izdaleka o onome što je čulima nedokučivo"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "i između njih i onoga što budu željeli bit će prepreka, kao što je prije bilo učinjeno s njima sličnim, jer su svi oni, doista, mnogo sumnjali"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Sva hvala neka je Allahu, Stvoritelju nebesa i Zemlje, Koji meleke sa po dva, tri i četiri krila čini izaslanicima; a u stvaranju dodaje što hoće, On, uistinu, nad svime ima moć"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Milost koju Allah podari ljudima- niko ne može uskratiti, a ono što On uskrati - niko ne može, poslije Njega, dati; On je Silni i Mudri"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "O ljudi, sjetite se blagodati kojom vas Allah obasipa! Postojili, osim Allaha, ikakav drugi stvoritelj koji vas s neba i iz zemlje opskrbljuje?! Osim Njega nema drugog boga, pa kuda se onda odmećete"
        }
    ]
}