{
    "pages": [
        {
            "chapter": 67,
            "verse": 13,
            "text": "Govorili vi tiho ili glasno - pa, On sigurno zna šta grudi kriju"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "A kako i ne bi znao Onaj Koji stvara, Koji zna i ono što je najsitnije, Onaj Koji u potpunosti sve zna"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "On vam je Zemlju pogodnom učinio, pa hodajte predjelima njezinim i hranite se onim što On daje, ali Njemu se sve vraća"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Jeste li sigurni! da vas Onaj Koji je na nebesima neće u zemlju utjerati, kad se ona počne iznenada tresti"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Ili ste sigurni da Onaj Koji je na nebesima na vas neće vjetar s kamenjem poslati?! Pa, znat ćete kakvo je upozorenje Moje"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "A poricali su i oni prije njih, pa kakva je bila osuda Moja"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Zar oni ne vide ptice iznad sebe kako raširenih krila lete, a i skupljaju ih? Samo ih Svemilosni drži; On, zaista, sve dobro vidi"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "I, ko je taj koji će biti vojska vaša i vama pomoći, osim Svemilosnog?! Ništa osim obmane nevjernici nemaju"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "A, i ko je taj koji će vas nahraniti, ako On hranu Svoju uskrati?! Ali, oni su ustrajni u osionosti i odbojnosti"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Da li je bolje upućen onaj koji ide pognut s licem prema zemlji ili onaj koji pravim putem uspravno hodi"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Reci: \"On vas je prvi put stvorio i dao vam sluh, vid i razum, pa kako samo malo zahvaljujete"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Reci: \"On vas je po Zemlji razasuo i pred Njim ćete biti sakupljeni"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "A oni govore: \"Kad će već jednom ta prijetnja, ako istinu govorite"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Reci: \"Samo Allah zna! A ja sam samo upozoritelj jasni"
        }
    ]
}