{
    "pages": [
        {
            "chapter": 20,
            "verse": 77,
            "text": "Inspiramos a Moises: «¡Sal de noche con Mis siervos y abreles un camino seco en el mar! ¡No temas que os alcancen, no tengas miedo!»"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Faraon les persiguio con sus tropas y las aguas del mar les cubrieron"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Faraon habia extraviado a su pueblo, no le habia dirigido bien"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "¡Hijos de Israel! Os hemos salvado de vuestros enemigos y nos hemos dado cita con vosotros en la ladera derecha del monte. Hemos hecho descender sobre vosotros el mana y las codornices"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "«Comed de lo bueno de que os hemos proveido, pero sin excederos. Si no, me airare con vosotros». Y aquel que incurre en Mi ira va a la ruina"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Yo soy, ciertamente, indulgente con quien se arrepiente, cree, obra bien y, luego, se deja dirigir bien"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "«¡Moises! ¿Por que te has dado tanta prisa en alejarte de tu pueblo?»"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Dijo: «Son ellos los que me persiguen. Y he corrido hacia Ti, Senor, para complacerte»"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Dijo: «Hemos probado a tu pueblo despues de irte, y el samaritano les ha extraviado»"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Y Moises regreso a su pueblo, airado, dolido. Dijo: «¡Pueblo! ¿No os habia prometido vuestro Senor algo bello? ¿Es que la alianza os ha resultado demasiado larga o habeis querido que vuestro Senor se aire con vosotros al faltar a lo que me habeis prometido?»"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Dijeron: «No hemos faltado por propio impulso a lo que te habiamos prometido, sino que se nos obligo a cargar con las joyas del pueblo y las hemos arrojado. Y lo mismo hizo el samaritano»"
        }
    ]
}