{
    "pages": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Se acerca el momento en que los hombres deban rendir cuentas, pero ellos, despreocupados, se desvian"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Cuando reciben una nueva amonestacion de su Senor, la escuchan sin tomarla en serio"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "divertidos sus corazones. Los impios cuchichean entre si: «¿No es este sino un mortal como vosotros? ¿Cedereis a la magia a sabiendas?»"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Dice: «Mi Senor sabe lo que se dice en el cielo y en la tierra. El es Quien todo lo oye, Quien todo lo sabe»"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Ellos, en cambio, dicen: «¡Amasijo de suenos! ¡No! ¡El lo ha inventado! ¡No! Es un poeta! ¡Que nos traiga un signo como los antiguos enviados!»"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Antes de ellos, ninguna de las ciudades que destruimos creia. Y estos ¿van a creer"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Antes de ti, no enviamos sino a hombres a los que hicimos revelaciones. Si no lo sabeis, ¡preguntad a la gente de la Amonestacion"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "No les dimos un cuerpo que no necesitara alimentarse. Y no eran inmortales"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Cumplimos la promesa que les hicimos y les salvamos, igual que a otros a quienes Nosotros quisimos salvar, mientras que hicimos perecer a los inmoderados"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Os hemos revelado una Escritura en que se os amonesta. ¿Es que no comprendeis"
        }
    ]
}