{
    "pages": [
        {
            "chapter": 24,
            "verse": 44,
            "text": "Ala hace que se sucedan la noche y el dia. Si, hay en ello motivo de reflexion para los que tienen ojos"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Ala ha creado a todos los animales de agua: de ellos unos se arrastran, otros caminan a dos patas, otros a cuatro. Ala crea lo que quiere. Ala es omnipotente"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Hemos revelado aleyas aclaratorias. Ala dirige a quien El quiere a una via recta"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Y dicen: «¡Creemos en Ala y en el Enviado y obedecemos!» Pero luego, despues de eso, algunos de ellos vuelven la espalda. Esos tales no son creyentes"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Cuando se les llama ante Ala y su Enviado para que decida entre ellos, he aqui que algunos se van"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Cuando les asiste la razon, vienen a el sumisos"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "¡,Tienen, acaso, el corazon enfermo? ¿Dudan? ¡Temen, acaso, que Ala y Su Enviado sean injustos con ellos? Antes bien, ellos son los injustos"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Cuando se llama a los creyentes ante Ala y Su Enviado para que decida entre ellos, se contentan con decir: «¡Oimos y obedecemos!» Esos son los que prosperaran"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Quienes obedecen a Ala y a Su Enviado, tienen miedo de Ala y Le temen, esos son los que triunfaran"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Han jurado solemnemente por Ala que si tu se lo ordenaras, si que saldrian a campana. Di: «¡No jureis! Una obediencia como se debe. Ala esta bien informado de lo que haceis»"
        }
    ]
}