{
    "pages": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "¡Bendito sea Aquel en Cuya mano esta el dominio! Es omnipotente"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Es Quien ha creado la muerte y la vida para probaros, para ver quien de vosotros es el que mejor se porta. Es el Poderoso, el Indulgente"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Es Quien ha creado siete cielos superpuestos. No ves ninguna contradicion en la creacion del Compasivo. ¡Mira otra vez! ¿Adviertes alguna falla"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Luego, mira otras dos veces: tu mirada volvera a ti cansada, agotada"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Hemos engalanado el cielo mas bajo con luminares, de los que hemos hecho proyectiles contra los demonios y hemos preparado para ellos el castigo del fuego de la gehena"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Quienes no hayan creido en su Senor tendran el castigo de la gehena. ¡Que mal fin"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Cuando sean arrojados a ella, oiran su fragor, en plena ebullicion"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "a punto de estallar de furor. Siempre que se le arroje una oleada, sus guardianes les preguntaran: «¿Es que no vino a vosotros un monitor?»"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "«¡Claro que si!» diran: «Vino a nosotros un monitor, pero desmentimos, y dijimos: 'Ala no ha revelado nada. No estais sino muy extraviados'»"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Y diran: «Si hubieramos oido o comprendido, no morariamos ahora en el fuego de la gehena»"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Confesaran su pecado. ¡Que Ala aleje a los moradores del fuego de la gehena"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Quienes hayan tenido miedo a su Senor en secreto tendran perdon y una gran recompensa"
        }
    ]
}