{
    "pages": [
        {
            "chapter": 3,
            "verse": 122,
            "text": "Cuando dos de vuestras tropas proyectaron abandonar, a pesar de ser Ala su Amigo. ¡Que los creyentes confien en Ala"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Ala, ciertamente, os auxilio en Badr cuando erais humillados. ¡Temed a Ala! Quizas, asi, seais agradecidos"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Cuando decias a los creyentes: «¿No os basta que vuestro Senor os refuerce con tres mil angeles enviados abajo"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "¡Pues si! Si teneis paciencia y temeis a Ala, si os acometen asi de subito, vuestro Senor os reforzara con cinco mil angeles provistos de distintivos»"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Ala no lo hizo sino como buena nueva para vosotros y para que, con ello, se tranquilizaran vuestros corazones -la victoria no viene sino de Ala, el Poderoso, el Sabio"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "para despedazar a los que no creian o derrotarlos y que regresaran, asi, decepcionados"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "No es asunto tuyo si El se vuelve a ellos o les castiga. Han obrado impiamente"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "De Ala es lo que esta en los cielos y en la tierra. Perdona a quien El quiere y castiga a quien El quiere. Ala es indulgente, misericordioso"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "¡Creyentes! ¡No usureeis, doblando una y otra vez! ¡Y temed a Ala! Quizas, asi, prospereis"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "¡Y temed el fuego preparado para los infieles"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "¡Y obedeced a Ala y al Enviado!; Quizas, asi, se os tenga piedad"
        }
    ]
}