{
    "pages": [
        {
            "chapter": 4,
            "verse": 95,
            "text": "Los creyentes que se quedan en casa, sin estar impedidos, no son iguales que los que combaten por Ala con su hacienda y sus personas. Ala ha puesto a los que combaten con su hacienda y sus personas un grado por encima de los que se quedan en casa. A todos, sin embargo, ha prometido Ala lo mejor, pero Ala ha distinguido a los combatientes por encima de quienes se quedan en casa con una magnifica recompensa"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "con el rango que junto a El ocupan, con perdon y misericordia. Ala es indulgente, misericordioso"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "Los angeles diran a aquellos a quienes llamen y que han sido injustos consigo mismos: «Cual era vuestra situacion?» Diran: «Eramos oprimidos en la tierra». Diran: «¿Es que la tierra de Ala no era vasta como para que pudierais emigrar?» Esos tales tendran la gehena como morada. ¡;Mal fin"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "Quedan exceptuados los oprimidos -hombres, mujeres y ninos-, que no disponen de posibilidades y no son dirigidos por el Camino"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "A estos puede que Ala les perdone. Ala es perdonador, indulgente"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "Quien emigre por Ala, encontrara en la tierra mucho refugio y espacio. La recompensa de aquel a quien sorprenda la muerte, despues de dejar su casa para emigrar a Ala y a Su enviado, incumbe a Ala. Ala es indulgente, misericordioso"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Cuando esteis de viaje, no hay incoveniente en que abrevieis la azala, si temeis un ataque de los infieles. Los infieles son para vosotros un enemigo declarado"
        }
    ]
}