{
    "rukus": [
        {
            "chapter": 10,
            "verse": 11,
            "text": "Insanların iyiligi acele istemeleri gibi, ALLAH da onlara azabı acele verse idi, sureleri bitirilmis olurdu. Bizimle karsılasmayı ummayanları, azgınlıkları icinde saskın durumda bırakırız"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Insana bir zarar dokundu mu, yanı uzerine yatarken veya ayaktayken veya oturmusken bizi cagırır. Ona zarar veren seyi kendisinden giderdik mi, sanki kendisine dokunan o zarardan dolayı bizi hic cagırmamıs gibi davranır. Sınırı asanlara, yaptıkları isler iste boyle suslu gosterilir"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Sizden onceki nice nesilleri, zulmettikleri zaman yok etmisizdir. Elcileri kendilerine acık delillerle gitmislerdi, ancak onlar inanmayı reddetmislerdi. Suclu toplumları boyle cezalandırırız"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Sonra, ne yapacagınızı gormek icin onların yerine sizi yeryuzune varis kıldık"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Onlara apacık olan ayetlerimiz okundugu zaman, bize kavusmayı ummayanlar, \"Bundan baska bir Kuran getir, yahut onu degistir!,\" derler. De ki: \"Onu kendi tarafımdan degistiremem. Ben yalnız bana vahyedilene uyarım. Rabbime karsı gelirsem, buyuk gununazabından korkarım"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "De ki: \"ALLAH dilemeseydi onu size okuyamazdım ve sizin de ondan haberiniz olmazdı. Bundan once bir omur boyu aranızda yasadım. Anlamaz mısınız"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "ALLAH'a yalan uydurup iftira eden, veya mucize ve ayetlerini yalanlayandan daha zalim kim olabilir? Suclular onmaz"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "ALLAH'ı bırakıp, kendilerine ne zarar ne de yarar veremiyenlere tapıyorlar ve \"Bunlar, ALLAH yanında bize sefaat edecekler,\" diyorlar. De ki: \"ALLAH'ın goklerde ve yerde bilmedigi seyleri mi O'na bildiriyorsunuz? O cok yucedir, ortak kostuklarınızdan uzaktır"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Insanlar bir tek toplumdu; sonra anlasmazlıga dustuler. Rabbinin vermis oldugu bir sozu olmasaydı, anlasmazlıga dustukleri konuda hemen aralarında hukum verilecekti"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "O'na Rabbinden bir mucize indirilmeli degil mi,\" diyorlar. De ki: \"Gizemler ALLAH'ın yanındadır; oyleyse bekleyin, ben de sizinle birlikte beklemekteyim"
        }
    ]
}