{
    "rukus": [
        {
            "chapter": 23,
            "verse": 93,
            "text": "De ki, \"Rabbim, onlara verilen sozu bana gosterirsen"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Rabbim, beni o zalim toplum icinde bırakma"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Biz elbette, kendilerine soz verileni sana gosterebiliriz"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Kotuluge iyilikle karsılık ver. Biz onların iddialarını iyi biliriz"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Seytandan Korunmak Icin"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Ve de ki, \"Rabbim, seytanların fısıltılarından sana sıgınırım"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Onlardan birine olum gelip cattıgı zaman soyle der, \"Rabbim, beni geri dondurunuz"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Ki terketmis bulundugum seylerde erdemli isler yapayım.\" Hayır. Bu onun soyledigi bir laftan ibarettir. Dirilis gunune kadar onların ardında bir engel vardır"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Boruya ufuruldugunde o gun artık aralarında akrabalık yoktur ve birbirleriyle de ilgilenemezler"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Tartıları agır gelenler, iste onlar kazanacaklardır"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Tartıları hafif gelenler ise, kendilerini zarara soktukları icin cehennemde ebedi kalacak olanlardır"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Onlar orada perisan durumda iken, ates de yuzlerini yalayacaktır"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Ayetlerim size okunmuyor muydu ve siz de onları yalanlamıyor muydunuz"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Rabbimiz,\" diyecekler, \"Bizi talihsizligimiz yendi; biz sapıtan bir toplum olduk"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Rabbimiz, bizi buradan cıkar. Eger (eski durumumuza) donersek artık biz gercekten zalimleriz"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Diyecek ki, \"Sinin orada, benimle konusmayın"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Kullarımdan bir grup, 'Rabbimiz, inandık, bizi bagısla, bize merhamet et, sen merhamet edenlerin en merhametlisisin.' derdi"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Sizse onları alaya aldınız ve onlar yuzunden beni anmayı unuttunuz. Onlara gulup duruyordunuz"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Bugun ben, onlara sabretmelerinin karsılıgını verdim. Kazananlar iste bunlardır"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Dedi ki, \"Yeryuzunde kac sene kaldınız"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Bir gun veya gunun bir kısmı kadar kaldık. Sayanlara sor,\" dediler"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Dedi ki, \"Siz gercekten cok kısa bir sure kaldınız, keske bilseydiniz"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Sizi bos yere yarattıgımızı ve bize donmeyeceginizi mi sandınız"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Gercek Yonetici olan ALLAH cok yucedir. O'ndan baska tanrı yoktur ve O, comert yonetimin Rabbidir"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Her kim ALLAH'la birlikte, hic bir delile sahip olmayan baska bir tanrıya da kulluk ederse, onun hesabı Rabbinin katındadır. Kuskusuz kafirler basaramazlar"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "De ki: \"Rabbim, (bizi) bagısla, merhamet et; sen, merhamet edenlerin en iyisisin"
        }
    ]
}