{
    "rukus": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "M"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Bu kitabın indirilisi, hic kuskusuz, evrenlerin Rabbi tarafındandır"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Onu uydurdu\" mu diyorlar? Halbuki bu, senden once kendilerine bir uyarıcı ulasmamıs bir toplumu, belki yola gelirler diye uyarman icin Rabbinden gelen bir gercektir"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "ALLAH gokleri, yeri ve aralarındakileri altı gunde yaratan ve sonra tum otoriteyi kurandır. Sizin icin O'ndan ayrı bir veli (sahip) ve sefaatcı (aracı) yoktur. Ogutten anlamaz mısınız"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Gokten yere kadar butun isleri O kontrol eder. Sonra sizin saydıgınızdan bin yıla esit bir gun icinde kendisine yukselirler"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Gizliyi de acıgı da bilen, Ustun ve Rahim iste boyledir"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "O yarattıgı her seyi mukemmel hale soktu. Insanın yaratılısına balcıktan basladı"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "Sonra onun soyunu bayagı bir sudan devam ettirdi"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Sonra onu bicimlendirip ona ruhundan ufledi. Size isitme ve gorme yetenegi ile beyinler verdi; siz pek seyrek sukrediyorsunuz"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Ve, \"Biz topraga karısıp kaybolduktan sonra yeniden mi yaratılacagız?\" dediler. Dogrusu, onlar Rab'leri ile kavusmayı inkar edenlerdir"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "De ki, \"Uzerinize gorevlendirilen olum melegi canınızı alacak ve sonra Rabbinize donduruleceksiniz"
        }
    ]
}