{
    "rukus": [
        {
            "chapter": 34,
            "verse": 10,
            "text": "Katımızdan Davud'a lutufta bulunmustuk: \"Ey daglar, ilahisine katılın; ey kuslar sizler de.\" Ona demiri yumusatmıstık"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "Olcusu ve dokumasıyla kusursuz zırhlar yap. Erdemli davranın. Ben, yaptıgınız her seyi Gorenim"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Suleyman'a da, sabah gidisi bir ay (lık yol alan), aksam donusu de bir ay (lık yol alan) ruzgarı verdik ve onun icin petrol kaynagını fıskırtarak akıttık. Rabbinin izniyle, cinlerden de bir kısım emrinde calısırdı. Onlardan kim emrimizden saparsa onu cetin bir cezayı tattırırdık"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "O ne dilerse onun icin yaparlardı: Mihraplar, heykeller, derin havuzlar ve agır kazanlar... Ey Davut ailesi, sukur gostergesi olarak calısın. Kullarımdan pek azı sukredicidir"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Olumune hukmettigimiz zaman, onlara onun olmus oldugunu, ancak degnegini yiyen bir yer yaratıgı gosterdi. Yıkıldıgı zaman cinler gercegi farketti: Gorulmeyeni bilselerdi o kucultucu zor ise devam etmezlerdi"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Sebe'lilerin evleri, saglı sollu iki bahceyle birlikte bir harikaydı. Rabbinizin rızkından yeyin ve O'na sukredin. Guzel bir ulke ve Bagıslayan bir Rab"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Fakat onlar yuz cevirdiler. Biz de barajın selini onlara gondererek cifte bahcelerini, acı meyveler, ılgın ve biraz da sedir agacı iceren cifte bahcelere cevirdik"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "Nankorlukleri yuzunden onları boyle cezalandırdık. Biz nankorden baskasını mı cezalandırırız"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "Onlarla bereketli kıldıgımız bolgeler arasına vahalar yerlestirdik ve orayı yolculuga elverisli yaptık: \"Geceleri ve gunduzleri guvenlik icinde orada dolasın"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Rabbimiz, seferlerimizin arası uzaklastı,\" diyerek kendilerine zulmettiler. Sonunda onları darmadagın edip tarihe gomduk. Her sabırlı ve sukreden kisi icin bunda dersler vardır"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Iblis, onlar hakkındaki beklentilerini dogru cıkardı. Inanan bir grup haric ona uydular"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "Aslında onun onlar uzerine hic bir otoritesi yoktu. Ancak, ahirete inananı ondan kusku duyandan boylece ayırırız. Rabbin her seyi kontrol etmektedir"
        }
    ]
}