{
    "maqras": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "Elif-Lam-Mim"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "Bizanslılar yenilgiye ugradı"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "yakın bir yerde; ama bu yenilgiye ragmen (yeniden) ustunluk saglayacaklar"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "birkac yıl icinde: (cunku) karar yetkisi, eninde sonunda Allah´a aittir. Iste o gun inananlar sevineceklerdir"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "Allah´ın yardımına: (cunku) O, diledigine yardım eder. O kudret ve merhamet Sahibidir"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "Allah´ın vaadi(dir bu). Allah vaadinden asla donmez. Ama insanların cogu (bunu) bilmezler"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Onlar bu dunya hayatının yalnız gorunen yuzunu tanırlar, ebedi ve nihai olandan ise tamamen habersizdirler"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Onlar kendi iclerinde bir muhasebe yapmayı hic bilmezler mi? Allah, gokleri ve yeri ve ikisi arasında bulunan her seyi (deruni) bir anlamdan ve (kendi belirledigi) bir zaman sınırından yoksun yaratmıs olamaz: fakat, cogu kimse, sonunda Rablerine kavusacaklarını hala inatla reddeder"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Onlar, hic yeryuzunu dolasıp kendilerinden once yasamıs olan (hakikati inkar edenler)in sonlarının ne oldugunu gormediler mi? Onlar ki daha kudretliydiler, yeryuzunde daha derin izler bırakmıslardı ve dunyayı daha iyi imar etmislerdi; onlara (da) peygamberleri hakikatin butun kanıtlarıyla gelmisti; ama (hakikati reddettikleri ve sonucta yok olup gittiklerinde) Allah onlara haksızlık yapmıs degildi, ama onlar kendi kendilerine haksızlık yapmıslardı"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Ve bir kez daha (soyleyelim:) Allah´ın mesajlarını yalanlayarak ve onları alaya alıp eglenerek kotuluk isleyenlerin sonu husran olacaktır"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "(Insanı) yoktan var eden Allah sonra ona yeniden can verecektir ve sonunda hepiniz yine O´na donduruleceksiniz"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "Ve Son Saat gelip cattıgında gunaha saplanmıs olanlar hayal kırıklıgına ugrayacaklardır"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "cunku Allah´a ortak kostukları varlıkların hic birinden bir sefaat goremeyecekler, cunku (o zaman) bizzat kendileri eski musrikce kuruntularını terk edeceklerdir"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "Ve Son Saat gelip cattıgında o Gun (herkesin) ne oldugu ortaya cıkacaktır"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "iman edip dogru ve yararlı isler yapanlar bir mutluluk, esenlik bahcesinde agırlanacaklardır"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "Hakikati reddedip mesajlarımızı inkar edenlere -ve (boylece) oteki dunyanın varlıgını yalanlayanlara- gelince, onlar azabın icine atılıvereceklerdir"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Oyleyse aksam vaktine girdiginizde ve sabah kalktıgınızda Allah´ın sınırsız sanını yuceltin"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Goklerde ve yerde her turlu ovgunun O´na mahsus oldugunu (gorerek) ogle vaktinde de sonrasında da (O´nu yuceltin)"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "O, oluden diriyi meydana getiren(dir), diriden de oluyu; ve topragı oldukten sonra yeniden canlandıran O´dur, iste siz de (olumden hayata) boylece donduruleceksiniz"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Sizi balcıktan yaratması, O´nun mucizevi isaretlerinden biridir ve (yaratıldıktan) sonra, baktınız ki, birbirinizden farklı insanlar olup cıkmıssınız"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "O´nun isaretlerinden biri de, sizi cezbeden kendi cinsinizden esler yaratması ve aranıza sevgiyi ve sefkati yerlestirmesidir: bunda, kuskusuz, dusunen insanlar icin dersler vardır"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Goklerin ve yerin yaratılması, renklerinizin ve dillerinizin farklılastırılması (da) O´nun alametlerindendir: bunda, kuskusuz, (fıtri) bilgiye (anlama ve kavrama yetenegine) sahip insanlar icin dersler vardır"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Hem gece hem de gunduz uyuyabilmeniz ve O´nun nimetlerinin ardından kosma (arzu ve yetenegine sahip olma)nız da O´nun isaretlerinden biridir, bunda, kuskusuz, dinley(ip anlamak istey)en kimseler icin mesajlar vardır"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Gozunuzun onunde size korku ve umit veren simsekler caktırması ve gokten yagmur yagdırıp bununla olu topraga can vermesi (de) O´nun mucizevi isaretlerinden biridir; akıllarını kullananlar icin bundan alınacak dersler vardır"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Goklerin ve yerin Allah´ın buyrugu altında sapasaglam durmaları da O´nun mucizevi isaretlerindendir. (Bunları hatırlayıp dusunun; cunku) sonunda O sizi bir tek seslenisle yerden kalkmaya cagırdıgında, hepiniz (yargılanmak uzere) ortaya cıkacaksınız"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Goklerde ve yerde olan her sey O´na aittir; hepsi O´nun iradesine tabidir"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "(Butun hayatı) yoktan var eden, sonra onu yeniden vucuda getiren O´dur: Bu O´nun icin pek kolaydır; cunku O, goklerde ve yerde mevcut olan butun yuceliklerin ozu ve esasıdır ve yalnız O kudret ve hikmet sahibidir"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "O size kendi hayatınızdan ornek getirir: Sag elinizin sahip oldugu kimseleri size verdigimiz rızık uzerinde (tam yetki sahibi) ortaklarınız olarak gormeye ve boylece (onlarla) bu hakkı esit olarak paylasmaya razı olur musunuz? Ve (daha guclu olan) emsallerinizden korktugunuz gibi onlar(a danısmadan o hakkı kullanmak)tan korkar mısınız? Iste akıllarını kullanan insanlara mesajlarımızı boylece acıklarız"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Ne var ki, zulum islemeye sartlanmıs olanlar bir (hakikat) bilgisine dayanmadan kendi arzu ve heveslerinin pesinde giderler. Allah´ın (bu sekilde) saptırdıklarını kim dogru yola sevk edebilir ve (bu isde) kim onlara yardım edebilir"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Boylece sen, batıl olan her seyden uzaklasarak yuzunu kararlı bir sekilde (hak olan) dine cevir ve Allah´ın insan bunyesine naksettigi fıtrata uygun davran: (ki,) Allah´ın yarattıgında bir bozulma ve curumeye meydan verilmesin: bu, sahih (bir) din(in gayesi)dir; ama cogu insanlar onu bilmezler"
        }
    ]
}