{
    "maqras": [
        {
            "chapter": 5,
            "verse": 27,
            "text": "Ve onlara gercegi gostermek icin Ademin iki oglunun kıssasını anlat; nasıl ikisinin birer kurban sunduklarını ve birinden kabul edildigi halde digerinden kabul edilmedigini.(Onlardan biri, Kabil), \"Seni mutlaka oldurecegim!\" demisti.(Kardesi Habil) cevap vermisti: \"Unutma ki Allah, yalnız Ona karsı sorumluluk bilinci duyanların (kurbanı)nı kabul eder"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Beni oldurmek icin el uzatsan bile, ben oldurmek icin sana el uzatmayacagım: Ben butun alemlerin Rabbi Allahtan korkarım"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "(Beni oldurursen,) dilerim, hem kendi gunah(lar)ını, hem de benim gunahlarımı(n yukunu) yuklenir ve boylece cehennemin yolunu tutarsın! Cunku zalimlerin cezası budur"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Fakat digerinin ihtirası onu kardesini oldurmeye surukledi ve onu oldurdu: Boylece husrana ugrayanlardan oldu"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Bunun uzerine Allah, kardesinin cesedinin cıplaklıgını nasıl gizleyebilecegini ona gostersin diye topragı eseleyen bir karga gonderdi. (Bunu goren Kabil,) \"Eyvah\" diye haykırdı, \"Yazıklar olsun bana! Ben, bu karganın yaptıgını yapmayacak kadar ve kardesimin cesedinin cıplaklıgını gizleyemeyecek kadar aciz miyim?\" Ve bunun uzerine vicdan azabı ile carpıldı"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Bu yuzden Biz Israilogullarına bildirdik ki, -cinayetin ve yeryuzunde fesadı yayma(nın cezası) olarak islenmesi dısında- eger bir kimse bir insanı oldururse butun insanlıgı oldurmus gibidir; ve bir kimse bir hayat kurtarırsa butun insanlıgı kurtarmıs gibi olur. Gercekten elcilerimiz, onlara hakikatin butun delilleri ile geldiler: ama, buna ragmen, onların cogu yeryuzunde her cesitli asırılıga meyletmeye devam etti"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Allaha ve Elcisine karsı savas acanların ve yeryuzunde fesadı yaymaya calısanların buyuk kısmının oldurulmeleri veya asılmaları veya doneklikleri yuzunden buyuk kısmının ellerinin ve ayaklarının kesilmesi yahut yeryuzunden (tamamiyle) surulmeleri, yalnızca bir karsılıktan ibarettir: Iste bu, onların bu dunyada ugradıkları zillettir. Oteki dunyada ise (daha) korkunc bir azap bekler onları"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "ancak (ey muminler,) siz onlardan daha guclu hale gelmeden once tevbe edenler haric: cunku, bilmelisiniz ki Allah cok bagıslayıcıdır, rahmet kaynagıdır"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Siz ey imana ermis olanlar! Allaha karsı sorumlulugunuzun bilincinde olun, Ona daha yakın olmaya calısın ve Allah yolunda gayret gosterin ki mutluluga erisebilesiniz"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Suphe yok ki, hakikati inkara sartlanmıs olanlar, Kıyamet Gunundeki azaptan kurtulmak icin yeryuzundeki her seyi ve hatta iki kat fazlasını fidye olarak teklif etseler de kabul ettiremezler; cunku siddetli bir azap bekler onları"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Onlar atesten kurtulmak isterler, ama kurtulamazlar; uzun surecek bir azap bekler onları"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Hırsızlık eden erkege ve hırsızlık eden kadına gelince, islemis oldukları fiillere karsılık, Allahtan (gelen) caydırıcı bir mueyyide olarak her ikisinin ellerini kesin: zira Allah kudretlidir, hikmet sahibidir"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Bu sucu isledikten sonra tevbe edip kendisini ıslah edene gelince, kuskusuz Allah onun tevbesini kabul eder: Allah cok bagıslayıcıdır, rahmet kaynagıdır"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Bilmez misin ki goklerin ve yerin hukumranlıgı Allahındır? O, diledigini cezalandırır, diledigini bagıslar: Zira Allah her seye kadirdir"
        }
    ]
}