{
    "chapter": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "R. (Bu) oyle bir kitaptır ki, Bilge ve her seyden Haberdar biri tarafından ayetleri saglamlastırılmıs ve sonra da acıklanıp detaylanmıstır"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Ki ALLAH'tan baskasına tapmayasınız. Kuskusuz ben, O'ndan size bir uyarıcı ve bir mujdeciyim"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Rabbinizin bagıslamasını dileyip O'na tevbe etmelisiniz. O zaman, sizi belli bir sureye kadar guzelce gecindirir ve lutfu hakkeden herkese lutfundan verir. Donerseniz, sizin icin buyuk gunun azabından korkarım"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Donusunuz ALLAH'adır. O her seye Gucu Yetendir"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Onlar, goguslerindekini bilinc altına itip O'ndan gizlemek isterler. Iyi bilin ki elbiselerini burundukleri zaman dahi onların gizlediklerini ve acıkladıklarını bilir. O, gizli dusunceleri bilendir"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Yeryuzundeki hic bir yaratık yoktur ki rızkı ALLAH tarafından garanti edilmesin. Onların konaklarını ve ugrak yerlerini bilir. Tum bunlar apacık bir kitaptadır"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "O, hanginizin daha iyi is yaptıgını test etmek icin gokleri ve yeri altı gunde yaratandır. Egemenligi suyun uzerinde idi. Buna ragmen, kafirlere, \"Siz olumden sonra diriltileceksiniz,\" desen, kafirler, \"Bu, ancak acık bir buyudur (kandırıcı bir sozdur),\" diyeceklerdir"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Onlardan azabı belli bir sure icin ertelesek, \"Onu tutan nedir,\" derler. Dogrusu, onlara geldigi gun, kendilerinden geri cevrilemez ve alay ettikleri sey kendilerini kusatacaktır"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Insana kendimizden bir rahmet tattırsak ve sonra ondan cekip alsak, umutsuzlasır, nankorlesir"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Kendisine dokunan zararlardan sonra ona nimetler tattırsak, \"Kotulukler benden gitti,\" der. Bu kez sevinclidir, kibirlidir"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Sabredenler ve erdemli isler yapanlar icin ise bir bagıslanma ve buyuk bir odul vardır"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Ona bir hazine, yahut onunla birlikte bir melek inmeli degil miydi,\" dedikleri icin belki gogsun daralacak ve sana vahyedilenin bir kısmını terkedeceksin. Sen yalnız bir uyarıcısın; ALLAH her seyi kontrol edendir"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Onu (Kuran'ı) o uydurdu\" mu diyorlar? De ki: \"Haydi ona benzer, uydurulmus on sure getirin. ALLAH'tan baska tum dostlarınızı da cagırın, dogru sozlulerseniz"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Size cevap veremedilerse bilesiniz ki o ALLAH'ın bilgisiyle indirilmistir ve O'ndan baska tanrı yoktur. Artık musluman olacak mısınız"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Kim dunya hayatını ve luksunu ararsa, yaptıklarının karsılıgını orada tam oderiz ve onlar orada hic bir eksiklige ugratılmazlar"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Bunlar icin ahirette, yalnız ates vardır. Yaptıklarının hepsi orada bos cıkmıstır. Butun yaptıkları gecersizdir"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Daha once Musa'nın kitabı bir onder ve rahmet iken, simdi Rab'lerinden gelen bir tanıgın ilettigi kesin bir kanıta sahip olanlar varya iste onlar ona inanırlar. Hangi grup onu inkar ederse yeri atestir. Ondan hic bir kuskun olmasın. O, Rabbinden gelen bir gercektir. Ne var ki halkın cogunlugu inanmaz"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Uydurmaları ALLAH'a yakıstırandan daha zalim kim olabilir? Onlar Rab'lerinin huzuruna cıkarılır ve tanıklar: \"Iste Rab'leri hakkında yalan uyduranlar bunlardır,\" diyecekler. ALLAH'ın laneti zalimleredir"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Onlar ki ALLAH'ın yolundan alıkoyarlar ve onu carpıtmak isterler. Onlar ahireti de inkar ederler"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Onlar, yeryuzunde kacamazlar ve ALLAH'tan baska dost ve sahipleri yoktur. Onlar icin azap katlanır. Cunku onlar isitemediler, goremediler"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Onlar, kisiliklerini yitirenlerdir. Uydurdukları seyler bile kendilerini terkedip kaybolmustur"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Hic kusku yok ki, ahirette en cok kaybedenler onlardır"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Inanıp erdemli davrananlar ve Rab'lerine gonulden boyun egenler ise cennet halkıdır. Onlar orada ebedi kalıcıdır"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Her iki grubun ornegi, kor ve sagır olan biri ile goren ve isiten biri gibidir. Durumları bir midir? Ogut almaz mısınız"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Nuh'u halkına gonderdik: \"Ben sizin icin apacık bir uyarıcıyım"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "ALLAH'tan baskasına kulluk etmeyin. Acı bir gunun azabına ugramanızdan korkarım"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Halkından inkar eden ileri gelenler, \"Seni sadece bizim gibi bir insan oldugunu goruyoruz ve aramızdaki sıg goruslu ayak takımının dısında kimsenin seni izlemedigini goruyoruz. Sizin bizden herhangi bir ustunlugunuzu de gormuyoruz. Tersine, biz sizin yalancı oldugunuzu sanıyoruz,\" dediler"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Dedi ki: \"Ey halkım, ya ben Rabbimden gelen kesin bir kanıta sahip isem ve bana bir rahmet vermis de bunlar gozunuze gorunmuyorsa? Siz onu istemezken sizi ona biz mi zorlayacagız"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "Ey halkım, buna karsılık sizden herhangi bir para istemiyorum. Ucretim ancak ALLAH'tan gelir. Inananları da kovamam; onlar, Rab'leriyle karsılacaklar. Fakat, sizi cahillik eden bir topluluk olarak goruyorum"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "Ey halkım, onları kovarsam ALLAH'a karsı kim bana yardım edecek? Dusunmez misiniz"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "ALLAH'ın hazinelerinin yanımda oldugunu soylemiyorum, gizliyi bilmiyorum, melek oldugumu da ileri surmuyorum. Gozlerinizin horladıgı kimselere ALLAH'ın bir iyilik bagıslamıyacagını da soylemiyorum. Onların gizli dusuncelerini ALLAH daha iyi bilir. Aksi taktirde zalimlerden olurum"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Dediler ki: \"Ey Nuh, sen bizimle tartıstın ve bizimle tartısmayı uzattın. Dogru sozlu isen haydi bizi tehdit ettigin seyi getir bakalım"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Dedi ki: \"Onu, dilerse, sizin basınıza ancak ALLAH getirebilir. Siz engel olamazsınız"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "ALLAH azmanızı dilemisse, ben size ogut vermek istesem de size o ogudumun bir yararı olmayacaktır. O' dur Rabbiniz ve siz O'na donduruleceksiniz"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Bunu (bu aktarılan tarihsel tartısmayı) o uydurdu\" mu diyorlar? (Ey Muhammed) De ki: \"Onu ben uydurmus isem, sucumdan ben sorumlu olacagım, ve sizin islediginiz suclarla da benim bir iliskim yok"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Nuh'a vahyedildi: \"Su ana kadar inanmıs olanların dısında artık halkından hic kimse inanmıyacaktır. Onların tavırları seni uzmesin"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Gozetimimiz altında vahyimizle gemiyi yap. Zalimler icin bana bas vurma; onlar suda bogulacaklardır"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Gemiyi yapıyorken, halkının ileri gelenleri her yanından geciste onunla alay ediyorlardı. Dedi ki: \"Bizimle alay ediyorsanız, sizin bizimle alay ettiginiz gibi biz de sizinle alay ediyoruz"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Alcaltıcı azabın kime gelecegini ve kimin kalıcı azaba mahkum olacagını yakında bileceksiniz"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Nihayet emrimiz gelip de gok kaynayıp tasınca, kendisine dedik ki: \"Her turden birer cifti, daha once mahkum edilmis olanlar haric, coluk cocugunu ve inananları ona yukle.\" Kendisiyle birlikte inanmıs olanlar zaten bir kac kisiydi"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "Dedi ki: \"Gemiye binin. Akması ve durması ALLAH'ın adıyladır. Rabbim cok Bagıslayandır, Rahimdir"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Gemi, onları tepeler gibi dalgaların arasından gecirirken, Nuh bir kenarda ayrı duran ogluna seslendi: \"Yavrum, gel bizimle birlikte bin. Kafirlerle birlik olma"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "O ise, \"Beni sudan koruması icin bir tepeye sıgınacagım,\" dedi. (Nuh): \"Bugun ALLAH'ın yargısından koruyacak hic bir sey yoktur; ancak O'nun acıdıkları haric,\" dedi. Dalgalar ikisi arasından gecti; o, bogulanların arasındaydı"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Ve denildi ki: \"Ey toprak suyunu yut, ey gok sen de tut.\" Su yatıstı, karar yerine getirildi, Cudi (Judea) uzerine oturdu ve \"Zalimler uzak olsunlar!,\" dendi"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Nuh Rabbine seslendi: \"Ey Rabbim, oglum benim ailemdendir, Senin verdigin soz ise elbette gercektir ve Sen, yargıda bulunanların en iyisisin"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "Dedi ki: \"Ey Nuh, o senin ailenden olamaz. Bilmedigin bir konuda benden istekte bulunman erdemli bir tavır degildir. Cahillerden olmamanı sana ogutlerim"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Dedi ki: \"Rabbim, bilgim olmayan bir konuda sana yalvardıgım icin sana sıgınırım. Beni bagıslamaz ve bana acımazsan kaybedenlerden olurum"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Dendi ki: \"Ey Nuh, sana ve seninle birlikte olan uluslara bizden barıs ve bereketlerle in. Ayrıca oyle uluslar var ki onları bir sure yasatacagız ve sonra onlara bizden acı bir azap dokunacaktır"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Bunlar, sana vahyettigimiz gayb haberleridir. Ne sen, ne de senin halkın bundan once onları bilmezdi. Sabret. Sonuc, erdemlilerindir"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Ad halkına da kardesleri Hud'u... Dedi ki: \"Ey halkım, ALLAH'a kulluk edin. O'ndan baska tanrınız yoktur. Siz ancak uyduruyorsunuz"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "Ey halkım, buna karsılık olarak sizden herhangi bir ucret te istemiyorum. Benim ucretim, beni ilk yaratandan baskasına dusmez. Aklınızı kullanmıyor musunuz"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "Ey halkım, Rabbinizden bagıslanma dileyin, sonra O'na yonelin ki gokten uzerinize bol rahmet yagdırsın, gucunuze guc katsın. Suclular olarak yuz cevirmeyin"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Dediler ki: \"Ey Hud, sen bize kesin bir kanıt ile gelmedin. Biz, sırf senin sozunle dinimizi bırakacak degiliz, sana inanacak degiliz"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Senin tanrılarımızdan biri tarafından carpıldıgını soyleriz,\" dedi ki: \"ALLAH'ı tanık tutuyorum, siz de tanık olun ki ben uzagım sizin ortak kostugunuz"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "O'ndan baskalarından. Haydi, topunuz birlesip bana karsı plan hazırlayın. Hic de beklemeyin"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Ben, Rabbim ve Rabbiniz olan ALLAH'a guvendim. O'nun kontrol etmedigi hic bir yaratık yoktur. Rabbim dosdogru yolun uzerindedir"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Yuz cevirirseniz, artık ben, kendisiyle gonderildigim mesajı size bildirdim. Rabbim yerinize baska bir halk gecirecek ve siz O'na hic bir zarar veremezsiniz. Benim Rabbim her seyi Gozetip Kontrol Edendir"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Emrimiz gelince Hud'u ve beraberindeki inananları bizden bir rahmetle kurtardık. Onları dehsetli bir azaptan kurtardık"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Iste Ad (halkı) boyleydi. Rab'lerinin ayetlerini reddettiler, elcilerine isyan ettiler ve her inatcı zorbanın emrini izlediler"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Bunun uzerine, hem dunya hayatında ve hem dirilis gununde bir lanete ugradılar. Kısacası, Ad halkı, Rab'lerine karsı cıktı. Hud'un halkı Ad yok olmustur"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "Semud'a da kardesleri Salih'i... Dedi ki: \"Ey halkım, ALLAH'a kulluk edin, O'ndan baska tanrı yoktur. Sizi yerden cıkarıp yaratan, sizi oraya yerlestiren O'dur. Oyleyse O'ndan bagıslanma dileyin ve sonra O'na yonelin. Kuskusuz Rabbim Yakındır, Yanıtlayandır"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Dediler ki: \"Ey Salih, sen bundan once, aramızda populer bir umut kaynagıydın. Atalarımızın tapmıs olduklarından sen simdi bizi men mi ediyorsun? Biz, senin bizi cagırdıgın seylerden kusku icindeyiz"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Dedi ki: \"Ey halkım, ya ben Rabbimden kesin bir delile sahipsem ve kendisinden bana rahmet vermisse? O'na isyan edecek olursam beni ALLAH'tan kim kurtarabilir? Siz ancak benim kayıplarımı arttırabilirsiniz"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Ey halkım, ALLAH'ın bu devesi sizin icin bir ayettir. ALLAH'ın topragında bırakın otlansın. Ona kotuluk dokundurmayın. Yoksa sizi yakın bir azap yakalar"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Fakat, onu iskenceyle kestiler. \"Yurdunuzda yasamanız icin uc gununuz var. Bu, yalan olmayan bir sozdur,\" dedi"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Emrimiz gelince, Salih'i ve beraberinde inanmıs olanları bizden bir rahmet ile o gunun rezilliginden kurtardık. Rabbin, kuskusuz Guclu ve Ustundur"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Zalimleri korkunc bir ses yakaladı, yurtlarında cokup kaldılar"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Sanki orada hic yasamamıslardı. Dogrusu Semud (halkı) Rab'lerine karsı geldi; Semud yok olup gitti"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Elcilerimiz Ibrahim'e mujdeyi goturduklerinde \"Selam!\" (Barıs olsun) dediler. O da \"Selam!,\" dedi ve hemen (onlara) kızartılmıs bir buzagı sundu"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Ellerinin ona uzanmadıgını gorunce, durumlarını begenmedi; icine bir korku dustu. \"Korkma,\" dediler, \"Biz Lut'un halkına gonderilmis bulunuyoruz"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Ayakta duran karısı (bu habere sevinip) gulunce biz de ona Ishak'ı ve Ishak'ın ardından Yakub'u mujdeledik"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Vay basıma gelenler,\" dedi, \"Ben bir yaslı kadın ve kocam da ihtiyar bir adam iken cocuk mu doguracagım? Bu cok garip bir sey"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "ALLAH'ın isine mi sasıyorsun,\" dediler, \"ALLAH'ın rahmeti ve bereketi sizin uzerinizedir ey ev halkı. O Ovguye En Layıktır, Yucelerin Yucesidir"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Ibrahim'den korku gidip kendisine bu mujde verilince Lut halkı hakkında bizimle tartısmaya basladı"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Dogrusu, Ibrahim cok yumusak, cok duygulu ve surekli (Tanrı'ya) yonelen biriydi"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "Bundan vazgec Ibrahim. Rabbinin emri gelmis bulunuyor; onlar onlenemez bir azaba mahkum olmuslardır"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Elcilerimiz Lut'a gelince, onlara kotu davranıldı. Bu durum (Lut'un) canını sıktı ve (kendi kendine), \"Bu, zor bir gun olacak,\" dedi"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Halkı kosarak oraya geldiler; gunah islemeyi adet haline getirmislerdi. \"Ey halkım, iste kızlarım, onlar sizin icin daha temizdir. ALLAH'ı sayın, konuklarım onunde beni rezil etmeyin. Icinizde aklı basında bir adam yok mu,\" dedi"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Bilirsin ki senin kızlarına bizim bir ihtiyacımız yok. Sen bizim ne istedigimizi iyi bilirsin,\" dediler"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "(Lut:) \"Keske size gucum yetseydi veya guclu dostlara sahip olsaydım,\" dedi"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "(Melekler) \"Ey Lut,\" dediler, \"Biz, Rabbinin elcileriyiz. Onlar sana dokunamazlar. Aileni gecenin bir anında yuruyuse cıkart, sizden hic kimse geriye bakmasın; fakat senin karın istisna. Otekilerin basına gelecek olanlar onun da basına gelecektir. Onların belirlenmis zamanı sabahtır. Sabah yakın degil mi"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Emrimiz gelince onun ustunu altına getirdik, uzerlerine sertlesmis kat kat tas yagdırdık"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Zalimleri bulsun diye Rabbin tarafından belirlenmis (taslar)"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "Medyen'e de kardesleri Suayb'ı... Dedi ki: \"Ey halkım, ALLAH'a kulluk edin, O'ndan baska tanrınız yoktur. Olcuyu tartıyı eksik tutmayın. Sizi refah icinde goruyorum ve sizin icin, kusatıcı bir gunun azabından korkuyorum"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "Ey halkım, olcuyu ve tartıyı adaletle tam uygulayın. Halkın hakkını eksik vermeyin ve yeryuzunde bozgunculuk yaparak kotuluk islemeyin"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Inanıyorsanız, ALLAH'ın (helal) bıraktıgı, sizin icin daha iyidir. Ben sizin uzerinize bekci degilim"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Dediler ki: \"Suayb, atalarımızın tapmıs olduklarını veya ticaretimizi diledigimiz gibi cevirmekten vazgecmemizi, senin namazın mı gerektiriyor? Sen aslında yumusak huylusun, akıllısın"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Halkım,\" dedi, \"Bakın, ya ben Rabbimden kesin bir kanıta sahip isem ve bana kendisinden guzel bir nimet bagıslamıssa...? Sizi bazı seylerden yasaklamam, size zıt gitmek istedigim icin degildir. Ben ancak, gucum yettigince reform yapmak istiyorum. Basarım ancak ALLAH'tandır. O'na guvendim ve O'na yoneliyorum"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "Halkım, bana karsı cıkısınız, sakın sizi Nuh halkının, veya Hud halkının, yahut Salih halkının basına gelenler gibi bir felakete ugratmasın. Ustelik, Lut halkı sizden pek uzakta degil"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Rabbinizden bagıslanma dileyin, sonra O'na tevbe edin. Kuskusuz Rabbim Rahimdir, Sevendir"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Suayb,\" dediler, \"Senin soylediklerinin bir cogunu anlamıyoruz. Ustelik biz, seni aramızda gucsuz goruyoruz. Kabilen olmasaydı seni taslardık. Senin bize karsı herhangi bir ustunlugun yoktur"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Dedi ki: \"Ey halkım, kabilem size gore ALLAH'tan daha mı ustundur ki O'na sırt cevirdiniz? Rabbim, sizin tum yaptıklarınızı Kusatandır"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "Halkım, elinizden geleni yapın; ben de yapacagım. Alcaltıcı azabın kime gelecegini ve kimin yalancı oldugunu ileride bileceksiniz. Umutla bekleyin, ben de sizinle birlikte umutla bekliyorum"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Emrimiz gelince Suayb'ı ve kendisiyle beraber inanmıs olanları bizden bir rahmetle kurtardık. Zulmedenleri korkunc gurultu yakaladı; yurtlarında cokup kaldılar"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Sanki orada hic yasamamıslar gibi... Semud, nasıl yok edildiyse, Medyen de oylece yok edildi"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Musa'yı ayetlerimizle (mucize ve vahyimizle) ve kesin bir yetkiyle gonderdik"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Firavun ve konseyine... Ancak onlar Firavun'un buyruguna uydular. Firavunun buyrugu ise akıllıca degildi"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Dirilis gununde halkına onculuk edip onları atese sokacaktır. Girdikleri yer ne kotu bir mekandır"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Burada da, ahirette de peslerine lanet takılmıstır. Aldıkları armagan ne kotu armagandır"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Sana bu aktardıklarımız, o kentlerin haberlerindendir. Onlardan kimi hala ayakta, kimi de bicilmistir"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Biz onlara zulmetmedik, onlar kendi kendilerine zulmettiler. Rabbin emri geldigi zaman, ALLAH'tan baska yalvardıkları tanrıları onları hic bir seyden kurtaramadı. Aslında, onların yalnızca ziyanlarını arttırdı"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Iste Rabbin, zulmetmekte olan kentleri yakaladıgı zaman boyle yakalar. O'nun yakalaması acıdır, cetindir"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Ahiret azabından korkanlar icin bunda bir ders vardır. Halkın toplandıgı bir gundur o. Tanık olunan bir gundur o"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Onu ancak sayılı bir sure icin erteliyoruz"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "O gun geldigi zaman, hic kimse O'nun izni olmadan konusamaz. Onlardan kimi talihsiz, kimi de mutludur"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Talihsizler atestedir. Onlar orada sızlayıp inlerler"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Gokler ve yer durdugu surece orada kalıcıdırlar; ancak Rabbin dilerse baska. Rabbin, diledigini Yapandır"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Mutlulugu hakkedenler ise, gokler ve yer kaldıgı surece cennette kalıcıdırlar. Rabbinin dilerse baska. Kesintisiz bir oduldur bu"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Sunların taptıklarından hic bir kuskun olmasın. Aynen daha onceki atalarının taptıgı gibi tapıyorlar. Onların nasiplerini eksiksiz olarak kendilerine odeyecegiz"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Musa'ya kitabı verdik; ancak onda anlasmazlıga dustuler. Rabbinin verilmis bir sozu olmasaydı aralarında hukum verilecekti. Onlar ondan kusku icindedirler, kararsızdırlar"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Rabbin hepsinin yaptıklarının karsılıgını tam olarak verecektir. O, onların yaptıklarından Haberdardır"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Emredildigin gibi dosdogru ol, seninle beraber yonelmis olanlarla birlikte... Asma ve azgınlasma. O, sizin yaptıklarınızı Gorendir"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Zalimlere sakın sempati duymayın, onları desteklemeyin, yoksa size ates dokunur. Sizin ALLAH'tan baska dostlarınız yoktur, sonra size yardım da edilmez"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Gunduzun iki ucunda, gecenin yakın kısmında namazı gozet. Iyilikler kotulukleri silip goturur. Bu, ogut alacak olanlara bir oguttur"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Sabret, cunku ALLAH, iyilik yapanların odulunu savsamaz"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Sizden onceki nesillerin erdem sahibi olanları, yeryuzunde kotuluklere engel olmalı degil miydiler? Onlardan kurtardıgımız az kisi haric... Zalimler ise, kendilerine verilen refaha dalıp sımardılar; boylece suclulara katıldılar"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Halkı erdemli davrandıgı surece, Rabbin kentleri yok edecek degildir"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Rabbin dileseydi halkı tek bir toplum yapardı. Fakat onlar surekli olarak (gercegi) tartısıp duracaklar"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Rabbinin acıdıkları haric. Bunun icindir ki onları yarattı. Rabbinin sozu yerine gelmistir: \"Cehennemi cinler ve insanlarla, topluca dolduracagım"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Gunlunu pekistirmek icin elcilerin tarihlerinden sana yeterince aktarmaktayız. Bunda, senin icin gercek, ve inananlar icin de bir aydınlatma ve uyarı gelmistir"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Inanmıyanlara de ki: \"Elinizden geleni yapın, biz de yapacagız"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Sonra bekleyin, biz de beklemekteyiz"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Goklerin ve yerin gizlilikleri ALLAH'a aittir. Tum isler sonunda ona doner. O'na kulluk edin ve O'na guvenin. Rabbin onların yaptıgından habersiz degildir"
        }
    ]
}