{
    "pages": [
        {
            "chapter": 12,
            "verse": 31,
            "text": "En toen zij van hun plannen hoorde, nodigde zij haar uit en bereidde haar een maaltijd en gaf ieder een mes en zeide dan (tot Jozef): 'Ga naar hen toe.' En toen zij hem zagen achtten zij hem grotelijks en zij sneden zich in de handen en zeiden: 'Allah zij verheerlijkt. Dit is geen mens, dit is een edele engel"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Zij zeide: 'Dit is hij nu over wie gij mij beschuldigdet, ik zocht hem werkelijk tegen zijn wil te verleiden, maar hij redde zich. En als hij nu niet doet wat ik hem verzoek, zal hij zeker gevangen genomen en vernederd worden"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Hij (Jozef) zeide: 'O mijn Heer, ik zou de gevangenis verkiezen boven hetgeen waartoe zij mij roepen; tenzij Gij haar list van mij afwendt zal ik mij tot haar neigen en tot de onwetenden behoren"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Daarom verhoorde zijn Heer zijn gebed en wendde hun list van hem af. Voorwaar, Hij is de Alhorende, de Alwetende"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Dus kwam het hun (mannen) voor, nadat zij de tekenen van zijn onschuld hadden gezien, dat zij hem voor een tijd gevangen moesten nemen"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "En er gingen met hem twee jonge mannen de gevangenis binnen. Een hunner zeide: 'Ik zag mij wijn persen.' En de andere zeide: 'Ik zag mij in een droom brood op mijn hoofd dragen waarvan de vogelen aten. Geef ons de verklaring er van, voorzeker, wij zien dat gij tot de goeden behoort"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Hij antwoordde: 'Het voedsel, dat u wordt gegeven, zal niet tot u komen, voordat ik u de verklaring er van heb gegeven. Dit is naar aanleiding van hetgeen mijn Heer mij heeft onderwezen. Ik heb van de godsdienst van het volk dat niet in Allah en in het Hiernamaals gelooft, afstand gedaan"
        }
    ]
}