{
    "pages": [
        {
            "chapter": 20,
            "verse": 114,
            "text": "Verheven zij Allah, de Ware Koning. En haast u niet met de Koran eer de openbaring er van aan u voltooid is en zeg: 'O mijn Heer, doe mij toenemen in kennis"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "En waarlijk wij gaven voorheen Adam een bevel, doch hij vergat het en Wij vonden in hem geen voornemen daartoe"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "En toen Wij tot de engelen zeiden: 'Bewijst Adam eer,' bewezen zij allen eer, doch niet Iblies. Hij weigerde"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Daarom zeiden Wij: 'O Adam, deze is voor u en uw vrouw een vijand; laat hij u derhalve niet uit de tuin verdrijven, anders zult gij ongelukkig worden"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "(Daarin is voorraad voor u) opdat gij er niet zult hongeren noch naakt zult zijn"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "En dat gij er geen dorst zult lijden noch zult blootgesteld zijn aan de hitte van de zon"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Doch Satan fluisterde hem kwaad in, hij zeide: 'O Adam, zal ik u voeren tot de Boom der Eeuwigheid, en een koninkrijk dat nimmer zal vergaan"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Zo aten beiden er van, waardoor hun schaamte hun duidelijk werd en zij zich begonnen te bekleden met bladeren uit de tuin. En Adam was ongehoorzaam aan het gebod van zijn Heer, derhalve leed hij"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Alsdan verkoos zijn Heer hem, vergaf hem en leidde hem"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Hij (God) zeide: 'Gaat allen tezamen hier vandaan, want gij zult elkander tot vijanden zijn. En indien er leiding van Mij tot u komt dan zal een ieder die Mijn leiding volgt, noch dwalen noch ongelukkig zijn"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Doch degene die zich van Mijn gedachtenis zal afwenden, zal in benarde omstandigheden leven en op de Dag der Opstanding zullen Wij hem blind doen opstaan"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Hij zal zeggen: 'Mijn Heer waarom hebt Gij mij blind doen opstaan, terwijl ik kon zien"
        }
    ]
}