{
    "pages": [
        {
            "chapter": 31,
            "verse": 20,
            "text": "Hebt gij niet gezien, dat Allah alles wat in de hemelen en op aarde is in uw dienst heeft gesteld en Zijn gunsten rijkelijk aan u heeft geschonken, zowel uiterlijk als innerlijk? En onder de mensen zijn er, die over Allah twisten, zonder kennis of enige leiding of een verlichtend Boek"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "En als er tot hen wordt gezegd: 'Volgt hetgeen Allah heeft geopenbaard,' zeggen zij: 'Neen, wij zullen datgene volgen wat wij onze vaderen zagen volgen.' Zelfs al zou Satan hen tot de straf van het branden hebben uitgenodigd"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "Maar hij, die zich aan Allah onderwerpt en het goede doet, heeft inderdaad een sterk houvast gegrepen. Bij Allah rust het einde aller dingen"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "En zij die niet geloven, laat hun ongeloof u niet verdrieten. Tot Ons zullen zij wederkeren en Wij zullen hen inlichten over wat zij deden; Allah weet heel goed wat in hun innerlijk is"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "Wij zullen hen voor een poosje zich laten vermaken; daarna zullen Wij hen tot een strenge straf voortdrijven"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "En als gij hun vraagt: 'Wie schiep de hemelen en de aarde?' zullen zij gewis antwoorden: 'Allah'. Zeg: 'Alle roem behoort aan Allah.' Maar de meesten hunner weten het niet"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "Aan Allah behoort al hetgeen in de hemelen en op aarde is, voorzeker Allah is Zichzelf-genoeg, Geprezen"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "En als alle bomen op aarde pennen waren en de oceaan, met nog zeven oceanen aangevuld (inkt was), de woorden van Allah zouden niet kunnen worden uitgeput. Voorwaar, Allah is Almachtig, Alwijs"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "O mensen uw Schepping en uw Opstanding zijn slechts als die van een enkele ziel. Voorwaar, Allah is Alhorend, Alziende"
        }
    ]
}