{
    "pages": [
        {
            "chapter": 4,
            "verse": 38,
            "text": "En voor degenen, die hun rijkdommen besteden om door de mensen te worden gezien en niet in Allah noch in de laatste Dag geloven. En wie Satan als metgezel heeft, heeft een kwade metgezel"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Wat kan hun overkomen, indien zij in Allah en de laatste Dag zouden geloven en hadden weggegeven van hetgeen Allah hen heeft geschonken? Allah kent hen zeer goed"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Waarlijk, Allah doet in het geheel geen onrecht aan. Als het een goede daad is vermenigvuldigt Hij deze en geeft van Zijn kant een grote beloning"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "En wat geschiedt, wanneer Wij een getuige van elk volk zullen roepen en u als getuige tegen deze zullen brengen"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Op die Dag zullen zij, die verwierpen en de boodschapper niet gehoorzaamden, wensen, dat de aarde met hen gelijk zou worden gemaakt en zij zullen geen woord voor Allah kunnen verbergen"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "O, gij die gelooft, komt niet tot het gebed als gij bedwelmd zijt; totdat gij weet wat gij zegt, noch, wanneer gii onrein zijt tot gij u hebt gebaad, tenzij gij onderweg zijt. En indien gij ziek zijt, of op reis, of een uwer van de afzondering komt, of gij hebt vrouwen aangeraakt en gij vindt geen water, neemt dan uw toevlucht tot zuivere aarde en veegt er uw gezicht en handen mee af. Waarlijk, Allah is Inschikkelijk, Vergevensgezind"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Kent gij niet degenen, die deel hebben aan het Boek? Zij geven de voorkeur aan dwaling en wensen, dat ook gij van de (rechte) weg moogt afdwalen"
        }
    ]
}