{
    "pages": [
        {
            "chapter": 11,
            "verse": 89,
            "text": "My people! Do not let your breach with me provoke you into doing wrong so that the same thing happens to you as happened to the people of Nuh and the people of Hud and the people of Salih; and the people of Lut are not far distant from you"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Ask your Lord for forgiveness and then make tawba to Him. My Lord is Most Merciful, Most Loving.´"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "They said, ´Shu´ayb, We do not understand much of what you say and we see you are weak among us. Were it not for your clan, we would have stoned you. We do not hold you in high esteem!´"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "He said, ´My people! Do you esteem my clan more than you do Allah? You have made Him into something to cast disdainfully behind your backs! But my Lord encompasses everything that you do"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "My people! Do as you think best. That is what I am doing. You will certainly come to know who will receive a punishment to disgrace him, and who is a liar. So look out. I will be on the lookout with you.´"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "When Our command came, We rescued Shu´ayb and those who had iman along with him by a mercy from Us. The Great Blast seized hold of those who did wrong and morning found them lying flattened in their homes"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "as if they had never lived there at all. Yes indeed! Away with Madyan just like Thamud"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "We sent Musa with Our Signs and clear authority"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "to Pharaoh and his ruling circle. They followed Pharaoh´s command but Pharaoh´s command was not rightly guided"
        }
    ]
}