{
    "pages": [
        {
            "chapter": 16,
            "verse": 15,
            "text": "He cast firmly embedded mountains on the earth so it would not move under you, and rivers and pathways so that hopefully you would be guided, and landmarks"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "And they are guided by the stars"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Is He who creates like him who does not create? So will you not pay heed"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "If you tried to number Allah´s blessings, you could never count them. Allah is Ever-Forgiving, Most Merciful"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Allah knows what you keep secret and what you make public"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Those you call on besides Allah do not create anything. They are themselves created"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "They are dead, not alive, and they are not aware of when they will be raised"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Your God is One God. As for those who do not have iman in the Next World, their hearts are in denial and they are puffed up with pride"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "There is no doubt that Allah knows what they keep secret and what they make public. He does not love people puffed up with pride"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "When they are asked, ´What has your Lord sent down?´ they say, ´Myths and legends of previous peoples.´"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "So on the Day of Rising they will carry the full weight of their own burdens and some of the burdens of those they misguided without knowledge. What an evil load they bear"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Those before them also plotted, and Allah came at their building from the foundations and the roof caved in on top of them. The punishment came at them from where they did not expect"
        }
    ]
}