{
    "pages": [
        {
            "chapter": 18,
            "verse": 84,
            "text": "We gave him power and authority on the earth and granted him a way to everything"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "So he followed a way"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "until he reached the setting of the sun and found it setting in a muddy spring and found a people by it. We said, ´Dhu´l-Qarnayn! You can either punish them or else you can treat them with gentleness.´"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "He said, ´As for those who do wrong, we will punish them and then they will be returned to their Lord and He will punish them with a dreadful punishment"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "But as for him who has iman and acts rightly, he will receive the best of rewards and we will issue a command, making things easy for him.´"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Then he followed a way"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "until he reached the rising of the sun and found it rising on a people to whom We had not given any shelter from it"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Our knowledge encompasses all that happened to him"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Then he followed a path"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "until he arrived between the two mountains where he found a people scarcely able to understand speech"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "They said, ´Dhu´l-Qarnayn! Yajuj and Majuj are causing corruption in the land. Can we, therefore, pay tribute to you in return for your constructing a barrier between us and them?´"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "He said, ´The power my Lord has granted me is better than that. Just give me a strong helping hand and I will build a solid barrier between you and them"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Bring me ingots of iron!´ Then, when he had made it level between the two high mountain-sides, he said,´Blow!´ and when he had made it a red hot fire, he said, ´Bring me molten brass to pour over it.´"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "They were, therefore, unable to climb over it nor were they able to make a breach in it"
        }
    ]
}