{
    "pages": [
        {
            "chapter": 27,
            "verse": 14,
            "text": "and they repudiated them wrongly and haughtily, in spite of their own certainty about them. See the final fate of the corrupters"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "We gave knowledge to Dawud and Sulayman who said, ´Praise be to Allah who has favoured us over many of His slaves who are muminun.´"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Sulayman was Dawud´s heir. He said, ´Mankind! we have been taught the speech of birds and we have been given everything. This is indeed clear favour.´"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Sulayman´s troops, made up of jinn and men and birds, were assembled for him, paraded in tight ranks"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Then, when they reached the Valley of the Ants, an ant said, ´Ants! enter your dwellings so that Sulayman and his troops do not crush you unwittingly.´"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "He smiled, laughing at its words, and said, ´My Lord, keep me thankful for the blessing You have bestowed on me and on my parents, and keep me acting rightly, pleasing You, and admit me, by Your mercy, among Your slaves who are righteous.´"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "He inspected the birds and said, ´How is it that I do not see the hoopoe? Or is it absent without leave"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "I will certainly punish it most severely or slaughter it if it does not bring me clear authority.´"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "However, it was not long delayed, and then it said, ´I have comprehended something you have not and bring you accurate intelligence from Sheba"
        }
    ]
}