{
    "pages": [
        {
            "chapter": 27,
            "verse": 64,
            "text": "He Who originates creation and then regenerates it and provides for you from out of heaven and earth. Is there another god besides Allah? Say: ´Bring your proof if you are being truthful.´"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Say: ´No one in the heavens and the earth knows the Unseen except Allah.´ They are not aware of when they will be raised"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "No, their knowledge stops short of the Next World. In fact they have doubts about it. In fact they are blind to it"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Those who are kafir say, ´When we and our fathers are turned to dust will we then be brought forth again"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "We have been promised this before, we and our fathers. This is nothing but myths and legends of previous peoples.´"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Say: ´Travel about the earth and see the final fate of the evildoers.´"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Do not grieve over them and do not let the plots they make distress you"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "They say, ´When will this promise be fulfilled if you are telling the truth?´"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Say: ´It may well be that some of what you are anxious to hasten is right on your heels.´"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Allah shows favour to mankind but most of them are not thankful"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Certainly your Lord knows what their hearts keep hidden and what they divulge"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Certainly there is no hidden thing in either heaven or earth which is not in a Clear Book"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Certainly this Qur´an narrates to the tribe of Israel most of the things about which they differ"
        }
    ]
}