{
    "pages": [
        {
            "chapter": 34,
            "verse": 40,
            "text": "On the Day We gather them all together and then say to the angels, ´Was it you whom these people were worshipping?´"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "they will say, ´Glory be to You! You are our Protector, not them. No, they were worshipping the jinn. They mostly had faith in them.´"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "´Today you possess no power to help or harm one another.´ And We will say to those who did wrong, ´Taste the punishment of the Fire which you denied.´"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "When Our Clear Signs are recited to them, they say, ´This is nothing but a man who wants to debar you from what your fathers used to worship.´ They say, ´This is nothing but an invented lie.´ Those who are kafir say to the truth when it comes to them, ´This is nothing but downright magic.´"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "We have not given them any books which they are studying nor did We send, before you, any warner to them"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Those before them also denied the truth but these people do not have even a tenth of what We gave to them. They denied My Messengers. And how complete was My denial"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Say: ´I exhort you to do one thing alone: to stand before Allah in pairs and on your own and then reflect. Your companion is not possessed. He is only a warner come to you ahead of a terrible punishment.´"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Say: ´I have not asked you for any wage — it is all for you. My wage is the responsibility of Allah alone. He is witness of everything.´"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Say: ´My Lord hurls forth the Truth — the Knower of all unseen things.´"
        }
    ]
}