{
    "pages": [
        {
            "chapter": 38,
            "verse": 1,
            "text": "Sâd By the Qur´an holding the Remembrance"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "But those who are kafir are full of vainglory and entrenched in hostility"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "How many generations We have destroyed before them! And they cried out when it was too late to escape"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "They are surprised that a warner should come to them from among themselves. The kuffar say, ´This is a lying magician"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "Has he turned all the gods into One God? That is truly astonishing!´"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "Their leaders went off saying, ´Carry on as you are! Hold fast to your gods. This is clearly something planned"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "We have not heard of this in the old religion. This is merely something contrived"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "Has the Reminder been sent down to him out of all of us?´ They are in doubt about My Reminder. They have yet to taste My punishment"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Or do they possess the treasuries of your Lord´s mercy, the Almighty, the Ever-Giving"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "Or does the kingdom of the heavens and earth and everything between them belong to them? Let them, in that case, climb the ropes to heaven"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "Even a whole army of Confederates will be routed there"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "Before them the people of Nuh denied the truth, as did ´Ad and Pharaoh of the Stakes"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "and Thamud and the people of Lut and the Companions of the Thicket.* Those too were Confederates"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "Each one of them denied the Messengers and so My punishment was justly carried out"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "These people too are only awaiting a single Blast and it will not be repeated"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "They say, ´Our Lord, advance our share to us before the Day of Reckoning.´"
        }
    ]
}