{
    "pages": [
        {
            "chapter": 41,
            "verse": 30,
            "text": "The angels descend on those who say, ´Our Lord is Allah,´ and then go straight: ´Do not fear and do not grieve but rejoice in the Garden you have been promised"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "We are your protectors in the life of this world and the Next World. You will have there all that your selves could wish for. You will have there everything you demand"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "Hospitality from One who is Ever-Forgiving, Most Merciful.´"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Who could say anything better than someone who summons to Allah and acts rightly and says, ´I am one of the Muslims´"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "A good action and a bad action are not the same. Repel the bad with something better and, if there is enmity between you and someone else, he will be like a bosom friend"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "None will obtain it but those who are truly steadfast. None will obtain it but those who have great good fortune"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "If an evil urge from Shaytan eggs you on, seek refuge in Allah. He is the All-Hearing, the All-Knowing"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Among His Signs are the night and day and the sun and moon. Do not prostrate to the sun nor to the moon. Prostrate to Allah who created them, if you worship Him"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "If they grow arrogant, those who are with your Lord glorify Him night and day and never grow tired"
        }
    ]
}