{
    "pages": [
        {
            "chapter": 72,
            "verse": 14,
            "text": "Some of us are Muslims and some are deviators. Those who have become Muslim are those who sought right guidance"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "the deviators will be firewood for Hellfire.\"´"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "If only they were to go straight on the Path, We would give them abundant water to drink"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "so that We could test them by it. Whoever turns aside from the remembrance of his Lord, He will introduce him to an arduous punishment"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "All mosques belong to Allah so do not call on anyone else besides Allah"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "When the slave of Allah stands calling on Him, they almost swarm all over him"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Say: ´I call only upon my Lord and do not associate anyone else with Him.´"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Say: ´I possess no power to do you harm or to guide you right.´"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Say: ´No one can protect me from Allah and I will never find any refuge apart from Him —"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "only in transmitting from Allah and His Messages. As for him who disobeys Allah and His Messenger, he will have the Fire of Hell, remaining in it timelessly, for ever and ever.´"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "So that when they see what they were promised, they will know who has less support and smaller numbers"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Say: ´I do not know whether what you are promised is close or whether my Lord will appoint a longer time before it.´"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "He is the Knower of the Unseen, and does not divulge His Unseen to anyone —"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "except a Messenger with whom He is well pleased, and then He posts sentinels before him and behind him"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "so that He may know that they have indeed transmitted the Messages of their Lord. He encompasses what is in their hands and has counted the exact number of everything"
        }
    ]
}