{
    "rukus": [
        {
            "chapter": 7,
            "verse": 152,
            "text": "The wrath of their Lord, and a disgrace in the life of this world would soon land upon those who chose (to worship) the calf. This is how We punish those who invent falsehood"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Those who commit evil deeds but repent afterward (would find that) even then your Lord is the most Forgiving, the most Merciful"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "As Musa´s wrath subsided, he picked up the tablets. Their inscriptions contained guidance and mercy for those who fear their Lord"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Musa selected seventy men for an appointment with Us. There, a violent earthquake seized them. He prayed, \"Oh my Lord, had You so willed You could have destroyed them _ and me _ earlier. Would You destroy us because of the actions of a few foolish ones amongst us. This was only a trial from You. By that, You lead astray whom You want, and You guide whom You want. You (alone) are our patron! Forgive us, and have mercy on us. You are the very Best of all those who forgive"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "And ordain for us whatever is good in the life of this world, as well as the life-to-come. We have really turned to You in repentance.\" (Allah) said, \"I strike down with My punishment anyone I will. But My mercy extends over all things. I will ordain My mercy for those who are pious and pay their ´zakat´, and those who believe in Our (revelations and) signs"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "(My mercy is for) those who follow the messenger, the prophet who can neither read nor write. They will find him mentioned in their scriptures, the Torah and the gospels. He orders them to do the right thing, and to avoid the wrong. He makes the pure and the wholesome lawful for them, and he forbids them the foul and the filthy. He relieves them of the burdens and the shackles with which they were bogged down. Successful indeed, are those who believe in him, honor and help him, and follow the light (the Qur´an) that was revealed to him"
        }
    ]
}