{
    "rukus": [
        {
            "chapter": 12,
            "verse": 58,
            "text": "Yusuf´s brothers came to Egypt, and visited him (to receive their share of the grain); he recognized them but they could not recognize him"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "He prepared their baggage (with their share of grain) and said, \"Next time, make sure you bring your half brother to me. Do you not notice, I fill the measure to the full, and I am a good host"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "You may not receive any grain, nor even come close (to me) unless you bring him along"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "They said, \"We will surely try to induce his father (to send him along). That, of course, we will do"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Yusuf asked his aides to put their barter goods back into their baggage, so that they may recognize their goods upon returning to their families. Then maybe they will return to Egypt"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "They returned to their father and said, \"We have been refused our next share of grain. Please send our brother with us, so that we may obtain our due portion. We will surely watch over him"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "(Their father) said, \"Shall I trust you with him now, like I trusted you with his brother earlier? Allah is the real Protector. He is absolutely the most Merciful"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "They unpacked their baggage and found their barter goods returned to them. They said, \"Oh our father! What else do we need! These are our goods (with which we paid for the grain) returned to us! Now, we can provide for our family! We will watch over our half-brother and increase our share by a camel load of grain. This load of camel is really easy for us"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "(The father) said, \"I will not send him along, unless you give me your solemn word _ sworn in the name of Allah as your witness _ that you will bring him back to me, unless you are ambushed. When they gave him a firm assurance, he said, \"Allah is the witness over what you say"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "And he said, \"Oh my sons! Don´t you all enter the town through one gate, but rather go through different ones. I cannot protect you a bit against Allah. The authority belongs solely to Allah! I trust Him! All trusting persons should place their trust in Him"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "They went into town passing through different gates, as instructed by their father. That could not have protected them against Allah a bit, but this is how Yaqub felt in his heart. So he chose to satisfy himself. He had the knowledge given by Us, but most people do not know"
        }
    ]
}