{
    "rukus": [
        {
            "chapter": 16,
            "verse": 77,
            "text": "The mysteries of the heavens and the earth belong to Allah, and the hour (of Judgment) will come about in a blink of an eye, even less than that. Surely, Allah has power over all things"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Allah brings you out of your mother´s womb, devoid of any knowledge! He gives you the faculties of hearing and sight, and He gives you the heart! Perhaps you will be thankful"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Have they not observed the birds? Freely they glide in the sky! No one holds them there except Allah! Surely, there are signs in it for a nation that believes"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Allah provided houses for you to rest and stay in peace, and from the hides of cattle He brought about for you the tents (temporary abodes). You find it light as you pitch it to stay, and as you pack it to travel. From the wool, fur and the hair of cattle, He brought about furnishings and other benefits for you __ all for a while"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Allah brought about shelters and protection for you out of what He created. He provides you refuge in the mountains (caves), the garments to shield you from heat, and the shirts to shield you from injury (during combat). Thus, He made His blessings complete upon you! Perhaps, you would bow in obedience"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Of course, in case they ignore and turn away, your obligation is to convey the message in clear and precise terms"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "They recognize the blessings of Allah, and yet renounce them! Most of them are unbelievers"
        }
    ]
}