{
    "rukus": [
        {
            "chapter": 26,
            "verse": 160,
            "text": "The nation of Loot rejected the messengers"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "Their brother Loot said to them, \"Do you not fear (Allah)"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "I am surely a faithful (and a reliable) messenger for you"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "So fear Allah and obey me"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "In return, I do not seek any compensation from you. My reward exists only with the Lord of the universe"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "Do you commit (the sexual act) with the males in this world"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "And you forsake the mates that your Lord created for you? Indeed, you are a nation guilty of transcending the limits"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "They said, \"If you did not stop, oh Loot, you would most certainly be expelled"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "He said, \"I am certainly among those who loathe and abhor your deeds"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "He prayed, \"My Lord! Save me and my family from (the evil of) what they do"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "So We saved him and all of his family"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "Except an old woman, _ Loot´s wife _ who stayed behind (with the evil doers)"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "After that We annihilated the rest of them"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "We doused them with a downpour (of brimstone)! A devastating evil rain (fell) upon those forewarned"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "There is surely a sign in this! But most of them do not believe"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "Your Lord is surely the One Who is the most Powerful and the most Merciful"
        }
    ]
}