{
    "rukus": [
        {
            "chapter": 28,
            "verse": 1,
            "text": "Ta, Seen, Meem"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "These are the verses of the illuminating book"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "For (the benefit of) the people who believe, We recite to you the true tale of Musa and the pharaoh"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "The pharaoh claimed himself exalted in the land, dividing its inhabitants into factions. He enslaved and enfeebled one group, putting their sons to death and letting their females live. Indeed, he was wicked"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "And, We wished to bestow Our favors upon those who were oppressed in the land, by granting them the leadership and having them inherit (the land)"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "And We wished to consolidate them in the land and show the pharaoh, his associate Haaman, and their forces exactly what they dreaded, the very thing they took precautions against"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "We sent a revelation to Musa´s mother. We said, \"Nurse him! When you fear for his life, put him in the river. Do not be afraid. Nor feel sad! We are certainly going to bring him back to you. We are going to appoint him Our messenger"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "The family of pharaoh took him out of the river. (We arranged this) so he might become their enemy and a source of their grief. The pharaoh, Haaman, and their armies were habitual sinners"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "The pharaoh´s wife said, \"He will be a joy for me and you! Do not put him to death! Perhaps he will bring us some benefit or we may adopt him as a son.\" They had no idea (what was to happen)"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Musa´s mother had a sense of void; her heart ached and she almost gave herself away! But We fortified her heart so she may remain a firm believer"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "She said to the baby´s sister, \"Follow him!\" So, from a distance, the sister kept an eye on him. Nobody noticed her"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "We had already prevented all the wet nurses from being able to feed the infant. (His sister) said, \"May I guide you to a family who would nurse and look after the baby for you? And also do it sincerely"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Thus, We brought the infant back to his mother, so that she might feel comforted and not grieve, so that she might know, for sure, that Allah´s promise is a certainty, although most people do not understand"
        }
    ]
}