{
    "rukus": [
        {
            "chapter": 36,
            "verse": 51,
            "text": "Then the trumpet will sound. Instantly, they will leap out of their graves and begin marching towards their Lord"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "They shall say, \"Oh misery to us! Who has aroused us out of our graves?\" ........ \"This is that promise! Rehman´s promise! The messengers had been truthful after all"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "There will just be a single bang, and suddenly, all of them together shall be arraigned before Us"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "That day, no being will be wronged a bit! And all of you will be repaid strictly in accordance with what you used to do"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "And surely, that day, those in paradise will be busy enjoying the fruits"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "They and their spouses will be under the cool dense shades! Seated on couches and reclining on pillows"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Theirs shall be all the fruits! And anything else their hearts desire"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Peace!\" Their Merciful Lord shall greet them"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "And you, Oh criminals, stand aside! Distinct and separate, today"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Oh children of Adam! Did I not have a pact with you, that you will not worship Shaitan? He is your professed enemy"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "And that rather, you will worship Me. That is the straight path"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "He (Shaitan) has indeed, taken a severe toll, and has led astray a great many of you! So, do you not ever think"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "This, here, is the hellfire you had been promised"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Go, roast in it today! Just deserts for your denial"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Today, We have sealed your lips! Your hands will speak to Us, and your feet will bear witness to all you used to do"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Should We so decide, We could wipe the eyes off their faces! Will they, then, not keep groping for their path? And from where might they obtain their sight"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "If We want, We could squash them in their very places! Then they could neither proceed nor return"
        }
    ]
}