{
    "rukus": [
        {
            "chapter": 11,
            "verse": 9,
            "text": "And if We let a man taste mercy from Us, and then We wrest it from him, he is desperate, ungrateful"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "But if We let him taste prosperity after hardship that has visited him, he will say, 'The evils have gone from me'; behold, he is joyous, boastful"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "save such as are patient, and do deeds of righteousness; for them awaits forgiveness and a mighty wage"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Perchance thou art leaving part of what is revealed to thee, and thy breast is straitened by it, because they say, 'Why has a treasure not been sent down upon him, or an angel not come with him?' Thou art only a warner; and God is a Guardian over everything"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Or do they say, 'He has forged it'? Say: 'Then bring you ten suras the like of it, forged; and call upon whom you are able, apart from God, if you speak truly"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Then, if they do not answer you, know that it has been sent down with God's knowledge, and that there is no god but He. So have you surrendered"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Whoso desires the present life and its adornment, We will pay them in full for their works therein, and they shall not be defrauded there"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "those are they for whom in the world to come there is only the Fire; their deeds there will have failed, and void will be their works"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "And what of him who stands upon a clear sign from his Lord, and a witness from Him recites it, and before him is the Book of Moses for an ensample and a mercy? Those believe in it; but whosoever disbelieves in it, being one of the partisans, his promised land is the Fire. So be thou not in doubt of it; it is the truth from thy Lord, but most men do not believe"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "And who does greater evil than he who forges against God a lie? Those shall be presented before their Lord, and the witnesses will say, 'Those are they who lied against their Lord.' Surely the curse of God shall rest upon the evildoers"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "who bar from God's way, desiring to make it crooked; they disbelieve in the world to come"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "they are unable to frustrate Him on earth and they have no protectors, apart from God. For them the chastisement shall be doubled; they could not hear, neither did they see"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Those are they that have lost their souls, and that they forged has gone astray from them"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "they without doubt will be the greatest losers in the world to come"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "But those who believe, and do righteous deeds, and have humbled themselves unto their Lord -- they shall be the inhabitants of Paradise, therein dwelling forever"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "The likeness of the two parties is as the man blind and deaf, and the man who sees and hears; are they equal in likeness? Will you not remember"
        }
    ]
}