{
    "rukus": [
        {
            "chapter": 18,
            "verse": 71,
            "text": "So they departed; until, when they embarked upon the ship, he made a hole in it. He said, 'What, hast thou made a hole in it so as to drown its passengers? Thou hast indeed done a grievous thing"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Said he, 'Did I not say that thou couldst never bear with me patiently"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "He said, 'Do not take me to task that I forgot, neither constrain me to do a thing too difficult"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "So they departed; until, when they met a lad, he slew him. He said, 'What, hast thou slain a soul innocent, and that not to retaliate for a soul slain? Thou hast indeed done a horrible thing"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "Said he, 'Did I not say that thou couldst never bear with me patiently"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "He said, 'If I question thee on anything after this, then keep me company no more; thou hast already experienced excuse sufficient on my part"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "So they departed; until, when they reached the people of a city, they asked the people for food, but they refused to receive them hospitably. There they found a wall about to tumble down, and so he set it up. He said, 'If thou hadst wished, thou couldst have taken a wage for that"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Said he, 'This is the parting between me and thee. Now I will tell thee the interpretation of that thou couldst not bear patiently"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "As for the ship, it belonged to certain poor men, who toiled upon the sea; and I desired to damage it, for behind them there was a king who was seizing every ship by brutal force"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "As for the lad, his parents were believers; and we were afraid he would impose on them insolence and unbelief"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "so we desired that their Lord should give to them in exchange one better than he in purity, and nearer in tenderness"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "As for the wall, it belonged to two orphan lads in the city, and under it was a treasure belonging to them. Their father was a righteous man; and thy Lord desired that they should come of age and then bring forth their treasure as a mercy from thy Lord. I did it not of my own bidding. This is the interpretation of that thou couldst not bear patiently"
        }
    ]
}