{
    "rukus": [
        {
            "chapter": 24,
            "verse": 41,
            "text": "Hast thou not seen how that whatsoever is in the heavens and in the earth extols God, and the birds spreading their wings? Each -- He knows its prayer and its extolling; and God knows the things they do"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "To God belongs the Kingdom of the heavens and the earth, and to Him is the homecoming"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "hast thou not seen how God drives the clouds, then composes them, then converts them into a mass, then thou seest the rain issuing out of the midst of them? And He sends down out of heaven mountains, wherein is hail, so that He smites whom He will with it, and turns it aside from whom He will; wellnigh the gleam of His lightning snatches away the sight"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "God turns about the day and the night; surely in that is a lesson for those who have eyes"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "God has created every beast of water, and some of them go upon their bellies, and some of them go upon two feet, and some of them go upon four; God creates whatever He will; God is powerful over everything"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Now We have sent down signs making all clear; God guides whomsoever He will to a straight path"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "They say, 'We believe in God and the Messenger, and we obey.' Then after that a party of them turn away; those -- they are not believers"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "When they are called to God and His Messenger that he may judge between them, lo, a party of them are swerving aside"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "but if they are in the right, they will come to him submissively"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "What, is there sickness in their hearts, or are they in doubt, or do they fear that God may be unjust towards them and His Messenger? Nay, but those -- they are the evildoers"
        }
    ]
}