{
    "rukus": [
        {
            "chapter": 39,
            "verse": 22,
            "text": "Is he whose breast God has expanded unto Islam, so he walks in a light from his Lord...? But woe to those whose hearts are hardened against the remembrance of God! Those are in manifest error"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "God has sent down the fairest discourse as a Book, consimilar in its oft-repeated, whereat shiver the skins of those who fear their Lord; then their skins and their hearts soften to the remembrance of God. That is God's guidance, whereby. He guides whomsoever He will; and whomsoever God leads astray, no guide has he"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Is he who guards himself with his face against the evil of the chastisement on the Day of Resurrection...? And it is said to the evildoers, 'Taste now that you were earning"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Those that were before them cried lies, then the chastisement came upon them from whence they were not aware"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "so God let them taste degradation in this present life; and the chastisement of the world to come is assuredly greater, did they but know"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Indeed We have struck for the people in this Koran every manner of similitude; haply they will remember"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "Koran, wherein there is no crookedness; haply they will be godfearing"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "God has struck a similitude -- a man in whom partners disagreeing share, and a man the property of one man. Are the two equal in likeness? Praise belongs to God! Nay, but most of them do not know"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Thou art mortal, and they are mortal"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "then on the Day of Resurrection before your Lord you shall dispute"
        }
    ]
}