{
    "pages": [
        {
            "chapter": 10,
            "verse": 89,
            "text": "فرمایا قبول ہو چکی دعا تمہاری [۱۲۶] سو تم دونوں ثابت رہو اور مت چلو راہ انکی جو ناواقف ہیں [۱۲۷]"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "اور پار کر دیا ہم نے بنی اسرائیل کو دریا سے پھرپیچھا کیا ان کا فرعون نے اور اس کے لشکر نے شرارت سے اور تعدی سے یہاں تک کہ جب ڈوبنے لگا بولا یقین کر لیا میں نے کہ کوئی معبود نہیں مگر جس پر کہ ایمان لائے بنی اسرائیل اور میں ہوں فرمانبرداروں میں"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "اب یہ کہتا ہے اور تو نافرمانی کرتا رہا اس سے پہلے اور رہا گمراہوں میں [۱۲۸]"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "سو آج بچائے دیتے ہیں ہم تیرے بدن کو تاکہ ہووے تو اپنے پچھلوں کے واسطے نشانی اور بیشک بہت لوگ ہماری قدرتوں پر توجہ نہیں کرتے [۱۲۹]"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "اور جگہ دی ہم نے بنی اسرائیل کو پسندیدہ جگہ اور کھانے کو دیں ستھری چیزیں [۱۳۰] سو ان میں پھوٹ نہیں پڑی یہاں تک کہ پہنچی ان کو خبر بیشک تیرا رب ان میں فیصلہ کر ے گا قیامت کے دن جس بات میں کہ ان میں پھوٹ پڑی [۱۳۱]"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "سو اگر تو ہے شک میں اس چیز سے کہ اتاری ہم نے تیری طرف تو پوچھ ان سے جو پڑھتے ہیں کتاب تجھ سے پہلے بیشک آئی ہے تیرے پاس حق بات تیرے رب سے سو تو ہرگز مت ہو شک کرنے والا"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "اور مت ہو ان میں جنہوں نے جھٹلایا اللہ کی باتوں کو پھر تو بھی ہو جائے خرابی میں پڑنے والا"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "جن پر ثابت ہو چکی بات تیرے رب کی وہ ایمان نہ لائیں گے"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "اگرچہ پہنچیں انکو ساری نشانیاں جب تک نہ دیکھ لیں عذاب دردناک [۱۳۲]"
        }
    ]
}