{
    "pages": [
        {
            "chapter": 27,
            "verse": 14,
            "text": "اور ان کا انکار کیا اور ان کا یقین کر چکے تھے اپنے جی میں بے انصافی اور غرور سے سو دیکھ لے کیا ہوا انجام خرابی کرنے والوں کا [۱۴]"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "اور ہم نے دیا داؤد اور سلیمان کو ایک علم [۱۵] اور بولے شکر اللہ کا جس نے ہم کو بزرگی دی [۱۶] اپنے بہت سے بندوں ایمان والوں پر [۱۷]"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "اور قائم مقام ہوا سلیمان داؤد کا [۱۸] اور بولے اے لوگو ہم کو سکھائی ہے بولی اڑتے جانوروں کی [۱۹] اور دیا ہم کو ہر چیز میں سے [۲۰] بیشک یہی ہے فضیلت صریح"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "اور جمع کئے گئے سلیمان کے پاس اسکے لشکر جن اور انسان اور اڑتے جانور پھر انکی جماعتیں بنائی [۲۱]"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "یہاں تک کہ جب پہنچے چیونٹیوں کے میدان پر [۲۲] کہا ایک چیونٹی نے اے چیونٹیو گھس جاؤ اپنے گھروں میں نہ پیس ڈالے تم کو سلیمان اور اسکی فوجیں اور انکو خبر بھی نہ ہو [۲۳]"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "پھر مسکرا کر ہنس پڑا اسکی بات سے [۲۴] اور بولا اے میرے رب میری قسمت میں دےکہ شکر کروں تیرے احسان کا جو تو نے کیا مجھ پر اور میرے ماں باپ پر اور یہ کہ کروں کام نیک جو تو پسند کرے اور ملا لے مجھ کو اپنی رحمت سے اپنے نیک بندوں میں [۲۵]"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "اور خبر لی اڑتے جانوروں کی تو کہا کیا ہے جو میں نہیں دیکھتا ہد ہد کو یا ہے وہ غائب [۲۶]"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "اس کو سزا دوں گا سخت سزا [۲۷] یا ذبح کر ڈالوں گا یا لائے میرے پاس کوئی سند صریح [۲۸]"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "پھر بہت دیر نہ کی کہ آ کر کہا میں لے آیا خبر ایک چیز کی کہ تجھ کو اس کی خبر نہ تھی اور آیا ہوں تیرے پاس سبا سے ایک خبر لیکر تحقیقی [۲۹]"
        }
    ]
}