{
    "pages": [
        {
            "chapter": 33,
            "verse": 7,
            "text": "اور جب لیا ہم نے نبیوں سے ان کا قرار اور تجھ سے اور نوح سے اور ابراہیم سے اور موسٰی سے اور عیسٰی سے جو بیٹا مریم کا اور لیا ہم نے ان سے گاڑھا قرار [۱۰]"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "تاکہ پوچھے اللہ سچوں سے ان کا سچ اور تیار رکھا ہے منکروں کے لیے دردناک عذاب [۱۱]"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "اے ایمان والو یاد کرو احسان اللہ کا اپنے اوپر جب چڑھ آئیں تم پر فوجیں پھر ہم نے بھیجدی ان پر ہوا اور وہ فوجیں جو تم نے نہیں دیکھیں [۱۲] اور ہے اللہ جو کچھ کرتے ہو دیکھنے والا [۱۳]"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "جب چڑھ آئے تم پر اوپر کی طرف سے اور نیچے سے [۱۴] اور جب بدلنے لگیں آنکھیں [۱۵] اور پہنچے دل گلوں تک [۱۶] اور اٹکلنے لگے تم اللہ پر طرح طرح کی اٹکلیں [۱۷]"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "وہاں جانچے گئے ایمان والے اور جھڑ جھڑائے گئے زور کا جھڑ جھڑانا [۱۸]"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "اور جب کہنے لگے منافق اور جن کے دلوں میں روگ ہے جو وعدہ کیا تھا ہم سے اللہ نے اور اس کے رسول نے سب فریب تھا [۱۹]"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "اور جب کہنے لگی ایک جماعت ان میں اے یثرب والو [۲۰] تمہارے لئے ٹھکانہ نہیں سو پھر چلو اور رخصت مانگنے لگا ایک فرقہ ان میں نبی سے کہنے لگے ہمارے گھر کھلے پڑے ہیں اور وہ کھلے نہیں پڑے ان کی کوئی غرض نہیں مگر بھاگ جانا [۲۱]"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "اور اگر شہر میں کوئی گھس آئے ان پر اس کے کناروں سے پھر ان سے چاہے دین سے بچلنا تو مان لیں اور دیر نہ کریں اس میں مگر تھوڑی [۲۲]"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "اور اقرار کر چکے تھے اللہ سے پہلے کہ نہ پھیریں گے پیٹھ اور اللہ کے قرار کی پوچھ ہوتی ہے [۲۳]"
        }
    ]
}