{
    "pages": [
        {
            "chapter": 6,
            "verse": 19,
            "text": "De ki: “Şahit olarak hangi şey daha büyüktür?” “De ki: “Allah! Benimle sizin aranızda O, şahit olarak yeter.Şu Kur'ân bana sizi ve kendisine ulaşan herkesi uyarmam için vahyolundu.”Allah ile beraber başka tanrılar bulunduğuna gerçekten siz mi şahitlik ediyorsunuz?” Ben asla buna şehadet etmem!” de ve şu hakikati vurgula: “O, ancak tek İlâhtır, başka Tanrı yoktur. Sizin şirkinizle de, şeriklerinizle de benim hiç bir ilişiğim yoktur.”"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Kendilerine kitap verdiğimiz ümmetlerin bilginleri o Peygamberi, kendi öz evlatlarını tanıdıkları gibi tanırlar. Ama kendilerine acımayıp kendi kendilerini en büyük hüsrana uğratanlardır ki iman etmezler"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Allah adına yalan uydurandan veya O'nun âyetlerini yalan sayandan daha zalim kim olabilir ki? Şu muhakkak ki o zalimler felâh bulamayacak, muratlarına eremeyeceklerdir"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Gün gelecek, hepsini bir yere toplayıp sonra o müşriklere: “Nerede Allah'ın ortağı olduğunu iddia ettiğiniz tanrılarınız?” diye soracağız"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Sonra onların şirklerinin vardığı son nokta, (sığınacakları tek yalancı özrü) “Rabbimiz Allah hakkı için, vallahi biz müşrik değildik!” demekten ibaret olacaktır"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "İşte bak, nasıl da kendi vicdanlarına karşı yalan söylediler! Uydurdukları o tanrılar da kendilerinden uzaklaşıp ortada görünmez oldular"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Onlardan seni Kur'ân okurken dinleyenler de vardır. Fakat Biz onu lâyık olduğu şekilde anlamalarına mani olmak için, onların kalplerine kat kat örtüler gerdik. Kulaklarının içine de, gereği gibi işitmelerini engelleyen ağırlıklar koyduk.Artık onlar her türlü mûcize ve belgeyi de görseler yine iman etmezler. O kadar ki yanına geldikleri zaman seninle münakaşaya girişerek “Bu, eskilerin masallarından başka bir şey değildir.” derler. [17,46; 18,57; 31,7] [KM, İşaya 6,10; Matta]"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Onlar hem halkı Kur'ân’dan ve Peygamberden uzaklaştırırlar, hem de kendileri ondan geri dururlar.Böylece yalnız kendilerini mahvederler de farkına varmazlar"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Onlar ateşin karşısında durdurulup da “Ah n'olurdu, dünyaya bir geri döndürülsek de Rabbimizin âyetlerini inkâr etmesek, müminlerden olsak!” dedikleri zaman bir görsen, neler olacak neler"
        }
    ]
}