{
    "pages": [
        {
            "chapter": 6,
            "verse": 53,
            "text": "Biz onlardan kimini kimi ile, neticede “Allah bula bula aramızdan bunları mı lütfuna lâyık gördü?” desinler diye, işte böyle imtihan ettik. Allah kimin şükrettiğini, kimin lütfuna daha lâyık olduğunu bilmez olur mu"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Âyetlerimize iman edenler sana geldikleri zaman onlara:“Selam sizlere!” de! Rabbiniz merhameti kendi Zatına temel bir ilke edinmiştir.Sizden kim bilmeyerek bir günah işler de sonra ardından tövbe eder ve halini düzeltirse Onun da gafur ve rahîm (çok affedici ve merhametli) olduğunu bilmelidir.”"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Suçlu kâfirlerin yolu, müminlerin yolundan ayırt edilsin diye, böylece âyetleri tam tamına açıklıyoruz"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "De ki: “Allah'tan başka taptığınız şeylere ibadet etmem bana yasak kılındı.” De ki: “Sizin keyfî arzularınıza uymayacağım; yoksa sapmış olurum.”"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "De ki: “Ben Rabbimden gelen apaçık bir delile dayanmaktayım. Siz ise, onu yalan saydınız.Gelmesi için acele ettiğiniz azap da benim elimde değildir. Azabı çabuklaştırmak veya ertelemek hakkındaki hüküm, ancak Allah'ındır.O doğru haber verir. O doğruyu eğriden ayırt edenlerin, hükmedenlerin en hayırlısıdır.”"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "De ki: “Eğer o acele istediğiniz azap benim elimde olsaydı, benimle sizin aranızdaki iş çoktan bitmiş olurdu.”Zalimlere nasıl davranılması gerektiğini Allah pek iyi bilir"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Bilinmeyen nice hazineler ve görünmeyen gayb aleminin anahtarları O'nun yanındadır. Onları Kendisinden başkası bilemez.Karada ve denizde ne varsa hepsini O bilir. O’nun haberi olmadan bir tek yaprak bile düşmez.Yer altı tabakalarının karanlıkları içindeki tek bir tane, hasılı yaş ve kuru hiç bir şey yoktur ki açık, net bir kitapta bulunmasın. [6,38; 16,89; 39,63; 42,12; 10,61; 11,6] {KM, Mezmurlar 139,16; Vahiy}"
        }
    ]
}