{
    "pages": [
        {
            "chapter": 6,
            "verse": 125,
            "text": "Hasılı Allah kimi doğru yola koymak isterse, onun kalbini İslâm'a açar.Kimi de saptırmak isterse, onun göğsünü sanki o kişi gökte yükseliyormuşcasına dar ve tıkanık yapar. İşte Allah böylece, imana gelmeyenlere rüsvaylık verir. [20,25; 39,22; 49,7] {KM, II Makkabe 1,4; Resullerin işleri}"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Bu İslâm yolu Rabbinin dosdoğru yoludur. Düşünüp idrâkini kullanan kimseler için âyetlerimizi iyice açıklamış bulunuyoruz"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Rab'leri nezdindeki selâm ülkesi olan cennet onlarındır. Yaptıkları güzel işler sebebiyle Allah, kendilerinin yardımcısıdır"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Gün gelecek, Allah onların hepsini huzurunda toplayıp: “Ey cin topluluğu! İnsanlardan çoğunu yoldan çıkardınız ha!” diyecek.İnsanlardan onlara uymuş olanlar diyecekler ki: “Ey Ulu Rabbimiz! Kimimiz kimimizden faydalandık ve bize tayin ettiğin müddetin sonuna ulaştık.”O buyuracak ki: “Meskeniniz ateştir. Allah'ın diledikleri hariç, hepiniz içinde ebedî kalmak üzere oradasınız.” Gerçekten Rabbin hakîmdir, alîmdir (tam hüküm ve hikmet sahibidir ve O her şeyi hakkıyla bilir)"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "İşte biz, işledikleri günahlardan ötürü, zalimlerden kimini kimine musallat ederiz"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "Ey cin ve insanlar topluluğu! İçinizden size âyetlerimi anlatan ve bu gününüzle karşılaşacağınızı bildirerek sizi uyaran peygamberler gelmedi mi?“Ey Yüce Rabbimiz! Kendi aleyhimize şahidiz.” diyecekler.Dünya hayatı onları aldatmıştı. Böylece kendilerinin kâfir olduklarına, yine kendileri şahitlik ettiler. [12,]"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "İşte bu (şekilde resullerin gönderilmesi, onların uyarmaları), haberleri olmaksızın zulümleri sebebiyle, senin Rabbinin ülkeleri imha etmediği gerçeğinden ileri gelmektedir"
        }
    ]
}