{
    "pages": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Ve devamla şöyle dedi: Bunu böylece söylüyorum ki eşim vezir de (Yusuf'a sahib olmaya yeltenmemle beraber) kendisinden gizli olarak ona (fiilen) hiyanet etmediğimi ve Allah’ın hainlerin hilesini iflah etmeyeceğini bilsin. Doğrusu, ben nefsimi temize çıkarmam. Çünkü Rabbimin merhamet edip korudukları hariç, nefis daima fenalığı ister, kötülüğe sevk eder. Doğrusu Rabbim gafurdur, rahimdir (affı ve merhameti boldur).”"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Hükümdâr: “Onu yanıma getirin, özel danışman edineyim.” dedi. Onunla konuştuktan sonra da: “Sen artık bundan böyle, nezdimizde yüksek bir makam sahibi, tam itimad edilen bir müsteşarsın.” dedi"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Yusuf: “Beni ülkenin hazine işlerinden sorumlu bakan olarak görevlendir, dedi. Çünkü ben malları iyi korur, işletme ve yönetimi iyi bilirim.” dedi"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Böylece Biz Yusuf'a Mısır’da iktidar verdik. Dilediği yerde konaklayabilir, orayı dilediği şekilde yönetirdi.Biz lütfumuzu dilediğimiz kimselere eriştirir ve güzel hareket edenlerin ücretlerini asla zayi etmeyiz"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Âhiretteki ücret ve ödül, iman edip haramlardan sakınanlar için elbette daha hayırlıdır"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Gün geldi, Yusuf'un kardeşleri Mısır’a gelip onun huzuruna çıktılar. O onları tanıdı, ama öbürleri onu tanıyamadılar"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Yusuf onların zahîre yüklerini hazırlatınca dedi ki: “Siz, baba bir kardeşinizi de yanıma getirin, gördüğünüz gibi ben size tam ölçek veriyorum ve ben dışardan gelen misafirleri ağırlamaya, başka herkesten fazla özen göstermekteyim. Eğer onu getirmezseniz, o zaman, ne bir ölçek olsun zahire bekleyin, ne de yanıma yaklaşın!”"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Yusuf onların zahîre yüklerini hazırlatınca dedi ki: “Siz, baba bir kardeşinizi de yanıma getirin, gördüğünüz gibi ben size tam ölçek veriyorum ve ben dışardan gelen misafirleri ağırlamaya, başka herkesten fazla özen göstermekteyim. Eğer onu getirmezseniz, o zaman, ne bir ölçek olsun zahire bekleyin, ne de yanıma yaklaşın!”"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Onlar: “Bakalım, babasından ona izin almanın bir yolunu bulup bu işi ayarlamaya çalışacağız.” dediler"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Yusuf, zahîre tartan görevlilerine de dedi ki: “Onların, zahîre karşılığında verdikleri mallarını da yüklerinin içine koyun. Böylece belki ailelerine döndüklerinde, bunun farkına varıp yine gelirler.”"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Babalarının yanına dönünce: “Sevgili babamız, dediler, ölçeğimiz, tahsisatımız kaldırıldı. Gelecek sefer, öbür kardeşimizi de bizimle beraber gönder ki onu vesile ederek, daha çok tahsisat alalım. Onu gözümüz gibi koruyacağımıza kesin söz veriyoruz.!”"
        }
    ]
}