{
    "pages": [
        {
            "chapter": 22,
            "verse": 39,
            "text": "Kendilerine savaş açılan müminlere, savaşmaları için izin verildi. Çünkü onlar zulme mâruz kaldılar. Allah onlara zafer vermeye elbette kadirdir. [39,36;]"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "O müminler ki tamamen haksız yere, sırf “Rabbimiz Allah'tır!” dediklerinden ötürü yerlerinden yurtlarından kovulmuşlardı. Eğer Allah insanların bir kısmının zararını diğer bir kısmı ile savmasaydı manastırlar, kiliseler, havralar ve Allah’ın adının çok anıldığı mescidler yıkılır giderdi. Dinine yardım edene Allah da elbette yardım edecektir. Muhakkak ki Allah pek kuvvetlidir, mutlak galiptir. [60,1; 85,1]"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Onlar öyle mükemmel insanlardır ki şayet kendilerine dünyada hakimiyet nasib edersek namazlarını hakkıyla ifa eder, zekâtlarını verir, iyi ve meşrû olanı yayar, kötülüğü önlerler. Bütün işlerin âkıbeti elbette Allah'a aittir"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Eğer onlar seni yalancı sayıyorlarsa sen bil ki onlardan önce Nuh, Âd ve Semûd halkı da, İbrâhim'in halkı da, Lut’un halkı da, Medyen ahalisi de resulleri yalanlamışlardı. Mûsâ da yalancı sayılmıştı. Ben de şöyle yaptım: Her seferinde inkârcılara mühlet verdim. Sonra da tuttuğum gibi işlerini bitirdim. Onların inkârına mukabil nasıl olurmuş Benim inkârım, cümle âlem görüp bildi"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "Eğer onlar seni yalancı sayıyorlarsa sen bil ki onlardan önce Nuh, Âd ve Semûd halkı da, İbrâhim'in halkı da, Lut’un halkı da, Medyen ahalisi de resulleri yalanlamışlardı. Mûsâ da yalancı sayılmıştı. Ben de şöyle yaptım: Her seferinde inkârcılara mühlet verdim. Sonra da tuttuğum gibi işlerini bitirdim. Onların inkârına mukabil nasıl olurmuş Benim inkârım, cümle âlem görüp bildi"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "Eğer onlar seni yalancı sayıyorlarsa sen bil ki onlardan önce Nuh, Âd ve Semûd halkı da, İbrâhim'in halkı da, Lut’un halkı da, Medyen ahalisi de resulleri yalanlamışlardı. Mûsâ da yalancı sayılmıştı. Ben de şöyle yaptım: Her seferinde inkârcılara mühlet verdim. Sonra da tuttuğum gibi işlerini bitirdim. Onların inkârına mukabil nasıl olurmuş Benim inkârım, cümle âlem görüp bildi"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Halkı zulümde artık onmaz derecede ileri gitmiş nice şehirleri yok ettik! Öyle ki şimdi hepsinin yerinde yeller esiyor: Üstü altına gelmiş binalar, körelmiş kuyular, kurumuş çeşmeler, yerle bir olmuş muhteşem saraylar"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Peki bu inkârcılar biraz olsun dünyayı gezip dolaşmazlar mı ki, hiç değilse bu sayede düşünüp duygulanacak gönüllere, gerçeğin sesini işitecek kulaklara sahip olsunlar. Ne var ki onlarda kör olan, gözler değil, asıl kör olan sinelerindeki gönüller"
        }
    ]
}