{
    "pages": [
        {
            "chapter": 27,
            "verse": 64,
            "text": "O nesneler mi üstün yoksa mahlûkları ilkin yaratan, sonra da tekrar hayat veren ve sizi gerek gökten gerek yerden rızıklandıran mı?Hiç Allah ile beraber başka tanrı mı olur?Elbette olmaz! De ki: “Şerik iddianızda tutarlı iseniz delilinizi gösteriniz.” [85,12-13; 30,27; 8]"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "De ki: “gerek göklerde gerek yerde olanlardan hiç kimse gaybı bilemez, gaybı yalnız Allah bilir.”Dolayısıyla, onlar ne zaman diriltileceklerini de bilemezler"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Fakat âhiretin varlığına dair bilgiler, kendilerine resulleri vasıtasıyla ulaşmaktadır.Doğrusu onlar bundan şüphe içindedirler. Hayır, hayır onlar âhiretten yana kördürler"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Bunun içindir ki kâfirler: “Sahi!” dediler, “Biz de babalarımız da ölüp toz toprak olduktan sonra, biz mi diriltilip kabirden çıkarılacağız?”"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "“Bize de, daha önce babalarımıza da bu dirilme, vâd edilip durdu. Bu, önceki insanların masallarından başka bir şey değildir!”"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "De ki: “Hele dünyayı bir dolaşın da suçlu kâfirlerin âkıbetleri nasıl olmuş görün!”"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Sen onlardan ötürü sakın üzülme ve onların kuracakları tuzaklardan dolayı asla tasalanma"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "“İddianızda doğru iseniz bu vaad ne zaman gerçekleşecek?” derler"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "De ki: “Acele ile istediğiniz o azabın bir kısmı belki de ensenize binmek üzeredir.”"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Doğrusu senin Rabbin, insanlara karşı büyük lütuf sahibidir.Fakat insanların çoğu O'na şükretmezler"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Rabbin, onların gerek sinelerinin sakladığı, gerek açığa vurdukları her şeyi tamamen bilmektedir"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Gökte ve yerde gizli hiçbir şey yoktur ki apaçık bir kitapta yer almasın"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Bilesiniz ki bu Kur'ân, (Süleyman’ın bu kıssası gibi) hakkında ihtilafa düştükleri şeylerin pek çoğunu İsrailoğullarına anlatmaktadır"
        }
    ]
}