{
    "pages": [
        {
            "chapter": 33,
            "verse": 7,
            "text": "Bir vakit, Biz peygamberlerden, kuvvetli bir söz almıştık: Senden, Nuh'tan, İbrâhim’den, Mûsâ’dan ve Meryem’in oğlu Îsa’dan.Evet onlardan pek sağlam söz almıştık ki vakti gelince O, sadıklara sözlerine bağlılıklarını sorsun. Kâfirlere ise gayet acı bir azap hazırladı"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "Bir vakit, Biz peygamberlerden, kuvvetli bir söz almıştık: Senden, Nuh'tan, İbrâhim’den, Mûsâ’dan ve Meryem’in oğlu Îsa’dan.Evet onlardan pek sağlam söz almıştık ki vakti gelince O, sadıklara sözlerine bağlılıklarını sorsun. Kâfirlere ise gayet acı bir azap hazırladı"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Ey iman edenler! Allah'ın üzerinizdeki nimetini hatırlayın. Hani birleşik ordular üzerinize saldırmıştı da, Biz onlara karşı, bir rüzgâr ve sizin göremediğiniz ordular göndermiştik. Allah yaptığınız her şeyi görüyordu"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "O vakit onlar hem üstünüzden, hem alt tarafınızdan gelmişlerdi. Gözleriniz şaşkınlıktan ötürü kaymış, yüreğiniz ağzınıza gelmişti.Siz de Allah hakkında türlü türlü zanlar beslemeye başlamıştınız"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "İşte orada müminler çetin bir imtihana tâbi tutulmuş, şiddetle silkelenmiş ve kuvvetli bir şekilde sarsılmışlardı"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Hani münafıklar ve kalplerinde hastalık (iman zayıflığı) olanlar: “Allah ve Resulünün bize zafer vâd etmesi, meğer bizi aldatmak içinmiş!” diyorlardı"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Bir kısmı: “Ey Yesribliler! Burada düşmana karşı koyamazsınız, mevzilerinizi bırakıp evlerinize dönünüz!” diyordu.Onlardan bir başka bölük: “Evlerimiz korunmasız!” diyerek Peygamberden izin istiyorlardı. Halbuki gerçekte evleri tehlikeye mâruz değildi, onlar sadece savaştan kaçmak istiyorlardı"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Demek Medine'nin her tarafından hücum edilseydi ve kendilerinden İslâm’dan dönmeleri istenseydi, hiç tereddüt etmeksizin, bunu derhal yapacaklardı"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Halbuki daha önce, düşmandan kaçmayacaklarına dair Allah'a yemin ederek, söz vermişlerdi. Allah’a karşı verilen o ahitlerin hesabı elbette sorulacaktır"
        }
    ]
}