{
    "pages": [
        {
            "chapter": 33,
            "verse": 63,
            "text": "İnsanlar senden kıyamet saatini sorarlar. De ki: ona dair bilgi Allah'ın nezdindedir. Ne bilirsin belki de o saat yakındır"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Allah kâfirlere lânet etmiş ve onlara alevli bir ateş hazırlamıştır"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Onlar onun içinde devamlı kalacak ve kendilerini koruyan veya yardımcı olan kimse bulamayacaklardır"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Yüzleri ateşte gâh bu yana, gâh öbür yana çevrileceği gün:“Ah!” derler, “ah ne olurdu!Keşke Allah'a itaat etseydik, keşke Peygambere itaat etseydik!”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "“Ey ulu Rabbimiz!” derler, “sözün doğrusu, biz önderlerimizin ve büyüklerimizin dediklerine uyduk, ama onlar bizi yoldan saptırdılar.”"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "“Ey ulu Rabbimiz! Onlara azabın katmerlisini ver ve dehşetli bir lânetle onları rahmetinden uzaklaştır!”"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "Ey iman edenler! Mûsâ'ya eziyet edenler gibi olmayın. Eziyet ettiler de, Allah onu, onların dediklerinden akladı, beri olduğunu ortaya koydu. O, Allah nezdinde pek itibarlı bir kişi idi"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "Ey iman edenler! Allah'a karşı gelmekten sakının ve hep doğru söz söyleyin ki Allah da işlerinizi ve hallerinizi düzeltsin, günahlarınızı affetsin.Kim Allah’a ve Resulüne itaat ederse, pek büyük bir mutluluk ve başarıya nail olur"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "Ey iman edenler! Allah'a karşı gelmekten sakının ve hep doğru söz söyleyin ki Allah da işlerinizi ve hallerinizi düzeltsin, günahlarınızı affetsin.Kim Allah’a ve Resulüne itaat ederse, pek büyük bir mutluluk ve başarıya nail olur"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Biz emaneti göklere, yere, dağlara teklif ettik de onlar bunu yüklenmekten kaçındılar.Zira sorumluluğundan korktular, ama onu insan yüklendi. İnsan (bu emanetin hakkını gözetmediğinden) cidden çok zalim, çok cahildir"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "Bunun varacağı sonuç da, Allah'ın münafık erkekleri ve münafık kadınları, müşrik erkek ve müşrik kadınları cezalandırması, mümin erkek ve mümin kadınların ise tövbelerini kabul buyurması olacaktır. Allah gerçekten gafurdur, rahîmdir (çok affedicidir, merhamet ve ihsanı boldur)"
        }
    ]
}