{
    "pages": [
        {
            "chapter": 67,
            "verse": 13,
            "text": "Sözünüzü ister içinizde gizleyin, ister açığa vurun, hepsi birdir. Zira Allah gönüllerin künhünü dahi bilir"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "O yarattığı mahlûkunu hiç bilmez olur mu? (İlmi her şeye nüfuz eden, her şeyden haberi olan) latîf ve habîr O'dur"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Yeryüzünü size hizmete hazır, uysal bir binek gibi kılan da O'dur.Haydi öyleyse siz de onun omuzları üstünde rahatça dolaşın. O’nun takdir ettiği rızıklardan yiyin, istifade edin. Ama ölümden sonra dirilip O’nun huzuruna çıkacağınızı da bilin"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Yüceler yücesi olan Allah'ın sizi yerin dibine geçirmesinden emin mi oldunuz? O zaman bir de bakarsınız yer çalkalanıp duruyor"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Yahut O'nun size taş yağdıran bir kasırga göndermesinden emin mi oldunuz? Fakat bu tehdidimin ne demek olduğunu yakında öğrenirsiniz"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Onlardan öncekiler de (dini, peygamberleri) yalan saydılar. Ama Ben'im red ve inkâr edişim, intikamım nasıl olurmuş, anladılar"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Üstlerinde kuşların saf saf dizilip kanatlarını açıp yumarak dolaşmalarını hiç görmüyorlar mı? Onları havada Rahman'dan başka tutan yoktur. O elbette her şeyi görür"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Rahman'ın dışında size güyâ yardım edecek kimmiş? Doğrusu kâfirler büyük bir aldanış içindedirler"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Peki, Allah size ihsan ettiği nasibi alıkorsa, sizi başka rızıklandıracak kimmiş? Doğrusu, onlar azgınlık ve nefret içinde diretmektedirler"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Düşünün bir: Yüzükoyun kapanıp yerde sürünen mi varılacak yere daha kolayca ulaşır, yoksa dümdüz yolda düzgün şekilde yürüyen mi"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "De ki: Sizi yaratan ve size kulaklar, gözler ve gönüller veren O'dur. Sizin şükrünüz ne de az"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Sizi yeryüzünde yaratıp zürriyet halinde yayan O'dur. Ölümden sonra da diriltilip yine O’nun huzurunda toplanacaksınız"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Ama onlar yalnızca şunu soruyorlar: “Eğer iddianızda tutarlı iseniz, bu vaad yani inanmadığımız takdirde geleceğini bildirip tehdid ettiğin azap ne zaman"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "De ki: “Bunu yalnız Allah bilir. Ben ise sadece açık ve kesin bir tarzda uyarırım.”"
        }
    ]
}