{
    "chapter": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "Älyf. Läm. Mïm"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "Rum jeñildi"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "Eñ jaqın jerde olar jeñilgennen keyin jedel jeñiske ïe boladı"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "Birneşe jıldıñ işinde. Is burın da keyin de Allanıñ erkinde. Sol küni müminder de qoş boladı. (Sol künderde Musılmandar Bädirde jeñiske ïe boladı)"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "Allanıñ järdemimen. Ol, kimdi qalasa, järdem etedi. Ol asa üstem, erekşe meyirimdi"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "Bul Allanıñ wädesi. Alla wädesinen aynımaydı. Biraq adamdardıñ köbi tüsinbeydi"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Olar Dünïe tirşiliginen körinip turğanın biledi de özderi axïretten käpersiz"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Alla (T.) Kökter men jerdi äri eki arasındağılardı şındıqpen belgili bir merzim üşin jarattı. Özderi jayında oylamay ma? Şınında adamdardıñ köbi Rabbılarına jolığwğa qarsı keledi"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Olar jer jüzinde kezip, özderine burınğılardıñ soñınıñ ne bolğanın körmey ïe? Negizinen olar, bulardan küştirek edi de olar, jerdi qoparıp, olar onı; bulardıñ damıtwınan köri köbirek damıtqan edi. Olarğa aşıq dälelder men elşiler de kelgen edi. Sonda Alla, Olarğa zulımdıq etken emes. Biraq olar özderine zulımdıq etti"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Sosın jamandıq istegenderdiñ soñı; Allanıñ ayattarın jasınğa şığarıp, onı mazaq qılğandıqtarı üşin jaman boldı"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "Alla (T.) basta jaratadı da sosın qaytaratın da özi. Jäne Ol jaqqa qaytarılasıñdar"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "Qïyamet-qayım bolğan küni künäkarlar küder üzedi"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "Olarğa, Allağa qosqan ortaqtarınan şapağatşı bolmaydı da özderi ortaqtarına qarsı şığadı"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "Qïyamet-qayım bolğan küni, sol küni; (Käpir, Müsılman) ayrıladı. (S. 59-A)"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "Al endi ïman keltirip, izgi is istegender; bir baqşada sıylanadı"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "Al endi sonday qarsı kelip, axïrette Mağan jolığwdı jasınğa şığarğandar, mine solar; tozaqqa äzir türde qoyıladı"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Endeşe tünegen mezgilde äri tañ atırğan waqıtta Allanı päkteñder. (Tüngi, tañğı namaz)"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Kökter men jerde, keşke jäne tüski waqıtqa kirgende, barlıq maqtaw Allağa layıq. (Tüski, keşki namazdar)"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "Ol, öliden tirini şığarıp, tiriden ölini şığaradı da jerdi ölgennen keyin jandandıradı. Sol sïyaqtı sender de (qabırdan) şığarılasıñcar"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Onıñ belgilerinen biri; senderdi topıraqtan jaratwı. Sosın sender adam bolıp, tarqalasıñdar. (Ösip, önesiñder)"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Senderge, oğan turaqtawlarıñ üşin öz jınıstarıñnan jubaylar jaratıp, aralarıña suyispenşilik, meyirimdilik payda qılğandığı da Onıñ belgilerinen. Söz joq, osılarda oylanğan elge belgiler bar"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Kökter men jerdi jaratwı, tilderiñniñ tüsteriñniñ, qarama-qarsılığı da Onıñ belgilerinen. Şäksiz bularda bilgender üşin belgiler bar"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Kündiz-tünde uyıqtawlarıñ, sonday-aq Allanıñ keñşiligin izdewlerin de, Onıñ belgilerinen. Küdiksiz bularda tıñdağan qawım üşin belgiler bar"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Senderge üreylenw, dämetw türinde najağaydı körsetwi, kökten jañbır jawdırıp onımen ölgennen keyin jerdi jandandırwı da Onıñ belgilerinen. Ras bular da aqıl jumsağan xalıqqa ülgiler bar"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Kök pen jerdiñ Onıñ ämirinde turwı da Onıñ belgilerinen. Sosın senderdi jerden bir şaqırwmen şaqırğan sätte, derew sender şığa kelesiñder"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Kökter men jerdegi ärkim Oniki. Tutas Oğan boy usınadı"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Sol, sonday joqtan bar etip, sosın qayta jaratadı. BUL Oğan oñay. Äri kökter men jerdegi joğarı sïpat Oğan tän. Ol öte üstem, xïkmet ïesi"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "Ol, senderge özderiñnen mısal keltiredi: Senderge Biz bergen nesibe de qol astarıñdağı quldar da sender men teñ ortaq bolıp, olardan özderiñnen jasqanğanday jasqanasıñdar ma? Osılayşa ayattarımızdı aqıl jumsağan elge egjey-tegjeyli bayan etemiz"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Ärïne zalımdar, bilmese de köñilderi tartqan jaqqa ketken. Alla adastırğan kisige kim twra jol körsetedi. Sonday-aq olarğa eşbir järdemşi joq"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "(Muxammed Ğ.S.) bärinen bet burıp, jüzindi Ïslam dinine jönelt. Alla jaratılısta adam balasın soğan arnap jaratqan. Allanıñ jaratwında özgeris bolmaydı. Osı tüp-twra din. Biraq adamdardıñ köbi tüsinbeydi. (S. 56-A)"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Allağa boy usınğan türde Odan qorqa otırıp, namazdı orındañdar. Äri ortaq qoswşılardan bolmañdar"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Sonday olar dinderin bölşektep, toptarğa bölinip, ärbiri öz aldındağılarına mäz bolğandar"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Qaşan adam balasına bir beynet jetse, olar Rabbılarına ıqılaspen jalbarınadı. Sosın Alla, qaşan oğan öz tarapınan bir märxamet tattırsa, sonda olardıñ keybirewleri, Rabbılarına ortaq qosadı"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Bunı, olarğa bergen nesibemizge näsükirlik etw üşin isteydi. Ya endi paydalana turıñdar, tayawda tüsinersiñder"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Nemese olarğa, Allağa ortaq qatwların aytatın bir dälel tüsirdik pe"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Qaşan adam balasına bir jaqsılıq tatırsaq; sonda ol, oğan mäz boladı da eger özderiniñ qoleki istegenderiniñ saldarınan bir jamandıq kelse, sonda olar küder üzedi"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Rasında Alla qalağan qulına nesibesin keñitip, taraytqanın körmey me? Küdiksiz bunda sengen qawımğa belgiler bar"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Endeşe jaqındarğa, miskinderge jolda qalğandarğa xaqısın ber. Allanıñ rïzalığın köksegender üşin osı jaqsı. Mine solar qutılwşılar"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Senderdiñ adamdardıñ malına bergen ösimderiñ Allanıñ qasında öspeydi de Allanıñ rïzalığın tilep bergen zeketteriñ ösedi. Al sonda, mine solar; artıqşa sawapqa bölenwşiler"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Ol Alla, senderdi jaratıp, sosın rïzıq beredi, odan keyin öltiredi, soñıra tiriltedi. Al senderdiñ Allağa qosqan ortaqtarıñnan, osılardan bir närse isteytin kim? Alla olardıñ qosqan ortaqtarınan päk äri joğarı"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Adamdardıñ qoleki istegenderiniñ keybiriniñ sazayın tatırw üşin qurılıqta äri teñizde buzıqtıq şıqtı. Mümkin olar, bağıttarınan qaytar"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "(Muxammed Ğ.S.): \"Jer jüzinde keziñder de burınğılardıñ soñı ne boldı köriñder\" de. Olardıñ köbi Allağa serik qoswşı edi"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "Alladan toytarılmaytın kün kelwden burın jüziñdi tup-twra dinge jöneltip, mıqtı tür. Ol küni olar ayrıladı. (S. 59-A)"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Kim qarsı bolsa, qarsılığı özine. Al jäne kim tüzw is istese, sonda ol özi üşin raxat orın äzirlegen boldı"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "Östip Alla ïman keltirip, tüzw is istegenderge öz keñşiliginen sıylıq beredi. Ras Ol, qarsı kelgenderdi jaqsı körmeydi"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "Senderge ïgilik tatırw üşin qwantwşı samaldar jiberwi , keñşiliginen nesibe izdewleriñ üşin öz ämirimen kemeni jürgizwi Onıñ belgilerinen. Ärïne şükir etersiñder"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "Ärïne senen burın da olardıñ elderine elşiler jiberdik; Olarğa dälelder keltirdi. Sonda olardıñ künäkarlarınıñ sazayın tarttırdıq. Sonday-aq müminderge järdem etw bizge mindet"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "Ol sonday Alla, jelderdi jiberedi de bulttardı jürgizip, onı qalawı boyınşa aspanda jayadı. Jäne bulttı bölşekteydi. Sonda onıñ aralarınan jañbırdıñ şıqqanın köresiñ. Sonda ol, jañbırdı quldarınan qalağanına jetkizedi. Sol waqıtta olar qwanışqa ïe boladı"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "Neginen olar özderine jañbır kelwden burın älde qaşan küder üzgen bolatın"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Allanıñ raxmetiniñ äserlerine qara. Jer jüzi ölgennen keyin onı qalay jandandırdı. Ras Ol, ölilerdi tiriltedi, Onıñ är närsege küşi tolıq jetedi"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "Älbette bir jel jibersek te sonda eginniñ sarğayğanın körse, ärïne olar, odan keyin qarsı şığadı. (Apatqa sabır etpeydi)"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "(Muxammed G.S.) ras sen ölikterge estirte almaysıñ. Sonday-aq bet burıp, ketip bara jatqan sañırawlarğa da dawıs estirte almaysıñ"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Soqırdı da adasqan jağınan twra jolğa sala almaysıñ. Ayattarımızğa ïman keltirip özderi boy usınğan kisilerge ğana estirte alasıñ"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "Ol sonday Alla; senderdi älsiz jaratıp, sosın älsizdikten keyin küş berip, sosın küşten keyin naşarlatıp, kärteytti. Ol, qalağanın jaratadı. Sonday-aq Ol, asa estwşi, tım küşti"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "Qïyamet-qayım bolatın küni, künäkarlar, (ölgennen qïyametkö deyin) bir sağattan basqa turmadıq dep, ant işedi. Osılayşa olar, (dünïede de aldanıp,) adasqan edi"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "Al ğılım jäne ïman berilgender: \"Rasında Allanıñ jazwındağı tiriletin künge deyin turdıñdar, tiriletin kün osı. Biraq sender bilmeytin ediñder\" deydi"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "Endi sol küni, zulımdıq qılğandardıñ sıltawları payda bermeydi. Olardan bir ïgilikte kütilmeydi"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "Rasında Bul Quranda adam balası üşin är türli mısal berdik. Olarğa bir belgi keltirseñ de qarsı kelgender: \"Sender buzwşı ğanasıñdar\" deydi"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "Osılayşa Alla, bilmegenderdiñ jürekterin biteydi"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "(Muxammed Ğ.S.) endi sabır et. Allanıñ wädesi xaq. Senbegender seni oñay körmesin"
        }
    ]
}