{
    "rukus": [
        {
            "chapter": 2,
            "verse": 153,
            "text": "O Vous qui croyez ! Armez-vous de patience et multipliez les prieres. En verite, Dieu exauce ceux qui savent se montrer patients »"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Et ne dites pas de ceux qui sont tues pour la cause de Dieu qu'ils sont morts. Car ils sont vivants, mais vous n’en avez pas conscience"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Certes, nous vous soumettrons a l’epreuve de la faim, a la diminution de vos biens, a la perte de vos proches et de vos recoltes et annonce la bonne nouvelle a ceux qui endurent avec patience"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "qui, lorsqu’un malheur les frappe disent : « Nous sommes a Dieu et c’est a Lui que nous retournons »"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "A ceux-la, leur Seigneur accordera Sa benediction et etendra sur eux Sa misericorde et ceux-la sont sur la Voie Droite"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Parcourir la distance entre Safa et Marwa fait partie des rites prescrits par Dieu. Ainsi, quiconque accomplit le pelerinage a La Mecque ou effectue une simple Omra aucun reproche ne lui sera fait s’il effectue ce parcours rituel. Et quiconque s’en acquitte de son plein gre, accomplit la une bonne action. Dieu est Reconnaissant, Omniscient"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Ceux qui dissimulent les signes manifestes et la Voie a suivre, apres que Nous l’ayons revelee aux Hommes dans le Livre, ceux-la Dieu les maudit, et ceux qui maudissent, les maudissent"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "A l’exception de ceux qui se repentent, s’amendent et devoilent la Verite. De ceux-la, J’accepte la repentance car Je suis Celui Qui pardonne par excellence, Le Plein de Clemence"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Les negateurs qui meurent en tant que negateurs, ceux-la encourront la malediction de Dieu, celle des anges et celle de tous les Hommes"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Ils demeureront eternellement frappes par cette malediction. Leur chatiment ne sera pas allege et aucun repit ne leur sera accorde"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Et votre Dieu est Un Dieu Unique, il n’y a pas de divinite en dehors de Lui, Le Clement, Le Misericordieux"
        }
    ]
}