{
    "rukus": [
        {
            "chapter": 17,
            "verse": 41,
            "text": "Nous avons pourtant expose Nos enseignements dans ce Coran pour les amener a reflechir, mais cela n’a fait qu’aggraver leur aversion"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Dis-leur : «S’il y avait d’autres divinites que Lui, comme vous le pretendez, elles auraient alors cherche un moyen de Lui disputer Son Trone?»"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Gloire a Lui, le Tres-Haut ! Il est infiniment au-dessus de leurs blasphemes"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Les sept Cieux et la Terre, ainsi que tout ce qu’ils abritent Le glorifient. Et il n’est rien qui ne celebre Ses louanges, mais les celebrations qui leur sont propres, depassent votre comprehension. En verite, Il est Longanime et Indulgent"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Lorsque tu recites le Coran, Nous placons un voile invisible entre toi et ceux qui ne croient pas a la Vie Future"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Nous scellons leurs cœurs, et nous les frappons de surdite de sorte qu’ils n’y croient pas. Lorsque tu evoques l’Unicite de Dieu pendant ta recitation du Coran, ils tournent les talons en signe d’aversion"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Nous savons parfaitement ce qu’ils auraient voulu entendre lorsqu’ils viennent t’ecouter, et ce qu’ils disent lorsqu’ils sont en conciliabules et que les injustes disent : « C’est un homme ensorcele que vous suivez !»"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Observe ce a quoi ils te comparent. Ils s’egarent et sont incapables de trouver un chemin"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Ils disent : « Est-il possible, qu’une fois reduits a l’etat d’ossements et de poussiere nous soyons ressuscites pour une nouvelle vie ?»"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Reponds-leur : « Oui, Auriez-vous ete reduits a l’etat de pierre ou de fer"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "ou de tout ce que vos esprits pourraient concevoir, que vous auriez tout de meme ete ressuscites !». Ils repondront alors : « Mais qui nous fera revenir ? ». Dis-leur : « Celui qui vous a crees une premiere fois !». Hochant leurs tetes, ils te diront : « Mais quand cela doit-il avoir lieu?». Reponds-leur : « Il se peut que cela soit sur le point de se produire »"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Le jour ou Il vous appellera et vous Lui repondrez aussitot en Le glorifiant, pensant n’avoir attendu que peu de temps (dans vos tombes)"
        }
    ]
}