{
    "rukus": [
        {
            "chapter": 58,
            "verse": 14,
            "text": "As-tu considere le cas de ceux qui se sont allies avec des gens qui ont encouru la colere de Dieu, alors qu’ils ne sont ni des votres ni des leurs, et qui se parjurent sciemment"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Dieu leur a prepare un terrible chatiment car leur comportement est reprehensible"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Ils utilisent leurs serments comme une facade pour detourner les gens de la Voie du Seigneur. Ils subiront pour cela un chatiment infamant"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Ni leurs richesses ni leurs enfants ne pourront de quelque maniere les soustraire au chatiment de Dieu, car ceux-la sont voues a l’Enfer, ou ils demeureront eternels"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Le Jour ou Dieu les ressuscitera tous, ils jureront devant Lui, comme ils juraient devant vous, croyant etre dans le vrai. Mais en verite, ce sont eux les imposteurs"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Satan s’est empare d’eux et leur a fait oublier l’evocation de Dieu. Ceux-la sont les partisans de Satan. Certes, les partisans de Satan sont eux les perdants"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Certes, ceux qui desobeissent a Dieu et a Son messager, sont les plus avilis"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Dieu a decrete: « Je vaincrai certainement, Moi et Mes messagers !». En verite, Dieu est Fort et Tout-Puissant"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Tu ne trouveras jamais ceux qui ont foi en Dieu et au Jour dernier se lier d’amitie avec ceux qui desobeissent a Dieu et a Son messager, fussent-ils leurs peres, leurs fils, leurs freres ou leurs proches parents. C’est que Dieu a marque le sceau de la foi dans leurs cœurs, et les a renforces par un Esprit emanant de Lui. Il les fera admettre dans des Jardins baignes de rivieres, ou ils sejourneront pour l’eternite, car Il les aura agrees et ils Lui en seront reconnaissants. Ceux- la sont les partisans de Dieu, et certes, les partisans de Dieu meritent (de gagner) le Paradis"
        }
    ]
}