{
    "maqras": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "کام نکال لے گئے ایمان والے"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "جو اپنی نماز میں جھکنے والے ہیں [۱]"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "اور جو نکمی بات پر دھیان نہیں کرتے [۲]"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "اور جو زکوٰۃ دیا کرتے ہیں [۳]"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "اور جو اپنی شہوت کی جگہ کو تھامتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "مگر اپنی عورتوں پر یا اپنے ہاتھ کے مال باندیوں پر سو اُن پر نہیں کچھ الزام"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "پھر جو کوئی ڈھونڈے اسکےسوا سو وہی ہیں حد سے بڑھنے والے [۴]"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "اور جو اپنی امانتوں سے اور اپنے قرار سے خبردار ہیں [۵]"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "اور جو اپنی نمازوں کی خبر رکھتے ہیں [۶]"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "وہی ہیں میراث لینے والے"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "جو میراث پائیں گے باغ ٹھنڈی چھاؤں کے [۷] وہ اسی میں ہمیشہ رہیں گے"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "اور ہم نے بنایا آدمی کو چنی ہوئی مٹی سے [۸]"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "پھر ہم نے رکھا اُسکو پانی کی بوند کر کے ایک جمے ہوئے ٹھکانہ میں [۹]"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "پھر بنایا اس بوند سے لہو جما ہوا پھر بنائی اس لہو جمے ہوئے سے گوشت کی بوٹی پھر بنائیں اُس بوٹی سےہڈیاں پھر پہنایا ہڈیوں پر گوشت [۱۰] پھر اٹھا کھڑا کیا اسکو ایک نئی صورت میں [۱۱] سو بڑی برکت اللہ کی جو سب سے بہتر بنانے والا ہے [۱۲]"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "پھر تم اسکے بعد مرو گے [۱۳]"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "پھر تم قیامت کے دن کھڑے کئےجاؤ گے [۱۴]"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "اور ہم نے بنائے ہیں تمہارے اوپر سات رستے [۱۵] اور ہم نہیں ہیں خلق سے بے خبر [۱۶]"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "اور اتارا ہم نے آسمان سے پانی ماپ کر [۱۷] پھر اُسکو ٹھہرا دیا زمین میں [۱۸] اور ہم اُسکو لیجائیں تو لیجا سکتے ہیں [۱۹]"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "پھر اگا دیے تمہارے واسطے اُس سے باغ کھجور اور انگور کے تمہارے واسطے ان میں میوے ہیں بہت اور اُنہی میں سے کھاتے ہو [۲۰]"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "اور وہ درخت جو نکلتا ہے سینا پہاڑ سے لے اگتا ہے تیل اور روٹی ڈبونا کھانے والوں کے واسطے [۲۱]"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "اور تمہارے چوپایوں میں دھیان کرنے کی بات ہے پلاتے ہیں ہم تمکو اُنکے پیٹ کی چیز سے اور تمہارے لئے اُن میں بہت فائدے ہیں اور بعضوں کو کھاتے ہو [۲۲]"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "اور اُن پر اور کشتیوں پر لدے پھرتے ہو [۲۳]"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "اور ہم نے بھیجا نوح کو اُسکی قوم کے پاس تو اُس نے کہا اے قوم بندگی کرو اللہ کی تمہارا کوئی حاکم نہیں اُسکے سوائے کیا تم ڈرتے نہیں"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "تب بولے سردار جو کافر تھے اُسکی قوم میں یہ کیا ہے آدمی ہے جیسے تم [۲۴] چاہتا ہے کہ بڑائی کرے تم پر اور اگر اللہ چاہتا تو اتارتا فرشتے [۲۵] ہم نے یہ نہیں سنا اپنے اگلے باپ دادوں میں [۲۶]"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "اور کچھ نہیں یہ ایک مرد ہے کہ اسکو سودا ہے سو راہ دیکھو اسکی ایک وقت تک [۲۷]"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "بولا اے رب تو مدد کر میری کہ انہوں نے مجھ کو جھٹلایا [۲۸]"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "پھر ہم نے حکم بھیجا اُسکو کہ بنا کشتی ہماری آنکھوں کے سامنے اور ہمارے حکم سے پھر جب پہنچے ہمارا حکم اور ابلے تنور تو تو ڈال لے کشتی میں ہر چیز کا جوڑا دو دو اور اپنے گھر کے لوگ [۲۹] مگر جسکی قسمت میں پہلے سے ٹھہر چکی ہے بات [۳۰] اور مجھ سے بات نہ کر ان ظالموں کے واسطے بیشک اُنکو ڈوبنا ہے [۳۱]"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "پھر جب چڑھ چکے تو اور جو تیرے ساتھ ہے کشی پر تو کہہ شکر اللہ کا جس نے چھڑایا ہمکو گنہگار لوگوں سے [۳۲]"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "اور کہہ اے رب اتار مجھ کو برکت کا اتارنا اور تو ہے بہتر اتارنے والا [۳۳]"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "اس میں نشانیاں ہیں اور ہم ہیں جانچنے والے [۳۴]"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "پھر پیدا کی ہم نے اُن سے پیچھے ایک جماعت اور [۳۵]"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "پھر بھیجا ہم نے اُن میں ایک رسول اُن میں کا [۳۶] کہ بندگی کرو اللہ کی کوئی نہیں تمہارا حاکم اُسکے سوائے پھر کیا تم ڈرتے نہیں"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "اور بولے سردار اُسکی قوم کے جو کافر تھے اور جھٹلاتے تھے آخرت کی ملاقات کو اور آرام دیا تھا اُنکو ہم نے دنیا کی زندگی میں [۳۷] اور کچھ نہیں یہ ایک آدمی ہے جیسے تم، کھاتا ہے جس قسم سے تم کھاتے ہو اور پیتا ہے جس قسم سے تم پیتے ہو [۳۸]"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "اور کہیں تم چلنے لگے کہنے پر ایک آدمی کے اپنے برابر کے تو تم بیشک خراب ہوئے [۳۹]"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "کیا تم کو وعدہ دیتا ہے کہ جب تم مر جاؤ اور ہو جاؤ مٹی اور ہڈیاں تو تمکو نکلنا ہے"
        }
    ]
}