{
    "maqras": [
        {
            "chapter": 2,
            "verse": 263,
            "text": "جواب دینا نرم اور درگذر کرنا بہتر ہے اس خیرات سے جس کے پیچھے ہو ستانا اور اللہ بے پروا ہے نہایت تحمل والا [۴۳۰]"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "اے ایمان والو مت ضائع کرو اپنی خیرات احسان رکھ کر اور ایذا دے کر اس شخص کی طرح جو خرچ کرتا ہے اپنا مال لوگوں کے دکھانے کو اور یقین نہیں رکھتا ہے اللہ پر اور قیامت کے دن پر [۴۳۱] سو اس کی مثال ایسی ہے جیسے صاف پتھر کہ اس پر پڑی ہے کچھ مٹی پھر برسا اس پر زور کا مینہ تو کر چھوڑا اس کو بالکل صاف کچھ ہاتھ نہیں لگتا ایسے لوگوں کے ثواب اس چیز کا جو انہوں نےکمایا اور اللہ نہیں دکھاتا سیدھی راہ کافروں کو [۴۳۲]"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "اور مثال ان کی جو خرچ کرتے ہیں اپنے مال اللہ کی خوشی حاصل کرنے کو اور اپنے دلوں کو ثابت کر کر ایسی ہے جیسے ایک باغ ہے بلند زمین پر اس پر پڑا زور کا مینہ تو لایا وہ باغ اپنا پھل دو چند اور اگر نہ پڑا اس پر مینہ تو پھورا ہی کافی ہے اور اللہ تمہارے کاموں کو خوب دیکھتا ہے [۴۳۳]"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "کیا پسند آتا ہے تم میں سے کسی کو یہ کہ ہووے اس کا ایک باغ کھجور اور انگور کا بہتی ہوں نیچے اس کے نہریں اس کو اس باغ میں اور بھی سب طرح کا میوہ حاصل ہو اور آ گیا اس پر بڑھاپا اور اس کی اولاد ہیں ضعیف تب آ پڑا اس باغ پر ایک بگولا جس میں آگ تھی جس سے وہ باغ جل گیا یوں سمجھاتا ہے تم کو اللہ آیتیں تاکہ تم غور کرو [۴۳۴]"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "اے ایمان والو خرچ کرو ستھری چیزیں اپنی کمائی میں سے اور اس چیز میں سے کہ جو ہم نے پیدا کیا تمہارے واسطے زمین سے اور قصد نہ کرو گندی چیز کا اس میں سے کہ اس کو خرچ کرو حالانکہ تم اس کو کبھی نہ لو گے مگر یہ کہ چشم پوشی کر جاؤ اور جان رکھو کہ اللہ بے پروا ہے خوبیوں والا [۴۳۵]"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "شیطان وعدہ دیتا ہے تم کو تنگدستی کا اور حکم کرتا ہے بے حیائی کا اور اللہ وعدہ دیتا ہے تم کو اپنی بخشش اور فضل کا اور اللہ بہت کشائش والا ہے سب کچھ جانتا ہے [۴۳۶]"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "عنایت کرتا ہے سمجھ جس کسی کو چاہے اور جس کو سمجھ ملی اس کو بڑی خوبی ملی اور نصیحت وہی قبول کرتے ہیں جو عقل والے ہیں [۴۳۷]"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "اور جو خرچ کرو گے تم خیرات یا قبول کرو گے کو ئی منت تو بیشک اللہ کو سب معلوم ہے اور ظالموں کا کوئی مدگار نہیں [۴۳۸]"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "اگر ظاہر کر کے دو خیرات تو کیا اچھی بات اور اگر اس کو چھپاؤ اور فقیروں کو پہنچاؤ تو وہ بہتر ہے تمہارے حق میں اور دور کرے گا کچھ گناہ تمہارے اور اللہ تمہارے کاموں سے خوب خبردار ہے [۴۳۹]"
        }
    ]
}