{
    "maqras": [
        {
            "chapter": 20,
            "verse": 111,
            "text": "I poniziće se lica Živom, Samoopstojećem. A doista neće uspjeti ko je nosio zulm"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "A ko je radio dobra djela, a on bio vjernik, pa neće se bojati zulma, niti zakidanja"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "I tako smo ga objavili - Kur’an na arapskom, i izložili u njemu neke prijetnje, da bi se oni pobojali, ili da im pobudi opomenu"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Pa uzvišen neka je Allah, Vladar, Istinski! I ne žuri s Kur’anom prije no što ti se okonča objavljivanje njegovo, i reci: “Gospodaru moj, uvećaj mi znanje!”"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "I doista smo obavezali Adema ranije, pa je zaboravio i nismo našli u njega odlučnosti"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "I kad rekosmo melecima: “Padnite na sedždu Ademu”, pa učiniše sedždu, izuzev Iblisa; odbio je"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Tad rekosmo: “O Ademe! Uistinu je ovo neprijatelj tebi i ženi tvojoj. Zato neka vas nikako ne izvede iz Dženneta, pa da se mučiš"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Uistinu, za tebe je da nećeš gladniti u njemu, niti ogoliti"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "I da ti u njemu nećeš ožedniti, niti suncu izložen biti.”"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Tad mu došapnu šejtan. Reče: “O Ademe! Hoćeš li da ti ukažem na drvo besmrtnosti i carstvo koje neće nestati?”"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Pa njih dvoje pojedoše od njega, te im se ukazaše sew’ati njihovi, i počeše po sebi krpiti (šiti) nešto lišća džennetskog. I nije poslušao Adem Gospodara svog, pa je skrenuo"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Zatim ga je odabrao Gospodar njegov, pa mu oprostio i uputio"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "(Allah) reče: “Siđite iz njega oboje - svi! Vi ste jedno drugom neprijatelj.” Pa ako vam dođe od Mene Uputa, te ko bude slijedio Uputu Moju, tad neće zalutati, niti se unesrećiti"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "A ko se okrene od Moje Opomene, pa uistinu će on imati život tjeskoban, a sakupićemo ga na Dan kijameta slijepog"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Reći će: “Gospodaru moj! Zašto si me sakupio slijepog, a već sam bio onaj koji vidi?”"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "(Allah) će reći: “Tako. Dolazili su ti znakovi Naši, pa si ih zaboravio, i isto tako ćeš Danas biti zaboravljen!”"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "A tako ćemo platiti onoga ko pretjera i ne bude vjerovao u ajete Gospodara svog. A sigurno je kazna Ahireta žešća i trajnija"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Pa zar ih ne upućuje (to) koliko smo prije njih uništili naraštaja - hodaju po naseljima njihovim? Uistinu, u tome su znaci za posjednike razuma"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "A da nije Riječi prethodne od Gospodara tvog i roka određenog, sigurno bi bila nužna (kazna)"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Zato se strpi nad onim šta govore i slavi sa hvalom Gospodara svog prije izlaska Sunca i prije zalaska njegovog, i neko vrijeme noći - pa slavi (Ga) i krajevima dana, da bi ti bio zadovoljan"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "I nikako ne upravljaj oči svoje prema onom šta smo dali da uživaju parovi od njih - sjaju života Dunjaa - da bismo ih time iskušali. A opskrba Gospodara tvoga je bolja i trajnija"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "I naređuj porodici svojoj salat, i istraj na tome. Ne pitamo te za opskrbu: Mi te opskrbljujemo; a ishod je za bogobojaznost"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "I govore: “Zašto nam ne donese znak od Gospodara svog?” Zar im nije došao dokaz onoga šta je u listovima pređašnjim"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "A da smo ih Mi uništili kaznom prije njega, sigurno bi rekli: “Gospodaru naš! Zašto nam nisi poslao poslanika, pa da slijedimo ajete Tvoje, prije no što smo poniženi i osramoćeni?”"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Reci: “Svako je čekalac, zato čekajte! Pa saznaćete ko su sljedbenici ravnog puta i ko se upućuje.”"
        }
    ]
}