{
    "maqras": [
        {
            "chapter": 24,
            "verse": 21,
            "text": "O vi koji vjerujete! Ne slijedite korake šejtanove. A ko slijedi korake šejtanove - pa uistinu, on naređuje razvrat i ružno. A da nije dobrote Allahove nad vama i milosti Njegove, ne bi se očistio od vas nijedan, nikad. Međutim, Allah čisti koga hoće; a Allah je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "I neka se ne kunu posjednici blagodati između vas i obilja da neće dati rodbini i siromasima i muhadžirima na putu Allahovom. I neka oproste i neka pređu. Zar ne volite da vama Allah oprosti? A Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Uistinu, oni koji okrive poštene bezazlene vjernice, prokleti su na Dunjau i Ahiretu, a imaće oni kaznu strahovitu"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "Na Dan kad protiv njih budu svjedočili jezici njihovi i ruke njihove i noge njihove, o onom šta su radili"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "Tog dana će im Allah ispuniti nagradu njihovu istinski, i znaće da je Allah - On Istina jasna"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Nevaljale su za nevaljale, i nevaljali su za nevaljale. A dobre su za dobre, i dobri su za dobre. Takvi su slobodni od onog šta (oni) govore. Imaće oni oprost i opskrbu plemenitu"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "O vi koji vjerujete! Ne ulazite u kuće koje nisu kuće vaše - dok ne zatražite dozvolu i selamite ukućane njihove. To je bolje za vas, da biste se vi poučili"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Pa ako u njima nikoga ne nađete, tad ne ulazite u njih, dok vam se ne dopusti. A ako vam se kaže: “Vratite se!”, tad se vratite, to je čišće za vas. A Allah je o onom šta radite Znalac"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Nije vam grijeh da uđete u kuće nenaseljene u kojima je korist za vas. A Allah zna šta objelodanjujete i šta krijete"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Reci vjernicima da obore poglede svoje i čuvaju furudže svoje, to je čišće za njih. Uistinu! Allah je o onom šta rade Obaviješteni"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "I reci vjernicama da obore poglede svoje i čuvaju ferdžove svoje, i neka ne pokazuju ukras svoj, izuzev šta je vanjsko od njega; i neka pokrivače svoje stave na prsa svoja; i neka ne pokazuju ukras svoj, izuzev muževima svojim ili očevima svojim, ili očevima muževa svojih, ili sinovima svojim ili sinovima muževa svojih, ili braći svojoj ili sinovima braće svoje, ili sinovima sestara svojih ili ženama svojim, ili onom šta posjeduju desnice njihove, ili slugama svojim od ljudi koji nemaju sposobnost, ili djeci koja ne spoznaju awrete žena. I neka ne udaraju nogama svojim da bi se saznalo šta kriju od ukrasa svog. I pokajte se svi Allahu, o vjernici, da biste vi uspjeli"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "I ženite slobodne između vas i dobre od robova vaših i robinja vaših. Ako su fukare, obogatiće ih Allah iz blagodati Svoje. A Allah je Sveobuhvatni, Znalac"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "I neka se suzdrže oni koji ne nalaze (sredstva) za ženidbu, dok ih Allah ne učini imućnim iz blagodati Svoje. A oni koji traže knjigu od onog šta posjeduju desnice vaše, pa napišite im, ako ste spoznali u njima dobro. I dajte im od bogatstva Allahovog kojeg vam je dao. I ne primoravajte robinje svoje na prostituciju, ako žele neporočnost, da biste tražili prolazno dobro života Dunjaa. A ko ih primora, pa uistinu, Allah je nakon prisile njihove (njima) Oprosnik, Milosrdni"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "I doista smo vam objavili ajete jasne i primjer onih koji su prošli prije vas, i pouku bogobojaznima"
        }
    ]
}