{
    "maqras": [
        {
            "chapter": 3,
            "verse": 153,
            "text": "Kad ste se pentrali i niste obazirali ni na koga, a Poslanik vas zvao u pozadini vašoj. Zato vam je vratio brigu na brigu, da ne žalite za onim šta vam je izmaklo, niti šta vas je zadesilo. A Allah je o onom šta radite Obaviješteni"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Zatim je spustio na vas nakon brige, sigurnost. San je obuzeo grupu vas, a grupa - doista su ih zabrinule duše njihove, mislili su o Allahu bespravno, misao džahilijjeta. Govorili su: “Imamo li mi od (ove) stvari išta?” Reci: “Uistinu, svaka stvar je Allahova.” Skrivaju u dušama svojim ono šta tebi ne otkrivaju. Govorili su: “Da je bilo za nas od (ove) stvari nešto, ne bismo ovdje bili ubijani.” Reci: “Da ste bili u kućama svojim, sigurno bi izašli oni kojima je propisana pogibija, na gubilišta svoja. I da iskuša Allah ono šta je u grudima vašim, i da očisti šta je u srcima vašim. A Allah je Znalac onog u grudima.”"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Uistinu, oni od vas koji su se okrenuli na dan (kad) su se susrele dvije skupine, samo ih je šejtan naveo da posrnu sa onim šta su zaradili. I već im je oprostio Allah. Uistinu! Allah je Oprosnik, Blagi"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "O vi koji vjerujete! Ne budite kao oni koji ne vjeruju i govore braći svojoj kad putuju po Zemlji ili budu ratnici: “Da su bili kod nas, ne bi umrli, niti bi bili ubijeni” - da bi to Allah učinio žalošću u srcima njihovim. A Allah život daje i usmrćuje i Allah je onog šta radite Vidilac"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "I ako budete ubijeni na putu Allahovom ili umrli, sigurno su oprost od Allaha i milost bolji od onog šta zgrću"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "I ako umrete ili budete ubijeni, sigurno ćete Allahu biti sabrani"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Pa - zbog milosti Allahove blag si prema njima. A da si bio grub, osorna srca, sigurno bi se rasuli oko tebe. Zato im oprosti i moli oprost za njih i savjetuj se s njima u poslu. Pa kad odlučiš, tad se pouzdaj u Allaha. Uistinu! Allah voli one koji se pouzdavaju"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Ako vas pomogne Allah, tad nad vama nema pobjednika. A ako vas ostavi, pa ko je taj ko će vas pomoći poslije Njega? A u Allaha zato neka se pouzdaju vjernici"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "I nije za vjerovjesnika da sakrije. A ko sakrije, donijet će ono što je krio na Dan kijameta; zatim će se platiti svakoj duši šta je zaradila i njima se neće učiniti zulm"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Pa da li je onaj ko slijedi zadovoljstvo Allahovo, kao onaj ko je zaradio srdžbu od Allaha i sklonište čije je Džehennem? A loše je dolazište"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Oni (imaju) stepene kod Allaha, a Allah je Vidilac onog šta rade"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Doista je Allah obdario vjernike kad im je podigao Poslanika između duša njihovih: uči im ajete Njegove i čisti ih, i uči ih Knjizi i mudrosti, mada su ranije sigurno bili u zabludi očitoj"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Zar, pošto vas je pogodila nesreća - već ste pogodili (neprijatelje) duplom sličnom njoj - govorite: “Otkud ovo?” Reci: “To je od duša vaših.” Uistinu! Allah je nad svakom stvari Posjednik moći"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "A ono šta vas je pogodilo na dan susreta dviju skupina, pa s dozvolom je Allahovom i da bi znao vjernike"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "I da zna one koji su dvolični, a rečeno im je: “Dođite, borite se na putu Allahovom ili se branite.” Rekli su: “Da znamo ratovanje, sigurno bismo vas slijedili.” Oni sami su nevjerstvu tog dana bili bliži, nego vjerovanju. Govore ustima svojim ono što nije u srcima njihovim; a Allah je Najbolji znalac onog šta prikrivaju"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Oni koji su rekli za braću svoju, a sjedili su: “Da su nas poslušali, ne bi bili ubijeni.” Reci: “Pa odbijte od duša svojih smrt, ako ste istiniti!”"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "I nikako ne računajte one koji su ubijeni na putu Allahovom, mrtvima. Naprotiv, živi su! Kod Gospodara svog su opskrbljeni"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Radosni zbog onog šta im je dao Allah iz dobrote Svoje, i vesele se onima koji im se još nisu priključili iza njih - što neće biti straha nad njima, niti će oni tugovati"
        }
    ]
}