{
    "maqras": [
        {
            "chapter": 2,
            "verse": 75,
            "text": "Pa zar žudite da vam vjeruju, a već je grupa njih slušala Riječ Allahovu, zatim su je iskrivljavali nakon što bi je shvatili, a oni znaju"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "I kad sretnu one koji vjeruju, kažu: “Vjerujemo”, a kad se osame jedni s drugima, govore: “Pričate li im o onom šta vam je otkrio Allah, da biste se vi prepirali o tome kod Gospodara vašeg.” Pa zar ne razumijete"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "A zar ne znaju da Allah zna šta skrivaju i šta otkrivaju"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "I od njih (ima) neukih, ne znaju Knjigu, jedino želje, a oni samo nagađaju"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Zato teško onima koji pišu knjigu rukama svojim, pa kažu: “Ovo je od Allaha”, da bi stekli time cijenu malu. Pa teško njima zbog onog šta pišu ruke njihove, i teško njima zbog onog šta zarađuju"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "I govore: “Neće nas doticati vatra, izuzev nekoliko dana.” Reci: “Jeste li primili od Allaha obećanje? Pa neće prekršiti Allah obećanje Svoje; ili govorite protiv Allaha šta ne znate?”"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Svakako! Ko stekne zlodjelo i opkoli ga pogreška njegova - pa takvi će biti stanovnici vatre; oni će u njoj biti vječito"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "A oni koji vjeruju i rade dobra djela, takvi će biti stanovnici Dženneta; oni će u njemu biti vječito"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "I kad uzesmo zavjet sinova Israilovih: “Nećete obožavati, izuzev Allaha, a roditeljima dobro (činiti) i rodbini i siročadi i siromasima, i govoriti ljudima dobro, i obavljati salat i davati zekat.” Zatim ste se okrenuli, izuzev malo vas, i vi ste odvračeni"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "I kad uzesmo zavjet vaš: “Nećete prolijevati krv svoju i nećete se protjerivati iz kuća vaših.” Zatim ste potvrdili, a vi svjedočite"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Zatim ste se vi takvi ubijali i protjerali grupu vas iz kuća njihovih, pomagali ste protiv njih grijehom i neprijateljstvom. A ako vam dođu kao zarobljenici, otkupljujete ih, a njihovo protjerivanje - to vam je zabranjeno. Pa zar vjerujete u dio Knjige, a ne vjerujete u dio? Pa šta je plaća onom od vas ko to čini, sem poniženje u životu Dunjaa, a na Dan kijameta biće vraćen najžešćoj kazni. A nije Allah nemaran za ono šta radite"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Takvi su oni koji su kupili život Dunjaa Ahiretom, zato se neće njima olakšati kazna, niti će oni biti pomognuti"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "I doista smo dali Musau Knjigu i slali iza njega poslanike. I dali smo Isau, sinu Merjeminu, dokaze jasne i pomogli ga Ruhul-kudusom. Zar se ne biste, kad god bi vam poslanik donio ono što ne žele duše vaše, uzoholili? Tad biste grupu porekli, a grupu poubijali"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "I rekoše: “Naša srca su omoti.” Naprotiv, prokleo ih je Allah zbog nevjerovanja njihovog - pa malo što vjeruju"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Pa pošto im dođe Knjiga od Allaha, potvrda za ono što je uz njih - a prije su tražili pobjedu nad onima koji ne vjeruju - pa pošto im dođe šta prepoznaju, ne povjerovaše u njega. Zato neka je prokletstvo Allahovo nad nevjernicima"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Jadno je ono za što su prodali duše svoje: da ne vjeruju u ono šta je objavio Allah, iz zavisti što objavljuje Allah iz dobrote Svoje, kome hoće od robova Svojih. Pa su navukli srdžbu na srdžbu; a imaće nevjernici kaznu prezrenu"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "I kad im se kaže: “Vjerujte u ono šta je objavio Allah”, kažu: “Vjerujemo u ono šta je objavljeno nama”, a ne vjeruju u ono iza toga, a to je Istina koja potvrđuje ono uz njih. Reci: “Pa zašto ste ubijali vjerovjesnike Allahove ranije, ako ste bili vjernici?”"
        }
    ]
}