{
    "maqras": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "allegory Rai care promite cinstit flowing emana nesecat aprovizionare racori umbra. Acesta exista destin ala observa righteousness interval destin disbelievers exista Iad"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Ala primi scriere înveseli în ce dezvalui tu; niste others respinge parte ai el. Spune eu doar enjoined închinare DUMNEZEU niciodata asocia altele idol Him! Eu invita Him Him exista meu ultim destin"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Noi dezvalui acestea regula Arabic si tu ever aproba their dorinta acesta cunoastere veni tu tu nu avea aliat nor aparator DUMNEZEU"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "(Noi expedia curier tu O Rashad) noi produce ele so\u0004 sotie copil! Nu curier produce minune dumnezeu authorization în acordan\u0004a cu specific predetermined timp"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "DUMNEZEU erases CE EL VOINTA fixes (CE EL VOINTA). Cu Him exista original Stapân Marturie"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Noi arata tu ce noi promite ele limita vostri trai înainte ala, vostri unic misiune exista livra (stire)! Exista us chemare ele cont"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Ei nu vedea every zi earth aduce ele închis end DUMNEZEU decide their trai depana irrevocably? El exista a multi(multe) efficient Reckoner"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Others ele proiecta DUMNEZEU belongs ultim proiecta El sti ce everyone doing disbelievers vointa gasi out cine ultim câstigator exista"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Ala disbelieved spune Tu fi curier! Spune DUMNEZEU ajunge as martor mie tu ala poseda cunoastere scriere"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Un. L. R. Scriere noi dezvalui tu în ordine conduce popor întuneric lumina - în acordan\u0004a cu vointa their Domnitor - Catre poteca ai Gigantic a Laudabil"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Poteca DUMNEZEU; Una poseda everything rai everything earth Suferinta catre disbelievers; ei crea teribil retribution"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Ei exista a una da prioritar acesta trai surplus Hereafter respinge drum DUMNEZEU cauta produce el înconvoiat; ei merge departe razna"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "(Noi nu expedia altele curier predica) limba his popor în ordine clarify obiect ele! DUMNEZEU ATUNCI EXPEDIA RAZNA whomever EL VOINTA GHID whomever EL VOINTA. El exista Gigantic a Multi(multe) Întelept"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Tamâie noi expedia Moses nostru minune spune Conducere vostri popor întuneric lumina aminti ele ai zi DUMNEZEU. Acestea exista lectie every stabil appreciative persoana"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Revoca ca Moses spune catre his popor Aminti dumnezeu binecuvântare tu! El scapa tu Pharaoh's popor inflicted rau persecutare tu macelari vostri fiu cruta vostri fiica! Ala exacting încercare vostri Domnitor"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Vostri Domnitor decreta multi(multe) tu mul\u0004umi Mie a multi(multe) eu da tu tu rasuci unappreciative atunci Meu retribution exista sever"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Moses spune tu disbelieve tot popor earth DUMNEZEU exista în nu necesitate Laudabil"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Avea tu nu asculta despre ala altadata tu! - Popor Noah ‘Aad Thamoud others veni ele stiut doar catre DUMNEZEU? Their curier merge ele clar dovedi ei trata ele dispret spune Noi disbelieve în ce tu expedia cu. Noi exista skeptical despre vostri stire; plin ai doubt"
        }
    ]
}