{
    "maqras": [
        {
            "chapter": 33,
            "verse": 31,
            "text": "Altele una ai tu asculta DUMNEZEU His curier conducere cinstit trai noi subventiona her double recompensa noi pregatit her generos aprovizionare"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "O sotie ai profet tu fi aceeasi as altele alte muiere daca tu observa righteousness! (Tu avea mare responsabilitate.) Therefore tu nu rosti prea softly lest ala boala în their inima obtine gresit idee; tu rosti doar righteousness"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Tu stabilire jos vostri casa do nu amesteca popor excessively asemanator tu folosit do în vechi zi ignoranta! Tu observa Atingere Rugaciune (Salat) da obligatoriu caritate (Zakat) asculta DUMNEZEU His curier! DUMNEZEU DORI MUTA TOT unholiness DE TU O TU trai SACRU RACLA PURIFICA TU completely"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Aminti ce recita vostri casa ai dumnezeu revelations wisdom inerent therein! DUMNEZEU EXISTA SUBLIM Cognizant"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "submitting om submitting muiere crede om crede muiere ascultator om ascultator muiere sincer om sincer muiere stabil om stabil muiere respectuos om respectuos muiere caritabil om caritabil muiere iu\u0004i om iu\u0004i muiere cast om cast muiere om comemora DUMNEZEU frequently comemora muiere; DUMNEZEU pregatit ele forgiveness mare recompensa"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "nu crede om crede muiere daca DUMNEZEU His curier decurge altele comanda avea altele ales privi ala comanda! Oricine disobeys DUMNEZEU His curier merge departe razna"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Revoca tu spune catre una binecuvânta DUMNEZEU binecuvânta tu Întretinere vostri sotie venera DUMNEZEU tu camufla însati care DUMNEZEU dori proclama! Tamâie tu feared popor when tu presupune fear doar DUMNEZEU! When Zeid exista completely his sotie noi avea tu casatori her în ordine establish precedent ala om casatori divorced sotie his adopta fiu. Dumnezeu comanda done"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Profet nu comite error doing orice produce legal DUMNEZEU! Acesta exista dumnezeu sistem devreme generatie. Dumnezeu comanda exista sacru vama"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Ala livra dumnezeu stire, cine venera Him singur niciodata fear oricine DUMNEZEU! DUMNEZEU EXISTA a multi(multe) efficient reckoner"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammad nu exista tata altele om tu. El exista curier DUMNEZEU final profet. DUMNEZEU EXISTA fully constient a TOT OBIECT"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "O tu crede tu aminti DUMNEZEU frequently"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "Tu glorifica Him zi si noapte"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "El exista Una ajuta tu împreuna His înger conducere tu out a întuneric în lumina. El exista Îndurator catre credincios"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "Their salut zi ei întîlni Him exista Pace El pregatit ele generos recompensa"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "O profet noi expedia tu martor purtator ai bun stire prea as warner"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "Invita DUMNEZEU în acordan\u0004a cu His vei ghida semnal"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Livra bun stire catre credincios ei merita DUMNEZEU mare binecuvântare"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Nu asculta disbelievers ipocrit indiferenta their insulta pune vostri încredere DUMNEZEU; DUMNEZEU ajunge advocare"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "O tu crede tu casatori crede muiere atunci divorced ele înainte avea legaturi ele ei nu datora tu altele astepta perioadinterimara (altadata casatori alta om)! Tu compensa ele equitably diminua ele amicably"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "O profet noi produce legal tu vostri sotie catre whom tu plati their due dowry care tu deja as subventiona tu DUMNEZEU! Altminteri legal for tu în casatorie exista fiica vostri tata frate fiica vostri tata sora fiica vostri mama frate fiica vostri mama sora emigrated tu. Altminteri daca crede muiere da profet - by forfeiting dowry! - Profet casatori her dowry el asa dori. Oricât ea forfeiting ai dowry aplica doar catre profet nu catre alte credincios. Noi deja decreta their dreptate în privi their so\u0004 ce ei deja avea. Acesta exista cruta tu altele embarrassment. DUMNEZEU EXISTA Forgiver ÎNDURATOR"
        }
    ]
}