{
    "maqras": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "O tu crede nu lua anumit Jews Crestin aliat; acestea ar aliat ai 1 altul! Ala dintre tu aliat acestea belong ele! DUMNEZEU NU GHID INFRACTOR"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Tu vedea ala port doubt their inima hasten lega ele spune Noi fear lest noi învinge. Avevoie DUMNEZEU aduce victorie comanda Him cauza ele regreta their ascuns thoughts"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Credincios atunci spune Fi acestea aceeasi popor cine jura DUMNEZEU solemnly ei exista tu? Their munca abroga; ei exista losers"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "O tu crede tu întoarce vostri religie atunci DUMNEZEU vei substituire vostri loc popor whom El iubi cine iubi Him! Ei exista amabil credincios pupa disbelievers tinde cauza DUMNEZEU înafara fear altele dojana! Acesta exista dumnezeu binecuvântare; El depozita el whomever El vointa. DUMNEZEU EXISTA DARNIC Omniscient"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Vostri real aliat exista DUMNEZEU His curier credincios observa Atingere Rugaciune (Salat) da obligatoriu caritate (Zakat) ei prora jos"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Ala aliat DUMNEZEU His curier ala crede belong partid DUMNEZEU; absolutely ei exista cuceritor"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "O tu crede nu ajuta ala recipient anterior scriere prefacut ridiculiza vostri religie nor trebui tu ajuta disbelievers! Tu venera DUMNEZEU tu exista really credincios"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "When tu chemare catre Atingere Rugaciune (Salat) ei derâdere ridicol el. Acesta exista ei exista popula cine nu întelege"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "spune O popor scriere tu nu urî us noi crede în DUMNEZEU în ce dezvalui us în ce dezvalui înainte us, si multi(multe) ai tu nu exista cinstit"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Spune Permite mie exprima tu exista urât vedere DUMNEZEU ala condamna DUMNEZEU crea His urgie pâna El produce ele as despicable as maimuta porc idol worshipers! Acestea exista departe urât departe drept poteca"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "When ei veni tu ei spune Noi crede seara ei exista plin a disbelief when ei entered ei exista plin ai disbelief when ei parasi. DUMNEZEU EXISTA fully constient a everything EI ASCUNDE"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Tu vedea multi(multe) a ele prompt comite evil infractiune mânca de interzis earnings Nenorocit într-adevar exista ce ei do"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Daca doar rabin preot enjoin ele their pacatos enunt interzis earnings Nenorocit într-adevar exista ce ei comite"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Jews însera spune dumnezeu mâna înnoda jos! El exista their mâna înnoda jos. Ei condamna for rosti asemenea hulire! Instead His mâna exista larg deschis cheltui as El vointa. For anumit, vostri Domnitor revelations catre tu cauza multi(multe) a ele plonja adânc în infractiune disbelief! Consequently noi comite ele animozitate ura însisi Zi Înviere. Când ei aprinde flames razboi DUMNEZEU pune ele! Ei hoinari earth wickedly DUMNEZEU displace evildoers"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Doar popor scriere crede conduce cinstit trai noi atunci remite their pacat admite ele în gradina fericire"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Doar ei uphold Torah Evanghelie ce expedia jos ele aici their Domnitor ei exista inunda cu binecuvântare de deasupra ele sub their picior! Niste a ele exista cinstit multi(multe) a ele exista evildoers"
        }
    ]
}