{
    "maqras": [
        {
            "chapter": 7,
            "verse": 156,
            "text": "Si decreta for us righteousness în acesta lume în Hereafter Noi regreta Tu. El spune Meu retribution întîmpla whomever eu vei. Meu mila encompasses tot obiect. Oricât eu specifica el ala cine (1) conduce cinstit trai (2) da obligatoriu caritate (Zakat) (3) crede în nostru revelations si"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "follow curier gentile profet (Muhammad) ei gasi compune their Torah Evanghelie. El exhorts ele exista cinstit enjoins ele de evil permite for ele tot bun aliment interzice ala exista urât descarca sarcina cercel impune pe ele! Ala crede în him respecta him sprijini him follow lumina veni cu him exista prosper una"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Spune O popor eu exista dumnezeu curier tot a tu! Catre Him belongs suveranitate ai rai earth acolo nu exista dumnezeu except El! El control trai moarte. Therefore tu crede în DUMNEZEU His curier gentile profet crede în DUMNEZEU His vorba. Follow him tu ghid"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Dintre followers Moses acolo exista ala ghid în acordan\u0004a cu adevar adevar preda ele cinstit"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Noi divided ele 12 tribal popor noi inspira Moses when his popor întreba him stropi Lovi stânca vostri încadrat whereupon 12 primavara tâsni out de-acolo! Tamâie each popor sti its apa. Si noi umbri ele nor expedia jos catre ele manna tremura Mânca bun obiect noi înzestra for tu nu exista us ei gresi exista ei gresi their propiu suflet"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Revoca ei exprima Merge acesta oras trai mânca de-acolo tu poftim trata popor amicably enter poart humbly Noi atunci forgive vostri infractiune. Noi înmulti recompensa for a cinstit"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "evil una ele substitui alte comanda comanda da ele. Consequently noi expedia ele condamnare cer their rautate"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Aminti ele ai popor mare desecrated Sabbath! When ei observa Sabbath peste veni ele abundantly. Si when ei viola Sabbath peste nu veni. Noi tamâie întrista ele consecinta their infractiune"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Revoca grup ai ele spune as tu predica popula whom DUMNEZEU vei însiguranta anihila pedepsi dur? Ei raspunde \"Scuza catre vostri Domnitor ei scapa"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "When ei neglija ce ei aminti ai noi scapa ala interzice evil întrista raufacator teribil retribution their rautate"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "When ei continua desfide comandament noi spune catre ele Exista tu despicable maimu\u0004a"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Additionally vostri Domnitor decreta El urcare ele popor inflict sever persecutare ele pâna Zi Înviere. Vostri Domnitor exista efficient în enforcing retribution El exista certainly Forgiver Îndurator"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Noi împrastia ele multi(multe) popor uscat. Niste a ele exista cinstit ceva exista mic decât cinstit. Noi proba ele prosperitate hardship ala ei întoarcere"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Urmator catre ele El substitui nou generatie mosteni scriere. Dar ei opted worldly trai instead spune Noi forgiven. atunci ei continua opt material acesta lume. Ei nu produce învoiala uphold scriere Did nu catre spune DUMNEZEU adevar? Ei nu studia scriere? Certainly domiciliu Hereafter exista departe bine ala mentine righteousness. Tu nu întelege"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Ala uphold scriere observa Atingere Rugaciune (Salat) noi niciodata fail rasplati a evlavios"
        }
    ]
}