{
    "manzils": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Pok ast on Xudoe, ki ʙandai xudro saʙe az mascidulharom ʙa mascidulaqso, ki girdogirdasro ʙarakat dodaem, sajr dod, to ʙa'ze az ojoti xudro ʙa u nison dihem, alʙatta! U sunavovu ʙinost"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Va on kitoʙro ʙa Muso dodem va, onro rohnamoi ʙani-Isroil gardonidem, ki cuz Man korsoze intixoʙ nakuned"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Ej farzandoni mardume, ki ʙo Nuh dar kistijason nisondem, ʙidoned, ki u ʙandae siposguzor ʙud"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Va ʙani-Isroilro dar on kitoʙ xaʙar dodem, ki du ʙor dar zamin fasod xohed kard va niz sarkasi xohed kard, sarkasi kardane ʙuzurg"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Cun az on du ʙor va'dai naxustin darrasid, guruhe az ʙandagoni xudro, ki cangovarone zurmand ʙudand, ʙa sari sumo firistodem. Onho hatto dar daruni xonaho ham kustor kardand va id va'da ʙa ancom rasid"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Bori digar sumoro ʙar onho ƣalaʙa dodem va ʙa molu farzand madad kardem va ʙar sumoraton afzudem"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Agar neki kuned, ʙa xud mekuned va agar ʙadi kuned, ʙa xud mekuned. Ba cun va'dai duvvum faro rasid, kasone ʙar saraton firistodem to sumoro ƣamgin sozand va cun ʙori avval, ki ʙa mascid daromada ʙudand, ʙa mascid darojand va ʙa har ci dast joʙand, noʙud sozand"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Sojad Parvardigoraton ʙar sumo rahmat ovarad. Va agar ʙozgarded, ʙozmegardem va cahannamro zindoni kofiron soxtaem"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "In Qur'on ʙa durusttarin dinho roh menamojad va mu'minonero, ki korhoi soista ʙa coj meovarand, xusxaʙar medihad, ki az muzde neku ʙahramand xohand sud"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Va ʙaroi kasone, ki ʙa oxirat imon nadorand, azoʙe dardovar muhajjo kardaem"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Va odami ʙa du'o ʙadiero metalaʙad, cunon, ki gui ʙa du'o xajrero mecujad. Va odami to ʙuda, sitoʙzada ʙudaast"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Saʙu ruzro du ojat az ojoti Xudo qaror dodem. Ojati saʙro torik gardonidem va ojati ruzro ravsan, to ʙa talaʙi rizqe, ki Parvardigoraton muqarrar dosta ast, ʙarxezed va sumori solhovu hisoʙro ʙidoned va mo har cizro ʙa tafsil ʙajon kardaem"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Kirdori neku ʙadi har insonero cun tavqe ʙa gardanas ovextaem. Va dar ruzi qijomat ʙaroi u nomae kusoda ʙerun ovarem, to dar on ʙingarad"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "«Bixon nomaatro Imruz tu xud ʙaroi hisoʙ kardani az xud ʙasandai!»"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Har ki hidojat savad, ʙa sudi xud hidojat suda va har ki gumroh gardad, ʙa zijoni xud gumroh sudaast va hec kas ʙori digarero ʙarnadorad va Mo hec qavmero azoʙ namekunem to on goh, ki pajomʙare ʙifiristem"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Cun, ʙixohem dehaero halok kunem, dorandahoi ne'matasro ʙijafzoem, to dar on co taʙahkori kunand, on goh azoʙ ʙar onho vociʙ gardad va onro dar ham furu kuʙem"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Ba'd az Nuh ci ʙisjor mardumero halok kardaem. Va Parvardigori tu ogohi joftan va didani gunohoni ʙandagonasro kofist"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Har kas, ki xoroni in cahon ʙosad, har ci ʙixohem, zudas arzoni dorem, on goh cahannamro cojgohi u sozem to ʙaddidasudavu rondasuda ʙa on daraftad"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Va har ki xohoni oxirat ʙosad va dar talaʙi on sa'j kunad va mu'min ʙosad, cazoi sa'jas doda xohad sud"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Hamaro – ci on guruhro va ci in guruhro az atoi Parvardigorat paj dar paj xohem dod, zero atoi Parvardigoratro az kase ʙoznadorand"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Bingar, ki ci guna ʙa'zejasonro ʙar ʙa'ze digar ʙartari nihodaem va dar oxirat daracotu ʙartariho ʙartaru ʙolotar ast"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Bo Xudoi jakto xudoi digare ʙa xudoi magir, ki ʙaddidasudavu xor xohi mond"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Parvardigorat muqarrar dost, ki cuz Uro naparasted va ʙa padaru modar neki kuned. Har goh to tu zinda hasti, har du jo jake az on du solxurda savand, ononro majozor va ʙa durusti xitoʙ makun va ʙo onon ʙa ikrom suxan ʙiguj"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Dar ʙaroʙarason az rui mehruʙoni sari xoksori xam ʙikun va ʙigu: «Ej Parvardigori man, hamcunon ki maro dar xurdi parvaris dodand, ʙar onho rahmat ovar»"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Parvardigoraton az har kasi digar ʙa on ci dar dilhojaton meguzarad, donotar ast va agar az solehon ʙosed, U tavʙakunandagonro meomurzad"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Haqqi xesovandonu miskin va dar roh mondaro ado kun va hec isrofkori makun"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Isrofkoron ʙo sajtonho ʙarodarand va sajton nisʙat ʙa Parvardigoras nosukr ʙud"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Va agar ʙa intizori kusoise, ki az coniʙi Parvardigorat umed medori, va az onho rujgardoni mekuni, pas ʙo onho ʙa narmi suxan ʙiguj"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Na dasti xud az rui xissat (xasisi) ʙa gardan ʙuʙand va na ʙa saxovat jakʙora ʙikusoj, ki dar har du hol malomatzadavu hasratxurda ʙinisini"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Parvardigori tu dar rizqi har kas, ki ʙixohad, kusois medihad jo tang megirad, zero U ʙa ʙandagonas ogohu ʙinost"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Farzandoni xudro az ʙimi darvesi makused. Mo ham sumoro ruzi medihem va ham onhoro Kustanaton xatoi ʙuzurgest"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Va ʙa zino nazdik masaved. Zino kore zist va rohe nopisand ast"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Kasero, ki Xudo kustanasro harom kardaast, nakused, ƣajri ʙa haq. Va har kas, ki ʙa sitam kusta savad, ʙa talaʙkunandai xuni u qudrate dodaem, vale dar intiqom az had naguzarad, ki U piruzmand ast"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Cuz ʙa tarze nekutar ʙa moli jatim nazdik nasaved, to on goh, ki ʙa haddi ʙuluƣas ʙirasad. Va ʙa ahdi xud vafo kuned, ki ʙozxost xohed sud"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Cun cizero cen kuned, pajmonaro komil gardoned va ʙo tarozui durust vazn kuned, ki in ʙehtar va sarancomas nekutar ast"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Az pai on ci nadoni, ki cist, marav, zero gusu casmu dil — hamaro ʙa on ʙozxost kunand"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Ba xudpisandi ʙar zamin roh marav, ki zaminro naxohi sikoft va ʙa ʙalandii kuhho naxohi rasid"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Hamai- in korho nopisand ast va Parvardigori tu onhoro noxus dorad"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "In hikmatest, ki Parvardigori tu ʙa tu vahj kardaast. Bo Xudoi jakto xudoi digare napindor, ki malomatsudavu rondasuda ʙa cahannamat andozand"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Ojo Parvadigoraton ʙaroi sumo pisaron intixoʙid va xud farsitagonro ʙa duxtari ixtijor kard? Haqqo, ki suxanest ʙuzurg, ki ʙar zaʙoi meovared"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Mo suxanoni gunogun dar in Qur'on ovardem, ʙosad, ki pand girand, vale cuz ʙa ramidanason najafzojad"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Bigu: «Hamcunon, ki megujand, agar ʙo U xudojoni Digare ham ʙudand, pas ʙa sui sohiʙi ars rohe custa ʙudand»"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "U pok ast va az on ci dar ʙoraas megujand, ʙartaru ʙolotar ast"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Haft osmonu zamin va har ci dar onhost, tasʙehas mekunand va hec mavcude nest, cuz on ki Uro ʙa poki mesitojad, vale sumo zikri tasʙehasonro namefahmed. U ʙurdʙor va ʙaxsojanda ast"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Cun tu Qur'on ʙixoni, misni tuvu onon, ki ʙa qijomat imon nameovarand, pardae ƣafs qaror medihem"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Va ʙar dilhoson parda afkanem, to onro darnajoʙand va gushoson sangin kunem. Va cun Parvardigoratro dar Qur'on ʙa jaktoi jod kuni, ʙozmegardandu meramand"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Mo ʙehtar medonem, ki cun ʙa tu gus medihand, caro gus medihand jo vaqte ki ʙo ham nacvo mekunand, ci megujand. Kofiron megujand: «Sumo dar pai mardi codusudae ʙa roh aftodaed»"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Bingar, ki ci guna, ʙaroi tu, masalho zadaand. Gumroh sudaand va roh ʙa coe nameʙarand"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Guftand: «Ojo agar az mo ustuxone ʙimonadu xoke, ʙoz ham ʙo ofarinise nav az qaʙr ʙarmexezem?»"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Bigu: «Sang ʙosed jo oxan"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "jo maxluqe, ki dar xotiraton ʙuzurg menamojad». Xohand guft: «Ci kase moro ʙozmegardonad?» Bigu: «On kas, ki ʙori naxust sumoro ofarid». On goh dar ʙaroʙari tu sar mecunʙonand va megujand: «Ci vaqt?» Bigu: «Mumkin ast, ki dar hamin nazdiki»"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Ruze, ki sumoro da'vat mekunad va sumo sitoisgujon posux medihed va mepindored, ki andake oramidaed"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Va ʙa ʙandagoni man ʙigu, ki ʙo jakdigar ʙa ʙehtarin tarz suxan ʙigujand, ki sajton dar mijoni onho ʙa fitnagarist, zero sajton odamiro dusmane oskor ast"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Parvardigoraton ʙa sumo ogohtar ast. Agar ʙixohad, ʙar sumo rahmat meovarad va agar ʙixohad, azoʙaton mekunad va mo turo ʙa korguzorijason nafiristodaem"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Va Parvardigori tu ʙa on ci dar osmonhovu zamin ast, ogohtar ast. Ba'ze az pajomʙaronro ʙar ʙa'ze digar ʙehtari dodaem va ʙa Dovud Zaʙurro dodem"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Bigu: «Onhoero, ki cuz U xudo mepindored, ʙixoned. Nametavonand ʙaloro az sumo dur sozand jo onro nasiʙi digaron kunand!»"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Onhoe, ki kofiron ʙa xudoi mexonand, dar talaʙi onand, ki xud ʙa dargohi Parvardigorason vasilae ʙijoʙand va nazdiktarin savand va ʙa rahmati U umed meʙandand va az azoʙi U metarsand, zero azoʙi Parvardigorat tarsnok ast"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Hec dehae naʙosad, ki pes az faro rasidaii ruzi qijomat halokas nakunem jo ʙa azoʙe saxt giriftoras nasozem. Va in dar on kitoʙ navista sudaast"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Moro az firistodani mu'cizot ʙoznadost. Faqat in ki pesinijon duruƣas ʙarovardand. Ba qavmi Samud ʙa unvoni mu'cizae ravsangar modasuturro dodem. Bar on sitam kardand va Mo in mu'cizahoro faqat ʙaroi tarsondan mefiristem"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Va on goh ki turo guftem: «Parvardigorat ʙar hamai mardum ihota dorad». Va on ci dar xoʙ ʙa tu nison dodem va dostoni daraxti mal'un, ki dar Qur'on omadaast, cize cuz ozmoisi mardum naʙud. Mo mardumro metarsonem, vale tanho ʙa kufru sarkasijason afzuda mesavad"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Va ʙa faristagon guftem: «Odamro sacda kuned». Hamagon ƣajri Iʙlis sacda kardand. Guft: «Ojo ʙaroi kase, ki az gil ofaridai, sacda kunam?»"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Va guft: «Bo man ʙiguj, caro inro ʙar man ʙartari nihodai? Agar maro to ruzi qijomat muhlat dihi, farzandonn uro ƣajri andake resa kanam»"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Guft: «Birav, cazoi tu va har kas, ki pajravi tu gardada, cahannam ast, ki cazoe tamom ast!»"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Bo farjodi xud har kiro tavoni, az coj, ʙarxezon va ʙa jorii savoronu pijodagonat ʙar onon ʙitoz va dar molu farzand ʙo onon sariki kun va ʙa onxo va'da ʙideh. Va hol on ki sajton cuz ʙa fireʙe va'daason nadihad"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Turo ʙar ʙandagodi Man hec ƣoliʙijate naʙosad va Parvardigori tu ʙaroi nigahʙoniason kofist!»"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Parvardigori sumost, ki kistiro dar darjo meronad to az fazli U ruzii xud ʙa dast ored. Zero ʙo sumo mehruʙon ast"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Cun dar darjo sumoro ozore rasad, hamai onhoe, ki meparasted, az nazaraton nest savand, ƣajri U. Va cun sumoro ʙa sohili nacot ʙirasonad, az U rujgardon saved, zero odami nosukr ast"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Ojo ʙeparvoed az in, ki nogahon dar sohili darjo sumoro dar zamin furu ʙarad, jo tundʙode regʙor ʙar sumo fnristad va ʙaroi xud hec nigahʙone najoʙed"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Jo ʙeparvoand az in ki, ʙori digar sumoro ʙa darjo ʙozgardonad va tufone saxtu kistisikan ʙifiristad va ʙa xotiri kofirie, ki namudaed ƣarqaton sozad va kase, ki moro az koramon ʙozxost kunad, najoʙed"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Mo farzandoni Odamro karomat ʙaxsidem va ʙar darjovu xuski savor kardem va az cizhoi xusu pokiza ruzi dodaem va ʙar ʙisjore az maxluqoti xud ʙehtariason dodem"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "Ruze, ki har guruh az mardumro ʙo pesvojonason ʙixonem, nomai har ki ʙa dasti rostas doda savad cun ʙixonad, ʙinad, ki ʙa andozai ristai ʙorike, ki daruni donai xurmost, ʙa u sitam nasudaast"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Va har ki dar in dunjo noʙino ʙosad, dar oxirat niz noʙino va gumrohtar ast"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Nazdik ʙud turo az on ci ʙar tu vahj karda ʙudem, ʙeroh sozand, to cizi digare ƣajri onro ʙa duruƣ ʙa mo nisʙat kuni, on goh ʙo tu dusti kunand"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Va agar ʙa tu pojdori namedodem, nazdik ʙud, ki andake ʙa onon majl kuni"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "On goh turo ducandon dar dunjo va ducandon dar oxirat azoʙ mekardem va ʙaroi xud dar ʙaroʙari Mo joridihandae namejofti"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Va nazdik ʙud, ki turo az in sarzamin ʙarxezonand, to az on co ovoraat sozand. Va xud pas az tu andak zamone memondandu ʙas"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Sunnati Xudo dar ʙorai pajomʙarone, ki pes az tu firistodaem, cunin ast va sunnati moro taƣjirpazir najoʙi"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Az hangomi zavoli xursed to on goh ki saʙ faro merasad, namozro ʙarpoj dor va niz namozi suʙhgohro. Va namozi suʙhgohro hamagon hozir savand"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Porae az saʙro ʙa namoz xondan zinda ʙidor. In nofila (iʙodat) xosi tu ast. Bosad, ki Parvardigorat turo ʙa maqome pisandida ʙirasonad"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Bigu: «Ej Parvardigori man, maro ʙa rostivu nekui doxil kun va ʙa rostivu nekui ʙerun ʙar va maro az coniʙi xud piruzivu jori ato kun"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Bigu: «Hak omad va ʙotil noʙud sud. Haqqo, ki ʙotil noʙud sudani ʙud»"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Va in Qur'onro, ki ʙaroi mu'minon sifovu rahmat ast, nozil mekunem, vale kofironro cuz zijon najafzojad"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Cun ʙa inson ne'mat dodem, ruj gardond va xudro ʙa jak su kasid va cun zarare ʙa u rasid, noumed gardid"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Bigu: «Har kas ʙa tarikai xud amal mekunad va Parvardigori tu ʙehtar medonad, ki kadom jak ʙa hidojat nazdiktar ast»"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Turo az ruh mepursand. Bigu: «Ruh cuz'e az farmoni Parvardigori man ast va sumoro cuz andak donise nadodaand»"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Agar ʙixohem hamai on ciro, ki ʙar tu vahj kardaem, ʙozmesitonem va tu ʙaroi xud dar ʙaroʙari Mo madadkore namejoʙi"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Magar Parvardigorat rahmat kard, ki in'omi U dar ʙorai tu ʙisjor ast"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Bigu; «Agar cinu ins gird ojand, to monandi in Qur'on ʙijovarand, nametavonand monandi onro ʙijovarand, harcand, ki jakdigarro jori dihand»"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Mo dar in Kur'on ʙaroi mardum har misolsro gunogun ʙajon kardem, vale ʙestari mardum cuz nosukri hec kore nakardand"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Guftand: «Ba tu imon nameovarem, to ʙaroi mo az zamin casmae ravon sozi"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "jo turo ʙustone ʙosad az daraxtoni xurmovu angur, ki dar moʙajnas naxrho cori gardoni"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "jo cunon ki guftai, osmonro pora-pora ʙar sari mo afkani jo Xudovu faristagonro pesi mo hozir ovari"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "jo turo xonae az tillo ʙosad, jo ʙa osmon ʙolo raVi. Va mo ʙa osmon raftanatro ʙovar nakunem, to ʙaroi mo kitoʙe, ki az on ʙixonem, ʙijovari». Bigu: «Parvardigori man pok ast. Ojo na in ast, ki man insone hastam, ki ʙa pajƣamʙari omadaam?»"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Hec ciz mardumro az imon ovardan on goh ki hidojatason mekardand, ʙoznadost, ƣajri inki meguftand: «Ojo Xudo insonero ʙa risolat (pajƣamʙari) mefiristad?»"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Bigu: «Agar dar rui zamin faristagon ʙa oromi roh meraftand, ʙarojason ʙa pajomʙari faristae az osmon nozil mekardem»"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Bigu; «Xudo mijoni manu sumo sohidiro kofist, zero U ʙa ʙandagonas ogohu ʙinost!»"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Va har kiro Xudo hidojat kunad, xidojatsuda ast. Va har kiro gumroh sozad, ƣajri Xudo ʙaroi U sarparaste najoʙi va dar ruzi qijomat, dar hole ki cehrahojason ru ʙa zamin ast, kuru gungu kar zinda va cam'ason mekunem va cahannam cojgoxi onhost, ki har ci su'lai on furu nisinad, ʙestaras meafruzem"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "In cazoi onhost, zero ʙa ojoti Mo imon najovardand va guftand: «Ojo cun mo ustuxon sudemu xoki, moro ʙa surati tozae zinda mekunand"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Ojo namedonand, ki Xudoe, ki osmonhovu zaminro ofaridaast, qodir ast, ki monandi onhoro ʙijofarinad va ʙarojason muddati umre nihoda, ki dar on sake nest? Ammo zolimon faqat inkor kunand"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Bigu: «Agar sumo moliki hamai xazoini Parvardigori man meʙuded, az ʙimi darvesi ʙaxili pesa mekarded, zero odami ʙaxil ast"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Az ʙani-Isroil ʙipurs, ki cun Muso nazdi onon omad, ʙa u nuh nisonai oskoro doda ʙudem. Va Fir'avn ʙa u guft: «Ej Muso pindoram, ki turo codu karda ʙosand»"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Guft: «Ba haqiqat medoni, in nisonahoi oskorro cuz Parvardigori osmonhovu zamin nafiristoda ast. Va man, ej Fir'avn, turo ʙa jaqin haloksuda meʙinam»"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Fir'avn qasdi on dost, kn onhoro az on sarzamin ʙarkanad, vale Mo u va hamai hamrohonasro ƣarq soxtem"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Va pas az u ʙa ʙani-Isroil guftem: «Dar on sarzamin sokin saved va cun va'dai oxirat rasad, hamai sumoro ʙo ham zindavu cam' mekunem»"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "In Qur'onro ʙa haq nozil kardaem va ʙa hak nozil sudaast va turo nafiristodem, magar on ki xusxaʙar dihi va ʙitarsoni"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Va Qur'onro ʙa taforiq (cudo-cudo) nozil kardem, to tu onro ohista-ohista va andak-andak ʙar mardum ʙixoni va nozilas kardem, nozil kardane ʙa kamol"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Bigu; «Xoh ʙa on imon ʙijovared jo imon najovared, onon, ki az in pes donis omuxtaand, cun Qur'on ʙarojason tilovat savad, sacdakunon ʙar ruj darmeaftand (Sacda)"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "va megujand: «Pok ast Parvardigori mo. Va'dai Parvardigori mo ancom joftanist»"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Va ʙa ru darmeaftaid va megirjand va ʙar xusu'ason (sikastagiason) afzuda mesavad"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Bigu: «Ci Ollohro ʙixoned, ci Rahmonro ʙixoned, har kadomro, ki ʙixoned, nomhoi neku az oni Ust». Sadojatro ʙa namoz ʙaland makun va niz sadojatro ʙa on past makun va mijoni in du rohe intixoʙ kun"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Bigu; «Sukr Xudoro, ki farzande nadorad va Uro sarike dar mulk nest va ʙa notavoni najaftad, to ʙa jori muhtoc savad. Pas Uro takʙir guj, takʙire soista"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Sipos Xudovandero, ki ʙar ʙandai xud in kitoʙro nozil kard va hec kacivu inhirof dar on nanihod"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Kitoʙe xoli az kaci. To mardumro az xasmi sadidi xud ʙitarsonad va mu'minonro, ki korhoi soista mekunand, xaʙari xus dihad, ki mukofote neku dorand"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "dar hole ki to aʙad dar on covidonaand"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Va kasonero, ki guftand: «Xudo farzande ixtijor kard», ʙitarsonad"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Ne. xud ʙa on donise dorand va na padaronason dostaand. Ci ʙuzurg ast suxane, ki az dahonason ʙerun meojad va duruƣ megujand"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Sojad agar ʙa in suxan imon najovarand, xudatro ʙa xotirason az anduh halok sozi"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Mo har ci dar rui zamin ast, zinnati on qaror dodem to imtihonason kunem, ki qadomason ʙa amal ʙehtarand"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Va niz mo rastem, ki rui zaminro cun ʙijoʙone xusk xohem kard"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Ojo pindostai, ki ashoʙi kahf va raqim az nisonahoi aciʙu ƣariʙi Mo ʙudaand"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "On goh ki on cavonmardon ʙa ƣorho panoh ʙurdand va guftand: «Ej Parvardigori mo, moro az sui xud rahmat ato kun va kori moro ʙa rohi rost andoz»"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Sole cand dar on ƣor ʙa xoʙason kardem"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Sipas ʙedorason kardem, to ʙidonem kadom jak az on du guruh hisoʙoti muddati oramidanasonro dostaand"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Mo xaʙarasonro ʙa rosti ʙaroi tu hikojat mekunem: onho cavonmardone ʙudand, ki ʙa Parvardigorason imon ovarda ʙudand va Mo niz ʙar hidojatason afzudem"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Bar dilhojason neru ʙaxsidem. On goh, ki ʙarxostand va guftand: «Parvardigori mo Parvardigori osmonhovu zamin ast. Cuz U kasero xudo naxonem, ki har goh cunin kunem, suxane saxt kufromez gufta ʙosem"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Inho, ki qavmi mo hastand, ʙa ƣajri U xudojone ixtijor kardaand. Caro ʙaroi isʙoti xudoii onho daleli ravsane nameovarand? Kist sitamkortar az kase, ki ʙa Xudo duruƣ meʙandad"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Agar az qavmi xud kanora custaed va cuz Xudoi jakto xudoi digarero nameparasted, ʙa ƣor panoh ʙared va Xudo rahmati xud ʙar sumo arzoni dorad va ne'matatonro dar on muhajjo dorad"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Va xursedro meʙini, ki cun ʙarmeojad, az ƣorason ʙa coniʙi rost majl mekunad va cuk ƣuruʙ kunad, onhoro voguzorad va ʙa cap gardad. Va onon dar sahnai ƣorand. Va in az ojoti Xudost. Har kiro Xudo hidojat kunad, hidojat joftaast va har kiro gumroh sozad, hargiz korsoze rohnamo ʙaroi u naxohi joft"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Mepindosti, ki ʙedorand, hol on ki dar xoʙ ʙudand va Mo ononro ʙa dasti rostu dasti cap megardonidem va sagason ʙar dargohi ƣor du dasti xud daroz karda ʙud. Agar ʙa sarason merafti, gurezon ʙozmegasti va az onho saxt metarsidi"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Hamcunin ʙedorason kardem, to ʙo jakdigar guftusunid kunand. Jake az onho pursid: «Cand vaqt ast, ki oramidaed?» Guftand: «Jak ruz jo porae az ruzro oramidaem». Guftand: «Parvardigoraton ʙehtar donad, ki cand vaqt oramidaed. Jakero az xud ʙo in pulaton ʙa sahr ʙifiristed, to ʙingared, ki ƣizoi pokiza kadom ast va ʙarojaton az on ruzijatonro ʙijovarad. Va ʙojad, ki ʙa mehruʙoni raftor kunad, to kase ʙa sumo ogohi najoʙad"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Zero agar sumoro ʙijoʙand, sangsor xohand kard jo ʙa dini xud darovarand. Va agar cunin savad, to aʙad nacot naxohed joft»"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Ba in tarz mardumro ʙa holason ogoh kardem to ʙidonand, ki va'dai Xudo rost ast va dar qijomat suʙhae nest. On goh dar ʙorai onho ʙo jakdigar ʙa guftugu pardoxtand va guftand: «Bar rui onho ʙinoe ʙisozed, Parvardigorason ʙa korason ogohtar ast». Va onon, ki ʙar xolason ogohtar suda ʙudand, guftand: «Na, in coro mascide mekunem»"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Xohand guft: «Se tan ʙudand va cahorumason sagason ʙud» va megujand: «Panc tan ʙudand va sasuminason sagason ʙud». Tir ʙa toriki mezanand va megujand: «Haft tan ʙudand va hastuminason sagason ʙud». Bigu: «Parvardigori man ʙa adadi onho donotar ast va sumori onhoro cuz andak kason namedonand». Va tu dar ʙorai onho cuz ʙa zohir mucodala nakun va az kas napurs"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Hargiz maguj: «Fardo cunin mekunam»"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "magar Xudovand ʙixohad. Va cun faromus kuni, Parvardigoratro ʙa jod or va ʙigu: «Sojad Parvardigori man maro az nazdiktarin roh hidojat kunad»"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Va onon dar ƣori xud sesad sol oramidand va nuh sol ʙa on afzudaand"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Bigu: «Xudovand donotar ast, ki cand sol oramidand. Ƣajʙi osmonhovu zamin az oni Ust. Ci ʙinostu ci sunavost! Cuz U duste nadorand va kasro dar farmoni xud sarik nasozad»"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Az kitoʙi Parvardigorat har ci ʙar tu vahj sudaast, tilovat kun. Suxani Uro taƣjirdihandae nest, Va tu ƣajri U panohgohe namejoʙi"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Va hamroh ʙo kasone, ki har suʙhu som Parvardigorasonro mexonand va xusnudii Uro mecujand, xudro ʙa saʙr vodor. Va naʙojad casmoni tu ʙaroi joftani zeʙu zinnathoi in zindagii dunjavi az inon jak su gardad. Va az on, ki dilasro az zikri xud ʙexaʙar soxtaem va az pai havoi nafsi xud meravad va dar korhojas isrof mevarzad, panravi nakun"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Bigu: «In suxani haq az coniʙi Parvardigori sumost. Har ki ʙixohad, imon ʙijovarad va har ki ʙixohad, kofir savad». Mo ʙaroi kofiron, otase, ki lahiʙi (su'lai) on hamaro dar ʙar megirad, omoda kardaem va cun ʙa istiƣosa (dodxohi) oʙ xohand, az oʙe cun misi gudoxta, ki az haroratas cehraho kaʙoʙ mesavad, ʙixuronandason, ci oʙi ʙade va ci oromgohe ʙad"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Kasone, ki imon ovardaand va korhoe soista kardaand, ʙidonand, ki Mo mukofoti nekukoronro ʙarʙod namekunem"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Barojason ʙihisthoe covid ast. Az zeri pohoson nahrho corist. Bihistijonro ʙa dastʙandhoe zar meorojand va comahoe saʙz az sohii nozuku deʙoi durust mepusand va dar on co ʙar taxtho takja mezanand. Ci mukofoti nekue va ci oromgohi nekue"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Barojason dostoni du mardro ʙajon kun, ki ʙa jake du tokiston doda ʙudem va ʙar girdi onho daraxtoni xurmo va dar mijonason kistzor karda ʙudem"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "On du tokiston mevai xudro medodand ʙe hec kamu kost. Va nahre ʙajni on du cori gardonidem"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Hosil az oni u ʙud. Ba dustas, ki ʙo u guftugu mekard, guft; «Man ʙa mol az tu ʙestar va ʙa nafar piruztaram»"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Va on mard sitam ʙar xestan karda ʙa ʙoƣi xud daromad va guft: «Napindoram, ki in ʙor hargiz az mijon ʙiravad"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Va on mard sitam ʙar xudas karda ʙa ʙoƣi xud ham maro nazdi Xudo ʙarand, cojgohe ʙehtar az in ʙoƣ xoham joft»"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Dustas, ki ʙo u guftugu mekard, guft: «Ojo ʙar on kas, ki turo az xok va sipas az nutfa ʙijofarid va marde rostqomat kard, kofir sudai"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Vale U Xudoi jakto, Parvardigori man ast va man hec kasro sariki Parvardigoram namesozam"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Caro on goh, ki ʙa ʙoƣi xud daromadi, nagufti: «Har ci Xudovand xohad va hec quvvae ƣajri quvvai Xudo nest?» Agar meʙini, ki doroivu farzandi man kamtar az tu ast"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "sojad Parvardigori man maro cize ʙehtar az ʙoƣi tu dihad. Sojad ʙar on ʙoƣ so'iqae (ofate) ʙifiristad va onro ʙa zamine sofu laƣzanda ʙadal sozad"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "Jo oʙi on ʙar zamin furu ravad va hargiz ʙa joftani on qudrat najoʙi"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Ba samaraas ofat rasid va ʙomdodon dasti pusajmoni ʙar dast mesoid, ki ci harce karda ʙud va aknun hamai ʙinohojas furu rexta ast. Va megujad;. «Ej kos, kasero sariki Parvardigoram nasoxta ʙudam!»"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Ƣajri Xudo guruhe, ki ʙa jorias ʙarxezand, naʙud va xudi u qudrat nadost"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "On co jori kardan Xulon haqro sazovor. Mukofoti U ʙehtar va sarancomas nekutar ast"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Barojason zindagii dunjoro misol or» ki cun ʙoronest, ki az osmon ʙiʙorad va ʙo on gijohoni gunogun ʙa farovoni ʙirujad. Nogoh xusk savad va ʙod ʙa har su parokandaas sozad va Xudo ʙar har kore tavonost"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Doroivu farzand zeʙu zinnathoi in zindagonii dunjost va kirdorhoi nek, ki covidon ʙar coj memonand, nazdi Parvardigorat ʙehtar va umed ʙastan ʙa onho nekutar ast"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Ruze, ki kuhhoro ʙa roh meandozem va zaminro ʙini, ki har ci andarun dorad, ʙerun afkandaast va hamaro ʙaroi hisoʙ gird meovarem va jak tan az onhoro ham raho namekunem"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Hama dar jak saf ʙa Parvardigorat arza mesavand. Aknun nazdi Mo omaded, hamcunon ki naxustin ʙor sumoro ʙijofaridem. Ojo mepindosted, ki hargiz ʙarojaton va'dagohe qaror naxohem dod"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Daftari a'mol kusoda savad. Gunahkoronro ʙini, ki az on ci dar on omadaast, ʙimnokand va megujand: «Voj ʙar mo, in ci daftarest, ki hec gunohi xurdu ʙuzurgero hisoʙ nosuda naguzostaast». On goh amalhoi xudro dar muqoʙili xud ʙijoʙand va Parvardigori tu ʙa kase sitam namekunad"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Va on goh, ki ʙa faristagon guftem, ki Odamro sacda kuned, hama ƣajri Iʙlis, ki az cin ʙud va az farmoni Parvardigoras sar ʙitoft, sacda kardand. Ojo sajton va farzandokasro ʙa coi man ʙa dusti megired, hol on, ki dusmani sumojand? Zolimon ʙad cizero ʙa coi Xudo intixoʙidand"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "On goh ki oomonhovu zamin va xudasonro meofaridam, az onho jori naxostam. Zero Man gumrohkunandagonro ʙa jori namegiram"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Va ruze, ki megujad: «Onhoero, ki mepindosted sarikoni Manand, ceƣ zaned». Ceƣ zadand va sarikon cavoʙ nadihand. On goh halokatgohro mijonason qaror dihem"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Z Cun gunahkoron otasro ʙuʙinand, ʙidonand, ki dar on xohand aftod va rohi rahoi az on nest"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Dar in Qur'on ʙaroi mardum har guna dostone ʙajon kardaem, vale odami ʙes az hama ʙa cadal (xusumat) ʙarmexezad"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Mardumonro cun (az Xudo) hidojat omad, hec ciz az imon ovardanu ʙaxsois xostan ʙoznadost, ƣajri on, ki meʙoist ʙa sunnati pesinijon giriftori azoʙ savand jo on ki azoʙi rujoruju oskoro ʙar onon faro rasad"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Va Mo pajomʙaronro nafiristodem, cuz on ki ʙa mardum muƶda dihand jo ʙim. Va kofiron mexohand ʙo cidoli ʙotil haqro az mijon ʙiʙarand, va ojotu xusdorhoi Maro ʙa masxara megirand"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Kist sitamkortar az on, ki ojoti Parvardigorasro ʙarojas ʙixonand va u ruj gardonad va korhoe, ki az pes karda, faromus kunad? Bar dili onho parda afkandem, to ojotro darnajoʙand va gushojasonro kar soxtem, ki agar ʙa rohi hidojatason da'vat kuni, hargiz roh najoʙand"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Parvardigorat ʙaxsojandavu mehruʙon ast. Agar mexost, ʙa saʙaʙi kirdorason dar in cahon ʙozxostason kunad, ʙo sitoʙ ʙa azoʙason mesupurd. Ammo azoʙro zamone mu'ajjan ast, ki cun faro rasad, panohgohe najoʙand"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Va on dehahoro, cun kofir sudand, ʙa halokat rasonidem va ʙaroi halokatason va'dae nihodem"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Va Muso ʙa sogirdi xud guft: «Man hamcunon xoham raft to on co, ki du darjo ʙa ham rasidaand. Jo merasam jo umram ʙa sar meojad»"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Cun on du ʙa on co, ki du darjo ʙa ham rasida ʙudand, rasidand, mohijasonro faromus kardand va mohi rohi darjo girift va dar oʙ sud"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Cun az on co guzastand, ʙa sogirdi xud guft: «Xuroki costamonro ʙijovar, ki dar in safaramon ranci farovon didaem»"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Guft: «Ojo ʙa jod dori on gohro, ki dar kanori sang makon girifta ʙudem? Man mohiro faromus kardaam. Va in sajton ʙud, ki saʙaʙ sud faromu sas kunam va mohi ʙa tariqi taaccuʙovar ʙa darjo raft»"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Guft: «On co hamon coest, ki dar talaʙas ʙudaem». Va ʙa paji qadamhoi xud custucukunon ʙozgastand"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Dar on co ʙandae az ʙandagoni Moro, ki rahmati xud ʙa u arzoni dosta ʙudem va xud ʙa u donis omuxta ʙudem, ʙijoftand"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Muso guftas; «Ojo ʙo tu ʙijojam to az on hidojate ki ʙa tu omuxtaand, ʙa man ʙijomuzi?»"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Guft: «Turo saʙri hamrohi ʙo man nest"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Va ci guna dar ʙaroʙari cize, ki ʙa on ogohi Najoftai, saʙr xohi kard?»"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Guft: «Agar Xudo ʙixohad, maro soʙir xohi joft, on cunon ki dar hec kore turo nofarmoni nakunam»"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Guft: «Agar az pai man meoj, naʙojad, ki az man cize ʙipursi, to man xud turo az on ogoh kunam»"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Pas ʙa roh aftodand, to ʙa kisti savor sudand. Kistiro surox kard. Guft: «Kistiro surox mekuni, to mardumasro ƣarq sozi? Kore, ki mekuni, kore saxt ʙuzurg va zist ast!»"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Guft: «Naguftam. ki turo saʙri hamrohi ʙo man nest?»"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Guft: «Agar faromus kardaam, maro ʙozxost makun va ʙa in andoza ʙar man saxt magir»"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Va raftand, to ʙa pisare rasidand, uro kust. Muso guft: «Ojo coni pokero, ʙe on ki qatle karda ʙosad, mekusi? Sodirkunandai kore zist gardidi»"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "Guft: «Naguftam, ki turo saʙri hamrohi ʙo man nest?»"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Guft: «Agar az in pas az tu cize ʙipursam, ʙo man hamrohi makun, ki az coniʙi man ma'zur ʙosi»"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Pas ʙiraftand, to ʙa dehe rasidand. Az mardumi on deh ta'ome xostand. Az mizʙoniason sar ʙartoftand. On co devore didand, ki nazdik ʙud furu rezad. Devorro rost kard. Muso guft: «Kos dar ʙaroʙari in kor muzde mexosti»"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Guft: «Aknun zameni cudoi mijoni manu tust va turo az sirri on korho, ki tahammulasonro nadosti, ogoh mekunam"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Ammo on kisti az oni ʙenavojone ʙud, ki dar dare kor mekardand. Xostam ma'juʙas kunam, zero dar on sutarason podsohe ʙud, ki kistihoro ʙa zuri megirift"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Ammo on pisar padaru modaras mu'min ʙudand. Tarsidem, ki on duro ʙa isjonu kufr andozad"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Xostem to dar ivazi u Parvardigorason cize nasiʙason sozad ʙa poki ʙehtar az u va ʙa mehruʙoni nazdiktar az u"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "Ammo devor az oni du pisari jatim az mardumi in sahr ʙud, dar zeras gance ʙud az oni pisaron. Padarason marde soleh ʙud, Parvardigori tu mexost on du ʙa haddi ʙuluƣ rasand va ganci xudro ʙerun orand. Va man in korro ʙa majli xud nakardam. Rahmati Parvardigorat ʙud. In ast sirri on suxan, ki guftam: «Turo saʙri on nest»"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Va az tu dar ʙorai Zulqarnajn mepursand. Bigu: «Bar ej sumo az u cize mexonam»"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Mo uro dar zamin qudrat dodem va rohi rasidan ʙa har cizero ʙa u nison dodem"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "U niz, ʙa on roh rahsipor sud"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "To ʙa ƣuruʙgohi xursed rasid. Did, ki dar casmae giloludu sijoh ƣuruʙ mekunad va dar on co mardume joft. Guftem: «Ej Zulqarnajn, mexohi uquʙatason kun va mexohi ʙo onho ʙa neki raftor kun»"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Guft: «Ammo har kas, ki sitam kunad, mo uquʙatas xohem kard. On goh uro nazdi Parvardigoras meʙarand, to u niz ʙa saxti azoʙas kunad"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Va ammo har kas, ki imon ovarad va koruhoi soista kunad, acre neku dorad. Va dar ʙorai u farmonhoi oson xohem rond»"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Boz ham rohro pes girift"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "To ʙa makoni ʙaromadani oftoʙ rasid. Did ʙar qavme tulu' mekunad, ki ƣajr az partavi on ʙarojason hec pusise qaror nadodaem"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Cunin ʙud. Va mo ʙar ahvoli u xaʙar dorem"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Boz ham rohro pes girift"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "To ʙa mijoni du kuh rasid. Dar pasi on du kuh mardumero did, ki gui hec suxanero namefahmand"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Guftand: «Ej Zulqarnajn, Ja'cucu Ma'cuc dar zamin fasod mekunand. Mexohi xiroce ʙaroi tu muqarrar kunem, to tu mijoni movu onho devore ʙarovari?»"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Guft: «On ci Parvardigori man maro ʙad-on tavonoi dodaast, ʙehtar ast. Maro ʙa nerui xes madad kuned, to mijoni sumovu onho devore ʙarovaram"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Baroi man tikkahoi ohan ʙijovared». Cun mijoni on du kuh cam'karda sud, guft: «Bidamed!» To on ohanro ʙigudoxt. Va guft: «Misi gudoxta ʙijovared, to ʙar on rezam»"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Na tavonistand az on ʙolo ravand va na dar on surox kunand"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Guft: «In rahmate ʙud az coniʙi Parvardigori man va cun va'dai Parvardigori man darrasad, onro zeru zaʙar kunad va va'dai Parvardigori man rost ast»"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Va dar on ruz voguzorem, to mardum cun mavc ravon gardand va cun dar sur damida savad, hamaro jak co gird ovarem"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Va dar on ruz cahannamro ʙa kofiron, cunon ki ʙojad, nison xohem dod"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "On kason, ki didagonason az jodi man dar parda ʙuda va tavoni sunidak nadostaand"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Ojo kofiron pindorand, ki ʙa coi Man ʙandagoni Maro ʙa xudoi girand? Mo cahannamro omoda soxtaem to manzilgohi kofiron ʙosad"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Bigu: «Ojo sumoro ogoh kunem, ki kirdori ci kasone ʙes az hama zijonkunandatar ʙud"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Onhoe, ki kusidanason dar zindagii dunjo taʙoh sud va mepindostand kore neku mekunand"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Onon ʙa ojoti Parvardigorason va ʙa muloqot ʙo U imon najovardand, pas amalhojason nociz sud va Mo dar ruzi qijomat ʙarojason vazne qoil nestem"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Hamcunin cazoi onon ʙa saʙaʙi kufrason va niz ʙa on saʙaʙ, ki ojotu pajomʙaroni Maro masxara mekardand, cahannam ast"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Kasone, ki imon ovardand va korhoe soista kardand, mehmonsarojason ʙoƣhoi firdavs ast"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Dar on co covidonand va hargiz havasi kucidan nakunand"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Bigu: «Agar dare ʙaroi navistani kalimoti Parvardigori man rang savad, darjo ʙa pojon merasad va kalimoti Parvardigori man ʙa pojon namerasad, harcand darjoi digare ʙa madadi on ʙijovarem»"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Bigu; Man insone hastam monandi sumo. Ba man vahj mesavad. Alʙatta Xudoi sumo xudoest jakto. Har kas didori Parvardigori xudro umed meʙandad, ʙojad kirdori soista dosta ʙosad va dar parastisi Parvardigoras hec kasro sarik nasozad»"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kof, ho, jo, ajn, sod"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Bajoni ʙaxsoisi Parvardigorat ʙar ʙandai Xud Zakarijost"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "On goh ki Parvardigorasro pinhoni sado dod"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Guft: «Ej Parvardigori man, ustuxoni man sust gasta va saram az piri safed sudaast va hargiz dar du'o ʙa dargohi tu, ej Parvardigori man, ʙeʙahra naʙudaam"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Man pas az margi xud az xesovandonam ʙimnokam va zanam nozojanda ast. Maro az coniʙi Xud farzande ato kun"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "ki merosʙari man va merosʙari xonadoni Ja'quʙ ʙosad va uro, ej Parvardigori man, soistavu pisandida gardon»"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "«Ej Zakarijo, Mo turo ʙa pisare ʙa nomi Jahjo muƶda medihem. Az in pes kasero hamnomi u nasoxtaem»"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Guft: «Ej Parvardigori man, maro az kuco pisare ʙosad, hol on ki zanam nozojanda ast va man xud dar piri ʙa fartuti rasidaam»"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Guft: «Parvardigorat incunin guftaast: «In ʙaroi Man oson ast va turo, ki pes az in cize naʙudai, ʙijofaridaam»"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Guft: «Ej Parvardigori man, ʙa man nisone ʙinamoj». Guft: «Nisoni tu in ast, ki se saʙu se ruz ʙo mardum su xan nagui ʙe hec oseʙe»"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Az mehroʙ ʙa mijoni qavmi xud ʙerun omad va ʙa onon e'lom kard, ki suʙhu som tasʙeh gued"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "«Ej Jahjo, kitoʙro ʙa quvvat ʙigir». Va dar kudaki ʙa u donoi ato kardem"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Va ʙa u safqat kardem va pokizaas soxtem va u parhezgor ʙud"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Ba padaru modar neki mekard va caʙʙoru gardankas naʙud"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Salom ʙar u, ruze, ki zoda sud va ruze, ki memirad va ruze, ki digar ʙor zinda xezonida mesavad"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Dar in kitoʙ Marjamro jod kun, on goh, ki az xonadoni xud ʙa makone ru ʙa sui ʙaromadani oftoʙ jaqsu sud"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Mijoni xud va onon pardae kasid va Mo Ruhi Xudro nazdas firistodem va cun insone tamom ʙar u namudor sud"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Marjam guft: «Az tu ʙa Xudoi rahmon panoh meʙaram, ki parhezgor ʙosi»"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Guft: «Man firistodai Parvardigori tu hastam, to turo pisare pokiza ʙiʙaxsam»"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Guft: «Az kuco maro farzande ʙosad, hol on ki hec ʙasare ʙa man dast nazadaast va man ʙadkora ham naʙudaam»"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Guft: «Parvardigori tu incunin guftaast: «In ʙaron man oson ast. Mo on pisarro ʙaroi mardum ojatevu ʙaxsoise kunem va in korest hatmi va pojonjofta»"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Pas ʙa u homilador sud va uro ʙo xud ʙa makone duraftoda ʙurd"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Dardi zoidan uro ʙa sui tanai daraxti xurmoe kasonid. Guft: «Ej kos, pes az in murda ʙudam va az jodho faromus suda ʙudam»"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Kudak az zeri u nido dod: «Ƣamgin maʙos, Parvardigorat az zeri poi tu cui oʙe ravon soxt»"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Daraxtro ʙicunʙon to xurmoi tozacida ʙarojat furu rezad"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Pas, ej zan, ʙixuru ʙijosom va sodmon ʙot va agar az odamijon kasero didi, ʙiguj: «Baroi Xudoi rahmon ruza nazr kardaam va imruz ʙo hec ʙasare suxan namegujam»"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Kudakro ʙardost va nazdi qavmi xud ovard. Guftand: «Ej Marjam, kore qaʙeh kardai"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "Ej xohari Horun, na padarat mardi ʙade ʙud va na modarat zane ʙadkora»"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Ba farzand isora kard. Guftand: «Ci guna ʙo kudake, ki dar gahvora ast, suxan ʙiguem»"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Kudak guft: «Man ʙandai Xudojam, ʙa man kitoʙ doda va maro pajomʙar gardonidaast"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Va har co, ki ʙosam, karo ʙarakat doda va to zindaam, ʙa namozu zakot vasijat kardaast"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "Va niz neki kardan ʙa modaram. Va maro gardankasu ʙadʙaxt nasoxtaast"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Salom ʙar man, ruze, ki zoda sudam va ruze, ki memiram va ruze, ki digar ʙor zinda karda mesavam!»"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "In ast Iso ʙinni Marjam, ʙa suxani haq hamon ki dar ʙorai u dar sakku suʙha ʙudand"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Nasazad Xudovandro, ki farzande ʙigirad. Pok ast. Cun prodaj kore kunad, megujad: «Mavcud sav!» Pas mavcud mesavad"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "Va Olloh Parvardigori manu Parvardigori sumost, pas Uro ʙiparasted, ki rohi rost ki ast"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Guruhho ʙo ham ixtilof kardand, pas voj ʙar kofiron ʙa hangomi huzur dar on ruzi ʙuzurg"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Ci xuʙ mesunavand va ci xuʙ meʙinand, on ruz, ki nazdi Mo meojand, vale sitamkoron imruz dar gumrohii oskore hastand"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Onhoro az ruzi pusajmoni, ki kor ʙa pojon omada va onon hamcunon dar holi ƣaflatu ʙeimoni hastand, ʙitarson"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Alʙatta Mo zamin va har kiro ʙar rui on ast, ʙa meros meʙarem va hama ʙa nazdi Mo ʙozgardonda mesavand"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Va dar in kitoʙ Iʙrohimro jod kun, ki u pajomʙare rostgu ʙud"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "On goh, ki padarasro guft: «Ej padar, caro cizero, ki na mesunavad va na meʙinad va na hec hocati turo meʙarorad, meparasti"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "Ej padar, maro donise dodaand, ki ʙa tu nadodaand. Pas ʙa man pajravi kun, to turo ʙa rohi rost hidojat kunam"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Ej padar, sajtonro naparast, zero sajton Xudoi rahmonro nofarmon ʙud"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "Ej padar, metarsam azoʙe az coniʙi Xudoi rahmon ʙa tu rasad va tu dustdori sajton ʙosi!»"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Guft: «Ej Iʙrohim, ojo az xudojoni man ʙezor hasti? Agar ʙoznaisti, sangsorat mekunam. Aknun zamone daroz az man dur ʙos!»"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Guft: «Turo salomat ʙod! Az Parvardigoram ʙarojat ʙaxsois xoham xost. Zero U ʙar man mehruʙon ast»"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Az sumo va az on cizhoe, ki ʙa coi Xudoi jakto iʙodat mekuned, kanora megiram va Parvardigori xudro mexonam, ʙosad, ki cun Parvardigoramro ʙixonam, mahrum nasavam»"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Cun az onho va on ci ʙa coi Xudoi jakto meparastidand, kanora girift, Ishoq va Ja'quʙro ʙa u ʙaxsidem va hamaro pajomʙari dodem"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "va rahmati Xudro ʙa onho arzoni dostem va suxani neku va ovozai ʙaland dodem"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Va dar in kitoʙ Musore jod kun. U ʙandae muxlis va firistodae pajomʙar ʙud"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Va uro az coniʙi rosti kuhi Tur nido dodem va nazdikas soxtem, to ʙo u roz guem"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Va az rahmati xud ʙarodaras Horuni pajomʙarro ʙa u ʙaxsidem"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Va dar in kitoʙ Ismo'ilro jod kun. U durustqavl va firistodae pajomʙar ʙud"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Va xonadoni xudro ʙa namozu zakot amr mekard va nazdi Parvardigoras soistavu pisandida ʙud"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Va dar in kitoʙ Idrisro jod kun. U rostguftore pajomʙar ʙud"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Uro ʙa makone ʙalanl ʙardostem"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Inho guruhe az pajomʙaron ʙudand, ki Xudo ʙa onon in'om karda ʙud, az farzandoni Odam va farzandoni onon, ki ʙo Nuh dar kisti nisondem va farzandoni Iʙrohimu Isroil va onho, ki hidojatason kardem va intixoʙ kardem. Va cun ojoti Xudoi rahmon ʙar onon tilovat mesud, girjon ʙa sacda meaftodand. (Sacda)"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Sipas kasone conisini inho sudand, ki namozro zoe' kardand va pajravi sahvatho gardidand va ʙa zudi ʙa Ƣaj xohand aftod"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "ƣajri on kas, ki tavʙa kard va imon ovard va korhoe soista kard. Inho ʙa ʙihist doxil mesavand va hec mavridi sitam qaror namegirand"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Bihisthoi covid, ki Xudoi rahmon dar ƣajʙ ʙa ʙandagoni xud va'da kardaast va va'dai u faro xohad rasid"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Dar on co suxani ʙehuda namesunavand. Guftorason salom ast. Va ruzijason har suʙhu som omoda ast"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "In hamon ʙihistest, ki ʙa ʙandagonamon, ki parhezgori kardaand, ato mekunem"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "Va mo cuz ʙa farmoni Parvardigori tu furud nameoem. On ci dar pesi rui mo va pusti sari mo va mijoni in du qaror dorad, az oni Ust. Va Parvardigori tu faromuskor nest"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Pargardigori osmonhovu zamin va on ci mijoni on dust. Uro ʙiparast va dar parastis ʙosaʙr ʙos. Ojo hamnome ʙaroi U mesinosi"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Odami megujad: «Ojo zamone, ki ʙimiram, zinda az gur ʙerun ovarda xoham sud?»"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Va odami ʙa jod nadorad, ki uro pes az in ofaridaem va u xud cize naʙud"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Ba Parvardigorat savgand, onhoro ʙo sajtonho gird meovarem, on goh hamaro dar atrofi cahannam ʙa zonu menisonem"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "On goh az har guruh kasonero, ki dar ʙaroʙari Xudoi rahmon ʙestar sarkasi kardaand, cudo mekunem"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Va Mo onhoero, ki sazovortar ʙa doxil sudan dar otas va suxtan dar on ʙosand, ʙehtar mesinosem"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Va hec jak az sumo nest, ki voridi cahannam nasavad va in hukmest hatmi az coniʙi Parvardigori tu"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "On goh parhezgoronro nacot medihem va sitamkoronro hamcunon ʙa zonu nisasta dar on co meguzorem"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Cun ojoti ravsangari moro ʙar onon ʙixonand, kofiron ʙa mu'minon megujand: «Kadom jak az du firqaro cojgohi ʙehtar va mahfili nekutar ast?»"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Pes az onho ci ʙisjor mardumero ʙa halokat rasonidaem, ki az cihati xonavu coj va suratu namud ʙehtar az onho ʙudand"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Bigu: «Har kas, ki dar gumrohi ʙosad. Xudoi rahmon uro ʙa fuzuni madad merasonad», to on goh on ciro ʙa u va'da doda sudaast, ʙingarad: jo azoʙ va jo qijomat. On goh xohand donist, ki ci kasero cojgoh ʙadtaru laskar notavontar ast"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Va Xudo ʙar rohnamoii onon, ki hidojat joftaand, xohad afzud va nazdi Parvardigori tu mukofot va naticai kirdorhoi soistae, ki ʙoqi mondaniand, ʙehtar ast"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Ojo on kasero, ki ʙa ojoti Mo kofir ʙud, didi, ki meguft: «Alʙatta, ʙa man molu farzand doda xohad sud!»"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Ojo az ƣajʙ ogohi doptt, jo az Xudoi rahmon pajmon girifta ʙud"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Na cunin ast. On ci megujad, xohem navist va alʙatta, ʙar azoʙas xohem afzud"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "On ciro, ki megujad az u megirem, to tanho nazdi mo ʙijojad"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Va ʙa ƣajr az Olloh xudojone ixtijor kardand, to saʙaʙi izaatason gardand"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Na cunin ast. Ba zudi iʙodatasonro inkor kunand va ʙa muxolifatason (ʙar ziddi onho) ʙarxezand"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Ojo nadidai, ki Mo sajotinro ʙa sui kofiron firistodem to onhoro tasviq kunand (ʙa gunohu kufr)"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Pas tu ʙar onon sitoʙ makun, ki Mo ruzhojatonro ʙa diqqat mesumorem"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Ruze, ki parhezgoronro nazdi Xudoi rahmon savora gird ovarem"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "va gunahkoronro tasnakom ʙa cahannam ʙironem"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Az safo'at ʙenasiʙand, faqat on kas, ki ʙo Xudoi rahmon pajmone ʙasta ʙosad. (safo'at joʙad)"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Guftand: «Xudoj rahmon sohiʙi farzandest»"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Dar haqiqat suxane zist ovardaed"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Nazdik ast, ki az in suxan osmonho ʙisikofand va zamin sikofta savad va kuhho furu aftand va darham rezand"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "zero ʙaroi Xudoi rahmon farzande qoil sudaand"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Xudoi rahmonro sazovor nest, ki sohiʙi farzande ʙosad"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Hec ciz dar osmonhovu zamin nest, ki ʙa ʙandagi sui Xudoi rahmon naojad"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "U hamaro hisoʙ karda va jak-jak sumurda ast"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Va hamagiason dar ruzi qijomat tanho nazdi U meojand"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Xudoj rahmon kasonero, ki imon ovardaand va korhoi soista kardaand, mahʙuʙi hama gardonad"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "In Qur'onro ʙar zaʙoni tu oson kardem, to parhezgoronro muƶda dihi va sarkasonro ʙitarsoni"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Va ci ʙisjor mardumero pes az onho halok kardaem. Ojo hec jak az onhoro mejoʙi jo hatto andak ovoze az onho mesunavi"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "To, ho"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Qur'onro ʙar tu nozil nakardaem, ki dar ranc Afti"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Tanho husdorest ʙaroi on ki metarsad"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Az coniʙi kase, ki zaminu osmonhoi ʙalandro ofaridaast, nozil suda"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Xudoi rahmon ʙar ars istilovu ihota dorad"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Az oni Ust on ci dar osmonhovu zamin va mijoni onhost va on ci dar zeri zamin ast"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Va agar suxani ʙaland gui, U ʙa rozi nihon va nihontar ogoh ast"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Olloh — on ki hec xudoe ƣajri U nest, nomhoi xuʙ az oni Ust"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Ojo xaʙari Muso ʙa tu rasidaast"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "On goh, ki otase did va ʙa xonavodai xud guft: «In co ʙosed, ki man az dur otase meʙinam, sojad ʙarojaton su'laero ʙijovaram jo dar rusnoii on rohe ʙijoʙam»"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Cun nazdi otas omad, nido doda sud: «Ej Muso"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Man Parvardigori tu hastam. Pojafzoratro ʙerun kun, ki inak dar vodii muqaddasi Tuvo hastj"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Va man turo intixoʙ kardam (ʙa pajƣamʙari). Pas ʙa on ci vahj mesavad, gus dor"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Xudoi jakto Man hastam. Hec Xudoe ƣajri Man nest. Pas Maro ʙiparast va to Maro jod kuni, namoz ʙigzor"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Qijomat omadani ast. Mexoham zamoni onro pinhon doram, to har kas dar muqoʙili kore, ki kardaast, cazo ʙuʙinad"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "On kas, ki ʙa on imon nadorad va pajravi havoi xud ast, turo az on (imoni ʙa qijomat) rujgardon nakunad, to ʙa halokat afti"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Ej Muso, on cist ʙa dasti rostat"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Guft: «In asoi man ast. Bar on takja mekunam va ʙaroi gusfandonam ʙo on ʙarg merezam. Va maro ʙo on korhoi digar ast»"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Guft: «Ej Muso, onro ʙijafkan»"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Bijafkandas. Ba nogahon more sud, ki medavid"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Guft: «Bigiras va matars. Bori digar onro ʙa surati naxustinas ʙozmegardonem"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Dasti xes dar ʙaƣal kun, ʙe hec ajʙe safed ʙerun ojad. In ham mu'cizaest digar"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "to ojathoi ʙuzurgtari xudro ʙa tu nison dihem"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Nazdi Fir'avn ʙirav, ki sarkasi mekunad»"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Guft: «Ej Parvardigori man, sinai maro ʙaroi man kusoda gardon"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Va kori maro oson soz"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Va gireh az zaʙoni man ʙikusoj"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "to guftori maro ʙifahmand"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Va jovare az xonadoni man ʙaroi man qaror deh"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "ʙarodaram Horunro"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Pusti maro ʙa u mahkam kun"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "Va dar kori man sarikas gardon"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "to Turo farovon sitois kunem"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "Va Turo farovon jod kunem"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "ki Tu ʙar holi mo ogoh ʙudai»"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Guft: «Ej Muso, har ci xosti, ʙa tu doda sud"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Va Mo ʙori digar ʙa tu ne'mati farovon dodaem"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "On goh, ki ʙar modarat on ci vahj kardani ʙud, vahj kardem"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "ki uro dar sanduqe andoz, sanduqro ʙa darjo parto, to darjo ʙa sohilas andozad va jake az dusmanoni Man va dusmanoni u sanduqro ʙigirad. Muhaʙʙati xud ʙa tu arzoni dostam, to zeri nazari Man parvaris joʙi"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "On goh, ki xoharat meraft va meguft: «Mexohed sumoro ʙa kase, ki nigahdorijas kunad, roh ʙinamojam?» Mo turo nazdi modarat ʙozgardonidem, to casmonas ravsan gardad va ƣam naxurad. Va tu jakero ʙikusti va Mo az ƣam ozodat kardem va ʙorho turo ʙijozmudem. Va sole cand mijoni mardumi Madjan zisti. Va aknun, ej Muso, dar in hangom, ki taqdir karda ʙudem, omadai"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Turo xosi Xud kardam"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Tu va ʙarodarat ojoti Maro ʙiʙared va dar risolati Man susti makuned"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Ba sui Fir'avn ʙiraved, ki u az had guzastaast"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Bo u ʙa narmi suxan gued, sojad pand girad jo ʙitarsad»"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Guftand: «Ej Parvardigori mo, ʙim dorem, ki ʙar mo zulmu sitam kunad jo sarkasi az had ʙiguzaronad»"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Guft: «Matarsed. Man ʙo sumo hastam. Mesunavamu meʙinam"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Pas nazdi u ravedu gued: «Mo rasuloni Parvardigori tuem. Bani-Isroilro ʙo mo ʙifirist va ozorason madeh. Mo nisonae az Parvardigorat ʙarojat ovardaem. Va salom ʙar on kas, ki az pai hidojat qadam nihad"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Alʙatta ʙa mo vahj sudaast, ki azoʙ ʙaroi on kasest, ki rostro duruƣ sumorad va az on ruj gardonad»"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Guft: «Ej Muso, Parvardigori sumo kist?»"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Guft: «Parvardigori mo hamon kasest, ki ofarinisi (suratu sakli) har cizero ʙa U doda, sipas hidojatas kardast»"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Guft: «Holi qavmhoe, ki az in pes mezistand, cist?»"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Guft: «Ilmi on dar kitoʙest nazdi Parvardigori man, Parvardigori man na xato mekunad va na faromus»"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Kasest, ki zaminro oromgohi sumo soxt va ʙarojaton dar on rohhoe padid ovard va az osmon ʙoron firistod, to ʙo on anvo'e gunogun az naʙotot ʙirujonem"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Bixured va corpojonatonro ʙicaroned. Dar in ʙaroi xiradmandon iʙrathost"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Sumoro az zamin ofaridem va ʙa on ʙozmegardonem va ʙori digar az on ʙerun meovarem"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Alʙatta hamai mu'cizahoi Xudro ʙa u nison dodem, vale duruƣ ʙarovard va sar ʙozzad"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Guft: «Ej Muso, ojo nazdi mo omadai, to moro ʙa cudoi az sarzaminamon ʙerun kuni"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Mo niz dar ʙaroʙari tu codue cun codui tu meovarem. Bajni movu xud va'dagohe dar zamini hamvor ʙiguzor, ki na mo va'daro xilof kunem va na tu»"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Guft; «Va'dagohi sumo ruzi zinat ast va hamai mardum ʙad-on hangom, ki oftoʙ ʙaland gardad gird ojand"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Fir'avn ʙozgast va joroni hilagari xud cam' kard va ʙozomad"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Muso guftason: «Voj ʙar sumo, ʙar Xudo duruƣ maʙanded, ki hamai sumoro ʙa azoʙe halok kunad va har ki duruƣ ʙandad, noumed savad»"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Pas ʙa jakdigar dar kori xud ʙa masvarat pardoxtand. Va pinhon rozho guftand"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Guftand: «In du codugarone hastand, ki mexohand ʙa codui xud sumoro az sarzaminaton ʙironand va dini ʙehtarini sumoro mahv kunand"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Sumo tadʙirhoi xud cam' kuned va dar jak saf ʙijoed. Kase, ki imruz piruz savad nacot joʙad»"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Guftand: «Ej Muso, ojo tu mepartoi jo mo naxust ʙipartoem?»"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Guft: «Sumo ʙipartoed». Nogahon az codue, ki kardand, cunon dar nazaras omad, ki on ʙandho va asoho ʙa har su medavand"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Muso xudasro tarson joft"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Guftem; «Matars, ki tu ʙolotar hasti"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "On ci dar dasti rost dori, ʙijafkan, to har ciro, ki soxtaand, furu ʙarad. Onon hilai coduvon soxtaand va codugar hec goh piruz namesavad»"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Sohiron ʙa sacda vodor sudand. Guftand: «Ba Parvardigori Horunu Muso imon ovardem»"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Fir'avn guft: «Ojo pes az on, ki sumoro ruxsat diham, ʙa U imon ovarded? U ʙuzurgi sumost, ki ʙa sumo codugari omuxtaast. Dasthovu pohotonro az capu rost meʙuram va ʙar tanai daraxti xurmo ʙa doraton meovezam to ʙidoned, ki azoʙi kadom jak az mo saxttaru pojandatar ast»"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Guftand: «Savgand ʙa on ki moro ofaridaast, ki turo ʙar on nisonahoi ravsan, ki didaem, tarceh namedihem (ʙehtar namesumorem), ʙa har ci xohi, hukm kun, ki rivoci hukmi tu dar zindagii incahonist"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Inak ʙa Parvardigori xud imon ovardem to az xatohoi mo va on codugari, ki moro ʙa on vodosti, darguzarad, ki Xudo ʙehtaru pojdortar ast»"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Alʙatta har kas, ki gunahkor nazdi Parvardigoras ʙijojad, cahannam cojgohi ust, ki dar on co na memirad va na zindagi mekunad"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Va onon, ki ʙo imon nazdi u ojand va korhoi soista kunand, sohiʙi daracote ʙaland ʙosand"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Bihisthoi covidon, ki dar on nahrho ravon ast va aʙadi dar on co ʙosand. Va in ast muzdi pokon"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Ba Muso vahj kardem, ki ʙandagoni Moro saʙhangom ʙerun ʙiʙar va ʙarojason (ʙo mu'ciza) dar darjo guzargohe xusk ʙicuj va matars, ki ʙar tu dast joʙand va ʙim ʙa dil roh madeh"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Firʹavn, ʙo laskarhojas az pajason ravon sud. Va darjo cunon, ki ʙojad, ononro dar xud furu pusid"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Fir'avn qavmasro gumrox kard, na rohnamoi"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "«Ej ʙani-Isroil, sumoro az dusmanaton rahonidem va ʙo sumo dar coniʙi rosti kuhi Tur va'da nihodem va ʙarojaton manna (sirini) va salvo (ʙedona) nozil kardem"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Az cizhoi pokiza, ki sumoro ruzi dodaem, ʙixured va az had meguzaronedas, to maʙod xasmi Man ʙa sumo rasad, ki har kas, ki xasmi Man ʙa u ʙirasad, dar otas aftad"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Har kas, ki tavʙa kunad va imon ovarad va kori soista kunad va ʙa rohi hidojat ʙijaftad, uro meʙaxsoem"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Ej Muso, ci ciz turo vodost, to ʙar qavmat pesi giri?» (ja'ne az qavmat pestar ʙijoi)"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Guft: «Onho hamonhojand, ki az pai man ravonand. Ej Parvardigori man, man ʙa sui Tu sitoftam, to xusnud gardi»"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Guft: «Mo qavmi turo pas az tu ozmois kardem va Somiri gumrohason soxt»"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Muso xasmgin va puranduh nazdi qavmas ʙozgastu guft: «Ej qavmi man, ojo Parvardigoraton sumoro va'dahoi neku nadoda ʙud? Ojo der kardani man daroz kasid jo xosted, ki xasmi Parvardigoraton ʙa sumo furud ojad, ki va'dai maro xilof karded?»"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Guftand; «Mo ʙa ixtijori xud va'dai tu xilof nakardem. Az zaru zevari on qavm ʙardostem. Onhoro dar otas andoxtem. Va Somiri niz andoxt"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Va ʙarojason tandisi (pajkarai) gusolae, ki na'rai govonro dost, ʙisoxt va guftand: «In xudoi sumo va xudoi Musost. Va Muso faromus karda ast»"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Ojo namedonand, ki hec posuxe ʙa suxanason namedihad va hec naf'u zijone ʙarojason nadorad"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Horun niz pes az in ʙa onho gufta ʙud: «Ej qavmi man, sumoro ʙa in gusola ozmudaand. Parvardigori sumo Xudoi rahmon ast. Az pai man ʙijoed va farmonʙardori man ʙosed!»"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Guftand; «Mo hamesa ʙa parastisi u menisinem, to Muso ʙa nazdi mo ʙozgardad»"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Guft: «Ej Horun, hangome ki didi gumroh mesavand"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "caro az pai man naomadi? Ojo tu niz az farmoni man sarpeci karda ʙudi?»"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Guft: «Ej pisari modaram, cang ʙar risu sari man majandoz. Man tarsidam, ki ʙigui: «Tu mijoni ʙani-Isroil cudoi afkandi va guftori maro riojat nakardi»"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Guft: «Va tu, ej Somiri, in ci kore ʙud, ki kardi?»"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Guft: «Man cize didam, ki onho namedidand. Muste az xoke, ki naqsi poi on rasul (Ciʙriil) ʙar on ʙud, ʙargiriftam va dar on qolaʙ afkandam va nafsi man in korro dar casmi man ʙijorost»"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Guft: «Birav, dar zindagii in dunjo cunon savi, ki pajvasta ʙiguj: «Ba man nazdik masav». Va niz turo va'daest, ki! az on raho nasavi va inak ʙa xudojat, ki pajvasta iʙodatas mekardi, ʙingar, ki mesuzonemas va ʙa darjoas meafsonem"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Cuz in nest, ki xudoi sumo Olloh ast, ki hec xudoe ƣajri U nest va ilmas hama cizro dar ʙar giriftaast»"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Incunin xaʙarhoi guzastaro ʙaroi tu hikojat mekunem. Va ʙa tu az coniʙi Xud Qur'onro ato kardem"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Har kas, ki az on ruj gardonad, ruzi qijomat ʙori gunoh ʙar dus mekasad"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Dar on kor xamesa ʙimonand. Va ʙori, ruzi qijomat ʙarojason ʙori ʙadest"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Ruze, ki dar sur damida savad va gunahkoronro dar on ruz kaʙudcasm gird meovarem"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Ohista ʙo ham suxan megujand, ki dah ruz ʙes dar dunjo naistodaed"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Mo ʙar guftori onho ogohtarem, on goh ki nekuravistarini onho megujad: «Cuz jak ruz naistodaed»"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Turo az kuhho mepursand. Bigu: «Parvardigori man hamaro parokanda mesozad"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "va onhoro ʙa zamine hamvor ʙadal mekunad"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "dar on hec kacivu pastivu ʙalandi nameʙini»"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Dar on ruz az pai on do'i (Isrofil), ki hec kaciro dar u roh nest, ravon gardand. Va sadoho dar ʙaroʙari Xudoi rahmon past mesavand va az hec kas ƣajri sadoi poe naxohi sunid"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Dar on ruz safo'at naf' nadihad, faqat onro, ki Xudoi rahmon icozat dihad va suxanasro ʙipisandad, naf' dihad"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Har ciro dar pesi rui onhost va har ciro dar pusti sarason ast medonad va ilmi onon Uro dar ʙar nagirad"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Va cehraho dar ʙaroʙari Xudoi zindai pojanda xoze' (mute') mesavad va har ki ʙori kufr ʙar dus mekasad, noumed megardad"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Va har kas, ki korhoi soista kunad va mu'min ʙosad, naʙojad az hec sitame va sikaste ʙitarsad"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Incunin onro Qur'one araʙi nozil kardem va dar on gunogun xusdor dodem, sojad ʙitarsand jo pande toza girand"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Pas ʙartar ast Xudoi jakto- on podsohi rostin! Va pes az on ki vahj ʙa pojon rasad, dar xondani Qur'on sitoʙ makun. Va ʙigu: «Ej Parvardigori man, ʙa ilmi man ʙijafzoj»"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Va mo pes az in ʙo Odam pajmon ʙastem, vale faromus kard va ʙosaʙras najoftem"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Va on goh, ki ʙa faristagon guftem: «Odamro sacda kuned». Hama ƣajri Iʙlis, ki sarpeci kard, sacda kardand"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Guftem: «Ej Odam, in dusmani tu va hamsari tust, sumoro az ʙihist ʙerun nakunad, ki ʙadʙaxt savi"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "ki tu dar ʙihist na gurusna mesavi va na ʙarahna memoni"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "va na tasna mesavi va na ducori toʙisi oftoʙ»"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Sajton vasvasaas kardu guft: «Ej Odam, ojo turo ʙa daraxti covidoni va mulki durnasavanda roh ʙinamojam?»"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Az on daraxt xurdand va sarmgohason dar nazarason padidor sud. Va hamcunon ʙargi daraxtoni ʙihist ʙar onho mecasponidand. Odam ʙa Parvardigori xud osi sud va roh gum kard"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Sipas Parvardigoras uro ixtijor kard va tavʙaasro ʙipaziruft va hidojatas kard"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Guft: «Hamagi az on co poin raved, dusmanoni jakdigar! Agar az coniʙi Man sumoro rohnamoi omad, har kas az on rohnamoii Man pajravi kunad, na gumroh mesavad va na tiraʙaxt"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Va har kas, ki az jodi Man ruj gardonad, zindagias tang savad va dar ruzi qijomat noʙino zindaas sozem»"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Gujad: «Ej Parvardigori man, caro maro noʙino zinda kardi va hol on ki man ʙino ʙudam?»"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Gujad: «Hamcunon ki tu ojoti Moro faromus mekardi, imruz xud faromus gastai»"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Incunin isrofkoron va kasonero, ki ʙa ojoti Parvardigorason imon nameovarand, cazo medihem. Alʙatta azoʙi oxirat saxttaru pojdortar ast"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Ojo on hama mardume, ki pes az in dar masokini inho roh meraftand va Mo hamaro halok kardem, saʙaʙi hidojati inho nasudaand? Inho nisonahoest ʙaroi xiradmandon"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Agar na suxane ʙud, ki Parvardigorat pes az in gufta va zamonro mu'ajjan karda ʙud, azoʙason dar in cahon hatmi meʙud"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Baroi on ci megujand, ʙo saʙr ʙos va Parvardigoratro pes az tulu'i xursed va pes az ƣuruʙi on ʙa poki va hamd jod kun. Va dar so'ati saʙ va avvalu oxiri ruz tasʙeh guj. Sojad xusnud gardi"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Agar zanonu mardone az onhoro az jak zindagii xus ʙahramand soxtaem, tu ʙa onho manigar. In ʙaroi on ast, ki imtihonason kunem. Rizqi Parvardigorat ʙehtaru pojdortar ast"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Kasoni xudro ʙa namoz farmon deh va xud dar on kor ʙosaʙr ʙos. Az tu ruzi namexohem. Mo ʙa tu ruzi medihem. Va oqiʙati nek az oni parhezgoron ast"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Va guftand: «Caro mu'cizae az Parvardigoras ʙaroi mo nameovarad?» Ojo dalelhoi ravsane, ki dar saxifahoi pesin omada, ʙa onho narasidaast"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Agar pes az omadani Pajomʙare azoʙason mekardem, meguftand: «Ej Parvardigori mo, caro rasule ʙar mo nafiristodi to pes az on ki ʙa xorivu rasvoi aftem, az ojoti tu pajravi kunem?»"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Bigu: «Hama muntazirand, sumo niz muntazir ʙimoned. Ba zudi xohed donist, onho, ki ʙa rohi rost meravand va onho, ki hidojat joftaand, ci kasone hastand»"
        },
        {
            "chapter": 21,
            "verse": 1,
            "text": "Ruzi hisoʙi mardum nazdik sud va onon hamcunon ʙa ƣaflat rujgardonand"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Az sui Parvardigorason ʙarojason har pande tozae omad, onro sunidand va sargarmi ʙozica ʙudand"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Dilhojason ƣofil sudaast. Va on sitamgaron sar dar gusi jakdigar nihodandu pinhoni guftand: «Ojo in mard jak insone monandi sumo nest? Ojo ʙo on ki ʙa casmn xud meʙined, hamcunon az pai codu meraved?»"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Guft: «Parvardigori man az har suxane dar osmonu zamin ogoh ast va U sunavovu donost»"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Guftand: «Na Xoʙhoi pareson ast jo duruƣest, ki meʙofad jo soirest. Pas ʙaroi mo az on guna, ki ʙa pajomʙaroni pesin doda suda ʙud, mu'cizae ʙijovarad»"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Pes az onho mardumi dehaero, ki halok kardem, imon najovarda ʙudand. Ojo inho imon meovarand"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Mo pes az tu ʙa pajramʙari faqat mardonero, ki ʙa onho vahj mekardem firistodem va agar xud namedoned, az ahli kitoʙ ʙipursed"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Onhoro casadhoe nakardem, ki ʙa ta'om muhtoc naʙosand va umri covidon ham nadostand"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Sipas har va'dae, ki ʙa onho dodem, ʙarovardem va onhovu har kasro, ki xostem, rahonidem va az had guzarandagonro halok kardem"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Kitoʙe ʙar sumo nozil kardaem, ki dar on sarafi ʙuzurgi sumost. Ojo ʙa aql darnamejoʙed"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Va ci ʙisjor sitamkor mardumero, ki halok kardem va ʙa cojason mardume digar ʙijofaridem"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Cun azoʙi moro his mekardand, ʙa nogoh az on co megurextand"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Meguzered! Bo nozu israt ʙa xonahoi xud ʙoz garded to pursida saved"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Guftand; «Voj ʙar mo, mo sitamkor ʙudaem!»"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Va hamesa suxanason in ʙud, to hamaro cun kisti daravida va otasi xomusgasta gardonidem"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Mo in osmonu zamin va on ciro mijoni on dust, ʙa ʙozica naofaridaem"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Agar xostori ʙozicae meʙudem, Xud onro meofaridem, agar xosta ʙudem"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Balki haqro ʙar sari ʙotil mezanem, to onro dar ham kuʙad va ʙotil noʙudsavanda ast. Va voj ʙar sumo az on ci ʙa Xudo sifat medihed"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Az oni Ust har ki dar osmonhovu zamin ast. Va onon, ki dar nazdi U hastand, az iʙodatas ʙa takaʙʙur sar nametoʙand va xasta namesavand"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Saʙu ruz, ʙe on ki sustie dar onho padid ojad, tasʙeh megujand"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Ojo dar zamin xudojone intixoʙidaand, ki murdagonro az gur ʙar mexezonand"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Agar dar zaminu osmon xudojone ƣajri Olloh meʙud, har du taʙoh mesudand. Pas Olloh — Parvardigori ars az har ci ʙa vasfas megujand, pok ast"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "U dar ʙaroʙari hec jak az korhoe, ki mekunad, pursida namesavad, vale mardum pursida mesavand"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Ojo ʙa cuz U xudojonro intixoʙidaand? Bigu: «Huccati xud ʙijovared. Dar in kitoʙ suxani kasonest, ki ʙo man hastand va suxane kasone, ki pes az man ʙudaand». Na, ʙestarinason cize az haq namedonand va az on ruj megardonand"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Mo pes az tu har pajomʙare ki firistodem, faqat ʙa u vahj kardem, ki ƣajri Man xudoe nest. Pas Maro ʙiparasted"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Va guftand, ki Xudoi rahmon sohiʙi farzand ast. Pok ast U. Balki onon ʙandagone giromi hastand"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "dar suxan ʙar U pesi namegirand va ʙa farmoni U kor mekunand"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Medonad har ci dar ʙaroʙari onhost va har ci pusti sari onhost. Va onon cuz kasonerju, ki Xudo az onho xusnud ast, safo'at namekunand va az ʙimi U larzonand"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Har kas az onho, ki ʙigujad: «Man ƣajri U xudojam», cazoi cunin kasero cahannam medihad va zolimonro cunin cazo medihem"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Ojo kofiron namedonand, ki osmonhovu zamin ʙa ham jakcoja caspida ʙudand, Mo onhoro cudo kardem va har cizi zindaero az oʙ pajdo kardem? Caro imon nameovarand"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Va ʙar zamin kuhho ʙijofaridem to nalarzonadason. Va dar on rohhoi vase' soxtem, ʙosad, ki rohi xud ʙijoʙand"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Va osmonro saqfe nigohdostasuda kardem va ʙoz ham az iʙrathoi on ru megardonand"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Ust kase, ki saʙu ruz va oftoʙu mohro, ki har jak dar falake sinovarand, ʙijofarid"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Mo pes az tu hec insonero covidon nasoxtaem. Ci son agar tu niz ʙimiri, onho covidon ʙimonand"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Har kas ta'mi margro mecasad. Va sumoro ʙa xajru sar meozmoem. Va hama ʙa nazdi Mo ʙozmegarded"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Kofiron cun turo ʙuʙinand, ʙesak masxaraat xohand kard, ki ojo in hamon mardest, ki az xudojonaton ʙa ʙadi jod mekunad? Va inho xud jodi Xudoi rahmonro munkirand"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Odami sitoʙkor ofarida suda. Ojoti xudro ʙa sumo nison xoham dod, sitoʙ makuned"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Megujand: «Agar rost megued, pas on va'da kucost?»"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Kofiron on goh, ki natavonand otasro az cehravu pusti xud ʙozdorand va kase ʙa joriason ʙarnaxezad, xohand donist"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Ammo qijomat ʙa nogahon ʙiojad va hajronason sozad va az uhdai ʙozgardonidani on ʙarnajojand va muhlatason nadihand"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Pajomʙaronero, ki pes az tu ʙudand, niz ʙa masxara girifta ʙudand, vale azoʙe, ki masxaraas mekardand, ʙar sari masxarakunandagon furud omad"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Bigu: «Kist on ki sumoro saʙu ruz az qahri Xudoi rahmon hifz mekunad?» Bo in hama az jod kardani Parvardigorason rujgardoni mekunand"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Jo on ki xudojone dorand, ki ʙa coi mo ononro az hodisaho nigoh medorand? Na! On xudojon jorii xudro natavonand va na dar ʙaroʙari mo panohida savand"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Balki mo onho va padaronasonro ʙahramand kardem, to umrason ʙa daroz kasid. Ojo nameʙinand, ki qasdi in sarzamin mekunem va az atrofi on kam mekunem? Ojo ʙoz ham onho piruzand"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Bigu: «Man sumoro ʙa vahj ʙim mediham», vale karonro cun ʙim dihand, namesunavand"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Va agar andake az azoʙi Parvardigorat ʙa onho ʙirasad, xohand guft: «Voj ʙar mo, ki sitamkor ʙudaem!»"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Ruzi qijomat tarozuhoi adlro omoda mekunem va ʙa hec kas sitam namesavad. Agar amale ʙa sanginii jak xardal ham ʙosad, ʙa hisoʙas meovarem, ki mo hisoʙ kardanro ʙasandaem"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Ba Muso va Horun kitoʙe dodem, ki haqqu ʙotilro az jakdigar cudo mekunad va ravsanivu pand ast ʙaroi parhezgoron"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Onon, ki az Xudoi xud dar nihon metarsand va az ruzi qijomat harosnokand"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "In muʙorak Qur'onest, ki nozil kardaem, Ojo munkiri on hasted"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Pes az in ʙa Iʙrohim quvvai sinoxtasro ato kardem va ʙa u ogoh ʙudem"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "On goh, ki ʙa padaras va qavmas guft: «In suratho, ki ʙa parastisi onho dil nihodaed, cistand?»"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Guftand: «Padaronamonro didem, ki onhoro meparastidand»"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Guft: «Alʙatta sumo va padaronaton dar gumrohii oskoro ʙudaed»"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Guftand: «Baroi mo suxani haqqe ovardai jo moro ʙa ʙozi giriftai?»"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Guft: «Na, Parvardigori sumo Parvardigori osmonhovu zamin ast. On ki onhoro ʙiofaridaast. Va man ʙar in suxan, ki megujam, guvohi mediham"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Va ʙa Xudo savgand, ki cun sumo ʙiraved, corai in ʙutonatonro xoham kard»"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Onhoro pora-pora kard. Lekin ʙuzurgtarinasonro, pora nakard, sojad ʙar on ruj orand"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Guftand: «Ci kas ʙa xudojoni mo cunin kardaast? Alʙatta u az sitamkoron ast!»"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Guftand: «Sunidaem, ki cavone ʙa nomi Iʙrohim az onho suxan meguftaast»"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Guftand: «Uro ʙa nazdi mardum ʙijovared to sohidi dihand»"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Guftand: «Ej Iʙrohim tu ʙo xudojoni mo cunin kardai?»"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Guft: «Balki ʙuzurgtarinason cunin kardaast. Agar suxan megujand, az onho ʙipursed»"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Bo xudason guftugu kardand va guftand: «Sumo xud sitamkor hasted»"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "On goh ʙa hajrat sar furu dostand va guftand: «Tu xud medoni, ki inho suxan namegujand»"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Guft: «Ojo ƣajri Olloh cizero meparasted, ki na sumoro foida merasonad, na zijon"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Bezoram az sumo va az on cizhoe, ki ƣajri Olloh meparasted. Ojo ʙa aql darnamejoʙed"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Guftand; «Agar mexohed kore ʙikuned, (Iʙrohimro) ʙisuzoned va xudojoni xudro jori dixed»"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Guftem: «Ej otas, ʙar Iʙrohim xunuk va salomat ʙos!»"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Mexostand ʙaroi Iʙrohim makre ʙijandesand, vale mo zijonkorason gardonidem"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "U va Lutro nacot dodem va ʙa sarzamine, ki onro ʙarakati cahonijon qaror dodaem, ʙurdem"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Va ʙa u Ishoq va farzandzodae cun Ja'quʙro ʙaxsidem. Va hamaro az soistagon gardonidem"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Va hamaro pesvojone soxtem, ki ʙa amri Mo hidojat mekardand. Va ancom dodani korhoi nek va ʙarpoj dostani namoz va dodani zakotro ʙa onho vahj kardem va hama parastandai Mo ʙudand"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Va ʙa Lut hukmu ilm dodem va az on deha, ki mardumas korhoi palid mekardand, nacotas ʙaxsidem. Onho, ki mardume ʙadu fosiq ʙudand"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Uro dar rahmati xud doxil kardem, ki u az soistagon ʙud"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Va Nuhro jod kun, ki pes az on Moro nido dod va Mo ʙa u posux dodem va uvu xonadonasro az mehnate ʙuzurg rahonidem"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Va uro ʙar mardume, ki ojoti Moro duruƣ meʙarovardand, piruzi dodem. Onon ʙad mardume ʙudand va Mo hamaro ƣarq soxtem"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Va Dovudu Sulajmonro jod kun, on goh ki dar ʙorai kistzore dovari kardand, ki gusfandoni on qavm saʙona dar on co mecaridand. Va Mo sohidi dovarii onho ʙudem"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Va in sevai dovariro ʙa Sulajmon omuxtem va hamaro hukmu ilm dodem va kuhhoro mute'i Dovud gardonidem, ki onho va parrandagon ʙo u tasʙeh meguftand va in hama Mo kardem"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Va ʙa U omuxtem, to ʙarojaton zireh ʙisozad. To sumoro ʙa hangomi cangidanaton hifz kunad. Ojo siposguzori mekuned"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Va tundʙodro farmonʙardori Sulajmon kardem, ki ʙa amri u dar on sarzamin, ki ʙarakatas doda ʙudem, harakat mekard. Va Mo ʙar har cize donoem"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Va guruhe az devon ʙarojas dar darjo sinovari mekardand va ƣajri on ʙa korhoi digar masƣul ʙudand va Mo hofizi onho ʙudem"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Va Ajjuʙro jod kun, on goh, ki Parvardigorasro nido dod: «Ba man ʙemori va ranc rasidaast va Tu mehruʙontarini mehruʙononi»"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Du'ojasro icoʙat kardem. Va ozor az u dur kardem va xonadonasro va monandi onhoro ʙo onho ʙa u ʙozgardonidem. Va in rahmate ʙud az coniʙi Mo to xudoparaston hamesa ʙa jod dosta ʙosand"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Va Ismoil va Idris va Zulkiflro jod kun, ki hama az soʙiron ʙudand"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Ononro sazovori ʙaxsoisi xud gardonidem va hama az soistagon ʙudand"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Va Zunnunro on goh, ki xasmnok ʙiraft va pindost, ki hargiz ʙar u tang namegirem. Va dar toriki nido dod: «X, ec xudoe cuz Tu nest. Tu pok xastj va man az sitamkoron xastam»"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Du'ojasro mustacoʙ kardem va uro az andux raxonidem va mu'minonro incunin meraxonem"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Va Zakarijoro jod kun, on gox ki Parvardigorasro nido dod: «Ej Parvardigori man, maro tanho vomaguzor. Va Tu ʙehtarini vorisoni!»"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Du'ojasro mustacoʙ kardem va ʙa u Jahjoro ʙaxsidem va zanasro ʙarojas soista gardonidem. Inho dar korhoi nek sitoʙ mekardand va ʙa ʙimu umed Moro mexondand va dar ʙaroʙari Mo furutan (sarxam) ʙudand"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Va on zanro jod kun, ki sarmgohi xudro nigoh dost va Mo az ruhi Xudo dar u damidem va uvu farzandasro ʙaroi cahonijon iʙrate gardonidem"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "In sari'ati sumost, sari'ate jagona. Va Man Parvardigori sumojam, Maro ʙiparasted"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Va dar dini xud firqa-firqa sudand. Hama ʙa nazdi Mo ʙozmegardand"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Har kas, ki kore soista kunad va imon ovarda ʙosad, kusisi uro nosukri nest va Mo amalhojasonro menavisem"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Va dehaero, ki ʙa halokat rasonidaem, muhol ast, ki ʙozgaste dosta ʙosand"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "To on goh, ki Ja'cucu Ma'cuc kusoda savand va onon az ʙalandiho ʙa sitoʙ farojand"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Va on va'dai rostin nazdik gardad va casmoni kofiron hamcunon xira monad: «Voj ʙar mo, mo az in hol ƣofil ʙudem. Balki sitamkor ʙudem!»"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Sumo va on cizhoe, ki ƣajri Olloh meparastided, hezumhoi duzax hasted. Sumo ʙa duzax xohed raft"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Agar inho xudojon meʙudand, ʙa cahannam nameraftand va hol on ki hama dar cahannam covidonand"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Onon dar cahannam farjod mekasand va dar on co hec namesunavand"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Kasone, ki pes az in muqarrar kardaem, ki ʙa onho nekui kunem, az duzax ʙarkanorand"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Inho sadoi duzaxro namesunavand va dar ʙihist, ki har ci xohand, muhajjost, covidonaand"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "On vahsati ʙuzurg ƣamginason nakunad va faristagon ʙa didorason ojand, ki in hamon ruzest, ki ʙa sumo va'da doda ʙudand"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Ruze, ki osmonro cun tumore navista dar ham peconem. Va cunon ki naxustin ʙor ʙijofaridem, ofarinis az sar girem. In va'daest, ki ʙarovardanas ʙar uxdai Most va Mo cunon xohem kard"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Va Mo dar Zaʙur, pas az Tavrot, navistaem, ki in zaminro ʙandagoni solehi Man ʙa meros xohand ʙurd"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Va dar in kitoʙ taʙliƣest ʙaroi mardumi xudoparast"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Va firistodem turo faqat ʙaroi on, ki mexostem ʙa mardumi cahon rahmate ato kunem"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Bigu: «Ba man vahj suda, ki Xudoj sumo Xudoest jakto, ojo ʙa U gardan menihed?»"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Pas agar rujgardon sudand, ʙigu: «Sumoro xaʙar dodam, to hama dar ogohi jakson ʙosed. Va man namedonam, on ci sumoro va'da kardaand, nazdik ast jo dur"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Ust, ki medonad har suxanero, ki ʙa ovozi ʙaland gued jo dar dil pinhon dored"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Va namedonam sojad in (der kardani azoʙ) ozmoise ʙaroi sumo va ʙahramandi to ʙa hangomi marg ʙosad»"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Guft: «Ej Parvardigori man, ʙa haq dovari kun. Va Parvardigori mo ʙaxsojanda ast va ʙo vucudi on ci megued, hama az U jori mecujand»"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "Ej mardum, az Parvardigoraton ʙitarsed, ki zilzilai qijomat hodisai ʙuzurgest"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "On ruz, ki ʙuʙinedas, har sirdihande sirxoraasro az jod ʙiʙarad va har homilae ʙori xudro, ʙar zamin guzorad va mardumro cun maston ʙini, hol on ki mast nestand, ʙalki azoʙi Xudo saxt ast"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Ba'ze az mardum ʙe hec donise dar ʙorai Xudo ʙahs mekunand va ʙa dar sajtoni sarkase pajravi mekunand"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Bar sajton cunin muqarrar suda, ki har kasro, ki dustas ʙidorad, gumroh kunad va ʙa azoʙi otasi suzonas kasonad"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "Ej mardum, agar az ruzi qijomat dar suʙha hasted, Mo sumoro az xok va sipas az nutfa, on goh az laxtai xune va sipas az poraguste goh tamom ofarida, goh notamom ʙijofaridaem, to qudrati xudro ʙarojaton oskor kunem. Va to zamone mu'ajjan har ciro xohem, dar rahmxho nigah medorem. On goh sumoro, ki kudake hasted, ʙerun meovarem, to ʙa haddi zurmandii xud rased. Ba'ze az sumo memirandva ʙa'ze ʙa solxurdagi ʙurda mesavand, to on goh ki har ci omuxtaand, faromus kunand. Va tu zaminro xuskida meʙini. Cun ʙoron ʙar on ʙifiris- tem, dar cunʙis ojad va nas'u namo kunad va az har guna gijohi ʙoravnaq ʙirujonad"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Va inho dalel ʙar on ast, ki Xudo haq ast, murdagonro zinda mesozad va ʙar har kore tavonost"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Va niz qijomat xohad omad, sake dar on nest. Va Xudo hamai kasonero, ki dar gurho hastand, zinda mekunad"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Az mardum kasest, ki ʙe hec donise va hec rohnamoi va hec kitoʙi ravsaniʙaxse dar ʙorai Xudo ʙahs mekunad"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Gardanro ʙa takaʙʙur ʙa jak su mepeconad, to mardumro az rohi Xudo gumroh sozad. Nasiʙi u dar dunjo xorist va dar ruzi qijomat azoʙi otasro ʙa u mecasonem"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "In cazoi korhoest, ki pes az in kardai va Xudo ʙa ʙandagonas sitam namekunad"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Va az mijoni mardum kasest, ki Xudoro ʙo suʙha meparastad. Agar xajre ʙa u rasad, dilas ʙa on orom girad va agar ozmoise pes ojad, ruj ʙartoʙad. Dar dunjovu oxirat zijon ʙinad va on zijone oskor ast"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Ƣajri Xudo kasero mexonad, ki na zijone ʙa u merasonad va na naf'e va in gumrohiest ʙeoxir"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Kasero mexonad, ki zijonas nazdiktar az naf'i ust. Ci ʙad dustdorest va ci ʙad hamsuhʙat"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Xudo kasonero, ki imon ovarda va korhoi soista kardaand, ʙa ʙihisthoe, ki dar on nahrho corist, doxil mesozad va Xudo har ci xohad, hamon mekunad"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Kase, ki mepindorad, ki Xudo dar dunjovu oxirat jorias naxohad kard, xudasro ʙo resmone ʙa saqf ʙijovezad to xudro xafa kunad va ʙingarad, ki ojo in hila xasmasro az mijon xohad ʙurd"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Ba in tarz Qur'onro nozil kardem ʙo ojote ravsangar. Va Xudo har kasro, ki ʙixohad, hidojat mekunad"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Xudo mijoni onon, ki imon ovardaand va onon, ki dini jahud jo soʙion jo nasoro jo macus ixtijor kardaand va onon, ki musrik sudaand, dar ruzi qijomat hukm mekunad. Zero U ʙar dar kore sohid ast"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Ojo nadidai, ki har kas dar osmonhovu har kas, ki dar zamin ast va oftoʙu moh va sitoragonu kuhho va daraxtonu cunʙandagon va ʙisjore az mardum Xudoro sacda mekunand? Va ʙar ʙisjore azoʙ muqarrar suda va har kiro Xudo xor sozad, hec kas giromias namedorad. Zero Xudo har ci ʙixohad, hamon mekunad. (Sacda)"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "In du guruh dar ʙorai Parvardigorason ʙa xusumat ʙarxostaand. Baroi onon, ki kofirand, comahoe az otas ʙuridaand va az ʙolo ʙar sarason oʙi cuson merezand"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Bo on oʙi cuson har ci dar daruni sikam dorand va niz pusthojason gudoxta mesavad"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Va niz ʙaroi onhost gurzhoe ohanin"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Har goh, ki xohand, az on azoʙ, az on anduh ʙerun ojand, ʙori digar ononro ʙa on ʙozgardonand, ki ʙicased azoʙi otasi suzandaro"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Xudo kasonero, ki imon ovarda va korhoi soista kardaand, ʙa ʙihisthoe, ki dar on nahrho corist, doxil mesozad. Dar on co ʙo dastʙandhoe az tillovu marvorid orosta savand va liʙosason az harir ast"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Onho ʙa on suxani pok va ʙa rohi Xudovandi sutudani rohnamoi sudaand"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Onhoe, ki kofir sudand va mardumro az rohi Xudo va mascidulharom, ki ʙaroi mardumi ci muqimu ci ƣariʙ jakson ast, ʙozmedorand va niz har kiro dar on co qasdi kacravi jo sitamkori dosta ʙosad, azoʙi dardovar mecasonem"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Va makoni xonaro ʙaroi Iʙrohim oskor kardem va guftem: «Hec cizro sariki Man masoz va xonai Maro ʙaroi tavofkunandagon va ʙa namoz istodagon va roke'onu socidon pokiza ʙidor»"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "Va mardumro ʙa hac da'vat kun to pijoda jo savor ʙar suturoni loƣar az rohhoi dur nazdi tu ʙijojand"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "To naf'hoero, ki az oni onhost, ʙuʙinand va nomi Xudoro dar ruzhoe mu'ajjan ʙa hangomi zaʙhi corpojone, ki Xudo rizqi onho soxta, jod kunand. Pas az onho ʙixuredu ʙenavojoni faqirro niz ta'om dihed"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Sipas cirk az xud dur kunand va nazrhoi xudro ado kunand va ʙar on xonai kuhansol tavof kunand"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Hamcunin har kas dast az harom ʙidorad, dar nazdi Parvardigoras ʙarojas ʙehtar ast. Va corpojon ʙar sumo haloland, ƣajri onhoe, ki ʙarojaton xonda suda. Pas az ʙuthoi palidu suxani ʙotilu duruƣ parhez kuned"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Rujovardagon ʙa Xudo ʙosed va sirknajovardagon ʙa U; va har kas, ki ʙa Xudo sirk ovarad, cun on kasest, ki az osmon furu aftad va murƣ uro ʙiraʙojad jo ʙodas ʙa makone dur andozad"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Ore, kasone, ki si'orhoi Xudoro ʙuzurg mesumorand, korason nisoni parhezgorii dilhojason ʙosad"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Az on suturoni qurʙoni to zamone mu'ajjan ʙarojaton sudhost, sipas coi qurʙoniason dar on xokai kuhansol ast"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Baroi har ummate rasmi qurʙoni kardane nihodem, to ʙa on saʙaʙ, ki Xudo az corpojon ruziason dodaast, nomi Uro ʙar zaʙon ronand. Pas Xudoi sumo Xudoi jaktost, dar ʙaroʙari U taslim saved. Va iʙodatkunandagonro xusxaʙar deh"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "onon, ki cun nomi Xudo ʙurda savad, dar dil ʙitarsand va ʙa on hangom, ki ʙa onho musiʙate rasad, soʙirand va namozguzoronand va az on ci ruziason dodaem, sadaqa mekunand"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Suturoni qurʙoniro ʙaroi sumo az siorhoi Xudo qaror dodem. Sumoro dar on xajrest. Va hamcunon ki ʙar poj istodaand, nomi Xudoro ʙar onho ʙixoned va cun pahlujason ʙar zamin rasid, az onho ʙixured va faqironro qone'u gadojonro ta'om dihed. Inhoro ʙaroi sumo rom kardem. Bosad, ki sukrguzori kuned"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Gustu xuni in suturon ʙa Xudo namerasad. On ci ʙa U merasad, parhezgorii sumost. Hamcunin onhoro romi sumo soxt to Xudoro ʙa sukronai on, ki hidojataton kardaast, ʙa ʙuzurgi jod kuned. Va nekukoronro xusxaʙar deh"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Xudo az kasone, ki imon ovardaand, difo' mekunad va Xudo xijonatkoroni nosiposro dust nadorad"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Ba kasone, ki ʙa cang ʙa sarason toxt ovardaand va mavridi sitam qaror giriftaand, ruxsat doda sud va Xudo ʙar piruz gardonidanason tavonost"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Onhoe, ki ʙa nohaq az dijorason ronda sudaand, faqat in ʙud, ki meguftand; «Parvardigori mo Xudoi jaktost?» Va agar Xudo ʙa'zero ʙa vasilai ʙa'ze digar daf' nakarda ʙud, dajrhovu kalisoho va kunisthovu mascidhoe, ki nomi Xudo ʙa farovoni dar on ʙurda mesavad, vajron megardid. Va Xudo har kasro, ki jorias kunad, jori mekunad va Xudo tavonovu piruzmand ast"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Hamon kason, ki agar dar zamin qudratason dihem, namoz meguzorand va zakot medihand va amr ʙa ma'rufu nahj az munkar mekunand. Va sarancomi hamai korho ʙo Xudost"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Agar inho turo duruƣ ʙarovardaand, pes az onho qavmi Nuh va Od va Samud niz duruƣ ʙarovardaand"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "va niz qavmi Iʙrohim va qavmi Lut"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "va mardumi Madjan. Va Muso niz takziʙ gardvd. Man ʙa kofiron muhlat dodam, on goh onhoro furu giriftam. Va uquʙati Man ci guna ʙud"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Ci ʙisjor dehahoi zolimro halok kardem va saqfhojason furu rext va ci ʙisjor cohho, ki ʙekora mond va qasrhoi ʙalandi gackorisuda ʙesohiʙ mond"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Ojo dar zamin sajr namekunand, to sohiʙi dilhoe gardand, ki ʙa on aql kunand va gushoe, ki ʙo on ʙisnavand? Zero casmho nestand, ki kur mesavand, ʙalki dilhoe, ki dar sinaho coj dorand, kur savand"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Az tu ʙa sitoʙ azoʙ metalaʙand va Xudo hargiz va'dai xudro xilof namekunad. Va jak ruz az ruzhoi Parvardigori tu ʙaroʙar ʙo hazor sol ast, az on solhoe, ki mesumured"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Ci ʙisjor dehahoe, ki zolim ʙudand va Man muhlatason dodam, on goh onhoro furu giriftam. Va ʙozgasti hama nazdi Man ast"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Bigu: «Ej mardum, man ʙaroi sumo ʙimdihandae oskoram»"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Pas ononro, ki imon ovardaand va korhoi soista kardaand, ʙaxsoisu rizqe ʙuzurg ast"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Va onon, ki dar raddi ojoti Mo mekusand va mexohand Moro ociz kunand, ahli cahannamand"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Mo pes az tu har jak rasul jo naʙiero firistodaʙosem, cun ʙa xondani ojot masƣul sud, sajton dar suxani u cize afkand. Va Xudo on ciro, ki sajton afkanda ʙud nasx (rad) kard, sipas ojoti xudro ustovori ʙaxsid va Xudo donovu hakim ast"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "To ki on ci sajton dar suxani u afkanda, ʙaroi kasone, ki dar qalʙhojason ʙemorist va niz saxtdilon ozmoise ʙosad va sitamkoron dar dusmanie ʙuzurgand"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Va to donisjoftagon ʙidonand, ki Qur'on ʙa rosti az coniʙi Parvardigori tust va ʙa on imon ʙijovarand va dilhojason ʙa on orom girad. Va Xudo kasonero, ki imon ovardaand, ʙa rohi rost hidojat mekunad"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Hamesa kofiron dar on sak mekunand, to on goh, ki qijomat nogahon ʙar sarason faro rasad jo ʙa azoʙi ruzi ʙesodmoni giriftor ojand"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "Farmonravoi dar on ruz az oni Xudost. Mijonason hukm mekunad. Pas kasone, ki imon ovardaand va korhoi soista kardaand, dar ʙihisthoi purne'matand"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Va kasone, ki kofir sudaand va ojoti Moro duruƣ sumurdaand, ʙarojason azoʙest xorkunanda"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Va kasonero, ki dar rohi Xudo muhocirat kardand, sipas kusta sudand jo xud murdand, Xudo ʙa rizqe neku ruzi medihad. Zero Xudo ʙehtarini ruzidihandagon ast"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Ononro ʙa coe darovarad, ki az on xusnud ʙosand. Va alʙatta Xudo donovu soʙiraet"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Har kas uquʙat kunad, hamcunon ki uro uquʙat kardaand, on goh ʙar u duʙora sitam kunand, Xudo jorias xohad kard. Zero Xudo avfkunanda va omurzanda ast"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "In ʙa on saʙaʙ ast, ki Xudo az saʙ kam mekunad va ʙa ruz meafzojad va az ruz kam mekunad va ʙa saʙ meafzojad. Va Xudo sunavovu ʙinost"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "In ʙa on saʙaʙ ast, ki Xudo haq ast va on ci ʙa coi U ʙa xudoi mexonand, ʙotil ast va U ʙalandmartaʙavu ʙuzurg ast"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Ojo nadidai, ki Xudo az osmon ʙoron firistod va zamin pursaʙza gardid? Alʙatta Xudo ʙorikʙinu ogoh ast"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Az oni Ust on ci dar osmonho va on ci dar zamin ast. Ust ʙenijoz (ʙe ehtijoc) va sazovori sitois"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Ojo nadidai, ki Xudo har ciro dar rui zamin ast, romi sumo kardaast va kistihoro, ki dar darjo ʙa farmoni U meravand? Va osmonro nigoh dosta, ki cuz ʙa farmoni U ʙar zamin naaftad. Zero Xudoro ʙar mardum ra'fatu (safqatu) mehruʙonist"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Ust on ki sumoro zindagi ʙaxsid va sipas ʙimirond va ʙoz zinda mesozad. Va odami nosukr ast"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Baroi har ummate dine nihodem, to ʙar on din ʙosad. Pas dar in kor ʙo tu mucodala nakunand va mardumro ʙa Parvardigori xud da'vat kun, zero tu ʙa rosti ʙar rohi rost qadam menihi"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Va agar ʙo tu mucodala kardand, ʙigu: «Xudo ʙar har kore, ki mekuned, ogohtar ast"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Dar on ci mavridi ixtilofi sumost, Xudo dar ruzi qijomat hukm xohad kard»"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Ojo nadonistai, ki Xudo har ciro, ki dar osmonhovu zamin ast, medonad? Va in dar kitoʙe navistaast va korest ʙar Xudo oson"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Va ƣajri Olloh cizero meparastand, ki xec dalele ʙar vucudas nozil nasudaast va hec donise ʙad-on nadorand. Va sitamkoron jovare nadorand"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Cun ojoti ravsangari Mo ʙar onon xonda savad, nisoni inkorro ʙar cehrai kofiron mesinosi cunon ki nazdik ʙosad ʙar onon, ki ojotro mexonand, hamlavar savand. Bigu: «Ojo sumoro ʙa cize ʙadtar az in ogoh kunam? Otas. Xudo onro ʙar kasone, ki imon naovardaand, va'da dodaast va otas ʙad sarancomest!»"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "Ej mardum, misole ova; rda sud. Bad-on gus dihed. Kasone, ki onhoro ʙa coi Olloh ʙa xudoi mexoned, agar hama gird ojand, magasero naxohand ofarid va agar magase cize az onho ʙiraʙojad, ʙozsitondanasro natavonand. Toliʙu matluʙ har du notavonand"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Xudoro, cunon ki loiqi Ust, nasinoxtand. Har oina Xudo nerumandu piruz ast"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Xudo az mijoni faristagonu mardumon rasulone ixtijor mekunad. Alʙatta Xudo sunavovu ʙinost"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "On ciro, ki dar pesi rujason ast va on ciro, ki pusti sarason ast, medonad. Va hamai korho ʙad-U ʙozmegardad"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Ej kasone, ki imon ovardaed, ruqu' kuned va sacda kuned va Parvardigoratonro ʙiparasted va korhoi nek ʙa coj ovared, ʙosad, ki nacot joʙed"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Dar rohi Xudovand, cunon ki ʙojad cihod kuned. U sumoro ʙarguzid. Va ʙarojaton dar din hec tangnoe padid najovard. Dini padaraton Iʙrohim ast. U pes az in va dar in sumoro musalmon nomid. To pajomʙar ʙar sumo guvoh ʙosad va sumo ʙar digar mardum guvoh ʙosed. Pas namoz ʙiguzored va zakot ʙidihed va ʙa Xudo iʙodat kuned! Ust mavloi sumo. Ci mavloe neku va ci jovare neku"
        },
        {
            "chapter": 23,
            "verse": 1,
            "text": "Dar haqiqat nacot joftand mu'minon"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "onon, ki dar namozason tarsu umed mekunand"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "va onon, ki az ʙehuda ruj megardonand"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "va onon, ki zakotro medihand"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "va onon, ki sarmgohi xudro nigoh medorand"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "ƣajri hamsaron jo kanizoni xud, ki dar nazdiki ʙo onon mavridi malomat qaror namegirand"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "va kasone, ki ƣajr az in du ʙicujand, az haddi xud tacovuz kardaand"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "va onon, ki amonatho va pajmonhoi xudro rioja me- kunand"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "va onon, ki ʙar namozhoi xud davomdihandaand"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "inho merosʙaron hastand"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "ki firdavsro, ki hamesa dar on covidonand, ʙa meros meʙarand"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Alʙatta Mo insonro az gili xolis ofaridem"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "sipae uro nutfae dar cojgohe ustuvor qaror do- dem"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "on goh az on nutfa laxtaxune ofaridem va az on laxtaxun poraguste va az on poragust ustuxonho ofaridem va ustuxonhoro ʙo gust pusonidem; ʙori digar uro ofarinise digar dodem. Sazovori ta'- zim ast Xudovand, on ʙehtarini ofarinandagon"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Va ʙa'd az in hamai sumo xohed murd"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Boz dar ruzi qijomat zinda megarded"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Va ʙar ʙoloi saraton haft osmon ʙijofaridem, hol on ki az in ofarinis ƣofil naʙudaem"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Va az osmon ʙa miqdori ehtijoc oʙ firistodem va onro dar zamin coj dodem va Mo ʙar noʙud karda- nas tavono hastem"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Bo on oʙ ʙarojaton ʙustonhoe az xurmovu angur pajdo kardem. Sumoro dar on ʙorho mevahoi ʙisjo- rest, ki az onho mexured"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Va daraxtest, ki dar Turi Sino merujad. Ravƣan medihad va on ravƣan ʙaroi xurandagon nonxuri- sest"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Sumoro dar corpojon iʙratest. Az sire, ki dar sikamason hast, ʙa sumo mepusonem va az onho foida- hoi ʙisjor meʙared va az onho mexured"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Va ʙar onho va ʙar kistiho savor mesaved"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Qasam, ki Nuhro ʙar qavmas firistodem. Guft: «Ej qavmi man, Xudoi jaktoro ʙiparasted. Sumoro Xudovande ƣajri U nest. Ojo nametarsed?»"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Buzurgoni qavmas, ki kofir ʙudand, guftand: «In mard insonest monandi sumo, mexohad az sumo ʙolotar savad. Agar Xudo mexost, farpstago- nero mefiristod. Mo hargiz cunin cize dar ruzgo- ri nijogonamon nasunidaem"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "U mardi devonae ʙes nest. Jakcand muddat ʙar u saʙr kuned». (to margas faro rasad)"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Guft: «Ej Parvardigori man, aknun, ki maro duruƣ meʙarorand, joriam kun»"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Ba u vahj kardem, ki kistiro dar huzuri Mo va ʙa ilhomi Mo ʙisoz. Va cun farmoni Mo darra- sid va oʙ az tanur ʙerun zad, az har cinse duto va niz kasoni xudro ʙa on ʙiʙar. Ƣajri on kas, ki pes az in dar ʙorai u suxan raftaast. Va dar ʙorai si- tamkoron ʙo Man suxan maguj, ki onho hama ƣarq- sudagonand"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Cun xud va hamrohonat ʙa kisti nisasted, ʙi- gu: «Sukr Xudojro, ki moro az mardumi zolim nacot ʙaxsid»"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Va ʙigu: «Ej Parvardigori man, maro furud ovar dar cojgohe muʙorak, ki tu ʙehtarini faroran- dagoni»"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Dar in doston iʙrathovu pandhost va mo tanho ozmojandagone ʙudem"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Va ʙa'd az onho mardume digar ʙijofaridem"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Va az xudason ʙa mijonason pajomʙare firisto- dem, ki Xudoi jaktoro ʙiparasted, sumoro xudoe cuz U nest. Ojo nametarsed"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Guruhe az ʙuzurgoni qavmas, ki kofir ʙudand va didori oxiratro duruƣ mesumurdand va dar in dunjojason ajsu ne'mat doda ʙudem, guftand: «In mard insonest monandi sumo, az on ci mexured, mexurad va az on ci meosomed. meosomad"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Va agar ʙa insone monandi xud ito'at kuned, zijon kardaed"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Ojo ʙa sumo va'da medihad, ki cun murded va xoku ustuxon suded, sumoro az gur ʙerun meova- rand"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "In va'dae, ki ʙa sumo doda suda, dur ast, dur"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Cuz hamin zindagonii dunjavii mo hec nest, ʙa dunjo meoemu memirem va digar ʙor zinda namesa- vem"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "In mardest, ki ʙa xudoi jakto duruƣ meʙofad va mo ʙa u imon nameovarem»"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Guft: «Ej Parvardigori man, aknun ki maro du- ruƣ meʙarorand, joriam kun!»"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Guft: «Ba hamin zudi az karda pusajmon mesa- vand»"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Pas ʙa haq sadoe saxt ononro furu girift. Mo- nandi gijoh xuskason kardem. Ej, nasiʙi mardumi sitamkora duri az rahmati Xudo ʙod"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Va ʙa'd az onho mardume digar ʙijofaridem"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Hec millate az acali xud na pes meaftad va na dertar mekunad"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Sipas paj dar paj pajomʙaroni xudro firisto- dem. Har ʙor, ki pajomʙare ʙar millate omad, duruƣ ʙarovardand va Mo niz onhoro az pasi jakdigar ʙa halokat rasonidem va ononro dostonho kardem. Ej, nasiʙi mardume, ki imon nameovaravdd, duri az rahmati Xudo ʙod"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "On goh Muso va ʙarodaras Horunro ʙo ojoti Xud va dalelhoi ravsan firistodem"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "nazdi Fir'avn va ʙuzurgoni qavmas. Pas gar- dankasi kardaid, kn mardume ʙartaricuj ʙudand"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "va guftand: «Ojo ʙa du inson, ki monandi mo hastand va qavmason ʙandagoni mo ʙudand, imon ʙijovarem?»"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Onhoro duruƣ ʙarovardand va xudro ʙa halokat afkandand"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Alʙatta Mo ʙa Muso kitoʙ dodem, ʙosad, ki hi- dojat joʙand"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Va pisari Marjam va modarasro mu'cizae soxtem va on duro ʙar ʙaland coe, ki qarorgohe va oʙi ravon dost coj dodem"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Ej pajomʙaron, az cizhoi pokizavu xus ʙixured va korhoi soista kuned, ki Man ʙa korhoe, ki me- kuned, ogoham"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Alʙatta in dini sumo dinest jagona va Man Parvardigori sumojam, az Man ʙitarsed"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Pas dini xudro firqa-firqa kardand va har firqae ʙa ravise, ki intixoʙ karda ʙud, dilxus ʙud"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Ononro to cande dar gumrohijason ʙiguzor"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Ojo mepindorand, ki on molu farzand, ki ʙa onho dodem"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "ʙaroi on ast, ki mekusem xajre ʙa onho ʙiraso- nem? Na, onon darnamejoʙand"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Onhoe, ki az xavfi Parvardigorason larzonand"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "va onhoe, ki ʙa ojoti Parvardigorason imon me- ovarand"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "va onhoe, ki ʙa Parvardigorason sirk nameova- rand"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "va onhoe, ki hamai on ciro ʙojad ado kunand, ado mekunand va ʙoz ham dilhojason tarson ast, ki ʙojad nazdi Parvardigorason ʙozgardand"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "inho hastand, ki ʙa korhoi nek mesitoʙand va dar on ʙar jakdigar pesi mecujand"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Bar hec kas cuz ʙa miqdori tavonas taklif na- mekunem. Va nazdi Mo kitoʙest, ki ʙa haq suxan megujad. Va ʙar onho sitame nameravad"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Na! Dilhojason az in suxan dar pardai ƣaflat ast. Va onhoro korhoest cuz in korho, ki mekunand"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "To on goh ki sarvatmandonasonro ʙa azoʙ gi- riftor kunem va nola sar dihand"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Imruz nola sar madihed, ki sumoro az azoʙi Mo kas nacot nadihad"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Ojoti Man! ʙarojatjun xonda, mesud va sumo name- pazirufted va pas-pas merafted"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Bar on takaʙʙur mekarded va saʙhangom dar af- sonasaroi nosazo megufted"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Ojo dar in suxan nameandesand jo ʙaroi onho ci- ze nozil suda, ki ʙaroi nijogonason nozil nasuda ʙud"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Jo on ki pajomʙarasonro nasinoxtaand, ki inko- ras mekunand"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Jo megujand, ki devona ast? Na, pajomʙarason ʙa dini haq ʙar onho firistoda sud, vale ʙestara- son az haq ʙadʙini dorand"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Agar haq az pai havashojason meraft, osmonho- vu zamin va har ki dar onhost, halok mesud. Vale Mo pan; das, on firistodem va onho az pandason rujgardon sudand"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Jo tu az onho muzde metalaʙi? Muzdi Parvardi- gorat ʙehtar ast, ki U ʙehtarini ruzidihandagon ast"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Alʙatta tu ʙa rohi rostason da'vat mekuni"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Va kasone, ki ʙa oxirat imon nadorand, az rohi rost kacravand"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Agar ʙar onho rahmat meovarem va ozorero, ki ʙa on giriftorand, az onho dur mesoxtem, ʙoz ham xamcunon ʙo sarsaxti dar tacovuzi xud sargasta me- mondand"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Ba azoʙ giriftorason kardem na sar xam kar- dand va na iltico"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "To on goh ki dare az azoʙi saxt ʙa rujason ku- sodem, cunon ki az hama co noumed gastand"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Va ust on Xudoe, ki ʙarojaton gusu casmu dil ʙijofarid. Ci andak sukr meguzored"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Ust on Xudoe, ki sumoro dar rui zamin xalq kard va hama nazdi U cam' ovarda mesaved"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Va Ust on Xudoe, ki zinda mekunad va memiro- nad va omadusudi saʙu ruz az Ust, Caro aql namekuned"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Na, onho niz hamon suxanon guftand, ki pesi- nijon meguftand"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Guftand: «Ojo agar mo ʙimirem va xoku ustuxon savem, ʙoz ham zinda mesavem?»"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Ba mo va padaronamon niz pes az in cunin va'- dahoe doda suda ʙud. Inho cize cuz afsonahoi pe- sinijon nest!»"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Bigu: «-Agar medoned, in zamin va har ki dar on ast, az oni kist?»"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Xohand guft: «Az oni Xudo». Bigu: «Ojo pand na- megired?»"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Bigu: «Kist Parvardigori haft osmon va Par- vardigori arsi ʙuzurg?»"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Xohand guft: «Xudo». Bigu: «Ojo nametarsed?»"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Bigu: «Agar medoned, podsohii hama cizho ʙa dasti kist? Kist on, ki ʙa hama kas panoh dihad va kasero az u panoh nest?»"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Xohand guft: «Xudo». Bigu: «Pas caro fireʙ me- xured?»"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Na! Mo ʙar onho suxani rost firistodem va onho duruƣ megujand"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Xudo hec farzande nadorad va hec xudoe ʙo U nest. Agar cunin meʙud har xudoe ʙo ofaridagoni xud ʙa jak su mekasid va ʙar jakdigar ʙolotarsaviro mecustand. Xudo az on guna, ki Uro vasf mekunand, pok ast"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Donoi pinhonu oskoro, az har ci sariki U me- sozand, ʙolotar ast"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Bigu: «Ej Parvardigori, man, kos cizero, ki ʙa onon va'da doda suda, ʙa man nison medodi"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Pas, ej Parvardigori man, maro dar zumrai si- tamkoron qaror madeh»"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Va Mo agar ʙixohem, ki on ciro ʙa onon va'da dodaem, turo nison dihem, metavonem"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Suxani ʙadi onhoro ʙar har ci nekutar meojad, cavoʙ deh. Mo ʙa suxani onho ogohtar hastem"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Bigu: «Ej Parvardigori man, az vasvasahoi saj- ton ʙa tu panoh meovaram"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Va ʙa Tu panoh meovaram, ej Parvardigori man, agar nazdi man hozir ojand!»"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Cun jakeasonro marg faro rasad, gujad: «Ej Par- vardigori man, maro ʙozgardon. (ʙa hajot)"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Sojad korhoi soistaero, ki tark karda ʙudam, ʙa coj ovaram». Hargiz! In suxanest, ki u megujad va pusti sarason to ruzi qijomat mone'est, ki ʙozgast natavonand"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Cun dar sur damida savad, hec xesovande mijo- nason namonad va hec az xoli jakdigar napursand"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Onon, ki tarozujason sangin ʙosad, xud nacotjof- tagonand"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Va onon, ki tarozujason saʙuk ʙosad, ʙa xud zijon rasokidaand va dar cahannam covid monda- gonand"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Otas cehrahojasonro mesuzonad va dar duzax tursrujand"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Ojo ojathoi Man ʙarojaton xonda namesud va onho- ro duruƣ mehisoʙided"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Gujand: «Ej Parvardigori mo, surʙaxtijamon ʙar mo ƣalaʙa kard va mo mardume gumroh ʙudem"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Ej Parvardigori mo, moro az in otas ʙerun ovar. Agar digar ʙor cunon kardem, az zolimon ʙosem»"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Gujad: «Dar otas gum saved va ʙo Man suxan nagued»"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Ore, guruhe az ʙandagoni Man meguftand: «Ej Parvardigori mo, imon ovardem, moro ʙiʙaxso va ʙar mo rahmat ovar, ki Tu ʙehtarini rahmovaran- dagoni»"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Va sumo masxaraason mekarded to jodi Maro az xotiraton raʙudand. Va sumo hamcunon ʙa onho mexandided"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Imruz onhoro ʙa xotiri saʙre, ki mekardand, muzd mediham. Onho ʙa murodi xud rasidaand"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Gujad: «Ba sumori solho ci muddat dar zamin zistaed?»"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Gujand: «Jak ruz jo qijomate az jak ruz. Az onho, ki mesumurdand, ʙipurs»"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Gujad: «Agar ogohi dosted, medonisted, ki cuz andake nazistaed"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Ojo pin d ore d, ki sumoro ʙehuda ofaridaem va sumo ʙa nazdi Mo ʙozgardonida namesaved?»"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Pas pok ast Xudoi jakto — on farmonravoi rostin. Hec xudoe cuz U nest! Parvardigori arsi ʙuzurgvor ast"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "On kas, ki ʙa coi Xudoi jakto xudoi digarero me- xonad, va ʙa haqqonijatas hec ʙurhone nadorad, in ast, ki hisoʙas nazdi Parvardigoras xo- had ʙud. Va kofiron nacot namejoʙand"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Va ʙigu: «Ej Parvardigori man, ʙiʙaxsovu rah- mat kun va Tu ʙehtarini rahmatkunandagon has- ti!»"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "Suraest, ki onro nozil kardaem va vociʙas soxtaem va dar on ojote ravsan firistodaem, ʙosad, ki pand gired"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Zanu mardi zinokorro har jakro sad zarʙa ʙizaned. Va agar ʙa Xudovu ruzi qijomat imon dored, maʙod, ki dar hukmi Xudo nisʙat ʙa on du rahmdil garded. Va ʙojad, ki ʙa hangomi sikanca kardanason guruhe az mu'minon hozir ʙosand"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Mardi zinokor ƣajri zani zinokor jo musrikro namegirad va zani zinokorro ƣajri mardi zinokor jo musrik namegirad. Va in ʙar mu'minon harom sudast"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Kasonero, ki zanoni pokro ʙa zino mutahham mekunand va cahor sohid nameovarand, hastod zarʙa ʙizaned va az on pas hargiz sohidiasonro napazired, ki mardume fosiqand"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Ƣajri kasone, ki ʙa'd, az on tavʙa kunand va ʙa isloh ojand. Zero Xudo ʙaxsojandavu mehruʙon ast"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Va kasone, ki zanoni xudro ʙa zino mutahham mekunand va sohide cuz xud nadorand, har jak az onhoro cahor ʙor sohidi ast ʙa nomi Xudo, ki az rostgujon ast"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "Va ʙori pancum ʙigujad, ki la'nati Xudo ʙar u ʙod, agar az duruƣgujon ʙosad"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Va agar on zan cahor ʙor ʙa Xudo savgand xurad, ki on mard duruƣ megujad, cazo az u ʙardosta mesavad"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "Va ʙori pancum ʙigujad, ki xasmi Xudo ʙar u ʙod, agar mard az rostgujon ʙosad"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Halok mesuded agar fazlu rahmate, ki Xudo ʙar sumo dodaast, nameʙud? Va agar Xudo tavʙapaziru hakim nameʙud"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Kasone, ki on duruƣi ʙuzurgro soxtaand, guruhe az sumojand. Mapindored, ki sumoro dar on sarre ʙuvad. Na, xajri sumo dar on ʙuvad. Har marde az onho ʙa on andoza gunoh, ki kardaast, ʙa cazo rasad va az mijoni onho, on ki ʙestarini in ʙuhtonro ʙa uhda dorad ʙa azoʙe ʙuzurg giriftor meojad"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Caro hangome ki on ʙuhtonro sunided, mardonu zanoni mu'min ʙa xud gumoni nek naʙurdand va naguftand, ki in tuhmate oskor ast"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Caro cahor sohid ʙar idda'oi xud najovardand? Pas agar sohidone najovardaand, dar nazdi Xudo dar zumrai duruƣgujonand"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Agar fazlu rahmati Xudo dar dunjovu oxirat nameʙud, ʙa sazoi on suxanon, ki megufted, sumoro azoʙe ʙuzurg darmerasid"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "On goh, ki on suxanro az dahoni jakdigar megirifted va cize ʙar zaʙon meronded, ki dar ʙorai on hec, namedonisted va mepindosted, ki kore xurd ast va hol on, ki dar nazdi Xudo kore ʙuzurg ʙud"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Caro on goh ki suxan sunided, nagufted: «Moro nasojad, ki onro ʙozguem, Parvardigoro, Tu poki, in tuhmate ʙuzurg ast?»"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Xudo sumoro pand medihad, ki agar az muʹminon hasted, ʙori digar girdi cunon kore magarded"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Xudo ojotro ʙaron sumo ʙajon mekunad va Xudo donovu hakim ast"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Baroi kasone, ki dust dorand, dar ʙorai mu'minon tuhmati zino pahn savad, dar dunjovu oxirat azoʙe dardovar muhajjost. Xudo medonad, va sumo namedoned"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Halok mesuded, agar fazlu rahmate, ki Xudo ʙa sumo dodaast, nameʙud. Va agar Xudo mehruʙonu ʙaxsojanda nameʙud"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "Ej kasone, ki imon ovardaed, poj ʙa coi poi sajton maguzored. Va har ki poj ʙa coi poi sajton guzorad, ʙidonad, ki u ʙa fahsovu munkar (korhoi ʙad) farmon medihad. Va agar fazlu rahmate ki Xudo ʙar sumo arzoni dostaast, nameʙud, hec jak az sumo hargiz rui poki namedid. Vale Xudo har kasro, ki ʙixohad, pokiza mesozad. Va Xudo sunavovu donost"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Tavongaron va onon, ki kusoise dar kori onhost, naʙojad savgand ʙixurand, ki ʙa xesovandonu miskinon va muhociron dar rohi Xudo cize nadihand. Bojad ʙiʙaxsandu ʙiʙaxsojand. Ojo namexohed, ki Xudo sumoro ʙiʙaxsojad? Va Xudost ʙaxsojandai mehruʙon"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Kasone, ki ʙar zanoni pokdoman va ʙexaʙar az zino va mu'min tuhmati zino mezanand, dar dunjovu oxirat la'nat sudaand va ʙarojason azoʙest ʙuzurg"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "ruze, ki zaʙonason va dasthojasonu pojhojason ʙar ziddason ʙar korhoe, ki mekardaand, sohidi dihand"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "On ruz, ki Xudo cazojasonro ʙa tamomi ʙidihad va ʙidonand, ki Xudo haqiqati oskor ast"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Zanoni nopok ʙaroi mardoni nopok va mardoni nopok ʙaroi zanoni nopok va zanoni pok ʙaroi mardoni pok va mardoni pok ʙaroi zanoni pok. Onho az on ci dar ʙoraason megujand, pokand. Baxsoisu rizqi neku ʙaroi onhost"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "Ej kasone, ki imon ovardaed, ʙa xonae ƣajr az xonai xud ʙe on, ki icozat talaʙida va ʙar sokinonas salom karda ʙosed, nadaroed. In ʙaroi sumo ʙehtar ast, ʙosad, ki pand gired"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Va agar dar xona kasero najofted, doxil nasaved to sumoro ruxsat dihand. Va agar gujand: «Bozgarded», ʙozgarded, in ʙarojaton pokizatar ast. Va Xudo ʙa har kore, ki mekuned, ogoh ast"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Bar sumo gunohe nest, agar ʙa xonahoi ƣajrimaskun, ki mato'e dar on dored, doxil saved. Har ciro oskor sozed, jo pinhon dored. Xudo ʙa on ogoh ast"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Ba mardoni mu'min ʙigu, ki casmoni xud ʙipusand va sarmgohi xud iigah dorand. In ʙarojason pokizatar ast. Zero Xudo ʙa korhoe, ki mekunand, ogoh ast"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Va ʙa zanoni mu'min ʙigu, ki casmoni xud ʙipusand va sarmgohi xud nigoh dorand va zinathoi xudro cuz on miqdor, ki pajdost, oskor nakunand va miqna'ahoi (rujmolhoi) xudro to gireʙon ʙipusand va zinathoi xudro oskor nakunand, ƣajri ʙa savhari xud jo padari xud jo padari savhari xud jo pisari xud jo pisari savhari xud jo ʙarodari xud jo pisari ʙarodari xud jo pisari xohari xud jo zanoni hamdini xud, jo ʙandagoni xud jo mardoni xidmatguzori xud, ki raƣʙat ʙa zan nadorand, jo kudakone, ki az sarmgohi zanon ʙexaʙarand. Va niz cunon poj ʙar zamin nazanand to on zinat, ki piihon kardaand, donista savad. Ej mu'minon, hamagon ʙa dargohi Xudo tavʙa kuned, sojad nacot joʙed"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Bezanonatonro va ƣulomu kanizoni xudro, ki soista ʙosand, hamsar dihed. Agar ʙenavo ʙosand, Xudo ʙa karami xud tavongarason xohad soxt, ki Xudo kusoisdihanda va donost"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Onon, ki tavonoii zanosui nadorand, ʙojad pokDomani pesa kunand, to Xudo az karami xud tavongarason gardonad. Va az ʙandagonaton onon, ki xohoni ʙozxaridani xudand, agar dar onho xajre jofted, ʙozxaridanasonro ʙipazired. Va az on mol, ki Xudo ʙa sumo arzoni dostaast, ʙa onon ʙidihed. Va kanizoni xudro agar xohand, ki parhezgor ʙosand, ʙa xotiri sarvati dunjavi ʙa zino macʙur nakuned. Har kas, ki ononro ʙa zino vodorad, Xudo ʙaroi on kanizon, ki ʙa macʙuri ʙa on kor vodor gastaand, ʙaxsojandavu mehruʙon ast"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Ba tahqiq ʙaroi sumo ojote ravsan va dostonhoe az kasone, ki pes az sumo ʙudaand, va niz pandhoe ʙaroi parhezgoron nozil kardem"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Xudo nuri osmonhovu zamin ast. Misoli nuri U cun caroƣdonest, ki dar on caroƣe ʙosad, on caroƣ daruni sisae va on sisa cun sitorae duraxsanda. Az ravƣani daraxti purʙarakati zajtun, ki na sarqi astu na ƣarʙi afruxta ʙosad. Ravƣanas ravsani ʙaxsad, harcand otas ʙa on narasida ʙosad. Nur ʙar ʙoloi nur. Xudo har kasro, ki ʙixohad, ʙa on nur roh menamojad va ʙaroi mardum misolho meovarad. Zero ʙa har cize ogoh ast"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "On nur dar xonahoest, ki Xudo ruxsat dod ʙaland ʙardorand va nomas dar on co jod savad va Uro har ʙomdodu saʙongoh tasʙeh gujand"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Mardone, ki hec ticorat va xaridu furuxte az jodi Xudo va namoz guzoridanu zakot dodaj ʙozason nadorad, az ruze, ki dilhovu didagon digargun mesavand, metarsand"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "To Xudo ʙa nekutar az on ci kardaand, cazojason dihad va az fazli xud ʙar on ʙiafzojad va Xudo har kiro xohad, ʙehisoʙ ruzi dihad"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Amalhoi kofiron cun saroʙest (mavci ƣarmi) dar ʙijoʙone. Tasna oʙas pindorad va cun ʙa on nazdik savad, hec najoʙad va Xudoro nazdi xud joʙad, pas cazoi uro ʙa tamom ʙidihad. Va Xudo zud ʙa hisoʙho merasad"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Jo monandi torikihoest dar darjoe cuqur, ki mavcas pusonad va ʙar ʙoloi on mavce digar va ʙar ʙolojas aʙrest tira, torikihoe ʙar ʙoloi jakdigar, on tavr, ki agar dasti xud ʙe? run orad onro natavonad did. Va on, ki Xudo rohasro ʙa hec nure ravsan nakarda ʙosad, hec nure ʙar rohi xud najoʙad"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Ojo nadidai, ki har ci dar osmonhovu zamin ast va niz murƣone, ki dar parvozand, tasʙehgui Xudo hastand? Hama namozu tasʙehi Uro medonand. Va Xudo ʙa har kore, ki mokunand, oƣoh ast"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Az oni Xudost farmonravoii osmonhovu zamin va ʙozgasti hamagon nazdi Ust"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Ojo nadidai, ki Xudo aʙrhoero ʙa ohistagi meronad, on goh, onhoro ʙa ham mepajvandad va aʙre ʙuzurg padid meovarad va ʙoronro ʙini, ki dar on cost, tagarg (ƶola) mefiristad va har kiro xohad, ʙo on mezanad va az har ki mexohad, ʙozas medorad. Rusnoii ʙarqas nazdik ʙosad, ki didagonro kur sozad"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Xudo saʙu ruzro megardonad. Xiradmandonro dar in iʙratest"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Va Xudo har cunʙandaero az oʙ ʙijofarid Ba'ze az onho ʙar sikam meravand va ʙa'ze ʙar du po meravand va ʙa'ze ʙar cahor po meravand. Xudo har ci ʙixohad, meofarinad. Zero Xudo ʙar har kore tavonost"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Ba tazdik ojote ravsangar nozil kardem va Xudo har kasro, ki ʙixohad, ʙa rohi rost hidojat mekunad"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Va megujand: «Ba Xudovu pajomʙaras imon ovardaem va ito'at mekunem». Pae az on guruhe az onho ʙozmegardand. Va inho imon najovardaand"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Cun onhoro ʙa Xudovu pajomʙaras da'vat kunand, to mijonason hukm kunad, ʙini, ki guruhe rujgardoni mekunand"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Va agar haq ʙo onho ʙosad, meojand va ʙa hukm gardan menihand"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Ojo dar dilhojason marazest jo dar sak hastand jo ʙimi on dorand, ki Xudovu pajomʙaras ʙar onho zulm kunand? Na, onon xud zolimonand"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Cun mu'minonro ʙa Xudovu pajomʙaras da'vat kunand, to mijonason hukm kunad, suxanason ƣajri in nest, ki megujand: «Sunidem va ito'at kardem», inho nacotjoftagonand"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Va kasone, ki ʙa Xudovu pajomʙaras farmonʙardorand va az Xudo metarsand va parhezgori mekunand, nacotjoftagonand"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Ba Xudo qasam xurdand, qasamhoi saxt, ki agar ʙa onho farmon dihi, az dijori xud ʙerun ravand. Bigu: «Qasam naxured, to'ate sazovor ʙa co ored. Xudo ʙa korhoe, ki mekuned, ogoh ast!»"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Bigu: «Ba Xudo ito'at kuned va ʙa pajomʙar ito'at kuned. Pas agar rujgardon saved, ʙar pajomʙar ast on ci ʙa u taklif kardaand va ʙar sumost on ci ʙar sumo taklif kardaand. Va agar ʙa u ito'at kuned, hidojat joʙed. Va ʙar uhdai pajomʙar ƣajri taʙliƣi oskor hec nest»"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Xudo ʙa kasone az sumo, ki imon ovardaand va korhoe soista kardaand, va'da dod, ki dar rui zamin conisini digaronason kunad, hamcunon, ki mardumero, ki pes az onho ʙudand, conisini digaron kard, Va dinasonro, ki xud ʙarojason pisandida ast, ustuvor sozad. Va vahsatasonro ʙa tinci ivaz kunad. Maro meparastand va hec cizero ʙo Man sarik namekunand. Va onho, ki az in pas nosukri kunand, nofarmonand"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Va namoz ʙiguzored ra zakot ʙidihed va ʙa pajomʙar ito'at kuned, ʙosad, ki ʙar sumo rahmat ovarand"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Mapindor, ki kofiron metavonand dar in sarzamin ʙa coe ʙigurezand. Cojgohason cahannam ast va ci ʙad sarancomest"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "Ej kasone, ki imon ovardaed, ʙojad ƣulomoni sumo va onho, ki hanuz ʙa haddi ʙuluƣ narasidaand, dar se hangom az sumo ʙaroi doxil sudan ʙa xona ruxsat talaʙand: pes az namozi suʙh va hangomi zuhr, ki liʙos az tan ʙerun mekuned va ʙa'd az namozi xuftan. In se vaqt vaqti xilvati sumost. Dar ƣajri on se hangom sumo va onho gunohe nakardaed, agar ʙar jakdigar ʙigzared. Xudo ojotro incunin ʙaroi sumo ʙajon mekunad. Va Xudo donovu hakim ast"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Va cun atfoli sumo ʙa haddi ʙuluƣ rasidand, ʙojad monandi kasone, ki zikrason guzast, ruxsat talaʙand. Xudo ojotro incunin ʙaroi sumo ʙajon mekunad. Va Xudo donovu hakim ast"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Pirazanon, ki digar umedi suj kardanason nest, ʙe on, ki zinathoi xudro oskor kunand, agar codari xud ʙinihand, gunohe nakardaand. Va xuddori kardan ʙarojason ʙehtar ast va Xudo sunavovu donost"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Bar noʙino harace (gunohe) nest va ʙar lang gunohe nest va ʙar ʙemor gunohe nest. Va ʙar sumo gunohe nest, agar az xonai xud jo xonai padaraton jo xonai modaraton jo xonai ʙarodaraton jo xonai xoharaton jo xonai amakaton jo xonai ammaaton jo xonai doijaton (taƣojaton) jo xonai xolaaton jo xonae, ki kalidhoi on nazdi sumost, jo xonai dustaton cize ʙixured. Va gunohe ʙar sumo nest, agar ʙo ham ʙixured jo cudo-cudo. Va cun ʙa xonae doxil saved, ʙar jakdigar salom kuned. in salomest muʙorak va pokiza az coniʙi Xudo. Xudo ojotro ʙaroi sumo incunin ʙajon mekunad, sojad, ki aql kuned"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Mu'minon kasone hastand, ki ʙa Xudovu pajomʙaras imon ovardaand va cun ʙo pajomʙar dar kore jakcoja ʙosand, to az u ruxsat natalaʙidaand, naʙojad ʙiravand. Onho, ki az tu ruxsat metalaʙand, kasone hastand, ki ʙa Xudovu pajomʙaras imon ovardaand. Pas hangome ki az tu ʙaroi ʙa'ze az korhojason ruxsat xostand, ʙar har jak az onon, ki xohi, ruxsat ʙideh va ʙarojason az Xudo ʙaxsois ʙixoh ki Xudo ʙaxsojandavu mehruʙon ast"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Oncunon ki jakdigarro sado mekuned, pajomʙarro sado nakuned. Xudo medonad ci kasone az sumo dar panohi digare xudro pinhon mesozand va ohistaohista ʙerun meravand. Onon, ki az farmoni U sarpeci mekunand, ʙojad ʙitarsand, ki maʙodo ʙa onho fitnae jo azoʙe dardovar ʙirasad"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Az oni Xudost har ci dar osmonhovu zamin ast. Medonad, ki sumo ʙar ci kored. Va on ruz, ki ʙa U ʙozgardonda savand, ononro az korhoe, ki kardaand, ogoh sozad. Va Xudo ʙar har cize donost"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Buzurg astu ʙuzurgvor on kas, ki in furqonro ʙar ʙandai Xud nozil kard, to cahonijonro ʙimdihandae ʙosad"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "On kas, ki az oni Ust farmonravoii osmonhovu zamin va farzande nagiriftaast va Uro sarike dar farmonravoi nest va har cizro ʙijofaridaast va onro ʙa miqdor ofaridaast"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Ƣajri U xudojone digar giriftand, ki hec ciz nameofarinand, va xud maxluqand. Na moliki zijoni xud hastand va na naf'i xud va moliki margu zindagi va qijomat nestand"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Va kofiron guftand, ki in cuz duruƣe, ki xud ʙoftaast va guruhe digar uro ʙar on jori dodaand, hec nest. Haqqo, on ci megujand, sitamu ʙotil ast"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Ba guftand: «In afsonahoi pesinijon ast, ki har suʙhu som ʙar u xonda mesavad va u menavisadas»"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Bigu: «In kitoʙro kase nozil kardaast, ki nihoni osmonhovu zaminro medonad va ʙaxsojandavu mehruʙon ast!»"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Guftand: «Caro in pajomʙar, ƣizo mexurad va dar ʙozorho roh meravad? Caro faristae ʙar u furud nameojad to ʙo u ʙimdihanda ʙosad"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Caro az osmon gance ʙarojas afkanda nasavad? Caro uro ʙoƣe nest, ki az on ʙixurad?» Va sitamkoron guftand: «Sumo ʙa mardi codusudae pajravi mekuned!»"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Bingar, ki ci guna ʙarojat dostonho meovarand. Gumroh sudaand va tavoni roh joftanason nest"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Buzurgu ʙuzurgvor ast on kas, ki agar xohad, ʙehtar az on ʙa tu medihad — ʙoƣhoe, ki dar onho nahrho cori ʙosad va ʙarojat qasrho ʙiofarinad"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Balki inho qijomatro duruƣ hisoʙand. Va Mo ʙaroi kanone, ki qijomatro duruƣ hisoʙand, otasi suzon omoda kardaem"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "ki cun az rohi dur ʙuʙinadason, cusisu xurusasro ʙisnavand"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Va cun dastho ʙar gardan ʙasta dar tangie az on aftand, ʙa du'o margi xud mexohand"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Imruz na jak ʙor margi xud xohed, margi xud farovon xohed"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Bigu: «Ojo in ʙehtar ast jo on ʙihisti covidon, ki ʙa parhezgoron va'da sudaast, ki mukofotu sarancomi onon xohad ʙud?»"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "To aʙad har ci ʙixohand, dar on co hast. Va'daest, ki ancom dodani on az Parvardigorat xosta sudaast"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Ruze, ki ononro ʙo cizhoe, ki ƣajri Xudoi jakto meparastidand, ʙa mashar cam' ovard va sipas pursad: «Ojo sumo in ʙandagoni Maro gumroh mekarded, jo onho xud rohro gum karda ʙudand?»"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Gujand: «Poki Tu! Moro sazovor naʙudaast, ki cuz tu kasero ʙa jori girem. Tu xud onho va padaronasonro ʙarxurdor soxti, cunon ki jodi Turo faromus kardand va mardume sudand ʙa halokat aftoda"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Inho on ciro megufted, duruƣ xondand va aknun natavoned azoʙero az xud dur sozed jo xudro jori dihed. Va har kas az sumo, ki sitam kunad, azoʙe ʙuzurgas mecasonem"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Pes az tu pajomʙarone firistodaem, ki ta'om mexurdand va dar ʙozorho roh meraftand. Va sumoro vasilai ozmoisi jakdigar qaror dodem. Ojo saʙr tavoned kard? Va Parvardigori tu ʙinost"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "Kasone, ki ʙa didori Mo umed nadorand, guftand: «Caro faristagon ʙar mo namefarojand? Jo caro Parvardigori xudro nameʙinem?» Ba rosti, ki xudro ʙuzurg sumurdand va sarkasi kardand, sarkasie ʙuzurg"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Ruze, ki faristagonro ʙuʙinand, dar on ruz gunahkoronro hec xusxaʙare nadihand va ʙa inho gujand: «Xusxaʙar ʙar sumo harom ast!»"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Z Va ʙa a'mole, ki kardaand, qasd kunem va hamaro cun zarroti xok ʙarʙod dihem"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Ahli ʙihist dar in ruz dar ʙehtarin cojgoh va ʙehtarin makon ʙaroi oromis hastand"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Ruze, ki osmon ʙo aʙrho mesikofad va faristagon ʙar zamin pojon firistoda savand"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "farmonravoi dar on ruz, ʙa rosti, az oni Xudoi rahmon ast. Va ʙaroi kofiron ruze dusvor xohad ʙud"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Ruze, ki kofir dastoni xudro ʙa dandon gazad va gujad: «Ej kos, rohero, ki rasul dar pes girifta ʙud dar roh girifta ʙudam"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Voj ʙar man, kos falonro dust namegiriftam"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "ʙo on ki Qur'on ʙaroi man nozil suda ʙud, maro az pajravias ʙozmedost. Va in sajton hamesa odamiro xoru tanho meguzorad"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Pajomʙar guft: «Ej Parvardigori man qavmi man tarki Qur'on guftand!»"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Incunin har pajomʙarero az mijoni kofiron dusmane padid ovardem. Va Parvardigori tu ʙaroi rohnamoivu jorii tu kofist"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Kofiron guftand: «Caro in Qur'on ʙa jakʙora ʙar u nozil namesavad?» Baroi on ast, ki dili turo ʙa on ustuvori dihem va onro ʙa ohistagivu tartiʙ xonem"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Har misole ʙaroi tu ʙijovarand, alʙatta cavoʙasro ʙa rosti va nekutarin ʙajon ʙijovarem"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Kasonero, ki az ruj mekasandu dar cahannam cam' meovarand, ʙa cojgoh ʙadtaru ʙa roh gumgastatarand"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Ba Muso kitoʙ dodem va ʙarodaras Horunro madadgoras soxtem"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Va guftem: «Nazdi mardume, ki ojoti Moro duruƣ ʙarovardaand, ʙiraved». Va on qavmro ʙa saxti halok kardem"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Qavmi Nuhro, cun pajomʙaronro duruƣ ʙarovardand, ƣark kardem va onhoro ʙaroi mardum iʙrate soxtem. Va ʙaroi sitamkoron azoʙe dardovar omoda kardaem"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "va Odro va Samudro va ashoʙi Rassro va naslhoi ʙisjorero, ki mijoni onho ʙudand, halok kardem"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Va ʙaroi hama misolhoe ovardem va hamaro nestu noʙud soxtem"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Va ʙar dehae, ki ʙar on ʙoroni azoʙ ʙorida ʙudem, guzar mekardand. Ojo onro namedidand? Ore, ʙa qijomat umed nadostand"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Cun turo didand, masxaraat kardand, ki ojo in ast on pajomʙare, ki Xudo ʙar mo firistoda ast"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Agar ʙar xudojonamon ustuvor nameistodem, nazdiq ʙud, ki moro az parastisason gumroh kunad. Cun azoʙro ʙuʙinand, xohand donist ci kase gumrohtar ʙudaast"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Ojo on kasro, ki havoi nafsro ʙa xudoi girifta ʙud, didi? Ojo tu zomini u hasti"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Jo gumon kardai, ki ʙestarinason mesunavandu mefahmand? Inho cun corpojone hastand, ʙalki az corpojon ham gumrohtarand"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Nadidai, ki Parvardigori tu ci guna sojaro mekasad? Agar mexost, dar jak co sokinas megardond. On goh oftoʙro ʙar u dalel gardonidem"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Sipas ʙargirkftemas, giriftane andak-andak"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Ust, ki saʙro pusisi sumo kard va xoʙro oromisaton va ruzro zamoni ʙarxostanaton"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Ust, ki pesopesi rahmati xud ʙodhoro ʙa muƶda dodan firistod. Va az osmon oʙe pok nozil kardem"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "to sarzamini murdaro ʙa on hajot ʙaxsem va corpojon va mardumi ʙisjorero, ki ofaridaem, az on oʙ dihem"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Va to ʙa tafakkur pardozand, ʙoronro mijonason taqsim kardem. Vale ʙestari mardum nosiposi kardand"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Agar mexostem, ʙa har dehae ʙimdihandae mefiristodem"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Ba kofiron ito'at makun va ʙa hukmi Xudo ʙo onho cihod kun, cihode ʙuzurg"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Ust, ki du darjo ʙa ham ʙijomext — jake sirinu guvoro va digare suroʙe saxt gazanda. Va mijoni on du mrne'ae va sadde ustuvor qaror dod"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Ust, ki odamiro az oʙ ʙijofarid va uro nasaʙu pajvand soxt va Parvardigori tu ʙa in korho tavonost"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Ƣajri Xudoi jakto cizhoero meparastand, ki ʙa onho na naf' medihad va na zijon. Va kofir hamesa jorirasoni muxolifoni Parvardigori xud. ast"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "Mo turo firistodem, ʙaroi on ki xusxaʙar dihi va ʙitarsoni"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Bigu: «Man az sumo hec muzde nametalaʙam lekin harki xohad, ʙa suj Parvardigoras rohe ʙijoʙad»"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Va ʙar On zindae, ki namemirad, tavakkal kun va ʙa sitoisi U tasʙeh guj va U xud ʙaroi ogohi az gunohoni ʙandagonas kofist"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "on, ki osmonhovu zamin va har ciro dar mijoni onhost, dar sas ruz ʙijofarid, on goh ʙa ars pardoxt. Ust Xudoi rahmon va dar ʙorai U az kase ʙipurs, ki ogoh ʙosad"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Va cun ʙa onon gufta sud, ki Rahmonro sacda kuned, guftand: «Rahmon kist? Ojo ʙar har kas, ki tu farmon medihi, sacda kunem?» Va ʙar nafratason afzuda sud. (Sacda)"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Buzurgu ʙuzurgvor ast on kase, ki dar osmon ʙurcho ʙijofarid va dar onho caroƣevu mohe toʙon padid ovard"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Va Ust, ki saʙu ruzro ʙaroi kasone, ki mexohand iʙrat girand, jo sukrguzori kunand, az pai ham qaror dod"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Bandagoni Xudoi rahmon kasone hastand, ki dar rui zamin ʙa furutani roh meravand. Va cun cohilon ononro xitoʙ kunand, ʙa muloimi suxan gujand"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Va onon, ki saʙro dar sacda jo dar qijom ʙaroi Parvardigorason ruz mekunand"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Va onon, ki megujand: «Ej Parvardigori mo, azoʙi cahannamro az mo ʙigardon, zero azoʙi cahannam azoʙest doim"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Cahannam ʙad karorgohu ʙad makonest»"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Va onon, ki cun nafaqa mekunand, isrof namekunand va xasisi namekunand, ʙalki mijoni in du rohi mijonaro megirand"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "Va onon, ki ʙo Xudoi jakto xudoi digare namegirand va kasero, ki Xudo kustanasro harom karda, ʙa ƣajri haq namekusand va zino namekunand. Va har ki in korho kunad, uquʙati gunohi xudro meʙinad"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "Azoʙas dar ruzi qijomat muzo'af (ducandon) mesavad va to aʙad ʙa xori dar on azoʙ xohad ʙud"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "ƣajri on kason, ki tavʙa kunand va imon ovarand va korhoi soista kunand. Xudo gunohonasonro ʙa nekiho muʙaddal mekunad va Xudo ʙaxsojandavu mehruʙon ast"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Va har ki tavʙa kunad va kori soista kunad, ʙa soistagi nazdi Xudo ʙozgardad"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Va onon, ki ʙa duruƣ sohidi namedihand va cun ʙar nopisandi ʙigzarand, ʙa sitoʙ az on duri mecujand"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Va onon, ki cun ʙa ojoti Parvardigorason pandason dihand, dar ʙaroʙari on cun karonu kuron naʙosand"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Va onon, ki megujand: «Ej Parvardigori mo, az hamsaronu farzandonamon dilhoi moro sod dor va moro pesvon! parhezgoron gardon!»"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Inho hamon kasonand, ki ʙa xotiri saʙre, ki tahammul kardaand, ƣurfahoi ʙihistro muzd joʙand va dar on co ʙa durudu salomason ʙinavozand"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Covidona dar on co ʙosand. Ci neku qarorgohu makonest"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Bigu: «Agar du'o (vu iltico)-i sumo nameʙud, Parvardigori man ʙa sumo qadrdonie namekard. Dar haqiqat sumo duruƣ kardaed va cazoaton hamrohaton xohad ʙud»"
        }
    ]
}