{
    "maqras": [
        {
            "chapter": 17,
            "verse": 70,
            "text": "E, com efeito, honramos os filhos de Adao e levamo-los por terra e mar e demo-lhes por sustento das cousas benignas, e preferimo-los, nitidamente, a muitos dos que criamos"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "Um dia, convocaremos cada grupo dos homens, com seu imam. Entao, a quem for concedido seu livro em sua destra, esses lerao seu livro e nao sofrerao injustica, nem a minima que seja"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "E quem, nesta vida e cego, na Derradeira Vida sera cego e mais descaminhado do rumo"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "E, por certo, quase eles te desviaram, Muhammad, do que te revelamos, para que forjasses, acerca de Nos, outra revelacao que esta. E, nesse caso, haver-te-iam tomado por amigo"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "E, se te nao houvessemos tornado firme, com efeito, quase te haverias inclinado, um pouco, para eles"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Nesse caso, haver-te-iamos feito experimentar o dobro do castigo da vida e o dobro do da morte. Em seguida, nao encontrarias, para ti, socorredor contra Nos"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "E, por certo, quase te importunaram, na terra para dela te fazerem sair. E, nesse caso, nela nao haveriam permanecido, depois de ti, senao por pouco tempo"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Assim, foi o Nosso procedimento com quem, com efeito, enviamos antes de ti, dentre Nossos Mensageiros. E nao encontraras, em Nosso procedimento, alteracao alguma"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Cumpre a oracao, do declinio do sol ate a escuridao da noite, e cumpre a oracao da aurora. Por certo, a oracao da aurora e testemunhada pelos anjos"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "E a noite, entao, reza com ele a guisa de oracao suplementar para ti. Quica, teu Senhor te ascenda a uma louvavel preeminencia"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "E dize: \"Senhor meu! Faze-me entrar uma entrada, verdadeiramente, digna, e faze-me sair uma saida, verdadeiramente, digna, e faze-me, de Tua parte, um poder socorredor"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "E dize: \"A Verdade chegou e a falsidade pereceu. Por certo, a falsidade e perecivel"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "E fazemos descer, do Alcorao, o que e cura e misericordia para os crentes. E, aos injustos, isto nao acrescenta senao perdicao"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "E, quando agraciamos o ser humano, ele da de ombros e se distancia, sobranceiro. E, quando o mal o toca, fica desesperado"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Dize: \"Cada qual age conforme sua indole. E, vosso Senhor e bem Sabedor de quem e o mais guiado no caminho"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "E perguntam-te eles pela alma. Dize: \"A alma e da Ordem de meu Senhor. E nao vos foi concedido da ciencia senao pouco"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "E, em verdade, se quisessemos ir-Nos com o que te revelamos, em seguida, nao encontrarias, para ti, patrono contra Nos"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Nao o fizemos senao por misericordia de teu Senhor. Por certo, Seu favor para contigo e grande"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Dize: \"Se os humanos e os jinns se juntassem, para fazer vir algo igual a este Alcorao, nao fariam vir nada igual a ele, ainda que uns deles fossem coadjutores dos outros"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "E, com efeito, patenteamos para os homens neste Alcorao, algo de cada exemplo. Entao, a maioria dos homens a tudo recusa, exceto a ingratidao"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "E dizem: \"Nao creremos em ti, ate que nos facas emanar, da terra, uma nascente"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Ou que haja para ti um jardim de tamareiras e videiras, e que facas emanar os rios, abundantemente, atraves dele"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Ou que facas cair, sobre nos, como pretendes, o ceu em pedacos, ou que facas vir Allah e os anjos, frente a frente"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Ou que haja para ti uma casa repleta de ornamento ou que ascendas ao ceu. E nao creremos em tua ascensao, ate que facas descer sobre nos um Livro, que leremos.\" Dize: \"Glorificado seja meu Senhor! Quem sou eu senao um mortal Mensageiro"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "E o que impediu os homens de crerem, quando lhes chegou a orientacao, nao foi senao haverem dito: \"Allah enviou um mortal por Mensageiro"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Dize: \"Se houvesse, na terra, anjos que andassem tranquilos, haveriamos feito descer, do ceu, sobre eles, um anjo por Mensageiro"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Dize: \"Allah basta, por testemunha, entre mim e vos. Por certo, Ele, de Seus servos, e Conhecedor, Onividente"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "E quem Allah guia e o guiado. E para quem Ele descaminha, nao lhes encontraras protetores, alem dEle. E reuni-los-emos, no Dia da Ressurreicao, arrastados sobre as faces, cegos e mudos e surdos. Sua morada sera a Geena: cada vez que se entibiar, acrescentar-lhes-emos fogo ardente"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Essa sera sua recompensa, porque renegaram Nossos sinais, e disseram: \"Quando formos ossos e resquicios, seremos ressuscitados, em novas criaturas"
        }
    ]
}