{
    "maqras": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Suratu Al-Ahqaf. Ha, Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "A revelacao do Livro e de Allah, O Todo-Poderoso, O Sabio"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Nao criamos os ceus e a terra e o que ha entre ambos senao com a verdade e com um termo designado. E os que renegam a Fe estao dando de ombros aquilo de que sao admoestados"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Dize: \"Vistes os que convocais, alem de Allah? Fazei-me ver o que eles criaram da terra. Ou tem eles participacao nos ceus? Fazei-me vir um Livro, anterior a este, ou algum vestigio de ciencia, se sois veridicos"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "E quem mais descaminhado que aquele que invoca, alem de Allah, os que nunca o atenderao, ate o Dia da Ressurreicao, e estao desatentos a sua invocacao"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "E, quando os humanos forem reunidos, eles ser-lhes-ao inimigos e renegadores de sua adoracao"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "E, quando se recitam, para eles, Nossos evidentes versiculos, os que renegam a Fe dizem da verdade, quando lhes chega: \"Isto e evidente magia"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Ou dizem eles: \"Ele o forjou?\" Dize: \"Se eu o houvesse forjado, nada poderieis fazer por mim, diante de Allah. Ele e bem Sabedor do que vos empenhais em dizer dele. Basta Ele, por Testemunha, entre mim e vos. E Ele e O Perdoador, O Misericordiador"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Dize: \"Nao sou uma inovacao, entre os Mensageiros. E nao me inteiro do que sera feito de mim nem de vos. Nao sigo senao o que me e revelado, e nao sou senao evidente admoestador"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Dize: \"Vistes? Se ele e de Allah, e vos o renegais - enquanto uma testemunha dos filhos de Israel o reconhece e nele cre - e vos ensoberbeceis, nao estareis sendo injustos? Por certo, Allah nao guia o povo injusto"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "E os que renegam a Fe dizem dos que creem: \"Se ele fosse um bem, eles nao nos haveriam antecipado, nisso.\" E, uma vez que eles nao se guiam por ele, dirao: \"Isto e uma velha mentira"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "E, antes dele, houve o Livro de Moises, como diretriz e misericordia. E este e um Livro confirmador dos outros, em lingua arabe, para admoestar os que sao injustos; e e alvissaras para os benfeitores"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Por certo, os que dizem: \"Nosso Senhor e Allah\", em seguida, sao retos, entao, nada havera que temer por eles, e eles nao se entristecerao"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Esses sao os companheiros do Paraiso; nele, serao eternos, como recompensa pelo que faziam"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "E recomendamos ao ser humano benevolencia para com seus pais. Sua mae carrega-o penosamente, e o da a luz, penosamente. E sua gestacao e sua desmama sao, ao todo, de trinta meses; e ele desenvolve-se, ate que, quando atinge sua forca plena e atinge os quarenta anos, diz : \"Senhor meu! Induz-me a agradecer-Te a graca, com que me agraciaste, a mim e a meus pais, e a fazer o bem que Te agrade; e emenda-me a descendencia. Por certo, volto-me arrependido para Ti e, por certo, sou dos muculmanos"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Esses, de quem acolhemos o melhor que fizeram, e de quem toleramos as mas obras, estarao junto dos companheiros do Paraiso. E a verdadeira promessa que lhes era prometida"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "E aquele que diz a seus pais: \"Ufa a vos! Ambos me prometeis que serei ressuscitado, enquanto, antes de mim, passaram as geracoes, sem que, ainda, fossem ressuscitados?\" - E ambos imploram socorrimento de Allah, e dizem ao filho: \"Ai de ti! Cre tu! Por certo, a promessa de Allah e verdadeira!\" Entao, ele diz: \"Isto nao sao senao fabulas dos antepassados"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Esses sao os contra quem o Dito, sentenca, se cumprira, junto de outras comunidades de jinns e de humanos que, com efeito, passaram antes deles. Por certo, eles serao perdedores"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "E, para cada um desses, havera escaloes, segundo o que fizeram. E isso, para compensa-los por suas obras. E eles nao sofrerao injustica"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "E, um dia, quando os que renegam a Fe forem expostos ao Fogo, dir-se-lhes-a: \"Fizestes irem-se vossas boas cousas, em vossa vida terrena e, com elas, vos deliciastes. Entao, hoje, sereis recompensados com o castigo da vileza, porque vos ensoberbecieis, na terra, sem razao, e porque cometieis perversidade"
        }
    ]
}