{
    "maqras": [
        {
            "chapter": 59,
            "verse": 11,
            "text": "Nao viste os que sao hipocritas? Dizem a seus irmaos que renegam a Fe, dentre os seguidores do Livro: \"Em verdade, se vos fizerem sair, sairemos convosco e jamais obedeceremos a alguem contra vos; e, se fordes combatidos, socorrer-vos-emos.\" E Allah testemunha que, por certo, eles sao mentirosos"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Em verdade, se os fizerem sair, nao sairao com eles; e, se forem combatidos, nao os socorrerao. E, se os socorressem, fugiriam voltando as costas; em seguida, eles nao seriam socorridos"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Em verdade, vos sois mais veementes, em causar pavor em seus peitos, que Allah. Isso, porque sao um povo que nao entende"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Juntos, nao vos combaterao, senao em aldeias fortificadas, ou atras de muros. Sua furia, entre eles e veemente. Tu os supoes unidos, enquanto seus coracoes estao dispersos. Isso, porque sao um povo que nao razoa"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Sao iguais aos que foram antes deles, ha pouco. Experimentaram a nefasta consequencia de sua conduta, e terao doloroso castigo"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Sao iguais a Sata, quando disse ao ser humano: \"Renega a Fe!\" Entao, quando renegou a Fe, disse aquele: \"Por certo, estou em rompimento contigo; por certo, temo a Allah, O Senhor dos mundos"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Entao, o fim de ambos e estarem no Fogo; nele serao eternos. E esta e a recompensa dos injustos"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "O vos que credes! Temei a Allah, e que toda alma olhe o que ela antecipou, para o amanha. E temei a Allah. Por certo, Allah, do que fazeis, e Conhecedor"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "E nao sejais como os que esqueceram a Allah; entao, Ele os fez esquecer a si mesmos. Esses sao os perversos"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Nao se igualam os companheiros do Fogo e os companheiros do Paraiso. Os companheiros do Paraiso sao os triunfadores"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Se houvessemos feito descer este Alcorao sobre uma montanha, ve-la-ias humilde, rachada, por receio de Allah. E estes exemplos, propomo-los, para os homens, a fim de refletirem"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "Ele e Allah. Nao existe deus senao Ele, O Sabedor do invisivel e do visivel, Ele e O Misericordioso, O Misericordiador"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "Ele e Allah. Nao existe deus senao Ele, O Rei, O Puro, A Paz, O Confortador, O Predominante, O Todo-Poderoso, O Transcendente, O Orgulhoso. Glorificado seja Allah, acima do que idolatram"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "Ele e Allah, O Criador, O Iniciador da criacao, O Configurador; dEle sao os mais belos nomes. O que ha nos ceus e na terra glorifica-O. E Ele e O Todo-Poderoso, O Sabio"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "Suratu Al-Mumtahanah. O vos que credes! Nao tomeis Meus inimigos e vossos inimigos por aliados - lancando-lhes afeicao, enquanto eles renegam o que vos chegou da Verdade, fazendo sair o Mensageiro e a vos, porque credes em Allah, vosso Senhor - se saistes de vosso lar para lutar em Meu caminho e para buscar Meu agrado. Vos lhes transmitis, secretamente, afeicao, enquanto sou bem Sabedor do que escondeis e do que manifestais. E quem de vos o faz, com efeito, descaminha-se do caminho certo"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Se eles vos dominarem, serao inimigos de vos e contra vos estenderao as maos e a lingua, com o mal. E almejarao que renegueis a Fe"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Nem vossos lacos de parentesco nem vossos filhos vos beneficiarao. No Dia da Ressurreicao, Ele decidira, entre vos. E Allah, do que fazeis e Onividente"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Com efeito, ha para vos belo paradigma em Abraao, e nos que estavam com ele, quando disseram a seu povo: \"Por certo, estamos em rompimento convosco e com o que adorais, em vez de Allah; renegamo-vos, e a inimizade e a aversao mostrar-se-ao, para sempre, entre nos e vos, ate que creiais em Allah, so nEle\", exceto no dito de Abraao a seu pai: \"Em verdade, implorarei perdao para ti, e nada te poderei fazer, junto de Allah\". \"Senhor nosso! Confiamos em Ti, e para Ti nos voltamos contritos. E a Ti sera o destino"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Senhor nosso! Nao facas de nos vitimas da provacao dos que renegam a Fe, e perdoa-nos. Senhor nosso! Por certo, Tu, Tu es O Todo-Poderoso, O Sabio"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Com efeito, ha neles, belo paradigma para vos, para quem espera em Allah e no Derradeiro Dia. E quem volta as costas, por certo, Allah e O Bastante a Si Mesmo, O Louvavel"
        }
    ]
}