{
    "maqras": [
        {
            "chapter": 63,
            "verse": 4,
            "text": "E, quando os ves, tu te admiras de seus corpos. E, se falam, ouves seu dito. Sao como madeiras encostadas. Supoem ser contra eles todo grito. Eles sao os inimigos: entao, precata-te deles. Que Allah os aniquile! Como se distanciam da Verdade"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "E, quando se lhes diz: \"Vinde, que o Mensageiro de Allah implorara perdao para vos\", meneiam as cabecas, e tu os ves se afastarem, enquanto soberbos"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "E-lhes igual que implores perdao para eles ou nao implores perdao para eles: Allah nao os perdoara. Por certo, Allah nao guia o povo perverso"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Eles sao os que dizem: \"Nao despendais com os que estao junto do Mensageiro de Allah, ate que debandem.\" E de Allah sao os cofres dos ceus e da terra, mas os hipocritas nao entendem"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Dizem: \"Se retornarmos a Al-Madinah, em verdade, o mais poderoso de nos fara sair o mais desprezado.\" E de Allah e o poder, e de Seu Mensageiros, e dos crentes, mas os hipocritas nao sabem"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "O vos que credes! Que vossas riquezas e vossos filhos nao vos entretenham, da lembranca de Allah. E quem o faz, esses sao os perdedores"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "E despendei do que vos damos por sustento, antes que a morte chegue a um de vos e que ele diga: \"Senhor meu! Que me concedas prazo ate um termo proximo; entao, darei esmola e serei dos integros"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "E Allah nao concedera prazo a uma alma, quando seu termo chegar. E Allah, do que fazeis, e Conhecedor"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "Suratu At-Taghabun. O que ha nos ceus e o que ha na terra glorificam a Allah. DEle e a soberania e d'Ele e o louvor. E Ele, sobre todas as cousas, e Onipotente"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Ele e Quem vos criou; e, dentre vos, ha renegadores da Fe, e, dentre vos ha crentes. E Allah, do que fazeis, e Onividente"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "Ele criou os ceus e a terra, com a verdade. E configurou-vos, e benfez vossa configuracao. E a Ele sera o destino"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "Ele sabe o que ha nos ceus e na terra. E sabe o de que guardais segredo e o que manifestais. E Allah, do intimo dos peitos, e Onisciente"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Nao vos chegou o informe dos que, antes de vos, renegaram a Fe? Entao, experimentaram a nefasta consequencia de sua conduta; e terao doloroso castigo"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Isso porque seus Mensageiros lhes chegavam com as evidencias, entao diziam: \"Sao mortais que nos guiarao?\" E renegaram a Fe e voltaram as costas. E Allah deles prescindiu. E Allah e Bastante a Si Mesmo, Louvavel"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Os que renegam a Fe pretendem que nao serao ressuscitados. Dize: \"Sim! Por meu Senhor, sereis ressuscitados; em seguida, sereis informados do que fizestes. E isso, para Allah, e facil"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Entao, crede em Allah e em Seu Mensageiro e na Luz que fizemos descer. E Allah, do que fazeis e Conhecedor"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "Um dia, quando Ele vos juntar, no Dia da Junta, esse sera o dia do mutuo engano. E quem cre em Allah e faz o bem, Ele lhe remira as mas obras e o fara entrar em Jardins, abaixo dos quais correm os rios; nesses serao eternos, para todo o sempre. Esse e o magnifico triunfo"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "E os que renegam a Fe e desmentem Nossos sinais, esses serao os companheiros do Fogo; nele, serao eternos. E que execravel destino"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "Nenhuma desgraca ocorre sem que seja com a permissao de Allah. E quem cre em Allah, Ele lhe guiara o coracao. E Allah, de todas as cousas, e Onisciente"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "E obedecei a Allah e obedecei ao Mensageiro. E, se voltais as costas, sabei que impende apenas a Nosso Mensageiro a evidente transmissao da Mensagem"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "Allah, nao existe deus senao Ele. E que os crentes, entao, confiem em Allah"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "O vos que credes! Por certo, ha, entre vossas mulheres e vossos filhos, inimigos de vos; entao, precatai-vos deles. E, se os indultais e tolerais e perdoais, por certo, Allah e Perdoador, Misericordiador"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Vossas riquezas e vossos filhos nao sao que provacao. E, junto de Allah, havera magnifico premio"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Entao, temei a Allah quanto puderdes. E ouvi e obedecei e despendei: e-vos melhor, para vos mesmos. E quem se guarda de sua propria mesquinhez, esses sao os bem-aventurados"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "Se emprestais um bom emprestimo a Allah, Ele vo-lo multiplicara e vos perdoara. E Allah e Agradecido, Clemente"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "O Sabedor do invisivel e do visivel, O Todo-Poderoso, O Sabio"
        }
    ]
}