{
    "chapter": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alif Lam Mim Saad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "Dies ist ein Buch, das zu dir herabgesandt worden ist - es soll in deiner Brust keine Bedrängnis seinetwegen sein -, damit du mit ihm warnst, und auch als Ermahnung für die Gläubigen"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Folgt dem, was zu euch von eurem Herrn herabgesandt worden ist, und folgt nicht an seiner Stelle (anderen) Freunden. Ihr laßt euch wenig ermahnen"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Wie manche Stadt haben Wir verderben lassen! Da kam unsere Schlagkraft über sie nachts, oder während sie zu Mittag ruhten"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "So war ihr Rufen, als unsere Schlagkraft über sie kam, nur, daß sie sagten: «Wir haben gewiß Unrecht getan.»"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Ja, Wir werden gewiß die, zu denen Gesandte geschickt worden sind, zur Verantwortung ziehen, und Wir werden gewiß die Gesandten zur Verantwortung ziehen"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Wir werden ihnen bestimmt aus (richtigem) Wissen (alles) erzählen, denn Wir waren ja nicht abwesend"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "Das Wägen an jenem Tag erfolgt der Wahrheit entsprechend. Diejenigen, deren Waagschalen schwer sind, das sind die, denen es wohl ergeht"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Diejenigen, deren Waagschalen leicht sind, das sind die, die sich selbst verloren haben, weil sie sich gegenüber unseren Zeichen ungerecht verhielten"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Und Wir haben euch auf der Erde eine feste Stellung gegeben, und Wir haben für euch auf ihr Unterhaltsmöglichkeiten bereitet. Ihr seid aber wenig dankbar"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Und Wir haben euch erschaffen. Dann haben Wir euch gestaltet. Dann haben Wir zu den Engeln gesprochen: «Werft euch vor Adam nieder.» Da warfen sie sich nieder, außer Iblis: er gehörte nicht zu denen, die sich niederwarfen"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "Er sprach: «Was hat dich daran gehindert, dich niederzuwerfen, als Ich (es) dir befohlen habe?» Er sagte: «Ich bin besser als er. Du hast mich aus Feuer erschaffen, ihn aber hast Du aus Ton erschaffen.»"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "Er sprach: «Geh aus ihm hinunter. Dir steht es nicht zu, dich darin hochmütig zu verhalten. Geh hinaus. Du gehörst zu den Erniedrigten.»"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Er sagte: «Gewähre mir Aufschub bis zu dem Tag, da sie erweckt werden.»"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "Er sprach: «Du sollst nun zu denen gehören, denen Aufschub gewährt wird.»"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Er sagte: «Weil Du mich hast abirren lassen, werde ich, ich schwöre es, ihnen auf deinem geraden Weg auflauern"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Dann werde ich zu ihnen treten von vorn und von hinten, von ihrer rechten und von ihrer linken Seite. Und Du wirst die meisten von ihnen nicht dankbar finden.»"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Er sprach: «Geh aus ihm hinaus, verabscheut und verstoßen. Wer auch immer von ihnen dir folgt, füllen werde Ich die Hölle mit euch allen.»"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "«O Adam, bewohne, du und deine Gattin, das Paradies. Eßt, wo ihr wollt, und nähert euch nicht diesem Baum, sonst gehört ihr zu denen, die Unrecht tun.»"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Der Satan flüsterte ihnen ein, um ihnen zu zeigen, was ihnen von ihrer Blöße verborgen geblieben war. Und er sagte: «Nur deswegen hat euch euer Herr diesen Baum verboten, damit ihr nicht zu Engeln werdet oder zu denen gehöret, die ewig leben.»"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Und er schwor ihnen: «Ich bin zu euch einer von denen, die (euch) gut raten.»"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Er ließ sie durch Betörung abfallen. Und als sie dann von dem Baum gekostet hatten, wurde ihnen ihre Blöße offenbar, und sie begannen, Blätter des Paradieses über sich zusammenzuheften. Und ihr Herr rief ihnen zu: «Habe ich euch nicht jenen Baum verboten und euch gesagt: Der Satan ist euch ein offenkundiger Feind?»"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Sie sagten: «Unser Herr, wir haben uns selbst Unrecht getan. Und wenn Du uns nicht vergibst und dich unser erbarmst, werden wir bestimmt zu den Verlierern gehören.»"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Er sprach: «Geht hinunter. Die einen von euch sind Feinde der anderen. Ihr habt auf der Erde Aufenthalt und Nutznießung auf eine Weile.»"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Er sprach: «Auf ihr werdet ihr leben, und auf ihr werdet ihr sterben, und aus ihr werdet ihr hervorgebracht werden.»"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "O Kinder Adams, Wir haben auf euch Kleidung hinabgesandt, die eure Blöße bedeckt, und auch Prunkgewänder. Aber die Kleidung der Gottesfurcht, die ist besser. Das gehört zu den Zeichen Gottes, auf daß sie es bedenken"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "O Kinder Adams, der Satan soll euch bloß nicht verführen, wie er eure Eltern aus dem Paradies vertrieben hat, indem er ihnen die Kleidung wegnahm, um sie ihre Blöße sehen zu lassen. Er sieht euch, er und seine Genossen, von wo ihr sie nicht seht. Wir haben die Satane denen zu Freunden gemacht, die nicht glauben"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Und wenn sie etwas Schändliches tun, sagen sie: «Wir haben es bei unseren Vätern vorgefunden, und Gott hat es uns geboten.» Sprich: Gott gebietet nicht das Schändliche. Wollt ihr denn über Gott sagen, was ihr nicht wißt"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Sprich: Mein Herr hat die Gerechtigkeit geboten, und daß ihr euer Gesicht bei jeder Moschee aufrichtet und ihn anruft, wobei ihr Ihm gegenüber aufrichtig in der Religion seid. So wie Er euch anfangs gemacht hat, werdet ihr zurückkehren"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Einen Teil hat Er rechtgeleitet, über einen Teil ist der Irrtum zu Recht gekommen, denn sie haben sich die Satane anstelle Gottes zu Freunden genommen und meinen, sie seien der Rechtleitung gefolgt"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "O Kinder Adams, legt euren Schmuck bei jeder Moschee an, und eßt und trinkt, aber seid nicht maßlos. Er liebt ja die Maßlosen nicht"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Sprich: Wer hat denn den Schmuck verboten, den Gott für seine Diener hervorgebracht hat, und auch die köstlichen Dinge des Lebensunterhalts? Sprich: Sie sind im diesseitigen Leben für die bestimmt, die glauben, und am Tag der Auferstehung (ihnen) besonders vorbehalten. So legen Wir die Zeichen im einzelnen dar für Leute, die Bescheid wissen"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Sprich: Siehe, mein Herr hat die schändlichen Taten verboten, was von ihnen offen und was verborgen ist; und auch die Sünde und die Gewaltanwendung ohne vorliegende Berechtigung, und auch, daß ihr Gott solche beigesellt, für die er keine Ermächtigung herabgesandt hat, und daß ihr über Gott das sagt, was ihr nicht wißt"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Für jede Gemeinschaft ist eine Frist festgesetzt. Und wenn ihre Frist kommt, können sie nicht einmal eine Stunde zurückbleiben oder vorausgehen"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "O Kinder Adams, wenn Gesandte aus eurer Mitte zu euch kommen, um euch von meinen Zeichen zu erzählen, dann haben diejenigen, die gottesfürchtig sind und Besserung bringen, nichts zu befürchten, und sie werden nicht traurig sein"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Und diejenigen, die unsere Zeichen für Lüge erklären und sich ihnen gegenüber hochmütig verhalten, das sind die Gefährten der Hölle; darin werden sie ewig weilen"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Und wer ist denn ungerechter als der, der gegen Gott eine Lüge erdichtet oder seine Zeichen für Lüge erklärt? Jene wird ihr Anteil dem Buch gemäß erreichen. Und wenn dann unsere Boten zu ihnen kommen, um sie abzuberufen, sagen sie: «Wo sind diejenigen, die ihr anstelle Gottes anzurufen pflegtet?» Sie sagen: «Sie sind uns entschwunden.» Und sie bezeugen gegen sich selbst, daß sie ungläubig waren"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "Er spricht: «Geht ein ins Feuer mit Gemeinschaften von den Djinn und den Menschen, die vor euch dahingegangen sind.» Sooft eine Gemeinschaft hineingeht, verflucht sie ihresgleichen. Und wenn sie dann alle darin einander eingeholt haben, sagt die letzte von ihnen in bezug auf die erste: «Unser Herr, diese da haben uns in die Irre geführt. So laß ihnen eine doppelte Pein vom Feuer zukommen.» Er spricht: «Jeder erhält das Doppelte, aber ihr wißt nicht Bescheid.»"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Und die erste von ihnen sagt zu der letzten: «Ihr habt nun keinen Vorzug gegenüber uns. Kostet die Pein für das, was ihr erworben habt.»"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Denen, die unsere Zeichen für Lüge erklären und sich ihnen gegenüber hochmütig verhalten, werden die Tore des Himmels nicht geöffnet, und sie werden nicht ins Paradies eingehen, ehe denn ein Kamel durch ein Nadelöhr geht. So vergelten Wir denen, die Übeltäter sind"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Ihnen wird die Hölle zur Lagerstätte, und über ihnen sind Decken. So vergelten Wir denen, die Unrecht tun"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Diejenigen, die glauben und die guten Werke tun - Wir fordern von einem jeden nur das, was er vermag -, das sind die Gefährten des Paradieses; darin werden sie ewig weilen"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Und Wir nehmen weg, was in ihrer Brust an Groll dasein mag. Es fließen unter ihnen Bäche. Und sie sagen: «Lob sei Gott, der uns hierher geleitet hat! Wir hätten unmöglich die Rechtleitung gefunden, hätte uns Gott nicht rechtgeleitet. Die Gesandten unseres Herrn sind wirklich mit der Wahrheit gekommen.» Und es wird ihnen zugerufen: «Dies ist das Paradies. Es ist euch zum Erbe gegeben worden für das, was ihr zu tun pflegtet.»"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Die Gefährten des Paradieses rufen den Gefährten des Feuers zu: «Wir haben gefunden, daß das, was uns unser Herr versprochen hat, wahr ist. Habt Ihr auch gefunden, daß das, was euch euer Herr versprochen hat, wahr ist?» Sie sagen: «Ja.» Da ruft ein Rufer unter ihnen aus: «Gottes Zorn komme über die, die Unrecht tun"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Die vom Weg Gottes abweisen und sich ihn krumm wünschen, und die ja das Jenseits verleugnen.»"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Und zwischen ihnen ist ein Vorhang. Und auf dem Bergkamm sind Männer, die jeden an seinem Merkmal erkennen. Sie rufen den Gefährten des Paradieses zu: «Friede sei über euch!» Sie selbst aber sind nicht hineingegangen, obwohl sie es begehren"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Und wenn ihre Blicke sich den Gefährten des Feuers zuwenden, sagen sie: «Unser Herr, stelle uns nicht zu den Leuten, die Unrecht tun.»"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Und die Gefährten des Bergkammes rufen Männern, die sie an ihrem Merkmal erkennen, zu. Sie sagen: «Es hat euch nicht genützt, daß ihr (Vermögen und Freunde) gesammelt und euch hochmütig verhalten habt"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Sind das diejenigen, von denen ihr geschworen habt, Gott werde ihnen keine Barmherzigkeit erweisen? - Geht (ihr) ins Paradies ein. Ihr habt nichts zu befürchten, und ihr werdet nicht traurig sein.»"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Die Gefährten des Feuers rufen den Gefährten des Paradieses zu: «Schüttet auf uns etwas Wasser aus oder etwas von dem, was Gott euch beschert hat.» Sie sagen: «Gott hat beides den Ungläubigen verwehrt"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Die ihre Religion zum Gegenstand von Zerstreuung und Spiel genommen haben und die das diesseitige Leben betört hat.» Heute werden Wir sie vergessen, wie sie die Begegnung mit diesem ihrem Tag vergaßen und wie sie unsere Zeichen zu leugnen pflegten"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Wir haben ihnen ein Buch gebracht, das Wir mit Wissen im einzelnen dargelegt haben, als Rechtleitung und Barmherzigkeit für Leute, die glauben"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Erwarten sie denn etwas anderes als seine Deutung? An dem Tag, an dem seine Deutung eintrifft, werden diejenigen, die es vorher vergessen haben, sagen: «Die Gesandten unseres Herrn sind mit der Wahrheit gekommen. Haben wir denn Fürsprecher, daß sie für uns Fürsprache einlegen? Oder können wir zurückgebracht werden, daß wir anders handeln, als wir gehandelt haben?» Sie haben sich selbst verloren, und es ist ihnen entschwunden, was sie immer wieder erdichtet haben"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Euer Herr ist Gott, der die Himmel und die Erde in sechs Tagen erschuf und sich dann auf dem Thron zurechtsetzte. Er läßt die Nacht den Tag überdecken, wobei sie ihn eilig einzuholen sucht. (Er erschuf auch) die Sonne, den Mond und die Sterne, welche durch seinen Befehl dienstbar gemacht wurden. Siehe, Ihm allein steht das Erschaffen und der Befehl zu. Gesegnet sei Gott, der Herr der Welten"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Und ruft euren Herrn in (sichtbarer) Demut und im Verborgenen an. Er liebt die nicht, die Übertretungen begehen"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Und stiftet nicht Unheil auf der Erde, nachdem sie in Ordnung gebracht worden ist. Und ruft Ihn in Furcht und Begehren an. Die Barmherzigkeit Gottes ist den Rechtschaffenen nahe"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Und Er ist es, der die Winde als frohe Kunde seiner Barmherzigkeit vorausschickt. Wenn sie dann eine schwere Bewölkung herbeitragen, treiben Wir sie zu einem abgestorbenen Land, senden dadurch das Wasser hernieder und bringen dadurch allerlei Früchte hervor. So bringen Wir (auch) die Toten hervor, auf daß ihr es bedenket"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Und das gute Land bringt seine Pflanzen mit der Erlaubnis seines Herrn hervor. Und das (Land), das schlecht ist, bringt nur mühsam etwas hervor. So legen Wir die Zeichen auf verschiedene Weise dar für Leute, die dankbar sind"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Wir sandten Noach zu seinem Volk. Er sagte: «O mein Volk, dienet Gott. Ihr habt keinen Gott außer Ihm. Ich fürchte für euch die Pein eines gewaltigen Tages.»"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Die Vornehmen aus seinem Volk sagten: «Wir sehen, daß du dich in einem offenkundigen Irrtum befindest.»"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Er sagte: «O mein Volk, bei mir befindet sich kein Irrtum, sondern ich bin ein Gesandter vom Herrn der Welten"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Ich richte euch die Botschaften meines Herrn aus und rate euch gut. Und ich weiß von Gott her, was ihr nicht wißt"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Wundert ihr euch etwa darüber, daß eine Ermahnung von eurem Herrn zu euch gekommen ist durch einen Mann aus eurer Mitte, damit er euch warne und damit ihr gottesfürchtig werdet, auf daß ihr Erbarmen findet?»"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Sie aber ziehen ihn der Lüge. Da retteten Wir ihn und diejenigen, die mit ihm waren, im Schiff. Und Wir ließen diejenigen ertrinken, die unsere Zeichen für Lüge erklärten; sie waren ja ein blindes Volk"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Und (Wir sandten) zu Aad ihren Bruder Hud. Er sagte: «O mein Volk, dienet Gott. Ihr habt keinen Gott außer Ihm. Wollt ihr nicht gottesfürchtig sein?»"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Die Vornehmen aus seinem Volk, die ungläubig waren, sagten: «Wir sehen, daß du der Torheit verfallen bist, und wir meinen, daß du zu den Lügnern gehörst.»"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Er sagte: «O mein Volk, bei mir befindet sich keine Torheit, sondern ich bin ein Gesandter vom Herrn der Welten"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Ich richte euch die Botschaften meines Herrn aus, und ich bin für euch ein treuer Ratgeber"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Wundert ihr euch etwa darüber, daß eine Ermahnung von eurem Herrn zu euch gekommen ist durch einen Mann aus eurer Mitte, damit er euch warne? Gedenket, als Er euch zu Nachfolgern nach dem Volk des Noach machte und euch eine beachtlichere Stellung in seiner Schöpfung verlieh. Gedenket also der Wohltaten Gottes, auf daß es euch wohl ergehe.»"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Sie sagten: «Bist du zu uns gekommen, damit wir Gott allein dienen und das verlassen, was unsere Väter verehrt haben? Bring uns doch her, was du uns androhst, so du zu denen gehörst, die die Wahrheit sagen.»"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Er sagte: «Es überfallen euch Greuel und Zorn von eurem Herrn. Streitet ihr denn mit mir über Namen, die ihr genannt habt, ihr und eure Väter, für die aber Gott keine Ermächtigung herabgesandt hat? So wartet ab. Ich bin mit euch einer von denen, die abwarten.»"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Da retteten Wir ihn und diejenigen, die mit ihm waren, aus Barmherzigkeit von Uns. Und Wir merzten den letzten Rest derer aus, die unsere Zeichen für Lüge erklärten und nicht gläubig waren"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Und (Wir sandten) zu Thamud ihren Bruder Salih. Er sagte: «O mein Volk, dienet Gott. Ihr habt keinen Gott außer Ihm. Ein deutliches Zeichen ist von eurem Herrn zu euch gekommen. Dies ist die Kamelstute Gottes, euch zum Zeichen. Laßt sie auf Gottes Erde weiden und rührt sie nicht mit etwas Bösem an, sonst ergreift euch eine schmerzhafte Pein"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Und gedenket, als Er euch zu Nachfolgern nach, Aad machte und euch auf der Erde in Stätten einwies, so daß ihr euch in ihren Ebenen Schlösser nahmt und die Berge zu Häusern meißeltet. Gedenket also der Wohltaten Gottes und verbreitet nicht Unheil auf der Erde.»"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Die Vornehmen aus seinem Volk, die sich hochmütig verhielten, sagten zu denen, die wie Schwache behandelt wurden, ja zu denen von ihnen, die gläubig waren: «Wißt ihr sicher, daß Salih von seinem Herrn gesandt worden ist?» Sie sagten: «Wir glauben gewiß an das, womit er gesandt worden ist.»"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Diejenigen, die sich hochmütig verhielten, sagten: «Wir verleugnen das, woran ihr glaubt.»"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Sie schnitten der Kamelstute die Flechsen durch und stachen sie, und sie rebellierten gegen den Befehl ihres Herrn. Und sie sagten: «O Salih, bring uns doch her, was du uns androhst, so du einer der Gesandten bist.»"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Da ergriff sie das Beben, und am Morgen lagen sie in ihrer Wohnstätte nieder"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "So kehrte er sich von ihnen ab und sagte: «O mein Volk, ich habe euch die Botschaft meines Herrn ausgerichtet, und ich habe euch gut geraten. Aber ihr liebt die nicht, die gut raten.»"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Und (Wir sandten) Lot. Als er zu seinem Volk sagte: «Wollt ihr denn das Schändliche begehen, wie es vor euch keiner von den Weltenbewohnern begangen hat"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Ihr geht in Begierde zu den Männern, statt zu den Frauen. Nein, ihr seid maßlose Leute.»"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Die Antwort seines Volkes war nur, daß sie sagten: «Vertreibt sie aus eurer Stadt. Das sind Menschen, die sich rein stellen.»"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Da retteten Wir ihn und seine Angehörigen, außer seiner Frau. Sie gehörte zu denen, die zurückblieben und dem Verderben anheimfielen"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "Und Wir ließen einen Regen auf sie niedergehen. Schau, wie das Ende der Übeltäter war"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "Und (Wir sandten) zu Madyan ihren Bruder Shuayb. Er sagte: «O mein Volk, dienet Gott. Ihr habt keinen Gott außer Ihm. Ein deutliches Zeichen ist von eurem Herrn zu euch gekommen, so gebt volles Maß und Gewicht und zieht den Menschen nichts ab, was ihnen gehört, und stiftet nicht Unheil auf der Erde, nachdem sie in Ordnung gebracht worden ist. Das ist bestimmt besser für euch, so ihr gläubig seid"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Und lauert nicht auf jedem Weg, indem ihr droht und vom Weg Gottes den abweist, der an Ihn glaubt, und euch ihn krumm wünscht. Und gedenket, als ihr wenige waret und Er euch zu vielen machte. Und schaut, wie das Ende der Unheilstifter war"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Und wenn eine Gruppe von euch an das glaubt, womit ich gesandt worden bin, eine andere Gruppe aber nicht glaubt, so geduldet euch, bis Gott zwischen uns urteilt. Er ist der Beste derer, die Urteile fällen.»"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Die Vornehmen aus seinem Volk, die sich hochmütig verhielten, sagten: «Wir werden dich, o Shuayb, und diejenigen, die mit dir glauben, bestimmt aus unserer Stadt vertreiben, oder ihr kehrt zu unserer Glaubensrichtung zurück.» Er sagte: «Was denn, auch wenn es uns zuwider ist"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Wir würden gegen Gott eine Lüge erdichten, sollten wir zu eurer Glaubensrichtung zurückkehren, nachdem uns Gott aus ihr errettet hat. Wir können unmöglich zu ihr zurückkehren, es sei denn, Gott unser Herr, wollte es. Unser Herr umfaßt alle Dinge in seinem Wissen. Auf Gott vertrauen wir. Unser Herr, richte zwischen uns und unserem Volk nach der Wahrheit. Du bist der beste Richter.»"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Und die Vornehmen aus seinem Volk, die ungläubig waren, sagten: «Wenn ihr dem Shuayb folgt, werdet ihr bestimmt Verlierer sein.»"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Da ergriff sie das Beben, und am Morgen lagen sie in ihrer Wohnstätte nieder"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Diejenigen, die Shuayb der Lüge ziehen, waren, als hätten sie nicht darin lange gewohnt. Diejenigen, die Shuayb der Lüge ziehen, waren selbst die Verlierer"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "So kehrte er sich von ihnen ab und sagte: «O mein Volk, ich habe euch die Botschaften meines Herrn ausgerichtet, und ich habe euch gut geraten. Wie könnte ich betrübt sein über ungläubige Leute?»"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Und Wir haben keinen Propheten in eine Stadt gesandt, ohne daß Wir ihre Bewohner durch Not und Leid heimgesucht hätten, auf daß sie sich vielleicht demütigen"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Dann tauschten Wir anstelle des Schlimmen Gutes ein, bis sie sich vermehrten und sagten: «Auch unsere Väter haben Leid und Erfreuliches erfahren.» So ergriffen Wir sie plötzlich, ohne daß sie es merkten"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Hätten die Bewohner der Städte geglaubt und wären sie gottesfürchtig gewesen, hätten Wir ihnen die Segnungen vom Himmel und von der Erde aufgetan. Aber sie erklärten (die Botschaft) für Lüge, so ergriffen Wir sie für das, was sie erworben haben"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Wähnen sich denn die Bewohner der Städte in Sicherheit davor, daß unsere Schlagkraft nachts über sie kommt, während sie schlafen"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Oder wähnen sich die Bewohner der Städte in Sicherheit davor, daß unsere Schlagkraft am helllichten Tag über sie kommt, während sie sich dem Spiel hingeben"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Wähnen sie sich in Sicherheit vor den Ränken Gottes? In Sicherheit vor den Ränken Gottes wähnen sich nur die Leute, die Verlierer sind"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Ist denen, die die Erde nach ihren Bewohnern erben, nicht deutlich geworden, daß, wenn Wir es wollten, Wir sie für ihre Sünden treffen? Und Wir versiegeln ihre Herzen, so daß sie nicht hören"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Über diese Städte erzählen Wir dir einiges von ihren Berichten. Ihre Gesandten kamen zu ihnen mit den deutlichen Zeichen, sie vermochten aber nicht an das zu glauben, was sie früher für Lüge erklärt hatten. So versiegelt Gott die Herzen der Ungläubigen"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Und bei den meisten von ihnen haben Wir keine Vertragstreue gefunden. Und Wir haben gefunden, daß die meisten von ihnen Frevler sind"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Dann entsandten Wir nach ihnen Mose mit unseren Zeichen zu Pharao und seinen Vornehmen. Sie handelten an ihnen ungerecht. So schau, wie das Ende der Unheilstifter war"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Und Mose sagte: «O Pharao, ich bin ein Gesandter vom Herrn der Welten"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Verpflichtet und darauf bedacht, über Gott nur die Wahrheit zu sagen. Ich bin zu euch mit einem deutlichen Zeichen von eurem Herrn gekommen. So schick die Kinder Israels mit mir weg.»"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Er sagte: «Wenn du mit einem Zeichen gekommen bist, dann bring es her, so du zu denen gehörst, die die Wahrheit sagen.»"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Er warf seinen Stab, und da war er eine offenkundige Schlange"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Und er zog seine Hand heraus, da war sie weiß für die Zuschauer"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Die Vornehmen aus dem Volk Pharaos sagten: «Dieser ist ja ein erfahrener Zauberer"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Der euch aus eurem Land vertreiben will. Was befehlt ihr nun?»"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Sie sagten: «Stell ihn und seinen Bruder zurück, und schick zu den Städten Leute, die sie versammeln"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "Damit sie dir jeden erfahrenen Zauberer herbringen.»"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Und die Zauberer kamen zu Pharao. Sie sagten: «Wir bekommen wohl eine Belohnung, wenn wir es sind, die siegen?»"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Er sagte: «Ja. Und ihr werdet auch zu denen gehören, die in (meine) Nähe zugelassen werden.»"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Sie sagten: «O Mose, entweder wirfst du, oder wir sind es, die (zuerst) werfen.»"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Er sagte: «Werft ihr (zuerst).» Als sie nun warfen, bezauberten sie die Augen der Menschen und jagten ihnen Angst ein, und sie brachten einen gewaltigen Zauber vor"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Und Wir gaben dem Mose ein: «Wirf deinen Stab.» Da fing er an zu verschlingen, was sie vorgaukelten"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "So bestätigte sich die Wahrheit, und das, was sie machten, erwies sich als falsch"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Sie wurden dort besiegt und kehrten als Erniedrigte zurück"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Und die Zauberer wurden in Anbetung zu Boden geworfen"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Sie sagten: «Wir glauben an den Herrn der Welten"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Den Herrn von Mose und Aaron.»"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Pharao sagte: «Ihr glaubt an ihn, bevor ich es euch erlaube? Das sind ja Ränke, die ihr in der Stadt geschmiedet habt, um ihre Bewohner aus ihr zu vertreiben. Aber ihr werdet es zu wissen bekommen"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Ich werde eure Hände und eure Füße wechselseitig abhacken, und dann werde ich euch allesamt kreuzigen lassen.»"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Sie sagten: «Wir kehren zu unserem Herrn zurück"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Nichts anderes läßt dich uns grollen, als daß wir an die Zeichen unseres Herrn glaubten, als sie zu uns kamen. Unser Herr, gieße Geduld über uns aus und berufe uns als Gottergebene ab.»"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Die Vornehmen aus dem Volk Pharaos sagten: «Willst du zulassen, daß Mose und sein Volk auf der Erde Unheil stiften und daß er dich und deine Götter verläßt?» Er sagte: «Wir werden ihre Söhne ermorden und nur ihre Frauen am Leben lassen. Wir sind ja Zwingherrscher über sie.»"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Mose sagte zu seinem Volk: «Sucht Hilfe bei Gott, und seid geduldig. Die Erde gehört Gott, Er gibt sie zum Erbe, wem von seinen Dienern Er will. Und das (gute) Ende gehört den Gottesfürchtigen.»"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Sie sagten: «Uns ist Leid zugefügt worden, bevor du zu uns kamst und nachdem du zu uns gekommen bist.» Er sagte: «Möge euer Herr euren Feind verderben lassen und euch zu Nachfolgern auf der Erde einsetzen und dann sehen, wie ihr handelt.»"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Und Wir ließen über die Leute des Pharao Dürrejahre und Mangel an Früchten kommen, auf daß sie es bedenken"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Wenn ihnen dann etwas Gutes zufiel, sagten sie: «Wir haben es verdient»; und wenn sie etwas Übles traf, sahen sie ein böses Omen in Mose und denen, die mit ihm waren. Aber ihr Omen ist bei Gott, jedoch wissen die meisten von ihnen nicht Bescheid"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Und sie sagten: «Welches Zeichen du auch vorbringen magst, um uns damit zu bezaubern, wir werden dir nicht glauben.»"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "So schickten Wir über sie die Flut, die Heuschrecken, die Läuse, die Frösche und das Blut als einzeln vorgebrachte Zeichen. Da verhielten sie sich hochmütig und waren Leute, die Übeltäter waren"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Als nun das Zorngericht sie überfiel, sagten sie: «O Mose, rufe für uns deinen Herrn an aufgrund seines Bundes mit dir. Wenn du das Zorngericht von uns aufhebst, dann werden wir dir glauben und die Kinder Israels mit dir wegschicken.»"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Als Wir dann das Zorngericht von ihnen aufhoben auf eine Frist, die sie ja erreichen sollten, brachen sie gleich ihr Wort"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Da rächten Wir uns an ihnen und ließen sie im Meer ertrinken dafür, daß sie unsere Zeichen für Lüge erklärten und sie unbeachtet ließen"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Und Wir gaben den Leuten, die wie Schwache behandelt wurden, zum Erbe die östlichen und die westlichen Gegenden der Erde, die Wir mit Segen bedacht haben. Und das schönste Wort deines Herrn erfüllte sich an den Kindern Israels dafür, daß sie geduldig waren. Und Wir zerstörten, was Pharao und sein Volk zu machen und was sie aufzurichten pflegten"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Und Wir ließen die Kinder Israels das Meer überqueren. Sie trafen auf Leute, die sich dem Dienst an ihren Götzen widmeten. Sie sagten: «O Mose, mache uns einen Gott, wie sie ja Götter haben.» Er sagte: «Ihr seid Leute, die töricht sind"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Was die da vollziehen, wird dem Verderben anheimfallen, und zunichte wird, was sie zu tun pflegten.»"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Er sagte: «Sollte ich euch einen anderen Gott wünschen als Gott, wo Er euch doch vor den Weltenbewohnern bevorzugt hat?»"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Und als Wir euch vor den Leuten Pharaos retteten, als sie euch eine schlimme Pein zufügten, indem sie eure Söhne ermordeten und nur eure Frauen am Leben ließen. Darin war für euch eine gewaltige Prüfung von eurem Herrn"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Und wir verabredeten uns mit Mose dreißig Nächte lang und ergänzten sie mit weiteren zehn. So vervollständigte sich der Termin seines Herrn auf vierzig Nächte. Und Mose sagte zu seinem Bruder Aaron: «Sei mein Nachfolger bei meinem Volk, sorge für Ordnung und folge nicht dem Weg der Unheilstifter.»"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Als Mose zu unserem Termin kam und sein Herr zu ihm sprach, sagte er: «Mein Herr, zeige (Dich) mir, daß ich zu Dir schaue.» Er sprach: «Du wirst Mich nicht sehen. Aber schau zu dem Berg. Wenn er an seiner Stelle festbleibt, wirst du Mich sehen.» Als sein Herr sich vor dem Berg enthüllte, machte Er ihn zu Staub, und Mose fiel zu Boden wie vom Blitz getroffen. Als er aufwachte, sagte er: «Preis sei Dir! Ich wende mich Dir zu, und ich bin der erste der Gläubigen.»"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Er sprach: «O Mose, Ich habe dich durch meine Botschaften und mein Gespräch (mit dir) vor den Menschen auserwählt. So nimm, was Ich dir zukommen lasse, und sei einer der Dankbaren.»"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Und Wir schrieben ihm auf den Tafeln über alle Dinge, eine Ermahnung und eine ins einzelne gehende Darlegung aller Dinge. «So nimm sie mit voller Kraft und befiehl deinem Volk, sich an das Schönste in ihnen zu halten. Ich werde euch die Wohnstätte der Frevler zeigen.»"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Abweisen werde Ich von meinen Zeichen diejenigen, die sich auf der Erde zu Unrecht hochmütig verhalten. Wenn sie auch jedes Zeichen sehen, glauben sie nicht daran. Und wenn sie den Weg des rechten Wandels sehen, nehmen sie ihn sich nicht zum Weg. Wenn sie den Weg der Verirrung sehen, nehmen sie ihn sich zum Weg. Dies, weil sie unsere Zeichen für Lüge erklären und sie unbeachtet lassen"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Diejenigen, die unsere Zeichen und die Begegnung mit dem Jenseits für Lüge erklären, deren Werke sind wertlos. Wird ihnen denn für etwas anderes vergolten als für das, was sie taten"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Und die Leute des Mose machten sich, nachdem er weggegangen war, aus ihren Schmucksachen ein Kalb als Leib, der blökte. Sahen sie denn nicht, daß es nicht zu ihnen sprechen und sie nicht den Weg führen konnte? Sie machten es sich und taten Unrecht"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Und als sich bei ihnen die Reue einstellte und sie einsahen, daß sie irregegangen waren, sagten sie: «Wenn unser Herr sich nicht unser erbarmt und uns vergibt, werden wir sicher zu den Verlierern gehören.»"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Als Mose zornig und voller Bedauern zu seinem Volk zurückkam, sagte er: «Schlimm ist das, was ihr, nachdem ich weggegangen war, begangen habt. Wolltet ihr den Befehl eures Herrn beschleunigen?» Er warf die Tafeln nieder und packte den Kopf seines Bruders und zog ihn an sich. Dieser sagte: «Sohn meiner Mutter, die Leute behandelten mich wie einen Schwachen und hätten mich beinahe getötet. So laß nicht die Feinde Schadenfreude über mich haben und stelle mich nicht zu den Leuten, die Unrecht tun.»"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Er sagte: «Mein Herr, vergib mir und meinem Bruder, und laß uns in deine Barmherzigkeit eingehen. Du bist der Barmherzigste der Barmherzigen.»"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Diejenigen, die sich das Kalb nahmen, wird Zorn von ihrem Herrn und Erniedrigung im diesseitigen Leben treffen. So vergelten Wir denen, die Lügen erdichten"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Diejenigen, die die bösen Taten begehen, aber danach umkehren und glauben - siehe, dein Herr ist danach voller Vergebung und barmherzig"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Und als sich der Zorn in Mose beruhigt hatte, nahm er die Tafeln. In ihrer Abschrift ist Rechtleitung und Barmherzigkeit für die, die vor ihrem Herrn Ehrfurcht haben"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Und Mose wählte zu unserem Termin aus seinem Volk siebzig Männer. Als nun das Beben sie ergriff, sagte er: «Mein Herr, wenn Du gewollt hättest, hättest Du sie vorher verderben lassen, und mich auch. Willst Du uns verderben lassen für das, was die Toren unter uns getan haben? Es ist doch deine Versuchung, mit der Du irreführst, wen Du willst, und rechtleitest, wen Du willst. Du bist unser Freund, so vergib uns und erbarm dich unser. Du bist der Beste derer, die vergeben"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Und bestimme für uns im Diesseits Gutes, und auch im Jenseits. Wir sind zu Dir reumütig zurückgekehrt.» Er sprach: «Mit meiner Pein treffe Ich, wen Ich will. Und meine Barmherzigkeit umfaßt alle Dinge. Ich werde sie für die bestimmen, die gottesfürchtig sind und die Abgabe entrichten, und die an unsere Zeichen glauben»"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Die dem Gesandten, dem ungelehrten Propheten, folgen, den sie bei sich in der Tora und im Evangelium verzeichnet finden. Er befiehlt ihnen das Rechte und verbietet ihnen das Verwerfliche, er erlaubt ihnen die köstlichen Dinge und verbietet ihnen die schlechten, und er nimmt ihnen ihre Last und die Fesseln, die auf ihnen lagen, ab. Diejenigen nun, die an ihn glauben, ihm beistehen, ihn unterstützen und dem Licht, das mit ihm herabgesandt worden ist, folgen, das sind die, denen es wohl ergeht"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Sprich: O Menschen, ich bin an euch alle der Gesandte Gottes, dem die Königsherrschaft der Himmel und der Erde gehört. Es gibt keinen Gott außer Ihm. Er macht lebendig und läßt sterben. So glaubt an Gott und seinen Gesandten, den ungelehrten Propheten, der an Gott und seine Worte glaubt, und folgt ihm, auf daß ihr die Rechtleitung findet"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Und unter dem Volk Moses ist eine Gemeinschaft, die nach der Wahrheit leitet und nach ihr gerecht handelt"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Und Wir zerteilten sie in zwölf Stämme und Gemeinschaften. Und Wir gaben dem Mose, als sein Volk ihn um Wasser zu trinken bat, ein: «Schlag mit deinem Stab auf den Stein.» Da traten aus ihm zwölf Quellen heraus, und jede Menschengruppe wußte nun, wo ihre Trinkstelle war. Und Wir ließen die Wolken sie überschatten und sandten auf sie das Manna und die Wachteln hinab: «Eßt von den köstlichen Dingen, die Wir euch beschert haben.» Und nicht Uns taten sie Unrecht, sondern sich selbst haben sie Unrecht getan"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Und als zu ihnen gesagt wurde: «Bewohnet diese Stadt und eßt davon, wo ihr wollt. Und sagt: Entlastung!, und betretet das Tor in der Haltung der Niederwerfung, dann vergeben Wir euch eure Verfehlungen. Und Wir werden den Rechtschaffenen noch mehr geben"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Da vertauschten es diejenigen von ihnen, die Unrecht taten, mit einem Ausspruch, der anders war als das, was ihnen gesagt worden war. Da sandten Wir über sie ein Zorngericht vom Himmel herab dafür, daß sie Unrecht taten"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Und frag sie nach der Stadt, die am Meer lag, als sie am Sabbat Übertretungen begingen, wie ihre Fische zu ihnen sichtbar geschwommen kamen am Tag, an dem sie Sabbat hatten, und wie sie am Tag, an dem sie den Sabbat nicht hielten, zu ihnen nicht kamen. So prüften Wir sie dafür, daß sie frevelten"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Und als eine Gemeinschaft von ihnen sagte: «Warum ermahnt ihr Leute, die Gott verderben oder mit einer harten Pein peinigen wird?» Sie sagten: «Um eine Entschuldigung bei eurem Herrn zu haben, und auf daß sie vielleicht gottesfürchtig werden.»"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Und als sie vergessen hatten, womit sie ermahnt worden waren, retteten Wir diejenigen, die das Böse verboten, und ergriffen diejenigen, die Unrecht taten, mit einer schlimmen Pein dafür, daß sie frevelten"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Als sie sich rebellisch weigerten, das zu unterlassen, was ihnen verboten war, sprachen Wir zu ihnen: «Werdet zu verabscheuten Affen.»"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Und als dein Herr ankündigte, Er werde gegen sie bis zum Tag der Auferstehung Leute schicken, die ihnen eine schlimme Pein zufügen. Dein Herr ist schnell im Bestrafen, und Er ist voller Vergebung und barmherzig"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Und Wir zerteilten sie auf der Erde in Gemeinschaften. Unter ihnen gab es Rechtschaffene und solche, die es nicht waren. Und Wir prüften sie mit Gutem und Bösem, auf daß sie umkehren"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Auf sie folgten Nachfolger, die das Buch erbten. Sie greifen nach den Gütern des Diesseits und sagen: «Es wird uns vergeben.» Und wenn sich ihnen gleiche Güter bieten, greifen sie danach. Wurde nicht von ihnen die Verpflichtung des Buches entgegengenommen, sie sollen über Gott nur die Wahrheit sagen? Sie haben doch das, was darin steht, erforscht. Und die jenseitige Wohnstätte ist gewiß besser für die, die gottesfürchtig sind. Habt ihr denn keinen Verstand"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Und diejenigen, die am Buch festhalten und das Gebet verrichten - siehe, Wir lassen den Lohn derer, die Besserung zeigen, nicht verlorengehen"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Und als Wir über sie den Berg schüttelten, als wäre er eine überschattende Hülle, und sie meinten, er würde auf sie fallen: «Nehmt, was Wir euch zukommen ließen, mit aller Kraft und gedenket dessen, was darin steht, auf daß ihr gottesfürchtig werdet.»"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Und als dein Herr aus den Lenden der Kinder Adams ihre Nachkommenschaft nahm und gegen sich selbst zeugen ließ: «Bin Ich nicht euer Herr?» Sie sagten: «Jawohl, wir bezeugen es.» (Dies,) damit ihr nicht am Tag der Auferstehung sagt: «Wir ahnten nichts davon»"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Oder auch nicht sagt: «Unsere Väter waren doch zuvor Polytheisten, und wir sind nur eine Nachkommenschaft nach ihnen. Willst Du uns denn verderben für die Taten derer, die Falsches tun?»"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "So legen Wir die Zeichen im einzelnen dar, auf daß sie umkehren"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Und verlies ihnen den Bericht über den, dem Wir unsere Zeichen zukommen ließen und der sich dann ihrer entledigte. Da holte ihn der Satan ein, und er wurde einer von denen, die irregegangen sind"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Und wenn Wir gewollt hätten, hätten Wir ihn durch sie erhöht. Aber er wandte sich der Erde zu und folgte seiner Neigung. So ist es mit ihm wie mit einem Hund: Gehst du auf ihn los, hängt er die Zunge heraus; läßt du ihn in Ruhe, hängt er auch die Zunge heraus. So ist es mit den Leuten, die unsere Zeichen für Lüge erklären. Erzähle also, was es zu erzählen gibt, auf daß sie nachdenken"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Schlimm ist es mit den Leuten, die unsere Zeichen für Lüge erklären und sich selbst Unrecht tun"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Wen Gott rechtleitet, der ist es, der der Rechtleitung folgt. Und die, die Er irreführt, das sind die Verlierer"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Wir haben für die Hölle viele von den Djinn und den Menschen geschaffen. Sie haben Herzen, mit denen sie nicht begreifen; sie haben Augen, mit denen sie nicht sehen; und sie haben Ohren, mit denen sie nicht hören. Sie sind wie das Vieh, ja sie irren noch mehr ab. Das sind die, die (alles) unbeachtet lassen"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Gott gehören die schönsten Namen. So ruft Ihn damit an und laßt die stehen, die über seine Namen abwegig denken. Ihnen wird vergolten für das, was sie taten"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Und unter denen, die Wir erschaffen haben, ist eine Gemeinschaft (von Menschen), die nach der Wahrheit leiten und nach ihr gerecht handeln"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Und diejenigen, die unsere Zeichen für Lüge erklären, werden Wir Schritt für Schritt (dem Verderben) näherbringen, von wo sie es nicht wissen"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Und Ich gewähre ihnen Aufschub. Meine List ist fest"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Denken sie denn nicht darüber nach? Ihr Gefährte leidet doch nicht an Besessenheit; er ist nur ein deutlicher Warner"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Haben sie denn nicht das Reich der Himmel und der Erde und all das, was Gott erschaffen hat, betrachtet, und auch daß ihre Frist vielleicht nahegekommen ist? An welche Botschaft nach dieser wollen sie denn sonst glauben"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Wen Gott irreführt, der hat niemanden, der ihn rechtleiten könnte; und Er läßt sie im Übermaß ihres Frevels blind umherirren"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Sie fragen dich nach der Stunde, wann sie feststehen wird. Sprich: Nur mein Herr weiß über sie Bescheid. Nur Er wird sie zu ihrer Zeit erscheinen lassen. Schwer lastet sie in den Himmeln und auf der Erde. Sie wird euch plötzlich überkommen. Sie fragen dich, als ob du eindringlich um Auskunft über sie bittest. Sprich: Nur Gott weiß über sie Bescheid. Aber die meisten Menschen wissen nicht Bescheid"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Sprich: Ich kann mir selbst weder Nutzen noch Schaden bringen, außer was Gott will. Wenn ich über das Unsichtbare Bescheid wüßte, würde ich mir selbst viel Gutes verschaffen, und das Böse würde mich nicht berühren. Ich bin nur ein Warner und ein Freudenbote für Leute, die glauben"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Er ist es, der euch aus einem einzigen Wesen erschaffen hat, und Er hat aus ihm seine Gattin gemacht, damit er bei ihr wohne. Und als er sie beschlafen hatte, trug sie dann eine leichte Leibesfrucht und verbrachte damit eine Zeit. Als sie schwer zu tragen hatte, riefen die beiden Gott, ihren Herrn, an: «Wenn Du uns ein gesundes Kind schenkst, werden wir gewiß zu den Dankbaren gehören.»"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Als Er ihnen dann ein gesundes Kind schenkte, stellten sie Ihm Gefährten zur Seite, die an dem teilhaben sollten, was Er ihnen geschenkt hatte. Aber Gott ist erhaben über das, was sie (Ihm) beigesellen"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Wollen sie (Ihm) denn solche beigesellen, die nichts erschaffen, aber selbst erschaffen sind"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Und die ihnen keine Unterstützung gewähren, noch sich selbst helfen können"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Und wenn ihr sie zur Rechtleitung ruft, folgen sie euch nicht. Es ist für euch gleich, ob ihr sie ruft oder ob ihr schweigt"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Diejenigen, die ihr anstelle Gottes anruft, sind nur Diener wie ihr selbst. So ruft sie doch an, daß sie euch erhören, so ihr die Wahrheit sagt"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Haben sie denn (überhaupt) Füße, mit denen sie gehen, oder haben sie Hände, mit denen sie gewaltig zugreifen, oder haben sie Augen, mit denen sie sehen, oder haben sie Ohren, mit denen sie hören? Sprich: Ruft eure Teilhaber an, und dann geht gegen mich mit eurer List vor und gewährt mir keinen Aufschub"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Mein Freund ist Gott, der das Buch herabgesandt hat, und Er schenkt seine Freundschaft den Rechtschaffenen"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Diejenigen, die ihr anstelle Gottes anruft, können euch keine Unterstützung gewähren, noch können sie sich selbst helfen"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Und wenn ihr sie zur Rechtleitung ruft, hören sie nicht. Du siehst, wie sie dich anschauen, aber sie sehen nicht"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Nimm das Gute und Leichte, gebiete das Rechte und wende dich von den Törichten ab"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Und wenn dich vom Satan her ein Stachel aufstachelt, dann suche Zuflucht bei Gott. Er hört und weiß alles"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Diejenigen, die gottesfürchtig sind, wenn sie eine Heimsuchung vom Satan her trifft, erinnern sich, und sogleich werden sie einsichtig"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Ihre Brüder aber bestärken sie im Irrtum, und dann lassen sie darin nicht nach"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Und wenn du ihnen kein Zeichen vorbringst, sagen sie: «Hättest du es dir doch selbst ausgesucht!» Sprich: Ich folge nur dem, was mir von meinem Herrn offenbart wird. Dies sind einsichtbringende Zeichen von eurem Herrn und eine Rechtleitung und eine Barmherzigkeit für Leute, die glauben"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Und wenn der Koran verlesen wird, dann hört zu und seid still, auf daß ihr Erbarmen findet"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Und gedenke deines Herrn in deinem Inneren in Demut und Furcht und ohne lautes Aussprechen, am Morgen und am Abend. Und sei nicht einer von denen, die (dies) unbeachtet lassen"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Diejenigen, die bei deinem Herrn sind, weigern sich nicht hochmütig, Ihm zu dienen. Sie preisen Ihn und werfen sich vor Ihm nieder"
        }
    ]
}