{
    "chapter": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Ji bona kesan ra (dane) hijmara (kirine wan) nezik buye, le ewan bi xweber ji dibe gomaniyeke wusa da nin (ji hatina we dani) ru fetilandine"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Ciqa berateke nu ji Xudaye wan ji wan ra hatiye, ewan hey bi tinazkirina we berate gohdari kirine"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Dile wan hey di laqirdiyan da ne. Ewane cewr kirine hene! Di nava xwe da (aha) kurepisti kirine; ma qey (Muhemmed) ji meriveki weki we nine? Idi hun ca li ber cavan dicin dibine (peyrewe wi) anckari"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(Pexember ji wan ra aha) gotiye: \"Bi rasti Xudaye min, di ezman u zemin da ci gotin hebin, bi wan dizane. Ewa bihistoke pirzan e"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Na, (Muhemmed, pexember nine, eme cima bibine peyrewe wi? Pase aha) gotine: \"Evan tisten dibeje ji sewrandin u xewen rojk in, dibe ku ji ber xwe ji dibeje. Wusa ne xwuzaneki (pir zana ye). Heke aha nine, de ka bira weki wan peemberen bere hati, ji bona me ra beraten derhoze) bine"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Ciqa (runistiyen) welateki, ku me di berya wan da tesqele kiribin, ji ber ewan bawer ne kirine, loma me ewan tesqele kirine, ija evane bawer bikin"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Me ciqa (pexember) di berya te da sandine, ewan ji hey mer bune; me 1i bal wan da niqandiye. Idi heke hun (bi van rastiya) nizanin, hun ji (xweyi pirtukan, rastiya wan) bipirsin"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Me ewan (pexemberan) ne xistine termeki wusa, ku qe xwarinan ne xun. Ewan (pexemberan di cihane da ji) be mirin ninin"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Me pase, ewan peymana, ku me dabu wan (pexemberan) rast derxist. Idi me ewan u bi evine xwe va felat kirin u ewane dest bela ji me tesqele kirin"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Bi sond (geli kesan!) Me li bal we da pirtukeke wusa hinartiye, di we (pirtuke da) nav u nisane we bi aburi heye. Idi qe hun his hilnadin"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Me ciqa ji wan welatiyen, ku cewr kiribune bi skenandine tesqele kirine! U me pase (di suna wan da) komaleki mayi afirandiye"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Idi gava ewan pejna sapata me ye zor hildane, heman silikine, bardaren xwe zengu kirine reviyane (ji welat derketine)"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Hun (geli cewrkaran! Belas) nerevin u para da li bal wan berxwudariyen xwe u xaniyen xwe da bizivirin, loma hune bi rasti ji wan bene pirsine"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Ewan (cewrkaran aha) gotine: \"Xweli li me be! Bi rasti em cewrkar bune"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Eva peyva (hewre \"xweli\" li me be) tim digotm; heya me ewan bi duruni (weki candinan durut) denge wan temiri"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Me ezman u zemin u tisten di nava wan da heyi, bi tinazi ne afirandiye"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Heke me biva, ku ji xwe ra peleyiztek bigirta, meye ewa tista li bal xwe hilda (ku ewa babet buya ji bona nave me ra). Heke me bikira, meye aha bikira"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Na, (gotina wan nine, le em) mafe davejine ser pucitiye, idi puci can dide (parpari dibe, namine). Ji bona salixen wan yen, ku ji bona (Yezdan ra kemayan dibejin), xweli li we be"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Di ezman u zemin da ci hebe! Ewan ji bona Yezdan ra nin. Ewane li bal wi hene! Ewan ji perestiya wi, qureti nekin (ku je ra peresti nekin) u ji perestiya wi ji nawestin"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Ewan di sev u royan da paqijaya (Yezdan) bi peresti ji kemayan dikin, qe nakerixin (sist ji nabin)"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Qey ewan (filan) ji zemin, ji bona xwe ra hinek xuda girtine; we ewan (xudayen ewan ji pisti mirine) biwesinin"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Heke ji pestire Yezdan, hinek xudayen mayi di ezman u zemin da hebunan, we bi rasti herduke ji kavil bibunan. Idi Yezdane xwe ye arse (m’ena) ji wan salixen wan, be kemasi paqij e"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Ewa ci bike; ji kirina xwe naye pirsine, le ewan (kesan) ci bikin, ji kirina xwe tene pirsine"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Ewan (filan) qey ji pestire (Yezdane babet e perestiye ji bona xwe ra) hinek xuda girtine? (Muhemmed! Tu ji wan ra aha) beje: \"Kane (ji bona xudatiya wan ra) nisane we yen rasti ci hene! ewan (nisanan) binin (bidine nisane me). Eva (doza yekatiya Yezdan) doza wane bi min ra ne (ca ji) pirtuka bi min ra u ewan pirtuke berya min da borine (nisane ve doza me bi xweber e).\" Le pire wan bi mafe nizanin, idi ewan ji mafe ru fetilandine"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Me ciqa pexemberek di berya te da (li bal kesan da) sandiye; me hey ji wi (pexemberi ra aha) niqandiye: \"(Hun geli kesan! Bizanin) ku tu ilahek (babete perestiye) ji pestire min tune ne, idi hun ji min ra peresti bikin"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Ewan (filan) aha gotine: \"Xudaye dilovan, ji bona xwe ra zar girtine.\" Xuda ji wan gotine wan paqij e. Le (firiste) li bal (Yezdan) hinek bendeyen rumetdar in"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Ewan (firistan) nakebine pesiya gotina (Yezdan). U ewan hey bi gotina wi (tistan) dikin"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "(Yezdan) bi tiste berya wan u bi tiste pas wan da maye (bi kiri u ne kiriye) wan dizane. Ewan (firistan) hey mehderya wan e ku ewa bi wan qayil buye, dikin, sixwa ewan bi xweber ji ji tirsa wi cirifine mane"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Ji wan (firistan) kijan bibeje: \"Bi rasti ji pestire (Yezdan), ez ji xuda me.\" Idi em ew bi doje didine celatkirine. Em cewrkaran wusa didine celatkirin"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Ewane bune file, ma qey nabinin? Bi rasti ezman u zemin (di cara yekem da) bi heva bun (pase) me ewan ji hev fıstiqandin (ji hev dane derxistine). Me ji ave hemi tist zindi kirine (ciqa heyi hene! Hemi ji ave bune gewde). Qey ewan hej bawer nakin"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Ji bona ku zemin ewan ne hejine; me di zemin da ciyayen bineci afirandine, me di (zemin da) gaz u re u belane bilind ce kirine; ji bo ku ewan (bi hesani) herne (kare xwe u werne mala xwe)"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Me ezman ji xistiye benaki parisvan, bi vi ra ji ewan (filan) ji berate u (bawerya Yezdan) ru difetilinin"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Ewe sev u ro u roj u hiv afirandiye, heye! Ewa Yezdan e. Ewan hemi ji di suneke diyari da melevani dikin"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Me di berya te da ji bo tu keseki ra nemiri ce ne kiriye. Qey gava tu bimiri idi ewane (di cihane da) nemiri biminin"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Bi rasti we hemi candare cesna mirine bikin. Em we bi qenci u xirabiyan diceribinin (ka kijane ji we hew bike). Pase hune li bal me da bene zivirandine"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "(Muhemmed!) Gava ewane file te dibinin, ewan hey bi te tirana dikin, ji hev ra (aha) dibejin: \"Qey eva ye, ku (kemasiyen) Xudaye we dibeje?\" Ewan bi xweber ji bi biranina (Xudaye) dilovan bune file"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "(Di xuye merivan da wusa leziti heye, tu dibe qey) ji lezitiye hatine afirandine. Idi (geli merivan! Binivin), eze beraten xwe bi we bidime diyarkirine"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "(Ewan aha) dibejin: \"Heke bi rasti hun rastbej in ka dane peymana (asitan) kinge ye"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Heke ewane bune file ewi dane ku nikarin agir ji pes u pase xwe, bidine para u arikarya wan ji naye kirine (bizaniyan ewa dana aha zu ne dixwestin)"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Le ewa dana e niske va bi wan da were. Idi ewan nikarin ewi dani bidine para; sas dibin (diminin, nizanin we ci bikin) li wan ji naye mezekirine (ku ji wan ra hinek dane mayi be dane)"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Bi sond! Bi wan pexemberen berya te da ji hatiye tiranekirine. Idi ewan tiranekere ji wan (filan) hene! Sapata tirane wan, ewan hildane nava xwe da"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "(Muhemmed! Tu ji wan ra aha) beje: \"Gelo ke dikare; ku we di sev u royan da (ji sapata Yezdan ye) dilovan bide parisandine? (Bi vi ra ji) ewan (hej) ji biranina Xuda ye xwe ru difetilinin"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Qey ji bona wan ra ji petire me, hinek xudayen mayi hene, ku ewan (ji sapata me) bidine para da? Ewan (xudan nikarin) arikarya xwe bi xweber bikin (ma dora arikarya wan we ca bikin?). Ji me bi xweber ji (ji bona wan ilahan) qe tu xayibun cenabe"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Me evan (filan) u bi teve bav u kale wan va dane jinandine, heya jina wan ji wan ra ji direj hat. (Goman kirin, ku di cihane da be mirin in). Ma qey ewan (filan) nabinin, ku em zemin tinin, ji dorane zemin dibirin (hindik u hindik zemin kem dibe)? Idi qey servahati ewan in (ya ji servehati em in)"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "(Muhemmed! Tu ji wan ra aha) beje: \"Ez hey we (geli filan!) bi we niqandina li bal min da hatiye niqandine, bi tirsdani didime (hisyarkirine). Le gava li bal keran da be gazikirine, ewan dengan nabihen (heya ji dengan ji) hisyari hildin"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Bi sond! Heke pufek ji sapata Xudaye te bi wan (filan) bigire, ewane (aha) bejin: \"Xweli li me be! Bi rasti em cewrkar bune"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Ji bona roya rabun a hemi ra em tereziya (daditiye) datinin, idi tu can bi tu tisti naye cewrkirine. Heke (kirina meriva) weki libeki hiroye be ji, hey eme ewi binin (bikisinin). Sixwa ji bona hijmattine em besi xwe ne"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Bi sond! Me ji Musa u Harun ra pirtukeke wusa aniye; ewa pirtuka (maf u pucitiye ji hev) radiqetine, ji bona xudaparizan ji, ruhnai u dabirxistine ce dike"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Ewane ku dizika da ji Xudaye xwe ditirsin hene! ewan xudapariz in, ewan ji dane (roya rabun a hemi, ji tirsa) diricifin"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Eva (Qur’an a hane) biranineke piroz e, me ewa (li ser Muhemmed da) hinartiye. Idi (geli kesan!) qey hun rike xwe ji we (Qur’ane) tinin"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Bi sond! Me hej bere da ji bona Ibrahim ra sedra wi dabu (idi ewi rasti u cewti ji hev derxist.}. Sixwa me bi ve (babetiya Ibrahim) dizaniya"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Di gaveki da Ibrahim ji bona bav u komale xwe ra (aha) gotibu: \"Ewan tokele hane yen ci ne, ku hun ji wan ra be nivandin peresti dikin"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Ewan (bersiva Ibranim aha dane u) gotine: \"Em rasti bav u kale we hatin; ji wan ra peresti dikirin (em ji perestiya wan dikin)"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(Ibrahim ji wan ra aha) gotiye: \"Bi sond! Hun u bi bave xwe va, di rewundabuneke xuya da nin"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Ewan (bersiva Ibrahim dane aha) gotine: \"(Ibrahim!) Te ji bona me ra rasti ani va ya ji tu bi me dileyizi"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "(Ibrahim) gotiye: \"Na, (gotina we nine, ewan tokelan ji bona we ra nabine Xuda) le Xudaye we: Xudaye ezman u zemin e, ewi (ezman u zemin) afirandiye. Ez bi xweber nehrewane (sahid) van tista me"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Bi Yezdan! Ji pisti hun para da vegeryan cun, eze ji wan tokelan ra endezan bikim (ewan hur bikim)"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Idi (ji pisti zivirandina wan) Ibrahim tokele wan hur kiriye, ji pestire yek e mezine wan hebuye (ewa histiye). Loma di bu ku ewan li bal wi da bizivirin (pisyara hurkirina tokelan ji wi bikin)"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "(Gava ewan para da hatin u ditin, ku tokele wan hatine hurkirine; ji hev aha pirsine): “Gelo ki bi sere ilahen me aha kiriye? Bi rasti ki ji kiribe, ewa hey ji cewrkaran e"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Ji hev ra (aha) gotine: \"Me nave xorteki bihistiye; je ra Ibrahim dibejin (ewa ji van ilahen me, bi kemasi mijul dibe)"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "(Ewan ji hev ra aha) gotine: \"Hun herin ewi bine ber cave merivan, dibe ku hinek ewi niyas bikin"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Ewan (gava Ibrahim anine, ji wi aha pirsine:) \"Ibrahim! Te evan, bi sere ilahen me kirine"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "(Ibrahim bersiva wan daye aha) gotiye: \"Na, min ne kiriye; dibe ku evi tokela hane mezin yen wan kiribe, heke ewan mijul dibin, idi hun ji wan pirsa (hurkirina wan bikin)"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Pase ewan ponijin (aha) gotin: \"Bi rasti hey cewrkar hun bi xweber in"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Pase bi serneguni li bal hise xwe ye bere da zivirine (aha) gotine"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(Ibrahim!) Bi sond! Tu ji dizani, ku evan (tokelan) mijul nabin.\" 66.66(Ibrahim aha ji wan ra) gotiye: \"(Hun rast dibejin) Le ka hun ca perestiya wan tisten, qe tu kar u ziyana we nakin, dikin"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Ewan tisten ku hun ji pestire Yezdan perestiya wan dikin hene! Xweli li we u li wan be. Idi qe hun (ji van buyeran) his hil nadin"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Ewan (ji hev ra aha) gotine: \"Heke hune tisteki (bi Ibrahim) bikin u arikarya ilahen xwe bikin; hun (Ibrahim) bisewitinin (bi vi awayi tola ilahen xwe, ji Ibrahim hil din)"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "(Pisti ewan Ibrahim avetine agir) me (ji bona agir ra aha) got: \"Agiro! Tu li ser Ibrahim sar bibe u parizvane wi be"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Ewan vabun ku ji bona (Ibrahim ra) endezan bikin, idi me ji ewan bi rasti xistine ji wane ziyankertir"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "U me (Ibrahim) u Lut ji wan felat kiriye, me ewan birine bal wi zemine, ku me ewa zemina ji bona cihane ra piroz kiriye"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Me ji bona (Ibrahim ra) ji pisti felatbune \"Ishaq\" raber kiriye, bi ser da ji ji bona Ishaq ra me \"Y’equb\" daye. Me ewan hemi ji xistine astikar"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Me ewan xistine pesrewanen wusa, ewan bi fermana me beledi dikin u me li bal wan da kirina qenciyan u nimejkirin u bacdan, niqandiye. Ewana ji bona me ra perestvan bun"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Me ji bona Lut ra ji serokti u zanina retkoki aniye. Me ewa ji wan gundiyen, ku ewan kirine sik dikiribune felat kiriye. Bi rasti ewan (gundiyan) komeleki sike ji re derketibune"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Me ewa xistiye dilovaniya xwe. Loma ewa \"Lut\" ji astikaran buye"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Hej di berya van da, me ji bona (Nuh ra ji) bersiv daye. Gava ewi (ji bona feresiya xwe) gazi me kiribu, idi me ji (Nuh) u maline wi ji kovanen mezin felat kirine"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Me tola (Nuh) ji wi komale, ku ewan beraten me didane derewderandine, hil daye. Loma bi rasti ewan komaleki sik bune. Idi me ewan hemisk di ave da fetisandin"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Me (ji bona) Dawud u Suleyman ra ji (dilovani kiriye). Gava peze komal ketibu candiniyan, (zevi) hatibu cerandine, ewan herdukan berewaniya nav ya (her du destan kiribune). Em bi xweber ji sahide berewani ya wan herdu- kan bune"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Idi me (bi Suleyman) ewa berewani daye zanine (gotina Suleyman, ji gotina Dawud cetir hate litekirine) me ji herdukan ra ji serokti u zanin aniye. Me ji bona Dawud ra ciya ser nerm kiriye: Ewan (ciyan) bi Dawud ra (gotine) paqiji dibejin. Me cuk ji (ji bona wi ra ser nerm kiriye). Em evan tistan dikarin bikin u (dikin ji)"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Me bi Dawud pesetiya cekirin a zirincan daye hinkirine, ji bo ku ewan zirincan we di roye (qirine da) ji tirsa (birindarye) bidine parisandine. Idi qey, hun sipazi nakin"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Me ji bona Suleyman ra ji bayeki hilwejok daye. Ewa baya bi fermana Suleyman li bal wi zemine, ku me ewa zemina piroz kiriye, dikise dice. Bi rasti em (bi kirina) hemi tistan dizanin"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "U (me ji bona Suleyman ra) ji pelidan (cunukan) hinek (peliden melevane wusa) ser nerm kirine; ewan (pelidan dikebine deryaye, ji bo ku di diryaye da xisran derxin. Evan pelidan) ji pestire (xebat a deryaye da) xebaten mayi ji dikin: (Xaniyan ava dikin, derse cihuyan, ji bo zanina pesewani didin u derse tist yen mayi ji didin). Em ji bona wan (cunukan ra ji bo ku ewan ji fermana Suleyman dernekebin) parisvan in"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "U gava Eyub (nexwas ketibu, aha) gazi Xudaye xwe kiriye: “Xudaye min! Bi rasti idi evi derdi ez bezar kirime (ez dizanim) dilovantire dilovanan tu bi xweber i"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Idi me ji bona (Eyub ra) bersiv daye. Me ewa ji wi derde pe va girti, mefa (sifa) kiriye, me hemi maliyen (wi yen bere, disa) dane wi u bi dilovaniya li bal me da heyi me weki wan ji bi wan ra dane wi. Evan dayin u mefakirin, ji bona cihane ra dabiranineke (Yezdan e)"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "U (ewan pexemberen ku bi sere wan da dert hatine hene!) Isma’il u Idris u Zelkefil ji wan in. Ewan hemiskan ji (li ser derde xwe) hew kirine"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Me ji ewan hildane nava dilovaniya xwe da. Loma bi rasti ewan ji astikaran in"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "U (Yunus)e xwe ye (masi ji) di gaveki da (ji komale xwe) xeyidi bu (cubu). Idi ewi goman kiribu, ku em nikarin (disa ewi li bal komale wi da bizvirinin u em ewi ji xirabiyen wan biparisinin). Ji pisti (ku ewa ji keleke avetine ave; masiki ewa daquland, ewi ji) di taritiye da (aha gazi) kiribuye: \"(Xuda!) Bi rasti ji pestire te (tu ilahek babete perestiye) tune ne, ez te ji hemi kemasiyan paqij dikim. Loma bi rasti ez ji cewrkara bume"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Idi me ji bersiva wi daye u me ewa ji kovane fereste kiriye. Em bi vi awayi bawergeran felat dikin"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Di gaveki da \"Zekeriya ji (aha) gazi Xudaye xwe kiribuye: \"Xudaye min! Tu min bi tene nehele; (tu ji bona min ra urteki bide, le tu nedi ji ez tu kovane nakisinim) loma bi rasti tu qence urtani"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Me ji bona Zekeriya bersiv da u me ji bona wi ra \"Yehya\" baxsis kiriye u me ji bona wi ra, jina wi ji bo bizarmayine amade kir. Loma ewan di kirina qenciyan da dibezyan, ewan bi goman u bi tirs gazi me dikirin. Ewan ji bona me ra bi ser berjeri rumeteke meziin digirtin"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Ewa (Meryema) ku daw u zayenda xwe (ji hemi tistan parisandiye (heye!) Me ji candarya xwe (di dawa) we da puf kiriye (idi ewa bi zar maye, pase ji xwe ra kurek aniye). Me ewa (jinika) bi teve kure we va, ji bona cihane ra xistiye berateke (derhoze)"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Bi rasti eva koma we ya hane (ola yekati u misilmana ne). Ez bi xweber ji Xudaye we me. Idi hun (geli misilmanan!) hey ji min bi tene ra peresti bikin"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "(Evan pexemberan weki qulpe zinciran li pey hev peyweste bune hatine. Ewan ola xwe ji hev hildane, hemi ji ji bona binecitiya yek baweriye hatine, le merivan bi xweber) di nava hev da buyeren xwe ji hev raqetandine (ji ola Yezdan ra bi curecure nav da ne). We hemiske ji li bal me da bizivirin"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Idi kijan bi baweri ji kare astiyan bike, ji bona kirina wi tu nankori tune ye (hey ji wi ra sipazi heye). Loma bi rasti em ji bona wi ra nivisvanok in (kirine wi bi qenci dinivisin)"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "(Jina cihane) li ser runistine welate, ku me ewan tesqele kirine ne durist e. Loma idi ewan (careki dine) nazivirine (cihane)"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Gava dere yecuc u mecucan vedibe, hemi ji gore xwe, ji her ali da (li bal civine da) eris dikin: (Dere goran li miriyan vedibe hemi li bal civine da bi xweber lez dikin tene civine)"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Idi dane rabune bi rasti nez buye. (Gava meriv di roya rabun a hemi da tene civine), ewane bune file hene! Cave wan di we gave da zoq dimine (aha ji hev ra dibejin) \"Xweli li me be, bi sond! Em ji vi dani be goman bune, bi rasti me li xwe cewr kiribuye, le me (pe nizanbuye)"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Bi rasti (geli Mekiyan!) hun u bi wan perestvanen we yen, ku we ji pestire Yezdan ji wan ra peresti dikirin hene! Hun arduke doje ne, hune (bi hev ra) herne doje"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "(Hun qe naponijin) heke evan ilah bunan, evan ne dicune (doje)? Ewane hemuske ji di doje da her biminin"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Di doje da ji bona wan ra qarin u wiqandin heye, ewan (di doje da ji zoraya sapate) qe tu dengi nabihen"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Le ewane, ku ji me ji bona wan ra peymana bi qenciyan hatiye borine hene! Ewanan ji (doje) hatine durxistine"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "(Ewane dur e doje) qe pejna we ji nabihen, ewanan di nava (qenciyen) can xwastina xwe da tim diminin"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Vecinaqindana mezin ji ewan bi miruz nake (ji pistiderketina wan ji gore ji miruze xwe nakin, loma nea ewleti daye wan, ewan ji mirine nasilikin). Di pesnewaziya wan da firiste derdikebin (ji wan ra dibejin): “Ewa roya, ku ji we ra hatibu peymandane hebu! Eva roya ye.”"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Di we roye da em ezmanan weki pecandina defteran dipecin. Ca di cara yekem da me ewan afirandibun, eme disa ewan wusa tune bikin. Eva kirina hane peymaneke li ser me bi ve neve buye, eme eve bikin ji"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Bi sond! Me ji piste Tewrate di Zebure da ji nivisibu ku we bendeyen me yen astikare bibine miratxware zemin; we (ewane zemin bicinin, rakin u bajon, bibine xweye zemin)"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Bi rasti di ve (Qur’ana hane da) ji bo komale perestvan ra ragihandina siret yen heja hene"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "(Muhemmed!) Bi rasti ji bona cihanera me tu hey dilovan sandiye"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "(Muhemmed! Tu ji wan ra aha) beje: “Li bal min da hey eva hatiye niqandine,” Xwedaye we hey Yezdaneki bi tene ye. Idi (hun ji wan baweriyen puc nazivirin) gelo nabine misilman?”"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Idi heke (ji pisti van siretan ji) ewan disa para da zivirine (li bal baweriya xwe ya bere, tu ji wan ra aha) beje: “(Tista hatiye niqandine li bal min da, min ji we gotiye). Idi em hemi (di zanina biryaran da) weki hev in. Gelo ewa (astiya), ku ji we ra hatiyepeymandane, nezik e ya ji dur e, ez pe dizanim?”"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "“Loma bi rasti (Yezdan) bi gotin e eskere u dizi dizane.”"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "“Bi rasti ez nizanim, gelo cima sapate bi we da nayne; gelo ji bona ceribandina we ye, heya hinek gavan para da histiye, ya ji ji bona ku hun heya hinek danan bi kefa xwe bijin (para da histiye?).”"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(Muhemmed Pexember aha) got: “Xwedaye min! Tu di nava me da bi mafi berewani bike. (Ca hun doz dikin, dibejin: “Em servahatine li ser we bikin di hembere we da”) Xwedaye me ye dilaovan: we arikariya me di hembere wan salix yen we da bike.”"
        }
    ]
}