{
    "chapter": [
        {
            "chapter": 36,
            "verse": 1,
            "text": "Yasin (Zilamo)"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Bi Qur´ana hikmetdar kim"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Beguman tu, her ji pexemberan i"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "Li ser reyan rastin i"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "(Eva) daxistina (Xudaye) serkeftiye dilovan e"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "Ji bo tu komeleki ku bav u kalen wan nehatine hiþyar kirin hiþyar biki- bitirsini; veca wan hay je nine"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Sond be, gotin, li ser pirri wan pewist buye; edi ew hew baweri tinin"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Beguman me xeleka avetiye (dest u) situyen wan u veca heya cena wan girtiye; edi ew ser rakiri mane"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "U me ji peþiya wan ve bendeki cekiriye u ji paþiya wan ve ji bendeki; veca me wan rapecandiye; edi ew nabinin"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "U ji wan re ji weki hev e; ci tu wan hiþyar biki-bitirsini u ci tu wan hiþyar neki-netirsini,ew hew baweri tinin"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Beguman tu, tene e daye pey zikre (Qur´ane) u bi penhani ji (Xudaye) Mihriban tirsiyaye hiþyar diki-ditirsini; veca tu mizgina bexþandin u destmuzeki rind bide"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Beguman her em miriyan vedijinin u em tiþte bi peþ xistene tevi rec u þope wan dinivsinin. Me, her tiþti ji di kitebek (peþwayek) diyar de jimartiye-parastiye"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Tu ji wan re ehle wi bajari wek minak bide ku gava qasid hatine"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "(Di bir bine) dema me du (qasida) þand bal wan, veca wan, herdu (qasida) derewand; edi me (wan) bi e sisiyan piþtvani kir; veca gotin: \"Beguman em bal we ve hatine þandin"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "(Ehle bajer) gotin: \"Hun ji hin miroven weki me ne, u (Xudaye) Mihriban tu tiþti danexistiye, hun hey derewa dikin"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "(Qasida) got: \"Perwerdekare me baþ dizane ku beguman em bal we ve hatine þandin"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "U ji ragihandinek aþikar peve ji li ser me nine"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "(Ehle bajer) gotin: \"Beguman peþka we li me ketiye. Sond be,eger hun bes nekin, eme we kevirbaran bikin-biriciminin u we iþkenceki bi jan ji me bigihe we"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "(Qasida) got: \"Peþka we bi we re ye. Ma qey ji ber hun hatine þiret kirin (peþk li we ketiye?). Ne, ji xwe hun komeleki bergiberdan in"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Zilameki ji devera heri dure bajer bilez hate got: \"Gele min! hun bidin pey qasidan"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Hun bidin pey kese ku tu destmuzi ji we naxwaze u ew her li ser reya rast in"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "U ma ci buye ji min ku ez (Xuday) e min aferandiye u hune her bal ve bene vegerandine nehebinim"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Ma qey eze ji wi peve hin Xudayen din bigrim ku eger (Xudaye) Mihriban ziyana min bixwaze, mehdervaniya wan bi tu tiþti bi kera min naye u ew min xelas ji nakin"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Beguman ez ew gav dikevim þaþitiki xuya"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Beguman min bi perwerdekare we baweri aniye; veca hun min seh bikin"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "(Gava wi zilami ew gotin got, gele wi ewi pelixand, edi je re) hat gotin ku: \"Tu tekeve bihiþte.\" Wi got ku:\"Hey xwezika gele min bizanbuna"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Bi tiþte ku perwerdekare min ji min re bexiþandiye u min kiriye ji mazurvanen heri rind"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "Me piþti wi tu leþkeri ji asiman bi ser gele wi de danexist; nedibu em daxinin ji"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Ew (tekcuna wan) tene yek qerinek bu; veca ew pere pere vemirin (behis u deng man)"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Hey ci heyf e li bendeyan! Her pexembere ji wan re te, ew hey pe tinaza dikin"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Ma qey wan nedit ku me beri wan ciqas nifþa tek biriye?, ku ew qet bal wan ve ji venagerin"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "We tev hemu ji hey li cem me bene civandin-amade kirin"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Ji wan re niþanek ji axa miriye ku me we vejandiye u me tene je deraniye; veca ew je dixwin"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "U me te de bax u bostane ji xurma u tiri cekiriye u me te de ji kaniyan ji herikandiye"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "Ji bo ew ji fekiye wi u ji tiþte desten wan cekiriye bixwin. Veca ma ew heji sipas nakin"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Pak beri ye (Xuday)e ku cotan tev ji tiþte ax heþin dike u ji wan bi xwe u ji tiþte ew nizanin aferandiye"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Ji wan re niþanek ji þev e ku em roye je diguren; veca ew pere pere di tariye de diminin"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Roj ji di þungeha xwe de diherike. Eve han pivana (Xudaye) serkeftiye zana ye"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Me hive ji di hin qonaxan de pivaye; heya ku wek cuqliye dara xurme ye kevnare (ku wek kevan xor dibe) vedigere"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Ne roj dikare bigihije hive u ne ji þev ji roye derbas dibe. Tev ji di cerxeki de diherikin"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Niþanek ji ji wan re (ev e ku) beguman me azbata wan di keþtiyek dagirti de hilgirt"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "U me ji wan re ji weki we (keþtiye) tiþte ku le siwar dibin aferandiye"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Eger em bixwazin ji eme wan bifetisinin; edi ne tu kes li hewara wan te u ne ji ew tene xelas kirin"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Tene ku dilovaniyek ji me u xweþiyek heya demeke (li hewara wan be)"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "U gava ji wan re te gotin ku: \"Hun ji tiþte peþiya xwe u ji tiþte paþiya xwe bitirsin-xwe biparezin, dibe hun bene dilovani kirin (ew qet goh nadine)"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Her niþanek ji niþane perwerdekare wan ku ji wan re te ew hey ru je dizivrinin"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "U gava ji wan re te gotin ku: \"Hun ji ji tiþte Xuda rozi daye we bidin\"; ewen kafir bune ji en baweri anine re dibejin ku: \"Ma eme xwarin bidin ewe ku eger Xuda bixwaze we xwarin bideye?; hun hey di þaþiki aþikar de ne"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "U dibejin ku: \"Eger hun bera rastgo ne ka ev wada han kinge ye"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Ew hey li heviya yek qerineki ne ku wan bigre u ew bi hev re xirecire bikin"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Edi ew nedikarin þiret u tenbihiki li hev bikin u ne ji bal ehle xwe ve vegerin"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "U di sure de hat pif dayin; edi ew pere pere ji goran (radibin) bal perwerdekare xwe ve dilezinin"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "(Ew gav) dibejin: \"Hey xuli li me be? Ki me ji goren me rakir? Eve han wada (Xudaye) Mihriban e u pexemberan ji rast gotibu"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Ew tene yek qerinek e; edi ew tev li cem me dicivin-amade dibin"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Veca iro tu kes tade le nabe u hun tene bi tiþte we kiriye tene ceza kirin"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Beguman ehle bihiþte iro bi xebaten xweþ dilþa ne"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Ew u jinen xwe di bin siya de li ser sedra paldayi ne"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Ji wan re te de xweþi u tiþte daxwazi bikin hene"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "(Tiþte ew dixwazin) gotina xweþiye ji perwerdekareki dilovan e"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Hun geli sucdaren gunehkar iro cihe bibin"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Geli zariye Adem! ma qey min ji we re ferman u þiret nekir ku hun nedin pey pelid - wi nehebinin. Lewra bi rasti ew ji we re neyareki aþikar e"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "U hun min bihebinin. Reya rastin eva haye"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Sond be wi ji we gellek nifþa ji re deraniye. Veca qey nedibu we hiþ te bibrana - we xwe ragirtana"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Eva han e dojeha ku hun hatine wade dayin"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Hun iro tekevine ji ber kufra xwe te biþewitin"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Iro eme ser deven wan mohr bikin u we desten wan bipeyivin u we piyen wan bi tiþte bi dest xistine danasi bidin"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Eger me bixwesta, me ye ser caven wan hilo kor bikirna, veca ka di reya rast de bilezinin; edi ma we cewa bibinin"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "U eger me bixwesta me ye wan di þuna wan de bihiþta (tek bibirna yan ruceken wan biguharta) edi nedikarbun ronahi bibinin u ne ji vegerin"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Em ki temendirej bikin em wi di aferandine de hedi hedi behez dikin. Ma edi heji ew hiþ te nabin - xwe ranagirin"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Me þi´ra pe nedaye hin kirin u ew nikare beje ji. Ew tene þiret-birxistin e u Qur´aneke aþikar e"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "Ji bo ku ew e zindi hiþyar bike-bitirsine u gotin li ser kafiran pewist bibe"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Ma qey ew nabinin ku me ji tiþte desten me cekiriye ji wan re hin dewaran aferandiye? veca ew xwediyen wan in"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "U me wan (dewara) ji wan re situxor kiriye; edi hin ji wan le siwar bibin u hin ji wan ji dixwin"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "U ji wan re di wan (dewaran) de gellek kar u vexwarin ji heye. Veca ma heji ew sipas nakin"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Wan beyi Xuda hin Xudayen din ji xwe re girtin bi heviya ku we bene yari kirin"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Le ew nikarin yariya wan bikin. Ew ji wan (Xudayen derewin) re leþkeren amade ne"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Veca gotina wan bira te xemgin neke. Beguman em, tiþte ew vediþerin u tiþte diyar dikin tev dizanin"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Ma mirov nabine ku bi rasti me wi ji dilopek avik aferandiye?; veca ew pere pere buye dijberek xuya"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Wi ji me re minak da u aferandina xwe ji bir ve kiriye. Wi got ku: \"Hestiye riziyayi we ki vejine"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Tu beje ku: \"E cara peþin wan cekir we ew wan vejine. Ew bi her aferandini baþ zana ye"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "Ewe ku ji we re ji dara heþin agir cekir; veca hun ji pere pere je vedixin"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Ma qey e ku asimana u zemin aferandiye nikare ku hineki weki wan biaferine? Bele, ew pirr aferendekareki zana ye"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Beguman gava ew tiþteki bixwaze tene fermana wi ev e ku je re dibeje: \"Cebibe\"; veca ew ji pere cedibe"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Veca pak beri ye e ku xweditiya hemu tiþti bi deste wi ye u hune her bal wi ve bene vegerandin"
        }
    ]
}