{
    "chapter": [
        {
            "chapter": 44,
            "verse": 1,
            "text": "Ha, Him"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "Bi kiteba aþikar"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Beguman me we di þeveki piroz de daxistiye; beguman em hey hiþyarker in"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "Her kare hikmetdar di we (þeve) de ji hev te veqetandin"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "Kareki ji cem me. Beguman em hey (pexemberan) diþinin"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "Dilovaniyek ji perwerdekare te ye. Beguman ew, sehkire zana her ew e"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "Eger hun ji dil bawer in (ew) perwerdekare asimana u zemin u tiþte di nava wan de ye"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "Ji wi peve tu Xuda ninin; vedijine u dimirine. Perwerdekare we u perwerdekare bav u kalen we peþin e"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Ne, ew di dudiliye de dileyizin-pe tinaza dikin"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "Edi tu li benda we roje be ku asiman duyeki xuya tine"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Ew mirovan radipece. Eve han ezabeki bi jan e"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "(Gotin:) \"Perwerdekare me! tu ezab ji me rake, beguman em bawermend in"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Cewa ew þiret digrin, tevi ku pexemberek xuya ji wan re hatiye"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Paþe wan je ru zivirand u gotin ku: \"Hinbuyeki din e"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Beguman eme hineki ezab rakin, bi rasti hune (disa) vegerin"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "(Di bir bine) roja ku eme bi girtina heri mezin (wan) bigrin; beguman em heyfsitan in"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "Sond be me beri wan komela Fir´ewn ji siheti kir u pexemberek birumet ji wan re hat"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "(U gote wan:) \"Ku dive hun bendeyen Xuda (zariye Israil) bisperin min. Beguman ez ji we re pexemberek pebawer im"
        },
        {
            "chapter": 44,
            "verse": 19,
            "text": "U ji bo ku hun nebuya naven ser Xuda-li hember wi ranebin. Beguman min ji we re delilek xuya aniye"
        },
        {
            "chapter": 44,
            "verse": 20,
            "text": "U bi rasti min xwe avetiye perwerdekare xwe u perwerdekare we ku hun min kevirbaran nekin"
        },
        {
            "chapter": 44,
            "verse": 21,
            "text": "Eger hun ji min bawer nekin ji, edi hun dev ji min berdin"
        },
        {
            "chapter": 44,
            "verse": 22,
            "text": "Veca gazi perwerdekare xwe kir ku: \"Beguman even han komeleki sucdaren gunehkar in"
        },
        {
            "chapter": 44,
            "verse": 23,
            "text": "Veca (Xuda gote ku:) \"Tu bi þev bi bendeyen min re bi re keve; beguman hune bene peyketin"
        },
        {
            "chapter": 44,
            "verse": 24,
            "text": "U tu deryaye hedi bihele u here. Lewra beguman ew leþkereki fetisandi ne"
        },
        {
            "chapter": 44,
            "verse": 25,
            "text": "Wan ciqas bax u baxce u kani (li pey xwe) hiþt"
        },
        {
            "chapter": 44,
            "verse": 26,
            "text": "U gellek zevi u ciyen rind"
        },
        {
            "chapter": 44,
            "verse": 27,
            "text": "U xweþiyen ku ew te de kefxweþ bun"
        },
        {
            "chapter": 44,
            "verse": 28,
            "text": "Me komeleki din wuha kir miratxwiren wan"
        },
        {
            "chapter": 44,
            "verse": 29,
            "text": "Veca ne asiman li ser wan giriya u ne ji zemin, u li benda wan ji nehate mayin"
        },
        {
            "chapter": 44,
            "verse": 30,
            "text": "Sond be, me zariye Israil ji ezabe riswaker rizgar kir"
        },
        {
            "chapter": 44,
            "verse": 31,
            "text": "Ji Fir´ewn Lewra beguman ew zordareki ji hedderketiyan bu"
        },
        {
            "chapter": 44,
            "verse": 32,
            "text": "Sond be, me wan bi zanin di ser gele cihane re girt-hilbijart"
        },
        {
            "chapter": 44,
            "verse": 33,
            "text": "U me hin niþanan da wan ku te de xweþiki xuya hebu"
        },
        {
            "chapter": 44,
            "verse": 34,
            "text": "Beguman even han dibejin"
        },
        {
            "chapter": 44,
            "verse": 35,
            "text": "Ku ji mirina me ya peþin peve tu tiþt nene u em (piþti mirine ji) nayen rakirin"
        },
        {
            "chapter": 44,
            "verse": 36,
            "text": "Veca eger hun bera rastgo ne de ka bav u kalen me binin"
        },
        {
            "chapter": 44,
            "verse": 37,
            "text": "Ma ew cetir in (biheztir in) yan komela Tubbe´ , u en beri wan ku me wan tek bir. Lewra beguman ew sucdaren gunehkar bun"
        },
        {
            "chapter": 44,
            "verse": 38,
            "text": "Me asimana u zemin u tiþte di nava wan de bi leystik neaferandiye"
        },
        {
            "chapter": 44,
            "verse": 39,
            "text": "Me wan her bi rastiye aferandiye, le bele pirri wan nizanin"
        },
        {
            "chapter": 44,
            "verse": 40,
            "text": "Beguman roja ji hev veqetandine wexte wada wan teva ye"
        },
        {
            "chapter": 44,
            "verse": 41,
            "text": "Roja ku tu merive nez bi kera merive xwe naye u ew neyen yari kirin ji"
        },
        {
            "chapter": 44,
            "verse": 42,
            "text": "Ji peþtire e ku Xuda le dilovani kiribe. Lewra beguman ew, serkeftiye dilovan her ew e"
        },
        {
            "chapter": 44,
            "verse": 43,
            "text": "Beguman dara ziqume-keratiye"
        },
        {
            "chapter": 44,
            "verse": 44,
            "text": "Xwarina gunehkaran e"
        },
        {
            "chapter": 44,
            "verse": 45,
            "text": "Weki qira kelandi ye ku di zikan de dikele"
        },
        {
            "chapter": 44,
            "verse": 46,
            "text": "Weki ava kelandi"
        },
        {
            "chapter": 44,
            "verse": 47,
            "text": "(Geli zebaniyan!) hun wi bigrin, edi hun wi bi zore biþinin nava dojehe"
        },
        {
            "chapter": 44,
            "verse": 48,
            "text": "Paþe hun jiezabe germ bi ser seri wi de birejin"
        },
        {
            "chapter": 44,
            "verse": 49,
            "text": "Tu tam ke. Lewra beguman tu (di dile xwe de) serdesteki birumet bu yi"
        },
        {
            "chapter": 44,
            "verse": 50,
            "text": "Beguman eve haye tiþte we pe xirecire dikir"
        },
        {
            "chapter": 44,
            "verse": 51,
            "text": "Beguman xweparez ji di ciyeki biewle de ne"
        },
        {
            "chapter": 44,
            "verse": 52,
            "text": "Di nav bax u baxce u kanyan de ne"
        },
        {
            "chapter": 44,
            "verse": 53,
            "text": "Ew jihevriþime tenik u qalind li xwe dikin; li hember hev runiþti ne"
        },
        {
            "chapter": 44,
            "verse": 54,
            "text": "Her wuha ye, u me wan bi (jinen) cav belek re daye zewicandin"
        },
        {
            "chapter": 44,
            "verse": 55,
            "text": "Ew te de biewleti ne ji her fekiyi dixwazin"
        },
        {
            "chapter": 44,
            "verse": 56,
            "text": "Ew te de ji mirina peþin peve tu mirine tam nakin; u (Xuda) wan ji ezabe dojehi parastiye"
        },
        {
            "chapter": 44,
            "verse": 57,
            "text": "Qenciki ji perwerdekare te ye. Rizgariya mezin her eva haye"
        },
        {
            "chapter": 44,
            "verse": 58,
            "text": "Veca beguman me we (Qur´ane) bi zimane te hesan kir, hevi heye ku ew bifikirin-þiret bigrin"
        },
        {
            "chapter": 44,
            "verse": 59,
            "text": "Veca tu li bende be; beguman ew ji li bende ne"
        }
    ]
}