{
    "chapter": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Bi asti Xuda, gotina we (pireka) ku derbaree mere xwe de bi te re xirecire dikir u giliye xwe bal Xuda ve dikir bihist. Xuda, hevpeyvina we seh dike. Lewra beguman Xuda baþ seh dike baþ dibine"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Ji we en ku pireken xwe wek diyen xwe dibinin (ji wan re dibejin ku: \"Piþta te wek ya diya min e\") ew (pireken wan) ne diyen wan in. Diyen wan her ew in ku wan welidandine. Beguman ew gotine nelire u derewa dibejin. Beguman Xuda, tebihur e bexþendekar e"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Ewen ku jinen xwe wek diye xwe dibinin, paþe ew li gotina xwe dadigerin, edi beri ew bigihen hev, azadkirina dileki (dive). Hun bi vi han ten þiret kirin. Xuda bi tiþte hun dikin kurzana ye"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Veca e ku peyda neke, edi beri ew bigihen hev, du meha li pey hev roji girtin (dive). Veca e ku nikarbe edi xwarin dayina þest belengazi (dive). Eve han ji bo ku hun bi Xuda u pexembere wi baweri binin e. Even han tixube Xuda ne. Ji kafiran re ezabeki bi jan heye"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Beguman en ku li hember Xuda u pexembere wi derten ew hatin sernigun kirin cewa ku en beri wan hatin sernigun kirin, tevi ku me ayeten xuya daxistiye. Ji kafiran re ezabeki nizimker heye"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "Roja ku we Xuda wan teva rake, veca we wan bi tiþte kirine haydar bike, ku Xuda wi jimartiye u wan wi ji bir kiriye. Xuda danase li ser her tiþti ye"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Ma tu nabini ku beguman Xuda,tiþte di asimana u tiþte di zemin de dizane. Se kese bi dizi bi hev re biaxivin e care wan her ew e u pencen (ku bi dizi bi hev re biaxivin) e þeþe wan her ew e. Ji vi kemtir an pirrtir; ew li kuder bin ew her bi wan re ye. Paþe roja qiyamete we wan bi tiþte kirine haydar bike. Beguman Xuda zanaye bi her tiþti ye"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Ma tu li ewen ku ji dizi axivtine hatibun qedexe kirine naneri ku ew paþe li tiþte je hatibun qedexe kirin difetilin u ew bi gunehkari u neyari u befermaniya pexember bi hev re bi dizi dipeyivin. Gava ew ten bal te, ew te bi tiþte Xuda, te pe silav nekiriye silav dikin, ew di dile xwe de dibejin ku: \"Ma cima Xuda me bi tiþte em dibejin nade ezabe? Dojeh besi wan e. Ewe tekevine-te biþewiyin. Veca ew der ci þunvegerek nerind e"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Geli en baweri anine! gava we bi hev re bi dizi axivt, edi hun bi gunehkari u neyari u befermaniya pexember nepeyivin. Hun bi baþi u xwepareziye bipeyivin, u hun ji Xudaye ku hune bal ve bene civandin xwe biparezin- bitirsin"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Beguman bi dizi axivtin her ji pelid e, ji bo ku en baweri anine xemgin bibin; bedestura Xuda tu ziyan nagihe wan. Veca bawermend bira her xwe bisperin Xuda"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Geli en baweri anine! gava ji we re hat gotin ku: \"Hun di civata de cih fireh bikin\" veca hun cih fireh bikin ku Xuda ji ji we re fireh bike. Gava ji we re hat gotin ku: \"Rabin\" veca hun ji rabin ku Xuda, ji we en baweri anine u en zanin ji wan re hatiye dayin bi payeyan bilind bike. Xuda bi tiþte hun dikin kurzana ye"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "Geli en baweri anine! gava hun bi dizi bi pexember re bipeyivin, veca hun beri bi dizi peyivina xwe sedeqeki bidin. Eve han ji we re cetir u paqijtir e. Veca eger we peyda nekir edi beguman Xuda bexþendekar e dilovan e"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Ma qey hun (ji xizaniye) tirsiyan ku hun beri bi dizi peyivina xwe sedeqa bidin? Veca dema we nekir u Xuda ji li we bori edi hun limeje rast bikin u zekate bidin u peyrewtiya Xuda u pexembere wi bikin. Xuda u pexembere wi bikin. Xuda bi tiþte hun dikin kurzana ye"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Ma tu li ewen ku komeleki ku Xuda li wan hers buye dost girtine naneri? Ew ne ji we ne u ne ji wan in. Ew, tevi dizanin ji li ser derewa sond dixwin"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Xuda, ji wan re ezabeki zor dijwar amade kiriye. Lewra beguman ew, tiþte dikirin pirr pis e"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Wan sonden xwe ji xwe re kir mertal, veca peþi li reya Xuda girtin. Edi ji wan re ezabeki nizimker heye"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Li hember Xuda, ne malen wan u ne zaruyen wan bi tu tiþti bikera wan nayen. Ewen han hevale agir in. Ewe te de hertimi biminin"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Roja ku we Xuda wan teva (ji gora) rake veca cewa ji we re sond dixwin je re ji sond dixwin u ew guman dikin ku li ser tiþteki ne. Hay je bin! beguman ew, derewkar her ew in"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Pelid ketiye qebele wan-bi ser wan ketiye veca biranina Xuda bi wan daye ji bir kirin. Ewen han partiya pelid in. Hay je bin! beguman en ziyankar her partiya pelid in"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Beguman en ku li hember Xuda u pexembere wi derten, ewen han di nav binketiyen riswabuyi de ne"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Xuda ferz nivisiye ku: Ez u pexemberen xwe eme hey bi ser kevin. Lewra beguman Xuda hezdar e serkefti ye"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Tu, komeleki ku bi Xuda u roja dawin baweri tinin peyda naki ku ew ji en li hember Xuda u pexembere wi derketine hiz bikin; hercend ew baven wan yan kuren wan yan birayen wan yan ji ji el u eþira wan bin. Even han Xuda, di dilen wan da baweri nivisiye u wan bi canek (yariyek) ji xwe zeximandiye. We wan texe hin bihiþten ku cem ji bine wan diherikin. We hertimi te de biminin. Xuda ji wan qayil buye u ew ji je qayil bune. Even han partiya Xuda ne. Hay je bin! beguman en rizgarbuyi her partiya Xuda ne"
        }
    ]
}