{
    "chapter": [
        {
            "chapter": 68,
            "verse": 1,
            "text": "Nun. (Arsa van tipen di sere ferkeran da hatine hey Yezdan dizane) Bi nun u nivisdarok u bi nivisandina, ku (bi nivisdaroke) te rez kirine"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "(Muhemmed!) tu bi qencineke Xuda ye xwe tepa nakebi"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "Bi rasti ji bona te ra kiryeke be pasi heye"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "Bi rasti tu li ser xuyeki mezini"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "Idi tuye ji (di nezik da) bibini ewane ji, bibinin"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "Ka kijan ji we (herdu destan ji reya rast) darketiye (tepa ketiye)"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "Bi rasti Xuda ye te bi xweber ca bi wane hatine (riyarast) cetir dizan e, bi wane, ku ji reya wi der- ketine ji cetir dizan e"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "Idi (Muhemmed!) tu bigotina virekan nek e"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "Ewan hiz kirine, ku tu bi wan ra bi nermayi derbas biki, idi ewan ji bi wa ra bi nermayi derbas bikin (carna tu bi gotina wan, carna ji ewan bi gotina te bikin)"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "(Muhemmed!) hemi (kesen) sond xwarin e riswa"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "Gotegote bi navok (di nava kesan da) axiftinan digerin e"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "Nahele (kes) qenciyan bike, ji tuxube xwe bori u gonehkar"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "Ku bi hers in ji pisti herse ji be nisan e"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "Ji ber ku bi mal u kur in, tu bi gotina (wan) neke. Loma, ewan ji tuxube xwe borine rast ninin"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "Gava berateyen me ji wi ra te xwundine (aha) dibeje,\"Evanan civanoke berene"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "Di nezik da eme li ser poze wi durufe daynin"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Bi rasti me ca hevrine rez u baxan ceribandibun. Kane wan sond xaribun, ku ewane di sere sibehe da (dare bostane xwe biwesinin)"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "Qey ewan tu tist ji hev venediqetandin (ne digotin: Heke Xuda hez bike)"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "Idi ewan bi xweber ji hej razaibune li ser wan da asitek ji Xuda ye te cerixi"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "Idi rez u baxe wan weki pirezen zeviyan man e"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "Ewan di sibehe da qirdane hev"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "Ku hune herin (daran) dawesinin; zu herin hun dereng man e, gotine"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Idi ewan rabune cune, di nava hev da bi dizi axiftin e"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "Di iro da bila tu xezan (di rez u baxce da) neye bal me"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "Ewan zu cun. Guman dikirin, ku disin qe tu xezani nexne baxce xwe"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "Idi gava ewan cune (bostane xwe) ditine (aha) gotine: \"Bi rasti me reya rast wuda kiriye"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "Bi rasti em di bere da ji wi (bostani) hatine be par kirine"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "Ewe nivware ji wan (ji bona wan ra aha) gotiye: \"Qey min ji bona we ra negot; goti hun Xuda ye xwe ji kemasiyan paqij bikin"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "Ewan ji (aha) gotine; \"Xuda ye me! bi rasti em te ji kemasiyan paqij dikin, loma bi rasti em ji cewrkaran bune"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Idi hineke ji wan bere xwe dane hineken wan li hev tilf kirine"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "(Ji hev ra aha) aha gotina, \"Xwali li me be! bi rasti em ji avaru derketibun"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Dibe ku Xuda ye me di suna wan da ji wan cetir bide me. Loma bi rasti em ji Xuda ye xwe hej ji wan cetir dixwazin"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "Sapat ahane! heke ewan bizanin sapata para da hej meztir e"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Bi rasti ji bona Xuda parizan, li bal Xuda ye wan, behista xarinan heye"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Idi qe em misilmanan u guneh karan weki hev digirin"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "(Geli filan!) hun ca berewani dikin (ewan weki hev digirin)"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Qey ji bona we ra pirtukek heye! hun (di we pirtuke da) evan biryaran dixunin"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "Bi rasti hun ci bibejin, ji bona we ra di we pirtuke da heye"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Maqey heya roya qarse ji bona we ra me sond xwariye, ku hun bi ci berewani bikin, ewa berewani ya ji bona we ra heye"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "(Muhemmed! tu ji wan aha) pirs bike, ka ji wan kijan dibe gerewa ve gotine"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Qey Ji bona wan ra (dive axiftine da) hempaye wan hene? Idi heke ewan (di doza xwe da) rast in, bila hempaye xwe ji binin"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Di roya, ku deling ji bazuyan te hildane (temtela wan zor dibe) ewan li bal kunde birine da tene gazi kirine, idi ewan nikarin kunde beherin (loma dane wi boriye)"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Cave wan ji tirsa ketiye, ruresik bi wan digirtiye. Bi sond! Ewan hej zende bune, li bal kunde birine da hatine gazi kirine (le kude ne birine)"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Idi (Muhemmed!) tu ewane, ku ve (Qur´an e) didine derewderandine ji min ra bihele (dest ji wan berde) eme ewn bi pepelik di wi ciyi qe ewan pe nizanbin nezike (asite) bikin"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Ez ji bona wan ra dem didim. Bi rasti defika min (ji bona wan ra ) bi hez e, (ke bikeve idi dernakeve)"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Qey (Muhemmed!) tu ji wan kirya (pexembri ya xwe) dixwazi, idi ewan ji, ji deyn dayine giran bune (nikarin kirya te bidin)"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Qey li bal wan (xezina bi ne xuyan) heye, idi ewan ji, (ji wan ne xuyan) dinivisin"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Idi tu ji bona berewani ya Xuda ye xwe hew bike u tu ji wek hevriye masiye (Yunis) neke. Gava (Yunis) ji kulan tiji buye (ji Xuda) lava kiriye"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Heke ji Xuda ye wi qenciyek negihista wi, we di coleke rut da bi rexni bihata avetine"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Idi (wusa nebu) loma Xuda ye wi (lava ya wi) lite kir. Idi (Xuda ye wi) ewa xiste ji astikaran"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Ewane bune file hane! Gava ewan (xwendina Qur´an e) dibihistin, nezik dibu, ku ewan te bi cave xwe welgerinin. Ewan (aha) digotin: \"bi rasti (Muhemmed) tepa dikebe"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Le (Qur´an) bi xweber ji, ji bona hemu heyan siretk e (hatiye sandine)"
        }
    ]
}