{
    "chapter": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ha -Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "A vilagos Irasra (a Koranra, ami mindennek a magyarazatat tartalmazza)"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Arab Koranna tettuk azt, igy talan felfogjatok azt az eszetekkel"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Bizony az (a Koran) Nalunk van, az Iras Anyjaban\". Magasztos es bolcs az"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Vajon elforditsuk-e toletek az Intest mert egy olyan nep vagytok, amely tulzasokba esik"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Es mennyi Profetat kuldtunk mar a korabban eltekhez"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Egy Profeta sem erkezett el hozzajuk, hogy ne gunyolodtak volna vele"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "— Toluk erosebb es batrabb nepet pusztitottunk Mi mar el. Ilyen Volt a hajdanvoltak peldaja"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Ha megkerdezned oket ki teremtette az egeket es a foldet, azt felelnek: , A Hatalmas es a Tudo teremtette azokat"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Aki pihenohellye tette nektek a foldet es utakat rakott le nektek rajta, Talan az Igaz Utra vezereltettek"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "Aki az egbol vizet bocsatott le, meghatarozott mennyisegben, amely altal uj eletre keltette a halott foldet, Igy hozattok ti is elo"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "Aki megteremtette mindennek a parjat es hajokat es allatokat adott nektek, amelyekkel utazhatok"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Hogy a hatukra szallhassatok es miutan a hatukra szalltatok, megemlekezzetek az Uratok kegyelmerol es mondjatok: Magasztaltassek az, Aki mindezt a. mi szolgalatunkra kenyszeritette. Mi ezt nem tudtuk volna megtenni"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Mi bizony Urunkhoz vesszuk utunkat"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Ok bizony az O szolgai kozul reszkent Melle helyeznek\". Az ember bizony vilagosan haladatlan"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Es vajon abbol, amit teremtett lanyokat vett magahoz? Es nektek fiukat adott"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Es ha egynek kozuluk azt a hirt hozzak - amellyel a Konyoruletessel szemben peldalozott (a leany gyermek szuleteset) - az arca komoran sotette valik es haragvova lesz"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Vagy az, akit ekek es diszek kozott neveltek fel (a no) es az a vitaban nem vilagos"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "Es az Angyalokat, akik a Konyoruletes szolgai, nonemueknek tartjak. Talan jelen voltak a megteremtesuknel? Feliratik tanusaguk es megkerdeztetnek errol"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "Azt mondjak: .. Ha ugy akarta volna a Konyoruletes, nem Szolgaltuk volna oket.\" Nincs nekik errol tudasuk, csak talalgatasokra hagyatkoznak"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Vagy talan korabban irast adtunk volna nekik, amelyhez ragaszkodhatnak"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Nem! Ok azt mondjak: ,.Mi apainkat egy kozosseg szabalyai szerint elve talaltuk, mi az o nyomdokaikon vezereltetunk"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "Hasonloan ehhez, nem kuldtunk Elotted ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) egy Kuldottet sem, egyetlen varosba sem, hogy annak elokeloi ne azt mondtak volna: . Mi apainkat egy kozosseg szabalyai szerint elve talaltuk, mi az o nyomdokaikon haladunk.\" Hizb"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "Azt mondta (az into): .Meg ha igazabb utmutatassal jottem is hozzatok mint, amin apaitokat leltetek?\" Azt mondjak: ,.A ti kuldetesetekkel szemben mi hitetlenek vagyunk"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Bosszut alltunk rajtuk. Figyeld csak meg mi lett a sorsa a meghazudtoloknak"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "Midon Ibrahim (Abraham) azt mondta az apjanak es a nepenek: ..Nekem semmi kozom! sincs ahhoz, amit ti szolgaltok"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Csak Ahhoz, Aki megteremtett engem, majd O fog engem az Igaz Utra vezetni"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "Es az utodai kozott fennmarado szova tette ezt. Talan visszaternek"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "De En engedtem, hogy ezek es apaik elvezzek\" , mig el nem jon hozzajuk az Igazsag es a vilagos Kuldott ( Muhammad - Allah aldja meg es adjon Neki orok udvosseget)"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Am miutan elerkezett hozzajuk az Igazsag, azt mondtak: , Ez varazslat, mi nem hiszunk abban"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Azt mondjak: Miert nem bocsattatott le ez a Koran a ket varos (Mekka es 7u if) egy hatalmas emberere"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Talan ok azok, akik felosztjak az Urad konyoruletet? Mi osztjuk szet kozottuk az evilagi megelhetesuket. Es egyeseket masok fole emeltunk fokokkal, hogy egyikuk a masikukat szolgalataba foghassa. Am a te Urad konyorulete jobb annal, mint az, amit ok osszegyujtenek"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Es ha nem valnanak az emberek egyetlen kozossegge, akkor azoknak, akik hitetlenek a Konyoruletessel szemben, olyan hazakat adnank, amelyek teteje ezustbol van, es fokokat, amelyeken felmehetnek"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "Es a hazaiknak ajtokat es agyakat, amelyekre lefekudhetnek"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "Es (aranybol valo) disziteseket es diszeket. Am ez csak az evilagi elet gyonyore. A Tulvilag az istenfeloke, (az) a te Uradnal (van)"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "Aki rovidlatasaban elfordul a Konyoruletesrol torteno megemlekezestol, egy satant rendelunk ki melle, osszekapcsolt tarsa (garn) lesz az neki"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "Es ezek leteritik az Utrol, mikozben ok azt hiszik, hogy az Igaz Uton \"vezereltetnek"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "Mig majd eljon Hozzank, es azt mondja (a rossz tarsanak): .O barcsak koztem es kozted a ket napkelet tavolsaga lenne! Milyen rossz tars"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "Ezen a Napon nem lesz hasznotokra - mivel bunosok voltatok - az, hogy a buntetesben kozosen reszesultok"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "Vajon tudsz-e ( Muhammad - Allah aldja meg es adjon Neki orok udvosseget) hallast adni a Suketnek, vagy vezetni a vakot, vagy azt, aki nyilvanvalo tevelygesben van"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "Meg ha elviszunk is Teged (Muhammad- Allah aldja meg es adjon Neki orok udvosseget), mindenkeppen bosszut allunk rajtuk"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "Vagy ha megmutatnank neked azt, amit megigertunk\" nekik? Mi bizony erre kepesek vagyunk"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "Erosen ragaszkodj ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) ahhoz, amire sugallatot kaptal! Te az Egyenes Uton jarsz"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "Bizony Intes ez (a Koran) neked (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) es a nepednek. Kerdest kaptok majd (errol)"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "Kerdezd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) meg azokat a Kuldotteket, akiket elotted elkuldtunk: Vajon rendeltunk-e mas istent a Konyoruletes helyett, akit szolgaljanak"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "Mi korabban elkuldtuk Musu-t (Mozest) a Mi Jeleinkkel a Faraohoz es nemeseihez. Es azt mondta: , En a Vilagok Uranak Kuldotte vagyok"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Am miutan eljott hozzajuk a Mi Jeleinkkel, ok kinevettek azokat"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "Mi csak olyan jelet mutattunk nekik, ami nagyobb minden korabbinal. Buntetesben reszesitettuk oket, Talan visszaternek"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Azt mondtak (Mozesnek): .O varazslo! Fohaszkodj a te Uradhoz ertunk, mert szerzodest kotott veled! Akkor, mi az Igaz Uton vezereltetnenk"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Am, miutan levettuk roluk a buntetest, ok megszegtek (azon igeretuket, hogy hisznek)"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "A Farao pedig szolitotta a nepet es azt mondta: ,. O nepem! Talan nem az enyem Egyiptom uralma, ahol ezek a folyok alattam hompolyognek? Hat nem latjatok"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Nem vagyok-e jobb, mint ez a megvetesre melto, aki alig tud vilagosan szolni"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Es miert nem dobattak le rea arany karkotok, vagy Angyalok jottek volna kiserve ot"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Megvetette (a farao) a nepet is. Amok engedelmeskedtek neki. Bunos nep volt ez"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Miutan haragra gerjesztettek Bennunket, bosszut alltunk rajtuk es valamennyit vizbe fojtottuk"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "Es korabban tortent (okulando) peldazatta tettuk oket a kesobbiek szamara"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "Midon Maria fiat peldakent emlitettek, akkor neped hangoskodott tole"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Azt mondtak: ,A mi isteneink jobbak, vagy o?\" Csak a vita miatt emlitettek ot neked. Vitat kedvelo nep ez"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Szolga o (Jezus, \"abdun, Allah szolgaja), akivel szemben kegyet gyakoroltunk es peldakepkent allitottuk Izrael nepenek"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Am, ha azt akartuk volna Angyalokat teremtettunk volna kozuletek, akik utanatok kovetkeznenek a foldon"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Bizony o (su, Jezus, Maria fia) az Ora jele\"! Ne ketelkedjetek abban! Es kovessetek engem! Ez az Egyenes, Igaz Ut"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Ne teritsen el benneteket a satan! O a ti vilagos ellensegetek"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Miutan Jezus eljott a nyilvanvalo bizonyitekokkal, azt mondta: A bolcsesseggel jottem el hozzatok, hogy magyarazattal szolgaljak nehany dologban, amiben osszekulonboztetek. Feljetek Allah-ot es engedelmeskedjetek nekem"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Allah bizony az en Uram es a ti Uratok. Szolgaljatok hat Ot! Ez az Egyenes es Igaz Ut"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Am a partoskodo csoportok kozuluk vitaba keveredtek. Jaj a bunosoknek, egy fajdalmas Nap buntetese miatt"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Varnak-e mast, mint az Orat, amely meglepetesszeruen eri el oket, nem is veszik eszre"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Azon a Napon, egymas ellensegeive valnak a baratok - kiveve az istenfeloket"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "(Az mondatik a hivoknek:) , Szolgaim! A mai Napon nincs rajtatok felelem es szomorusag"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Akik hittek a Mi Jeleinkben es muzulmanok voltak"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Lepjetek be a Paradicsomba, ti es a felesegeitek, boldogsagban"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Arany edenyeket es kupakat hordoznak korbe nekik. Es azokban (mindaz megtalalhato), amire a lelek vagyik, es gyonyor a szemnek, Orokletben lakoztok ott"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Ez a Paradicsom, amelyet oroksegul kaptatok, azert, amit tettetek"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Rengeteg gyumolcs var ott benneteket, amelyekbol ehettek"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "A bunosok pedig a Pokol bunteteseben lesznek orokre"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "Nem kapnak enyhitest es nyomorult allapotban lesznek"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Nem Mi kovettunk el bunt ellenuk, hanem ok voltak a bunosok"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "Igy szolnak: O, Malik (a Pokol Orzoje)! Dontson rolunk a te Urad! O pedig igy szol: ..Itt fogtok maradni (orokre)"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Mi bizony elhoztuk nektek az Igazsagot\", am a legtobben kozuletek utalkoznak az Igazsagtol"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Vagy talan fondorlatot keszitenek elo? Ugy Mi is fondorlatot keszitunk elo"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Vagy talan azt hiszik, hogy nem halljuk meg titkaikat es a titkos beszelgetesuket? De igen! A Kuldotteink (a megbizott Angyalok) feljegyzik azt"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Mondd: Ha a Konyoruletesnek fia lenne, ugy en lennek az elso szolgalo"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Magasztaltassek az egek es a fold Ura! A Tron Ura. Magasan felette AlLO annak, amit Rola mondanak"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Engedd oket osszevissza beszelni es jatszani addig, amig nem talalkoznak azzal a Nappal, amelyre igeretet kaptak"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "O (Allah) az isten az egben es O az isten a foldon. O a Bolcs es a Tudo"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Aldassek O, Akie az egek es a fold kiralysaga es (annak a kiralysaga is), ami e ketto kozott van! Nala van az Ora tudasa es Hozza vitettek vissza"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "A kozbenjaras teren azok, akik Helyette mashoz fohaszkodnak, nem rendelkeznek semmivel. Kiveve azokat, akik az Igazsagot tanusitjak es tudassal rendelkeznek"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Ha megkerdezned, ki teremtette oket, azt mondanak: , Allah!\" Hogyan fordulhatnak el ennyire"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "(Allah-nak tudomasa van a Kuldott- Allah aldja meg es adjon Neki orok udvosseget) mondasarol: ,O Uram! Ez egy olyan nep, amely nem hisz"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Fordulj (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) hat el toluk! Es mondd: Bekesseg. (salamun)\" Majd meg fogjak tudni"
        }
    ]
}