{
    "chapter": [
        {
            "chapter": 52,
            "verse": 1,
            "text": "A Hegyre"
        },
        {
            "chapter": 52,
            "verse": 2,
            "text": "Es az irassal telt Konyvre"
        },
        {
            "chapter": 52,
            "verse": 3,
            "text": "(Amely) Kiteritett pergamenen (talalhato)"
        },
        {
            "chapter": 52,
            "verse": 4,
            "text": "Es a gyakran latogatott Hazra (al- Baytu-l-Mafmuruj)"
        },
        {
            "chapter": 52,
            "verse": 5,
            "text": "A felemelt tetore (az eg)"
        },
        {
            "chapter": 52,
            "verse": 6,
            "text": "A kiaradt tengerre"
        },
        {
            "chapter": 52,
            "verse": 7,
            "text": "Bizony az Urad buntetese be fog kovetkezni"
        },
        {
            "chapter": 52,
            "verse": 8,
            "text": "Senki sem akadalyozhatja azt meg"
        },
        {
            "chapter": 52,
            "verse": 9,
            "text": "Azon a Napon, mikor az eg inogva mozog"
        },
        {
            "chapter": 52,
            "verse": 10,
            "text": "Es a hegyek egy mozdulassal elindulnak"
        },
        {
            "chapter": 52,
            "verse": 11,
            "text": "Jaj, azon a Napon a meghazudtoloknak"
        },
        {
            "chapter": 52,
            "verse": 12,
            "text": "Azok, akik fecsegessel jatszadoznak"
        },
        {
            "chapter": 52,
            "verse": 13,
            "text": "Azon a Napon, amikor eronek erejevel a Pokol tuzebe lokik oket"
        },
        {
            "chapter": 52,
            "verse": 14,
            "text": "Ez az a Tuz, amelyet ti hazugsagnak tartottatok"
        },
        {
            "chapter": 52,
            "verse": 15,
            "text": "Talan varazslat ez? Vagy ti nem lattok"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "Egjetek ezen! Akar turelemmel viselitek, akar nem vagytok kepesek turelemmel elviselni, ez teljesen mindegy ratok nezve. Csupan a cselekedeteiteknek megfelelo jutalmat kapjatok most"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "Bizony az istenfelok Kertekben es gyonyorokben vannak (a Paradicsomban)"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "Orulve annak, amit az Uruk adott nekik. Es az Uruk megvedte oket a Pokol buntetesetol"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "Egyetek es igyatok egeszseggel azert, amit tettetek"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "Sorba rakott agyakon fekve pihennek es nagy szemu hurikat adunk nekik felesegul"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "Azok, akik hittek es a leszarmazottaik is kovettek oket a hitben, azoknak majd talalkozast adunk a leszarmazottaikkal. Es Mi nem veszunk el semmit a tetteikbol (es azok jutalmabol). Minden ember, amit tett azert felelos"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "Gyumolccsel es hussal gazdagon ellatjuk oket es mindazzal, amit megkivannak"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "Kupak jarnak ott korbe, amelytol nincs ures fecseges, sem bunre csabitas"
        },
        {
            "chapter": 52,
            "verse": 24,
            "text": "Az ifjaik fognak ott korbejarni, mintha elrejtett gyongyok lennenek"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "Egyikuk a masikukhoz fordul egymast kerdezgetve"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "Azt mondjak: , Korabban a csaladunk koreben gondokkal terheltek voltunk"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "Am Allah kiterjesztette rank az O kegyelmet es megmentett bennunket az .as-samunv\" (forro szel, perzselo fuvallata a Tuznek) buntetesetol"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "Ezelott is Hozza fohaszkodtunk, hiszen O a Joindulatu es Megkonyorulo"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "Intsel (Muhammad Allah aldja meg es adjon Neki orok udvosseget)! Es Allah kegyelmenek koszonhetoen, nem vagy te (Muhammad - Allah aldja meg es adjon Neki orok. udvosseget) sem jos, sem dzsinnektol megszallott"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "Vagy azt mondjak: . (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) Kolto! Varjuk meg mit hoz ra a sors kifurkeszhetetlensege"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "Mondd (Muhammad - Allah aldja meg es adjon Neki orok — udvosseget): .. Varjatok! En is veletek vagyok a varakozok kozott"
        },
        {
            "chapter": 52,
            "verse": 32,
            "text": "Vajon almaik parancsoljak ezt nekik, vagy lazadozo nepek ok"
        },
        {
            "chapter": 52,
            "verse": 33,
            "text": "Vagy azt mondjak: O (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) maga talalta ki.\" Nem! Ok nem hisznek"
        },
        {
            "chapter": 52,
            "verse": 34,
            "text": "Hozzanak hat egy hozza hasonlo muvet (beszedet, hiradast, mint ez a Koran)! Ha valoban az igazat mondjak"
        },
        {
            "chapter": 52,
            "verse": 35,
            "text": "Vagy a semmibol teremtettek? Vagy ok a teremtok"
        },
        {
            "chapter": 52,
            "verse": 36,
            "text": "Talan ok teremtettek az egeket es a foldet? Nem! Nincsenek ok meggyozodve"
        },
        {
            "chapter": 52,
            "verse": 37,
            "text": "Vagy naluk vannak a te Urad raktarai? Avagy ok az uralkodok"
        },
        {
            "chapter": 52,
            "verse": 38,
            "text": "Vagy letrajuk van (az egbe), amivel hallgatoznak (az Angyalok beszedet)? Nos hat az, aki hallgatozik kozuluk, hozzon vilagos bizonyitekot"
        },
        {
            "chapter": 52,
            "verse": 39,
            "text": "Vagy Neki (a Magasztos Allah-nak) lanyai (vannak) es nektek fiuk"
        },
        {
            "chapter": 52,
            "verse": 40,
            "text": "Vagy talan jutalmat kertel (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) toluk, igy sulyos adosag nyomasztana oket"
        },
        {
            "chapter": 52,
            "verse": 41,
            "text": "Vagy naluk van a lathatatlan (al- £aybu) , es ok leirjak"
        },
        {
            "chapter": 52,
            "verse": 42,
            "text": "Vagy cselt akarnak vetni? De a hitetlenek azok, akik e csel aldozatai lesznek"
        },
        {
            "chapter": 52,
            "verse": 43,
            "text": "Vagy nekik mas istenuk van, mint Allah? Magasztaltassek Allah (subkana-Llahi)! Magasan folotte all O a tarsitasuknak"
        },
        {
            "chapter": 52,
            "verse": 44,
            "text": "Ha azt latnak, hogy az eg egy resze lezuhan, azt mondanak: ,.Ez csak egymasra halmozott felho"
        },
        {
            "chapter": 52,
            "verse": 45,
            "text": "Hagyd csak oket addig, amig nem talalkoznak azzal a Napjukkal, amelyen a foldre zuhannak, mintha villam sujtotta volna oket"
        },
        {
            "chapter": 52,
            "verse": 46,
            "text": "Azon a Napon nem segit rajtuk Semmit sem a cselszovesuk, es senki sem lesz, aki segitene rajtuk"
        },
        {
            "chapter": 52,
            "verse": 47,
            "text": "Azoknak, akik bunt kovettek el, meg ezen felul is jar buntetes. Ama legtobbjuk nem erti meg"
        },
        {
            "chapter": 52,
            "verse": 48,
            "text": "Legy (Muhammad Allah aldja meg es adjon Neki orok udvosseget) hat allhatatosan turelmes Urad. dontesevel szemben! Te a Mi szemunk elott vagy. Az Urad iranti halat zengjed, ha felkelsz"
        },
        {
            "chapter": 52,
            "verse": 49,
            "text": "Es magasztald Ot az ejszaka folyaman is, es a csillagok. halvanyodasakor is"
        }
    ]
}