{
    "chapter": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Aldott legyen az, Akinek a kezeben van a kiralysag. O mindenre kepes. uz\" 29. Hizb"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Aki megteremtette a halalt es az eletet, hogy ezzel is probanak \"vessen ala benneteket- kie kozuletek a legkegyesebb cselekedet. O a Hatalmas es a Megbocsato"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Aki megteremtette a het egboltozatot egymas folott. Nem talalsz es nem lathatsz a Konyoruletes teremteseben egyenetlenseget. Nezd meg meg egyszer, latsz-e ott torest"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Majd nezd meg meg egyszer es meg egyszer! A tekintet faradt alazattal es fatyolosan ter vissza hozzad"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Az evilagi eget lampasokkal (csillagokkal) diszitettuk fel\". Es lovedekke tettuk a satanokkal szemben, es a Pokol tuzenek bunteteset keszitettuk elo nekik"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Azoknak pedig, akik hitetlenkedtek az o Urukkal szemben, azoknak a Pokol bunteteset keszitettuk elo. Milyen borzalmas sors ez"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Midon belevettetnek, fortyogni latjak es kozben a sohajtasat halljak"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "Majdnem szetreped a haragtol Akarhanyszor egy csoport belevettetik a Pokol orzoi megkerdezik toluk: .. Vajon nem erkezett hozzatok into"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "De erkezett!\" - valaszoljak. ..De mi hazugnak tartottuk, es azt mondtuk: \"Nem nyilatkoztatott ki Allah semmit.\" Bizony nagy tevelygesben vagytok"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Majd igy szolnak: ,.O, barcsak hallgattunk volna az intesre, vagy az eszunket hasznaltuk volna, most nem lennenk a Pokol tuzere karhoztatottak kozott"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Beismertek bunuket. Atok legyen a Pokol tuzere karhoztatottakon"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Am azoknak, akik latatlanul! is felik Urukat, azoknak megbocsatas es nagy jutalom (a Paradicsom) jar"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "Akar titokban beszeltek, akar fennhangon teszitek azt, Oneki tudomasa van a lelkek legrejtettebb titkairol is"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Vajon annak ne lenne tudomasa mindenrol, Aki teremtett? O a Kegyes es a Mindentudo"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "O az, Aki a foldet alazatossa! rendelte nektek. Jarjatok hat a felszinen, es egyetek azt, amivel O taplal benneteket! Ohozza lesz a Feltamadas"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Vajon biztonsagban tudjatok-e magatokat attol, Aki az egben Van, hogy nem sullyeszti-e le alattatok a foldet? Es ime, a fold mar remeg is"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Vajon biztonsagban tudjatok-e magatokat attol, Aki az egben van, hogy nem kuld-e ratok (orvenylo) vihart? Es majd akkor megtudjatok, milyen az En Intesem"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Hazugnak tartottak mar az elottuk eltek is. Es milyen volt az En Rosszallasom (a buntetesem)"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Vajon nem latjak-e a folottuk levo. madarakat, amint epp kiterjesztik es osszehuzzak a szarnyukat. Csak a Konyoruletes tartja fenn oket. O minden dolgot lat"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Vajon ki az, aki a ti seregetek lenne, es segitene benneteket, ha nem a Konyoruletes? A hitetlenek szornyu csalodasban reszesulnek"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Es vajon ki az, aki taplalna benneteket, ha O visszatartana a taplalasat? Ok megmakacsoltak magukat az engedetlenkedesben es a fanyalgasban"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Vajon az-e az Igaz Utra vezerelt, aki jartaban folyton az arcara bukik, vagy az, aki az Egyenes Uton jar"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Mondd: LO az, Aki megteremtett benneteket. A hallast es a latast es a sziveket adta nektek. Bizony kevesse halaljatok meg"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Mondd: ,O az, Aki megsokasitott benneteket a foldon es Hozza gyujtettek majd ossze"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Majd igy szolnak: , Mikor kovetkezik be ez az igeret, ha igazat szoltok"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): , A tudas! egyeduli birtokosa Allah. En csak egy nyilvanvalo into vagyok"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Midon kozelinek latjak mar azt (a Feltamadas Napjanak bunteteset), elkomorodik a hitetlenek arca, es ezt halljak: ,.Ez az, amit mindig Siettettetek"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "Mondd (Muhammad- Allah aldja meg es adjon Neki orok. udvosseget): .Mit gondoltok? Ha elpusztit engem Allah, es azt, aki velem van vagy, ha megkonyorul rajtunk? Am ki lesz az, aki a hitetleneket megmenti a fajdalmas buntetestol"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "Mondd: O a Konyoruletes (Allah)! Hiszunk benne, es mindenben Ora tamaszkodunk. Ti Pedig majd megtudjatok, ki az, aki nyilvanvalo tevelygesben van"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "Mondd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget): . Hogyan velekedtek, ha reggelre a vizetek elfogy, ki ad nektek ujbol csobogo (forras) vizet"
        }
    ]
}