{
    "chapter": [
        {
            "chapter": 28,
            "verse": 1,
            "text": "Thaa Siinm Miiim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Surat iki, ayate kitab al-Qur'an kang nerangake bener lan luput (halal lan haram)"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "(Muhammad) Ingsun nyritakake (macakake) lelakone sejarahe Musa lan Fir'aun marang sira. Cerita iki temen, migunani marang para wong mukmin"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Satemene Fir'aun iku kumaluhur ana ing bumi (kabeh wong ora kena ngukuhi nyawane dhewe, pati uripe gumantung sakarepe Fir'aun). Wong ing negara kono digawe rong werna, kang sagolongan (bangsa Qibthi), iku bangsa luhur, kang sagolongan maneh (bangsa Israil), iku bangsa asor. (Dhek samana ana juru nujum memeca menawa ing Mesir bakal ana bayi lahir metu lanang, iku ing tembe bakal nyirnakake keratone Fir'aun). Dhewe banjur dhawuh belehi bari kang lahir metu lanang, dene kang wadon padha diuripi. Fir'aun iku klebu wong kang gawe kerusakan ana ing bumi"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Lan Ingsun kepareng nulungi (bangsa Bani Israil) kang digawe asor lan kalah ana ing bumi (Mesir). Ingsun dadekake ahli wari, lan padha pikantuk panduman padha dhadi pemimpin"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Ingsun netepake (nglulusake) dheweke (Fir'aun sawadya-balane) manggon ana ing bumi(Mesir). Wusana Fir'aun lan patihe aran Haman, sarta wadyabalane padha Ingsun paringi pirsa barang kang maune dikuwatirake, (yaiku pemetheke para juru nujum, ing tembe bakal ana bocak kang bakal nyirnakake Kratone Fir'aun)"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Ingsun andhawuhi (parnig wahyu) marang ibune Musa, \"Sira nesepana putranira. Manawa kuwatir anggonira rumeksa putranira, wadhahana ing pethi banjur kelekna ing bengawan (Nil) bae. AJa kuwatir lan susah. Ing tembe Ingsun balekake marang sira, sarta putranira mau bakal Ingsun angkat dadi Utusaningsun"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "(Bareng dheweke) wis dikelekake ing bengawan Nil, banjur ditemu dening, pramaisurine Fir'aun Nanging wekasane, dadi satru nusahake Fir'aun sawadhayabalane. Satemene Fir'aun lan Haman sawadyabalane mau padha duraka"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Fir'aun banjur arep mateni marang (bayi) Musa) Pramisurine banjur matur, \"Tumraping kula lan panjenengan punika damel asreping paningal, mila sampun teka badhe dipun pejahi, lare punika kula pendhet anak, pangajeng - ajeng kula ing tembe migunana dhateng kula (Fir'aun sawadya balane krungu memanising tetembungan nuruti apa sapanjaluke bayi banjur dijenengi Musa.)\" Fir'aun sawadyabalane ora babar pisan ngira (menawa bayi iku babare kang diweca dening para nujum)"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Ibune Musa (bareng mireng menawa putrane dipanggih Fir'aun) banget bingunge, upama atine ora Ingsun taleni klawan diparingi shabar lan teguh, supaya dadiya wong kang percaya marang janjiningsun, meh bae anjerit mblakakake menawa bayi iku putrane"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Ibune Musa ngakon marang Maryam sedulure Musa, \"Adhimu kinthilen supaya sira sumurupa kapriye kedadeyane\". Maryam banjur nginthil saka ing kadohan bae. Kabeh wong ora padha ngira (menawa iku sedulure bayi kang ditemu dening Fir'aun)"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "(Saka kuasaningsun) Musa sadurunge ibune teka ora gelem disesepi sapa - sapa, ing kono Maryam matur (marang pramaisuri), \"Punapa panjenengan kersa kula tedhahaken tiyang ingkang dados inya sarta ngopeni dhateng bayi punika kaliyan temen - temen?\", (Maryam banjur ngundang ibune, lan Musa disesepi ibune dhewe)"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Ing dina iku Musa Ingsun balakake marang tangane ibune, supaya ibune anyepa pandelenge, lan ilanga susahe sarta Sumurupa menawa janjine Allah iku nyata lan bener. Nanging wong akeh padha ora sumurp. (Menawa iki ibune Musa pikantuk perjanjiyane Allah lan ing sawijining dina Musa kaluputan marang Fir'aun, nganti Musa ditundhung banjur lunga adoh)"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Bareng Musa wis dhewasa lan wis cukup umure, Ingsun paringi kawicaksanan lan ilmu. Kaya mangkono uga Ingsun angganjar marang para wong mukmin kang padha tumindak kabecikan"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Musa banjur mlebu ing telatah negara (Mesir), kanti sesingidan, aja nganti konangan wong. Dumadakan pira wong loro padha padudon, kang siji sedhereke Musa wong Bani Israil, sijine satrune Musa wong Qibthi. Sedulure Musa sesambat nyuwun tulung marang Musa supaya ucula saka siya - siyane (wong Qibthi). Musa banjur duka, (wong Qibthi) diantemi, tekan ing patine. Musa banjur ngendika, \"Kang mengkene iki, tetela penggawening syetan. Satemene syetan iku kang gawene nasarake"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Musa banjur munjuk marang Alah, \"Dhuh Pangeran kawula, sayektosipun kawula punika lepat, nganiaya dhateng badan kawula piyambak. Panjenengan mugi kersa paring pangapunten dhumateng kawula. Allah banjur kersa paring pangapunten marang Musa. Satemene Allah iku dzat kang paring pangapura tur Maha Asih"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Musa munjuk maneh, \"Dhuh Pangeran kawula, sarehning Panjenengan sampun kersa paring pangapunten saha nutupi kawula, kawula boten badhe tetulung dhateng tiyang kafir ingkang sami dosa"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Musa (sawise mateni wong Qibthi) ana ing sajerone negara tansahngandhut kuwatir, mulane banget prayitnane bakmenawa nemu alangan. Dumadakan wong kang mentas ditulungi dhek wingi, (Kerengan karo wong Qibthi maneh) sesambatan nyuwun tulung marang Musa, Musa celathu duka marang wong mau, \"Sira iku tetela wong luput"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Musa banjur tumandang arep ngantem marang mungsuhe mau, lan uga satrune Musa. Dheweke mula banjur matur, \"Dhuh Musa! punapa panjenengan badhe mejahi dhateng kula, kados anggen panjenengan mejahi tiyang (Qibthi) kala wingi? Dados kersa panjenengan punika namung badhe nguja nepsu memejahi tiyang wonten ing bumi, boten badhe damel sae\". (Nabi Musa bareng mireng pangucape wong Bani Israil mau, sangsaya banget kuwatire)"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Ing bageane negara ana wong lanang kang tresna marang Musa, mlaku - mlaku ana ing sajrone negara, nemoni Musa banjur matur, \"Dhuh Musa! para punggawa (ing Mesir) sami ngupados panjenengan, badhe mejahi, mila sapunika enggal kula aturi kesah saking mriki. Kula punika nyahosi pamrayogi pitutur murih sae dhateng panjenengan"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Musa banjur lunga saka ing negara (Mesir), ana ing ndalan tansha kuwatir lan prayitna, lan munjuk ing Allah, \"Dhuh Pangeran kawula! kawula nyuwun wilujeng saking piawinipun tiyang kafir ingkang sami nganiaya"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Lungane Musa sumedya marang Desa Madya. Musa munjuk marang Allah, \"Dhuh Pangeran kawula! Panjenengan mugi paring pitedah margi ingkang leres dhateng kawula"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Bareng tindake Musa teka ing sumure wong ing Madyan, ing pinggir sumur kono ana wong akeh padha ngombeni khewane. Liyane wong lanang akeh mau ana bocah wadon loro ora melu ngombeni weduse, Musa banjur pitakon (dangu barang bocah wadon loro mau), \"Ya gene sira ora melu ngombeni wedhusmu?\" Bocah wadon loro mau banjur mangsuli, \"Anggen kita ngombeni menda kita, ngentosi menawa para tiyang jaler punika sampun rampung. Kita lare estri kepeksa ngombeni menda, awit bapa kita sampun sepuh tur pikun"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Musa banjur paring pitulungan marang bocah wadon loro mau, wedhuse diombeni (ing sumur mau liyane sachedeka, nanging sumur mau ditutupi watu gedhe, ora kuwat diobahake wong satus, iku dibrengkal dening Musa dhewe). Musa sawise ngombeni wedhus mau, banjur ngeyub ana sangisore kekayon, sarta munjuk ing Allah, \"Dhuh Pangeran kawula, kawula ngajeng - ngajeng peparing Panjenengan, kathah utawi sekedhik"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Ora antara suwe bocak wadon loro mau kang siji bali sowan marang Panggonane Musa, (anggone mlaku kudhung klambine semu isin). Matur marang Musa, \"Panjenengan dipun aturi bapak kula dhateng griyanipun. Bapak kula badhe males kesaenan panjenengan anggen panjenengan paring pitulungan ngombeni menda kula\". (Musa banjur tut wuri bocah wadon mau). Bareng tekan ngomahe, (bapakne aran Nabi Syu'aib), Musa banjur ngandharake lelakone, wiwitan tekan ing pungkasan, (Nabi Syu'aib) banjur paring pitutur, \"Sira aja kuwatir Allah mesti paring selamet marang sira saka pialane wong kafir kang nganiaya"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Bocah wadon loro mau kang siji matur marang bapakne, \"Dhuh Bapak! Musa punika mugi panjenengan dadosaken rencang kemawon, awit punika prayogi, gagah prakosa tur mitadosi"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "(Nabi Syu'aib) mituturi marang Musa, \"He Musa, putraningsun loro iki salah siji bakal ingsun dhaupake karo sira, nanging kanthi janji sira kudu dadi rencang kulo dhisik, lawase wolung tahun, dene menawa sira gelem nutugake nganti sepuluh tahun saka kerepira dhewe, iya banget panarimaningsun. Ingsun ora neja gawe rekasanira, marata lakonana. Menawa diparengake dening Allah ing tembe bakal sumurup becik kedadeyane, tunggal paratulus"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Musa matur mangsuli, \"Makaten punika perjanjian panjenengan kaliyan kula. Wondene wewangen panjenengan kalih warni, (wolung tahun kaliyan sedaa tahun) wau salah satunggalipun kula boten badhe awrat anglampahi. Allah ingkang nguningani kesagahan kula punika"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Bareng Musa anggone nglakoni dadi pangon wis pundhat wewangene, (banjur dihaupake karo putrane Nabi Syu'aib kang anom, aran Shufairaa'. bareng wis antara lawas) Musa mangkat mulih (menyang negara Mesir) sarimbit karo garwane. Kocapa ana ing dalan ing wayah wengi kang peteng Musa sumurup ing gunung Thursina ana geni murup. Banjur ngendika marang garwane, \"Sira ana ing kene bae, ingsun arep marani geni kae, bokmenawa baliningsun pikantuk pitedah lan utawa bisa naggawa obor, supaya kena sira enggo api - api"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Bareng wis tekan ing panggonane geni, katerangane kang murub mau kekayon ijo lan seger, ana ing palemahan kang binerkahan dening Allah, sapernah pinggir tengene Musa, ing kono tampa dhawuh, pangandikane, \"He Musa satemene Ingsun iki Allah Pangeranira ngalam kabeh"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Musa, tekenira iku sira uncalna\", Musa banjur nguncalake tekene, sanalika tekene mau dadi ula gedhe. Bareng Musa sumurup, banjur mungkur mlayu ora noleh. Musa nuli di timbali dening Allah, \"He Musa, sira amadhepa lan aja wedi, satemene sira bakal disentosake, ora kena pialane ula"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Tangan sira lebokna ing dhadhanira, nuli sira wetokna\". (Musa banjur nglebokaka tangane ing dhadhane bareng diwetokake), bakal putih warnane, tanpa cacad. Lan sira rapetna tanganira, jalaran saka wedi mesthi bali kaya maune\". Loro iku padha tandha yekti saka Allah Pangeranira, kanggo wewaton nerang - nerangake marang Fir'aun dalah para kaume) awit kabeh iku padha duraka lan kafir"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "Musa munjuk, \"Dhuh Pangeran kawula, kawula punika sampun mejahi (tiyang Qibthi), panungilanipun wadyabalanipun Fir'aun, mila kawula kuwatos menawi Fir'aun lajeng mejahi dhateng kawula"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Sedherek kawula Harun punika langkung teteh patitis wicantenipun, ngungkuli kawula, mugi Panjenengan ngutus Harun dados kanca kawula, supados nekseni menawi kawula temen dados utusan Panjenengan, awit kawula kuwatos bokmenawi Fir'aun maiben"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Allah paring pangandika, Ingsun bakal nguwatake sira sarana pambiyantune sedulurira Harun, lan sira wong loro, Ingsun paringi prabawa, dadi tindak ala paringi prabawa, dadi tindak ala kang ditandukake Fir'aun dalah para kaume ora bisa tumama marang sira wong loro, marga mu'jizat tandha yekti saka Ingsun. Sira lan wong kang padha manut marang sira, kabeh padha pikantuk kemenangan"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Bareng Musa wis tekan ing pasewakane Fir'aun, nerangake anggone diutus ing Allah lan nglahirake mu'jizat kaelokan, minangka tandha yekti, Fir'aun dalah para kaume padha ngucap, \"Kaelokan iki ora liya mung sihir, di akokake tandha yekti saka Allah. Ingsun ora krungu ceritakna para leluhuringsun biyen (padha didhawuhi manembah ing Allah kaya kandhane Musa iki)"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Musa mangsuli, \"Pangeran kula temtu ngawuningani dhateng tiyang ingkang nedahake pitedah leres, terang saking Allah, sarta dhumateng tiyang ingkang benjing wonten ing akherat badhe angsal pangalembana. Tiyang kafir temtu boten badhe pikantuk kabegjan"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Fir'aun mangsuli, \"He para punggawa! ingsun ora sumurup menawa sira duwe pangeran saliyane ingsun. He Haman saiki parentaha gawe bata, ingsun yasakna panggung kang dhuwur, supaya ingsun bisa sumurup marang Pangerane Musa. Satemene Panemuningsun, pangucape Musa iku kabeh goroh"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "Fir'aun dalah sawadyabalane padha gumedhe ana ing bumi (mesir) tur ora bener lan padha nyana ing tembe ora bakal dibalekake marang ngarsaningsun"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Mulane ing wekasan, Fir'aun sawadyabalane mau Ingsun tumpes kelem ana ing segara. Mara sira ngelenga, kapriye kedadeyane wong kang padha duraka"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Fir'aun dalah wadyabalane mau padha Ingsun dadekake pengarep kang nuntun wong mlebu ing neraka. Ing besuk dina Qiyamat ora pisan - pisan pikantuk pitulung"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Sajerone ana donya iki, Fir'aun sawadyabalane wong kafir kabeh, padha Ingsun tungkebi siksa (laknat), dene besuk dina Qiyamat, padha Ingsun paringi tetenger ala"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Sawise Ingsun tumpes para umat kuna - kuna, (kayata para umate Nabi Uh, wong 'Aad, wong Tsamud lan liya - liyane), kanggo conto wong akeh, supaya padha oleh pitedah bener, lan minangka rahmat marang wong kang padha percaya marang Allah, Ingsun banjur maringi kitab Taurat marang Musa, supaya para ummate padha elinga"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "(Muhammad) Nalikane Ingsn imbal pangandika karo Musa (ana ing gungun Thursina), dhek samana sira ora ana igkulon, lan sira ora maneni anggoningsun imbal pangandika mau"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Sapungkure Musa, Ingsun nitahake manungsa pirang - pirang kang padha dawa - dawa umure. Mengkono maneh sira ora omah - omah tetanggan karo wong Madyan (ing panggonane Syu'aib biyen) amacakake timbalan - timbalan Ingsun marang dheweke, (mesthi sira ora sumurup lelakone Syu'aib lan Musa mau). Ewadene sarehne Ingsun ngutus marang sira, dadi sira Ingsun sumurupake"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Mengkono uga nalikane Musa Ingsun timbali nampani kitab Taurat ana gunung Thursina, sira ora ana ing gunung kono, ewadene sira Ingsun utus, minangka rahmat saka Pangeranira, supaya sira anggo mulang marang wong -wong ing alam kabeh sapungkure 'Isa, supaya padha gelem ngestokake (eling) marang prentah Ingsun"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Lan supaya wong mau menawa ing tembe ketaman ing siksa amarga saka kaluputane kang ditindakake dhewe, aja nganti sesambat mengkene, \"Dhuh ALlah, kenging punapa Panjenengan boten kersa utusan Rosul anedah - nedahaken dhumateng kawula. Upami Panjenengan kersa Utusan, kawula temtu ngestokaken dhawuh Panjenengan, sarta kawula lajeng klebet ewonipun tiyang mukmin"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Bareng wong kafir mau ketekan utusan kang bener saka Ingsun, banjur padha madoni, \"Kenging punapa Muhammad boten dipun paringi dening Allah, kados peparingipun dhateng Musa rumiyin? (Mhammad), sira dhawuha, \"Wong kafir apa ora maido marang dhawuhe Musa biyen?\" Padha ngucap, \"AL-Quran lan Taurat iku loro pisan sihir kabeh kang padha sabiyantu (tulung - tinulung) mulane loro pisan Ingsun maido"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "(Muhammad) sira dhawuha, \"Menawa pangucapira iku temen lan bener, mara nekakna kitab terang saka Allah, kang ngungkuli al-Qur'an lan Taurat anggone nuduhake dalan keselametan, ingun bakal manut"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Menawa won gkafir ora bias nymbadani nganakake apa kang dadi penjalukira,iku sira sumurupa, menawa wong kafir mau satemene mung brengkele nuruti karepa (nafsune) dhewe bae. Ora ana wong kang kesasar banget ngungkuli wong kang berkunung nuruti karepe dhewe, tanpa pitedah saka Allah. Satemene Allah ora kersa paring pitedah lan keselametan marang wong kafir"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "Lan yekti temen Ingsun wis nerangake al-Qur'an pangandikaningsun marang para manungsa, supaya padha eling marang Ingsun"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "(Muhammad) wong kang padha Ingsun paringi cecekelan kitab kuna (yaiku 'Abdullah bin salam, sakancane wong ) saiki banjur padha iman lang ngestokake dhawuhingsun"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Lan nalika diwacakake al-Qur'an, banjur padha ngucap, \"Kita pitados sarta ngestokaken dhateng al-Qur'an, awit al-Qur'an punika haq (leres), terang saking pangeran kita, malah saderengipun al-QUr'an punika dipun turunaken, kita sampun pitados\". (Awit sampun dipun weca wonten ing kitab cecepangan kita)"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "(Abdullah bin Salam sakancane wong mau) mesthi padha diparingi ganjarang rong perkara, (kang siji ganjarang anggone iman marang cecekelane kitab lawas, liyane ganjarang anggone iman marang al-Qur'an), awit anggone padha teguh atine, ngestokake kita loro mau, lan padha nyirnakake alane kanti nindakake kebecikan, apadene padha nanjakake rejeki peparingsun"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "(Lan maneh wong mau) Menawa krungu tetembungan ala saka wong kafir, pisah sepadhane, padha mlengos, pangucape, \"Tindakingsung bakal manfa'ati marang ingsun dhewe, dene tindakira, kadadeyane iya bakal bali marang awakira dhewe. Ingsun lan sira andum selamet bae, ingsun ora gelem kekancan karo wong bodho (ora sumurup marang agama kang bener)"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "(Muhammad) sira mangsa bisaha nuduhake dalan keselamatan marang wong kang sira tresnane, nanging Allah kang kuwasa paring pitedah dalan keselametan marang wong kang dadi keparang kersane. Allah luwih nguningani marang wong kang pinaringan pitedah"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Wong mau (iya iku turune wong Quraisy) padha ngucap, \"Menawi kita manut pitedahipun agama Islam kaliyan panjenengan, kita kuwatos, bade dipun usir saking negari punika\", (Pangandikane Allah), \"(Wong - wong Quraisy) apa ora wis Ingsun wenangake manggon ana ing Mekkah bumi suci kelawan tentrem, ora ana pangaru-biru, pirang - pirang woh - wohan kang warna-warna minangka peparingingsun rejeki? ewadene wong - wong mau kang akeh padha ora sumurup"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Pira bae kehe kutho kang padha mubra -mubru panguripane, babar pisan ora gelem syukur marang Allah, kang wus Ingsun rusak. Dene petilasane seprene Isih. Sapungkure wong mau, ora ana wong kang gelem manggon ing kono, kajaba mung (kaggo palerenane wong mlaku) sawatara suwene. Lan Ingsun kang dadi waris"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Pangeranira ora kersa numpes wong ing kutho - kutho marga saka dosane, kajaba menawa wis ngutus rasul ana ing pusating kutho mau, ngratakake dhawuhingsun marang wong - wong ing kono, kang mangka wong ing kono ora perduli. Ingsun ora kersa numpes wong kutho - kutho kejaba menawa ong ing kono padha duraka"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Kabeh kabungahan kang diparingake amrang sira, ora luya kabungahan lan rerengganing donya, kang mung sawatara suwene banjur sirna. Dene ganjaran ana ing ngarsane ALlah iku luwih becik tur langgeng. Apa sira ora sumurup"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Wong kang Ingsun paringi prasetya becik bakal kaganjar suwarga, iku mesthi kaleksanan. Apa iku padha wae karo wong kang Ingsun lulu, kauripan (kabungahan) ing donya? ing besuk ana ing akherat bakal padha anampani pidana"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "(Muhamad)sira nyritakna bab dina Qiyamat nalikane Allah meleh - melehake marang won gkang padha musyrik, pangandikane, \"Endi rupane brahala kang padha sira anggep dadi timbanganingsun"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Para pengarepe wong kafir kang wis tetep padha munjuk ing ALlah, \"Dhuh Pangeran kawula!, para tiyang kafir punika tiyang ingkang sami kawula sasaraken, kesasaripun sami kemawon kaliyan kesasar kawula, sapunika kawula wisuh, awit para tiyang kafir punika boten nate manembah dhumateng kawula"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Para wong kafir mau bakal padha didhawuhi (dening malaikat), \"Mara padha ngundhanga brahala kang padha sira sembah biyen, supaya padha nulungi\". Wong kafir mau banjur padha ngundang brahalane nanging padha ora mangsuli. Para wong kafir padha sumurp siksa neraka, entek atine. Upama wong kafir mau nalika ana ing donya manut ptedah agama Islam, wis mesthi padha ora sumurup siksa neraka"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "(Muhammad), Nalikane Allah andangu marang para wong kafir, pangadikane, \"Kepriye aturira nalikane sira didhawuhi dening para Rasul"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Sanalika wong - wong kafir padha ilang pikire, ora bisa mangsuli pangandikne Allah, lan ora bisa takon tinakon padha kancane"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Dene wong kang banjur tobat nalika ana ing donya, lan banjur iman marang Allah, lan banjur nindakake penggawe becik iku kena diarep - arep, dadi ewone wong kang begja"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Pangeranira iku kang nitahake kabeh barang kang dadi kepareng kersane, dikersakake setia tuhu ngabekti marang Allah. {ara kawula ora bisa duwe pilihan apa - apa kang nganti kaleksanan, kajaba kelawan keparenging Allah. Allah iku Maha suci lan Maha luhur, adoh banget saka barang kang padha disekutokake dening wong - wong kafir}"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Pangeranira nguningani kabeh barang kang mung dibathin ana ing sajroning ati dening wong kafir, lan barang kang kawetu ing pangucape"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Yaiku Allah, ora ana sesembahan klawan bener kajaba Allah. Kabeh puji lan pangalembana ana ing donya lan ana ing kaherat iku kabeh kagungane Allah. Allah iku kuwasa ngukumi perkarane kawula kabeh. Ing tembe para kawula iku padha disowanake ana ing ngersane Allah"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "(Muhammad) sira dhawuha, \"Kapriye upama keparenge Allah wektu iki digawe wengi kabeh tanpa awan lan selawas - lawase, nganti tumeka dina Qiyamat? Sapa pangeran kang bisa nekakake pepadhang marang sira saliyane Allah? Apa sira padha ora krungu"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "(Muhammad) sira dhawuha, \"Kepriye upama keparenging Allah wektu iki digawe awan kabeh ing selawas - lawase mgamto tumeka dina Qiyamat? tanpa ana wengine? sapa Pangeran kang bisa nekakae wengi kang bakal sira naggo ngaso utawa leren, kajaba mung ALlah? Apa sira padha ora sumurup"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Panjenengan Allah ndadekake wengi lan rina genta - genti kabeh mau migunani marang sira, supaya wengi mau sira anggo ngaso lan leren, lan rina mau sira anggo wektu pangupa jiwa golek sih peparinge Allah, lan supaya sira padha syukur marang Allah. Kang mengkono iku ewone sihing Allah marang sira"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "(Muhammad) sira nyritakna babagan dina Qiyamat, nalikane Allah nimbali marang wong kafir, banjur padha didangu ,\"Endi wujude brahala kang padha saira degake Pangeran"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Ingsun bakal mundut saksi siji saka umate dhewe - dhewe. Ingsun banjur dangu marang wong kafir, \"ENdhi tandha yektinira?\" Ing kono wong kafir banjur padha sumurup menawa sesembahan kang bener iku mung Allah piyambak. ANggone padha gawe - gawe dhewe bakal padha sirna saka ing kono"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Satemene Qarun iku kelebu umate Musa (malah isih pernah anak sanak). Qarun iku mau gumedhe, ngremehake marang dheweke, ngendelake anggone Ingsun paring kasugihan kang tanpa upama. Sogoking (kunci) gedhong bae saking akehe, ora kuwat dipikul wong (patang puluh) kang padha rosa - rosa. Dhek samana para umate Musa padha mituturi marang Qarun, \"Panjenengan punika sampun bingah - bingah, awit Allah boten remen dhateng tiyang ingkang kalimput ing kabingahan"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Peparinging Allah kasugihan dhateng panjenengan punika prayoginipun panjenengan angge ngangkah kabegjan ing akherat (sarana kadamel mitulungi tiyang ingkang sami kemlaratan), nanging inggih sampun ngatos kesupen dhateng kabetahan panjenengan piyambak ing donya sacekapipun. Panjenengan nyaenana para kawulanipun Allah, kados dene anggenipun Allah ngaeni dhateng panjenengan lan sampun remen damel kerisakan, duraka wanten ing bumi. Awit Allah boten remen dhateng tiyang ingkang sami damel kerisakan"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Qarun mangsuli, \"Anggeningsun diparingi kasugihan dening Allah semene iki, amarga akeh ilmuningsun, dadi ora mligi peparingi Allah.\" (Pangandikane Allah), Qarun mau apa sumurup ceritane dhek biyen Allah wis nate numpes wong kang luwih dening santosa lan akeh kancane, ngungkuli Qarun mau? Para wong kafir wis ora usah ditakoni dosane"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Ing sawiji dina Qarun metu marang umate Musa ginarubyuk wong akeh kang padha nganggo - anggo kang sarwa indah, para wong mukmin kang padha kepengin kabungahan ing donya padha ngucap, \"Adhuh mbok ingsun iki diparingi dening Allah kaya peparinge marang Qarun! sayekti dheweke iku duwe kabegjan gedhe temenan"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Pra kang padha kedunungan kawruh padha mangsuli, \"He cilaka temen sira, sumurupa, ganjarane Allah marang wong kang padha percaya marang panjenengane sarta padha nindakake kebecikan, iku luwih dening becik, ngungkuli peparinge marang Qarun iku, ewadene ora ana won gkang tumindak mengkono mau kajaba wong kang teguh atine"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Saka kersaningsun, Qarun mau dalah omahe lan bandhane diuntal ing bumi, mulane ora ana kang bisa nulungi marang Qarun mau, kajaba mung ALlah kang bisa paringi pitulung, Dadi Qarun mau tetep wong kang ora pikantuk pitulung"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Para wong kang maune padha kepengin sugih kaya Qarun, padha gegetun, pangucape, \"Ingsun sumurup menawa Allah iku paring rejeki akeh marang para kawulane ora dadi keparenging kersane, lan ana uga kang mung dicumpi bae. Upama ingsun ora diparingi pitulung dening Allah , kedunungan iman, kaya - kaya ingsun melu diuntal dening bumi kaya Qarun. Ingsun temen sumurup temenan menawa wong kafir iku ora bakal pikantuk kabegjan"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Kabegjan ing kaherat iku ingsun parengake marang wong kang ora kumaluhur ana ing bumi, ngremehake marang liyane, lan ora gawe kerusakan kalawan nganiaya, dene pungkasan kang becik iku tinemtokake marang wong kang bekti ing Allah"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Sing sapa nindakake penggawe becik iku dheweke pikantuk ganjaran kang luwih becik tinimbang timbangane kebecikane. Dene sing sapa tumindak ala, iku patrapane mung samurwate tumindake ala kang ditindakake"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "(Muhammad) satemene Allah kang nemtokake marang sira, ngundhangake al-Qur'an lan ngestokake, mesthi bakal ambalekkake sira marang bumi wutah rahira (Mekkah). Sira dhawuha, \"Pangeraningsun nguningani marang wong kang ngundhangake pitutur bener, lan marang wong kang cetha - cetha kesasar"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Sira ora duwe pangarep - arep supaya al-QUr'an iku didhawuhake lantaran sira, ewadene Allah andhawuhake al-Qur'an lantaran sira, iku ora liya minangka sih kamurahane Pangeran marang sira, mulane sira aja pisan - pisan ngrojongi marang wong kafir"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "(Muhammad) sawise al-Qur'an didhawuhake marang sira, wong Islam padha mantep sungkeme, pangucape wong kafir aja pisan - pisan mekewuhi wong Islam anggone ngestokake al-Qur'an ayate Allah. Para manungsa padha sira tuntunen ngabekti ing ALlah, aja padha tumindak musrik"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Sira aja ngarani ana sesembahan klawan bener saliyane Allah. Ora ana sesembahan klawan bener kajaba mung Allah piyambak. Kabeh barang kang dumadi iku kabeh bakal sirna mung Dzate ALlah kang langgeng. Allah iku Maha Kuwasa gawe putusan perkarane para titah. Besuk ana ing akherat, para titah mau bakal padha bali sowan marang ngarsane Allah"
        }
    ]
}