{
    "rukus": [
        {
            "chapter": 7,
            "verse": 182,
            "text": "Na wale ambao walizikanusha aya zetu wakazikataa na wasiwaidhike nazo, tutawafungulia milango ya riziki na njia za maisha katika ulimwengu, kwa kuwavuta kidogo kidogo mpaka wahadaike kwa yale ambayo wako nayo na waitakidi kuwa wao wako kwenye kitu cha maana, kisha tutawatesa kwa ghafla kwa namna wasioijua. Haya ni mateso yatokao kwa Mwenyezi Mungu ya kukanusha hoja za Mwenyezi Mungu na aya Zake"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Na nitawapa muhula hawa ambao walizikanusha aya zetu mpaka wadhanie kwamba wao hawatateswa, waongeze ukafiri na uasi. Na kwa hivyo, waongezewe adhabu. Kwani vitimbi vyangu ni vigumu, yaani: ni vya nguvu na vikali havizuiliwi kwa nguvu wala kwa hila"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Kwani hawafikirii hawa ambao walizikanusha aya zetu wakazingatia kwa akili zao na wakajua kwamba Muhammad hana wazimu? Yeye hakuwa isipokuwa ni mwenye kuwaonya wao mateso ya Mwenyezi Mungu kwa kumkanusha kwao Yeye, iwapo hawataamini, na ni mshauri muaminifu"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Au kwani hawaangalii, hawa wakanushaji aya za Mwenyezi Mungu, kwenye ufalme wa Mwenyezi Mungu uliyo mkubwa na mamlaka Yake yenye uwezo wa kushinda, mbinguni na ardhini na chochote kile Alichokiumba Mwenyezi Mungu, zimetukuka sifa Zake, kwenye vitu viwili hivyo, wakalitia akilini hilo na wakalizingatia kwa akili zao na wakaangalia muda wa kikomo cha maisha yao ambao huenda ukawa umesongea karibu wakawa watakufa kwenye ukafiri wao na watakuwa kwenye adhabu ya Mwenyezi Mungu na mateso yake makali? Basi ni kitisho gani na onyo gani baada ya onyo la Qur’ani wataliamini na watalifanyia kazi"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Yoyote ambaye Mwenyezi Mungu Anampoteza njia ya sawa hakuna mwenye kumuongoza, na Atawaacha wao ndani ya ukafiri wao wakiwa wanaduwaa na wanapigwa na bumbuazi"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Wanakuuliza, ewe Mtume, makafiri wa Makkah kuhusu Kiyama: kusimama kwake ni lini? Waambie, elimu ya kusimama kwake iko kwa Mwenyezi Mungu, haitoi nje isipokuwa Yeye, imekuwa nzito kuijua na imefichika kwa watu wa mbinguni na ardhini. Hakuna Malaika aliyekaribishwa wala Mtume aliyetumilizwa anayejua wakati wa kusimama kwake. Hakiji isipokuwa kwa ghafla. Hawa watu wanakuuliza kuhusu hiko Kiyama kama kwamba wewe una pupa la kukijua, una bidii sana ya kukiuliza. Waambie, «Ujuzi wake uko kwa Mwenyezi Mungu Ambaye Anayajua yaliyofichika kwenye mbingu na ardhi. Lakini wengi wa watu hawajui kwamba hilo hakuna anayelijua isipokuwa Mwenyezi Mungu.»"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Sema, ewe Mtume, «Siwezi kuiletea mema nafsi yangu wala kuiepushia shari yenye kuifikia, isipokuwa iwapo Mwenyezi Mungu Alitaka. Na lau mimi ningalikuwa najua yaliyofichika ningalifanya njia ambazo najua kwamba zitaniongezea maslahi na manufaa na ningalijikinga na shari yenye kuwa kabla haijatukia. Mimi si yoyote isipokuwa ni mjumbe wa Mwenyezi Mungu, Amenituma kwenu, naogopesha mateso Yake na natoa bishara njema ya thawabu Zake kuwalipa watu wanaoamini kuwa mimi ni Mtume wa Mwenyezi Mungu na wakafuata sheria Yake kivitendo"
        }
    ]
}