{
    "rukus": [
        {
            "chapter": 9,
            "verse": 17,
            "text": "Si katika mambo ya washirikina kuziamirisha Nyumba za Mwenyezi Mungu huku wao wanautangaza ukafiri wao wa kumkanusha Mwenyezi Mungu na wanamfanya kuwa Ana washirika. Washirikina hawa, Siku ya Kiyama, vitendo vyao vyote vitaharibika na mwisho wao ni kukaa milele Motoni"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Hawawi na hamu ya kujishughulisha na Nyumba za Mwenyezi Mungu na kuziamirisha. isipokuwa wale ambao wanamuamini Mwenyezi Mungu na Siku ya Mwisho, wanasimamisha Swala, wanatoa Zaka na hawaogopi, kwa ajili ya Mwenyezi Mungu, lawama ya yoyote mwenye kulaumu. Hawa waamirishaji ndio waongofu wa njia ya haki"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Mnayafanya, enyi watu, yale mnayoyasimamia ya kuwanwyesha mahujaji na kuuamirisha msikiti wa Ḥarām ni kama Imani ya aliyemuamini Mwenyezi Mungu na Siku ya Mwisho na akapigana jihadi katika njia ya Mwenyezi Mungu? Haziwi sawa hali za Waumini na hali za makafiri mbele ya Mwenyezi Mungu, kwani Mwenyezi Mungu halikubali tendo lolote bila ya Imani. Na Mwenyezi Mungu hawaelekezi watu wanaozidhulumu nafsi zao kwa ukafiri kwenye mambo mema"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Wale waliomuamini Mwenyezi Mungu, wakaiacha Nyumba ya ukafiri wakielekea kwenye Nyumba ya Uislamu na wakatoa mali zao na nafsi zao katika jihadi ili kulikuza neno la Mwenyezi Mungu. Hawa wana daraja kubwa mno kwa Mwenyezi Mungu, na wao ndio wenye kufaulu kuzipata radhi Zake"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Hakika Waumini hawa waliohama wana habari njema kutoka kwa Mola wao za rehema kunjufu na radhi ambayo hapatakuwa na hasira baada yake; na mwisho wao ni kwenda kwenye mabustani ya Pepo ya milele na neema zisizokoma"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Hali ya kukaa kwenye mabustani hayo ya Pepo neema hizo kikao kisicho na kikomo. Na hayo ni malipo ya yale waliyoyatanguliza ya utiifu na vitendo vyema katika maisha yao ya ulimwenguni. Hakika Mwenyezi Mungu, Aliyetukuka, Ana malipo makubwa kwa aliyeamini na akafanya mema kwa kuzifuata amri Zake na kuyaepuka Makatazo Yake"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Enyi ambao mlimuamini Mwenyezi Mungu na Mtume Wake na mkafuata sheria Yake kivitendo, msiwafanye jamaa zenu, miongoni mwa kina baba, watoto na wengineo, kuwa ni marafiki (mnaowategemea) mkawa mnawasambazia siri za Waislamu na mnawataka ushauri katika mambo yenu, iwapo bado wako kwenye ukafiri na kuufanyia uadui Uislamu. Na yoyote atakayewafanya wao kuwa ni marafiki na akawapa mapenzi, atakuwa amemuasi Mwenyezi Mungu Aliyetukuka na ameidhulumu nafasi yake dhuluma kubwa"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Sema, ewe Mtume, kuwaambia Waumini, «Iwapo mtawafanya kina baba, watoto, ndugu , wake na jamaa wa karibu, mali mlizozikusanya, biashara ambazo mnaogopa zisikose soko na majumba yanayopendeza ambayo mumekaa ndani yake, (iwapo mtayafanya hayo) ni bora kuliko kumpenda Mwenyezi Mungu na Mtume Wake na jihadi katika njia Yake, basi yangojeni mateso ya Mwenyezi Mungu na adhabu Yake kwenu. Na Mwenyezi Mungu hawapi taufiki wenye kutoka nje ya utiifu Wake"
        }
    ]
}