{
    "rukus": [
        {
            "chapter": 30,
            "verse": 28,
            "text": "Mwenyezi Mungu Amewapigia mfano, enyi washirikina, utokao na nafsi zenu: Je kuna yoyote, kati ya watumwa wenu na wajakazi wenu, anayeshirikiana na nyinyi katika riziki yenu na mkaona kuwa nyinyi na wao muko sawa katika hiyo, ikawa mnawaogopa wao kama mnavyowaogopa waungwana washirika katika ugawaji wa mali zenu? Nyinyi hamtaridhika na hilo, basi vipi mtaridhika na hilo upande wa Mwenyezi Mungu kwa kumfanya kuwa Ana mshirika miongoni mwa viumbe Vyake? Kwa mfano wa ufafanuzi huu, tunawafafanulia ushahidi na hoja watu wenye akili timamu ambao watanufaika nao"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Bali washirikina walifuata matamanio yao kwa kuwaiga wazazi wao bila ujuzi wowote, wakashirikiana nao katika ujinga na upotevu. Na hakuna yoyote anayeweza kumuongoza yule ambaye Mwenyezi Mungu Amempoteza kwa sababu ya kuendelea kwake kwenye ukafiri na ukaidi. Na hawa hawana wasaidizi wa kuwaokoa na adhabu ya Mwenyezi Mungu"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Basi simamisha uso wako, ewe Mtume, wewe na waliokufuata na uendelee kwenye msimamo wa dini ambayo Mwenyezi Mungu Amekuwekea, nayo ni Uislamu ambao Mwenyezi Mungu Ameifanya ilingane na maumbile ya watu. Basi kuendelea kwenu kubaki kwenye Uislamu, na kushikamana kwenu nao ni kushikamana na umbile la Mwenyezi Mungu la kumuamini Mwenyezi Mungu Peke Yake. Hapana ugeuzaji wa uumbaji wa Mwenyezi Mungu na Dini Yake, kwani hiyo ndiyo njia iliyonyoka yenye kupelekea kwenye radhi za Mwenyezi Mungu, Mola wa viumbe wote, na Pepo Yake. Lakini wengi wa watu hawajui kuwa yale niliyokumrisha nayo, ewe Mtume, ndiyo Dini ya haki na si nyigine"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Na muwe ni wenye kurejea kwa Mwenyezi mungu kwa kutubia na kumtakasia matendo mema. Na muogopeni Yeye kwa kufanya maamrisho na kujiepusha na makatazo, na msimamishe Swala kikamilifu kwa nguzo zake na mambo yake yanayopasa na sharti zake, na msiwe ni miongoni mwa wenye kumshirikisha mwingine pamoja na Mwenyezi Mungu katika ibada"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Na msiwe ni miongoni mwa washirikina na watu wa (kufuata) matamanio na mambo ya uzushi, walioibadilisha dini yao na wakaigeuza kwa kuchukuwa baadhi yake na kuacha baadhi yake kwa kufuata matamanio yao, wakawa ni makundi na mapote, wanafuata mikao ya viongozi wao na vyama vyao na maoni yao, wanasaidiana wao kwa wao katika batili, kila watu wa kundi wanashangilia na kufurahia mkao wao, wanajihukumia wenyewe kuwa wao wako kwenye haki na wasiokuwa wao wako kwenye ubatilifu"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Na yakiwapata watu matatizo na misukosuko wanamuomba Mola wao, hali ya kumtakasia, Awaondolee mashaka, na Anapowarehemu na Akawaondolea mashaka, punde si punde linatoka pote la watu kati yao wakarudi kwenye ushirikina mara nyingine wakamuabudu mwingine pamoja na Mwenyezi Mungu"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Ili wakanushe kile tulichowapa na kuwaneemesha kwacho cha kutatuliwa matatizo na kuondolewa shida. Basi stareheni, enyi washirikina, kwa neema na ukunjufu katika dunia hii, mtakijua mtakachokikuta cha adhabu na mateso"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Au tuliwateremshia hawa washirikina hoja yenye kutoa mwangaza na kitabu kisicho na shaka kitamke kueleza usahihi wa ushirikina wao na ukanushaji wao Mwenyezi Mungu na aya Zake"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Na tunapowaonjesha watu neema itokayo kwetu ya afya, uzima na mafanikio, wanafurahia hilo furaha ya kiburi na majivuno, na sio furaha ya shukrani. Na yakiwapata wao magonjwa, umasikini, kuogopa na dhiki kwa sababu ya dhambi zao na maasia yao, ghafula wao wanakata tamaa kuwa hayo yatawaondokea. Na hii ni tabia ya wengi wa watu katika hali ya neema na matatizo"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Kwani hawajui kwamba Mwenyezi Mungu Anamkunjulia riziki Anayemtaka kwa kumjaribu: atashukuru au atakufuru? Na (kwani hawajui kwamba Yeye) Anambania riziki Anayemtaka kwa kumjaribu: je atavumilia au atababaika? Hakika katika kukunjulia na kubania kuna alama (za utendakazi wa Mwenyezi Mungu) kwa watu wanaomuamini Mwenyezi Mungu na wanaojua hekima ya Mwenyezi Mungu na rehema Yake"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Basi mpe , ewe mwenye kuamini, jamaa yako wa karibu haki yake ya kuunga kizazi na sadaka na mambo mengine ya wema. Na mpe masikini na mwenye uhitaji aliyekatikiwa na njia (kwa kuishiwa na pesa akiwa safarini) Zaka na sadaka. Kwani kutoa huko ni bora kwa wale wanaoukusudia kupata radhi ya Mwenyezi Mungu kwa matendo yao mema. Na wanaofanya matendo haya na megineyo miongoni mwa matendo mema, wao ndio wenye kufaulu kupata malipo ya Mwenyezi Mungu, ndio wenye kuokoka na mateso Yake"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Na mkopo wowote wa pesa mnaoutoa kwa makusudio ya riba, na kutaka kuzidisha mkopo huo ili kupatikane ongezeko katika mali ya watu, basi mbele ya Mwenyezi Mungu hayaongezeki, bali Anayaondolea baraka na kuyabatilisha. Na Zaka na sadaka mnazotoa kuwapatia wastahiki kwa kutafuta radhi za Mwenyezi Mungu na kutaka malipo yake, basi hiki ndicho ambacho Mwenyezi Mungu Anakikubali na Atawaongezea mara nyingi zaidi"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Mwenyezi Mungu, Peke Yake, Ndiye Aliyewaumba nyinyi, enyi watu, kisha Akawapa riziki katika uhai huu, kisha Atawafisha muda wenu ukomapo, kisha Atawafufua kutoka makaburini mkiwa muko hai mpate kuhesabiwa na kulipwa. Je kuna yoyote miongoni mwa washirika wenu anayefanya chochote katika hayo? Ameepukana Mwenyezi Mungu na Ametakasika na ushirikina wa hawa wenye kumshirikisha"
        }
    ]
}