{
    "rukus": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "Ewe Nabii! Endelea daima kwenye kumcha Mwenyezi Mungu kwa kuyafanya maamrisho Yake na kujiepusha na makatazo Yake, na waumini wakufuate kwa kuwa wao wanahitajia hilo zaidi kuliko wewe, na usiwatii makafiri na watu wa unafiki. Hakika Mwenyezi Mungu ni Mjuzi wa kila kitu, ni Mwenye hekima katika uumbaji Wake, amri Zake na uendeshaji mambo Wake"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Na uyafuate yale uliyoletewa wahyi kutoka kwa Mola wako, ya Qur’ani na Sunnah. Hakika Mwenyezi Mungu Anayaona mnayoyafanya na ni Mwenye kuwalipa kwa hayo, hakuna kitu kinachofichamana Kwake katika hayo"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Na umtegemee Mola wako, na umuachie Yeye mambo yako, na Yeye Anatosha kuwa Mtunzi kwa anayemtegemea na kurudia Kwake"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Mwenyezi Mungu hakumfanya yoyote miongoni mwa wanadamu awe na nyoyo mbili kifuani mwake, na hakuwafanya wake wenu mnaojiharamisha nao kwa njia ya ẓihār kama vile uharamu wa mama zenu. (Ẓihār ni mwanamume kumwambia mkewe, ‘Wewe ni haramu kwangu kama vile mgongo wa mamangu.’ Na hii ilikuwa ni talaka katika kipindi cha ujinga (kabla ya kuja Uislamu) na Mwenyezi Mungu Akabainisha kwamba mke hawi mama kwa namna yoyote. Na Mwenyezi Mungu Hakuwafanya watoto wa kubandika kuwa ni wana katika sheria. Bali ufananishaji na mgongo na ubandikaji wana, viwili hivyo havina uhakika katika uharamishaji wa milele, kwani mke aliyefananishwa na mgongo wa mama hawi ni kama mama katika uharamu, na nasaba haithubutu kwa kujibandika wana kwa mtu kusema kuhusu mwana wa kubandika, «Huyu ni mwanangu». Kwani haya ni maneno ya mdomo yasiyo na ukweli na hayazingatiwi. Na Mwenyezi Mungu Anasema haki na Anawabainishia waja Wake njia Yake na Anawaongoza njia ya uongofu"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Wale mnaodai kuwa ni wana wenu wanasibisheni na baba zao, hilo ni jambo la uadilifu zaidi na la sawa zaidi kwa Mwenyezi Mungu. Mkiwa hamuwajui baba zao wa kihakika, basi hapo waiteni kwa undugu wa Dini ambayo inawakusanya nyinyi na wao, kwani wao ni ndugu zenu katika Dini na pia ni marafiki zenu. Na nyinyi hamna dhambi kwa makosa mliyoyafanya bila kukusudia, lakini Mwenyezi Mungu Atawapatiliza mkifanya hilo kwa kusudi. Na Mwenyezi Mungu ni Mwingi wa msamaha kwa aliokosea, ni Mwingi wa rehema kwa mwenye kutubia dhambi Zake"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Nabii Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, ni bora kwa Waumini na ni karibu na wao zaidi kuliko nafsi zao katika mambo ya dini na dunia. Na heshima ya wake za Nabii, rehema ya Mwenyezi Mungu na amani zimshukie, kwa ummah wake, kama vile heshima ya mama zao, haifai kuwaoa wake za Mtume, rehema ya Mwenyezi Mungu na amani zimshukie, baada yake. Na wenye ujamaa wa ukaribu, miongoni mwa Waislamu, baadhi yao wana haki zaidi ya kuwarithi wengine katika hukumu ya Mwenyezi Mungu na sheria Yake kuliko kurithi kwa (misingi ya) Imani na uhamiaji. (Waislamu hapo mwanzo wa Uislamu walikuwa wakirithiana kwa misingi ya hijrah (uhamiaji) na Imani au Dini na si kwa kizazi, kisha hilo likaondolewa kwa aya ya urathi), isipokuwa iwapo nyinyi, enyi Waislamu, mtawafanyia wema kwa kuwahami, kuwafanyia wema, kuwaunga na kuwaachia wasia wa kuwafaidisha. Hukumu hii iliyotajwa imekadiriwa, imeandikwa kwenye Ubao uliyohifadhiwa, basi ni lazima kwenu muifuate kivitendo. Ndani ya aya hii pana ulazima wa kuwa Mtume, rehema na amani zimshukie, awe ni mwenye kupendwa zaidi na mja kuliko nafsi yake, na ulazima wa kumfuata yeye kikamilifu. Na ndani yake pana ulazima wa kuwaheshimu mama za Waumini, wake za Mtume, rehema ya Mwenyezi Mungu na amani zimshukie, na kwamba mwenye kuwatukana atarudi na hasara"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "Na kumbuka utaje, ewe Nabii, tulipochukua kutoka kwa Manabii ahadi ya mkazo kutekeleza ujumbe, na tukachukua ahadi kutoka kwako, na kutoka kwa Nūḥ, Ibrāhīm, Mūsā na Īsā mwana wa Maryam (nao ndio Mitume wenye nyoyo thabiti, katika kauli iliyo mashuhuri), na tukachukua kutoka kwao ahadi ya mkazo ya kufikisha ujumbe na kutekeleza amana na kuaminiana wao kwa wao"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "Mwenyezi Mungu Alichukua ahadi hiyo kutoka kwa Mitume hao, ili Apate kuwauliza waliotumwa vile walivyojibiwa na ummah wao, ili Mwenyezi Mungu Awalipe Pepo wenye kuamini. Na Amewaandalia makafiri, Siku ya Kiyama, adhabu kali ndani ya Jahanamu"
        }
    ]
}