{
    "rukus": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "Shukrani ni za Mwenyezi Mungu kwa sifa Zake ambazo zote ni sifa za ukamilifu, na kwa neema Zake za nje na za ndani za kidini na za kidunia, Ambaye Ana ufalme wa vilivyoko mbinguni na vilivyoko ardhini, na ni Zake Yeye sifa njema zilizotimia huko Akhera, na Yeye Ndiye Mwenye hekima katika matendo Yake, Aliye Mtambuzi wa mambo ya viumbe Vyake"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Anakijua kila kinachoingia ardhini miongoni mwa matone ya maji na kinachotoka humo miongoni mwa mimea, madini na maji, na kinachoshuka kutoka juu miongoni mwa mvua, Malaika na Vitabu, na vinavyopanda huko miongoni mwa Malaika na matendo ya waja. Na Yeye Ndiye Mwenye kuwarehemu waja Wake, Hawaharakishii mateso wale wenye kuasi kati yao, ni Mwingi wa msamaha wa dhambi za wenye kutubia Kwake, wenye kujitegemeza Kwake"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Na makafiri wenye kukanusha kufufuliwa walisema. «Kiyama hakitatujia.» Sema, ewe Mtume, uwaambie, «Kwani! Ninaapa kwa Mola wangu, kitawajia! Lakini hakuna yoyote anayejua wakati wa kuja kwake isipokuwa Mwenyezi Mungu, Mjuzi wa visivyoonekana, Ambaye haufichamani Kwake uzito wa kadiri ya chungu mdogo uliyo mbinguni au ardhini, hata mdogo zaidi kuliko huo na hata mkubwa, isipokuwa uko kwenye Kitabu kilichotunzwa, nacho ni Ubao Uliohifadhiwa"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "Ili Awalipe mema wale waliomuamini Mwenyezi Mungu, wakamfuata Mtume Wake na wakafanya matendo mema, hao watakuwa na msamaha wa dhambi zao na riziki njema, nayo ni Pepo.»"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Na wale wanaotembea katika kuizuia njia ya Mwenyezi Mungu, kuwakanusha Mitume Wake na kuzitangua aya zetu huku wakiteta na Mwenyezi Mungu wakipinga amri Zake, hao watakuwa na adhabu mbaya zaidi na yenye ukali mwingi zaidi"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Na wale waliopatiwa elimu wanajua kwamba Qur’ani uliyoteremshiwa kutoka kwa Mola wako ndiyo haki na kwamba inaongoza kwenye njia ya Mwenyezi Mungu, Aliye Mshindi Asiyeshindwa wala kuzuiliwa, bali Amekitendesha nguvu kila kitu na Amekishinda, Ndiye Mwenye kusifiwa katika maneno Yake, matendo Yake na Sheria Zake"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Na makafiri wanasema, wakiambiana wao kwa wao kwa njia ya shere, «Je, tuwaoneshe mtu ( wakimkusudia Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie) atakayewaambia kwamba nyinyi mkifa na miili yenu ikawa mbalimbali kabisa kuwa nyinyi mtahuishwa na mtafufuliwa kutoka makaburini mwenu» wanasema hayo kwa kupita kiasi katika kukanusha kwao"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Kwani mtu huyu amemzulia Mwenyezi Mungu urongo, au ana wazimu na kwa hivyo anasema jambo asilolijua? Mambo si vile kama wanavyosema makafiri, bali Muhammad ni mkweli wa wakweli. Na wale wasioamini kufufuliwa na wasiofanya matendo ya kuwafaa huko, watakuwa kwenye adhabu ya milele huko Akhera, na wako kwenye upotevu wa mbali hapa duniani"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Kwani hawaoni makafiri hawa wasioamini Akhera ukubwa wa uweza wa Mwenyezi Mungu juu ya vilivyoko mbele yao na nyuma yao, miongoni mwa mbingu na ardhi, vinavyoshangaza akili, na kwamba viwili hivyo vimewazunguka? Tutakapo tutawazamisha ndani ya ardhi, kama tulivyomfanyia Qārūn, au tutawateremshia vipande vya adhabu, kama tulivyowafanyia watu wa Shu'ayb, kwa hakika mbingu iliwanyeshea moto ukawaunguza. Hakika katika hilo tulilolitaja la uwezo wetu kuna ushahidi wazi kwa kila mja mwenye kurudi kwa Mola wao kwa kutubia, mwenye kukubali upweke Wake na mwenye kumtakasia ibada"
        }
    ]
}