{
    "rukus": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Ashasikia Mwenyezi Mungu neno la Khawalah binti ya Tha’labah anayekurudiarudia kuhusu mumewe Aws mwana wa al-Ṣāmit na kuhusu kile kilichotokea upande wake cha kufanya ẓihār nako ni kule kutamka mumewe kumwambia yeye, «wewe kwangu mimi ni kama mgongo wa mamangu», yaani katika uharamu wa kumuingilia, na huku anamnyenyekea Mwenyezi Mungu Aliyetukuka Amtatulie shida yake, na Mwenyezi Mungu Anayasikia maneno yenu na marudiano yenu. Hakika Mwenyezi Mungu ni Msikizi wa kila neno, ni Muoni wa kila kitu, hakifichiki Kwake chochote chenye kufichika"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "wale wanaowafananisha wake zao na mama zao, kwa kutoka mwanamume miongoni mwao kumwambia mkewe, «Wewe kwangu ni kama mgongo ya mamangu» yaani kuwa kumuingilia ni haramu, wamemuasi Mwenyezi Mungu na wameenda kinyume na Sheria. Na wake zao si mama zao kihakika, bali wao ni wake zao; mama zao ni wale tu waliowazaa wao. Na hawa wanaowafananisha wake zao na mama zao, kwa hakika, wanasema neno la urongo lililo baya lisilo sahihi. Na hakika Mwenyezi Mungu ni Mwingi wa kusamahe na kusitiri kwa wale ambao yametokea kwao baadhi ya mambo ya uvunjaji Sheria kisha wakayarakebisha kwa kutubia kidhati"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Na wale wanaojiharamishia wake zao kwa kuwafananisha na migongo ya mama zao kisha wakarudi nyuma na hilo neno na wakataka kuwaingilia, basi ni juu ya yule mume aliyetoa tamshi la ẓihār, katika hali hii, atoe kafara ya kule kujiharamishia, nayo ni kuacha shingo huru yenye Imani: mtumwa au kijakazi, kabla hajamuingilia yule mkewe aliyemfananisha na mgongo wa mamake. Hiyo ndiyo hukumu ya Mwenyezi Mungu kwa anayemfananisha mkewe na mgongo wa mamake, mnakumbushwa mwaidhike nayo, enyi Waumini, ili msiingie kwenye kosa la kuwafananisha wake zenu na mama zenu na kusema neno la uzushi, na mtoe kafara mnapoingia kwenye kosa hilo, na ili msirudie tena kufanya hilo. Na Mwenyezi Mungu hakifichamani chochote Kwake Yeye katika matendo yenu, na Yeye ni Mwenye kuwalipa kwayo"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Na Asiyepata shingo ya kuiacha huru, basi lililo wajibu kwake ni kufunga miezi miwili iliyofuatana kabla hajamuundama mkewe. Na asiyeweza kufunga miezi miwili kwa udhuru wa kisheria, basi na awalishe masikini sitini chakula kinachowashibisha. Hayo tuliyoyaelezea nyinyi ya hukumu ya kujiharamishia mke wake kwa kumfananisha na mgongo wa mamake ni kwa sababu mmuamini Mwenyezi Mungu na mumfuate Mtume Wake na mfanye matendo yanayoambatana na Sheria ya Mwenyezi Mungu na muache yale ambayo mlikuwa mkiyafanya wakati mlipokuwa kwenye ujinga. Hukumu hizo zilizotajwa ndizo amri za Mwenyezi Mungu na mipaka Yake, basi msiikiuke. Na wenye kuzikataa watapata adhabu yenye uchungu"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Hakika ya wale wanaomfanyia uadui na Mwenyezi mungu na Mtume Wake na wakaenda kinyume na amri zao, watadhalilishwa na watatwezwa kama walivyodhalilishwa ummah waliokuwa kabla yao waliopingana na Mwenyezi Mungu na Mitume Wake. Na tumeteremsha aya zenye hoja zilizo wazi zinazoonyesha kuwa Sheria ya Mwenyezi Mungu na mipaka Yake ni kweli. Na wenye kuzikanusha aya hizo watapata adhabu yenye kudhalilisha ndani ya moto wa Jahanamu"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "Na kumbuka, ewe Mtume, Siku ya Kiyama, Siku ambayo Mwenyezi Mungu Atawahuisha wafu wote na Atawakusanya wa mwanzo na wa mwisho katika uwanja mmoja, Awape habari ya yale waliyoyafanya ya kheri na shari. Mwenyezi Mungu Ameyadhibiti hayo na Ameyaandika katika Ubao Uliohifadhiwa, na Amewatunzia wao katika kurasa za matendo yao na hali wao wameyasahau. Na Mwenyezi Mungu ni Shahidi wa kila jambo, hakuna chochote kinachofichamana Kwake"
        }
    ]
}