{
    "rukus": [
        {
            "chapter": 4,
            "verse": 97,
            "text": "Hakika wale ambao Malaika waliwafisha na wao wako katika hali ya kujidhulumu wenyewe kwa kukaa katika nchi ya ukafiri na kuacha kuhama, Malaika watawaambia kwa njia ya kuwalaumu, «Mlikuwa katika nini kuhusu mambo ya Dini yenu?’ watasema, «Tulikuwa wanyonge nchini kwetu, tumelemewa kuweza kujiepushia dhuluma na maonevu.» Malaika watawaambia kwa njia ya kuwalaumu, «Kwani ardhi ya Mwenyezi Mungu haikuwa kunjufu mkatoka kwenye ardhi yenu mkaenda ardhi nyingine ambapo mtaaminika na Dini yenu?» Basi hao makao yao ni Moto. Na haya ni makao mabaya ya mtu kuishilia"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "Wataepushwa na mwisho huo wakongwe wanaume na wanawake na watoto ambao hawawezi kujiondolea udhalimu na uonevu na hawajui njia yoyote ya kuwaokoa wao na mateso"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "Wanyonge hawa ndio wanaotarajiwa kupata msamaha kutoka kwa Mwenyezi Mungu Aliyetukuka, kwa kuwa Yeye Anaujua uhakika wa mambo yao. Na Mwenyezi Mungu ni Mwingi wa msamaha, Anawasamehe makosa yao na Anawafinikia na kuwasitiria"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "Na yoyote mwenye kutoka kwenye ardhi ya ushirikina kwenda kwenye ardhi ya Uislamu kwa ajili ya kukimbia na dini Yake, akitaraji fadhila za Mola wake na akikusudia kuinusuru dini Yake, atapata katika ardhi mahali pa kuelekea ambapo ataneemeka, pawe ni sababu ya yeye kupata nguvu na maadui zake kuwa wanyonge, pamoja na kupata ukunjufu wa riziki na maisha. Na yoyote mwenye kutoka nyumbani kwake kwa lengo la kuinusuru dini ya Mwenyezi Mungu na Mtume Wake , rehema ya Mwenyezi Mungu na amani zimshukiye na kulitukuza neno la Mwenyezi Mungu kisha akapatikana na kifo kabla ya kufikia lengo lake, basi malipo ya kitendo chake yameshathibiti kwa Mwenyezi Mungu, kwa fadhila Zake na wema Wake. Na Mwenyezi Mungu ni Mwingi wa msamaha, ni Mwingi wa huruma kwa waja Wake"
        }
    ]
}