{
    "pages": [
        {
            "chapter": 33,
            "verse": 36,
            "text": "ALLAH ve elçisi bir işte hüküm verdiği zaman, hiçbir inanan erkek ve kadın o işte seçim hakkına sahip değildir. Kim ALLAH'a ve elçisine isyan ederse açık bir biçimde sapmış olur"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "ALLAH tarafından kendisine iyilik yapılan ve senin de iyilikte bulunduğun kişiye, \"Karını tut ve ALLAH'ı gözet,\" diyordun. Böylece ALLAH'ın açığa vuracağı bir şeyi gizliyordun. ALLAH'tan çekinmen gerekirken halktan çekiniyordun. Zeyd eşiyle ilişiğini kestiğinde biz seni onunla evlendirmiştik ki, inananlar, evlatlıkları eşleriyle ilişiklerini kestiklerinde onlarla evlenmekte güçlükle karşılaşmasın. ALLAH'ın buyruğu yerine getirilmelidir"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "ALLAH'ın kendisine yasallaştırdığı bir konuda peygambere herhangi bir engel yoktur. Bu, öteden beri, gelmiş geçmişlere uygulanan ALLAH'ın sünneti (yasası) dır. ALLAH'ın emri, belirlenmiş ve kesinleşmiştir"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "ALLAH'ın elçiliğini duyuranlar sadece O'nu sayarlar ve ALLAH'tan başka hiç kimseden çekinmezler. Hesap sorucu olarak ALLAH yeter"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammed, adamlarınızdan herhangi birisinin babası olmadı. Ancak o ALLAH'ın elçisi (rasulü) ve son peygamber (nebi) oldu. ALLAH her şeyi iyi bilir"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Ey inananlar ALLAH'ı çok sık olarak anın"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "O'nu sabah akşam yüceltin"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "O ki sizi karanlıklardan ışığa çıkarmak için melekleri ile birlikte sizi destekler. O, inananlara karşı Rahimdir"
        }
    ]
}