{
    "juzs": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Ve ben, nefsimi ibra edemem (temize cıkaramam). Cunku nefs, mutlaka sui olanı (serri, kotulugu) emreder. Rabbimin Rahim esmasıyla tecelli ettigi (nefsler) haric. Muhakkak ki Rabbim, magfiret edendir (gunahları sevaba cevirendir). Rahim´dir (rahmet nurunu gonderen ve merhamet edendir)"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Ve melik soyle dedi: “Onu bana getirin! Onu kendim icin sectim.\" Onunla konusunca: “Muhakkak ki; sen, bugun bizim yanımızda mevki sahibisin, eminsin (guvenilir kisisin).” dedi"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "(Yusuf A.S) soyle dedi: “ Beni bu yerin hazineleri uzerine sorumlu kıl! Muhakkak ki; ben iyi korurum, iyi bilirim.”"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Ve iste boylece Yusuf (A.S)´ı yeryuzunde yerlestirdik (mevki sahibi yaptık). Onun (yeryuzunun), diledigi yerine yerlesti. Diledigimiz kimseye rahmetimizi gondeririz. Ve muhsinlerin ecrini (mukafatını) zayi etmeyiz"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Ve mutlaka amenu olan (yasarken Allah´a ulasmayı dileyen) kimseler icin ahiretin (ruhu hayatta iken Allah´a ulastırmanın) ecri (mukafatı) daha hayırlıdır. Ve onlar takva sahibi olmuslardır"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Ve Yusuf (A.S)´ın kardesleri geldiler ve onun yanına girdiler. Onlar onu tanımadıkları halde o, onları hemen tanıdı"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Ve onların zahiri yuklerini hazırlayınca soyle dedi: “Sizin babanızdan olan diger kardesinizi bana getirin. Olcuyu tam ifa ettigimi gormuyor musunuz? Ben ikram edenlerin en hayırlısıyım"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "“Eger onu bana getirmezseniz, o taktirde benim yanımda sizin icin bir olcek (zahire bile) yoktur. Ve bir daha yanıma gelmeyin (bana yaklasmayın).”"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "“Onu babasından istemeye calısacagız. Ve biz bunu mutlaka yaparız.” dediler"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Adamlarına (yardımcı genclere) soyle dedi: “Onların erzak bedellerini, yuklerinin icine koyun (geri verin). Umulur ki; onlar ailelerine geri dondukleri zaman onu farkederler, boylece geri gelirler"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Boylece ailelerine dondukleri zaman (babalarına) soyle dediler: “ Ey babamız! Bize olcek (erzak verilmesi) yasak edildi. Artık kardesimizi bizimle gonder ki; biz olcekle (erzak) alalım. Muhakkak ki; biz onu gercekten koruyanlarız"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "(Yakub A.S) soyle) dedi: “Ancak daha once onun kardesi icin sizden emin oldugum gibi onun hakkında size guvenir miyim? Fakat Allah koruyucuların en hayırlısıdır ve O rahmet edenlerin en cok rahmet edenidir.”"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Ve yuklerini (metalarını) actıkları zaman sermayelerini kendilerine iade edilmis buldular ve soyle dediler: “Ey babamız! Daha ne isteriz. Bunlar bizim sermayemiz. Bize geri verilmis ve ailemize (gene) erzak getiririz ve kardesimizi koruruz. Ve (erzakımızı) bir deve yuku (daha) arttırırız. Iste bu az bir miktardır.”"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "(Yakub A.S): “Sizin kusatılmanız haric onu mutlaka bana getireceginize dair, Allah adına bir misak (kesin soz) verinceye kadar onu sizinle gondermem.\" dedi. Bunun uzerine ona misaklerini verdiler. O zaman soyle dedi: “Allah bizim soylediklerimize vekildir.”"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Ve soyle dedi: “Ey ogullarım! Bir tek kapıdan girmeyiniz. Ayrı kapılardan giriniz. Allah´tan olan bir seyi sizden gideremem. Hukum ancak Allah´a aittir. Ben, O´na tevekkul ettim. Artık tevekkul edenler de, O´na tevekkul etsinler"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Ve babalarının onlara emrettigi yerden girdiler. Fakat bu, Allah´tan olan bir seyi onlardan gidermedi (onlara bir fayda vermedi). Ancak (bu), Yakub (A.S) nefsindeki bir dilegi yerine getirmis oldu. Muhakkak ki; o, Biz ona ogrettigimiz icin bir ilmin sahibi idi. Fakat insanların cogu bilmez"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "“Yusuf (A.S)´ın huzuruna girdikleri zaman (oz) kardesini yanına aldı. “Gercekten ben senin kardesinim, artık onların yaptıkları seylere uzulme.” dedi"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Artık onların yukunu hazırladıgı zaman su kabını, kardesinin yukunun icine koydu. Sonra muezzin: “Ey kafile, muhakkak ki; siz gercekten hırsızlarsınız!” diye seslendi"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Onlara donerek: “Kaybettiginiz nedir?” dediler"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "“Melik´in su kabını kaybettik.” dediler. Kim onu getirirse (ona) bir deve yuku (erzak) var. Ve ben, ona kefilim"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Allah´a andolsun ki; siz de biliyorsunuz biz burada fesat cıkarmak icin gelmedik. Ve biz, hırsız degiliz (olmadık)"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "“Eger siz yalan soyluyorsanız, o taktirde onun cezası nedir?” dediler"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "“Onun cezası, o taktirde yukunde (kayıp esya) bulunan kisinin kendisidir (kisinin kendisi ceza olarak bir yıl kole olur). Biz, zalimleri iste boyle cezalandırırız.” dediler"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Boylece (aramaya) kardesinin heybesinden once onların ( diger kardeslerinin) heybeleri ile basladı. Sonra onu kardesinin heybesinden cıkardı. Yusuf icin iste boyle bir duzen hazırladık. Allah´ın dilemesi haric Melik´in milletinde (kurallarında) kardesini (tutmak, alıkoymak) olmazdı. Diledigimiz kimsenin derecelerini yukseltiriz. Ve butun ilim sahiplerinin ustunde daha iyi bilen vardır"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Soyle dediler: “Eger o calmıssa ondan once onun kardesi de calmıstı.” Fakat Yusuf onu icinde gizledi, onlara acıklamadı. (Icinden dedi ki:) “Sizin durumunuz daha fena, Allah anlattıklarınızı cok iyi bilir.”"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "“Ey aziz (vezir)! Gercekten onun cok yaslı, buyuk bir babası var. O sebeple onun yerine bizden birisini al (tut). Muhakkak ki; biz seni muhsinlerden goruyoruz.” dediler"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Esyamızı yanında buldugumuz kisiden baskasını almaktan (tutmaktan) Allah´a sıgınırım. Eger biz (bunu) yaparsak, o zaman elbette zalimlerden oluruz"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Artık ondan umitlerini kestikleri zaman bir kenara cekildiler. Onların en buyugu gizlice konusarak soyle dedi: “Babamızın sizden, Allah adına misak aldıgını ve daha once Yusuf´a yaptıgınız kusuru bilmiyor musunuz? Babam bana izin verinceye kadar veya Allah benim hakkımda hukum verinceye kadar, artık buradan asla ayrılmayacagım. Ve o hukum verenlerin en hayırlısıdır.”"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Babanıza donun ve soyle soyleyin: “Ey babamız! Senin oglun, gercekten hırsızlık yaptı. Biz bildigimizden baska bir seye sahit olmadık (gormedik). Ve biz gaybı (nasıl oldugunu) da bilmiyorduk"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Ve icinde bulundugumuz sehir halkına ve aralarında dondugumuz kervana sor. Muhakkak ki; biz gercekten sadıklarız (dogru soyleyenleriz)"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Yakub (A.S) soyle dedi: \"Hayır, sizin nefsiniz sizi bu ise tesvik etti.” Artık bundan sonrası guzel (bir) sabırdır. Umulur ki; Allah, onların hepsini bana getirir. Muhakkak ki; O Alim (en iyi bilen) ve Hakim (hikmet ve hukum sahibi) olandır"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Ve onlardan yuz cevirdi ve: “Yusuf´a yazık oldu (vah yusuf)” dedi. Artık o uzuntusunu sakladıgı (kezim oldugu) halde huzunden gozleri agardı"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "(Ogulları) soyle dediler: “Allah´a andolsun ki; hasta oluncaya veya helak oluncaya kadar Yusuf´u anmaya devam ediyorsun.”"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "(Yakub A.S ) soyle dedi: “Ben kederimi ve huznumu sadece Allah´a arz ederim (sikayet ederim). Ve sizin bilmediginiz sey(ler)i ben Allah´tan (Allah´ın bildirmesi ile) bilirim"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "Ey ogullarım, gidin ve Yusuf´u ve onun kardesini iyice arastırın! Allah´ın verecegi ferahlıktan umut kesmeyin. Muhakkak ki; kafirler (onu inkar edenler) kavminden baskası, Allah´ın verecegi ferahlıktan umut kesmez"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Bundan sonra onun huzuruna girince soyle dediler: “Ey aziz! Bize ve ailemize siddetli darlık dokundu ve biz az sermaye ile geldik. Artık bize olcegi tam olarak ver ve bize tasadduk et (sadaka ver). Muhakkak ki; Allah sadaka verenlerin mukafatını verir"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Yusuf (A.S): “Siz cahil iken Yusuf´a ve onun kardesine yaptıgınız seyi bildiniz mi (hatırladınız mı)?” dedi"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "“Gercekten sen misin? Mutlaka sen Yusuf´sun!” dediler. “Ben Yusuf´um ve bu benim kardesim. Allah bizi ni´metlendirdi. Cunku kim takva sahibi olur ve sabrederse, o taktirde, muhakkak ki; Allah muhsinlerin ecrini zayi etmez.”"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "“Allah´a yemin olsun ki; Allah seni kesinlikle bize ustun kılmıs. Ve biz, elbette (kasten gunah isleyen) gunahkarlar olduk.” dediler"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "“Bugun size kınama (suclama) yoktur. Allah size magfiret etsin. Ve O, Rahim olanların en cok rahmet (merhamet) edenidir.” dedi"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "“Bu gomlegimi goturun, sonra da onu babamın yuzune surun. Gorme hassası (geri) gelir. Ve ailenizin hepsini bana getirin.”"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Ve kafile (Mısır´dan) ayrıldıgı zaman onların babası soyle dedi: “Bana ´bunuyor´ demezseniz, gercekten ben Yusuf´un rayihasını (kokusunu, Yusuf´tan gelen ruzgarın esintisini) duyuyorum.”"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "“Allah´a yemin olsun” dediler. “Gercekten sen eski dalaletinin (eski uzuntunun verdigi sapmanın) icindesin.”"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Boylece mujdeci geldigi zaman onu (Yusuf´un gomlegini), onun (babasının) yuzune surdu. Gorme hassası hemen geri dondu. Yakub (A.S): “Ben size demedim mi? Gercekten, ben sizin bilmediginiz seyleri Allah´tan (vahiy olarak) biliyorum.” dedi"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Yusuf (A.S)´ın kardesleri) soyle dediler: “Ey babamız! Bizim gunahlarımız icin magfiret dile. Gercekten biz, bilerek gunah isleyenlerden olduk"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "“Sizin icin Rabbimden yakında magfiret isteyecegim. Muhakkak ki; O Gafur´dur, Rahim´dir.” dedi"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Boylece Yusuf´un huzuruna girdikleri zaman, anne ve babasını kendi yanına aldı. Ve soyle dedi: “Allah´ın dilemesiyle emin (guvende) olarak Mısır´a girin.”"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Ve anne babasını tahtın ustune cıkarttı. Ona secde ederek egildiler. Yusuf (A.S) soyle dedi: “Ey babacıgım! Bu, daha onceki ruyamın yorumudur. Rabbim onu hakikat kıldı (gerceklestirdi). Ve beni zindandan cıkardıgı zaman bana en guzelini yaptı (Benim icin en guzelini dizayn etti). Ve seytan, benimle kardeslerimin arasını actıktan sonra sizi colden getirdi. Muhakkak ki; benim Rabbim, diledigine lutuf sahibidir. Alim (en iyi bilen) ve Hakim (en iyi hukum veren, hikmet sahibi) olan muhakkak ki; “O” dur.”"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "“Rabbim bana mulk verdin. Ve olayların (sozlerin, ruyaların) tevilini (yorumunu) bana ogrettin. Semaları ve yeryuzunu yaratan, Sen benim dunyada ve ahirette velimsin (dostumsun). Beni musluman (Allah´a teslim-i kulli ile teslim olan) olarak vefat ettir ve beni salihler arasına kat"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Iste bu sana vahyettigimiz gaybın haberlerindendir. Ve onlar, tuzak hazırlıyorken, isleri icin karar verdikleri zaman, sen onların yanında degildin"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Ve sen (onların mu´min olmalarını) cok istesen bile, insanların cogu mu´min olmazlar"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Ve sen onlardan bir ucret istemiyorsun. O ancak alemlere bir zikirdir"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Semalarda ve yeryuzunde nice ayet (delil) vardır. Ve onlar, ondan (o delilden) yuz cevirerek yanından gecerler"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Ve onların cogu, sirk kosmadan Allah´a inanmazlar"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Bundan sonra Allah´ın azabından bir perdenin (herseyi ortup kaplayan bir azabın) gelmesinden veya onlar farkında olmadan o saatin (o vaktin) ansızın onlara gelmesinden (gelmeyeceginden) emin mi oldular"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "De ki: “Benim ve bana tabi olanların, basiret uzere (kalp gozuyle basar ederek, Allah´ı gorerek) Allah´a davet ettigimiz yol, iste bu yoldur. Allah´ı tenzih ederim. Ve ben, musriklerden degilim.”"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Senden once, kendilerine vahyettigimiz sehirler halkının adamlarından baskasını gondermedik. Onlar yeryuzunde dolasmazlar mı? Artık baksınlar! Onlardan oncekilerin akıbetleri (sonları) nasıl oldu? Ve takva sahipleri icin ahiret yurdu mutlaka daha hayırlıdır. Hala akıl etmiyor musunuz"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Resuller, umutlarını kestikleri zaman ve hatta yalanlandıklarını zannettikleri bir sırada, onlara yardımımız geldi. Boylece diledigimiz kimse(ler) kurtarıldı. Azabımız mucrim kavimden geri dondurulmez"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Andolsun ki; onların kıssalarında ulul´ elbab icin (sır sahipleri icin) bir ibret vardır. Uydurulan bir soz degildir ve lakin onların ellerindekini tasdik eder ve herseyi ayrı ayrı acıklar. Mu´min kavim icin bir hidayet ve rahmettir"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Elif, lam, mim, ra; bunlar Kitab´ın ayetleridir. Ve sana Rabbinden indirilen haktır. Fakat insanların cogu inanmazlar (mu´min olmazlar)"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Gormekte oldugunuz semaları (gok katlarını) direksiz olarak yukselten Allah´tır. Sonra arsa istiva etti. Ve Gunes´i ve Ay´ı emri altına aldı. Hepsi belirlenmis bir sureye kadar akıp gider. Isleri duzenleyip idare eder. Ayetleri ayrı ayrı acıklar ki; boylece Rabbinize mulaki olmaya (olmeden evvel ruhunuzu Allah´a ulastırmaya) yakin hasıl edersiniz"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Yeryuzunu uzatıp, yayan O´dur. Orada daglar ve nehirler kıldı (yarattı, olusturdu). Orada butun urunlerden ikili ciftler (zıt cinsli esler) yarattı (olusturdu). Geceyi, gunduze orter. Muhakkak ki; bunda tefekkur eden kavim icin elbette ayetler (deliller) vardır"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Yeryuzunde birbirine komsu kıtalar (kara parcaları) ve uzum bagları, ekinler ve budaklı ve budaksız, hurma agaclarından bahceler vardır. Aynı su (tek bir su) ile sulanır ve Biz onların bazısını bazısına, yenmesinde (tadına, lezzetine ve kokusuna gore) ustun kılarız. Akıl eden kavim icin muhakkak ki bunda, ayetler vardır"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Eger acayip buluyorsan (sasıyorsan) (bil ki;) asıl onların: “Biz toprak oldugumuz zaman mı, gercekten, mutlaka yeniden mi halkedilecegiz (yaratılacagız)?\" sozleri acayip (sasılacak sey)dir. Iste onlar, Rab´lerini inkar eden kimselerdir. Ve iste onlar, boyunlarında demir halkalar olanlardır ve iste onlar ates ehlidir. Onlar orada ebedi kalanlardır"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Ve onlardan once bircok cezalar gelip gecmis oldugu halde, senden haseneden once seyyiati (iyilikten once kotulugu) acele istiyorlar. Ve muhakkak ki; senin Rabbin, insanlar icin, onların zulumlerine karsı magfiret sahibidir. Ve muhakkak ki; Rabbinin ikabı elbette cok siddetlidir"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Ve kafirler derler ki: “O´nun uzerine Rabbinden bir mucize indirilmeli degil miydi?” Sen, sadece bir uyarıcısın ve butun kavimler icin hidayetci vardır (zamanın her parcasında ve butun kavimlerde)"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah butun kadınların ne tasıdıgını ve rahimlerinin neyi azalttıgını ve neyi artırdıgını bilir. O´nun katında hersey bir miktarla takdir edilmistir"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Gorunen (sahit olunan) ve gorunmeyeni (gaybı) bilir. Buyuktur, Ali (yuce)dir"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Sizden, sozu gizleyen kimse ile onu alenen (acıkca) soyleyen kimse ve o geceleyin gizlenip, gunduzleyin yoluna devam eden kimse musavidir (esittir). (O, hepsini bilir. ayet)"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Onları (o kavimdekileri), onunden ve arkasından (onden arkaya dogru uzanan) takip edenler (devrin imamlarını koruyan muhafız melekler) vardır. Allah´ın emrinden olup, onları korurlar. Muhakkak ki; Allah, onlar nefslerinde olan seyi (hidayette kalma konusundaki niyetlerini) bozmadıkca, bir kavimde olan seyi bozmaz (devrin imamının ruhunu baslarının uzerinden almaz). Ve Allah, bir kavme ceza vermeyi diledigi zaman, artık onu reddedecek (mani olacak kimse) yoktur. Ve onlar icin, ondan baska koruyan bir dost yoktur"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Size simsegi korku ve umit icin goster. (Yagmur) yuklu bulutları insa eden (duzenleyen) O´ dur"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Gok gurultusu ve melekler, O´nu, hamd ile ve O´nun (Allah´ın) korkusundan tesbih ederler. Ve yıldırımları, O gonderir. Boylece onlar, Allah hakkında mucadele ederlerken, diledigi kimseye onu isabet ettirir. Ve O, karsı koyulması mumkun olmayandır"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Hakkın daveti O´nadır (Kendisinedir, Allah´adır). O´ndan baskasına davet ettikleri (seyler), onlara bir seyle icabet etmezler. Onlar ancak suya, onun agzına, suyun ulasması icin avucunu acmıs kimse gibidir. O (su), ona ulasacak degildir. Ve kafirlerin daveti, dalaletten (su nasıl onların agızlarına ulasamıyorsa, dalalette olanlar da hidayete ulasamaz) baska bir sey degildir"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Yerdekiler ve goktekiler ve onların golgeleri, sabah aksam, isteseler de istemeseler de Allah´a secde ederler. (Fizik vucutların golgesi nefs ve ruhtur. Fizik vucutlar secde edince, nefsler de secde ederler. Ruh hasletleri ile isteyerek secde eder. Nefs, afetlerinden dolayı istemeyerek secde eder. Kisi Allah´a ulasmayı dilemisse, nefs tezkiyesine ulasınca; agırlık Allah´ın nurlarına gecer. O zaman nefs de isteyerek secde eder)"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "“Semaların ve yeryuzunun Rabbi kimdir?” de. “Allah´tır” de. Artık ondan baska kendilerine bile fayda ve zararı olmayan dostlar mı edindiniz? “Goren ve gormeyen bir olur mu? Veya karanlıklar ile nur bir olur mu?” de. Yoksa onlar, onun yaratması gibi yaratan ortaklar kıldılar da, boylece bu yaratma onlara benzer mi gorundu? De ki: “Allah, herseyin yaratıcısıdır.” Ve O, tek Kahhar (kahreden), herseye gucu yeten, en kuvvetli olandır"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Semadan su indirdi. Boylece vadiler takdir edildigi kadar sel oldu aktı. Ve sel, uste cıkan kopugu yuklenip goturdu. Sus veya meta (esya) yapmak isteyerek ateste yakılan (eriyen) seylerden (madenlerden) de, uzerlerinde onun gibi kopuk olusur. Allah, iste boylece hak ve batıla misal verir. Sonra kopuk cozulup, dagılarak gider. Fakat insanlara faydası olan seyler, boylece yeryuzunde kalır. Allah, iste boyle misaller verir"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Rab´lerine (Rabbinin emrine) icabet edenler icin en guzeli vardır. Ve O´na icabet etmeyenler, yeryuzunde olanların hepsi ve bir o kadarı daha onların olsa, onu mutlaka fidye olarak verirlerdi. Iste onlar; onlar icin hesabın kotusu var. Ve onların barınacagı yer, cehennem; ne kotu bir dosektir"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Oyleyse sana Rabbinden indirilenin hak oldugunu bilen kimse, ama olan (gormeyen) kimse gibi midir? Fakat ulul´elbab (Allah´ın sırlarının ve daimi zikrin sahipleri), tezekkur eder"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Onlar, Allah´ın ahdini ifa ederler (ruhlarını, vechlerini, nefslerini ve iradelerini Allah´a teslim ederler). Ve misaklerini (diger teslimlerle birlikte iradelerini de Allah´a teslim edeceklerine dair misaklerini) bozmazlar"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Ve onlar Allah´ın (olumden evvel), Allah´a ulastırılmasını emrettigi seyi (ruhlarını), O´na (Allah´a) ulastırırlar. Ve Rab´lerine karsı husu duyarlar ve kotu hesaptan (cehenneme girmekten) korkarlar"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Onlar, sabırla Rab´lerinin vechini (Zat´ını, Zat´a ulasmayı ve Allah´ın Zat´ını gormeyi) dileyenler ve namazı ikame edenler, onları rızıklandırdıgımız seylerden gizli ve acıkca infak edenlerdir. Ve seyyiati, hasenat ile (iyilikle) savan kimselerdir. Iste onlar icin, bu dunyanın (guzel bir) akıbeti (sonucu) vardır"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Adn cennetleri (vardır). Onların babalarından ve eslerinden ve zurriyyetlerinden salaha ulasan kimseler, ona (adn cennetlerine) girerler. Ve her kapıdan melekler, onların yanlarına girerler"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Sabretmenizden dolayı size selam olsun. Dar-ı dunyanın (dunya yurdunun) akıbeti (sonucu) ne guzel"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Onlar, misaklerinden sonra (Allah´a ruhlarını, vechlerini, nefslerini ve iradelerini teslim edeceklerine dair ezelde Allah´a misak verdikten sonra) Allah´ın ahdini bozarlar (ruhlarını, vechlerini, nefslerini ve iradelerini Allah´a teslim etmezler). Ve Allah´ın, O´na (Allah´a) ulastırılmasını emrettigi seyi keserler (ruhlarını Allah´a ulastırmazlar). Ve yeryuzunde fesat cıkarırlar (baska insanların da Sıratı Mustakim´e ulasmalarına mani oldukları icin fesat cıkarırlar). Lanet onlar icindir. Ve yurdun kotusu (cehennem) onlar icindir"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allah, diledigi kimseye rızkı genisletir ve daraltır. Onlar, dunya hayatı ile sevinirler (ferahlanırlar). Dunya hayatı, ahiret hayatı yanında (gecici) bir metadan baska bir sey degildir"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Ve kafirler: “Ona, Rabbinden bir ayet (mucize) indirilse olmaz mı?” derler. De ki: “Muhakkak ki Allah, diledigi kimseyi dalalette bırakır ve O´na yonelen kimseyi Kendine ulastırır (hidayete erdirir).”"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Onlar, amenudurlar ve kalpleri, Allah´ı zikretmekle mutmain olmustur. Kalpler ancak; Allah´ı zikretmekle mutmain olur, oyle degil mi"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Amenu olanlar (olmeden once Allah´a ulasmayı dileyenler) ve salih amel (nefsi ıslah edici amel) yapanlar ne mutlu onlara ve meabın (sıgınagın) (en) guzeli onların"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Boylece, ondan once gelip gecmis ummetlerde oldugu gibi, seni de, sana vahyettigimizi, onlara okuman icin bir ummetin icine gonderdik. Onlar, Rahman´ı inkar ediyorlar. De ki: “O benim Rabbimdir. Ben O´na tevekkul ettim ve O´ndan baska ilah yoktur. Ve tovbem, donusum (tovbesi kabul edilmis olarak donusum) O´nadır.”"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Eger gercekten onunla daglar yurutulen veya onunla yer yarılan veya onunla oluler konusturulan bir Kur´an olsaydı bile, butun isler (emirler) Allah´ındır (Allah´a aittir). Amenu olanlar hala (onların iman etmelerinden) umitlerini kesmediler mi? Allah dilemis olsaydı insanların hepsini elbette hidayete erdirirdi. Kafir olan kimselere, yaptıklarından dolayı buyuk bir musibetin (cezanın, felaketin) isabet etmesi veya yurtlarının (evlerinin) yakınına musibetler hulul etmesi, Allah´ın vaadi gelinceye kadar devam eder. Muhakkak ki Allah vaadinden donmez"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Andolsun ki; senden onceki resullerle de alay edildi. Fakat Ben, kafir olan (inkar eden) kimselere muhlet verdim. Sonra onları yakaladım (helak ettim). O zaman Benim ikabım nasıl oldu"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Artık butun nefslerin kazandıkları seyler uzerinde kaim olan kimdir? Ve onlar, Allah´a ortaklar kıldılar. De ki: \"Onları isimleri ile (davet etsinler, icabet edilmeyecegini gorsunler). Yoksa siz, O´na (Allah´a) yeryuzunde bilmedigi bir seyi mi haber veriyorsunuz? Veya sozun zahir olanını mı?\" Hayır, kafirlere hileleri suslu gosterildi ve yoldan (Allah´ın yolundan) saptırıldılar. Ve Allah, kimi dalalette bırakırsa artık onun icin bir hidayetci (mehdi) yoktur (bulunmaz)"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Onlar icin dunya hayatında bir azap vardır ve ahiretin azabı daha da mesakkatlidir. Ve onların Allah´tan (Allah´ın azabından) koruyan bir koruyucusu yoktur"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Muttakilere vaadolunan cennet, altından nehirler akan ve onun meyvesi ve golgesi daimi olan (bahce) gibidir. Iste bu, takva sahiplerinin sonudur. Kafirlerin sonu ise atestir"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Kendilerine kitap verilenler sana indirilene sevinirler. Gruplardan, onun bir kısmını inkar edenlere soyle de: “Ben, sadece Allah´a kul olmakla ve O´na sirk kosmamakla emrolundum. Ben, O´na davet ederim ve donusum O´nadır (meabım, sıgınagım, donus yerim O´dur)"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Iste boyle O´nu, Arapca bir hukum olarak indirdik. Sana ilimden bunca sey geldikten sonra eger onların heveslerine tabi olursan, elbette senin icin Allah´tan baska bir dost ve bir koruyucu yoktur"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Andolsun, senden once de resuller gonderdik. Onlara da esler ve zurriyyet (cocuklar) kıldık. Bir resul icin, Allah´ın izni olmaksızın bir ayet getirmesi olmaz (mumkun degildir). Her zamanın, bir kitabı vardır"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah, diledigi seyi siler, yok eder (mahveder) ve (diledigi seyi) sabit kılar ve ummulkitap (ana kitap), O´nun indindedir (nezdindedir)"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Ve sayet onlara vaadettigimizin bir kısmını sana gostersek veya seni vefat ettirsek de; artık senin uzerine dusen, sadece tebligidir. Hesap, Bizim uzerimizedir"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Yeryuzune gelip, onu etrafından (cevresinden) nasıl eksiltiyoruz onlar gormuyorlar mı? Ve Allah, hukum verir. O´nun hukmunu bozacak kimse yoktur. Ve O, hesabı cabuk gorendir"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Onlardan oncekiler (de) tuzak kurmuslardı. Oysa butun tuzaklar, Allah´ındır (Allah´a aittir). Butun nefslerin ne kazandıgını O, bilir. Ve (bu) yurdun sonu kimindir, kafirler yakında bilecekler"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Ve kafirler: “Sen, resul olarak gonderilmis degilsin.” derler. De ki: “Allah ve kitabın ilmi yanında olanlar, benimle sizin aranızda sahit olarak kafidir.”"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Elif lam ra. Rab´lerinin izni ile insanları karanlıklardan nura; Aziz, Hamid olanın yoluna cıkarman icin sana indirdigimiz kitaptır"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "O Allah ki; semalarda ve yeryuzunde ne varsa O´nundur. Siddetli azaptan dolayı kafirlerin vay haline"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Onlar, dunya hayatını ahiret hayatına tercih ederler. Ve Allah´ın yolundan alıkoyarlar. Ve onu egriltmek isterler.Iste onlar, uzak bir dalalet icindedirler"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Hicbir resulumuz yoktur ki; Biz, onu kendi kavminin lisanıyla gondermis olmayalım. Onlara (kendi lisanlarıyla) beyan etsin (acıklasın) diye. Oyleyse Allah, diledigini (Allah´a ulasmayı dilemeyenleri) dalalette bırakır. Diledigini (Allah´a ulasmayı dileyenleri) hidayete erdirir. Ve O, Aziz´dir, Hikmet Sahibi´dir"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Andolsun ki; Biz Musa (A.S)´ı: “Kavmini karanlıklardan nura cıkar ve onlara Allah´ın gunlerini hatırlat (onlara Allah´ın gunleri boyunca zikrettir).” diye ayetlerimizle (delillerimizle, mucizelerimizle) gonderdik. Muhakkak ki; bunda sukredip, sabredenlerin hepsi icin ayetler (deliller) vardır"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Ve Musa (A.S) kavmine soyle demisti: “Allah´ın uzerinizdeki ni´metini hatırlayın! Sizi firavun ailesinden (hanedanından) kurtarmıstı. Sizi azabın en kotusune maruz bırakıyorlar ve ogullarınızı olduruyorlar (bogazlıyorlar) ve kadınlarınızı sag bırakıyorlardı. Bunlarda Rabbinizden buyuk bir imtihan vardır"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Ve o zaman Rabbiniz size bildirmisti ki; eger sukrederseniz (ni´metlerinizi) artırırız, eger kufredenlerden olursanız muhakkak ki azabım siddetlidir"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Musa (A.S) soyle dedi: “Eger siz ve yeryuzunde bulunanların hepsi, inkar etseniz (bile) muhakkak ki; Allah Gani (sukrunuze muhtac degil)dir, Hamid´dir"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Sizden oncekilerin, Nuh kavminin, Ad kavminin ve Semud kavminin ve onlardan sonra gelenlerin haberi size gelmedi mi? Onları, Allah´tan baskası bilemez. Onların resulleri, onlara beyyinelerle (delillerle) geldiler. Fakat onlar, ellerini agızlarına goturduler (ofkelendiler). Ve soyle dediler: “Gercekten biz onunla gonderildiginiz seyi inkar ettik. Ve muhakkak ki; biz, bizi kendisine (ona) davet ettiginiz seye karsı tereddut ediyoruz, suphe icindeyiz.”"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Onların resulleri soyle dedi: “Semaları ve arzı yaratan Allah hakkında mı suphedesiniz? Sizi, gunahlarınızı magfiret etmek icin davet ediyor ve sizi belli bir zamana kadar tehir ediyor (muhlet veriyor)”. Onlar da soyle dediler: “Siz ancak bizim gibi bir besersiniz. Babalarımızın ibadet etmis oldugu seylerden bizi alıkoymak (engellemek) istiyorsunuz. Oyleyse bize acıkca bir mucize getirin!”"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Onlara resulleri soyle dedi: “Biz de ancak sizin gibi beseriz (insanız). Fakat Allah, kullarından diledigini ni´metlendirir. Bizim, Allah´ın izni olmaksızın, bir sultan (mucize, delil) getirmemiz olamaz. Artık mu´minler Allah´a tevekkul etsinler.”"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Ve biz nicin Allah´a tevekkul etmeyelim? Bizi, yollarımıza hidayet etmistir (ulastırmıstır). Sizin bize yaptıgınız eziyetlere elbette sabredecegiz Artık tevekkul edenler, Allah´a tevekkul etsinler"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Kafirler, resullerine dediler ki: “Sizi mutlaka arzımızdan (ulkemizden) cıkaracagız veya mutlaka bizim dinimize doneceksiniz.” Bunun uzerine onlara Rab´leri: “Mutlaka zalimleri helak edecegiz.” diye vahyetti"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "Sizi onlardan sonra mutlaka yeryuzunde yerlestirecegiz. Iste bu, makamımdan ve tehditimden (vaadimden) korkan kimse icindir"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "(Resuller) fetih istediler ve butun zorba inatcılar kaybettiler"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Onun arkasında cehennem vardır ve irinli sudan icirilir"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Onu yutmaya calısacak ve (fakat) onu bogazından kolayca geciremeyecek. Butun mekanlardan ona olum (oldurucu sebepler) gelecek ve (fakat) o olemeyecek (olmek istedigi halde olmesi mumkun olmayacak). Ve onun arkasından galiz (agır) bir azap vardır"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Rab´lerini inkar edenlerin amellerinin durumu, siddetli ruzgarın savurdugu kul gibidir. Iktisab ettiklerinden (kazandıklarından) bir seye kaadir olamazlar. Iste o “uzak dalalet”tir"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Allah´ın, semaları ve yeryuzunu hak ile yarattıgını gormuyor musun? Eger O, dilerse sizi yok eder ve yeni bir halketme (yaratma) ile (yeni bir toplum) getirir"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Ve bu, Allah icin buyuk (guc bir is) degildir"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Hepsi Allah´ın huzuruna cıktılar. Ve zayıf (gucsuz) olanlar kibirlenenlere soyle dediler: “Muhakkak ki; biz size tabi olduk. Simdi siz, Allah´ın azabından bir seyi bizden giderebilir misiniz?” Onlar: “Eger Allah, bizi hidayete erdirseydi elbette biz de sizi hidayete erdirirdik. Sabretsek de, sabretmesek de bizim icin aynıdır. Bizim icin kacacak bir yer yoktur.” dediler"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Seytan, emir yerine getirildigi zaman soyle dedi: “Muhakkak ki; Allah, size “hak olan vaadini” vaadetti. Ve ben de size vaadettim. Fakat ben, vaadimden dondum. Ve ben, sizin uzerinizde bir guce (sultanlıga, yaptırım gucune) sahip degilim. Sadece sizi davet ettim. Boylece siz, bana icabet ettiniz. Artık beni kınamayın! Kendinizi kınayın! Ve ben, sizin yardımcınız degilim. Siz de, benim yardımcım degilsiniz. Gercekten ben, sizin beni ortak kosmanızı daha once de inkar ettim. Muhakkak ki; zalimlere acı azap vardır.”"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Amenu olanlar (olmeden once Allah´a ulasmayı dileyenler) ve amilussalihat (nefsi ıslah edici amel) yapanlar, altlarından nehirler akan cennetlere dahil edilirler (konulurlar). Orada Rab´lerinin izni ile ebedi kalırlar. Orada onların tahiyyeleri (temennileri) “selam”dır"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Allah nasıl ornek verdi, gormedin mi? Guzel bir soz, guzel bir agac gibidir. Onun aslı sabittir (koku topraktadır). Ve onun dalları semadadır"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "O her zaman Rabbinin izni ile meyvesini verir. Ve Allah, insanlara ornek (darb-ı misal) verir. Boylece (umulur ki;) onlar tezekkur ederler"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Habis (kotu, cirkin) sozun durumu, yerin ustunden koku koparılmıs, kararsız (dayanaksız) habis (kotu) agac gibidir"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allah amenu olanları (olmeden once Allah´a ulasmayı dileyenleri) sabit sozle dunya ve ahiret hayatında sebat ettirir. Ve zalimleri dalalette bırakır. Allah diledigi seyi yapar"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Allah´ın ni´metini kufurle degistirenleri ve kendi kavimlerini helak yurduna goturenleri gormedin mi"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Cehennem; ona yaslanırlar. Karar kılınan yer ne kotu"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Onun yolundan saptırmak icin Allah´a esler kostular. “Metalanın (refah icinde yasayın)” de. Artık sizin donusunuz atesedir"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Amenu olan (olmeden once Allah´a ulasmayı dileyen) kullarıma soyle: “ Dostluk ve alısverisin olmadıgı o gunun gelmesinden once namazı ikame etsinler! Onları rızıklandırdıgımız seylerden gizli ve aleni (acık) olarak infak etsinler!”"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Semaları ve arzı yaratan ve semadan suyu indiren, boylece onunla sizin icin urunlerden rızık cıkaran ve denizlerde emri ile akıp gitmesi icin gemileri size musahhar kılan ve nehirleri de sizin emrinize veren Allah´tır"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Ve ikisi de (adetleri uzere sunnetullah ile) devamlı hareket halinde olan gunesi ve ay´ı size musahhar kıldı. Geceyi ve gunduzu de size musahhar kıldı"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Ve ondan istediginiz herseyden size verdi. Ve eger Allah´ın ni´metini saysanız onu sayamazsınız. Muhakkak insan, gercekten cok zalim ve cok nankordur (inkarcıdır)"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Ibrahim (A.S) soyle demisti: “Rabbim, bu beldeyi emin kıl. Beni ve ogullarımı, putlara tapmaktan ictinap ettir (uzaklastır)"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Rabbim gercekten onlar (putlar), insanların cogunu dalalete dusurduler. Artık kim bana tabi olursa, bu sebeple o mutlaka bendendir. Ve kim bana asi olursa, o zaman muhakkak ki; Sen Gafur´sun, Rahim´sin"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Ey Rabbimiz! Ben, zurriyetimden bir kısmını ekin bitmeyen bir vadiye, Senin Beyt-i Haram´ının yanında iskan ettim (yerlestirdim). Ey Rabbimiz! Namazı ikame etsinler. Bir kısım insanların kalbini onlara meylettir. Ve onları urunlerden rızıklandır. Boylece onlar sukrederler"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Rabbimiz, muhakkak ki Sen, bizim gizledigimiz seyi de gizlemedigimiz (aleni olan) seyi de bilirsin. Yeryuzunde ve sema(lar)da hicbir sey, Allah´a gizli degildir"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Hamd, ihtiyarlık halinde bana Ismail ve Ishak´ı bagıslayan Allah´a mahsustur. Muhakkak ki; benim Rabbim, duayı mutlaka isitendir"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Rabbim, beni ve zurriyetimi namazı ikame edenlerden kıl. Rabbimiz, duamı kabul buyur"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Rabbimiz, hesap yapıldıgı (goruldugu) gun beni, annemi, babamı ve mu´minleri magfiret et (gunahlarımızı affet)"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Ve Allah´ı, zalimlerin yaptıgı seylerden gafil sanma. Sadece onları, gozlerin dehsetten acılacagı gune tehir eder (erteler)"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Baslarını dik tutarak (gokyuzune dogru devamlı bakarak) kosanlar! Onların bakısları, kendilerine donemez. Veonların kalpleri heva ile (nefsin afetleriyle) doludur (nefsin afetlerinden ibarettir)"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Azabın onlara gelecegi gun ile insanları uyar. O zaman zalimler soyle diyecek: “Rabbimiz, bizi yakın bir sureye kadar tehir et (bize zaman ver). Senin davetine icabet edelim ve resullere tabi olalım.” Daha once “sizin icin bir zeval olmadıgına” yemin eden siz degil misiniz"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Ve siz, nefslerine zulmedenlerin meskenlerine (yerlerine) yerlestiniz ve onlara neler yaptıgımız size acıklandı. Ve size ornekler verdik"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Onlar tuzaklarını (hilelerini) kurmuslardı. Ve onların tuzakları (hileleri) Allah´ın indindedir (Allah onların tuzaklarını bilir), onların tuzakları (hileleri), dagları yok edecek (gucte) olsa bile"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Oyleyse Allah´ı sakın resullerine karsı vaadini yerine getirmez sanma. Muhakkak ki; Allah, azizdir, intikam sahibidir"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "O gun arz (yeryuzu) ve semalar, baska bir hale dondurulur (dondurulmus olur). Ve onlar, Vahid (bir) ve Kahhar olan Allah´ın huzuruna cıkmıs olurlar"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Ve izin gunu, mucrimleri kelepcelenmis, birbirine zincirlerle baglanmıs gorursun"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Onların gomlekleri katrandandır ve onların yuzlerini ates sarar"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "(Bu azap), Allah´ın butun nefslerin kazandıgının karsılıgını (ceza veya mukafat) vermesi icindir. Muhakkak ki; Allah, hesabı cabuk gorendir"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Bu (Kur´an-ı Kerim), O´nunla uyarılmaları ve O´nun (Allah´ın) tek bir Ilah oldugunun bilinmesi ve ulul´elbabın (sırların sahiplerinin) tezekkur etmesi icin insanlara bir acıklamadır"
        }
    ]
}