{
    "pages": [
        {
            "chapter": 6,
            "verse": 119,
            "text": "Warum solltet ihr denn von dem nicht essen, worüber Allahs Name ausgesprochen wurde, wo Er euch bereits erklärt hat, was Er euch verboten hat das ausgenommen, wozu ihr gezwungen werdet? Und gewiß, viele führen mit ihren Gelüsten durch Mangel an Wissen zum Irrweg. Wahrlich, dein Herr kennt die Übertreter am besten"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Und meidet die offenkundige und die geheime Sünde. Jene, die Sünde erwerben, werden den Lohn für ihren Erwerb empfangen"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Und esset nicht von dem, worüber Allahs Name nicht ausgesprochen wurde; denn wahrlich, das ist Frevel. Und gewiß werden die Satane ihren Freunden eingeben, mit euch zu streiten. Und wenn ihr ihnen gehorcht, so werdet ihr Götzendiener sein"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Kann wohl einer, der tot war und dem Wir Leben gaben und für den Wir ein Licht machten, um damit unter den Menschen zu wandeln, dem gleich sein, der in Finsternissen ist und nicht daraus hervorzugehen vermag? Und so wurde den Ungläubigen schön gemacht, was sie zu tun pflegten"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Und so haben Wir es in jeder Stadt mit den Großen ihrer Sünder gemacht: damit sie darin Ränke schmieden. Und sie schmieden nur Ränke gegen sich selbst, ohne daß sie es merken"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Und wenn ein Zeichen zu ihnen kommt, sagen sie: \"Wir werden nicht eher glauben, als bis wir dasselbe erhalten, was die Gesandten Allahs erhalten haben.\" Allah weiß am besten, wem Er Seine Botschaft anvertraut. Wahrlich, Erniedrigung vor Allah und eine strenge Strafe wird die Sünder für ihre Ränke treffen"
        }
    ]
}