{
    "pages": [
        {
            "chapter": 7,
            "verse": 196,
            "text": "Wahrlich, mein Beschützer ist Allah, Der das Buch herabgesandt hat. Und Er beschützt die Rechtschaffenen"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Die aber, die ihr statt Ihm anruft, vermögen euch nicht zu helfen, noch können sie sich selber helfen"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Und wenn ihr sie zum rechten Weg ruft, so hören sie (euch) nicht. Und du siehst sie nach dir schauen, doch sie sehen nicht"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "sbe Nachsicht, gebiete das Rechte und wende dich von den Unwissenden ab"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Und wenn du zu einer bösen Tat vom Satan aufgestachelt worden bist, dann nimm deine Zuflucht bei Allah; wahrlich, Er ist Allhörend, Allwissend"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Wahrlich, diejenigen, die dann gottesfürchtig sind, wenn sie eine Heimsuchung durch Satan trifft, und sich dann ermahnen lassen: siehe, gleich sehen sie (ihren klaren Weg) wieder"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Aber ihre (heidnischen) Brüder treiben sie dazu, im Irrtum fortzufahren, und dann lassen sie (darin) nicht nach"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Wenn du ihnen kein Zeichen bringst, sagen sie: \"Warum erfindest du es nicht?\" Sprich: \"Ich folge nur dem, was mir von meinem Herrn offenbart wurde. Dies sind sichtbare Beweise von eurem Herrn und eine Führung und Barmherzigkeit für gläubige Leute"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Und wenn der Quran verlesen wird, so hört zu und schweigt in Aufmerksamkeit, auf daß ihr Erbarmen finden möget"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Und gedenke deines Herrn in deinem Herzen in Demut und Furcht, ohne laut vernehmbare Worte am Morgen und am Abend; und sei nicht einer der Unachtsamen"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Wahrlich, diejenigen, die bei deinem Herrn sind, sind nicht zu hochmütig dazu, Ihm zu dienen; sie lobpreisen Ihn und werfen sich vor Ihm nieder"
        }
    ]
}