{
    "pages": [
        {
            "chapter": 10,
            "verse": 21,
            "text": "Und wenn Wir die Menschen Barmherzigkeit erleben lassen, nachdem Unheil sie getroffen hat, siehe, dann beginnen sie wieder, gegen Unsere Zeichen Pläne zu schmieden. Sprich: \"Allah schmiedet die Pläne schneller.\" Unsere Boten schreiben wahrlich alles nieder, was ihr an Plänen schmiedet"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Er ist es, Der euch zu Lande und zur See Wege bereitet. Und da sie an (Bord) der Schiffe sind und mit ihnen (den Passagieren) bei gutem Wind dahinsegeln und sich darüber freuen, werden sie plötzlich von einem Sturm erfaßt, und die Wogen schlagen von allen Seiten über sie zusammen. Und sie meinen schon, sie seien rings umschlossen - da rufen sie Allah in vollem, aufrichtigen Glauben an: \"Wenn Du uns aus diesem (Sturm) errettest, so werden wir sicherlich unter den Dankbaren sein"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Doch wenn Er sie dann errettet hat, siehe, schon beginnen sie wieder, ohne Berechtigung auf Erden Gewalt zu verüben. O ihr Menschen, eure Gewalttat richtet sich nur gegen euch selbst. (Genießt) die Gaben des diesseitigen Lebens. Zu Uns sollt ihr dann heimkehren; dann werden Wir euch verkünden, was ihr getan habt"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Das Gleichnis des irdischen Lebens ist nur wie das Wasser, das Wir aus den Wolken herabsenden; damit vermischen sich dann die Gewächse der Erde, wovon Mensch und Vieh sich nähren, bis zu ihr wenn die Erde ihren Prunk angelegt und sich schön geschmückt hat und ihre Bewohner glauben, sie hätten Macht über sie - Unser Befehl in der Nacht oder am Tage kommt und Wir sie zu einem niedergemähten Acker machen, als wäre sie nicht am Tage zuvor gediehen. Also machen Wir die Zeichen für die Leute klar, die nachdenken"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Und Allah lädt ein zum Haus des Friedens und leitet, wen Er will, zum geraden Weg"
        }
    ]
}