{
    "pages": [
        {
            "chapter": 10,
            "verse": 98,
            "text": "Gab es denn kein Volk außer dem Volke Jonas, das so glauben könnte daß ihnen ihr Glaube (etwas) genutzt hätte? Als sie glaubten, da nahmen Wir die Strafe der Schande in diesem Leben von ihnen fort und versorgten sie auf eine (beschränkte) Zeit"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Und hätte dein Herr es gewollt, so hätten alle, die insgesamt auf der Erde sind, geglaubt. Willst du also die Menschen dazu zwingen, Gläubige zu werden"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Niemandem steht es zu zu glauben, es sei denn mit Allahs Erlaubnis. Und Er läßt (Seinen) Zorn auf jene herab, die ihre Vernunft (dazu) nicht gebrauchen wollen"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Sprich: \"Schaut doch, was in den Himmeln und auf der Erde ist.\" Aber den Leuten, die nicht glauben, helfen die Zeichen und die Warnungen nichts"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Was erwarten sie denn anderes als die Tage jener, die vor ihnen dahingegangen sind? Sprich: \"Wartet denn, (und) ich warte mit euch"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Dann werden Wir Unsere Gesandten und jene, die da glauben, erretten. Also obliegt es Uns, die Gläubigen zu retten"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Sprich: \"O ihr Menschen, wenn ihr über meine Religion im Zweifel seid, dann (wisset), ich verehre nicht die, welche ihr statt Allah verehrt, sondern ich verehre Allah allein, Der euch abberufen wird; und mir wurde befohlen, einer der Gläubigen zu sein"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "Und (mir wurde befohlen): \"Richte dein Antlitz auf die einzig wahre Religion, und sei nicht einer der Götzendiener"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Und rufe nicht statt Allah (etwas) anderes an, das dir weder nützt noch schadet. Tätest du es, dann wärest du gewiß unter den Ungerechten"
        }
    ]
}