{
    "pages": [
        {
            "chapter": 2,
            "verse": 164,
            "text": "Wahrlich, im Erschaffen der Himmel und der Erde und im Wechsel von Nacht und Tag und in den Schiffen, die im Meer fahren mit dem, was den Menschen nützt, und in dem, was Allah vom Himmel an Wasser herniedersandte und Er gab der Erde damit Leben, nachdem sie tot war und ließ auf ihr allerlei Getier sich ausbreiten und im Wechsel der Winde und den dienstbaren Wolken zwischen Himmel und Erde, (in all dem) sind Zeichen für Leute, die begreifen"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Und es gibt unter den Menschen einige, die sich außer Allah Seinesgleichen (zum Anbeten) nehmen und lieben, wie man (nur) Allah lieben soll. Die aber, die glauben, lieben Allah noch mehr. Und wenn diejenigen, die Unrecht tun, angesichts der Strafe sehen, daß die Macht gänzlich bei Allah ist und daß Allah streng in der Bestrafung ist"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "(Dereinst,) wenn sich diejenigen, denen (im Diesseits) gefolgt wurde, von jenen lossagen, die ihnen gefolgt sind, und sie die Strafe sehen, während ihnen die Bindungen abgeschnitten sind"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Und (wenn) diejenigen, die (ihnen) gefolgt sind, sagen: \"Wenn wir zurückkehren könnten, so würden wir uns von ihnen lossagen, wie sie sich von uns losgesagt haben!\" So zeigt ihnen Allah ihre Taten als gramvolle Reue, und sie kommen aus dem Feuer nicht heraus"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "O ihr Menschen, esset von dem, was es auf der Erde an Erlaubtem und Gutem gibt, und folgt nicht den Fußstapfen des Satans; denn er ist euer offenkundiger Feind"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Er gebietet euch nur Böses und Abscheuliches, und daß ihr über Allah sagen sollt, was ihr nicht wisset"
        }
    ]
}