{
    "pages": [
        {
            "chapter": 18,
            "verse": 21,
            "text": "Und so ließen Wir sie (die Leute) sie finden, damit sie erkennen mögen, daß Allahs Verheißung wahr ist und daß über die Stunde kein Zweifel herrscht. Und da stritten sie (die Leute) untereinander über sie und sagten: \"Errichtet über ihnen einen Bau.\" Ihr Herr kennt sie am besten. Jene, deren Ansicht siegte, sagten: \"Wir wollen unbedingt eine Moschee über ihnen errichten"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "(Manche) werden sagen: \"(Sie waren) drei; ihr vierter war ihr Hund\", und (andere) werden sagen: \"(Sie waren) zu fünft, ihr sechster war ihr Hund\", indem sie in Unkenntnis herumraten, und (andere) sagen: \"(Es waren) sieben; ihr achter war ihr Hund.\" Sprich: \"Mein Herr kennt ihre Zahl am besten. Niemand weiß sie, bis auf einige wenige.\" So streite nicht über sie, es sei denn, (du hättest) einen klaren Beweis, und suche keine Kunde über sie bei irgendeinem von ihnen (zu erlangen)"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Und sprich nie von einer Sache: \"lch werde es morgen tun"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "es sei denn (du fügst hinzu): \"So Allah will\". Und gedenke deines Herrn, wenn du dies vergessen hast, und sprich: \"lch hoffe, mein Herr wird mich noch näher als diesmal zum rechten Wege führen"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Und sie blieben dreihundert Jahre lang in ihrer Höhle, und neun wurden hinzugefügt"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Sprich: \"Allah weiß am besten wie lange sie verweilten.\" Ihm gehören das Verborgene der Himmel und der Erde. Wie sehend ist Er! Und wie hörend! Sie haben keinen Helfer außer Ihm, und Er teilt Seine Befehlsgewalt mit keinem"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Und verlies, was dir von dem Buche deines Herrn offenbart wurde. Da ist keiner, der Seine Worte verändern könnte, und du wirst außer bei Ihm keine Zuflucht finden"
        }
    ]
}