{
    "pages": [
        {
            "chapter": 19,
            "verse": 65,
            "text": "(Er ist der) Herr der Himmel und der Erde und all dessen, was zwischen beiden liegt. So diene Ihm, und sei beharrlich in Seinem Dienst. Kennst du etwa einen, der Ihm gleich wäre"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Und der Mensch sagt: \"Wie? Wenn ich tot bin, soll ich dann wirklich (wieder) zum Leben auferstehen"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Bedenkt der Mensch denn nicht, daß Wir ihn zuvor erschufen, als er ein Nichts war"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Und, bei deinem Herrn, Wir werden sie ganz gewiß versammeln und auch die Satane; dann werden Wir sie auf den Knien rund um Gahannam bringen"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Alsdann werden Wir aus jeder Partei diejenigen herausgreifen, die am trotzigsten in der Empörung gegen den Allerbarmer waren"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Und Wir kennen die am besten, die es am meisten verdienen, darein zu gehen"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Und keiner ist unter euch, der nicht daran vorbeikommen wird das ist eine von deinem Herrn beschlossene Fügung"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Dann werden Wir die Gottesfürchtigen erretten, die Frevler aber werden Wir darin auf den Knien belassen"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Und wenn ihnen Unsere deutlichen Zeichen verlesen werden, sagen die Ungläubigen zu den Gläubigen: \"Welche der beiden Gruppen ist besser gestellt und gibt eine eindrucksvollere Versammlung ab"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Und wieviele Geschlechter vor ihnen haben Wir schon vernichtet, (die) ansehnlicher an Besitz und äußerer Erscheinung (waren)"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Sprich: \"Diejenigen, die sich im Irrtum befinden, erhalten langes Gewähren vom Allerbarmer, bis sie das sehen, was ihnen angedroht wurde ob es nun die Strafe ist oder die Stunde, und dann erkennen, wer in der schlechteren Lage und schwächer an Streitmacht ist"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Und Allah bestärkt die, die rechtgeleitet sind, in Seiner Führung. Die bleibenden guten Werke aber sind lohnender bei deinem Herrn und fruchtbarer"
        }
    ]
}