{
    "pages": [
        {
            "chapter": 40,
            "verse": 50,
            "text": "Sie werden sprechen: \"Kamen nicht eure Gesandten mit klaren Beweisen zu euch?\" Jene werden sagen: \"Doch.\" (Die Wächter) werden sprechen: \"So fahret fort zu bitten.\" Doch die Bitte der Ungläubigen ist völlig verfehlt"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Wahrlich, helfen werden Wir Unseren Gesandten und denen, die gläubig sind, im diesseitigen Leben und an dem Tage, wo die Zeugen vortreten werden"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "am Tage, an dem den Frevlern ihre Ausrede nichts nützen wird; und sie werden zu Fluch und schlimmem Aufenthalt (verdammt) sein"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Und Wir gaben wahrlich Moses die Führung und machten die Kinder Israels zu Erben der Schrift"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "einer Führung und Ermahnung für die Verständigen"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "So sei denn geduldig. Wahrlich, die Verheißung Allahs ist wahr. Und suche Vergebung für deine Missetaten und lobpreise deinen Herrn am Abend und am Morgen"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Wahrlich, diejenigen, die über die Zeichen Allahs streiten, ohne daß irgendeine Ermächtigung (dazu) zu ihnen (gekommen wäre) nichts ist in ihren Herzen als Großmannssucht -, sie werden es nicht erreichen. So nimm Zuflucht bei Allah. Wahrlich, Er ist der Allhörende, der Allsehende"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Wahrlich, die Schöpfung der Himmel und der Erde ist größer als die Schöpfung der Menschen; allein die meisten Menschen wissen es nicht"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Doch der Blinde und der Sehende sind nicht gleich; noch sind jene, die glauben und gute Werke tun, denen (gleich), die Böses tun. Wenig ist es, was ihr zu bedenken pflegt"
        }
    ]
}