{
    "pages": [
        {
            "chapter": 3,
            "verse": 23,
            "text": "Sahst du nicht auf jene, denen ein Teil von der Schrift gegeben wurde, als sie aufgefordert wurden zum Buch Allahs, daß es richte zwischen ihnen? Alsdann kehrte ein Teil von ihnen den Rücken und wandte sich ab"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "indem sie sagten: \"Nimmer wird uns das Feuer berühren, es sei denn für abgezählte Tage.\" Und es betrog sie in ihrem Glauben, was sie selber erdachten"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Aber wie, wenn Wir sie versammeln an einem Tag, über den kein Zweifel herrscht, und jeder Seele vergolten wird, was sie verdient hat, und sie kein Unrecht erleiden sollen"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Sprich: \"O Allah, Herrscher des Königtums, Du gibst das Königtum, wem Du willst, und nimmst das Königtum, wem Du willst; und Du ehrst, wen Du willst, und erniedrigst, wen Du willst. In Deiner Hand ist das Gute; wahrlich, Du hast Macht über alle Dinge"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Du läßt die Nacht übergehen in den Tag und läßt den Tag übergehen in die Nacht; und Du läßt das Lebendige aus dem Toten erstehen und läßt das Tote aus dem Lebendigen erstehen, und versorgst, wen Du willst, ohne Maß"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Die Gläubigen sollen die Ungläubigen nicht statt der Gläubigen zu Beschützern nehmen; und wer solches tut, der findet von Allah in nichts Hilfe außer ihr fürchtet euch vor ihnen. Und Allah warnt euch vor Sich Selber, und zu Allah ist die Heimkehr"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Sprich: \"Ob ihr verbergt, was in eurer Brust ist, oder ob ihr es kundtut, Allah weiß es; Er weiß, was in den Himmeln und was auf der Erde ist; und Allah hat Macht über alle Dinge"
        }
    ]
}