{
    "pages": [
        {
            "chapter": 57,
            "verse": 4,
            "text": "Er ist es, Der die Himmel und die Erde in sechs Tagen erschuf, dann wandte Er Sich majestätisch Seinem Reich zu. Er weiß, was in die Erde eingeht und was aus ihr hervorkommt, was vom Himmel herniederkommt und was zu ihm aufsteigt. Und Er ist mit euch, wo immer ihr (auch) sein möget. Und Allah sieht alles, was ihr tut"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Sein ist das Königreich der Himmel und der Erde; und zu Allah werden alle Dinge zurückgebracht"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Er läßt die Nacht in den Tag und den Tag in die Nacht eintreten; und Er ist der Kenner all dessen, was (ihr) in den Herzen hegt"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Glaubt an Allah und Seinen Gesandten und spendet von dem, zu dessen Erben Er euch gemacht hat. Und jenen von euch, die glauben und spenden, wird ein großer Lohn zuteil sein"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Was ist euch, daß ihr nicht an Allah glaubt, obwohl der Gesandte euch aufruft, an euren Herrn zu glauben; und Er hat von euch bereits ein Versprechen abgenommen, wenn ihr Gläubige seid"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "Er ist es, Der deutliche Zeichen auf Seinen Diener hinabsendet, auf daß Er euch aus den Finsternissen ins Licht führe. Und wahrlich, Allah ist gegen euch Gnädig, Barmherzig"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Was ist euch, daß ihr nicht für Allahs Sache spendet, obwohl die Erbschaft der Himmel und der Erde Allah gehört? Es sind nicht gleich diejenigen unter euch, die spendeten und kämpften vor dem Sieg. Sie stehen höher im Rang als jene, die erst nachher spendeten und kämpften. Allen aber verhieß Allah Gutes. Und Allah ist dessen wohl kundig, was ihr tut"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Wer ist es, der Allah ein gutes Darlehen geben will? Er wird es ihm um ein Vielfaches mehren, und ihm wird ein würdiger Lohn zuteil sein"
        }
    ]
}