{
    "pages": [
        {
            "chapter": 4,
            "verse": 38,
            "text": "(Ebenfalls) denjenigen, die da ihr Gut spenden, um von den Menschen gesehen zu werden, und nicht an Allah glauben und an den Jüngsten Tag; und wer den Satan zum Nächsten hat, der hat einen schlimmen Nächsten"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Was aber käme über sie, wenn sie an Allah glaubten und an den Jüngsten Tag und von dem spendeten, was Allah ihnen beschert hat? Und Allah weiß über sie Bescheid"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Wahrlich, Allah tut kein Unrecht; auch nicht vom Gewicht eines Stäubchens. Und ist da irgendeine gute Tat, so vervielfacht Er sie und gibt von Sich aus gewaltigen Lohn"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Und wie, wenn Wir aus jedem Volk einen Zeugen herbeibringen und dich als Zeugen gegen diese herbeibringen"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "An jenem Tag werden diejenigen, welche ungläubig waren und dem Gesandten den Gehorsam versagten, wünschen, daß doch die Erde über ihnen geebnet werde, und sie werden kein Wort vor Allah verbergen können"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "O ihr, die ihr glaubt, nahet nicht dem Gebet, wenn ihr betrunken seid, bis ihr versteht, was ihr sprecht, noch im Zustande der Unreinheit ausgenommen als Reisende unterwegs, bis ihr den Gusl vorgenommen habt. Und wenn ihr krank seid oder euch auf einer Reise befindet oder einer von euch von der Notdurft zurückkommt, oder wenn ihr die Frauen berührt habt und kein Wasser findet, dann sucht guten (reinen) Sand und reibt euch dann Gesicht und Hände ab. Wahrlich, Allah ist Allverzeihend, Allvergebend"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Hast du nicht jene gesehen, denen ein Teil der Schrift gegeben wurde? Sie erkaufen Irrtum und wünschen, daß ihr auch vom Wege abirrt"
        }
    ]
}