{
    "pages": [
        {
            "chapter": 5,
            "verse": 58,
            "text": "E quando fazeis a convocacao para a oracao, tomam-na como objeto de escarnio e passatempo. Isso, por sereminsensatos"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Dize-lhes: O adeptos do Livro, pretendeis vingar-vos de nos, somente porque cremos em Deus, em tudo quanto nos erevelado e em tudo quanto foi revelado antes? A maioria de vos e depravada"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Dize ainda: Poderia anunciar-vos um caso pior do que este, ante os olhos de Deus? Sao aqueles a quem Deusamaldicoou, abominou e converteu em simios, suinos e adoradores do sedutor; estes, encontram-se em pior situacao, e maisdesencaminhados da verdadeira senda"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Quando se apresentam a vos, dizem: Cremos!, embora cheguem disfarcados com a incredulidade, e com ela saiam. MasDeus sabe melhor do que ninguem o que ocultam"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Veras que muitos deles se precipitam no pecado, na hostilidade e na saciacao do que e ilicito. Quao detestavel e o quefazem"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Por que os rabinos e os doutos nao lhes proibiram blasfemarem e se fartarem do que e ilicito? Quao detestaveis sao assuas obras"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "O judeus disseram: A mao de Deus esta cerrada! Que suas maos sejam cerradas e sejam amaldicoados por tudo quantodisseram! Qual! Suas mao estao abertas! Ele prodigaliza as Suas gracas como Lhe apraz. E, sem duvida, o que te foirevelado por teu Senhor exacerbara a transgressao e a incredulidade de muitos deles. Porem, infundimo-lhes a inimizade e orancor, ate ao Dia da Ressurreicao. Toda vez que acenderem o fogo da guerra, Deus os extinguira. Percorrem a terra, corrompendo-a; porem, Deus nao aprecia os corruptores"
        }
    ]
}