{
    "pages": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Ainda que lhes enviassemos os anjos, os mortos lhes falassem e congregassemos ante seus olhos toda a criacao, nuncacreriam, a menos que a Deus aprouvesse; porem, na maioria, sao insipientes"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Pela mesmo razao, temos apontado a cada profeta adversarios sedutores, tanto entre os humanos como entre os genios, que influenciam uns aos outros com a eloquencia de suas palavras; porem, se teu Senhor tivesse querido, nao o teriam feito. Deixa-os, pois, com tudo quanto forjam"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Que lhes prestem atencao os coracoes daqueles que nao creem na vida futura; que se contentem com eles, e que lucremo que quiserem lucrar"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Dize: Poderia eu anelar outros arbitro que nao fosse Deus, quando foi Ele Quem vos revelou o Livro detalhado? Aqueles a quem revelamos o Livro sabem que ele e uma revelacao verdadeira, que emana do teu Senhor. Nao sejas, pois, dos que duvidam"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "As promessas do teu Senhor ja se tem cumprido fiel e justiceiramente, pois Suas promessas sao imutaveis, porque ele eo Oniouvinte, o Sapientissimo"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Se obedeceres a maioria dos seres da terra, eles desviar-te-ao da senda de Deus, porque nao professam mais do que aconjectura e nao fazem mais do que inventar mentiras"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Teu Senhor e o mais conhecedor de quem se desvia de Sua senda, assim como e o mais conhecedor dos encaminhados"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Comei, pois, de tudo aquilo sobre o qual tenha sido invocado o nome de Deus, se credes em Seus versiculos"
        }
    ]
}