{
    "pages": [
        {
            "chapter": 12,
            "verse": 87,
            "text": "O filhos meus, ide e informai-vos sobre Jose e seu irmao e nao desespereis quanto a misericordia de Deus, porque naodesesperam da Sua misericordia senao os incredulos"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "E quando se apresentaram a ele (Jose) disseram: O excelencia, a miseria caiu sobre nos e nossa familia; trazemos poucamercadoria; cumula-nos, pois, a medida, e faze-nos caridade, porque Deus retribui os caritativos"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Perguntou-lhes: Sabeis, acaso, o que nesciamente fizerdes a Jose e ao seu irmao com a vossa ignorancia"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Disseram-lhe: Es tu, acaso, Jose? Respondeu-lhes: Sou Jose e este e meu irmao! Deus nos agraciou com a Sua merce, porque quem teme e persevera sabe que Deus jamais frustra a recompensa dos benfeitores"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Disseram-lhe: Por Deus! Ele te preferiu a nos, e confessamos que fomos culpados"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Asseverou-lhes: Hoje nao sereis recriminados! Eis que Deus vos perdoara, porque e o mais clemente dosmisericordiosos"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Levai esta minha tunica e jogai-a sobre o rosto de meu pai, que assim recuperara a visao; em seguida, trazei-me toda avossa familia"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "E quando a caravana se aproximou, seu pai disse: Em verdade, pressinto a presenca de Jose, muito embora pensais quedeliro"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Disseram-lhe: Por Deus! Certamente continuas com a tua velha ilusao"
        }
    ]
}