{
    "pages": [
        {
            "chapter": 21,
            "verse": 82,
            "text": "E tambem (lhe submetemos) alguns (ventos) maus que, no mar, faziam submergir os navios, alem de outras tarefas, sendoNos o seu custodio"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "E (recorda-te) de quando Jo invocou seu Senhor (dizendo): Em verdade, a adversidade tem-me acoitado; porem, Tu es omais clemente dos misericordiosos"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "E o atendemos e o libertamos do mal que o afligia; restituimos-lhes a familia, duplicando-a, como acrescimo, em virtudeda Nossa misericordia, e para que servisse de mensagem para os adoradores"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "E (recorda-te) de Ismael, de Idris (Enoc) e de Dulkifl, porque todos se contavam entre os perseverantes"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Amparamo-lo em Nossa misericordia, que se contavam entre os virtuosos"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "E (recorda-te) de Dun-Num quando partiu, bravo, crendo que nao poderiamos controla-lo. Clamou nas trevas: Nao hamais divindade do que Tu! Glorificado sejas! E certo que me contava entre os iniquos"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "E o atendemos e o libertamos da angustia. Assim salvamos os fieis"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "E (recorda-te) de Zacarias quando implorou ao seu Senhor: O Senhor meu, nao me deixes sem prole, nao obstante seresTu o melhor dos herdeiros"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "E o atendemos e o agraciamos com Yahia (Joao), e curamos sua mulher (de esterilidade); um procurava sobrepujar ooutro nas boas acoes, recorrendo a Nos com afeicao e temor, e sendo humildes a Nos"
        }
    ]
}