{
    "pages": [
        {
            "chapter": 33,
            "verse": 36,
            "text": "Nao e dado ao fiel, nem a fiel, agir conforme seu arbitrio, quando Deus e Seu Mensageiro e que decidem o assunto. Sabei que quem desobedecer a Deus e ao Seu Mensageiro desviar-se a evidentemente"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Recorda-te de quando disseste aquele que Deus agraciou, e tu favoreceste: Permanece com tua esposa e teme a Deus!, ocultando em teu coracao o que Deus ia revelar; temais, acaso, mais as pessoas, sabendo que Deus e mais digno de que Otemas? Porem, quando Zaid resolveu dissolver o seu casamento com a necessaria (formalidade), permitimos que tu adesposasses, a fim de que os fieis nao tivessem inconvenientes em contrair matrimonio com as esposas de seus filhosadotivos, sempre que estes decidissem separar-se com a necessaria (formalidade); e fica sabendo que o mandamento deDeus deve ser cumprido"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Nao sera recriminado o Profeta por cumprir o que Deus lhe prescreveu, porque e a lei de Deus, com respeito aos que oprecederam. Os designios de Deus sao de ordem irrevogavel"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "(E a lei) daqueles que transmitem as Mensagens de Deus e O temem, e a ninguem temem, senao a Deus, e basta Deuspara que Lhe rendam contas"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Em verdade, Mohammad nao e o pai de nenhum de vossos homens, mas sim o Mensageiro de Deus e o prostremos dosprofetas; sabei que Deus e Onisciente"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "O fieis, mencionai frequentemente Deus"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "E glorificai-O, de manha e a tarde"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "Ele e Quem vos abencoa, assim como (fazem) Seus anjos, para tirar-vos das trevas e levar-vos para a luz; sabei que Elee Misericordioso para com os fieis"
        }
    ]
}