{
    "pages": [
        {
            "chapter": 49,
            "verse": 12,
            "text": "O fieis, evitai tanto quanto possivel a suspeita, porque algumas suspeitas implicam em pecado. Nao vos espreiteis, nemvos calunieis mutuamente. Quem de vos seria capaz de comer a carne do seu irmao morto? Tal atitude vos causa repulsa! Temei a Deus, porque Ele e Remissorio, Misericordiosissimo"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "O humanos, em verdade, Nos vos criamos de macho e femea e vos dividimos em povos e tribos, para reconhecerdes unsaos outros. Sabei que o mais honrado, dentre vos, ante Deus, e o mais temente. Sabei que Deus e Sapientissimo e esta beminteirado"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "Os beduinos dizem: Cremos! Dize-lhes: Qual! Ainda nao credes; deveis dizer: Tornamo-nos muculmanos, pois que a feainda nao penetrou vossos coracoes. Porem, se obedecerdes a Deus e ao Seu Mensageiro, em nada serao diminuidas asvossas obras, porque Deus e Indulgente, Misericordiosissimo"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Somente sao fieis aqueles que creem em Deus e em Seu Mensageiro e nao duvidam, mas sacrificam os seus bens e assuas pessoas pela causa de Deus. Estes sao os verazes"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Dize-lhes: Pretendeis, acaso, ensinar a Deus a vossa religiao, quando Deus bem conhece tudo quanto existe nos ceus e naterra? Sabei que Deus e Onisciente"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "Dizem que te fizeram um favor por se terem tornado muculmanos. Dize-lhes: nao considereis a vossa conversao um favorpara mim; outrossim, e a Deus que deveis o merito de vos Ter encaminhado a fe, se sois verazes"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Sabei que Deus conhece o misterio dos ceus e da terra, e Deus bem ve tudo o quanto fazeis"
        }
    ]
}