{
    "maqras": [
        {
            "chapter": 18,
            "verse": 17,
            "text": "Kuma kana ganin rana idan ta fito tana karkata daga kogonsu wajen dama kuma idan ta faɗi tana gurgura su wajen hagu, kuma su, suna a cikin wani fili daga gare shi. Wannan abu yana daga ayoyin Allah. Wanda Allah Ya shiryar, to shi ne mai shiryuwa, kuma wanda Allah Ya ɓatar to ba za ka samar masa wani majiɓinci mai shiryarwa ba"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Kuma kana zaton su farkakku ne, alhali kuwa su masu barci ne. Muna juya su wajen dama da wajen hagu, kuma karensu yana shimfiɗe da zira'o'in ƙafafuwansa ga farfajiya (ta kogon). Da ka leka (a kan) su (da) lalle ne, ka juya daga gare su a guje kuma (da) lalle ne ka cika da tsoro daga gare su"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Kuma kamar wannan ne Muka tayar da su, domin* su tambayi juna a tsakaninsu. Wani mai magana daga cikinsu ya ce: \"Mene ne lokacin da kuka zauna?\" suka ce: \"Mun zauna yini ɗaya ko sashen yini.\" Suka ce: \"Ubangijinku ne Mafi sani ga abin da kuka zauna. To, ku aika da ɗayanku, game da azurfarku wannan, zuwa ga birnin**. Sai ya duba wanne ne mafi tsarki ga abin dafawa, sai ya zo muku da abinci daga gare shi. Kuma sai ya yi da hankali, kada ya sanar da ku ga wani mutum"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Lalle ne su idan sun kama ku, za su jefe ku, ko kuwa su mayar da ku a cikin addininsu kuma ba za ku sami babban rabo, ba, a sa'an nan har abada"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Kuma kamar wancan ne, Muka nuna su (gare su) domin su san lalle wa'adin Allah gaskiya ne, kuma lalle ne Sa'a babu shakka a cikinta. A lokacin da suke jayayyar al'amarinsu a tsakaninsu* sai suka ce: \"Ku gina wani gini a kansu, Ubangijinsu ne Mafi sani game da su.\" Waɗanda suka rinjaya a kan al'amarinsu suka ce: \"Lalle mu riƙi masallaci a kansu"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Za su ce: \"Uku ne da na huɗunsu karensu.\"Kuma suna cewa, \"Biyar ne da na shidansu karensu,\" a kan jifa a cikin duhu. Kuma suna cewa, \"Bakwaine da na takwas ɗinsu karensu.\"Ka ce: \"Ubangijina* ne Mafi saniga ƙidayarsu, babu wanda ya san su face kaɗan.\"Kada ka yi jayayya bayyananna. Kuma kada ka yi fatawa** ga kowa daga gare su a cikin al'amarinsu"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Kuma kada lalle ka ce ga wani abu, \"Lalle ni, mai aikatawa ne ga wancan a gobe"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Face idan Allah Ya so. Kuma ka ambaci Ubangijinka idan ka manta, kuma ka ce: \"¦ammani ga Ubangijina, Ya shiryar da ni ga abin da yake shi ne mafi kusa ga wannan na shiriya"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Kuma suka zauna a cikin kogonsu shekaru ɗari uku kuma suka daɗa tara"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Ka ce: \"Allah ne Mafi sani ga abin da suka zauna. Shi ne da (sanin) gaibin sammai da ƙasa. Mune ne ya yi ganin Sa da jin Sa! Ba su da wani majiɓinci baicin Sa kuma ba Ya tarayya da kowa a cikin hukuncinsa"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Ka karanta abin da aka yi wahayi zuwa gare ka, na littafin Ubangijinka. Babu mai musanyawa ga kalmominSa kuma ba za ka sami wata madogara ba daga waninsa"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Ka haƙurtar da ranka tare da waɗanda ke kiran Ubangijinsu, safe da maraice, suna nufin yardar Sa. Kuma kada idanunka su juya daga barinsu, kana nufin ƙawar rayuwar duniya.* Kuma kada ka biwanda Muka shagaltar da zuciyarsa daga hukuncin Mu, kuma ya bi son zuciyarsa, alhali kuwa al'amarinsa ya kasance yin ɓarna"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Kuma ka ce: \"Gaskiya daga Ubangijinku take.\" Saboda haka wanda ya so, to, ya yi imani, kuma wanda ya so, to, ya kafirta. Lalle ne Mu, Mun yi tattali domin azzalumai wata wuta wadda shamakunta, sun ƙewaye da su. Kuma idan sun nemi taimako sai a taimake su da wani ruwa kamar dabzar mai, yana soye fuskoki. Tir da abin shansu, kuma wutar ta yi munin zama mahutarsu"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Lalle ne waɗanda suka yi imani kuma suka aikata ayyukan ƙwarai lalle ne Mu ba Mu tozartar da ladar wanda ya kyautata aiki"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Waɗannan suna da gidajen Aljannar zama, ƙoramu na gudana daga ƙarƙashinsu, ana sanya musu ƙawa, a cikinsu, daga mundaye na zinariya, kuma suna tufantar waɗansu tufafi kore, na alharini raƙiƙi da alharini mai kauri suna kishingiɗe a cikinsu, a kan, karagu. Madalla da sakamakonsu. Kuma Aljanna ta kyautatu da zama wurin hutawa"
        }
    ]
}