{
    "maqras": [
        {
            "chapter": 3,
            "verse": 186,
            "text": "Lalle ne za a jarraba* ku a cikin dukiyarku da rayukanku, kuma lalle ne kuna jin cutarwa mai yawa daga waɗanda aka bai wa Littafi a gabaninku da kuma waɗanda suka yi shirki. Kuma idan kun yi haƙuri, kuma kuka yi taƙawa, to lalle ne, wannan yana daga manyan al'amurra"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "Kuma a lokacin da Allah Ya riƙi alkawarin waɗanda aka bai wa* Littafi, \"Lalle ne kuna bayyana shi ga mutane, kuma ba za ku ɓoye shi ba.\" Sai suka jefarda shi a bayan bayansu, kuma suka sayi 'yan kuɗi kaɗan da shi. To, tir da abin da suke saye"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Kada lalle ka yi zaton waɗanda suke yin farin ciki da abin da suka bayar, kuma suna son a yabe su da abin da ba su aikata ba. To, kada lalle ka yi zaton su da tsira daga azaba. Kuma suna da azaba mai raɗadi"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Kuma ga Allah mulkin sammai da ƙasa yake. Kuma Allah, a kan kome, Mai ikon yi ne"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Lalle ne, a cikin halittar sammai da ƙasa da saɓawar dare da yini akwai ayoyi ga ma'abuta hankali"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Waɗanda suke ambatar Allah a tsaye da zaune da a kan sasanninsu, kuma suna tunani a kan halittar sammai da ƙasa: \"Ya Ubangijinmu! Ba Ka halitta wannan a kan banza ba. TsarkinKa! Saboda haka Ka tsare mu daga azabar wuta"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Ya Ubangijinmu! Lalle ne Kai, wanda Ka shigar a cikin wuta to, haƙiƙa, Ka tozarta shi kuma babu wasu mataimaka ga Azzalumai"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Ya Ubangijinmu! Lalle ne mu mun ji Mai kira yana kira zuwa ga imani cewa, 'Ku yi imani da Ubangijinku.' Sai muka yi imani. Ya Ubangijinmu! Saboda haka Ka gafarta mana zunubanmu, kuma Ka kankare miyagun ayyukanmu daga gare mu. Kuma Ka karɓi rayukanmu tare da mutanen kirki"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Ya Ubangijinmu! Ka ba mu abin da Ka yi mana wa'adi (alkawari) a kan manzanninKa, kuma kada Ka tozarta mu a Ranar ¡iyama. Lalle ne Kai, ba Ka saɓawar Alkawari"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Saboda haka Ubangijinsu Ya karɓa musu cewa, \"Lallene Ni ba zan tozartar da aikin wani mai aiki ba daga gare ku, namiji ne ko kuwa mace, sashenku daga sashe. To, waɗanda suka yi hijira kuma aka fitar da su daga gidajensu, kuma aka cutar da su a cikin hanyaTa, kuma suka yi yaƙi, kuma aka kashe su, lalle ne zan kankare musumiyagun ayyukansu, kuma lalle ne zan shigar da su gidajen Aljanna (waɗanda) ƙoramu ke gudana daga ƙarƙashinsu, a kan sakamako daga wurin Allah. Kuma a wurinSa akwai kyakkyawan sakamako"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Kada jujjuyawar waɗanda suka kafirta a cikin garuruwa ta ruɗe ka"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Jin daɗi ne kaɗan sa'an nan makomarsu Jahannama ce, kuma tir da shimfiɗa ita"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Amma waɗanda suka bi Ubangijinsu da taƙawa suna da Gidajen Aljanna (waɗabda) ƙoramu ke gudana a ƙarƙashinsu suna madawwama a cikinsu, a kan, liyafa daga wurin Allah, kuma abin da ke wurin Allah ne mafi alheri ga barrantattu"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Kuma lalle ne daga Mutanen Littafi* haƙiƙa akwai wanda yake yin imani da Allah da abin da aka saukar zuwa gare ka, da abin da aka saukar zuwa gare su, suna masu tawalu'i ga Allah, ba su sayen tamani kaɗan da ayoyin Allah. Waɗannan suna da ijararsu a wurin Ubangijinsu. Lalle ne Allah Mai gaugawar sakamako da yawa ne"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "Ya ku waɗanda suka yi imani! Ku yi haƙuri kuma ku yi dauriya, kuma ku yi zaman dako, kuma ku yi taƙawa, tsammaninku za ku ci nasara"
        }
    ]
}