{
    "rukus": [
        {
            "chapter": 7,
            "verse": 65,
            "text": "ane ame ada namani koma tarapha temana bha'i huda (a.Sa.)Ne mokalya, te'o'e kahyum he mari komana loko! Tame allahani bandagi karo, tena sivaya ko'i tamaro pujya nathi, to sum tame nathi darata"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "te'oni komana je agevano inkara karanara hata, te'o'e kahyum ame tamane mandabud'dhina jo'i rahya che, ane ame kharekhara juththa lokomam samaji rahya chi'e"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "temane kahyum ke he mari koma! Hum thodo pana mandabud'dhi dharavato nathi, parantu hum palanahara taraphathi avatarita karela payagambara chum"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "tamari samaksa potana palanaharana adeso pahoncadu chum ane hum tamara mate nisthavana subhecchaka chum"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "ane sum tame te vatathi ascarya pamo cho ke tamara palanahara taraphathi tamari pase eka eva vyaktini olakha, je tamari ja jatino che, ko'i sikhamanani vata avi ga'i, jethi te vyakti tamane darave ane tame e sthiti yada karo ke allaha'e tamane nuhani koma pachi nayaba banavya ane tamane khuba sasakta banavya, to allahani ne'amatone yada karo, jethi tame saphala tha'i sako"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "te'o'e kahyum ke sum tame amari pase a karane avya cho ke ame phakata allahani ja bandagi kari'e ane je'one amara bapa-dada'o pujata hata te'one chodi da'i'e, basa amane je yatanani dhamaki apo cho tene amari same lavi batavo, jo tame saca hova"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Temane kahyum ke basa! Have tamara para allaha taraphathi yatana ane gus'so avavano ja che, sum tame marathi te namo vise jhaghado karo cho, jene tame ane tamara bapa-dada'o'e rakhya che, te'ona pujya hovana ko'i purava allaha'e nathi utarya, to tame raha ju'o, hum pana tamari sathe raha jo'i rahyo chum"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "basa! Ame te'one ane te'ona mitrone potani krpathi bacavi lidha ane te lokona mula kapi nakhi, je'o'e amari ayatone juthalavi hati ane te'o imana lavanara na hata"
        }
    ]
}