{
    "rukus": [
        {
            "chapter": 45,
            "verse": 27,
            "text": "ane akaso tatha dharatinum samrajya allahanum ja che ane je divasekayamata avase, te divase khota loko ghanum nukasana uthavase"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "ane tame joso ke dareka koma ghuntane padeli hase, dareka juthane potani karmanondha tarapha bolavavamam avase, aje tamane tamara karmono badalo apavamam avase"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "a che amari kitaba, je tamara vise sacum kahe che, ame tamara karyoni nondha karata hata"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "basa! Je loko imana lavya ane temane satkaryo karya, to temane temano palanahara potani krpa hethala la'i la'ise, a ja bhavya saphalata che"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "parantu je loko'e inkara karyo, to (hum temane kahisa) sum mari ayato tamane sambhalavavamam nahati avati? To pana tame ghamanda karata rahya ane tame aparadhi'o ja hata"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "ane jyare kahevamam avatum ke allaha ta'alanum vacana kharekhara sacum che ane kayamata avavamam ko'i sanka nathi, to tame javaba apata hata ke ame nathi janata ke kayamata sum che? Amane ama ja vicara avi jaya che, parantu amane yakina nathi"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "ane temana para temana karyoni kharabi spasta tha'i ga'i ane jeni maskari te'o kari rahya hata, te vastu'e te lokone gheravamam la'i lidha"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "ane kahi devamam avyum ke aje ame tamane bhuli ja'isum, jevi rite tame a divasani mulakatane bhuli gaya hata, tamarum thekanum jahannama che ane tamari madada karanara ko'i nathi"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "a etala mate ke tame allaha ta'alani ayatoni maskari kari hati ane duniyana jivane tamane dhokamam nankhi didha hata, basa! Ajana divase na to a lokone (jahannama) manthi kadhavamam avase ane na temanum karana yogya ganase"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Basa! Allaha mate prasansa che, je akaso ane dharati tatha samagra srstino palanahara che"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "dareka pratistha, akaso ane dharatimam teni ja che ane te ja vijayi ane hikamatavalo che"
        }
    ]
}