{
    "rukus": [
        {
            "chapter": 64,
            "verse": 1,
            "text": "(dareka vastu'o) je akaso ane dharati para che allahani pavitratanum varnana kari rahi che, tenu ja samrajya che ane teni ja prasansa che ane te dareka vastu para saktimana che"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "tene ja tamaru sarjana karyu, ketalaka to tamara manthi inkari che ane ketalaka imanavala che ane je kami pana tame kari rahya cho allaha ta'ala khuba sari rite jovavalo che"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "tene ja akaso ane dharatine satyapurvaka peda kari, tene ja tamaro cahera banavya ane khuba ja sundara banavya ane teni ja tarapha pacha pharavanum che"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "te akasa ane dharati parani dareka vastune jane che ane je kami pana tame chupavo athava khullu karo te (darekane) jane che, allaha to hrdayoni vatone pana janavavalo che"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "sum tamari pase a pahelana inkari'oni vata nathi pahonci? Jemane potana karyoni saja cakhi lidhi ane jemana mate du:Khadayi yatana che"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "a etala mate ke temani pase temana payagambara khulla purava la'ine avya to te'o'e kahim didhu ke sum manavi amane margadarsana apase, basa! Inkara kari didho ane modhum pheravi lidhum ane allaha pana (temanathi) beparava tha'i gayo ane allaha to beniyajha, gunavana ja che"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Te inkari'o'e vicari lidhu che ke biji vara jivita nahim karavamam ave, tame kahim do ke kema nahim? Allahana soganda! Tame cokkasa biji vara jivita karavamam avaso. Pachi je kami pana tame karyu che teni khabara (tamane) apavamam avase ane allaha mate a ghanum ja sarala che"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "to tame allaha para tena payagambara para ane te prakasa (kura'ana) para jene ame avatarita karyum che, imana lavo ane allaha ta'ala tamara dareka karyothi khabaradara che"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "je divase tamane saune te bhega thavana divase bhega karase, te ja a divasa che hara-jitano. Ane je vyakti allaha para imana lavi sadakaryo kare allaha tenathi teni bura'i'o dura kari dese. Ane tene jannatomam dakhala karase, jeni nice nahero vahi rahi che, jemam te'o hammesa hammesa rahese, a ja bhavya saphalata che"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "ane je loko'e inkara karyo ane amari ayatone juthalavi te ja (badha) jahannami che, (je'o) jahannamamam hammesa rahese. Te khuba ja kharaba thekanum che"
        }
    ]
}