{
    "rukus": [
        {
            "chapter": 67,
            "verse": 15,
            "text": "te hasti jene tamara mate jaminane nimna ane ajnavarti banavi didhi, jethi tame tena rasta'o para harata pharata raho ane allahani rojimam thi kha'o (pi'o), teni ja tarapha (tamare) jivita tha'i ubhu thavanum che"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "sum tame e vatathi pana nirbhaya tha'i gaya cho ke akasovalo tamane jaminamam dhasavi de ane eka'eka jamina dagamagi jaya"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "athava sum tame a vatathi nirbhaya tha'i gaya cho ke akasovalo tamara para paththara varasavi de, pachi to tamane khabara padi ja jase ke mari cetavani kevi hati"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "ane temanathi pahelana loko'e pana juthalavyu, to temana para najara dodavo ke mari pakada kevi sakhata tha'i"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Sum a loko potana upara phelayela ane (kayareka) sametayela (udata) pankhi'o ne nathi jota, temane (allaha) krpalu e ja (hava ane vatavaranamam) takavi rakhya che, ni:Sanka dareka vastu teni dekharekha hethala che"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "sivaya allahana tamaru te kevum laskara che, je tamari madada kari sake, inkari'o to kharekhara dhokamam ja che"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "agara allaha ta'ala tamari roji roki le to bata'o kona che je tamane phari roji apase? Parantu (inkari'o) to vidroha ane vimukhata para hathe cadhi gaya che"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "ham, te vyakti vadhu satyana marga upara che je undhum ghaline cali rahyo che, athava to te je satyana margane parakhine sidho calato hoya"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "kahi do! Ke te ja (allaha) che jene tamaru sarjana karyu ane tamara kana, ankho ane hrdaya banavya, tame khuba ja ocho abhara mano cho"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "kahi do! Ke te ja che jene tamane dharati para phelavi didha ane jeni tarapha tamane ekatha karavamam avase"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "(inkari'o) savala kare che ke te vacana kyare thase, agara tame saca hoya (to batavo)"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "tame kahi do! Ke tenum jnana to allahane ja che, hum to phakata spasta rite saceta karavavalo chum"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "jyare a loko te vacanane najika jo'i lese te vakhate te inkari'ona mukha bagadi jase ane kahi devamam avase ke a ja che jeni tame iccha karata hata"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "tame kahi do! Agara mane ane mara sathi'one allaha ta'ala nasta kari de, athava amara para daya kare, (banne paristhiti'omam evum to batavo) ke inkari'one du:Khadayi yatanathi kona bacavase"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "tame kahi do! Ke te ja krpalu che. Ame to tena para imana lavi cukaya ane tena para ja amaro visrvasa che. Tamane najikamam ja khabara padi jase ke nari pathabhrastatamam kona che"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "Tame kahi do! Ha e to batavo ke jo tamaru (pivanum) pani jaminamam jatum rahe to kona che je tamara mate vahetum pani lave"
        }
    ]
}