{
    "rukus": [
        {
            "chapter": 9,
            "verse": 30,
            "text": "Les juifs disent : «Uzayr est fils de Dieu !» et les chrétiens disent : «Le Messie est fils de Dieu !». Les paroles qui sortent de leurs bouches imitent celles que les dénégateurs disaient avant eux. Puissent-ils être maudits"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Ils ont élevé leurs rabbins et leurs moines au rang de divinités en dehors de Dieu, de même que le Messie, fils de Marie. Pourtant, ils avaient reçu le commandement de n’adorer que Dieu l’Unique, point de divinités en dehors de Lui. Gloire à Lui ! Il est infiniment au-dessus de ce qu’ils Lui associent"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Leur but à travers les paroles qu’ils profèrent, est de faire disparaître la Lumière que Dieu a étendue, mais Dieu n’a de cesse d’en parachever la magnificence, n’en déplaise aux négateurs"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "C’est Lui qui a révélé à Son messager la Voie Droite à emprunter et la religion de la Vérité, pour la faire prévaloir sur toute autre religion, n’en déplaise aux polythéistes"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Ô vous qui croyez ! Un grand nombre de rabbins et de moines dépouillent injustement les gens de leurs biens et les écartent de la Voie de Dieu. Quant à ceux qui amassent l’or et l’argent, autant de richesse qui n’est pas dépensée pour servir la Cause de Dieu, annonce-leur un châtiment douloureux"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "le jour où ces métaux rougis au feu de la Géhenne brûleront leurs fronts, leurs flancs et leurs dos, et il leur sera dit : «Ceci est ce que vous amassiez pour vous- mêmes ! Savourez donc ce que vous avez amassé !»"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "En vérité, le nombre de mois que Dieu a décrété est de douze. C’est ce qui est écrit dans le Livre de Dieu, le jour où Il a créé les Cieux et la Terre. Parmi ces mois, quatre sont sacrés. Telle est la religion de la droiture. Durant ces quatre mois, éloignez-vous de toute forme d’iniquité à l’égard de vous-mêmes. Unissez-vous pour répondre aux agressions des polythéistes comme eux-mêmes s’unissent pour vous agresser. Et sachez que Dieu est avec ceux qui Le craignent"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "La rupture de la trêve est une preuve supplémentaire d’impiété, dont la conséquence sera d’égarer encore plus les dénégateurs. Ils la déclarent licite une année, puis ils la déclarent illicite l’année d’après, prétextant vouloir la faire coïncider avec le nombre de mois que Dieu déclare sacrés. Ce faisant, ils déclarent licite ce que Dieu a rendu illicite ! Leurs pratiques détestables leur paraissent normales, mais Dieu ne guide pas les dénégateurs"
        }
    ]
}