{
    "rukus": [
        {
            "chapter": 12,
            "verse": 36,
            "text": "En prison, il avait deux compagnons de cellule. L’un d’eux dit : « Je me vois en rêve, presser du raisin ». «Et moi », dit l’autre, « je me vois en rêve, porter sur ma tête du pain que des oiseaux viennent picorer. Fais-nous connaître la signification de ces rêves, car tu nous sembles vertueux »"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Il leur dit : « On ne vous aura pas encore servi votre repas à tous les deux, que je vous aurais déjà interprété vos rêves à tous les deux, avant que les deux ne se réalisent. Sachez que cela fait partie de ce que mon Seigneur m’a enseigné. En vérité, j’ai abandonné la religion d’un peuple qui ne croit pas en Dieu, et qui dénie l’existence de la Vie Future"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Je me suis conformé à la religion de mes ancêtres, Abraham, Isaac et Jacob. Nous ne saurions donner quelque associé à Dieu. C’est là une des bénédictions dont Dieu nous a comblés ainsi que les Hommes. Mais la plupart des gens ne sont pas reconnaissants"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "Ô Mes compagnons de prison ! Est-il mieux d’avoir une multitude de divinités ou Dieu l’Unique, le Dominateur suprême"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Ce que vous adorez en dehors de Lui ne sont que des noms que vous et vos ancêtres avez inventés. Aucune indication émanant de Dieu n’a été révélée à leur sujet. Le pouvoir, en vérité, n’appartient qu’à Dieu. Il a prescrit de n’adorer que Lui. Telle est la religion de la Rectitude, mais la plupart des Hommes l’ignorent"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "Ô Compagnons de prison ! À l’un de vous, sera dévolu le rôle d’échanson auprès de son maître. Quant à l’autre, il sera crucifié et les oiseaux mangeront de sa tête. Le décret, au sujet de ce que vous m’avez tous deux consulté, s’accomplira »"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Il dit à celui dont il pensait qu’il serait sauvé : « Rappelle-toi de moi lorsque tu seras auprès de ton maître ! ». Mais Satan lui fit oublier de le rappeler à son maître. Ainsi, il dû patienter quelques années encore en prison"
        }
    ]
}