{
    "rukus": [
        {
            "chapter": 19,
            "verse": 51,
            "text": "Rappelle également l’histoire de Moïse, mentionnée dans le Livre. C’était en effet un élu de Dieu, un messager et un prophète"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Nous l’appelâmes du versant droit du Sinaï et Nous le fîmes s’approcher pour être en communion avec Nous"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Et par un effet de Notre grâce, Nous lui donnâmes son frère Aaron comme prophète"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Rappelle aussi l’histoire d’Ismaël, mentionnée dans le Livre. Il respectait fidèlement ses engagements, et il était un messager et un prophète"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Il recommandait aux siens la salât et la zakât, et son Seigneur était satisfait de lui"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Rappelle aussi l’histoire d’Idriss, mentionnée dans le Livre. C’était un homme véridique et un prophète"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "et Nous l’élevâmes à un degré éminent"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Tels sont ceux que Dieu a comblés de Ses bienfaits parmi les prophètes qui appartiennent à la lignée d’Adam, et ceux que nous avons fait embarquer (sur l’arche) avec Noé, ainsi que la postérité d’Abraham et d’Israël, et ceux que Nous avons guidés sur la Voie Droite et élus. Ceux-là, lorsque les versets du Miséricordieux leur étaient récités, ils se jetaient à genoux, prosternés et en pleurs"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "D’autres générations leur succédèrent qui négligèrent la prière, et se laissèrent guider par leurs mauvais penchants. Ils couraient inévitablement à leur perte"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "à l’exception de celui qui se repent, croit et fait le bien. Ceux-là entreront au Paradis, et ils ne seront lésés en rien"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "admis aux jardins d’Éden que le Miséricordieux a promis à Ses serviteurs qui ont cru à Ses promesses, car Ses promesses s’accomplissent toujours"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Ils n’y entendront aucune parole futile, mais des paroles de paix. Et ils recevront leur nourriture servie matin et soir"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Tel est le Paradis que Nous donnerons en héritage aux pieux parmi Nos serviteurs"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "«Nous (l’Ange Gabriel) ne descendons que sur commandement de ton Seigneur. Il est Le maître de ce qui est devant nous, de ce qui est derrière nous et de ce qui se trouve entre les deux. Ton Seigneur n’oublie rien"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "N’est-Il pas le Seigneur des Cieux, de la Terre et de l’espace qui les entoure. Adore-Le et endure avec patience Son adoration ! Lui connais-tu un égal ayant les mêmes attributs ?»"
        }
    ]
}