{
    "rukus": [
        {
            "chapter": 30,
            "verse": 28,
            "text": "Dieu vous propose une parabole à partir de ce que vous êtes en mesure de concevoir (de ce qui ressort de votre vie quotidienne). Consentiriez-vous à associer certains de vos esclaves aux biens que Nous vous avons prodigués, de sorte que vous soyez égaux dans la propriété, les craignant dès lors, comme vous vous craignez les uns les autres ? C’est ainsi que Nous énumérons les signes pour des gens qui raisonnent"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Mais loin de croire, les injustes s’obstinent à poursuivre leurs pratiques dans l’ignorance. Mais qui peut guider celui que Dieu égare ? Ceux-là n’auront pas de protecteurs"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Attache-toi exclusivement à l’observance du culte en monothéiste pur. Une disposition dont Dieu a naturellement doté l’Homme ! Et rien ne saurait dénaturer ce qui est intrinsèque à la création que Dieu a voulue. Telle est la religion de la rectitude. Mais la plupart des Hommes ne le savent pas"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Revenez repentants vers le Seigneur, et craignez-Le, observez la salât et ne soyez pas du nombre des polythéistes"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "de ceux qui morcelèrent leur culte en plusieurs Écritures, chaque faction prétendant faire prévaloir ce qu’elle avait reçu (Les Écritures)"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Lorsqu’un malheur frappe les Hommes, ils invoquent leur Seigneur et reviennent à Lui repentants, mais à peine leur prodigue-t-Il quelque miséricorde émanant de Lui, qu’un groupe d’entre eux Lui donne des associés"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "témoignant ainsi de leur ingratitude à l’égard des bienfaits dont Nous les avons comblés. « Appréciez (Nos bienfaits) ! Vous saurez bien assez tôt ce qu’il adviendra de vous !»"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Serait-ce que Nous leur avons envoyé un argument qui prête foi à ce qu’ils associent à Dieu"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Lorsque Nous faisons goûter aux Hommes quelque miséricorde, ils s’en réjouissent. Dès lors qu’un malheur les frappe pour les punir de leurs actes, ils s’en accablent"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Ne voient-ils pas que Dieu prodigue Ses bienfaits à qui Il veut, et dans la mesure qu’Il lui plaît de prodiguer ? En vérité, il y a là des signes pour ceux qui croient"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Donne leur dû, au parent proche, au nécessiteux et à l’hôte de passage. C’est mieux pour ceux qui cherchent à plaire à Dieu. Ceux-là sont les bienheureux"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "L’usure que vous pratiquez aux dépens des biens de vos semblables, n’accroîtra pas le nombre de vos bonnes œuvres auprès de Dieu. Mais l’aumône (zakât) que vous versez pour plaire à Dieu, multipliera votre récompense"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "C’est Dieu qui vous a créés, qui pourvoit à votre subsistance, qui vous fera mourir et qui vous ressuscitera. Parmi ceux que vous Lui associez, en est-il qui soit capable d’accomplir quelque acte de ceux-là ? Gloire à Dieu et Exalté soit-Il au-delà de tout ce qu’ils Lui associent"
        }
    ]
}