{
    "rukus": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif - Lâm - Mîm"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "La révélation du Livre émane sans nul doute du Seigneur de l’Univers"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Ou diront-ils qu’il (Mouhammad) l’a inventé ? Ceci est vraiment la Vérité envoyée par ton Seigneur pour que tu avertisses un peuple que nul avertisseur avant toi, n’est venu avertir. Puissent-ils être guidés dans la Voie Droite"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Dieu qui a créé les Cieux, la Terre et les espaces compris entre eux en six jours, et qui S’est ensuite établi sur Le Trône. Vous n’avez en dehors de Lui ni protecteur ni intercesseur. Ne réfléchissez-vous donc pas"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Il décide du ciel, du destin de toute chose sur la Terre, puis tout s’élève vers Lui dans l’espace d’un jour, qui équivaut à une période de mille ans selon votre calcul"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Tel est Le Connaisseur du monde non visible et du monde visible. Il est le Tout-Puissant, le Miséricordieux"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "qui porte toute chose qu’Il créé, à la perfection, et qui a commencé la création de l’Homme à partir de l’argile"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "puis Il a établi sa descendance d’un vil liquide"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "puis Il l’a formé harmonieusement et a insufflé en lui de Son Esprit, vous dotant de l’ouïe, de la vue et de l’intelligence. Mais il est rare que vous Lui témoigniez votre gratitude"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Ils disent : « Est-il concevable qu’une fois décomposés sous terre, nous serions ramenés dans une nouvelle création ?». En vérité, ils dénient leur comparution devant leur Seigneur"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "Dis-leur : «L’Ange de la mort, assigné à cette tâche, recueillera votre âme, puis, à votre Seigneur vous serez ramenés »"
        }
    ]
}