{
    "rukus": [
        {
            "chapter": 2,
            "verse": 261,
            "text": "L’exemple de ceux qui dépensent leurs richesses pour la cause de Dieu est comparable à une graine de maïs qui produit sept épis, chaque épi portant une centaine de graines. C’est ainsi que Dieu multiplie les richesses à qui Il veut. Dieu est Omniprésent et Omniscient"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Ceux qui dépensent leurs capitaux pour la Cause de Dieu, sans chercher une quelconque reconnaissance pour leur acte et sans porter préjudice à autrui, ceux-là trouveront leur récompense auprès de Dieu et n’éprouveront alors ni crainte ni affliction"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Une parole indulgente ainsi qu’un pardon vaut mieux qu’une aumône suivie d’un préjudice. Dieu Se suffit à Lui-même et Il est Indulgent"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Ô vous qui croyez ! Ne rendez pas vaines vos œuvres charitables en faisant étalage de vos actions et en accablant de reproches, à l’image de celui qui dépense ses richesses par hypocrisie et qui ne croit ni en Dieu ni au Jour Dernier. Car son exemple rappelle celui du rocher recouvert de terre et qu’une pluie arrose et découvre. Ceux-là (les impies) ne retireront rien de leurs actes car Dieu ne guide pas les peuples impies"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Quant à l’exemple de ceux qui dépensent leurs fortunes à la recherche de l’agrément de Dieu et pour affermir leur foi, il est comparable à l’exemple d’un jardin planté sur une colline. Si une pluie l’arrose, le produit de sa récolte est doublé. Et s’il n’est pas arrosé par la pluie, une rosée suffira. Dieu observe vos agissements"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "L’un de vous aimerait-il posséder une palmeraie et un vignoble au milieu desquels serpentent des ruisseaux et qui lui donnent toutes sortes de fruits alors qu’il a atteint un âge avancé et que sa progéniture est vulnérable, puis qu’une tempête de feu s’abat sur son jardin et le détruit. C’est ainsi que Dieu vous explique Ses signes afin que vous méditiez"
        }
    ]
}