{
    "rukus": [
        {
            "chapter": 40,
            "verse": 10,
            "text": "Ceux qui ont dénié s’entendront dire : « L’abomination en laquelle Dieu vous tenait (dans le monde terrestre), lorsque vous étiez exhortés à la foi que vous vous obstiniez à dénier, est plus grande que l’abomination que vous éprouvez à l’égard de vos propres personnes (en ce Jour)"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Ils diront : « Seigneur ! Tu nous as fait mourir deux fois, et par deux fois Tu nous as rappelés à la vie. Nous reconnaissons nos péchés. Y a-t-il un moyen pour nous de sortir (de l’Enfer) ?»"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "Il en est ainsi de votre sort, car lorsque l’Unicité de Dieu était proclamée, vous la déniiez, mais lorsque Lui étaient donnés des associés, vous étiez prompts à croire. Le jugement appartient à Dieu, le Sublime, l’Auguste"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "C’est Lui qui vous montre Ses signes et qui vous prodigue une subsistance provenant du ciel. Seul médite à ce propos, celui qui fait acte de contrition"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "Priez donc Dieu en Lui vouant un culte exclusif, quelle qu’en soit l’aversion des dénégateurs"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "Être Suprême, de Son trône Il fait descendre l’Esprit chargé par Son ordre de transmettre la révélation à qui Il Lui plaît parmi Ses serviteurs, afin qu’il avertisse les Hommes de l’avènement du Jour de la Rencontre"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "Ce Jour où ils émergeront (seront ressuscités), rien de ce qui les concerne n’échappe à Dieu, car qui pourra contester ce Jour-là que la Royauté (la Puissance) appartient à Dieu, l’Unique, le Dominateur Suprême"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Aujourd’hui, chacun sera rétribué à hauteur de ses œuvres. Nulle injustice en ce Jour. Et Dieu est prompt dans Ses comptes"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Avertis-les de l’avènement impromptu du Jour (du Jugement) où l’angoisse les prenant à la gorge, aucun son ne pourra en sortir, et où les injustes ne trouveront pas un ami fervent, ni intercesseur ayant un poids quelconque (pour intercéder en leurs faveurs)"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "Dieu connait la perfidie des regards, et les dispositions des cœurs"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Dieu juge en toute équité, alors que ceux qu’ils (les dénégateurs) invoquent en dehors de Lui ne possèdent aucun pouvoir de juger. Dieu est Celui qui entend tout et voit tout"
        }
    ]
}