{
    "rukus": [
        {
            "chapter": 40,
            "verse": 51,
            "text": "Certes, Nous secourrons Nos messagers et ceux qui auront cru, aussi bien dans leur vie ici-bas qu’au Jour où se dresseront les témoins (les anges témoins des actes de l’Homme)"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "Ce Jour où les excuses des dénégateurs n’auront aucun effet, et où ils seront damnés et voués à la pire des demeures"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Nous avons révélé la guidance à Moïse et accordé en legs le Livre aux Enfants d’Israël"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "un guide et un Rappel pour les Hommes doués d’intelligence"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "Patiente ! La promesse de Dieu s’accomplira. Implore donc l’absolution de tes péchés, et célèbre les louanges de ton Seigneur, matin et soir"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "En vérité, ceux qui se livrent à des controverses à propos des versets de Dieu sans avoir été investis de la moindre autorité pour le faire, n’agissent que par une ambition qu’ils ne pourront jamais satisfaire. Implore donc la protection de Dieu, car Il est Celui qui entend tout et Celui qui voit tout"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "« La création des Cieux et de la Terre est autrement plus grande que la création de l’Homme. Mais la plupart d’entre eux ne savent pas"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "L’aveugle et celui qui voit ne sont pas comparables, pas plus que ne le sont les croyants qui accomplissent des actions vertueuses, et les malfaisants. Mais vous méditez rarement à ce sujet"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "En vérité, l’avènement de l’Heure (la fin du monde) est indubitable. Cependant la plupart des Hommes n’y croient pas"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Votre Seigneur dit : « Implorez-Moi, Je vous exaucerai ! Mais ceux qui, par orgueil, se gardent de M’adorer entreront dans la Géhenne, couverts d’infamie »"
        }
    ]
}