{
    "rukus": [
        {
            "chapter": 4,
            "verse": 172,
            "text": "Le Messie n’a pas trouvé indigne de lui d’être un serviteur de Dieu, pas plus que les anges qui sont proches de Dieu. Quiconque aura jugé indigne de lui, d’être Son serviteur, et aura fait montre d’orgueil, Dieu les rassemblera autour de Lui (le Jour de la Résurrection)"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Quant à ceux qui auront cru, et auront accompli de bonnes actions, Dieu leur accordera une grande récompense, et étendra encore plus de Sa grâce sur eux. Mais ceux qui se seront considérés comme indigne pour eux d’être Ses serviteurs, et se seront montrés arrogants, Il leur infligera un châtiment douloureux, et ils ne trouveront en dehors de Dieu, ni défenseur ni protecteur"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "Ô vous les Hommes ! Une preuve irréfutable émanant de votre Seigneur, vous est parvenue, et Nous avons fait descendre sur vous une Lumière manifeste"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Ceux qui croient et se réfugient en Dieu, Dieu les admettra en Sa miséricorde et en Sa grâce, et les guidera vers Lui, sur la Voie Droite"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Ils te consultent sur les droits des héritiers indirects. Dis-leur : «Voici ce que Dieu prescrit au sujet des héritiers indirects. Si un homme décède sans postérité, ne laissant qu’une sœur, celle-ci recevra la moitié de l’héritage. Si c’est elle qui décède, sans laisser de progéniture, son frère recevra la totalité de son héritage. Si le défunt sans progéniture laisse deux sœurs, celles-ci recevront les deux tiers de la succession. Mais s’il laisse des frères et des sœurs, la part d’un mâle sera égale à celle de deux sœurs ». Dieu vous éclaire afin que vous ne commettiez pas d’erreur et Dieu est informé de vos agissements"
        }
    ]
}