{
    "pages": [
        {
            "chapter": 11,
            "verse": 46,
            "text": "Disse [Allah]: “O Noe, egli non fa parte della tua famiglia, e [frutto di] qualcosa di empio. Non domandarmi cose di cui non hai alcuna scienza. Ti ammonisco, affinche tu non sia tra coloro che ignorano”"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Disse: “Mi rifugio in Te, o Signore, dal chiederti cose sulle quali non ho scienza. Se Tu non mi perdoni e non mi usi misericordia, saro tra i perdenti”"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Fu detto: “O Noe, sbarca con la Nostra pace, e siate benedetti tu e le comunita [che discenderanno] da coloro che sono con te. [Anche] ad altre comunita concederemo gioia effimera e poi verra loro, da parte Nostra, un doloroso castigo"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Questa e una delle notizie dell'ignoto, che ti riveliamo. Tu non le conoscevi e neppure il tuo popolo prima di ora. Sopporta dunque con pazienza. In verita, i timorati [di Allah] avranno il buon esito”"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Agli Ad [mandammo] il loro fratello Hud. Disse: “O popol mio, adorate Allah, non c'e dio all'infuori di Lui. Voi siete degli inventori di menzogne"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O popol mio, non vi domando nessuna ricompensa, essa spetta a Colui Che mi ha creato. Non capirete dunque"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "O popol mio, implorate il perdono del vostro Signore e tornate a Lui pentiti, affinche vi invii piogge abbondanti dal cielo e aggiunga forza, alla vostra forza. Non voltate colpevolmente le spalle”"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Dissero: “O Hud, non ci hai recato nessuna prova, non vogliamo abbandonare i nostri dei per una tua parola e non crediamo in te"
        }
    ]
}