{
    "pages": [
        {
            "chapter": 21,
            "verse": 25,
            "text": "Non inviammo prima di te nessun messaggero senza rivelargli: “Non c'e altro dio che Me. AdorateMi!”"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Dicono: “Il Compassionevole Si e preso un figlio”. Gloria a Lui, quelli non sono che servi onorati"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "che mai precedono il Suo dire e che agiscono secondo il Suo ordine"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Egli conosce quel che li precede e quel che li segue, ed essi non intercedono se non in favore di coloro di cui Si compiace, e sono compenetrati di timor di Lui"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Chi di loro dicesse: “Davvero, io sono un dio all'infuori di Lui”, lo compenseremo con l'Inferno. E cosi che compensiamo gli ingiusti"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Non sanno dunque i miscredenti che i cieli e la terra formavano una massa compatta? Poi li separammo e traemmo dall'acqua ogni essere vivente. Ancora non credono"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Abbiamo infisso sulla terra le montagne, affinche non oscilli coinvolgendoli e vi ponemmo larghi passi. Si sapranno dirigere"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "E del cielo abbiamo fatto una volta sicura. Eppure essi si distolgono dai segni"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Egli e Colui Che ha creato la notte e il giorno, il sole e la luna: ciascuno naviga nella sua orbita"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Non concedemmo l'immortalita a nessuno uomo che ti ha preceduto. Dovresti forse morire, se essi fossero immortali"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Ogni anima gustera la morte. Vi sottoporremo alla tentazione con il male e con il bene, e poi a Noi sarete ricondotti"
        }
    ]
}