{
    "pages": [
        {
            "chapter": 21,
            "verse": 36,
            "text": "Quando i miscredenti ti vedono, non fanno che burlarsi di te: “Cosa? E costui che dice male dei vostri dei?”, e negano il Monito del Compassionevole"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "L'uomo e stato creato di impazienza. Vi mostrero i Miei segni. Non chiedeteMi di affrettarli"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Dicono: “Quando [si realizzera] questa promessa? [Ditecelo] se siete veritieri”"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Ah! Se i miscredenti conoscessero il momento in cui non potranno allontanare il fuoco dai loro volti e dalle loro schiene e non potranno essere soccorsi"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "E invece giungera loro all'improvviso, e ne saranno sbalorditi. Non potranno allontanarlo e non sara dato loro un rinvio"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Gia furono derisi i messaggeri che ti precedettero. Cio di cui si burlavano, avvolgera coloro che deridevano"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Di': “Chi potrebbe mai proteggervi, notte e giorno, dal Compassionevole?”. E invece sono indifferenti al Monito del loro Signore"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Dispongono forse, all'infuori di Noi, di dei che sappiano proteggerli? Questi non possono neppure difendere loro stessi, ne trovare altri che li difendano contro di Noi"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "In effetti, concedemmo a loro e ai loro avi un godimento effimero, finche non furono longevi. Non vedono che investiamo la terra, riducendola da ogni lato? Sono forse loro i vincitori"
        }
    ]
}