{
    "pages": [
        {
            "chapter": 29,
            "verse": 31,
            "text": "Quando i Nostri angeli portarono ad Abramo la lieta novella, dissero: “Si, [abbiamo l'incarico di] annientare gli abitanti di questa citta, poiche in verita sono ingiusti”"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Disse: “Ma cola abita Lot!”. Risposero: “Ben conosciamo chi vi abita. Lo salveremo, lui e la sua famiglia, eccetto sua moglie che sara tra coloro che rimarranno indietro”"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Quando i Nostri angeli giunsero presso Lot, egli ebbe pena per loro e si senti incapace di proteggerli. Dissero: “Non temere e non affliggerti: siamo incaricati di salvare te e la tua famiglia, eccetto tua moglie che sara tra coloro che rimarranno indietro"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "In verita, siamo [mandati] per far cadere dal cielo un castigo sugli abitanti di questa citta, per la loro turpitudine”"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Gia ne abbiamo fatto un segno evidente per coloro che capiscono"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "E ai Madianiti [mandammo] il loro fratello Shuayb, che disse loro: “O popol mio, adorate Allah e sperate nell'Ultimo Giorno, non commettete crimini sulla terra, non siate malfattori”"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Lo trattarono da bugiardo. Li colpi il cataclisma e il mattino li trovo che giacevano senza vita, nelle loro case"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Ugualmente [accadde] agli Ad e i Thamud; prova ne siano, per voi, le loro abitazioni. Satana abbelli agli occhi loro le loro azioni e li svio dalla retta via, nonostante fossero stati invitati ad essere lucidi"
        }
    ]
}