{
    "pages": [
        {
            "chapter": 34,
            "verse": 32,
            "text": "E quelli che erano tronfi d'orgoglio diranno a coloro che consideravano deboli: “Vi abbiamo forse impedito [di seguire] la retta via dopo che essa vi giunse? No, anche voi siete stati colpevoli”"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "E coloro che erano considerati deboli diranno a quelli che erano tronfi d'orgoglio: “No, furono le vostre perfidie, di giorno e di notte, quando ci ordinavate di disconoscere Allah e attribuirGli consimili!”. Celeranno il loro rimorso quando vedranno il castigo, [perche] porremo i gioghi al collo dei miscredenti. Saranno compensati per altro che per le opere loro"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "Non mandammo un ammonitore a una comunita senza che coloro che vivevano nell'agiatezza dicessero: “Non crediamo in cio per cui siete stati inviati”"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "Dissero: “Abbiamo ricchezze piu grandi e figli, quindi non saremo castigati”"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "Di': “In verita il mio Signore concede generosamente a chi vuole e lesina a chi vuole, ma la maggior parte degli uomini non lo sa”"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "I vostri beni e i vostri figli non vi potranno avvicinare a Noi, eccetto per chi crede e compie il bene: essi sono coloro che avranno ricompensa raddoppiata per quel che facevano: saranno al sicuro negli alti livelli [del Paradiso]"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "Coloro che invece cercano di vanificare i Nostri segni saranno obbligati a presentarsi al castigo"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "Di': “In verita il mio Signore concede generosamente a chi vuole e lesina a chi vuole. E vi restituira tutto cio che avrete dato. Egli e il Migliore dei dispensatori”"
        }
    ]
}