{
    "pages": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "Allah vanifichera le opere dei miscredenti e di quelli che distolgono dalla Sua via"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Rimettera i peccati e volgera al bene lo spirito di coloro che credono e compiono il bene e credono in quel che e stato rivelato a Muhammad. Questa e la verita che proviene dal loro Signore"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "perche i miscredenti seguono il falso, mentre i credenti seguono la verita [proveniente] dal loro Signore. Cosi Allah propone il loro esempio agli uomini"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Quando [in combattimento] incontrate i miscredenti, colpiteli al collo finche non li abbiate soggiogati, poi legateli strettamente. In seguito liberateli graziosamente o in cambio di un riscatto, finche la guerra non abbia fine. Questo e [l'ordine di Allah]. Se Allah avesse voluto, li avrebbe sconfitti, ma ha voluto mettervi alla prova, gli uni contro gli altri. E fara si che non vadano perdute le opere di coloro che saranno stati uccisi sulla via di Allah"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "li guidera, migliorera la loro condizione"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "e li introdurra nel Paradiso di cui li ha resi edotti"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "O credenti, se farete trionfare [la causa di] Allah, Egli vi soccorrera e rendera saldi i vostri passi"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "mentre coloro che non credono, saranno perduti: Egli vanifichera le loro opere"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Poiche ebbero ripulsa di quello che Allah ha rivelato, Egli vanifichera le loro opere"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Non hanno viaggiato sulla terra e non hanno visto quale fu la sorte di coloro che li precedettero? Allah li ha annientati. La stessa fine e riservata ai miscredenti"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Cio in quanto Allah e il Patrono dei credenti, mentre i miscredenti non hanno patrono alcuno"
        }
    ]
}