{
    "pages": [
        {
            "chapter": 57,
            "verse": 12,
            "text": "Un Giorno vedrai i credenti e le credenti circondati dalla loro luce: “Oggi vi e data la lieta novella di Giardini nei quali scorrono i ruscelli, dove rimarrete in perpetuo: questo e davvero l'immenso successo”"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "Il Giorno in cui gli ipocriti e le ipocrite diranno ai credenti: “Aspettateci, che possiamo attingere della vostra luce”. Sara risposto loro: “Tornate indietro a cercare la luce”. Fra di loro, sara poi eretta una muraglia dotata di una porta: al suo interno la misericordia, all'esterno, di fronte, il castigo"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "“Non eravamo con voi?” grideranno. “Si - risponderanno _ ma seduceste voi stessi, indugiaste e dubitaste, e vi lasciaste ingannare dalle vostre passioni finche non si realizzo il Decreto di Allah. Vi inganno a proposito di Allah l'Ingannatore.”"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Quest'oggi non sara accettato riscatto ne da voi, ne da coloro che non credettero. Vostro rifugio sara il Fuoco: questo e il vostro inseparabile compagno. Qual triste rifugio"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "Non e forse giunto, per i credenti, il momento in cui rendere umili i loro cuori nel ricordo di Allah e nella verita che e stata rivelata, e di differenziarsi da quelli che ricevettero la Scrittura in precedenza e che furono tollerati a lungo [da Allah]? I loro cuori si indurirono e molti di loro divennero perversi"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Sappiate che Allah ravviva la terra morta! Invero vi abbiamo esplicitato i segni affinche riflettiate"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Coloro che fanno la carita, uomini o donne, concedono un bel prestito ad Allah; lo riscuoteranno raddoppiato e avranno generoso compenso"
        }
    ]
}