{
    "maqras": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Oni koji ne vjeruju da ce pred Nas stati - govore: \"Zasto nam se ne posalju meleki ili zasto Gospodara svoga ne vidimo?\" Oni su, zaista, u dusama svojim oholi, a u nepravicnosti su sve granice presli"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Onoga Dana kada ugledaju meleke grjesnici se nece radovati i uzviknuce: \"Sacuvaj nas Boze"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "I Mi cemo pristupiti djelima njihovim koja su ucinili u prah i pepeo ih pretvoriti"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Stanovnici Dzenneta ce tog dana najbolje prebivaliste i najljepse odmaraliste imati"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "A na Dan kada se nebo rastvori i samo tanak oblak pojavi i kada se meleki sigurno spuste"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "toga dana ce istinska vlast biti samo u Milostivoga, a bice to mucan dan za nevjernike"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Na Dan kada nevjernik prste svoje bude grizao govoreci: \"Kamo srece da sam se uz Poslanika pravog puta drzao"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "kamo srece, tesko meni, da toga i toga za prijatelja nisam uzeo"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "on me je od Kur´ana odvratio nakon sto mi je priopcen bio!\" - a sejtan covjeka uvijek ostavlja na cjedilu"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Poslanik je rekao; \"Gospodaru moj, narod moj ovaj Kur´an izbjegava"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "isto tako smo Mi dali da svakom vjerovjesniku navaljalci neprijatelji budu. A tebi je Gospodar tvoj dovoljan kao vodic i kao pomagac"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Oni koji ne vjeruju govore: \"Trebalo je da mu Kur´an bude objavljen citav, i to odjednom!\" A tako se objavljuje da bismo njime srce tvoje ucvrstili, i mi ga sve ajet po ajet objavljujemo"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Oni ti nece nijedan prigovor postaviti, a da ti Mi necemo odgovor i najljepse objasnjenje navesti"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Oni koji budu lica okrenutih zemlji u Dzehennem vuceni bice u najgorem polozaju i u najvecoj nevolji"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Mi smo Musau Knjigu dali i brata mu Haruna pomocnikom ucinili"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "pa rekli: \"Otiđite vas dvojica narodu koji dokaze Nase porice\" - i poslije smo taj narod potupno unistili"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "A i narod Nuhov smo, kad su poslanike u laz utjerivali, potopili i ljudima ih poucnim primjerom ucinili, a nevjernicima smo patnju!bolnu pripremili"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "i Adu i Semudu i stanovnicima Resa i mnogim narodima između njih"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "svima smo primjere za pouku navodili, i sve smo poslije sasvim unistili"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "A ovi prolaze pored grada na koji se srucila kobna kisa - zar ga ne vide/ -, pa ipak ne ocekuju ozivljenje"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Kad te vide, rugaju ti se: \"Je li ovo onaj kojeg je Allah kao poslanika poslao"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Umalo da nas od bozanstava nasih nije odvratio, ali mi im vjerni ostadosmo.\" A kad dozive patnju, saznacemo ko je dalje s pravog puta bio skrenuo"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Kazi ti Meni, hoces li ti biti cuvar onome koji je strast svoju za boga svoga uzeo"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Mislis li ti da vecina njih hoce da cuje ili da nastoji da shvati? Kao stoka su oni, cak su jos dalje s pravog puta skrenuli"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Zar ne vidis kako Gospodar tvoj sjenu rasprostire - a da hoce, ostavio bi je da miruje -, i kako smo uredili da na nju Sunce utice"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "a poslije je malo po malo Sebi privlacimo"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "On vam je noc ucinio pokrivkom, san vam je ucinio pocinkom, a dan da se krecete"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "I On salje vjertove kao radosnu vijest, kao prethodnicu milosti Svoje; i Mi s neba cistu vodu spustamo"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "da njome vec mrtav predio ozivimo i da mnogu stoku i mnoge ljude koje smo stvorili napojimo"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Mi smo im o ovome cesto govorili da bi razmislili, ali vecina ljudi porice blagodati"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Da hocemo, u svaki grad bismo poslali nekoga da opominje"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "zato ne cIni nevjernicima ustupke i Kur´anom se svim silama protiv njih bori"
        }
    ]
}