{
    "maqras": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Kada bismo im meleke poslali, i kad bi im mrtvi progovorili, i kad bismo pred njih ocigledno sve dokaze sabrali, - oni opet ne bi vjerovali, osim ako bi Allah htio, ali vecina njih ne zna"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Tako smo svakom vjerovjesniku neprijatelje određivali, sejtane u vidu ljudi i dzinnova koji su jedni drugima kicene besjede govorili da bi ih obmanuli - a da je Gospodar tvoj htio, oni to ne bi ucinili; zato ti ostavi njih, i ono sto izmisljaju"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "i da bi srca onih koji u onaj svijet ne vjeruju bila sklona tome i zadovoljna time, i da bi pocinili grijehe koje su pocinili"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Zasto da pored Allaha trazim drugog sudiju, kad vam On objavljuje Knjigu potanko? A oni kojima smo Mi dali Knjigu dobro znaju da Kur´an objavljuje Gospodar tvoj istinito, zato ti ne sumnjaj nikako"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Rijeci Gospodara tvoga su vrhunac istine i pravde; Njegove rijeci niko ne moze promijeniti i On sve cuje i sve zna"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Ako bi se ti pokoravao vecini onih koji zive na Zemlji; oni bi te od Allahova puta odvratili; oni se samo za pretpostavkama povode i oni samo neistinu govore"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Gospodaru tvom su dobro poznati oni koji su skrenuli s Njegova puta i On dobro zna one koji su na pravom putu"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Zato jedite ono pri cijem klanju je spomenuto Allahovo ime, ako vjerujete u Njegove ajete"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "A zasto da ne jedete ono pri cijem klanju je spomenuto Allahovo ime kad vam je On objasnio sta vam je zabranio, - osim kad ste u nevolji; mnogi, prema prohtjevima svojim, namajuci za to nikakva dokaza, zavode druge u zabludu. A Gospodar tvoj dobro zna one koji u zlu prelaze svaku mjeru"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Ne grijesite ni javno ni tajno! Oni koji grijese sigurno ce biti kaznjeni za ono sto su zgrijesili"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Ne jedite ono pri cijem klanju nije spomenuto Allahovo ime, to je, uistinu, grijeh! A sejtani navode sticenike svoje da se s vama raspravljaju, pa ako biste im se pokorili, i vi biste, sigurno mnogobosci postali"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Zar je onaj koji je bio u zabludi, a kome smo Mi dali zivot i svjetlo pomocu kojeg se među ljudima krece, kao onaj koji je u tminama iz kojih ne izlazi? A nevjernicima se cini lijepim to sto oni rade"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "I isto tako Mi ucinismo da u svakom gradu velikasi postanu grijesnici i da u njemu zamke postavljaju, ali oni samo sebi zamke postavljaju, a da i ne primejecuju"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "A kada njima dokaz dolazi, oni govore: \"Mi necemo vjerovati sve dok se i nama ne da nesto slicno sto je Allahovim poslanicima dano.\" A Allah dobro zna kome ce povjeriti poslanstvo Svoje. One koji grijese sigurno ce stici od Allaha ponizenje i patnja velika zato sto spletkare"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Onome koga Allah zeli da uputi - On srce njegovo prema islamu raspolozi, a onome koga zeli da u zabludi ostavi - On srce njegovo stegne i umornim ucini kao da cini napor da na nebo uzleti. Eto, tako Allah one koji ne vjeruju bez podrske ostavi"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Ovo je pravi put Gospodara tvog. A Mi objasnjavamo dokaze ljudima koji pouku primaju"
        }
    ]
}