{
    "pages": [
        {
            "chapter": 10,
            "verse": 79,
            "text": "E Faraó disse: \"Fazei-me vir todo mágico sapiente"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Então, quando chegaram os mágicos, Moisés disse-lhes: \"Lançai o que tendes para lançar"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Então, quando o lançaram, Moisés disse: \"O que trouxestes é a magia. Por certo, Allah a derrogará. Por certo, Allah não emenda as obras dos corruptores"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "“E Allah estabelece, com Suas palavras a verdade, ainda que o odeiem os criminosos”"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Então, ninguém creu em Moisés senão alguns descendentes de seu por certo Faraó era altivo na terra e"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "E Moisés disse: \"Ó meu povo! Se credes em Allah, nEle confiais, se sois submissos"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Eles disseram: \"Em Allah confiamos. Senhor nosso! Não faças de nós vítimas da provação do povo injusto"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "E salva-nos, com Tua misericórdia, do povo renegador da Fé"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "E inspiramos a Moisés e a seu irmão: \"Disponde, para vosso povo, casas no Egito, e fazei de vossas casas lugar de adoração, e cumpri a oração. E alvissara, ó Moisés, aos crentes a vitória"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "E Moisés disse: \"Senhor nosso! Por certo, concedeste a Faraó e a seus dignitários ornamentos e riquezas, na vida terrena - Senhor nosso! - para que se descaminhem de Teu caminho. Senhor nosso! Apaga-lhes as riquezas e endurece- lhes os corações: então, não crerão, até virem o doloroso castigo"
        }
    ]
}