{
    "pages": [
        {
            "chapter": 19,
            "verse": 26,
            "text": "Então, come e bebe e refresca de alegria teus olhos. E, se vês alguém, dos mortais, dize: 'Por certo, fiz votos de silêncio aO Misericordioso e, hoje, não falarei a humano algum"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "E ela chegou com ele, a seu povo, carregando-o. Disseram: \"Ó Maria! Com efeito, fizeste uma cousa assombrosa"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "Ó irmã de Aarão! Teu pai não era pessoa atreita ao mal e tua mãe não era mundana"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Então, ela apontou para ele. Eles disseram: \"Como falaremos a quem está no berço, em sendo infante"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "O bebê disse: \"Por certo, sou o servo de Allah. Ele me concederá o Livro e me fará Profeta"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "E me fará abençoado, onde quer que esteja, e me recomendará a oração e az-zakãh, enquanto permanecer vivo"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "E me fará blandicioso para com minha mãe, e não me fará tirano, infeliz"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "E que a paz seja sobre mim, no dia em que nasci e no dia em que morrer e no dia em que for ressuscitado, vivo"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Esse é Jesus, filho de Maria. É o Dito da verdade, que eles contestam"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Não é admissível que Allah tome para Si um filho. Glorificado seja! Quando decreta algo, apenas, diz-lhe: \"Sê\", então, é"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "E por certo, Allah é meu Senhor e vosso Senhor. Então, adorai-O. Esta é uma senda reta"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Em seguida, os partidos discreparam entre eles. Então, ai dos que renegam a Fé, quando de sua presença, em um terrível dia"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Quão bem ouvirão e quão bem verão, um dia, em que virão a Nós. Mas os injustos, hoje, estão em evidente descaminho"
        }
    ]
}