{
    "pages": [
        {
            "chapter": 22,
            "verse": 16,
            "text": "E, assim fizemo-lo descer como sinais evidentes e, por certo, Allah guia a quem deseja"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Por certo, os que crêem e os que praticam o judaísmo e os sabeus e os cristãos e os magos e os que idolatram, por certo, Allah decidirá, entre eles, no Dia da Ressurreição. Por certo, Allah, de todas as cousas, é Testemunha"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Não viste que, diante de Allah, se prosterna quem está nos céus e quem está na terra, e o sol e a lua e as estrelas e as montanhas e as árvores e os seres animais e muitos dos humanos? E, sobre muitos destes, cumpre-se o castigo. E aquele, a quem Allah avilta, não terá quem o honre. Por certo, Allah faz o que quer"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Estes são dois adversários, que disputam acerca de seu Senhor. Então, aos que renegam a Fé, cortar-se-lhes-ão trajes de fogo. Sobre suas cabeças, entornar-se-á água ebuliente"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Com ela, derreter-se-á o que há em seus ventres e, também, as peles"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "E, para eles, haverá recurvados fustes de ferro"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Cada vez que desejarem sair dele por angústia, fá-los-ão voltar a ele. E dir-se-lhes-á: \"Experimentai o castigo da Queima"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Por certo, Allah, aos que crêem e fazem boas obras, fará entrar em Jardins, abaixo dos quais correm os rios; neles, serão enfeitados com braceletes de ouro e com pérolas. E, neles, suas vestimentas serão de seda"
        }
    ]
}