{
    "pages": [
        {
            "chapter": 36,
            "verse": 13,
            "text": "E propõe-lhes um exemplo: os habitantes da cidade quando lhes chegaram os Mensageiros"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Quando lhes enviamos dois Mensageiros, e eles os desmentiram, então, fortalecemo-los com um terceiro, eles disseram: \"Por certo, fomos enviados a vós"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Os habitantes da cidade disseram: \"Vós não sois senão mortais como nós, e O Misericordioso nada fez descer; vós nada fazeis senão mentir"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Os Mensageiros disseram: \"Nosso Senhor sabe que, por certo, fomos enviados a vós"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "E não nos impende senão a evidente transmissão da Mensagem"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Disseram: \"Pressentimos mau agouro, por vossa causa. Em verdade, se não vos abstendes disso, apedrejar-vos-emos, e doloroso castigo tocar-vos-á, de nossa parte"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Eles disseram: \"Vosso mau agouro está em vós. Se sois admoestados, pressentis mau agouro e descredes? Mas, sois um povo entregue a excessos"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "E um homem chegou, do extremo da cidade, correndo. Disse: \"Ó meu povo! Segui os Mensageiros"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Segui a quem não vos pede prêmio algum, e são guiados"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "E por que razão não adoraria eu a Quem me criou e a Quem vós sereis retornados"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Tomaria, em vez d'Ele, outros deuses? Se O Misericordioso me desejasse um infortúnio, sua intercessão de nada me valeria, e eles me não poderiam salvar"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Por certo, nesse caso, estaria em evidente descaminho"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Por certo, creio em vosso Senhor. Então, ouvi-me"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "Foi-Ihe dito: \"Entra no Paraíso.\" Ele disse: \"Quem dera meu povo soubesse"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Do perdão de meu Senhor para mim, e de que me fez dos honrados"
        }
    ]
}