{
    "pages": [
        {
            "chapter": 39,
            "verse": 48,
            "text": "E mostrar-se-lhes-ão as más obras que cometiam. E envolvê-los-á aquilo de que zombavam"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "E, quando um infortúnio toca ao ser humano, ele Nos invoca; em seguida, quando lhe outorgamos uma graça, vinda de Nós, diz: \"Isso me foi concedido, apenas, por minha própria ciência.\" Ao contrário, esta é uma provação, mas a maioria deles não sabe"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Com efeito, os que foram antes deles disseram-no, e o que eles logravam de nada lhes valeu"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Então, as más obras que cometeram alcançaram-nos. E aos que são injustos, dentre estes, as más obras que cometeram alcançá-los-ão, e não poderão escapar disso"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "E não sabem eles que Allah prodigaliza o sustento a quem quer, e restringe-o? Por certo, há nisso sinais para um povo que crê"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "Dize: \"Ó Meus servos, que vos excedestes em vosso próprio prejuízo, não vos desespereis da misericórdia de Allah. Por certo, Allah perdoa todos os delitos. Por certo, Ele é O Perdoador, O Misericordiador"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "E voltai-vos contritos para vosso Senhor e islamizai-vos, para Ele, antes que o castigo vos chegue, em seguida, não sereis socorridos"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "E segui o melhor do que foi descido, para vós, de vosso Senhor, antes que o castigo vos chegue, inopinadamente, enquanto não percebeis"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Antes que uma alma diga: \"Que aflição a minha, porque descurei de minhas obrigações para com Allah! E, por certo, eu era dos escarnecedores"
        }
    ]
}