{
    "pages": [
        {
            "chapter": 40,
            "verse": 67,
            "text": "Ele é Quem vos criou de pó; em seguida, de gota seminal; depois, de aderência; em seguida, faz-vos sair como crianças, para, depois, atingirdes vossa força para, depois, serdes anciãos e há, entre vós, quem morra antes e para atingirdes um termo designado. E tudo isso para que razoeis"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Ele é Quem dá a vida e dá a morte. Então, quando decreta algo, apenas, diz-lhe: \"Sê\", então, é"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Não viste os que discutem acerca dos sinais de Allah, como se desviam deles"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Os que desmentem o Livro e o com que enviamos Nossos Mensageiros. Então, logo, saberão"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "Quando as gargalheiras estiverem em seus pescoços, e com as correntes eles serão arrastados"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Na água ebuliente; em seguida, no Fogo, serão abrasados"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Em seguida, dir-se-lhes-á: \"Onde estão os que idolatráveis"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Além de Allah?\" Dirão: \"Sumiram, para longe de nós. Aliás, não invocávamos nada antes.\" Assim, Allah descaminha os renegadores da Fé"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Dir-se-lhes-á: \"Isso porque vos jubiláveis, na terra, sem razão, e porque disso vos jactáveis"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Entrai pelas portas da Geena; Nela, sereis eternos. E que execrável, em verdade, a moradia dos assoberbados"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Então, pacienta, Muhammad. Por certo, a promessa de Allah é verdadeira. E, quer te façamos ver algo do que lhes prometemos, quer te levemos a alma, antes, a Nós eles serão retornados"
        }
    ]
}