{
    "pages": [
        {
            "chapter": 3,
            "verse": 166,
            "text": "E o que vos alcançou, no dia em que se depararam as duas hostes, foi com a permissão de Allah, e para que Ele soubesse dos crentes"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "E para que Ele soubesse dos hipócritas. E a estes foi dito: \"\"Vinde combater no caminho de Allah ou defender-nos do inimigo"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "São aqueles que, ausentando-se do combate, disseram de seus irmãos mártires: \"Se eles nos houvessem obedecido, não haveriam sido mortos.\" Dize, Muhammad: \"Afastai, então, de vós a morte, se sois verídicos"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "E não suponhas que os que foram mortos no caminho de Allah estejam mortos; ao contrário, estão vivos, junto de seu Senhor, e por Ele sustentados"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Jubilosos com o que Allah lhes concedeu de Seu favor. E exultam pelos que, deixados atrás deles, ainda se lhes não ajuntaram: exultam, ainda, por nada haver que temer por eles, e eles não se entristecerão"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Exultam por graça de Allah e por Seu favor, e porque Allah não faz perder o prêmio dos crentes"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Daqueles que atenderam a Allah e ao Mensageiro, após o sofrimento que os alcançara, há para os que, dentre eles, bem fizeram e foram piedosos magnífico prêmio"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Daqueles aos quais alguns homens disseram: \"Por certo, o povo inimigo, com efeito, reuniu hostes contra vós. Então, receai-os.\"E isso acrescentou-lhes fé, e disseram: \"Basta-nos Allah! E que Excelente Patrono"
        }
    ]
}