{
    "pages": [
        {
            "chapter": 16,
            "verse": 15,
            "text": "И положи на земята непоклатими планини, за да не се люлее с вас; и реки, и пътища, за да се напътите"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "и други знаци; и по звездите се насочват"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "И нима Онзи, Който сътворява, е като онзи, който не може да сътворява? Не ще ли се поучите"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "И ако пресмятате благодеянията на Аллах, не ще ги изчислите. Аллах е опрощаващ, милосърден"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Аллах знае какво спотайвате и какво разкривате"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Онези, които [неверниците] ги зоват вместо Аллах, нищо не могат да сътворят, а и самите те са сътворени"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "безжизнени мъртъвци. И не ще усетят кога ще бъдат възкресени"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Вашият Бог е единственият Бог. А онези, които не вярват в отвъдния живот, сърцата им [Го] отричат и надменни са те"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Без съмнение, Аллах знае какво спотайват и какво разкриват. Той не обича надменните"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "И когато им се казва: “Какво е низпослал вашият Господ?”, казват: “Легенди на предците!”"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "за да понесат в Деня на възкресението всички свои товари и някои товари на заблудените от тях хора в неведение. И колко лошо е онова, което ще понесат"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "И онези преди тях лукавстваха, но Аллах разруши тяхното здание из основи и рухна отгоре им таванът. И мъчението им дойде оттам, откъдето не им е хрумвало"
        }
    ]
}