{
    "pages": [
        {
            "chapter": 17,
            "verse": 76,
            "text": "И се домогваха да напуснеш земята [на Мека], за да те прогонят оттам. Тогава и те щяха да останат само малко след теб"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Такъв бе обичаят спрямо Нашите пратеници, които изпратихме преди теб... И не ще откриеш промяна в Нашия обичай"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Отслужвай молитвите от захождането на слънцето до мрака на нощта, и утринната молитва! Утринната молитва се засвидетелства"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "И в част от нощта бодърствай с [молитва] допълнително за теб. Твоят Господ ще те въздигне на похвално място"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Кажи: “Господи мой, въведи ме с достойнство и ме изведи с достойнство! И дай ми за подкрепа власт от Теб!”"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "И кажи: “Дойде истината и погина лъжата. Несъмнено лъжата погива.”"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "И низпославаме в Корана това, което е изцеление и милост за вярващите, а на угнетителите той надбавя само загуба"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "И когато дадем благодат на човек, той се извръща и се отдалечава по своя си път. А когато го засегне злото, той потъва в отчаяние"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Кажи: “Всеки постъпва по свой начин. Но вашият Господ най-добре знае кой е на по-прав път.”"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "И те питат за духа. Кажи: “Духът е от делото на моя Господ и ви е дадено само малко от знанието.”"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "И ако пожелаем, Ние ще отнемем онова, което ти разкрихме - после не ще си намериш покровител срещу Нас"
        }
    ]
}