{
    "pages": [
        {
            "chapter": 2,
            "verse": 191,
            "text": "И ги убивайте там, където ги сварите, и ги прогонете оттам, откъдето и те ви прогониха! Да заблуждаваш е по-тежко, отколкото да убиваш. И не се сражавайте с тях при Свещената джамия, докато не започнат там да се сражават с вас! А ако се сражават с вас, убийте ги! Такова е възмездието за неверниците"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "А престанат ли - Аллах е опрощаващ, милосърден"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "И се сражавайте с тях, докогато не ще има заблуда и религията ще е на Аллах! А престанат ли, тогава да не се враждува, освен против угнетителите"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Месец на забрана - срещу месец на забрана! И за [нарушаване на] забраните - възмездие. А който ви нападне, нападнете го така, както ви е нападнал! И бойте се от Аллах, и знайте, че Аллах е с богобоязливите"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "И раздавайте по пътя на Аллах, и не се хвърляйте със собствените си ръце към гибелта, и благодетелствайте! Аллах обича благодетелните"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "И довършвайте поклонението хадж, и поклонението умра заради Аллах! А ако сте възпрени, [дайте] жертвено животно според своите възможности! И не бръснете главите си, докато жертвеното животно не стигне местоназначението си! А който от вас е болен или има страдание по главата, тогава - да се откупи с говеене или подаяние, или жертвоприношение. А ако сте в безопасност, онзи, който използва поклонението умра и за поклонение хадж, [да даде] жертвено животно според своите възможности. А който не е в състояние, да говее три дни по време на поклонението хадж и седем, щом се върне, та пълни десет. Това е за онзи, чиито роднини не живеят в околностите на Свещената джамия. И бойте се от Аллах, и знайте, че Аллах е строг в наказанието"
        }
    ]
}