{
    "pages": [
        {
            "chapter": 19,
            "verse": 77,
            "text": "Не видя ли ти онзи, който отхвърли Нашите знамения и рече: “Непременно ще ми бъдат дадени имот и деца.”"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Нима надникна той в неведомото, или взе обет от Всемилостивия"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Ала не! Ще запишем Ние какво казва и непременно ще му удължим мъчението"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "И ще наследим от него онова, за което говори, и ще дойде той при Нас сам-самичък"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "И приеха вместо Аллах други богове, за да им бъдат сила"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Ала не! Ще отрекат служенето на тях и ще им станат противници"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Не виждаш ли ти, че изпращаме сатаните срещу неверниците, за да ги подстрекават непрестанно"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "И не бързай против тях! Ние им отброяваме дните"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "В Деня, когато съберем богобоязливите на групи при Всемилостивия"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "и поведем престъпниците към Ада като на водопой"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "за никого не ще има застъпничество, освен за онези, които получиха обещание от Всемилостивия"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "И рекоха [неверниците]: “Всемилостивия се сдоби със син.”"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Вие изрекохте нещо ужасно"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "от което небесата биха се разкъсали и земята - разцепила, и планините - сгромолясали в руини"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "да приписват син на Всемилостивия"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Не подобава на Всемилостивия да има син"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Всеки на небесата и на земята ще дойде като раб при Всемилостивия"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Той добре ги знае и всички ги отброява"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "И всеки от тях сам-самичък ще се яви при Него в Деня на възкресението"
        }
    ]
}