{
    "pages": [
        {
            "chapter": 39,
            "verse": 57,
            "text": "Или ще каже: “Ако ме бе напътил Аллах, щях да съм от богобоязливите.”"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Или ще каже, когато види мъчението: “Ако можех да се върна [на земята], щях да съм от добротворстващите.”"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Не, вече дойдоха при теб Моите знамения, а ти ги взе за лъжа и се възгордя, и бе от неверниците"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "В Деня на възкресението ще видиш онези, които лъжеха за Аллах, с почернели лица. Нима в Ада няма място за горделивите"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "И ще спаси Аллах богобоязливите с тяхното избавление [в Рая]. Не ще ги докосне злото и не ще скърбят"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Аллах е Творецът на всяко нещо и Той е Разпоредителят за всяко нещо"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Негови са ключовете на небесата и на земята. А които отричат знаменията на Аллах, те са губещите"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Кажи: “Нима на друг, а не на Аллах, ми повелявате да служа, о, невежи?”"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "И вече се разкри на теб и на онези преди теб: “Ако съдружиш с Аллах, твоето дело пропада и ще бъдеш от губещите"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Служи единствено на Аллах и бъди от признателните!”"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "И не оцениха те Аллах с истинското Му величие. Земята - цялата - ще бъде в Неговата Длан в Деня на възкресението, а небесата ще са сгънати в Десницата Му. Пречист е Той, превисоко е над онова, с което Го съдружават"
        }
    ]
}