{
    "pages": [
        {
            "chapter": 45,
            "verse": 1,
            "text": "Ха. Мим"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "Низпославането на Книгата е от Аллах, Всемогъщия, Премъдрия"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "На небесата и на земята има знамения за вярващите"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "И във вашето сътворяване, и в това на тварите, пръснати [по земята], има знамения за хора убедени"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "И промяната на нощта и деня, и онова, което Аллах изсипва от небето за препитание, и съживява с него земята след нейната смърт, и смяната на ветровете, са знамения за хора проумяващи"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "Това са знаменията на Аллах. Четем ти ги според истината. Тогава в кое слово след Словото на Аллах и Неговите знамения ще повярват"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "Горко на всеки лъжец, грешник"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "Чува той знаменията на Аллах да му се четат, после надменно упорства, сякаш че не ги е чул. Възвести го за болезнено мъчение"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "И щом узнае нещо от Нашите знамения, той им се подиграва. За тези ще има унизително мъчение"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "Пред тях е Адът. И не ще ги избави с нищо онова, което са придобили, нито онова, което са взели за покровител вместо Аллах. За тях има огромно мъчение"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "Този [Коран] е напътствие. А за онези, които не вярват в знаменията на своя Господ, за тях има изтезание - болезнено мъчение"
        },
        {
            "chapter": 45,
            "verse": 12,
            "text": "Аллах е, Който подчини за вас морето, за да плават там корабите според Неговата повеля и за да търсите от Неговото обилие. И за да сте признателни"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "И подчини Той за вас всичко на небесата и всичко на земята - всичко е от Него. В това има знамения за хора мислещи"
        }
    ]
}