{
    "maqras": [
        {
            "chapter": 42,
            "verse": 51,
            "text": "Kuma bã ya kasancẽwa ga wani mutum Allah Ya yi masa magana* fãce da wahayi, kõ daga bãyan wani shãmaki, kõ Ya aika wani Manzo, sa'an nan Ya yi wahayi, da izninsa ga abin da Yake so. Lalle Shĩ, Maɗaukaki ne Mai hikima"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "Kuma kamar wancan Mun aika wani rũhi (rai mai haɗa jama'a) zuwa gare ka, daga gare Mu. Ba ka kasance kã san abin da yake littãfi ba, kõ abin da Yake ĩmãni, kuma amma Mun sanya shi (rũhin, watau Alƙur'ãni) wani haske ne, Munã shiryar da wanda Muke so daga cikin bãyĩn Mu game da shi. Kuma Lalle kai, haƙĩƙa, kanã shiryarwa zuwa ga hanya, madaidaiciya"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "Hanyar Allah wanda ke da mulkin abin da ke cikin sammai da abin da ke cikin ƙasa. To, zuwa ga Allah kawai al'amura ke kõmãwa"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ḥ. M̃"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Ina rantsuwa da Littãfi Mabayyani"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Lalle Mũ, Mun sanya shi abin karãtu na Lãrabci, tsammãninku, kunã hankalta"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Kuma lalle, shĩ, a cikin uwar littãfi a wurin Mu, haƙĩƙa, maɗaukaki ne, bayyananne"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Shin, zã Mu kau da kai daga saukar da hukunci daga gare ku ne dõmin kun kasance mutane mãsu ɓarna"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Alhãli kuwa sau nawa Muka *aika wani Annabi a cikin mutãnen fãrko"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Kuma wani Annabi bai je musu ba fãce sun kasance, game da shi, sunã mãsu yin izgili"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Sai Muka halakar da waɗanda suke sũ ne mafiya ƙarfin damƙa daga gare su. Kuma abin misãlin mutãnen farkon ya shũɗe"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Kuma lalle ne, idan ka tambaye su, \"Wãne ne ya halitta sammai da ƙasa?\" Lalle zã su ce, \"Mabuwãyi Mai ilmi ne Ya halitta su"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Wanda Ya sanya muku ƙasa shimfiɗa kuma Ya sanya muku hanyõyi a cikinta, tsammãninku za ku nẽmi shiryuwa"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "Kuma Wanda Ya saukar da ruwa daga sama, a kan wani gwargwado, sai Muka rãyar da gari matacce game da shi. Kamar haka nan ake fitar da ku (daga kabari)"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "Kuma Wanda Ya halitta ma'aura dukansu, kuma Ya sanya muku, daga jirgi da dabbõbin ni'ima, abin da kuke hawa"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Domin ku daidaitu a kan bãyansa, sa'an nan ku tuna ni'imar Ubangijinku a lõkacin da kuka daidaita a kansa kuma ku ce, \"Tsarki ya tabbata ga Wanda Ya hõre mana wannan alhãli kuwa ba mu kasance mãsu iya rinjãya gare Shi ba"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Kuma lalle mũ haƙĩƙa mãsu* jũyãwa muke, zuwa ga Ubangijinmu"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Kuma suka sanya *Masa juz'i daga bãyinsa. Lalle ne mutum, haƙĩƙa, mai yawan kãfirci ne, mai bayyanãwar kãfircin"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Kõ zã Ya ɗauki 'ya'ya mãtã daga abin da Yake halittawa ne, kuma Ya zãɓe ku da ɗiya maza"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Alhãli kuwa idan an bãyar da bushãra ga ɗayansu da abin da ya buga misãli da shi ga Mai rahama, sai fuskarsa ta yini tanã wadda aka baƙanta launinta, kuma yanã cike da baƙin ciki"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Ashe, kuma (Allah zai zãɓi) wanda ake rẽno a cikin ƙawa alhãli kuwa gã shi a husũma bã mai iya bayyanawar magana ba"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "Kuma suka mayar da malã'iku ('yã'ya) mãtã, alhãli kuwa sũ, waɗanda suke bãyin (Allah) Mai rahama ne! Shin, sun halarci halittarsu ne? zã a rubũta shaidarsu kuma a tambaye su"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "Kuma suka ce: \"Dã Mai rahama ya so, dã ba mu bauta musu ba.\" Bã su da wani ilmi game da wancan! Bãbu abin da suke yi fãce yanki-faɗi"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Kõ Mun bã su wani littãfi ne a gabãninsa (Alƙur'ãni) sabõda haka da shĩ suke riƙe"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Ã'a, sun ce dai, \"Lalle mũ, mun sãmi ubanninmu a kan wani addini (na al'ãda) kuma lalle mũ, a kan gurãbansu muke mãsu nẽman shiryuwa"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "Kuma kamar haka, ba Mu aika wani mai gargaɗi ba a gabãninka, a cikin wata alƙarya, fãce mani'imtanta sun ce, \"Lalle mũ, mun sãmi ubanninmu a kan wani addini kuma lalle mũ, mãsu kõyi nea kan gurãbansu"
        }
    ]
}