{
    "maqras": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Yã kũ waɗanda suka yi ĩmãni! ku cika alkawurra. An halatta muku dabbobin jin dãɗi fãce abin da ake karantãwa a kanku, bã kunã mãsu halattar da farauta ba alhãli kuwa kunã mãsu harama. Lalle ne, Allah Yanã hukunta abin da yake nufi"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Ya kũ waɗanda suka yi ĩmãni! kada ku halattar da ayyukan ibãdar Allah game da hajji, kuma da watã mai alfarma, kuma da hadaya, kuma da rãtayar raƙuman hadaya, kuma da mãsu nufin ¦ãki mai alfarma, sunã neman falala daga Ubangijinsu da yarda. Kuma idan kun kwance harama, to, ku yi farauta. Kuma kada ƙiyayya da wasu mutãne ta ɗauke ku, dõmin sun kange ku daga Masallãci Mai alfarma, ga ku yi zãlunci. Kuma ku taimaki junã a kan aikin ƙwarai da taƙawa. Kuma kada ku taimaki juna a kan zunubi da zãlunci, kuma ku bi Allah da taƙawa. Lalle ne Allah Mai tsananin uƙũba ne"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "An haramta muku mũshe da jini da nãman alade da abin da aka ambaci sũnan wanin Allah a gare shi, da mãƙararriya da jefaffiya da mai gangarõwa da sõkakkiya, da abin da mãsu dãgi suka ci, fãce abin da kuka yanka, da abin da aka yanka a kan gunki (shĩ ma an haramta). Kuma kada ku yi rabo da kibiyoyi na cãca wannan fãsiƙanci ne, A yau waɗanda suka kãfirta sun yanke ƙauna daga addininku. Sabõda haka kada ku ji tsõronsu kuma ku ji tsõroNa. A yau Nã kammalã muku addininku, Kuma Nã cika ni'imaTa a kanku, Kuma Nã yarda da Musulunci ya zama addini a gare ku. To, wanda aka sanya wa lalũra a cikin yunwa mai tsanani, bã yana mai karkata zuwa ga wani zunubi ba, to, lalle ne Allah Mai gãfara ne, Mai jin ƙai"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Suna tambayar ka cewa mene ne aka halatta musu? Ka ce: \"An halatta muku abũbuwa mãsu dãɗi da abin da kuka sanar (farauta) daga mãsu yin mĩki, kunã mãsu sakinsu daga hannuwanku, kunã sanar da su daga abin da Allah Ya sanar da ku. To, ku ci daga abin da suka kama sabõda ku, kuma ku ambaci sunan Allah a kansa, kuma ku bi Allah da taƙawa. Lalle ne Allah Mai gaugawar sakamako da yawã ne"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "A yau an halatta muku abũbuwa mãsu dãɗi kuma abincin waɗanda aka bai wa Littãfi halal ne a gare ku, kuma abincinku halal ne a gare su, da mãtã mãsu kãmun kai daga muminai da mãtã 'yã'ya daga waɗanda aka bai wa Littãfi* a gabãninku idan kun je musu da sadãkõkinsu, kuna mãsu yin aure, ba masu yin zina ba, kuma bã mãsu riƙon abõkai ba. Kuma wanda ya kãfirta da ĩmãni to, lalle ne aikinsa yã ɓãci, kuma shĩ, a cikin Lãhira, yanã daga mãsu hasãra"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Yã ku waɗanda suka yi ĩmãni! idan kun tãshi* zuwa ga salla, to, ku wanke fuskõkinku da hannuwanku zuwa ga magincirõri, kuma ku yi shãfa ga kãnunku, kuma ku (wanke) ƙafãfunku zuwa idãnun sãwu biyu. Kuma idan kun kasance mãsu janaba, to, ku yi tsarki, kuma idan kun kasance majinyata, kõ kuwa a kan tafiya, kõ kuwa ɗaya daga gare ku ya zo daga kãshi, kõ kuka yi shãfayyar junã da mãtã, sa'an nan ba ku sãmi ruwa ba to ku yi nufin wuri** mai kyau, sa'an nan ku yi shãfa ga fuskõkinku da hannuwanku daga gare shi. Allah bã Ya nufi dõmin Ya sanya wani ƙunci a kanku, kuma amma Yanã nufi dõmin Ya cika ni'imarSa a kanku, tsammãninku kunã gõdewa"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Kuma ku tuna ni'imar Allah akanku da alkawarinku wanda Ya ɗaure ku da shi, a lõkacin da kuka ce: \"Mun ji kuma mun yi ɗã'a Kuma ku bi Allah da taƙawa. Lalle ne Allah Masani ne ga abin da ke a cikin zukata"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Yã ku waɗanda suka yi ĩmãni! Ku kasance mãsu tsayin daka dõmin Allah mãsu shaida da ãdalci. Kuma kada ƙiyayya da wasu mutane ta ɗauke ku a kan bã zã ku yi ãdalci ba. Ku yi ãdalci Shĩ ne mafi kusa ga taƙawa. Kuma ku bi Allah da taƙawa. Lalle Allah Masani ne ga abin da kuke aikatãwa"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Allah Yã yi wa'adi ga waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai. Sunã da wata gãfara da lãda mai girma"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Kuma waɗanda suka kãfirta, kuma suka ƙaryatã, game da ãyõyinMu, waɗannan su ne abõkan wuta"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Yã kũ waɗanda suka yi ĩmãni! Ku tuna ni'imar Allah a kanku a lõkacin da wasu mutãne suka yi niyyar su shimfiɗa hannuwansu zuwa gare ku* sai Ya kange hannuwansu daga gare ku, kuma ku bi Allah da taƙawa. Kuma sai muminai su dogara ga Allah kawai"
        }
    ]
}