{
    "juzs": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Who could do greater wrong than those who lie about Allah and deny the truth when it comes to them? Do the kuffar not have a dwelling place in Hell"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "He who brings the truth and those who confirm it — those are the people who have taqwa"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "They will have anything they wish for with their Lord. That is the recompense of the good-doers"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "So that Allah may erase from them the worst of what they did and pay them their wages for the best of what they did"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Is Allah not enough for His slave? Yet they try to scare you with others apart from Him. If Allah misguides someone, he has no guide"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "and if Allah guides someone, he cannot be misguided. Is Allah not Almighty, Exactor of Revenge"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "If you ask them, ´Who created the heavens and the earth?´ they will say, ´Allah.´ Say: ´So what do you think? If Allah desires harm for me, can those you call upon besides Allah remove His harm? Or if He desires mercy for me, can they withhold His mercy?´ Say: ´Allah is enough for me. All those who truly trust put their trust in Him.´"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Say: ´My people, do as you think best; that is what I am doing. You will soon know"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "who will receive a punishment which disgraces him and will unleash against himself an everlasting punishment.´"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "We have sent down to you the Book for mankind with truth. So whoever is guided is guided to his own good and whoever is misguided, it is to his detriment. You are not set over them as a guardian"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Allah takes back people´s souls when their death arrives and those who have not yet died, while they are asleep. He keeps hold of those whose death has been decreed and sends the others back for a specified term. There are certainly Signs in that for people who reflect"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Or have they adopted intercessors besides Allah? Say: ´Even though they do not control a thing and have no awareness?´"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Say: ´Intercession is entirely Allah´s affair. The kingdom of the heavens and earth is His. Then you will be returned to Him.´"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "When Allah is mentioned on His own, the hearts of those who do not believe in the akhira shrink back shuddering, but when others apart from Him are mentioned, they jump for joy"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Say: ´O Allah, Originator of the heavens and the earth, Knower of the Unseen and the Visible, You will judge between Your slaves regarding what they differed about.´"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "If those who did wrong owned everything on earth, and the same again with it, they would offer it as a ransom to save themselves from the evil of the punishment on the Day of Rising. What confronts them from Allah will be something they did not reckon with"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "What confronts them will be the evil actions which they earned and what they used to mock at will engulf them"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "When harm touches man he calls on Us. Then when We grant him a blessing from Us he says, ´I have only been given this because of my knowledge.´ In fact it is a trial but most of them do not know it"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Those who came before them also said that, but what they earned did not avail them"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "The evil deeds they earned caught up with them. And the evil deeds which the wrongdoers among these people earn will also catch up with them and they can do nothing to prevent it"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Do they not know that Allah expands the provision of anyone He wills and restricts it? There are certainly Signs in that for people who have iman"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "Say: ´My slaves, you who have transgressed against yourselves, do not despair of the mercy of Allah. Truly Allah forgives all wrong actions. He is the Ever-Forgiving, the Most Merciful.´"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Turn in repentance to your Lord and submit to Him before punishment comes upon you, for then you cannot be helped"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Follow the best that has been sent down to you from your Lord before the punishment comes upon you suddenly when you are not expecting it"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "lest anyone should say, ´Alas for me for neglecting what Allah was due, and being one of the scoffers!´"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "or lest they should say, ´If only Allah had guided me, I would have had taqwa,´"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "or lest he should say, when he sees the punishment, ´If only I could have another chance so that I could be a good-doer!´"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "´No, the fact is that My Signs came to you but you denied them and were arrogant and were one of the kafirun.´"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "On the Day of Rising you will see those who lied against Allah with their faces blackened. Do not the arrogant have a dwelling place in Hell"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Allah will give security those who had taqwa in their victorious Safe Haven. No evil will touch them and they will know no sorrow"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah is the Creator of everything and He is Guardian over everything"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "The keys of the heavens and earth belong to Him. It is those who reject Allah´s Signs who are the losers"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Say: ´Do you order me to worship something other than Allah, you ignorant people?´"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "It has been revealed to you and those before you: ´If you associate others with Allah, your actions will come to nothing and you will be among the losers.´"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "No! Worship Allah and be among the thankful"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "They do not measure Allah with His true measure. The whole earth will be a mere handful for Him on the Day of Rising, the heavens folded up in His right hand. Glory be to Him! He is exalted above the partners they ascribe"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "The Trumpet will be blown and those in the heavens and those in the earth will all lose consciousness, except those Allah wills. Then it will be blown a second time and at once they will be standing upright, looking on"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "And the earth will shine with the Pure Light of its Lord; the Book will be put in place; the Prophets and witnesses will be brought; it will be decided between them with the truth; and they will not be wronged"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Every self will be repaid in full for what it did. He knows best what they are doing"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Those who are kafir will be driven to Hell in companies and when they arrive there and its gates are opened its custodians will say to them, ´Did Messengers from yourselves not come to you, reciting your Lord´s Signs to you and warning you of the meeting on this Day of yours?´ They will say, ´Indeed they did, but the decree of punishment is justly carried out against the kafirun.´"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "They will be told, ´Enter the gates of Hell and stay there timelessly, for ever. How evil is the abode of the arrogant!´"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "And those who have taqwa of their Lord will be driven to the Garden in companies and when they arrive there, finding its gates open, its custodians will say to them, ´Peace be upon you! You have done well so enter it timelessly, for ever.´"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "They will say, ´Praise be to Allah Who has fulfilled His promise to us and made us the inheritors of this land, letting us settle in the Garden wherever we want. How excellent is the wage of those who work!´"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "You will see the angels circling round the Throne, glorifying their Lord with praise. It will be decided between them with truth. And it will be said: ´Praise be to Allah, the Lord of all the worlds.´"
        },
        {
            "chapter": 40,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "The revelation of the Book is from Allah, the Almighty, the All-Knowing"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "The Forgiver of wrong action, the Accepter of tawba, the Severe in retribution, the Possessor of abundance. There is no god but Him. He is the final destination"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "No one disputes Allah´s Signs except those who are kafir. Do not let their free movement about the earth deceive you"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "The people of Nuh denied the truth before them, and the Confederates after them. Every nation planned to seize its Messenger and used false arguments to rebut the truth. So I seized them, and how was My retribution"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "So your Lord´s Words about those who are kafir proved true, that they are indeed the Companions of the Fire"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Those who bear the Throne, and all those around it, glorify their Lord with praise and believe in Him and ask forgiveness for those who have iman: ´Our Lord, You encompass everything in mercy and knowledge! Forgive those who turn to You and who follow Your Way and safeguard them from the punishment of the Blazing Fire"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Our Lord, admit them to the Gardens of Eden You have promised them, and all of their parents, wives and children who acted rightly. Truly You are the Almighty, the All-Wise"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "And safeguard them from evil acts. Those You safeguard from evil acts are truly the recipients of Your mercy on that Day. That is the Mighty Victory.´"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Those who were kafir will be addressed: ´Allah´s hatred of you, when you were called to iman but then chose kufr, is even greater than your hatred of yourselves.´"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "They will say, ´Our Lord, twice You caused us to die and twice You gave us life. We admit our wrong actions. Is there no way out?´"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "That is because when Allah alone is called upon you are kafir, but if others are associated with Him, you have iman. Judgement belongs to Allah, the All-High, the All-Great"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "It is He who shows you His Signs and sends down provision to you out of heaven. But none pay heed save those who make tawba"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "So call upon Allah, making your deen sincerely His, even though the kafirun detest it"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "He is the Raiser of ranks, the Possessor of the Throne, He sends the Ruh by His command to whichever of His slaves He wills so that he may warn mankind about the Day of Meeting"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "the Day when they will issue forth and when not one thing about them will be hidden from Allah. ´To whom does the kingdom belong today? To Allah, the One, the Conqueror"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Every self will be repaid today for what it earned. Today there will be no injustice. Allah is swift at reckoning.´"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "And warn them of the Day of Immediacy when hearts rise choking to the throat. The wrongdoers will have no close friend nor any intercessor who might be heard"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "He knows the eyes´ deceit and what people´s breasts conceal"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Allah will judge with truth; and those you call upon apart from Him will not judge with anything at all. It is Allah who is the All-Hearing, the All-Seeing"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Have they not travelled in the earth and seen the final fate of those before them? They were greater than them in strength and left far deeper traces on the earth, yet Allah seized them for their wrong actions and they had no one to protect them from Allah"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "That was because their Messengers brought them the Clear Signs but they remained kafir. So Allah seized them. He is Most Strong, Severe in Retribution"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "We sent Musa with Our Signs and clear authority"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "to Pharaoh, Haman and Qarun. But they said, ´A lying magician.´"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "When he brought them the truth from Us they said, ´Slaughter the sons of those who have iman with him but let their women live.´ The stratagems of the kafirun are nothing but errors"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "Pharaoh said, ´Let me kill Musa and let him call upon his Lord! I am afraid that he may change your deen and bring about corruption in the land.´"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Musa said, ´I seek refuge in my Lord and your Lord from every proud man who does not have iman in the Day of Reckoning.´"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "A man among Pharaoh´s people who had iman, but kept his iman concealed, said, ´Are you going to kill a man for saying \"My Lord is Allah\" when he has brought you Clear Signs from your Lord? If he is telling a lie, be it on his own head. But if he is telling the truth, then some of what he is promising you will certainly happen to you. Allah does not guide any unbridled inveterate liar"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "My people! the kingdom is yours today, as masters in the land, but who will help us against Allah´s violent force, if it comes upon us?´ Pharoah said, ´I only show you what I see myself and I only guide you to the path of rectitude.´"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "The man who had iman said, ´My people! I fear for you a day like that of the Confederates"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "the same as happened to the people of Nuh and ´Ad and Thamud and those who followed after them. Allah does not want any injustice for His slaves"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "My people! I fear for you the Day of Calling Out"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "the Day when you will turn your backs in flight, having no one to protect you from Allah. Whoever Allah misguides will have no guide"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "Yusuf brought you the Clear Signs before, but you never stopped doubting what he brought to you to the extent that when he died, you said, \"Allah will never send another Messenger after him.\" That is how Allah misguides those who are unbridled and full of doubt.´"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "Those who argue about the Signs of Allah without any authority coming to them do something hateful in the sight of Allah and in the sight of the people who have iman. That is how Allah seals up the heart of every arrogant oppressor"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "Pharaoh said, ´Haman, build me a tower so that perhaps I may gain means of access"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "access to the heavens, so that I can look on Musa´s God. Truly I think he is a liar.´ That is how Pharaoh´s evil actions were made attractive to him and he debarred others from the Path. Pharaoh´s scheming led to nothing but ruin"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "The man who had iman said, ´My people! follow me and I will guide you to the path of rectitude"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "My people! the life of this world is only fleeting enjoyment. It is the Next World which is the abode of permanence"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Whoever does an evil act will only be repaid with its equivalent. But whoever acts rightly, male or female, being a mumin, such a person will enter the Garden, provided for in it without any reckoning"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "My people! how is it that I call you to salvation while you call me to the Fire"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "You call me to reject Allah and to associate something with Him about which I have no knowledge, while I call you to the Almighty, the Endlessly Forgiving"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "There is no question that what you call me to has no foundation either in this world or the Next World, that our return is to Allah, and that the profligate will be Companions of the Fire"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "You will remember what I say to you. I consign my affair completely to Allah. Truly Allah sees His slaves.´"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "So Allah safeguarded him from the evil things they plotted and a most evil torment engulfed Pharaoh´s people —"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "the Fire, morning and night, to which they are exposed; and on the Day the Hour takes place: ´Admit Pharaoh´s people to the harshest punishment!´"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "When they are squabbling with one another in the Fire, the weak will say to those deemed great, ´We were your followers, so why do you not relieve us of a portion of the Fire?´"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Those deemed great will say, ´All of us are in it. Allah has clearly judged between His slaves.´"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Those in the Fire will say to the custodians of Hell, ´Call on your Lord to make the punishment less for us for just one day.´"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "They will ask, ´Did your Messengers not bring you the Clear Signs?´ They will answer, ´Yes.´ They will say, ´Then you call!´ But the calling of the kafirun only goes astray"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "We will certainly help Our Messengers and those who have iman both in the life of this world and on the Day the witnesses appear"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "the Day when the excuses of the wrongdoers will not help them. The curse will be on them and they will have the most evil Home"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "We gave Musa the guidance and bequeathed the Book to the tribe of Israel"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "as guidance and a reminder for people of intelligence"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "So remain steadfast. Allah´s promise is true. Ask forgiveness for your wrong action and glorify your Lord with praise in the evening and the early morning"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Certainly those who argue about the Signs of Allah without any authority having come to them have nothing in their breasts except for pride which they will never be able to vindicate. Therefore seek refuge with Allah. He is the All-Hearing, the All-Seeing"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "The creation of the heavens and earth is far greater than the creation of mankind. But most of mankind do not know it"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "The blind and the seeing are not the same. Nor are those who have iman and do right actions the same as evildoers. What little heed they pay"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "The Hour is coming — there is no doubt about it. But most of mankind have no iman"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Your Lord says, ´Call on Me and I will answer you. Those who who are too proud to worship Me will enter Hell abject.´"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "Allah is He who appointed the night for you so that you might rest in it, and the day for seeing. Allah pours out His favour on mankind but most people do not show thanks"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "That is Allah, your Lord, the Creator of everything. There is no god but Him — so how have you been perverted"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "That is how those who deny Allah´s Signs have been perverted"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "It is Allah who made the earth a stable home for you and the sky a dome, and formed you, giving you the best of forms, and provided you with good and wholesome things. That is Allah, your Lord. Blessed be Allah, the Lord of all the worlds"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "He is the Living — there is no god but Him — so call on Him, making your deen sincerely His. Praise be to Allah, the Lord of all the worlds"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "Say: ´I was forbidden to worship those you call upon besides Allah when the Clear Signs came to me from my Lord and I was commanded to submit to the Lord of all the worlds.´"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "It is He who created you from earth, then from a drop of sperm, then from a clot of blood, then He brings you out as infants, then so you may achieve full strength, then so you may become old men — though some of you may die before that time — so that you may reach a predetermined age and so that hopefully you will use your intellect"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "It is He who gives life and causes to die. When He decides on something, He just says to it, ´Be!´ and it is"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Do you not see those who argue about Allah´s Signs? How have they been turned around"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Those who deny the Book and that with which We sent Our Messengers will certainly come to know"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "when they have shackles and chains around their necks and are dragged along the ground"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "into the boiling water and then are thrown into the Fire"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Then they will be asked, ´Where are those besides Allah you associated with Him?´"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "and they will reply, ´They have forsaken us. Or rather we were not calling to anything at all before.´ That is how Allah misguides the kafirun"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "´That is because you exulted on the earth, without any right to do so; and strutted about"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Enter the gates of Hell, remaining in it timelessly, for ever. How evil is the abode of the arrogant!´"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "So be steadfast, Allah´s promise is true. Whether We show you some of what We have promised them, or take you back to Us, they will in any case be returned to Us"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "We sent Messengers before you. Some of them We have told you about and others We have not told you about. No Messenger can bring a Sign except with Allah´s permission. But when Allah´s command comes the matter will be decided with truth and then and there the liars will be lost"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "It is Allah who has given you livestock, some for you to ride and some to eat"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "You gain various benefits from them, and on them you can obtain what your hearts desire, and on them and on the ships you are transported"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "He shows you His Signs, so which of Allah´s Signs do you deny"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Have they not travelled in the land and seen the final fate of those before them? They were more numerous than them and greater in strength and left more and deeper traces on earth, but what they earned was of no use to them"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "When their Messengers brought them the Clear Signs, they exulted in the knowledge they had and then were engulfed by the very things they mocked"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "When they saw Our violent force, they said, ´We have iman in Allah alone and reject what we associated with Him.´"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "But when they saw Our violent force their iman was of no use to them. That is the pattern Allah has always followed with His slaves. Then and there the kafirun were lost"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "A revelation from the All-Merciful, the Most Merciful"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "A Book whose verses have been demarcated for people who know as an Arabic Qur´an"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "bringing good news and giving warning; but most of them have turned away and do not hear"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "They say, ´Our hearts are covered up against what you call us to and there is a heaviness in our ears. There is a screen between us and you. So act — we are certainly acting.´"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Say: ´I am only a human being like yourselves. It is revealed to me that your god is One God. So be straight with Him and ask His forgiveness.´ Woe to those who associate others with Him"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "those who do not pay zakat and reject the Next World"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Those who have iman and do right actions will have a wage which never fails"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Say: ´Do you reject Him who created the earth in two days, and make others equal to Him? That is the Lord of all the worlds.´"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "He placed firmly embedded mountains on it, towering over it, and blessed it and measured out its nourishment in it, laid out for those who seek it — all in four days"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Then He turned to heaven when it was smoke and said to it and to the earth, ´Come willingly or unwillingly.´ They both said, ´We come willingly.´"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "In two days He determined them as seven heavens and revealed, in every heaven, its own mandate. We adorned the lowest heaven with lamps and guarded it. That is the decree of the Almighty, the All-Knowing"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "If they turn away, then say, ´I warn you of a lightning-bolt like the lightning-bolt of ´Ad and of Thamud.´"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "When the Messengers came to them from in front and from behind, saying, ´Do not worship anyone but Allah.´ they said, ´If our Lord had willed, He could have sent angels down, so we reject the Message you have been sent with.´"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "´Ad were arrogant in the land, without any right, saying, ´Who has greater strength than us?´ Did they not see that Allah, who created them, had greater strength than them? But they renounced Our Signs"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "So We sent a howling wind against them on disastrous ill-fated days to make them taste the punishment of degradation in this world. And the punishment of the Next World is even more degrading. And they will not be helped"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "As for Thamud, We guided them, but they preferred blindness to guidance. So the lightning-bolt of the punishment of humiliation seized them on account of what they earned"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "And We rescued those who had iman and taqwa"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "On the Day We crowd the enemies of Allah into the Fire and they are driven in close-packed ranks"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "when they reach it, their hearing, sight and skin will testify against them concerning what they did"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "They will ask their skins, ´Why did you testify against us?´ and they will reply, ´Allah gave us speech as He has given speech to everything. He created you in the first place and you will be returned to Him"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "You did not think to shield yourselves from your hearing, sight and skin testifying against you and you thought that Allah would never know much of what you did"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "It is that thought you had about your Lord that has destroyed you so now you find yourselves among the lost.´"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "If they are steadfast, the Fire will still be their residence! If they ask for favour, no favour will be given"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "We have assigned close comrades to them who have made what is before them and behind them seem good to them. And the statement about the nations, both of jinn and men, who passed away before them has proved true of them as well. Certainly they were lost"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Those who are kafir say, ´Do not listen to this Qur´an. Drown it out so that hopefully you will gain the upper hand.´"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "We will make those who are kafir suffer a severe punishment and repay them for the worst of what they did"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "That is the repayment of the enemies of Allah — the Fire. They will have it for their Eternal Home as repayment for their renunciation of Our Signs"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Those who are kafir say, ´Our Lord, show us those jinn and men who misguided us and we will place them beneath our feet so that they will be among the lowest of the low.´"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "The angels descend on those who say, ´Our Lord is Allah,´ and then go straight: ´Do not fear and do not grieve but rejoice in the Garden you have been promised"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "We are your protectors in the life of this world and the Next World. You will have there all that your selves could wish for. You will have there everything you demand"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "Hospitality from One who is Ever-Forgiving, Most Merciful.´"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Who could say anything better than someone who summons to Allah and acts rightly and says, ´I am one of the Muslims´"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "A good action and a bad action are not the same. Repel the bad with something better and, if there is enmity between you and someone else, he will be like a bosom friend"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "None will obtain it but those who are truly steadfast. None will obtain it but those who have great good fortune"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "If an evil urge from Shaytan eggs you on, seek refuge in Allah. He is the All-Hearing, the All-Knowing"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Among His Signs are the night and day and the sun and moon. Do not prostrate to the sun nor to the moon. Prostrate to Allah who created them, if you worship Him"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "If they grow arrogant, those who are with your Lord glorify Him night and day and never grow tired"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "Among His Signs is that you see the earth laid bare and then when We send down water on it it quivers and swells. He who gives it life is He who gives life to the dead. Certainly He has power over all things"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Those who adulterate Our Signs are not concealed from Us. Who is better — someone who will be thrown into the fire or someone who will arrive in safety on the Day of Rising? Do what you like. He sees whatever you do"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Those who reject the Remembrance when it comes to them — truly it is a Mighty Book"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "falsehood cannot reach it from before it or behind it — it is a revelation from One who is All-Wise, Praiseworthy"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Nothing has been said to you that was not said to the Messengers before you. Your Lord is the Possessor of forgiveness but also of painful retribution"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "If We had made it a Qur´an in a foreign tongue they would have said, ´Why have its Signs not been made plain? What! A foreign language for an Arab?´ Say: ´It is guidance and healing for people who have iman. Those who do not have iman have heaviness in their ears and for them it is blindness. Such people are being called from a very distant place.´"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "We gave Musa the Book but there was disagreement about it. And had it not been for a prior Word from your Lord, the judgement between them would already have been made. They are indeed in grave doubt about it"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Whoever acts rightly, it is to his own good. Whoever does evil, it is to his detriment. Your Lord does not wrong His slaves"
        }
    ]
}