{
    "juzs": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "Aur ehle kitaab se behas na karo magar umdah tareeqe se, siwaye un logon ke jo un mein se zaalim hon. Aur unsey kaho ke “hum iman laye hain us cheez par bhi jo hamari taraf bheji gayi hai aur us cheez par bhi jo tumhari taraf bheji gayi thi. Hamara khuda aur tumhara khuda ek hi hai aur hum usi ke muslim (farma bardaar) hain”"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "(Aey Nabi) humne isi tarah tumhari taraf kitaab nazil ki hai. Is liye woh log jinko humne pehle kitaab di thi woh ispar iman latey hain, aur in logon mein se bhi bahut se ispar iman laa rahey hain. Aur hamari aayat ka inkar sirf kaafir hi karte hain"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "(Aey Nabi) tum issey pehle koi kitaab nahin padte thay aur na apne haath se likhte thay, agar aisa hota to baatil parast log (votaries of falsehood ) shakk mein padh sakte thay"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Dar-asal yeh roshan nishaniyan hain un logon ke dilon mein jinhein ilm baksha gaya hai. Aur hamari aayaat ka inkar nahin karte magar woh jo zaalim hain"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Yeh log kehte hain ke “kyun na utari gayi is shaks par nishaniyan iske Rubb ki taraf se?” kaho “Nishaniyan to Allah ke paas hain aur main sirf khabardar karne wala hoon khol khol kar”"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Aur kya in logon ke liye yeh (nishani) kaafi nahin hai ke humne tumpar kitaab nazil ki jo inhein padh kar sunayi jaati hai? Dar haqeeqat is mein rehmat hai aur naseehat hai un logon ke liye jo iman latey hain"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "(Aey Nabi) kaho ke “mere aur tumhare darmiyan Allah gawaahi ke liye kaafi hai. Woh aasmaano aur zameen mein sab kuch jaanta hai. Jo log baatil ko maante hain aur Allah se kufr karte hain wahi khasare(nuksan) mein rehne waley hain.”"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Yeh log tumse azaab jaldi laney ka mutalaba karte hain. Agar ek waqt e muqarrar na kardiya gaya hota to inpar azaab aa chuka hota, aur yaqeenan (apne waqt par) woh aa kar rahega achanak, is haal mein ke inhein khabar bhi na hogi"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Yeh tumse azaab jaldi laney ka mutalaba karte hain, halaanke jahannum in kafiron ko ghere mein le chuki hai"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "(Aur inhein pata chalega) us roz jabke azaab inhein upar se bhi dhank lega aur paon ke nichey se bhi aur kahega ke ab chakkho mazaa un kartooton ka jo tum karte thay"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Aey mere bandon jo iman laye ho, meri zameen waseeh hai, pas tum meri hi bandagi baja lao"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Har mutanaffis ko maut ka maza chakhna hai, phir tum sab hamari hi taraf palta kar laye jaogey"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Jo log iman laye hain aur jinhon ne neik amal kiye hain unko hum jannat ki buland o baala imaraton (buildings/palaces) mein rakhenge jinke nichey nehrein behti hongi, wahan woh hamesha rahenge. Kya hi umdah ajar hai amal karne walon ke liye"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "Un logon ke liye jinhon ne sabr kiya hai aur jo apne Rubb par bharosa karte hain"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Kitne hi jaanwar hain jo apna rizq uthaye nahin phirte, Allah unko rizq deta hai aur tumhara raaziq bhi wahi hai. Woh sab kuch sunnta aur jaanta hai"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Agar tum in logon se pucho ke zameen aur aasmaano ko kisne paida kiya hai aur Chand aur Suraj ko kisne musakkhar kar rakkha hai, to zaroor kahenge ke Allah ne, phir yeh kidhar se dhoka kha rahey hain"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Allah hi hai jo apne bandon mein se jiska chahta hai rizq kushada (enlarge) karta hai aur jiska chahta hai tangg karta hai. Yaqeenan Allah har cheez ka jaanne wala hai"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Aur agar tum insey pucho, kisne aasmaan se pani barsaya aur iske zariye se murda padi hui zameen ko jila uthaya to woh zaroor kahenge Allah ne. Kaho, Alhamdulillah, magar aksar log samajhte nahin hain"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Aur yeh duniya ki zindagi kuch nahin hai magar ek khel aur dil ka behlawa. Asal zindagi ka ghar to daar e aakhirat(hereafter) hai, kaash yeh log jaantey"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Jab yeh log kashti par sawaar hotay hain to apne deen ko Allah ke liye khaalis karke ussey dua maangte hain. Phir jab woh unhein bacha kar khushki par le aata hai to yakayak yeh shirk karne lagtey hain"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "Taa-ke Allah ki di hui nijaat par uska kufraan e niyamat karein aur (hayat e duniya ke) mazey lootein. Accha, anqareeb inhein maloom ho jayega"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Kya yeh dekhte nahin hain ke humne ek pur-aman haram (sanctuary of safety) bana diya hai, halaanke inke gird-o-pesh log uchak liye jatey hain? Kya phir bhi yeh log baatil ko maante hain aur Allah ki niyamat ka kufraan karte hain"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Us shaks se bada zaalim kaun hoga jo Allah par jhoot baandhey ya haqq ko jhutlaye jabke woh uske saamne aa chuka ho? Kya aisey kaafiron ka thikana jahannum hi nahin hai"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Jo log hamari khatir mujahida(strive) karenge unhein hum apne raaste dikhayenge, aur yaqeenan Allah neikukaron(who do good) hi ke saath hai"
        },
        {
            "chapter": 30,
            "verse": 1,
            "text": "Alif Laam Meem"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "Rumi (romans) qareeb ki sar-zameen mein magloob (defeat/overcome) ho gaye hain"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "Aur apni is magloobiyat (defeat) ke baad chandh saal ke andar woh gaalib (victorious/dominant) ho jayenge"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "Allah hi ka ikhtiyar hai pehle bhi aur baad mein bhi. Aur woh din woh hoga jabke Allah ki bakshi hui fatah par musalmaan khushiyan manayenge"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "Allah nusrat (victory) ata farmata hai jisey chahta hai, Aur woh zabardast aur raheem hai"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "Yeh wada Allah ne kiya hai, Allah kabhi apne wade ki khilaf warzi nahin karta. Magar aksar log nahin jaante hain"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Log duniya ki zindagi ka bas zaahiri pehlu (outward aspect) jaante hain aur aakhirat se woh khud hi gaafil hain"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Kya unhon ne kabhi apne aap mein gaur-o-fikr nahin kiya? Allah ne zameen aur aasmaano ko aur un saari cheezon ko jo unke darmiyan hain barhaqq aur ek muqarrar muddat hi ke liye paida kiya hai. Magar bahut se log apne Rubb ki mulaqat ke munkir hain"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Aur kya yeh log kabhi zameen mein chaley phirey nahin hain ke inhein un logon ka anjaam nazar aata jo insey pehle guzar chuke hain? Woh insey zyada taaqat rakhte thay. Unhon ne zameen ko khoob udheda(Tilled/prepare and cultivate (land) for crops) tha aur usey itna aabaad kiya tha jitna inhon ne nahin kiya hai. Unke paas unke Rasool roshan nishaniyan lekar aaye. Phir Allah unpar zulm karne wala na tha, magar woh khud hi apne upar zulm kar rahey thay"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Aakir e kaar jin logon ne buraiyan ki thi unka anjaam bahut bura hua. Isliye ke unhon ne Allah ki aayat ko jhutlaya tha aur woh unka mazaq udate thay"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "Allah hi khalq ki ibtida(originates creation) karta hai, phir wahi iska iaada (phir paida/repeat) karega. Phir usi ki taraf tum paltaye jaogey"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "Aur jab woh sa-aat (hour/ghadi) barpa hogi us din mujrim hak-dak (dumbfounded) reh jayenge"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "Unke tehraye huey shareekon mein koi unka sifarishi (intercessor) na hoga, aur woh apne shareekon ke munkir ho jayenge"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "Jis roz woh sa-aat (hour/ghadi/qayamat) barpa hogi, us din (sab Insaan) alag girohon mein batt(split ) jayenge"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "Jo log iman laye hain aur jinhon ne neik amal kiye hain woh ek baagh mein shadaan-o-farhaan (khush haal) rakkhey jayenge"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "Aur jinhon ne kufr kiya hai aur hamari aayat ko aur aakhirat ki mulaqaat ko jhutlaya woh azaab mein haazir rakkhey jayenge"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Pas tasbeeh karo Allah ki jabke tum shaam karte ho aur jab subah karte ho"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Aasmaano aur zameen mein usi ke liye hamd(praise) hai aur (tasbeeh karo uski) teesre pehar aur jabke tumpar zohar ka waqt aata hai"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "Woh zinda mein se murde ko nikalta hai aur murde mein se zinda ko nikal laata hai aur zameen ko uski maut ke baat zindagi bakashta hai.Isi tarah tumlog bhi (haalat e maut se) nikaal liye jaogey"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Uski nishaniyon mein se yeh hai ke usne tumko mitti se paida kiya phir yakayak tum bashar (Insaan) ho ke (zameen mein) phaylte chaley ja rahey ho"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Aur uski nishaniyon mein se yeh hai ke unse tumhare liye tumhari jins se biwiyan banayi taa-ke tum unke paas sukoon hasil karo aur tumhare darmiyan mohabbat aur rehmat paida kardi. Yaqeenan is mein bahut si nishaniyan hain un logon ke liye jo gaur o fikr karte hain"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Aur uski nishaniyon mein se aasmaano aur zameen ki paidaish, aur tumhari zubaano aur tumhare rangon (colors) ka ikhtilaf hai. Yaqeenan is mein bahut si nishaniyan hain daanishmand (wise) logon ke liye"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Aur uski nishaniyon mein se tumhara raat aur din ko sona aur tumhara uske fazal ko talash karna hai. Yaqeenan is mein bahut si nishaniyan hain un logon ke liye jo (gaur se) suntay hain"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Aur uski nishaniyon mein se yeh hai ke woh tumhein bijli ki chamak dikhata hai khauf ke saath bhi aur tamah (umeed) ke saath bhi. Aur aasmaan se pani barsata hai, Phir iske zariye se zameen ko uski maut ke baad zindagi bakshta hai. Yaqeenan is mein bahut si nishaniyan hain un logon ke liye jo aqal se kaam letay hain"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Aur uski nishaniyon mein se yeh hai ke aasmaan aur zameen uske hukum se qayam hain, phir junhi ke usne tumhein zameen se pukara, bas ek hi pukar mein achanak tum nikal aaogey"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Aasmaano aur zameen mein jo bhi hain uske bandey hain. Sab ke sab usi ke taabe-farmaan(obedient) hain"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Wahi hai jo takhleeq ki ibtida karta hai, phir wahi uska iaada (phir paida/repeat) karega aur yeh uske liye aasaan tarr hai.Aasmaano aur zameen mein uski sifat (attribute) sabse bartar hai aur woh zabardast aur hakeem hai"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "Woh tumhein khud tumhari apni hi zaat se ek misal deta hai. Kya tumhare un ghulaamo mein se jo tumhari milkiyat mein hain kuch ghulam aisey bhi hain jo hamare diye huey maal o daulat mein tumhare saath barabar ke shareek hon aur tum unsey us tarah darte ho jis tarah aapas mein apne humsaron (each other)se darte ho? Is tarah hum aayaat khol kar pesh karte hain un logon ke liye jo aqal se kaam letay hain"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Magar yeh zaalim bay-samjhey boojhey apne takhailaat (desires) ke peechey chal padey hain. Ab kaun us shaks ko raasta dikha sakta hai jisey Allah ne bhatka diya ho. Aisey logon ka to koi madadgaar nahin ho sakta"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Pas (Aey Nabi, aur Nabi ke pairawon) yaksu hokar apna rukh is deen ki simth mein jamaa do. Qayam ho jao us fitrat par jispar Allah taala ne Insano ko paida kiya hai. Allah ki banayi hui saakht badli nahin jaa sakti. Yahi bilkul raast aur durust deen hai, magar aksar log jaante nahin hain"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "(Qayam ho jao is baat par)Allah ki taraf rujoo karte huey, aur daro ussey, aur namaz qayam karo , aur na ho jao un mushrikeen mein se"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Jinhon ne apna apna deen alag bana liya hai aur girohon (firkon) mein batt gaye hain. Har ek giroh ke paas jo kuch hai usi mein woh magan hai"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Logon ka haal yeh hai ke jab unhein koi takleef pahunchi hai to apne Rubb ki taraf rujoo karke usey pukarte hain, phir jab woh kuch apne rehmat ka zaika (taste) unhein chakha deta hai to yakayak un mein se kuch log shirk karne lagte hain"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Taa-ke hamare kiye huey ehsan ki nashukri karein. Accha, mazey karlo, anqareeb tumhein maaloom ho jayega"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Kya humne koi sanad aur daleel unpar nazil ki hai jo shahadat deti ho us shirk ki sadaqat par jo yeh kar rahey hain"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Jab hum logon ko rehmat ka zaika chakhate hain to woh uspar phool jatey hain, aur jab unke apne kiya kartooton se unpar koi museebat aati hai to yakayak woh mayous honay lagte hain"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Kya yeh log dekhte nahin hain ke Allah hi rizq kushada karta hai jiska chahta hai aur tangg karta hai (jiska chahta hai)? Yaqeenan is mein bahut si nishaniyan hain un logon ke liye jo iman latey hain"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Pas (aey momin) rishtedar ko uska haqq de aur miskeen o musafir ko (uska haqq). Yeh tareeqa behtar hai un logon ke liye jo Allah ki khushnudi chahte hon, aur wahi falaah paney waley hain"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Jo sood (riba /usury /interest) tum detay ho taa-ke logon ke amwal mein shamil hokar woh badh (increase) jaye, Allah ke nazdeek woh nahin badhta (increase), aur jo zakaat tum Allah ki khushnudi haasil karne ke iradey se detey ho, usi ke dene waley dar haqeeqat apne maal badhate hain"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Allah hi hai jisne tumko paida kiya, phir tumhein rizq diya, phir woh tumhein maut deta hai, phir woh tumhein zinda karega. Kya tumhare thehraye huey shareekon mein koi aisa hai jo in mein se koi kaam bhi karta ho? Paak hai woh aur bahut baala-o-bartar hai us shirk se jo yeh log karte hain"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Khushki (land) aur tarii (sea) mein fasaad barpa ho gaya hai logon ke apne haathon ki kamayi se, taa-ke maza chakkhaye unko unke baaz aamal ka, shayad ke woh baaz aayein"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "(Aey Nabi) insey kaho ke zameen mein chal phir kar dekho pehle guzre huey logon ka kya anjaam ho chuka hai. Un mein se aksar mushrik hi thay"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "Pas (Aey Nabi) apna rukh mazbooti ke saath jamaa do is deen-e-raast ki simth mein qabl iske ke woh din aaye jiske tal janey ki koi surat Allah ki taraf se nahin hai.Us din log phatt kar ek dusre se alag ho jayenge"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Jisne kufr kiya hai uske kufr ka wabal usi par hai, aur jin logon ne neik amal kiya hai woh apne hi liye falaah ka raasta saaf kar rahey hain"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "Taa-ke Allah imaan laney walon aur amal-e-saleh karne walon ko apne fazal se jaza de. Yaqeenan woh kaafiron ko pasand nahin karta"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "Uski nishaniyon mein se yeh hai ke woh hawaein bhejhta hai basharat ke liye aur tumhein apni rehmat se behramand karne ke liye. Aur is garz ke liye ke kashtiyan uske hukum se chalein aur tum uska fazal talash karo aur uske shukar guzar banoo"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "Aur humne tumse pehle Rasoolon ko unki qaum ki taraf bheja aur woh unke paas roshan nishaniyan lekar aaye. Phir jinhon ne jurm kiya unsey humne inteqaam liya aur humpar yeh haqq tha ke hum momino ki madad karein"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "Allah hi hai jo hawaon ko bhejta hai aur woh baadal uthati hain. Phir woh in baadalon ko aasmaan mein phaila deta hai jis tarah chahta hai, aur unhein tukdiyon mein takseem karta hai, phir tu dekhta hai ke baarish ke qatray baadal se tapke chale aate hain. Yeh baarish jab woh apne bandon mein se jinpar chahta hai barsata hai"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "To yakayak woh khush o khurram ho jatey hain , halaanke iske nuzul se pehle woh mayous ho rahey thay"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Dekho Allah ki rehmat ke asraat , ke murda padi hui zameen ko woh kis taraah jila uthata hai, yaqeenan woh murdon ko zindagi bakshne wala hai aur woh har cheez par qadir hai"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "Aur agar hum ek aisi hawa bhej dein jiske asar se woh apni kheti ko zard paayein to woh kufr karte reh jaate hain"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "(Aey Nabi) Tum murdon ko nahin suna sakte, na unn behron ko apni pukar suna sakte ho jo peeth pherey bhaagay chaley jaa rahe hon"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Aur na tum andhon ko unki gumrahi se nikaal kar raah e raast dikha sakte ho, tum to sirf unhi ko suna sakte ho jo hamari aayat par iman latey aur sar-e-tasleem kham kar detey hain"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "Allah hi to hai jisne zoaf (kamzori) ki haalat mein tumhari paidaish ki ibtida ki, phir is zoaf (kamzori) ke baad tumhein quwwat bakshi, phir is quwwat ke baad tumhein zaeef aur buda (old) kardiya. Woh jo kuch chahta hai paida karta hai, aur woh sabkuch janne wala, har cheez par qudrat rakhta hai"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "Aur jab woh sa-aat (hour) barpa hogi to mujrim kasmein kha kha kar kahenge ke hum ek ghadi bhar se zyada nahin thehre hain.Isi taraah woh duniya ki zindagi mein dhoka khaya karte thay"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "Magar jo ilm aur iman se behramand (endowed) kiye gaye thay woh kahenge ke khuda ke nawishte (record) mein to tum roz-e-hashar tak paday rahey ho. So yeh wahi roz-e-hashar hai, lekin tum jante na thay"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "Pas woh din hoga jismein zaalimon ko unki maazrat koi nafa (faida) na degi aur na unsey maafi maangne ke liye kaha jayega"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "Humne is Quran mein logon ko tarah tarah se samjhaya hai, tum khwah koi nishani le aao, jin logon ne maanne se inkar kardiya hai wo yahi kahenge ke tum baatil(falsehood) par ho"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "Is tarah thappa (seal) laga deta hai Allah un logon ke dilon par jo be-ilm hain"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "Pas (Aey Nabi) sabr karo, yaqeenan Allah ka wada sachha hai. Aur hargiz halka na payein tumko woh log jo yaqeen nahin laatey"
        },
        {
            "chapter": 31,
            "verse": 1,
            "text": "Alif Laam Meem"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "Yeh kitab-e-hakeem(book of wisdon) ki aayat hain"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "Hidayat aur rehmat neikukar logon ke liye"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "Jo namaz qayam karte hai, zakaat detey hain aur aakhirat par yaqeen rakhte hain"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "Yahi log apne Rubb ki taraf se raah-e-raast par hain aur yahi falaah paney waley hain"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "Aur Insano hi mein se koi aisa bhi hai jo kalaam-e-dil fareb [lagv baaton ko/idle talks (i.e.music, singing, etc)] khareed kar laata hai taa-ke logon ko Allah ke raaste se ilm ke bagair bhatka dey aur is raaste ki dawat ko mazaaq mein udaday. Aise logon ke liye sakht zaleel karne wala azaab hai"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "Usey jab hamari aayat sunayi jati hain to woh badey ghamand ke saath is tarah rukh pher leta hai goya ke usne unhein suna hi nahin, goya ke uske kaan behre hain.Accha mushda (tidings) suna do usey ek dardnaak azaab ka"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "Albatta jo log iman le aayein aur neik amal karein, unke liye niyamat bhari jannatein hain"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "Jinmein woh hamesha rahenge. Yeh Allah ka pukhta wada hai, aur woh zabardast aur hakeem hai"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "Usne aasmaano ko paida kiya bagair sutuno (pillars) ke jo tumko nazar aayein .Usne zameen mein pahadh jamaa diye taa-ke woh tumhein lekar dhulak (turn /shake) na jaye. Usne har tarah ke jaanwar zameen mein phayla diye aur aasmaan se pani barsaya aur zameen mein qisam qisam ke umda cheezein uga di"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "Yeh to hai Allah ki takhleeq, ab zara mujhey dikhao, in dusron ne kya paida kiya hai? Asal baat yeh hai ke yeh zaalim log sareeh gumraahi mein padey huey hain"
        },
        {
            "chapter": 31,
            "verse": 12,
            "text": "Humne Luqman ko hikmat ata ki thi ke Allah ka shukar guzar ho. Jo koi shukar karey uska shukar uske apne hi liye mufeed(faiydamand) hai aur jo koi kufr karey to haqeeqat mein Allah be-niyaz aur aap se aap mehmood (Immensely Praiseworthy) hai"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "Yaad karo jab Luqman apne bete ko naseehat kar raha tha to usne kaha “beta! Khuda ke saath kisi ko shareek na karna, haqq yeh hai ke shirk bahut bada zulm hai”"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "Aur yeh haqeeqat yeh hai ke humne Insaan ko apne walidain (parents) ka haqq pehchanne ki khud taakeed ki hai. Uski Maa ne zoaf par zoaf(weakness upon weakness) utha kar usey apne pait mein rakkha aur do saal uska doodh chootne mein lagey. (Isi liye humne usko naseehat ki ke) mera shukar kar aur apne walidain ka shukar baja la. Meri hi taraf tujhey palatna hai"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "Lekin agar woh tujhpar dabao dalein ke mere saath tu kisi aisey ko shareek karey jisey tu nahin jaanta to unki baat hargiz na maan. Duniya mein unke saath neik bartao karta reh, magar pairvi(follow) us shaks ke raaste ki kar jisne meri taraf rujoo kiya hai. Phir tum sabko palatna meri hi taraf hai, us waqt main tumhein bata dunga ke tum kaise amal karte rahey ho"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "(Aur Luqman ne kaha tha ke) “Beta, koi cheez rai ke dana (mustard seed) barabar bhi ho aur kisi chattan (rock) mein ya aasmaano ya zameen mein kahin chupi hui ho, Allah usey nikal layega. Woh bareek been aur bakhabar hai"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "Beta, namaz qayam kar, neki ka hukum de, badee (burai) se manah kar, aur jo museebat bhi padey uspar sabr kar, yeh woh baatein hain jinki badi takeed ki gayi hai"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "Aur logon se mooh pher kar baat na kar, na zameen mein akad kar chal. Allah kisi khud-pasand aur faqar jataney waley shaks ko pasand nahin karta"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "Apni chaal mein aitadal (moderate) ikhtiyar kar, aur apni aawaz zara past rakh, sab aawazon se zyada buri aawaz gadhon ki aawaz hoti hai"
        },
        {
            "chapter": 31,
            "verse": 20,
            "text": "Kya tumlog nahin dekhte ke Allah ne zameen aur aasmaano ki saari cheezein tumhare liye musakkhar kar rakkhi hai aur apni khuli aur chupi niyamatein tumpar tamaam kardi hain? Ispar haal yeh hai ke Insano mein se kuch log hain jo Allah ke barey mein jhagadte hain bagair iske ke unke paas koi ilm ho, ya hidayat, ya koi roshni dikhane wali kitaab"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "Aur jab unsey kaha jaata hai ke pairwi karo us cheez ki jo Allah ne nazil ki hai to kehte hain ke hum to us cheez ki pairwi karenge jispar humne apne baap dada ko paya hai. Kya yeh unhi ki pairvi karenge khwah shaytan unko bhadakti hui aag hi ki taraf kyun na bulata raha ho"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "Jo shaks apne aap ko Allah ke hawale karde aur amalan woh neik ho, usne fil-waqayi ek bharose ke qabil sahara thaam liya, aur saarey maamlaat ka aakhri faisla Allah hi ke haath hai"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "Ab jo kufr karta hai uska kufr tumhein gham mein mubtala na karey. Unhein palat kar aana to hamari hi taraf hai, phir hum unhein bata denge ke woh kya kuch karke aaye hain. Yaqeenan Allah seeno(chest) ke chupe huey raaz tak jaanta hai"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "Hum thodi muddat unhein duniya mein mazey karne ka mauqa de rahey hain, phir unko bebas karke ek sakht azaab ki taraf kheench le jayenge"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "Agar tum insey pucho ke zameen aur aasmaano ko kisne paida kya hai, to yeh zaroor kahenge ke Allah ne. Kaho alhamdulillah, magar inmein se aksar log jaante nahin hain"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "Aasmaano aur zameen mein jo kuch hai Allah hi ka hai. Beshak Allah be-niyaz (free of need) aur aap se aap mehmood (praiseworthy) hai"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "Zameen mein jitne darakht hain agar woh sab ke sab qalam ban jayein aur samandar (dwaat (ink) ban jaaye) jisey saat (seven) mazeed samandar roshnayi(ink) muhayya karein tab bhi Allah ki baatein (likhne se) khatam na hongi. Beshak Allah zabardast aur hakeem hai"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "Tum sarey Insano ko paida karna aur phir dobara jila uthana (zinda karna) to (uske liye) bas aisa hai jaise ek mutanaffis (single person) ko (paida karna aur jila uthana). Haqeeqat yeh hai ke Allah sabkuch sunne aur dekhne wala hai"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "Kya tum dekhte nahin ho ke Allah raat ko din mein pirota hua le aata hai aur din ko raat mein? Usne Suraj aur chand ko musakkhar (subjected) kar rakkha hai. Sab ek waqt e muqarrar tak chale jaa rahey hain. Aur (kya tum nahin jantey) ke jo kuch bhi tum karte ho Allah ussey ba-kharbar hai"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "Yeh sabkuch is wajah se hai ke Allah hi haqq hai aur usey chodh kar jin dusri cheezon ko yeh log pukarte hain woh sab baatil hain.Aur (is wajah se ke) Allah hi buzurg o bartar hai"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "Kya tum dekhte nahin ho ke kashti samandar mein Allah ke fazal se chalti hai taa-ke woh tumhein apni kuch nishaniyan dikhaye? Dar haqeeqat is mein bahut si nishaniyan hain har us shaks ke liye jo sabr aur shukar karne wala ho"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "Aur jab (samandar mein ) in logon par ek mauj saayebaano(like canopies) ki tarah chaaa jaati hai to yeh Allah ko pukarte hain apne deen ko bilkul usi ke liye khaalis karke. Phir jab woh bacha kar inhein khushki (land) tak pahuncha deta hai to inmein se koi iqtesad baratta (lukewarm) hai.Aur hamari nishaniyon ka inkar nahin karta magar har woh shaks jo gaddaar aur nashukra hai"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "Logon, bacho apne Rubb ke gazab se aur daro us din se jabke koi baap apne bete ki taraf se badla na dega aur na koi beta hi apne baap ki taraf se kuch badla dene wala hoga. Filwaqeh Allah ka wada sachha hai. Pas yeh duniya ki zindagi tumhein dhoke mein na daale, aur na dhoke-baaz tumko Allah ke maamle mein dhoka dene paye"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "Us ghadi ka ilm Allah hi ke paas hai, wahi baarish barsata hai, wahi jaanta hai ke maaon ke paithon mein kya parwarish paa raha hai, koi mutanaffis nahin jaanta ke kal woh kya kamayi karne wala hai aur na kisi shaks ko yeh khabar hai ke kis sar-zameen mein usko maut aani hai. Allah hi sabkuch jaanney wala aur bakhabar hai"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif Laam Meem"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Is kitaab ki tanzil (nuzul/revelation) bila shubha Rubb ul aalameen ki taraf se hai"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Kya yeh log kehte hain ke is shaks ne isey khud ghadh liya hai? Nahin, balke yeh haqq hai tere Rubb ki taraf se taa-ke tu mutanabbeh (warn) karey ek aisi qaum ko jiske paas tujhse pehle koi mutanabbeh (warn) karne nahin aaya. Shayad ke woh hidayat paa jayein"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Woh Allah hi hai jisne aasmaano aur zameen ko aur un saari cheezon ko jo inke darmiyan hain chey (six) dino mein paida kiya aur iske baad arsh par jalwa farma hua. Uske siwa na tumhara koi haami o madadgar hai aur na koi uske aagey sifarish karne wala. Phir kya tum hosh mein na aaogey"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Woh aasmaan se zameen tak duniya ke maamlaat ki tadbeer (planning) karta hai aur is tadbeer ki rudad (record) upar uske huzur jaati hai ek aisey din mein jiski miqdaar tumhare shumar se ek hazar saal hai"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Wahi hai har posheeda (chupi hui) aur zaahir ka janne wala. Zabardast, aur raheem"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "Jo cheez bhi usney banayi khoob hi (acchi tarah) banayi. Usne Insaan ki takhleeq ki ibtida gaarey (mitti /clay) se ki"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "Phir uski nasal ek aisi saat se chalayi jo hakeer pani (fluid despised) ki tarah ka hai"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Phir usko nik-suk se durust kiya aur uske andar apni rooh phoonk di. Aur tumko kaan diye, aankhein di aur dil diye. Tum log kam hi shukar guazar hotey ho"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Aur yeh log kehte hain: “jab hum mitti mein ral-mil chuke honge to kya hum phir naye sirey se paida kiye jayenge?” Asal baat yeh hai ke yeh apne Rubb ki mulaqaat ke munkir hain"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "Insey kaho “Maut ka woh farishta jo tumpar muqarrar kiya gaya hai tumko poora ka poora apne qabze mein le lega aur phir tum apne Rubb ki taraf palta laye jaoge”"
        },
        {
            "chapter": 32,
            "verse": 12,
            "text": "Kaash tum dekho woh waqt jab yeh mujrim sar jhukaye apne Rubb ke huzur khade hongey. (Us waqt yeh keh rahe hongey) “ Aey hamare Rubb, humne khoob dekh liya aur sun liya , ab humein wapas bhej de taa-ke hum neik amal karein. Humein ab yaqeen aa gaya hai.”"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "(Jawab mein irshad hoga) “Agar hum chahte to pehle hi har nafs ko iski hidayat de detay, magar meri woh baat poori ho gayi jo maine kahi thi ke main jahannum ko Jinno aur Insano sab se bhar dunga"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "Pas ab chakkho maza apni is harakat ka ke tumne is din ki mulaqat ko faramosh kardiya. Humne bhi ab tumhein faramosh kardiya hai. Chakkho hameshgi ke azaab ka maza apne kartooton ki padash mein”"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "Hamari aayat par to woh log iman laatey hain jinhein yeh aayat suna kar jab naseehat ki jaati hai to sajde mein gir padte hain aur apne Rubb ki hamd ke saath uski tasbeeh karte hain aur takabbur nahin karte"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "Unki peethein (backs) bistaron se alag rehti hain, apne Rubb ko khauf aur tamaa (umeed) ke saath pukarte hain. Aur jo kuch rizq humne unhein diya hai usmein se kharch karte hain"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "Phir jaisa kuch aankhon ki thandak ka saamaan unke aamaal ki jaza mein unke liye chupa kar rakkha gaya hai uski kisi mutanaffis (person/soul) ko khabar nahin hai"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "Bhala kahin yeh ho sakta hai ke jo shaks momin ho woh us shaks ki tarah ho jaye jo faasiq (nafarman/evil doer) ho? Yeh dono barabar nahin ho saktey"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "Jo log iman laye hain aur jinhon ne neik amal kiye hain unke liye to jannaton ki qayam-gahein (hospitable homes) hain. Ziyafat ke taur par unke aamal ke badle mein"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "Aur jinhon ne fisq (na-farmani) ikhtiyar kiya hai unka thikana dozakh hai.Jab kabhi woh ussey nikalna chahenge usi mein dhakail diye jayenge aur unsey kaha jayega ke chakkho ab usi aag ke azaab ka maza jisko tum jhutlaya karte thay"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "Us baday azaab se pehle hum isi duniya mein (kisi na kisi chote) azaab ka maza inhein chakhate rahenge. Shayad ke yeh (apne baagiyana [transgression] rawish se) baaz aa jayein"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "Aur ussey bada zaalim kaun hoga jisey uske Rubb ki aayat ke zariye se naseehat ki jaye aur phir woh inse mooh pher ley.Aisey mujreemo se to hum inteqam lekar rahenge"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "Issey pehle hum Moosa ko kitaab de chuke hain. Lihaza usi cheez ke milne par tumhein koi shakk na hona chahiye. Us kitab ko humne bani Israel ke liye hidayat banaya tha"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "Aur jab unhon ne sabr kiya aur hamari aayaat par yaqeen latey rahey to unke andar humne aise peshwa paida kiye jo hamare hukum se rehnumayi (hidayat/guidance) karte thay"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "Yaqeenan tera Rubb hi qayamat ke roz un baaton ka faisla karega jinmein (bani Israel) baaham(aapas mein) ikhtilaf karte rahey hain"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "Aur kya in logon ko (in tareekhi (historical) waqiyat mein) koi hidayat nahin mili ke unse pehle kitni qaumon ko hum halaak kar chuke hain jinke rehne ki jaghon mein aaj yeh chalte phirte hain? Ismein badi nishaniyan hain. Kya yeh sunte nahin hain"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "Aur kya in logon ne yeh manzar kabhi nahin dekha ke hum ek bay-aab o gayah (banjar) zameen ki taraf pani baha latey hain, aur phir usi zameen se woh fasal ugati hai jissey unke jaanwaron ko bhi chara milta hai aur yeh khud bhi khate hain? To kya inhein kuch nahin soojhta"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "Yeh log kehte hain ke “yeh faisla kab hoga agar tum sachhey ho?”"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "Insey kaho “faisle ke din iman laana un logon ke liye kuch bhi nafeh (faidemand) na hoga jinhon ne kufr kiya hai aur phir unko koi mohlat na milegi.”"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "Accha, inhein inke haal par chodh do aur intezar karo, yeh bhi muntazir (intezar kar rahe) hain"
        },
        {
            "chapter": 33,
            "verse": 1,
            "text": "Aey Nabi! Allah se daro aur kuffar o munafiqeen ki itaat (obey) na karo, haqeeqat mein Aleem(all knowing) aur Hakeem to Allah hi hai"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Pairvi karo us baat ki jiska ishara tumhare Rubb ki taraf se tumhein kiya ja raha hai. Allah har us baat se bakhabar hai jo tumlog karte ho"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Allah par tawakkul (bharosa) karo, Allah hi wakeel honay ke liye kafi hai"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Allah ne kisi shaks (Mard) ke dhadh (jism/body) mein do dil nahin rakkhey hain, na usne tum logon ki un biwiyon ko jinse tum zihaar [whom you compare to your mothers’ backs (to divorce them)] karte ho tumhari Maa bana diya hai, aur na usne tumhare mooh bole beton ko tumhara haqiqi beta banaya hai. Yeh to woh baatein hain jo tumlog apne mooh se nikal dete ho, magar Allah woh baat kehta hai jo mabni bar haqeeqat hai. Aur wahi saheeh tareeqe ki taraf rehnumayi karta hai"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Mooh bole beton(adopted sons) ko unke baapon (fathers) ki nisbat se pukaro, yeh Allah ke nazdeek zyada munsifana (equitable) baat hai. Aur agar tumhein maloom na ho ke unke baap kaun hain to woh tumhare deeni bhai aur rafeeq hain. Na danishta jo baat tum kaho iske liye tumpar koi giraft(pakad) nahin hai, lekin us baat par zaroor giraft hai jiska tum dil se irada karo. Allah darguzar karne wala aur raheem hai"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Bila shubah Nabi to ehle iman ke liye unki apni zaat par muqaddam hai, aur Nabi ki biwiyan unki maaein (mothers) hain. Magar kitabullah ki rooh se aam momineen aur muhajireen ki ba-nisbat rishtedar ek dusre ke zyada haqdar hain. Albatta apne rafiqon ke saath tum koi bhalayi (karna chaho to) kar sakte ho. Yeh hukum kitab e ilahi mein likha hua hai"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "Aur (aey Nabi) yaad rakkho us ahad-o-paiman (covenant) ko jo humne sab paighambaron se liya hai, tumse bhi aur Nooh aur Ibrahim aur Moosa aur Isa ibne Maryam se bhi.Sabse pukhta ahad le chuke hain"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "Taa-ke sacchey logon se (unka Rubb) unki sachhayi ke barey mein sawal karey, aur kaafiron ke liye to usne dardnaak azaab muhaiyya kar hi rakkha hai"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Aey logon, jo iman laye ho, yaad karo Allah ke ehsan ko jo (abhi abhi) usne tumpar kiya hai jab lashkar tumpar chadh aaye to humne unpar ek sakht aandhi (wind) bhej di aur aisi faujein rawana ki jo tumko nazar na aati thi .Allah woh sab kuch dekh raha tha jo tumlog us waqt kar rahey thay"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Jab woh upar se aur nichey se tumpar chadh aaye, jab khauf ke marey aankhein pathra gayi, kaleejey mooh ko aa gaye, aur tumlog Allah ke barey mein tarah tarah ke gumaan karne lagey"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "Us waqt iman laney waley khoob aazmaaye (tested) gaye aur buri tarah hila marey gaye"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Yaad karo woh waqt jab munafiqeen aur woh sab log jinke dilon mein rog tha saaf saaf keh rahey they ke Allah aur uske Rasool ne jo wadey humse kiye thay woh fareb ke siwa kuch na thay"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Jab un mein se ek giroh ne kaha ke “ aey yathrib ke logon, tumhare liye ab theharne ka koi mauqa nahin hai, palat chalo” jab unka ek fareeq yeh keh kar Nabi se rukhsat talab kar raha tha ke “hamare ghar khatrey mein hain,” halanke woh khatrey mein na thay. Dar-asal woh (muhaz e jung se[from the battle-front]) bhagna chahte thay"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Agar shehar ke atraaf se dushman ghus aaye hotay aur us waqt unhein fitne ki taraf dawat di jaati to yeh usmein ja padte aur mushkil hi se unhein shareek e fitna honay mein koi taamul (reluctance) hota"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "In logon ne issey pehle Allah se ahad kiya tha ke yeh peeth na pherenge. Aur Allah se kiye huey ahad ki baaz- purs (questioning) to honi hi thi"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "(Aey Nabi!) Insey kaho, agar tum maut ya qatal se bhago to yeh bhagna tumhare liye kuch bhi nafa-baksh na hoga, Iske baad zindagi ke mazey lootne ka thoda hi mauqa tumhein mil sakega"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Insey kaho, kaun hai jo tumhein Allah se bacha sakata ho agar woh tumhein nuqsan pahunchana chahey? Aur kaun uski rehmat ko roak sakta hai agar woh tumpar meharbani karna chahey? Allah ke muqabley mein to yeh log koi haami o madadgar (protector or helper) nahin paa saktey hain"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Allah tum mein se un logon ko khoob jaanta hai jo (jung ke kaam mein) rukawatein daalne waley hain, jo apne bhaiyon se kehte hain ke “aao hamari taraf.” Jo ladayi mein hissa lete bhi hain to bas naam ginane ko"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Jo tumhara saath dene mein sakht bakheel hain. Khatre ka waqt aa jaye to is tarah deedhey phira phira kar tumhari taraf dekhte hain jaise kisi marne wale par gashi taari ho rahi ho. Magar jab khatra guzar jata hai to yahi log faiydon ke harees bankar kainchi ki tarah (scissor-like) chalti hui zubaane liye tumhare isteqbal ko aa jatey hain. Yeh log hargiz iman nahin laye, isi liye Allah ne inke sarey aamal zaya kardiye. Aur aisa karna Allah ke liye bahut asaan hai"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Yeh samajh rahey hain ke hamla-aawar giroh abhi gaye nahin hain aur agar woh phir hamla awar ho jayein to inka ji chahta hai ke us mauqe par yeh kahin sehra (desert) mein badduon (bedouin) ke darmiyan ja baithein aur wahin se tumhare halaat puchte rahein.Taaham agar yeh tumhare darmiyan rahey bhi to ladayi mein kam hi hissa lengey"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Dar haqeeqat tum logon ke liye Allah ke Rasoool mein ek behtareen namuna tha, har us shaks ke liye jo Allah aur yaum e aakhir ka umeedwar ho aur kasrat se Allah ko yaad karey"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Aur sacchey momino (ka haal us waqt yeh tha ke) jab unhon ne hamla-awar lashkaron ko dekha to pukar utthey ke “ yeh wahi cheez hai jiska Allah aur uske Rasool ne humse wada kiya tha. Allah aur uske Rasool ki baat bilkul sacchi thi.” Is waqiye ne unke imaan aur unki supurdagi (submission) ko aur zyada badha diya"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Iman laney walon mein aisey log maujood hain jinhon ne Allah se kiye huey ahad ko saccha kar dikhaya hai. In mein se koi apni nazar puri kar chuka aur koi waqt aane ka muntazir hai. Inhon ne apne rawaiyye mein koi tabdili nahin ki"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "(Yeh sabkuch is liye hua) taa-ke Allah sacchon ko unki sacchayi ki jaza de aur munafiqon ko chahe to saza de aur chahe to unki tawbah qabool karle. Beshak Allah gafoor o raheem hai"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Allah ne kuffar ka mooh pher diya, woh koi faiyda haasil kiye bagair apne dil ki jalan liye yunhi palat gaye, aur momineen ki taraf se Allah hi ladne ke liye kaafi ho gaya. Allah badi quwwat wala aur zabardast hai"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Phir ehle kitaab mein se jin logon ne in hamla-awaron ka saath diya tha, Allah unki gadiyon(fortresses) se unhein utar laya aur unke dilon mein usne aisa roab (terror) daal diya ke aaj unmein se ek giroh ko tum qatal kar rahey ho aur dusre giroh ko qaid kar rahey ho"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Usne tumko unki zameen mein aur unke gharon aur unke amwal (maal) ka waris bana diya aur woh ilaka tumhein diya jisey tumne kabhi pamaal (tread) na kiya tha. Allah har cheez par qadir hai"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Aey Nabi! Apni biwiyon se kaho, agar tum duniya aur uski zeenat chahti ho to aao, main tumhein kuch de dila kar bhale tareeqe se rukhsat kardoon"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Aur agar tum Allah aur uske Rasool aur daar-e-aakhirat ki talib ho to jaan lo ke tum mein se jo neiko-kar hain Allah ne unke liye bada ajar muhaiyya kar rakkha hai"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Nabi ki biwiyon, tum mein se Jo kisi sareeh fahash harkat ka irtiqab karegi usey dohra (double) azaab diya jayega. Allah ke liye yeh bahut aasaan kaam hai"
        }
    ]
}