{
    "chapter": [
        {
            "chapter": 6,
            "verse": 1,
            "text": "Praise be to God, who has created the heavens and the earth and brought into being darkness and light. Yet those who deny the truth set up equals to their Lord"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "It is He who has created you out of clay, and then has decreed a term [for you], a term known [only] to Him. Yet you are still in doubt"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "He is God both in the heavens and on earth. He has knowledge of all that you hide and all that you reveal. He knows what you do"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "yet every time a sign comes to them from their Lord, they turn away from it"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "They have rejected truth whenever it came to them, yet [more] news will reach them concerning what they have been making a mockery of"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Have they not seen how many generations We destroyed before them? We established them on the earth more firmly than you, and We sent the clouds over them, pouring down abundant rain; and made the rivers flow at their feet. Yet We destroyed them for their sins, and raised up other generations after them"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "But even if We had sent down to you a Book written on parchment, and they had touched it with their own hands -- those who deny the truth would still have said, \"This is mere magic"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "They ask, \"Why has an angel not been sent down to him?\" If We did send down an angel, the matter would be settled and they would not have been granted any respite"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Indeed, if We had sent an angel as messenger, We would have made him in the form of a man as well, and would have thus added to their confusion"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Messengers have been mocked before you, but those who scoffed were overtaken by the very thing they scoffed at"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Say, \"Travel about the land and see what was the end of the deniers"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Say, \"To whom belongs all that is in the heavens and earth?\" Say, \"To God. He has taken it upon Himself to be merciful. That He will gather you on the Day of Resurrection is beyond all doubt. Those who have forfeited their souls will never have faith"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "To Him belongs all that dwells in the night and the day. He is the All Hearing and the All Knowing"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Say, \"Shall I take as my protector someone other than God, Creator of the heavens and the earth, who feeds all and is fed by none?\" Say, \"I have been commanded to be the first of those who submit. Do not be one of the polytheists"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Say, \"I will never disobey my Lord, for I fear the punishment of a dreadful Day"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Anyone from whom punishment is averted on that Day has been shown great mercy by God. That is a supreme achievement"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "If God should let any harm touch you, no one could remove it except He; while if He should let some good touch you, know that He has the power to do all that He wills"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "He reigns Supreme over His servants; and He is the All Wise, the All Aware"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Ask them, \"What carries the most weight as a witness?\" Tell them it is God. He is a witness between you and me. Say, \"This Quran has been revealed to me so that through it I may warn you and whoever it reaches. Do you really bear witness that there are other deities beside God?\" Say, \"I do not bear witness to this.\" Say, \"He is only one God, and I disown whatever you associate with Him"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Those to whom We have given the Scriptures know this as they know their own sons. But those who have ruined their souls will not believe"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Who does greater wrong than he who invents a lie against God and denies His signs? Assuredly, the wrongdoers will not succeed"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "On the Day when We gather them all together, We will say to those who associated [others with Us], \"Where are those partners that you claimed"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Then they will have no excuse but to say, \"By God our Lord, we have never been polytheists"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "See how they lie to themselves, and how those [the deities] they invented have deserted them"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Among them are some who listen to you, but We have placed veils over their hearts and deafness in their ears which prevent them from understanding what you say. Even if they saw all the signs, they would still not believe in them. When those who deny the truth come to dispute with you, they will say, \"This is nothing but ancient fables"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "and they bar others from believing and themselves keep away. But they ruin no one but themselves, though they fail to realize this"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "If you could only see when they are set before the Fire. They will say, \"If only we could be sent back. Then we would not deny the signs of our Lord and we would be of the believers"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "The truth they used to hide will become all too clear to them. But if they were sent back, they would return to what they had been forbidden. For they are indeed liars"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "They say, \"There is nothing beyond our life in this world: we shall not be raised up again from the dead"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "If you could only see when they are made to stand before their Lord! He will ask them, \"Is this [second life] not the truth?\" They will say, \"Yes, by our Lord!\" He will say, \"Then, taste the punishment that comes from your having refused to acknowledge the truth"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Those indeed are the losers who deny the meeting with God. When the Hour comes on them suddenly, they cry, \"Alas for us, that we neglected it!\" They shall bear their burdens on their backs. Evil are the burdens they shall bear"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "The life of this world is but a sport and a pastime. Surely the Home of the Hereafter is best for those who fear God. Will you not understand"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "We know that what they say grieves you. It is not you that the wrongdoers are rejecting, rather it is the signs of God that they reject"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Other messengers have been denied before you, and they bore their rejection and persecution steadfastly, until Our help came to them. There is no one who can change the words of God. You have already received some account of those messengers"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "If you find their rejection hard to bear, then seek a tunnel into the ground or a ladder into the sky, if you can, and bring them a sign. Had God so willed, He would indeed have given them all [His] guidance. So do not be among the ignorant"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Only they who listen can respond to a call; and as for the dead, God will raise them up, and then they will all return to Him"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "They ask, \"Why has no sign been sent down to him from his Lord?\" Say, \"God alone has the power to send down a sign.\" But most of them do not understand"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "there is not an animal that moves about on the earth, nor a bird that flies on its two wings, but are creatures like you. We have left out nothing in the Book -- they shall all be gathered before their Lord"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Those who reject Our signs are deaf and dumb, [groping along] in darkness. God lets anyone He wishes go astray and sets whoever He will on a straight path"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Say, \"Tell me if the punishment of God came upon you or the Hour overtook you, would you call upon any other than God, if you are truthful"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Indeed, it is on Him that you would call, and He could remove that [affliction] which made you call on Him, if He will, and then you would forget [the false deities] which you associate with Him"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "We sent messengers before you [Prophet] to many communities and afflicted their people with suffering and hardship, so that they might humble themselves"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "When the affliction decreed by Us befell them, they did not humble themselves, but rather their hearts hardened, for Satan had made all their doings seem fair to them"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "When they had forgotten Our admonition, We granted them all that they desired; but just as they were rejoicing in what they were given, We seized them suddenly and they were plunged into despair"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "The wrongdoers were thus annihilated. All praise be to God, the Lord of the Worlds"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Say, \"If God should take away your hearing and your sight and seal your hearts, who is the deity who could restore it to you save God?\" See how We explain the signs to them in diverse ways, yet they turn away"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Ask them, \"Tell me, if the punishment of God came upon you suddenly or predictably, would any but the wrongdoers be destroyed"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "We send the messengers only to give good news and to warn, so those who believe and reform themselves need have no fear, nor will they grieve"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Chastisement will befall those who reject Our signs because of their disobedience"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Say, \"I do not say to you that I possess the treasures of God, nor do I know the unseen, nor do I say to you that I am an angel. I follow only that which is revealed to me.\" Say, \"Are the blind and the seeing alike? Can you not then think"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Warn by it those who fear to be gathered before their Lord, when they have no guardian or intercessor besides God, so that they may become God-fearing"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Do not send away those who call upon their Lord in the morning and in the evening, seeking only His grace. You are not by any means accountable for them, nor are they accountable for you. If you turn them away, you yourself will become one of the unjust"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "In this way We try some of them by means of others, so that they may ask, \"Are these [lowly ones] whom God has singled out for His favours from among us? Does God not know best who are the grateful ones"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "When those who believe in Our revelations come to you, say, \"Peace be upon you. Your Lord has taken it upon Himself to be merciful. So that if any one among you does evil in ignorance and repents thereafter and makes amends, then He is most forgiving and ever merciful"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Thus We make plain Our signs, so that the path of the evil-doers might be laid bare"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Say, \"I am forbidden to worship those you call upon besides God.\" Say, \"I do not follow your whims and desires. If I did, I would go astray and cease to be rightly guided"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Say, \"I stand by the clear evidence from my Lord, yet you deny it. What you seek to hasten is not within my power. Judgement is for God alone. He declares the truth. He is the best of judges"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Say, \"If what you seek to hasten were within my power, the matter would be settled between you and me. God best knows the evil-doers"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "He holds the keys to the unseen; none knows them but He. He has knowledge of all that land and sea contain. No leaf falls without His knowledge, nor is there a single grain in the darkness of the earth, or anything, wet or dry, but is recorded in a clear Record"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "It is He who gathers you in at night and knows all that you do by day; then He raises you up during the day so that an appointed term may be completed. Then to Him you shall return and He will declare to you all that you used to do"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "He is the Absolute Master over His servants. He sends forth guardians [angels] who watch over you until, when death approaches one of you, Our angels take his soul, and they never fail in their duty"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Then they will all be returned to God, their true Lord. The Judgement is His alone. He is the swiftest reckoner"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Say, \"Who is it who delivers you from the dark depths of land and sea when you call out to Him humbly and in secret, saying, \"If He rescues us from this, we shall most certainly be among the grateful"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Say, \"It is God who delivers you from it and from every other distress, yet you associate partners with Him"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Say, \"He has the power to send punishment on you from above your heads or from beneath your feet, or to divide you in sects and make you taste one another's violence.\" See how We explain Our revelations in various ways, so that they may understand"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Your people have rejected the message We have sent through you, though it is the truth. Say \"I am not your keeper"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Every prophecy has its fixed time to be fulfilled: and soon you will come to know"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "When you see people engaged in finding fault with Our revelations, withdraw from them until they turn to some other topic. Should Satan cause you to forget this, take leave of the wrongdoers as soon as you remember"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "The God-fearing are not in any way held accountable for the wrongdoers; their only duty is to remind them, so that they may fear God"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Leave alone those for whom religion is only a sport and pastime and are deceived by the life of this world, but continue to remind them with the Quran, lest a soul be held in pledge because of what it has wrought, having no helper or intercessor besides God. Whatever ransom they may offer, it will not be accepted. Such are those that are damned by their own actions: they will have boiling water to drink and a painful punishment for their denial of truth"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "Say, \"Instead of God, shall we call upon that which can neither benefit us nor harm us? Are we to turn upon our heels after God has guided us, like one who, beguiled by devils in the land, wanders bewildered, his companions calling him to the right path, saying, \"Come to us\"?\" Say, \"God's guidance is the only guidance. We are commanded to surrender ourselves to the Lord of the Universe"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "say our prayers regularly and to fear God.\" He it is to whom you will be gathered"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "It was He who created the heavens and the earth for a true purpose. On the Day when He says, \"Be,\" it shall be: His word is the truth. All sovereignty shall be His on the Day when the trumpet is sounded. The Knower of the unseen and the visible, He is the Wise, the Aware One"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Remember when Abraham said to his father, Azar, \"Do you take idols as your gods? I see that you and your people have clearly gone astray"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "In this way We showed Abraham Our kingdom of the heavens and the earth, so that he might have certainty of faith"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "When night descended on him, he saw a star. He said, \"This is my Lord!\" Then when it set he said, \"I do not love things that set"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "When he saw the moon rise and spread its light, he said, \"This is my Lord.\" But when it set, he said, \"If my Lord does not guide me, I will be one of the misguided people"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Then, when he saw the sun shining, he said, \"This is my Lord! This is the greatest of all!\" Then when it set, he said, \"My people, I disown all that you worship besides God"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "I have set my face with single-minded devotion, towards Him who has created the heavens and the earth, and I am not one of the polytheists"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "His people argued with him. He said, \"Are you arguing with me about God, while He has guided me? I have no fear of any partner you ascribe to Him, unless my Lord should wish otherwise. My Lord encompasses all things in His knowledge, so will you not pay heed"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Why should I fear what you associate with Him, while you do not fear to associate with God that for which He has sent down to you no authority? Tell me, if you know the truth, which side has more right to feel secure"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "It is those who have faith, and do not mix their faith with wrongdoing, who will be secure, and it is they who are rightly guided"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "This is the reasoning We gave to Abraham against his people, We raise in rank anyone We please, your Lord is wise and aware"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "We gave him Isaac and Jacob, each of whom We guided as We had guided Noah before. Among his descendants were David and Solomon, and Job, Joseph, Moses and Aaron. Thus do We reward the righteous"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Zachariah, John, Jesus, and Elijah, every one of them was righteous"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Ishmael, Elisha, Jonah, and Lot -- We favoured each one of them above other people"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "and also some of their forefathers, their offspring, and their brothers: We chose them and guided them to a straight path"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "This is the guidance of God: He gives that guidance to whichever of His servants He pleases. If they had associated other deities with Him, surely all they did would have been of no avail"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Those are the ones to whom We gave the Scripture, wisdom, and prophethood. If these people [the Makkans] reject it, We shall entrust it to a people who will never refuse to acknowledge it"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Those [the previous prophets] were the people whom God guided. Follow their guidance then and say, \"I ask no reward for this from you: it is only a reminder for all mankind"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "They do not make a just estimate of God, when they say, \"God has not revealed anything to any human being.\" Say, \"Who revealed the Book which Moses brought, a light and guidance for the people, which you made into separate sheets, showing some but hiding many? You have been taught things that neither you nor your forefathers had known before.\" Say, \"God has sent it;\" then leave them toying away with their speculation"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "This is a blessed Book which We have revealed, confirming what came before it, so that you may warn the Mother of Cities [Makkah] and the people around it. Those who believe in the Hereafter do believe in it, and they are ever-mindful of their prayers"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Who could do greater wrong than someone who invents a lie against God or who says, \"It has been revealed to me,\" while nothing has been revealed to him, or someone who says, \"I will send down the like of what God has sent down\"? If you could only see the wrongdoers in the throes of death when the angels are stretching out their hands, saying, \"Give up your souls. Today you will be repaid with a humiliating punishment for saying false things about God and being arrogant about His signs"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "And now you have returned to Us, alone as We created you at first, leaving behind all that We gave you. Nor do We see with you your intercessors, those you claimed were your partners with God. The link between you is cut and that which you presumed has failed you"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "It is God who splits the seed and the fruit-stone. He brings forth the living from the dead, and the dead from the living. That is God. How then can you, deluded, turn away from the truth"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "He causes the break of day, and has made the night for rest and He made the sun and the moon to a precise measure. That is the measure determined by the All Mighty and the All Knowing"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "It is He who has set up for you the stars so that you might be guided by them in the midst of the darkness of land and sea. We have made the signs clear for people who want to understand"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "It is He who first produced you from a single soul, then gave you a place to stay [in life] and a resting place [after death]. We have made Our revelations clear to those who are men of understanding"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "It is He who sends down water from the sky. With it We produce vegetation of all kinds; out of green foliage, We produce clustered grain; and from the date-palm, out of its sheath, We produce bunches of dates hanging low. We produce vineyards and olive groves and pomegranates, alike yet different. Look at their fruit as He causes it to grow and ripen. In this are signs for people who believe"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "They have set up jinns as associates with God, even though He created them! They have even dared, in their ignorance, to attribute sons and daughters to Him. Hallowed be He and exalted far above what they ascribe to Him"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "the Originator of the heavens and the earth. How could He have a son when He has no consort? He created everything and is aware of everything"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "This is God, your Lord, there is no God but Him, the Creator of all things, so worship Him; He is the guardian of all things"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "No vision can grasp Him, but He takes in over all vision; He is the Subtle and Aware One"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Clear insights have come to you from your Lord. Whoever, therefore, chooses to see, does so for his own good; and whoever chooses to remain blind, does so to his own loss. Say, \"I am not here as your keeper"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "This is how We explain Our revelations in various ways -- so that they might come to the point of saying, \"You have read this out to us,\" and that We might make it clear [that this is the truth] to those who are eager to know"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Follow what has been revealed to you from your Lord: there is no deity but Him; and ignore the polytheists"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "If God had willed, they would not have associated anything with Him. We did not appoint you over them as their keeper, nor are you their guardian"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Do not revile those [beings] whom they invoke instead of God, lest they, in their hostility, revile God out of ignorance. Thus to every people We have caused their actions to seem fair. To their Lord they shall all return, and He will declare to them all that they have done"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "They swear a solemn oath by God that if there should come to them a sign, they will believe in it. Say, \"Signs are granted only by God.\" How can you tell that if a sign be given to them, they will indeed believe in it"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "We will turn away their hearts and eyes from the Truth, since they refused to believe in it in the first instance. We will let them wander blindly in their insolence"
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "Even if We sent down angels to them, and caused the dead to speak to them, and We gathered together everything in front of them, they would still not believe, unless God had so willed. But most of them behave ignorantly"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "In like manner We have assigned for every prophet an opponent, Satans from among men and jinn, who make evil suggestions to each other by means of specious words in order to deceive -- had it been your Lord's will, they would not have done so; so leave them alone to their fabrication"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "in order that the hearts of those who do not believe in the life to come might incline towards those suggestions and, being pleased, persist in their sinful ways"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Should I seek a judge other than God, when it is He who has revealed the Book, clearly explained. Those to whom We gave the Book earlier know that it is the truth revealed by your Lord. Therefore, have no doubts"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "The Word of your Lord is perfected in truth and justice. None can change His words. He is the All Hearing, the All Knowing"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "If you obey the majority of those on earth, they will lead you astray from God's way. They follow nothing but conjecture. They are only guessing"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Your Lord knows best who has strayed from His Way and He knows best those who are guided"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Eat then, only that over which God's name has been pronounced, if you truly believe in His revelations"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Why should you not eat what has been consecrated in God's name, when He has already explained to you what He has forbidden you, unless you are compelled by necessity? Surely, many mislead others by their desires through lack of knowledge. But your Lord best knows the transgressors"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Eschew all sin, open or secret: Those who commit sin will receive due punishment for their sins"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "and do not eat anything over which God's name has not been pronounced, for that surely is disobedience. The devils inspire their followers to argue with you. If you obey them, you will become of those who associate partners with God"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Can he who was dead, to whom We gave life, and a light whereby he could walk among people be like him who is in utter darkness from which he can never emerge? Thus the deeds of those who deny the truth have been made fair-seeming to them"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Thus We have placed leaders of the wicked in every town to plot therein. Yet it is only against themselves that they scheme, though they may not perceive it"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "When a sign comes to them, they say, \"We will not believe in it until we are given what God's messengers have been given. But God knows best whom to appoint as His Messenger. Humiliation before God and severe torment will befall the evil-doers for their scheming"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "When God desires to guide someone, He opens his breast to Islam; and whoever He wills to let go astray, He causes his breast to be constricted as if he had to climb up to the skies. That is how God heaps ignominy upon those who refuse to believe"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "This is the straight path leading to your Lord. We have made the signs clear for thinking men"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "They shall dwell in the Home of Peace with their Lord; He will be their Protector as a recompense for what they have been doing"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "On the day when He gathers them all together, He will say, \"Company of jinn, you took away many followers among mankind.\" And their adherents among mankind will say, \"Our Lord, we benefited from one another, but now we have reached the end of the term which You determined for us.\" He will say, \"The Fire shall be your home, and there you shall remain forever, except as God wills. Surely your Lord is wise and all knowing"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "And in like manner We shall keep the wrongdoers close to others as a punishment for their misdeeds"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "Company of jinn and mankind! Did messengers not come from among you to recite My revelations to you, and warn you of the meeting of this Day?\" They will say, \"We bear witness against ourselves.\" It was the life of this world that deceived them and so they will bear witness against themselves, that they rejected the truth"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Your Lord would not destroy a community for its wrongdoing, so long as its people were still unaware"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "For all are degrees of rank according to their deeds; your Lord is not unaware of anything they do"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Your Lord is the self-sufficient One, the merciful. If He wills, He can take you away and replace you by anyone He pleases, just as He raised you from the offspring of other people"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "That which you are promised shall surely come to pass and you cannot prevent it"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Say, \"O my people! Go on acting in your way; indeed I am going to act in my way; soon you will know whose end will be best in the Hereafter.\" Surely, the wrongdoers shall not prosper"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "They set aside for God a share in what He has produced, such as crops and livestock, and they say, \"This is for God,\" so they claim!, and \"this is for our associate-gods?\" Their associate-gods' share does not reach God, whereas God's share reaches their associate-gods. How ill they judge"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "And in like manner, their associate gods have made killing their children seem fair to many pagans, so that they may ruin them and cause confusion in their religion. Had God pleased, they would not have done so; so leave them to their false inventions"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "They also say, \"These animals and these crops are forbidden. None may eat them except those we permit.\" So they claim! There are some animals they exempt from labour and some over which they do not pronounce God's name, thus committing a sin against Him. He will requite them for the falsehoods they invent"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "They say, \"What is in the wombs of such and such cattle is exclusively for our males and is forbidden to our females. But if it is stillborn, they may have a share of it.\" God will soon punish them for their [false] attribution. He is wise, and all-knowing"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Losers indeed are they who kill their children foolishly and without knowledge and declare as forbidden what God has provided for them as sustenance -- a fabrication against God: they have gone astray and have not chosen to be rightly guided"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "It is He who has produced gardens, both trellised and untrellised, and date palms and field crops, all varying in taste, and the olive and the pomegranate, both similar and dissimilar. Eat their fruits when they bear fruit and give away what is due of them on the day of their harvest. Do not waste anything. He does not love the wasteful"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Of the cattle there are some for carrying burdens and some for food. Eat what God has provided for you and do not follow in Satan's footsteps, for he is a declared enemy of yours"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "God has created four kinds of livestock of either sex: two of sheep and two of goats. Ask them, \"Is it the two males He has forbidden or the two females or what the wombs of the two females contain? Tell me on the basis of knowledge, if you are truthful"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Again, of the camels there are two, and of the oxen two. Ask them, \"Is it the two males He has forbidden, or the two females or what the wombs of the two females contain? Were you present when God enjoined this on you?\" Who is more unjust than one who, without knowledge, fabricates a lie against God, so that he may lead people astray without knowledge? Surely, God does not guide the wrongdoers"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Say [O Prophet], \"In all that has been revealed to me, I do not find a ban on anything to eat, except for carrion, flowing blood and pork, all these being unclean or profane, on which the name of someone other than God has been invoked.\" But if anyone is forced by necessity, being neither disobedient nor exceeding the limit, then surely your Lord is most forgiving and merciful"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "We forbade the Jews all animals with claws and the fat of sheep [and goats] and oxen, except what is on their backs and in their intestines and what adheres to their bones. That is the penalty We imposed on them for their disobedience. And We assuredly are true to Our word"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "So, if they accuse you of lying, say, \"The mercy of your Lord is all-encompassing. His punishment cannot be averted from sinful men"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Those who associate partners with God will surely say, \"Had God pleased, neither we nor our fathers would have served other gods besides Him; nor would we have made anything unlawful.\" Likewise those who lived before them argued falsely until they came to taste Our punishment! Say, \"Have you any knowledge? If so, produce it before us. You follow nothing but conjecture. You are merely guessing"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Say, \"God alone has the conclusive proof. If He had willed, He could have guided every one of you"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Say, \"Come, bring your witnesses, who can testify that God forbade [all] this.\" If they bear witness [falsely], do not bear witness with them; nor yield to the wishes of those who deny Our signs, nor of those who do not believe in the life to come and set up others as equals with their Lord"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "Say, \"Come! I will tell you what your Lord has really forbidden you! Do not associate anything with Him; be good to your parents; and do not kill your children for fear of poverty, We shall provide sustenance for you as well as for them, refrain from committing indecent deeds, whether openly or in secret; and do not kill the life which God has made sacred, save by right. That is what He has enjoined upon you, so that you may understand"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "Stay well away from an orphan's property, except with the best intentions, before he comes of age. Give full measure and weight, according to justice, We never charge a soul with more than it can bear, when you speak, observe justice, even though it concerns a close relative; and fulfil the covenants of God. That is what He has enjoined upon you so that you may take heed"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "[He has enjoined], \"This is My straight path; so follow it, and do not follow other ways: that will lead you away from His path.\" That is what He enjoins upon you, so that you may guard yourselves"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Then We gave Moses the Book, completing [Our favour] to the righteous, explaining everything clearly, as guidance and mercy, so that they might believe in meeting their Lord"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "This is a Book which We have revealed as a blessing, follow it and fear your Lord, so that you may receive mercy"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "and not say, \"The Book was only sent down to the two groups before us and we were indeed unaware of their teachings"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "or you may say, \"If the Book had been sent down to us, we would surely have followed its guidance better than they did.\" There has now come to you clear evidence from your Lord, and guidance and mercy. Who, then, is more unjust than one who rejects the signs of God and turns away from them? We shall requite those who turn away from Our signs with a painful punishment, for their turning away"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Are they waiting for the angels or your Lord to come down to them, or for some of your Lord's signs to come? The day when some of the signs of your Lord shall come, it shall not profit any human being who did not believe before, or who did not do any good by his faith. Say to them, \"Wait then, we too are waiting"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Have nothing to do with those who have split up their religion into sects. Their case rests with God; He will tell them about what they used to do"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Whoever does a good deed will be repaid tenfold, but those who do a bad deed will only be repaid with its equivalent and they shall not be wronged"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Say, \"My Lord has guided me to a straight path, and to an upright religion, the religion of Abraham the upright, who was not of those who associate partners with God"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Say, \"My prayer and my sacrifice and my life and my death are all for God, the Lord of the worlds"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "He has no partner. So am I commanded, and I am the first of those who submit"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Say, \"Shall I seek a lord other than God, while He is the Lord of all things?\" Everyone must bear the consequence of what he does, and no bearer of a burden can bear the burden of another. Then to your Lord you will return, and He will inform you of what you used to dispute about"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "It is He who has made you successors [of others] on the earth and has exalted some of you over the others in degrees of rank, so that He may test you by that which He has given you. Your Lord is swift in punishment; yet surely He is forgiving, and merciful"
        }
    ]
}