{
    "rukus": [
        {
            "chapter": 6,
            "verse": 1,
            "text": "Khvala - Allakhu, kotoryy sozdal nebesa i zemlyu i sotvoril mrak i svet. I vse zhe te, kotoryye ne uverovali, Gospodu svoyemu nakhodyat ravnykh"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Ved' On sotvoril vas iz gliny. Zatem On naznachil odin srok, i [yeshche] yest' u Nego [drugoy] srok, a vy vse zhe somnevayetes'"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "On - Allakh na nebesakh i na zemle! Znayet On i taynoye vashe, i yavnoye. Znayet On to, chto vy sovershayete"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Kakoye by znameniye iz znameniy Gospoda ikh ni yavlyalos' pered nimi, otvrashchalis' oni ot nego"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "I ob\"yavlyali oni lozh'yu istinu, kogda ona yavlyalas' k nim. No doydut do nikh vesti o [kare za ikh] glumleniye"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Razve oni ne videli, skol'ko pokoleniy My pogubili do nikh? My poselili ikh na zemle i darovali im moshch', kakuyu ne darovali vam, posylali im s neba obil'nyye dozhdi, zastavlyali tech' reki v ikh [zemlyakh]. Potom My pogubili ikh za grekhi i vnov' sozdali drugoye pokoleniye lyudey"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "I yesli by My dazhe nisposlali tebe Pisaniye v svitke [razvernutom] i oni oshchupali by yego rukami svoimi, to vse ravno te, kto ne uveroval, skazali by: \"Eto - vsego lish' yavnoye koldovstvo"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "[Mekkanskiye mnogobozhniki] skazali: \"Vot yesli by k nemu byl nisposlan angel...\" No yesli by My nisposlali angela, to nastupil by [Sudnyy den'] i ne bylo by dlya nikh otsrochki"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Yesli by My i nisposlali angela [v kachestve poslannika], to My nisposlali by yego v oblike cheloveka, ostaviv ikh v zabluzhdenii, v kotorom oni prebyvayut"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Nasmeshkami byli vstrecheny i poslanniki, yavlyavshiyesya do tebya. No postigalo tekh, kto glumilsya nad nimi, [nakazaniye] za ikh glumleniye"
        }
    ]
}