{
    "rukus": [
        {
            "chapter": 7,
            "verse": 40,
            "text": "Voistinu, ne otkroyutsya vrata nebesnyye pered temi, kotoryye oprovergali nashi znameniya i otnosilis' k nim s vysokomeriyem. I ne voydut oni v ray, poka verblyud ne proydet skvoz' igol'noye ushko. Tak vozdayem my greshnikam"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "I lozhem, i pokryvalom greshnikam budet adskiy ogon'. Tak My vozdayem nechestivtsam"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "I ni na kogo, kto uveroval i tvoril blagoye, My ne vozlozhili [noshi], krome kak posil'noy. I budut oni obitatelyami raya i budut prebyvat' v nem vechno"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "I udalili My iz ikh serdets zlobu, [i teper'] pred nimi tekut ruch'i, i oni proiznosyat: \"Slava Allakhu, kotoryy privel nas k etomu. My ne sledovali by pryamym putem, yesli by Allakh ne napravil nas. [K nam] prishli poslantsy Gospoda nashego s Otkroveniyem\". Im budet vozveshcheno [ot imeni Allakha]: \"Etot ray dan vam v voznagrazhdeniye za to, chto vy sovershili"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Obitateli raya vozzovut k tem, kto v adu: \"Vot my ubedilis', chto obeshchannoye nam Allakhom - istina. Ubedilis' li vy, chto obeshchannoye Allakhom - istina?\" [Obitateli ada] otvetyat: \"Da\". I vozvestit glashatay i obitatelyam raya, i obitatelyam ada: \"Proklyatiye Allakha [da padet] na greshnikov"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "kotoryye sbivayut [lyudey] s puti Allakha, stremyatsya iskazit' [religiyu] i ne veruyut v budushchuyu zhizn'"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Mezhdu rayem i adom [nakhoditsya] zavesa, a na ogradakh - lyudi, kotoryye raspoznayut i obitateley raya, i obitateley ada po ikh chertam. I eti lyudi vozzovut k obitatelyam raya: \"Da budet vam mir!\" Sami oni ne voydut v ray, khotya i zhazhdut togo"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Kogda zhe ikh vzory obratyatsya k obitatelyam ada, oni voskliknut: \"Gospodi nash Ne pomeshchay nas s [etimi] greshnymi lyud'mi"
        }
    ]
}