{
    "rukus": [
        {
            "chapter": 12,
            "verse": 36,
            "text": "Vmeste s nim v temnitsu zaklyuchili dvukh yunoshey. Odin iz nikh skazal: \"Vizhu ya [vo sne], chto vyzhimayu vinograd\". Drugoy skazal:\"Vizhu ya [vo sne], chto nesu na golove lepeshku, kotoruyu klevali ptitsy. Poveday nam tolkovaniye snov, ibo, voistinu, my ubedilis', chto ty dobryy chelovek"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "[Yusuf] otvetil: \"Ne uspeyut prinesti yedu, kotoroy vas kormyat zdes', kak ya rastolkuyu vashi snovideniya. [I vy uznayete ob etom] do togo, kak vam podadut yeye, blagodarya tomu, chemu nauchil menya moy Gospod'. Voistinu, ya otreksya ot lyudey, kotoryye ne veruyut v Allakha i ne priyemlyut very v budushchuyu zhizn'"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "YA posledoval za veroy moikh ottsov Ibrakhima, Iskhaka i Ya'kuba. Nam ne sleduyet poklonyat'sya nikomu, krome Allakha. Takova milost' Allakha k moyemu narodu i ko [vsem] lyudyam, no bol'shinstvo lyudey neblagodarny"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "O moi druz'ya po temnitse! Kto luchshe: razroznennyye bozhestva ili yedinyy i mogushchestvennyy Allakh"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Minuya Yego, vy poklonyayetes' lish' imenam, kotorymi vy nazvali [bogov], vy i vashi ottsy. No Allakh ne nisposlal ob [etikh imenakh] nikakogo dovoda. Resheniye vynosit tol'ko Allakh, i On povelel, chtoby vy poklonyalis' tol'ko Yemu. Eto i yest' istinnaya vera, no bol'shaya chast' lyudey ne vedayet [ob etom]"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "moi druz'ya po temnitse! Odin iz vas budet poit' vinom svoyego gospodina, a drugoy budet raspyat, i ptitsy budut sklevyvat' [pishchu] u nego s golovy. Vot i resheniye dela, o kotorom vy sprashivali"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Togo, kotoryy, po yego predpolozheniyu, dolzhen byl spastis', [Yusuf] poprosil: \"Napomni obo mne tvoyemu gospodinu\". No po naushcheniyu shaytana on zabyl eto sdelat', i [Yusuf] probyl v temnitse [yeshche] neskol'ko let"
        }
    ]
}