{
    "rukus": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Blizok dlya nevernykh chas rasplaty [v Sudnyy den'], no oni po [svoyemu] nevezhestvu otritsayut [eto]"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "I ne bylo im ni odnogo novogo nazidaniya ot Gospoda ikh, kotoroye oni vyslushali by, ne predavayas' zabavam"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "i igrivym myslyam. Te, chto greshili, govorili promezh sebya taykom: \"Razve on ne takoy zhe chelovek, kak i vy? Neuzheli zhe vy poddalis' koldovstvu? Ved' vy voochiyu vidite [, chto on - chelovek]"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "[Mukhammad] skazal im: \"Moy Gospod' znayet to, chto govoryat na nebe i na zemle, ibo On - vnemlyushchiy, znayushchiy"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "[Nevernyye] skazhut: \"[To, chto on govorit], - bessvyaznyye sny. Net, on sochinil vse eto A krome togo, on - poet! Pust' on yavit nam znameniya, s kotorymi byli otpravleny prezhniye poslanniki"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "[Zhiteli] ni odnogo iz seleniy, kotoryye my podvergli gibeli zadolgo do nikh, ne uverovali"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "My i do tebya [, o Mukhammad,] otpravlyali poslannikami tol'ko muzhey, kotorym vnushali otkroveniya. Sprosite znatokov [Taurata i Indzhila], yesli vy ne znayete etogo"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "My ne sotvorili ikh (t. ye. poslannikov) bestelesnymi sushchestvami, ne potreblyayushchimi pishchu, i ne byli oni bessmertnymi"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Potom My sderzhali dannoye im obeshchaniye, spasli [ot bedstviy] ikh i tekh, kogo zakhoteli, a prestupayushchikh [predely dozvolennogo] pogubili"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "My nisposlali vam Pisaniye, soderzhashcheye nazidaniye vam. Neuzheli zhe vy ne prizadumayetes'"
        }
    ]
}