{
    "rukus": [
        {
            "chapter": 3,
            "verse": 31,
            "text": "Skazhi [, Mukhammad]: \"Yesli vy lyubite Allakha, to sleduyte za mnoy, [i togda] Allakh vozlyubit vas i prostit vashi grekhi\". Allakh - proshchayushchiy, miloserdnyy"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Skazhi [, Mukhammad]: \"Povinuytes' Allakhu i Poslanniku. A yesli vy otvratites', to znayte, chto On ne lyubit neveruyushchikh"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Voistinu, Allakh vozvysil nad [vsemi] obitatelyami mirov Adama, Nukha, rod Ibrakhima i rod Imrana"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "[po niskhodyashchey] linii odnikh ot drugikh. Allakh - slyshashchiy, znayushchiy"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "[Vspomni,] kogda zhenshchina iz roda 'Imrana skazala: \"Gospodi! Voistinu, ya dala obet [pozhertvovat' Tebe ditya], kotoroye v utrobe moyey, osvobozhdennym [ot vsyakikh inykh zabot, krome povinoveniya Tebe]. Tak primi zhe ot menya, ibo, voistinu, Ty - slyshashchiy, znayushchiy"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Kogda ona razreshilas' ot bremeni, to skazala: \"Gospodi! YA razreshilas' devochkoy.- No Allakhu luchshe [bylo] znat', kem ona razreshilas', ved' mal'chik ne to, chto devochka.- YA narekla yeye Maryam. YA vveryayu yeye i yeye potomstvo pod Tvoyu zashchitu ot satany proklyatogo"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Gospod' prinyal i vyrastil yeye prekrasno i poruchil yeye Zakariyyi. Kazhdyy raz, kogda Zakariyya vkhodil k ney v pokoi, nakhodil pri ney propitaniye i [odnazhdy] sprosil: \"O Maryam! Otkuda u tebya eto?\" Ona otvetila: \"Eto - ot Allakha. Voistinu, Allakh daruyet propitaniye, komu pozhelayet, bez ogranicheniya"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Na tom samom meste vozzval Zakariyya k svoyemu Gospodu i voskliknul: \"Gospodi! Daruy mne ot Tebya prekrasnoye potomstvo, ibo Ty - slyshashchiy mol'bu"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Otvetili yemu angely, kogda on vse yeshche molilsya v mikhrabe: \"Voistinu, Allakh soobshchayet tebe blaguyu vest' o [syne] Yakhyye, gospodine, vozderzhannom muzhe i proroke iz pravednikov, kotoryy podtverdit istinnost' slova ot Allakha"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Skazal Zakariyya: \"Gospodi! Kak mozhet byt' u menya syn, ved' starost' uzhe nastigla menya i zhena moya besplodna?\" Skazal [Dzhibril]: \"Imenno tak! Allakh vershit to, chto pozhelayet"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "[Zakariyya] vzmolilsya: \"Gospodi! Ukazhi mne znameniye\". Otvetil [Dzhibril]: \"Znameniye dlya tebya v tom, chto budesh' ty tri dnya razgovarivat' s lyud'mi tol'ko pri pomoshchi znakov. Pominay svoyego Gospoda userdno, slav' yego i vecherom i utrom"
        }
    ]
}