{
    "chapter": [
        {
            "chapter": 40,
            "verse": 1,
            "text": "حٰم"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "اس کتاب کا نازل فرمانا اس اللہ کی طرف سے ہے جو غالب اور دانا ہے"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "گناه کا بخشنے واﻻ اور توبہ کا قبول فرمانے واﻻ سخت عذاب واﻻ انعام و قدرت واﻻ، جس کے سوا کوئی معبود نہیں۔ اسی کی طرف واپس لوٹنا ہے"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "اللہ تعالیٰ کی آیتوں میں وہی لوگ جھگڑتے ہیں جو کافر ہیں پس ان لوگوں کا شہروں میں چلنا پھرنا آپ کو دھوکے میں نہ ڈالے"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "قوم نوح نے اور ان کے بعد کے گروہوں نے بھی جھٹلایا تھا۔ اور ہر امت نے اپنے رسول کو گرفتار کر لینے کا اراده کیا اور باطل کے ذریعہ کج بحثیاں کیں، تاکہ ان سے حق کو بگاڑ دیں پس میں نے ان کو پکڑ لیا، سو میری طرف سے کیسی سزا ہوئی"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "اور اسی طرح آپ کے رب کا حکم کافروں پر ﺛابت ہو گیا کہ وه دوزخی ہیں"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "عرش کے اٹھانے والے اور اسکے آس پاس کے (فرشتے) اپنے رب کی تسبیح حمد کے ساتھ ساتھ کرتے ہیں اور اس پر ایمان رکھتے ہیں اور ایمان والوں کے لیے استفغار کرتے ہیں، کہتے ہیں کہ اے ہمارے پروردگار! تو نے ہر چیز کو اپنی بخشش اور علم سے گھیر رکھا ہے، پس تو انہیں بخش دے جو توبہ کریں اور تیری راه کی پیروی کریں اور تو انہیں دوزخ کے عذاب سے بھی بچا لے"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "اے ہمارے رب! تو انہیں ہمیشگی والی جنتوں میں لے جا جن کا تو نے ان سے وعده کیا ہے اور ان کے باپ دادوں اور بیویوں اور اوﻻد میں سے (بھی) ان (سب) کو جو نیک عمل ہیں۔ یقیناً تو تو غالب و باحکمت ہے"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "انہیں برائیوں سے بھی محفوظ رکھ، حق تو یہ ہے کہ اس دن تونے جسے برائیوں سے بچا لیا اس پر تو نے رحمت کر دی اور بہت بڑی کامیابی تو یہی ہے"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "بےشک جن لوگوں نے کفر کیا انہیں یہ آواز دی جائے گی کہ یقیناً اللہ کا تم پر غصہ ہونااس سے بہت زیاده ہے جو تم غصہ ہوتے تھے اپنے جی سے، جب تم ایمان کی طرف بلائے جاتے تھے پھر کفر کرنے لگتے تھے"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "وه کہیں گے اے ہمارے پروردگار! تو نے ہمیں دوبار مارا اور دو بار ہی جلایا، اب ہم اپنے گناہوں کے اقراری ہیں، تو کیا اب کوئی راه نکلنے کی بھی ہے؟"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "یہ (عذاب) تمہیں اس لیے ہے کہ جب صرف اکیلے اللہ کا ذکر کیا جاتا تو تم انکار کر جاتے تھے اور اگر اس کے ساتھ کسی کو شریک کیا جاتا تھا تو تم مان لیتے تھے پس اب فیصلہ اللہ بلند و بزرگ ہی کا ہے"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "وہی ہے جو تمہیں اپنی نشانیاں دکھلاتا ہے اور تمہارے لیےآسمان سے روزی اتارتا ہے، نصیحت تو صرف وہی حاصل کرتے ہیں جو (اللہ کی طرف) رجوع کرتے ہیں"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "تم اللہ کو پکارتے رہو اس کے لیے دین کو خالص کر کے گو کافر برا مانیں"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "بلند درجوں واﻻ عرش کامالک وه اپنے بندوں میں سے جس پر چاہتا ہے وحی نازل فرماتا ہے، تاکہ وه ملاقات کے دن سے ڈرائے"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "جس دن سب لوگ ﻇاہر ہو جائیں گے، ان کی کوئی چیز اللہ سے پوشیده نہ رہے گی۔ آج کس کی بادشاہی ہے؟ فقط اللہ واحد و قہار کی"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "آج ہر نفس کو اس کی کمائی کا بدلہ دیا جائے گا۔ آج (کسی قسم کا) ﻇلم نہیں، یقیناً اللہ تعالیٰ بہت جلد حساب کرنے واﻻ ہے"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "اور انہیں بہت ہی قریب آنے والی (قیامت سے) آگاه کر دیجئے، جب کہ دل حلق تک پہنچ جائیں گے اور سب خاموش ہوں گے، ﻇالموں کا نہ کوئی دلی دوست ہوگا نہ سفارشی، کہ جس کی بات مانی جائے گی"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "وه آنکھوں کی خیانت کو اور سینوں کی پوشیده باتوں کو (خوب) جانتا ہے"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "اور اللہ تعالیٰ ٹھیک ٹھیک فیصلہ کر دے گا اس کے سوا جنہیں یہ لوگ پکارتے ہیں وه کسی چیز کا بھی فیصلہ نہیں کرسکتے، بیشک اللہ تعالیٰ خوب سنتا خوب دیکھتا ہے"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "کیا یہ لوگ زمین میں چلے پھرے نہیں کہ دیکھتے کہ جو لوگ ان سے پہلے تھے ان کا نتیجہ کیسا کچھ ہوا؟ وه باعتبار قوت و طاقت کے اور باعتبار زمین میں اپنی یادگاروں کے ان سے بہت زیاده تھے، پس اللہ نے انہیں ان کے گناہوں پر پکڑ لیا اور کوئی نہ ہوا جو انہیں اللہ کے عذاب سے بچا لیتا"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "یہ اس وجہ سے کہ ان کے پاس ان کے پیغمبر معجزے لے لے کرآتے تھے تو وه انکار کر دیتے تھے، پس اللہ انہیں پکڑ لیتا تھا۔ یقیناً وه طاقتور اور سخت عذاب واﻻ ہے"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "اور ہم نے موسیٰ (علیہ السلام) کو اپنی آیتوں اور کھلی دلیلوں کے ساتھ بھیجا"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "فرعون ہامان اور قارون کی طرف تو انہوں نے کہا (یہ تو) جادوگر اور جھوٹا ہے"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "پس جب ان کے پاس (موسیٰ علیہ السلام) ہماری طرف سے (دین) حق کولے کر آئے توانہوں نے کہا کہ اس کے ساتھ جوایمان والے ہیں ان کے لڑکوں کو تو مار ڈالو اور ان کی لڑکیوں کو زنده رکھو اور کافروں کی جو حیلہ سازی ہے وه غلطی میں ہی ہے"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "اور فرعون نے کہا مجھے چھوڑ دو کہ میں موسیٰ (علیہ السلام) کو مار ڈالوں اور اسے چاہئے کہ اپنے رب کو پکارے، مجھے تو ڈر ہے کہ یہ کہیں تمہارا دین نہ بدل ڈالے یا ملک میں کوئی (بہت بڑا) فساد برپا نہ کردے"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "موسیٰ (علیہ السلام) نے کہا میں اپنے اور تمہارے رب کی پناه میں آتا ہوں ہر اس تکبر کرنے والے شخص (کی برائی) سے جو روز حساب پر ایمان نہیں رکھتا"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "اور ایک مومن شخص نے، جو فرعون کے خاندان میں سے تھا اور اپنا ایمان چھپائے ہوئے تھا، کہا کہ کیا تم ایک شحض کو محض اس بات پر قتل کرتے ہو کہ وه کہتا ہے میرا رب اللہ ہے اور تمہارے رب کی طرف سے دلیلیں لے کر آیا ہے، اگر وه جھوٹا ہو تو اس کا جھوٹ اسی پر ہے اور اگر وه سچا ہو، تو جس (عذاب) کا وه تم سے وعده کر رہا ہے اس میں سے کچھ نہ کچھ تو تم پر آ پڑے گا، اللہ تعالیٰ اس کی رہبری نہیں کرتا جو حد سے گزر جانے والے اور جھوٹے ہیں"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "اے میری قوم کے لوگو! آج تو بادشاہت تمہاری ہے کہ اس زمین پر تم غالب ہو لیکن اگر اللہ کا عذاب ہم پر آ گیا تو کون ہماری مدد کرے گا؟ فرعون بوﻻ، میں تو تمہیں وہی رائے دے رہا ہوں جو خود دیکھ رہا ہوں اور میں تو تمہیں بھلائی کی راه ہی بتلا رہا ہوں"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "اس مومن نے کہا اے میری قوم! (کے لوگو) مجھے تو اندیشہ ہے کہ تم پر بھی ویسا ہی روز (بد عذاب) نہ آئے جو اور امتوں پر آیا"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "جیسے امت نو ح اور عاد وﺛمود اور ان کے بعد والوں کا (حال ہوا)، اللہ اپنے بندوں پر کسی طرح کا ﻇلم کرنا نہیں چاہتا"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "اور مجھے تم پر ہانک پکار کے دن کابھی ڈر ہے"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "جس دن تم پیٹھ پھیر کر لوٹو گے، تمہیں اللہ سے بچانے واﻻ کوئی نہ ہوگا اور جسے اللہ گمراه کر دے اس کا ہادی کوئی نہیں"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "اور اس سے پہلے تمہارے پاس (حضرت) یوسف دلیلیں لے کر آئے، پھر بھی تم ان کی ﻻئی ہوئی (دلیل) میں شک و شبہ ہی کرتے رہے یہاں تک کہ جب ان کی وفات ہو گئی تو کہنے لگے ان کے بعد تو اللہ کسی رسول کو بھیجے گا ہی نہیں اسی طرح اللہ گمراه کرتا ہے ہر اس شخص کو جو حد سے بڑھ جانے واﻻ شک و شبہ کرنے واﻻ ہو"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "جو بغیر کسی سند کے جو ان کے پاس آئی ہو اللہ کی آیتوں میں جھگڑتے ہیں، اللہ کے نزدیک اور مومنوں کے نزدیک یہ تو بہت بڑی ناراضگی کی چیز ہے، اللہ تعالیٰ اسی طرح ہر ایک مغرور سرکش کے دل پر مہر کردیتا ہے"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "فرعون نے کہا اے ہامان! میرے لیے ایک باﻻخانہ بنا شاید کہ میں آسمان کے جو دروازے ہیں"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "(ان) دروازوں تک پہنچ جاؤں اور موسیٰ کے معبود کو جھانک لوں اور بیشک میں سمجھتا ہوں وه جھوٹا ہے اور اسی طرح فرعون کی بدکرداریاں اسے بھلی دکھائی گئیں اور راه سے روک دیا گیا اور فرعون کی (ہر) حیلہ سازی تباہی میں ہی رہی"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "اور اس مومن شخص نے کہا کہ اے میری قوم! (کے لوگو) تم (سب) میری پیروی کرو میں نیک راه کی طرف تمہاری رہبری کروں گا"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "اے میری قوم! یہ حیات دنیا متاع فانی ہے، (یقین مانو کہ قرار) اور ہمیشگی کا گھر تو آخرت ہی ہے"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "جس نے گناه کیا ہے اسے تو برابر برابر کا بدلہ ہی ہے اور جس نے نیکی کی ہے خواه وه مرد ہو یا عورت اور وه ایمان واﻻ ہو تو یہ لوگ جنت میں جائیں گے اور وہاں بےشمار روزی پائیں گے"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "اے میری قوم! یہ کیا بات ہے کہ میں تمہیں نجات کی طرف بلا رہا ہوں اور تم مجھے دوزخ کی طرف بلا رہے ہو"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "تم مجھے یہ دعوت دے رہے ہوکہ میں اللہ کے ساتھ کفر کروں اور اس کے ساتھ شرک کروں جس کا کوئی علم مجھے نہیں اور میں تمہیں غالب بخشنے والے (معبود) کی طرف دعوت دے رہا ہوں"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "یہ یقینی امر ہے کہ تم مجھے جس کی طرف بلا رہے ہو وه تو نہ دنیا میں پکارے جانے کے قابل ہے نہ آخرت میں، اور یہ (بھی یقینی بات ہے) کہ ہم سب کا لوٹنا اللہ کی طرف ہے اور حد سے گزر جانے والے ہی (یقیناً) اہل دوزخ ہیں"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "پس آگے چل کر تم میری باتوں کو یاد کرو گے میں اپنا معاملہ اللہ کے سپرد کرتا ہوں، یقیناً اللہ تعالیٰ بندوں کا نگراں ہے"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "پس اسے اللہ تعالیٰ نے تمام بدیوں سے محفوظ رکھ لیا جو انہوں نے سوچ رکھی تھیں اور فرعون والوں پر بری طرح کا عذاب الٹ پڑا"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "آگ ہے جس کے سامنے یہ ہر صبح شام ﻻئے جاتے ہیں اور جس دن قیامت قائم ہوگی (فرمان ہوگا کہ) فرعونیوں کو سخت ترین عذاب میں ڈالو"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "اور جب کہ دوزخ میں ایک دوسرے سے جھگڑیں گے تو کمزور لوگ تکبر والوں سے (جن کے یہ تابع تھے) کہیں گے کہ ہم تو تمہارے پیرو تھے تو کیا اب تم ہم سے اس آگ کا کوئی حصہ ہٹا سکتے ہو؟"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "وه بڑے لوگ جواب دیں گے ہم تو سبھی اس آگ میں ہیں، اللہ تعالیٰ اپنے بندوں کے درمیان فیصلے کر چکا ہے"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "اور (تمام) جہنمی مل کر جہنم کے داروغوں سے کہیں گے کہ تم ہی اپنے پروردگار سے دعا کرو کہ وه کسی دن تو ہمارے عذاب میں کمی کردے"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "وه جواب دیں گے کہ کیا تمہارے پاس تمہارے رسول معجزے لے کر نہیں آئے تھے؟ وه کہیں گے کیوں نہیں، وه کہیں گے کہ پھر تم ہی دعا کرو اور کافروں کی دعا محض بے اﺛر اور بےراه ہے"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "یقیناً ہم اپنے رسولوں کی اور ایمان والوں کی مدد زندگانیٴ دنیا میں بھی کریں گے اور اس دن بھی جب گواہی دینے والے کھڑے ہوں گے"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "جس دن ﻇالموں کو ان کی (عذر) معذرت کچھ نفع نہ دے گی ان کے لیے لعنت ہی ہوگی اور ان کے لیے برا گھر ہو گا"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "ہم نے موسیٰ (علیہ السلام) کو ہدایت نامہ عطا فرمایا اور بنو اسرائیل کو اس کتاب کا وارث بنایا"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "کہ وه ہدایت و نصیحت تھی عقل مندوں کے لیے"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "پس اے نبی! تو صبر کر اللہ کا وعده بلاشک (وشبہ) سچا ہی ہے تو اپنے گناه کی معافی مانگتا ره اور صبح شام اپنے پروردگار کی تسبیح اور حمد بیان کرتا ره"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "جو لوگ باوجود اپنے پاس کسی سند کے نہ ہونے کے آیات الٰہی میں جھگڑا کرتے ہیں ان کے دلوں میں بجز نری بڑائی کے اور کچھ نہیں وه اس تک پہنچنے والے ہی نہیں، سو تو اللہ کی پناه مانگتا ره بیشک وه پورا سننے واﻻ اور سب سے زیاده دیکھنے واﻻ ہے"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "آسمان و زمین کی پیدائش یقیناً انسان کی پیدائش سے بہت بڑا کام ہے، لیکن (یہ اور بات ہے کہ) اکثر لوگ بےعلم ہیں"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "اندھا اور بینا برابر نہیں نہ وه لوگ جو ایمان ﻻئے اور بھلے کام کیے بدکاروں کے (برابر ہیں)، تم (بہت) کم نصیحت حاصل کر رہے ہو"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "قیامت بالیقین اور بےشبہ آنے والی ہے، لیکن (یہ اور بات ہے کہ) بہت سے لوگ ایمان نہیں ﻻتے"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "اور تمہارے رب کا فرمان (سرزد ہوچکا ہے) کہ مجھ سے دعا کرو میں تمہاری دعاؤں کو قبول کروں گا یقین مانو کہ جو لوگ میری عبادت سے خودسری کرتے ہیں وه ابھی ابھی ذلیل ہوکر جہنم میں پہنچ جائیں گے"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "اللہ تعالیٰ نے تمھارے لیے رات بنادی کہ تم اس میں آرام حاصل کرو اور دن کو دیکھنے واﻻ بنا دیا، بیشک اللہ تعالیٰ لوگوں پر فضل وکرم واﻻ ہے لیکن اکثر لوگ شکر گزاری نہیں کرتے"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "یہی اللہ ہے تم سب کا رب ہر چیز کا خالق اس کے سوا کوئی معبود نہیں پھر کہاں تم پھرے جاتے ہو"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "اسی طرح وه لوگ بھی پھیرے جاتے رہے جو اللہ کی آیتوں کا انکار کرتے تھے"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "اللہ ہی ہے جس نے تمہارے لیے زمین کو ٹھہرنے کی جگہ اور آسمان کو چھت بنا دیا اور تمہاری صورتیں بنائیں اور بہت اچھی بنائیں اور تمہیں عمده عمده چیزیں کھانے کو عطا فرمائیں، یہی اللہ تمہارا پروردگار ہے، پس بہت ہی برکتوں واﻻ اللہ ہے سارے جہان کا پرورش کرنے واﻻ"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "وه زنده ہے جس کے سوا کوئی معبود نہیں پس تم خالص اس کی عبادت کرتے ہوئے اسے پکارو، تمام خوبیاں اللہ ہی کے لیے ہیں جو تمام جہانوں کا رب ہے"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "آپ کہہ دیجئے! کہ مجھے ان کی عبادت سے روک دیا گیا ہے جنہیں تم اللہ کے سوا پکار رہے ہو اس بنا پر کہ میرے پاس میرے رب کی دلیلیں پہنچ چکی ہیں، مجھے یہ حکم دیا گیا ہے کہ میں تمام جہانوں کے رب کا تابع فرمان ہو جاؤں"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "وه وہی ہے جس نے تمہیں مٹی سے پھر نطفے سے پھر خون کے لوتھڑے سے پیدا کیا پھر تمہیں بچہ کی صورت میں نکالتا ہے، پھر (تمہیں بڑھاتا ہے کہ) تم اپنی پوری قوت کو پہنچ جاؤ پھر بوڑھے ہو جاؤ، تم میں سے بعض اس سے پہلے ہی فوت ہو جاتے ہیں، (وه تمہیں چھوڑ دیتا ہے) تاکہ تم مدت معین تک پہنچ جاؤ اور تاکہ تم سوچ سمجھ لو"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "وہی ہے جو جلاتا ہے اور مار ڈالتا ہے، پھر جب وه کسی کام کا کرنا مقرر کرتا ہے تو اسے صرف یہ کہتا ہے کہ ہو جا پس وه ہو جاتا ہے"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "کیا تو نے انہیں دیکھا جو اللہ کی آیتوں میں جھگڑتے ہیں، وه کہاں پھیر دیے جاتے ہیں"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "جن لوگوں نے کتاب کو جھٹلایا اور اسے بھی جو ہم نے اپنے رسولوں کے ساتھ بھیجا انہیں ابھی ابھی حقیقت حال معلوم ہو جائے گی"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "جب کہ ان کی گردنوں میں طوق ہوں گے اور زنجیریں ہوں گی گھسیٹے جائیں گے"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "کھولتے ہوئے پانی میں اور پھر جہنم کی آگ میں جلائے جائیں گے"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "پھر ان سے پوچھا جائے گا کہ جنہیں تم شریک کرتے تھے وه کہاں ہیں۔"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "جو اللہ کے سوا تھے وه کہیں گے کہ وه تو ہم سے بہک گئے بلکہ ہم تو اس سے پہلے کسی کو بھی پکارتے ہی نہ تھے۔ اللہ تعالیٰ کافروں کو اسی طرح گمراه کرتا ہے"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "یہ بدلہ ہے اس چیز کا جو تم زمین میں ناحق پھولے نہ سماتے تھے۔ اور (بےجا) اتراتے پھرتے تھے"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "(اب آؤ) جہنم میں ہمیشہ رہنے کے لیے (اس کے) دروازوں میں داخل ہو جاؤ، کیا ہی بری جگہ ہے تکبر کرنے والے کی"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "پس آپ صبر کریں اللہ کا وعده قطعاً سچا ہے، انہیں ہم نے جو وعدے دے رکھے ہیں ان میں سے کچھ ہم آپ کو دکھائیں یا (اس سے پہلے) ہم آپ کو وفات دے دیں، ان کا لوٹایا جانا تو ہماری ہی طرف ہے"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "یقیناً ہم آپ سے پہلے بھی بہت سے رسول بھیج چکے ہیں جن میں سے بعض کے (واقعات) ہم آپ کو بیان کر چکے ہیں اور ان میں سے بعض کے (قصے) تو ہم نے آپ کو بیان ہی نہیں کیے اور کسی رسول کا یہ (مقدور) نہ تھا کہ کوئی معجزه اللہ کی اجازت کے بغیر ﻻ سکے پھر جس وقت اللہ کا حکم آئےگا حق کے ساتھ فیصلہ کر دیا جائے گا اور اس جگہ اہل باطل خسارے میں ره جائیں گے"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "اللہ وه ہے جس نے تمہارے لیے چوپائے پیدا کیے جن میں سے بعض پر تم سوار ہوتے ہو اور بعض کو تم کھاتے ہو"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "اور بھی تمہارے لیے ان میں بہت سے نفع ہیں اور تاکہ اپنے سینوں میں چھپی ہوئی حاجتوں کو انہی پر سواری کر کے تم حاصل کر لو اور ان چوپایوں پر اور کشتیوں پر سوار کیے جاتے ہو"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "اللہ تمہیں اپنی نشانیاں دکھاتا جارہا ہے، پس تم اللہ کی کن کن نشانیوں کے منکر بنتے رہو گے"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "کیا انہوں نے زمین میں چل پھر کر اپنے سے پہلوں کا انجام نہیں دیکھا؟ جو ان سے تعداد میں زیاده تھے قوت میں سخت اور زمین میں بہت ساری یادگاریں چھوڑی تھیں، ان کے کیے کاموں نے انہیں کچھ بھی فائده نہیں پہنچایا"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "پس جب بھی ان کے پاس ان کے رسول کھلی نشانیاں لے کر آئے تو یہ اپنے پاس کے علم پر اترانے لگے، بالﺂخر جس چیز کو مذاق میں اڑا رہے تھے وه ان پر الٹ پڑی"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "ہمارا عذاب دیکھتے ہی کہنے لگے کہ اللہ واحد پر ہم ایمان ﻻئے اور جن جن کو ہم اس کا شریک بنا رہے تھے ہم نے ان سب سے انکار کیا"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "لیکن ہمارے عذاب کو دیکھ لینے کے بعد ان کے ایمان نے انہیں نفع نہ دیا۔ اللہ نے اپنا معمول یہی مقرر کر رکھا ہے جو اس کے بندوں میں برابر چلا آ رہا ہے۔ اور اس جگہ کافر خراب وخستہ ہوئے"
        }
    ]
}