{
    "pages": [
        {
            "chapter": 17,
            "verse": 87,
            "text": "якби не милість Господа твого. Воістину, велика Його милість до тебе"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Скажи: «Якби люди й джини об’єдналися разом для того, щоб створити щось подібне Корану, то вони не зробили б цього, навіть допомагаючи одне одному!»"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Ми роз’яснили людям у цьому Корані різні притчі, та більшість людей заперечує все, крім невір’я"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Вони говорять: «Ми не повіримо тобі, поки ти не виведеш нам із землі джерело"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "чи поки не буде в тебе саду з пальмами й виноградом, де ти проведеш канали"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "чи поки не скинеш небо на нас шматками, як ти це обіцяєш; чи не прийдеш до нас із Аллагом та ангелами"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "чи поки не буде в тебе будинку з коштовностей, чи поки не піднімешся ти на небо. Але ми ніколи не повіримо, що ти піднявся туди, якщо ти не зійдеш із Писанням, яке ми читатимемо!» Скажи: «Пречистий Господь мій! А я тільки людина, посланець!»"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Після того, як прийшов до них прямий шлях, людям завадило увірувати тільки те, що вони сказали: «Невже Аллаг посланцем відправив людину?»"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Скажи: «Якби по землі спокійно ходили ангели, то Ми б зіслали вам ангела посланцем із неба!»"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Скажи: «Достатньо Аллага як Свідка між мною та вами. Воістину, Він над рабами Своїми Всечуючий, Всезнаючий!»"
        }
    ]
}