{
    "pages": [
        {
            "chapter": 5,
            "verse": 24,
            "text": "Tara balala, ‘he musa! Tara yataksana sekhane thakabe tataksana amara sekhane kakhano prabesa karaba na; kaje'i tumi ara tomara raba giye yud'dha kara. Niscaya amara ekhane'i base thakaba.’"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Tini balalena, ‘he amara raba! Ami o amara bha'i chara ara karo upara amara adhikara ne'i, sutaram apani amadera o phasika sampradayera madhye biccheda kare dina.’"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Allaha balalena, ‘tabe ta [1] callisa bachara tadera jan'ya nisid'dha kara hala, tara yamine udbhranta haye ghure berabe, kaje'i apani phasika sampradayera jan'ya duhkha karabena na [2].’"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Ara adamera du’chelera kahini apani taderake yathayathabhabe sunana [1]. Yakhana tara ubhaye kurabani karechila atahpara ekajana theke kabula kara hala ebam an'yajanera kabula kara hala na. Se balala, ‘abasya'i ami tomake hatya karaba’ [2]. An'yajana balala, ‘allaha to kebala muttakidera paksa hate kabula karena’"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "‘Amake hatya karara jan'ya tumi tomara hata prasarita karale'o tomake hatya karara jan'ya ami tomara prati amara hata prasarita karaba na; niscaya ami srstikulera raba allahake bhaya kari’"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "‘Niscaya ami ca'i tumi amara o tomara papa niye phire ya'o [1] phale tumi agunera adhibasi ha'o ebam eta yalimadera pratidana’"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Atahpara tara naph‌sa take tara bha'i hatyaya basa karala. Phale se take hatya karala; ebhabe se ksatigrastadera antarbhukta hala"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Atahpara allaha eka kaka pathalena, ye tara bha'iyera mrtadeha kibhabe gopana kara yaya ta dekhanora jan'ya mati khumrate lagala [1]. Se balala, ‘haya! Ami ki e kakera mata'o hate paralama na, yate amara bha'iyera mrtadeha gopana karate pari?’ Atahpara se lajjita hala"
        }
    ]
}