{
    "pages": [
        {
            "chapter": 9,
            "verse": 41,
            "text": "Abhiyane bera haye para, halaka abasthaya hoka ba bhari abasthaya ebam jihada kara allah‌ra pathe tomadera sampada o jibana dbara. Eta'i tomadera jan'ya uttama, yadi tomara janate"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "yadi sahaje sampada labhera asa thakata o saphara sahaja hata tabe tara abasya'i apanara anusarana karata, kintu tadera kache yatrapatha sudirgha mane hala. Ara acire'i tara allah‌ra name sapatha kare balabe, ‘parale amara nisca'i tomadera sathe bera hatama.‘Tara tadera nijederake'i dhbansa kare. Ara allah‌ janena niscaya tara mithyabadi"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Allah‌ apanake ksama karechena. Kara satyabadi ta apanara kache spasta na ha'oya paryanta ebam kara mithyabadi ta na jana paryanta apani kena taderake abyahati dilena"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "yara allaha o sesa dinera prati imana rakhe tara nija sampada o jibana dbara jihade yete apanara kache abyahati prarthana kare na. Ara allah‌ muttakidera sambandhe sabisesa abagata"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Apanara kache abyahati prarthana kare sudhu tara'i yara allaha o sesa dinera prati imana rakhe na. Ara tadera antarasamuha sansayagrasta haye geche, sutaram tara apana sansaye dbidhagrasta"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Ara yadi tara bera ha'oyara iccha karata, tabe abasya'i tara se jan'ya prastutira byabastha karata, kintu tadera abhiyatra allah‌ apachanda karalena. Kaje'i tini taderake alasatara madhyame birata rakhena ebam taderake bala hala, ‘yara base ache tadera sathe base thaka.‘"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Yadi tara tomadera sathe bera hata, tabe tomadera phasada'i brd'dhi karata ebam phitna srstira uddesye tomadera madhye chutochuti karata. Ara tomadera madhye tadera jan'ya katha sunara loka rayeche [1]. Ara allah‌ yalimadera sambandhe sabisesa abagata"
        }
    ]
}