{
    "pages": [
        {
            "chapter": 2,
            "verse": 191,
            "text": "Ara taderake yekhane pabe hatya karabe [1] ebam ye sthana theke tara tomaderake bahiskara kareche tomara'o se sthana theke taderake bahiskara karabe. Ara phet‌na hatyara ceye'o gurutara [2]. Ara masajidula haramera kache tomara tadera sathe yud'dha karabe na [3] ye paryanta na tara sekhane tomadera sathe yud'dha kare. Atahpara yadi tara tomadera birud'dhe yud'dha kare tabe tomara taderake hatya karabe, eta'i kapheradera parinama"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Ata'eba, yadi tara birata haya tabe niscaya allah‌ ksamasila, parama dayalu"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Ara tomara tadera birud'dhe yud'dha karate thakabe yataksana na phet‌na [1] curanta bhabe duribhuta na haya ebam dina ekamatra allah‌ra jan'ya haye yaya. Atahpara yadi tara birata haya tabe yalimara [2] chara ara kara'o upara akramana ne'i"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Pabitra masa pabitra masera binimaye [1] yara pabitrata alanghaniya tara abamanana kisasera antarbhukta. Kaje'i ye ke'u tomaderake akramana karabe tomara'o take anurupa akramana karabe ebam tomara allah‌ra taka'oya abalambana karabe. Ara jene rakha, niscaya allah‌ muttakidera sathe rayechena"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Ara tomara allah‌ra pathe byaya kara [1] ebam sbahaste nijederake dhbansera mukhe thele di'o na [2]. Ara tomara ih‌sana kara [3], niscaya allah‌ muhasinadera bhalobasena"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Ara tomara haja o ‘umara purna kara [1] allah‌ra uddesye. Atahpara yadi tomara bamdha prapta ha'o tahale sahajalabhya hada'i [2] pradana karo. Ara tomara matha mundana karo na [3], ye paryanta hada'i tara sthane na pauche. Atahpara tomadera madhye yadi ke'u asustha haya ba mathaya kastadayaka kichu haya tabe siyama kimba sadaka athaba pasu yabeha dbara tara phid‌iya dibe [4]. Atahpara yakhana tomara nirapada habe takhana tomadera madhye ye ke'u umarake hajera sange miliye labhabana hate caya [5] se sahajalabhya hada'i yaba'i karabe. Kintu yadi ke'u ta na paya, tabe take hajera samaya tina dina ebam ghare phirara para sata dina e purna dasa dina siyama palana karate habe. Eta tadera jan'ya, yadera parijanabarga masajidula haramera basinda naya. Ara tomara allah‌ra taka'oya abalambana kara ebam jene rakha ye, niscaya allah‌ sasti dane kathora"
        }
    ]
}