{
    "pages": [
        {
            "chapter": 18,
            "verse": 98,
            "text": "Se balala, ‘eta amara rabera anugraha. Atahpara yakhana amara rabera pratisruti samaya asabe takhana tini seta curna-bicurna kare debena. Ara amara rabera pratisruti satya"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Ara sedina amara taderake chere deba e abasthaya ye, ekadala areka dalera upara tarangera n'yaya achare parabe [1]. Ara singaya phumka deya habe, atahpara amara tadera saba'ike [2] puropuri ekatrita karaba"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Ara sedina amara jahannamake pratyaksabhabe upasthita karaba kapheradera kache"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "yadera cokha chila andha amara nidarsanera prati ebam yara sunate'o chila aksama"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Yara kuphari kareche tara ki mane kareche ye, tara amara paribarte amara bandaderake [1] abhibhabakarupe grahana karabe [2]? Amara to kapheradera apyayanera jan'ya prastuta rekhechi jahannama"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Baluna, ‘amara ki tomaderake emana lokadera katha janaba, yara amalera dika diye sabaceye besi ksatigrasta [1]?’"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Era'i tara, ‘parthiba jibane yadera pracesta panda haya, yadi'o tara mane kare ye, tara satkaja'i karache"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "‘Tara'i sesaba loka, yara tadera rabera nidarsanabali o tamra sathe tadera saksatera byapare kuphari kareche. Phale tadera sakala amala nisphala haye geche; sutaram amara tadera jan'ya keyamatera dina kono ojanera byabastha rakhaba na"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "‘Jahannama, eta'i tadera pratiphala, yehetu tara kuphari kareche ebam amara nidarsanabali o rasulaganake grahana kareche bidrupera bisayasbarupa.’"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Niscaya yara imana eneche ebam satkaja kareche tadera atithiyetara jan'ya rayeche jannatula phirada'usa"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Sekhane tara cirakala thakabe, sekhana theke tara sthanantarita hate ca'ibe na"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Baluna, ‘amara rabera katha lipibad'dha karara jan'ya sagara yadi kali haya, tabe amara rabera katha sesa ha'oyara age'i sagara nihsesa haye yabe—amara era sahayyera jan'ya era mata aro sagara anale'o"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Baluna, ‘ami to tomadera mata ekajana manusa, amara prati ohi haya ye, tomadera ilaha ekamatra satya ilaha. Kaje'i ye tara rabera saksata kamana kare, se yena satkaja kare o tara rabera ‘ibadate ka'uke'o sarika na kare"
        }
    ]
}