{
    "pages": [
        {
            "chapter": 23,
            "verse": 18,
            "text": "ara amara akasa theke pani barsana kari parimitabhabe [1]; atahpara amara ta matite sanraksita kari; ara abasya'i amara ta niye yete'o sampurna saksama"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Tarapara amara ta diye tomadera jan'ya khejura o angurera bagana srsti kari; ete tomadera jan'ya ache pracura phala; ara ta theke tomara kheye thaka"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "ara srsti kari eka gacha ya janmaya sina'i parbate, ete utpanna haya taila ebam yara khaya tadera jan'ya khabara tatha tarakari"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Ara tomadera jan'ya abasya'i siksaniya bisaya ache catuspada jantuguloya; tomaderake amara pana kara'i tadera pete ya ache ta theke ebam tate tomadera jan'ya rayeche pracura upakarita; ara tomara ta theke kha'o"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "ara tate o nauyane tomadera bahana'o kara haye thake"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Ara abasya'i amara nuhake pathiyechilama tara sampradayera kache [1]. Tini balalena, ‘he amara sampradaya! Tomara allah‌ra ‘ibadata kara, tini chara tomadera an'ya kono satya ilaha ne'i, tabu'o ki tomara taka'oya abalambana karabe na [2]?’"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Atahpara tara sampradayera netara, yara kuphari karechila [1], tara balala, ‘e to tomadera mata ekajana manusa'i, se tomadera upara sresthatba labha karate cacche, ara allah‌ icche karale pheresata'i nayila karatena; amara to amadera purbapurusadera kale erupa ghateche bale sunini"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "‘E to emana loka yake unmadana peye baseche; kaje'i tomara era samparke kichukala apeksa kara.’"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Nuha balechilena, ‘he amara raba! Amake sahayya karuna, karana tara amara prati mithyaropa kareche [1].’"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Tarapara amara tara kache ohi pathalama, ‘apani amadera caksusa tattbabadhana o amadera ohi anuyayi nauyana nirmana karuna, tarapara yakhana amadera adesa asabe ebam ununa [1] uthale uthabe, takhana uthiye nebena pratyeka jibera eka eka jora ebam apanara paribara-parijanake, taderake chara yadera birud'dhe age sid'dhanta hayeche. Ara tadera samparke apani amake kichu balabena na yara yuluma kareche. Tara to nimajjita habe"
        }
    ]
}