{
    "pages": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "Uttare tara sampradaya sudhu balala, ‘luta-paribarake tomara janapada theke bahiskara kara, era to emana loka yara pabitra thakate caya.’"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "Atahpara amara take o tara parijanabargake ud'dhara karalama, tara stri chara, amara take abasistadera antarbhukta karechilama"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "Ara amara tadera upara bhayankara brsti barsana karechilama; sutaram bhiti pradarsitadera jan'ya e barsana kata'i na nikrsta chila"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Baluna, ‘sakala prasansa allah‌ra'i [1] ebam santi tamra manonita bandadera prati [2]!’ Srestha ki allah‌, naki tara yaderake sarika kare tara"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "naki tini [1], yini srsti karechena asamanasamuha o yamina ebam akasa theke tomadera jan'ya barsana karena brsti, tarapara amara ta dbara manorama udyana srsti kari, tara gacha ud‌gata karara ksamata tomadera ne'i. Allah‌ra sathe an'ya kono ilah‌ ache ki? Baram tara emana eka sampradaya yara (allah‌ra) samakaksa nirdharana kare"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Naki tini, yini yaminake karechena basabasera upayogi ebam tara majhe majhe prabahita karechena nadinala ebam tate sthapana karechena sudrrha parbata o du'i sagarera majhe srsti karechena antaraya [1]; allah‌ra sathe an'ya kono ilaha ache ki? Baram tadera adhikansa'i jane na"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Naki tini, yini artera dake [1] sara dena, yakhana se tamke dake ebam bipada duribhuta karena [2], ara tomaderake yaminera pratinidhi banana [3]. Allah‌ra sathe an'ya kono ilaha ache ki? Tomara khuba alpa'i siksa grahana kare thaka"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Naki tini, yini tomaderake sthalabhumi o samudrera andhakare patha dekhana [1] ebam yini tamra anugrahera prakkale susambadabahi batasa prerana karena. Allah‌ra sathe an'ya kono ilaha ache ki? Tara yake sarika kare allah‌ ta theke bahu urdhbe"
        }
    ]
}