{
    "pages": [
        {
            "chapter": 33,
            "verse": 63,
            "text": "Lokera apanake kiyamata samparke jijnesa kare. Baluna, 'era jnana sudhu allahara nikata'i ache.' Ara kise apanake janabe, sambhabata kiyamata sighra'i haye yete pare"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "niscaya allah kaphiraderake karechena abhisapta ebam tadera jan'ya prastuta rekhechena jbalanta aguna"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "sekhane tara cirasthayi habe ebam tara kono abhibhabaka pabe na, kono sahayyakari'o naya"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Yedina tadera mukhamandala agune ulata-palata kara habe, sedina tara balabe, 'haya! Amara yadi allah‌ke manatama ara rasulake manatama"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "tara aro balabe, 'he amadera raba! Amara amadera neta o bara lokadera anugatya karechilama ebam tara amaderake pathabhrasta karechila"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "he amadera raba! Apani taderake dbiguna sasti dina ebam taderake dina maha'abhisampata"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "He imanadaragana! Musake yara kasta diyeche tomara tadera mata hayo na; atahpara tara ya ratana karechila allaha ta theke take nirdosa pramanita karena [1]; ara tini chilena allahara nikata maryadabana"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "He imanadaragana! Tomara allahara taka'oya abalambana kara ebam sathika katha bala"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "Tahale tini tomadera jan'ya tomadera kaja sansodhana karabena ebam tomadera papa ksama karabena [1]. Ara ye byakti allah o tamra rasulera anugatya kare, se abasya'i mahasaphalya arjana karabe"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Amara to asamana, yamina o parbatamalara prati e amanata [1] pesa karechilama, kintu tara eta bahana karate asbikara karala ebam tate sankita hala, ara manusa ta bahana karala; se atyanta yalima, khuba'i ajna"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "Yate allah munaphika purusa o munaphika nari ebam musarika purusa o musarika narike sasti dena ebam mumina purusa o mumina narike ksama karena. Ara allah atyanta ksamasila, parama dayalu"
        }
    ]
}