{
    "pages": [
        {
            "chapter": 48,
            "verse": 24,
            "text": "Ara tini makka upatyakaya tadera hata tomadera theke ebam tomadera hata tadera theke nibarita karechena. Tadera upara tomaderake bijayi karara para [1], ara tomara ya kichu kara allah‌ tara samyaka drasta"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Tara'i to kuphari karechila ebam badha diyechila tomaderake masajidula- harama hate o badha diyechila kurabanira jan'ya abad'dha pasuguloke yathasthane paumchate [1]. Ara yadi mumina purusara o mumina narira na thakata, yadera samparke tomara jana na ye, tomara ajnatasare taderake padadalita karabe, phale tadera karane tomara aparadhi o dosi sabyasta hate, (tabe abasya'i tini yud'dhera anumati ditena. Kintu allaha tomaderake takhana era anumati dena ni) [2] yate tini yake icche nija anugrahe prabesa karabena [3]. Yadi tara [4] prthaka haye thakata, tabe abasya'i amara tadera madhye kaphiraderake yantranadayaka sasti ditama"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Yakhana kaphirara tadera antare posana karechila gotriya ahamika --- ajnatara yugera ahamika [1], takhana allah‌ tamra rasula o muminadera upara sbiya prasanti nayila karalena; ara taderake taka'oyara kalemaya [2] sudrrha karalena, ara tara'i chila era adhikatara yogya o upayukta. Ara allah‌ sabakichu samparke sarbajna"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "Abasya'i allaha tamra rasulake sbapnati yathayathabhabe satye parinata kare diyechena [1], allahara icchaya tomara abasya'i masajidula-harame prabesa karabe nirapade --- matha mundana kare ebam cula chemte, nirbhaye. Atahpara tini (allaha) jenechena ya tomara jana ni. Sutaram e chara'o tini tomaderake diyechena eka sadya bijaya"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "Tini'i tamra rasulake pathanirdesa o satya dinasaha prerana karechena, an'ya samasta dinera upara eke jayayukta karara jan'ya. Ara saksi hisebe allaha'i yathesta"
        }
    ]
}