{
    "pages": [
        {
            "chapter": 66,
            "verse": 1,
            "text": "He nabi! Allah apanara jan'ya ya baidha karechena apani ta nisid'dha karachena kena? Apani apanara stridera sastusti cacchena [1]; ara allaha ksamasila, parama dayalu"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Abasya'i allaha tomadera kasama hate mukti labhera byabastha karechena. Ara allaha tomadera abhibhabaka ebam tini sarbajna, prajnamaya"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Ara smarana karuna--- yakhana nabi tara stridera ekajanake gopane ekati katha balechilena. Atahpara yakhana se ta an'yake janiye diyechila ebam allaha nabira kache ta prakasa kare dilena, takhana nabi e bisaye kichu byakta karalena ebam kichu eriye gelena [1]. Atahpara yakhana nabi ta tara se strike janalena takhana se balala, ‘ke apanake eta janalo?’ Nabi balalena, ‘amake janiyechena tini, yini sarbajna, samyaka abahita.’"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Yadi tomara ubhaye allahara kache ta'obaha kara (tabe ta tomadera jan'ya kalyanakara), karana tomadera hrdaya to jhumke pareche. Kintu tomara yadi nabira birud'dhe eke an'yera posakata kara [1] tabe jene rakha, niscaya allaha tara sahayyakari ebam jibarila o satkarmasila muminara'o. Tachara an'yan'ya pheresatagana'o tara sahayogitakari"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Yadi nabi tomadera sakalake talaka deya tabe tara raba sambhabata tomadera sthale take debena tomadera ceye utkrstatara stri [1]---yara habe musalima, mumina [2], anugata, ta'obakari, ‘ibadatakari, siyama palanakari, akumari ebam kumari"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "He imanadaragana [1]! Tomara nijederake ebam tomadera paribara-parijanake raksa kara aguna theke [2], yara indhana habe manusa ebam pathara, yate niyojita ache nirmama, kathorasbabhaba pheresatagana, yara aman'ya kare na ta ya allaha taderake adesa karena. Ara tara ya karate adesapraapta haya ta-i kare"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "He kaphiragana! Aja tomara ojara pesa karara cesta karo na. Tomara ya karate tomaderake tara pratiphala'i to deya hacche"
        }
    ]
}