{
    "rukus": [
        {
            "chapter": 17,
            "verse": 11,
            "text": "اور دعا مانگا کرتا ہے انسان برائی کے لیے جیسے دعا مانگا کرتا ہے بھلائی کے لیے اور (حقیقت یہ ہے کہ) انسان بڑا جلد باز (واقع ہوا) ہے"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "اور ہم نے بنایا ہے رات اور دن کو (اپنی قدرت کی) دو نشانیاں اور ہم نے مدھم کر دیا رات کی نشانی کو اور بنا دیا دن کی نشانی کو روشن تاکہ (دن کے اجالے میں) تم تلاش کرو رزق اپنے رب سے اور تاکہ تم جان لو سالوں کی تعداد اور حساب کو اور ہر چیز کو ہم نے بڑی وضاحت کے ساتھ بیان کر دیا ہے"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "اور ہر انسان کی (قسمت کا) نوشتہ اس کے گلے میں ہم نے لٹکا رکھا ہے اور ہم نکالیں گے اس کے لیے روز قیامت ایک کتاب جسے وہ (اپنے سامنے) کھلا ہوا پائے گا"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "(اسے حکم ملیگا) پڑھو اپنا دفتر عمل تم خود ہی کافی ہو آج اپنی باز پرس کرنے کے لیے"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "جو راہ ہدایت پر چلتا ہے تو وہ راہ ہدایت پر چلتا ہے اپنے فائدے کے لیے اور جو گمراہ ہوتا ہے تو اس کی گمراہی کا وبا ل اسی پر ہے اور نہیں اٹھائیگا کوئی بوجھ اٹھانے والا کسی دوسرے کا بوجھ اور ہم عذاب نازل نہیں کرتے جب تک ہم نہ بھیجیں کسی رسول کو"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "اور جب ہم ارادہ کرتے ہیں کہ ہلاک کر دیں کسی بستی کو (اسکے گناہوں کے باعث) تو (پہلے) ہم (نبیوں کے ذریعہ) وہاں کے رئیسوں کو (نیکی کا) حکم دیتے ہیں مگر وہ (الٹا) نافانی کرنے لگتے ہیں اس میں ۔ پس واجب ہو جاتا ہے ان پر (عذاب کا ) فرمان پھر ہم اس بستی کو جڑ سے اکھیڑ کر رکھ دیتے ہیں"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "اور کتنی قومیں ہیں جنھیں ہم نے ہلاک کر دیا ہے نوح ( علیہ السلام) کے بعد اور آپکا پروردگا ر اپنے بندوں کے گناہوں سے اچھی طرح با خبر ہے (اور انھیں) خوب دیکھنے والا ہے"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "جو لوگ طلبگار ہیں صرف دنیا کے ہم جلدی دیدیتے ہیں اس دنیا میں جتنا چاہتے ہیں (انمیں سے ) جسے چاہتے ہیں پھر ہم مقرر کر دیتے ہیں اس کے لیے جہنّم تاپے گا وہ اسے اس حال میں کہ مذمت کیا ہوا (اور ) ٹھکرایا ہوا ہوگا"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "اور جو شخص طلبگار ہو تا ہے آخرت کا اور جدو جہد کرتا ہے اس کے لیے پوری طرح درآنحالیکہ وہ مومن بھی ہو پس یہ وہ ( خوش نصیب ہیں) جن کی کوشش مقبول ہو گی"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "ہر ایک کی ہم امداد کرتے ہیں ان کی بھی جو (طالب دنیا ہیں) اور ان کی بھی (جو طالب آخرت ہیں) آپ کے رب کی بخششوں سے اور آپ کے رب کی بخشش کسی پر بند نہیں"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "دیکھو! کیسے بزرگی دی ہے ہم نے بعض کو بعض پر اور اخرت باعتبار درجوں کے سب سے بڑی اور با عتبار فضل و کرم سے سب سے اعلیٰ ہے"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "نہ ٹھیراؤ اللہ تعالیٰ کے ساتھ کوئی اور معبود ورنہ تم بیٹھ رہو گے اس حال میں کہ تمھاری مذمت کی جائیگی"
        }
    ]
}