{
    "rukus": [
        {
            "chapter": 2,
            "verse": 261,
            "text": "مثال ان لوگوں کی جو خرچ کرتے ہیں اپنے مالوں کو اللہ کی راہ میں ایسی ہے جیسے ایک دانہ جو اگاتا ہے سات بالیں (اور ) ہر بال میں سو دانہ ہو اور اللہ تعالیٰ (اس سے بھی) بڑھا دیتا ہے جس کے لیے چاہتا ہے اور اللہ وسیع بخشش والا جاننے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "جو لوگ خرچ کرتے ہیں اپنے مال اللہ کی راہ میں پھر جو خرچ کیا اس کے پیچھے نہ احسان جتاتے ہیں اور نہ دکھ دیتے ہیں انھیں کے لیے ثواب ہے ان کا ان کے رب کے پاس نہ کوئی خوف ہے ان پر اور نہ وہ غمگین ہوں گے۔"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "اچھی بات کرنا اور (غلطی) معاف کردینا بہتر ہے اس صدقہ سے جس کے پیچھے دکھ پہنچایا جائے اور اللہ تعالیٰ بےنیاز ہے بڑے حلم والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "اے ایمان والو! مت ضائع کرو اپنے صدقوں کو احسان جتلا کر اور دکھ پہنچا کر اس آدمی کی طرح جو خرچ کرتا ہے اپنا مال لوگوں کو دیکھانے کے لیے اور یقین نہیں رکھتا اللہ پر اور دِن قیامت پر اس کی مثال ایسی ہے جیسے کوئی چکنی چٹان ہو جس پر مٹی پڑی ہو پر برسے اس پر زور کی بارش اور چھوڑ جائے اُسے چٹیل صاف پتھر (ریا کار) حاصل نہ کرسکیں گے کچھ بھی اس سے جو انھوں نے کمایا ۔ اور اللہ تعالیٰ ہدایت نہیں دیتا کفر اختیار کرنے والوں کو۔"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "اور مثال ان لوگوں کی جو خرچ کرتے ہیں اپنے مال اللہ کی خوشنودیاں حاصل کرنے کے لیے اور اس لیے تاکہ پختہ ہوجائیں ان کے دل ان کی مثال اس باغ جیسی ہے جو ایک بلند زمین پر ہو برسا ہو اس پر زور کا مینہ تو لایا ہو وہ باغ دوگنا پھل اور اگر نہ برسے اس بارش تو شبنم ہی کافی ہو جائے اور اللہ تعالیٰ جو تم کررہے ہو سب دیکھ رہا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "کیا پسند کرتا ہے کوئی تم میں سے کہ ہو اس کا ایک باغ کھجوروں اور انگوروں کا بہتی ہو اس کے نیچے ندیاں ( کھجور و انگورکے علاوہ) اس کے لیے اس میں ہر قسم کے اور پھل بھی ہوں اور آلیا ہو اسے بڑھاپے نے اور اس کی اولاد بھی کمزور ہو (تو کیا وہ پسند کرتا ہے ) کہ پہنچے اس کے باغ کو بگولہ جس میں آگ ہو پھر وہ باغ جل بھن جائے ایسے ہی کھول کر بیان کرتا ہے اللہ تعالیٰ تمہارے لیے (اپنی ) آیتیں تاکہ تم غور و فکر کرو۔"
        }
    ]
}