{
    "rukus": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "اے لوگو! ڈرو اپنے رب سے جس نے پیدا فرمایا تمھیں ایک جان سے اور پیدا فرمایا اسی سے جوڑا اس کا اور پھیلا دیئے ان دونوں سے مرد کثیر تعداد میں اور عورتیں (کثیر تعداد میں) اور ڈرو اللہ سے وہ اللہ مانگتے ہو تم ایک دوسرے سے (اپنے حقوق ) جس کے واسطے سے اور (ڈرو) رحموں (کے قطع کرنے سے ) بیشک اللہ تعالیٰ تم پر ہر وقت نگران ہے۔"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "اور دے دو یتیموں کو ان کے مال اور نہ بدلو (اپنی) ردی چیز کو (اُن کی) عمدہ چیز سے اور نہ کھاؤ ان کے مال اپنے مالوں سے ملا کر واقعی یہ بہت بڑا گناہ ہے۔"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "اور اگر ڈرو تم اس سے کہ نہ انصاف کرسکو گے تم یتییم بچوں کے معاملہ میں ( تو ان سے نکاح نہ کرو) اور نکاح کرو جو پسند آئیں تمھیں ( ان کے علاوہ دوسری) عورتون سے دو دو تین تین اور چار چار اور اگر تمھیں یہ اندیشہ ہو کہ تم ان میں عدل نہیں کرسکو گے تو پھر ایک ہی یا کنیز یں جن کے مالک ہوں تمہارے دائیں ہاتھ۔ یہ زیادہ قریب ہے اس کے تم ایک طرف ہی جھک جاؤ۔"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "اور دیاکرو (اپنی) عورتوں کو ان کے مہر خوشی خوشی پھر اگر وہ بخش دیں تمھیں کچھ عرصہ اس سے خوش دلی سے تو کھاؤ اُسے لذت حاصل کرتے ہوئے خوشگوار سمجھتے ہوئے۔"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "اور نہ دے نادانوں کو اپنے مال جنھیں بنایا ہے اللہ تعالیٰ نے تمہاری (زندگی کے) لیے سہارا اور کھلاؤ انھیں اس مال سے اور پہناؤ انھیں اور کہو ان سے بھلائی کی بات ۔"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "اور آزماتے رہو یتیموں کو یہاں تک کہ وہ پہنچ جائیں نکاح (کی عمر) کو پس اگر محسوس کرو تم ان میں دانائی تو لوٹا دو انھیں ا کے مال اور نہ کھاؤ انھیں فضول خرچی سے اور جلدی جلدی اس خوف سے کہ وہ بڑے ہوجائیں گے اور جو سر پر ست غنی ہو تو اسے چاہیے کہ (یتیموں کے مال سے) پرہیز کرے اور جو سرپرست فقیر ہو تو وہ کھالے مناسب مقدار سے پھر جب لوٹاؤ تم ان کی طرف ان کے مال تو گواہ بنالو ان پر اور کافی ہے اللہ تعالیٰ حساب لینے والا۔"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "مردوں کے لیے حصہ ہے اس میں سے جو چھوڑگئے ماں باپ اور قریبی رشتہ دار اور عورتوں کے لیے حصہ ہے اس میں سے جو چھوڑ گئے ماں باپ اور قریبی رشتہ دار اس ترکہ سے خواہ تھوڑا ہو یا زیادہ یہ حصہ (اللہ تعالیٰ کی طر ف سے ) مقرر ہے۔"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "اور جب حاضر ہو (ورثہ کی) تقسیم کے وقت (غیر وارث) رشتہ دار، یتیم بچے اور مسکین تو دو انھیں بھی اس سے اور کہو ان سے اچھی بات۔"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "اور چاہیے کہ ڈریں (جو یتیموں کے سرپرست ہیں اور سوچیں) کہ اگر چھوڑ جاتے وہ اپنے پیچھے چھوٹے چھوٹے کمزور بچے تو وہ کتنے فکر مند ہوتے ان کے متعلق پس چاہیے کہ وہ ڈریں اللہ سے اور کہیں ایسی بات جو بالکل درست ہو۔"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "بیشک وہ لوگ جو کھاتے ہیں یتیموں کے مال ظلم سے وہ تو بس کھارے ہیں اپنے پیٹوں میں آگ اور وہ عنقریب جھونکے جائیں گے بھڑکتی آگ میں۔"
        }
    ]
}