{
    "pages": [
        {
            "chapter": 10,
            "verse": 43,
            "text": "En daar is sommige wat u aankyk. Maar kan u die blindes die weg aanwys, selfs al wíl hulle nie sien nie"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Voorwaar, Allah doen hulle geen onreg aan nie, maar hulle doen hulself onreg aan"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "En wanneer Hy hulle op die Dag bymekaar bring, sal dit wees asof hulle skaars ’n uur vertoef het, en hulle sal mekaar herken. Húlle wat die ontmoeting met Allah verwerp, en nie die regte weg volg nie, sal vergaan"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "En as Ons u sommige van die dinge wat Ons aan hul belowe het, moet toon, of gee dat u moet sterf, dan is hulle terugkeer na Ons; en Allah is Getuie van hulle dade"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Envirelkenasieisdaar’nboodskapper. Wanneer dieboodskapper dan kom, is in die saak teen hulle met regverdigheid geoordeel, en geen onreg word hulle aangedoen nie"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "En hulle sê: As julle opreg is, sê ons wanneer hierdie dinge vervul sal word"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Sê: Ek het geen mag oor enige skade of voordeel nie, behalwe dít wat Allah behaag. Daar is vir elke nasie ’n vaste tydperk. Wanneer dit verstryk, sal hulle die uur daarvan nie kan uitstel of vervroeg nie"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Sê: Weet julle of Sy straf julle in die dag of in die nag gaan oorval? Waarom sal die Misdadigers die koms daarvan dan verhaas"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Wanneer dit gebeur, sal julle dán glo? Hoe dan nou? En julle wou dit dan verhaas"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Dan sal aan die onregverdiges gesê word: Ondervind nou die ewige straf. Julle word nie anders vergeld as wat julle verdien het nie"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "En hulle vra u: Is dit die waarheid? Sê: Ja, by my Heer, dit is beslis waar, en julle sal nooit daraan ontkom nie"
        }
    ]
}