{
    "pages": [
        {
            "chapter": 11,
            "verse": 54,
            "text": "Ons kan alleen sê dat ons gode u met kwaad getref het. Hy het geantwoord: Voorwaar, ek roep Allah as getuie aan, en ook júlle getuig dat ek onskuldig is aan dit wat julle met Allah vereen- selwig"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Laat julle almal dan komplotte teen my smee, en verleen aan my geen uitstel nie"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Sekerlik het ek my vertroue in Allah gestel, Hy wat my Heer en julle Heer is. Daar is geen lewende skepsel nie, of Hy neem hom by sy voorkuif. Voorwaar, my Heer is te vinde op die regte pad"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Maar indien julle wegdraai, dan het ek nog die boodskap waarmee ek na julle gestuur is aan jul meegedeel, en my Heer sal ’n ander volk julle plek laat inneem, en julle kan Hom nie die geringste kwaad aandoen nie. Voorwaar, my Heer is Bewaker oor alles"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "En toe Ons gebod volbring is, het Ons Hüd deur Ons barm- hartigheid gered en ook hulle wat saam met hom geglo het, en Ons het hulle van ’n smartlike foltering gevrywaar"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "En so was Aad: Die tekens van hulle Heer het hulle verwerp, en Sy boodskappers nie gehoorsaam nie, en die stem van elke opstandige teenstander van die waarheid gevolg"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "En ’n vloek het hulle getref wat geld vir hierdie wêreld, sowel as vir die Weeropstandingsdag. So seker as wat Aad hulle Heer verwerp het, so gewis lui dit: Weg met Aad, die volk van Hüd"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "En na Thamoed het Ons hul broer Salieg gestuur. Hy het gesê: O my volk! Aanbid Allah! Julle het geen God buiten Hom nie. Hy wek julle uit die aarde op en laat julle daarin woon; smeek Hom dus om vergifnis en bekeer julle tot Hom. Voorwaar, my Heer is Naby, Aanluisterend"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Hulle het gesê: O Salieg! Voorheen was u die mikpunt van ons hoop. Verbied u ons om te aanbid wat ons vaders aanbid het? Ons is waarlik in verontrustende twyfel oor dít waartoe u ons roep"
        }
    ]
}