{
    "pages": [
        {
            "chapter": 11,
            "verse": 98,
            "text": "Hy sal op die Weeropstandingsdag voor sy volk uitgaan en hulle na die Vuur lei. En boos is die plek waarnatoe hulle gebring sal word"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "En daar word vir hulle in hierdie wêreld en op die Weeropstan- dingsdag ’n vloek opgelê. Boos is die gawe wat aan hulle gegee sal word"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Dit is ’n verslag van die stede waarvan Ons u vertel het. Sommige van hulle het bly staan en ander is platgevee"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "En Ons het hulle geen onreg aangedoen nie, maar hulle het hulself onreg aangedoen. En hulle gode wat hulle buiten Allah aangeroep het, het hulle niks gebaat toe die gebod van u Heer werklikheid geword het nie; en hulle het slegs verderf vir hulleself daaraan toegevoeg"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "En so is die greep van u Heer wanneer Hy die stede gryp terwyl hulle kwaad verrig. Voorwaar, Sy greep is smartlik, hard"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Hierin is gewis ’n teken vir diegene wat die straf van die Hiernamaals vrees. Dit is ’n Dag waarop die mensdom versamel sal word, en dit is ’n Dag waarvan die mens getuie sal wees"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "En slegs vir ’n bepaalde tyd stel Ons dit uit"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Op die Dag wanneer dit kom, sal geen enkele siel sonder Sy toestemming kan spreek nie; dan sal sommige van hulle ongelukkig en ander gelukkig wees"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Diegene dan wat ongelukkig is, sal in die Vuur vertoef, waarin hulle sal sug en steun"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "en hulle sal daarin woon solank as die hemele en die aarde bestaan, behalwe as dit u Heer anders behaag. Sekerlik, u Heer bring teweeg wat Hy wil"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Maar diegene wat gelukkig is, sal in die Hemel wees en ook daarin vertoef solank as die hemele en aarde bestaan, behalwe as dit u Heer anders mag behaag ~ ’n gawe wat nie afgesny sal word nie"
        }
    ]
}