{
    "pages": [
        {
            "chapter": 20,
            "verse": 52,
            "text": "Toe het Moses gesê: My Heer teken dit alles in ’n boek aan; my Heer dwaal nie, en vergeet ook nie"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Dit is Hy wat die aarde uitgestrek het, en vir julle paaie daarin gemaak het; en Hy stuur reën uit die wolke neer, waardeur pare van alle plantsoorte voortgbring word"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Eet en laat julle vee wei! Voorwaar, daar is tekens hierin vir mense wat verstaan"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Uit die aarde het Ons julle geskape, en Ons sal julle daartoe laat terugkeer, en daaruit sal Ons julle weer opwek"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Ons het inderdaad al Ons tekens aan Farao getoon, maar hy het dit verwerp en geweier om te glo"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Hy het gesê: Het u na ons gekom om ons deur u towerkuns uit ons land te verdryf, o Moses"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Maar ons kan ook gelykwaardige towerkuns voortbring. Maak daarom ’n afspraak met ons wat óns nie sal breek nie en u ook moet hou, en laat ons op ’n gerieflike plek bymekaarkom"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Moses het gesê: U afspraak sal plaasvind op die dag van die Fees; en laat u volk in die voormiddag byeenkom"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Daarop het Farao teruggegaan, en sy plan beraam, en weer gekom"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Moses het vir hulle gesê: Wee julle! Moenie ’n leuen teen Allah versin nie, anders sal Hy julle deur straf vernietig; hy wat ’n leuen versin, sal altyd faal"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Daarna het hulle met mekaar geargumenteer, en die samekoms geheim gehou"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Hulle het gesê: Hierdie twee is waarlik towenaars wat julle met hulle towerkuns uit jul land wil verdryf en al julle instellings wil vernietig"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Besluit dan oor julle planne en tree in rye na vore; en voorwaar, hy wat die knapste is, sal vandag slaag"
        }
    ]
}