{
    "pages": [
        {
            "chapter": 21,
            "verse": 25,
            "text": "En Ons het geen boodskapper vóór u gestuur nie sonder dat Ons aan hom geopenbaar het: Daar is geen God nie buiten My; daarom aanbid slegs vir My"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "En hulle sê: Die Barmhartige het ’n seun vir Homself geneem. Heilig is Hy! Nee, hulle is geërde dienaars"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "hulle praat nie voordat Hy nie praat nie, en hulle doen slegs wat Hy beveel"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Hy weet wat voor hulle is en wat agter hulle is, en vir niemand tree hulle in nie, behalwe vir diegene wat Hom behaag; en hulle sidder uit vrees vir Hom"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "En wie van hulle ook al sou sê: Ek is ’n god naas Hom, so iemand sal Ons met die Hel vergeld. Want só beloon Ons die onregverdiges"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Sien die ongelowiges nie dat die hemele en die aarde toegemaak was, en dat Ons dit weer oopgemaak het nie? En Ons het uit water alles gemaak wat lewendig is. Sal hulle dan nie glo nie"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "En Ons het op die aarde stewige berge geplaas, anders sou hulle met hulle gebewe het; en Ons het daarin wye paaie gemaak sodat hulle die regte koers kan inslaan"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "En Ons het die hemele ’n bewaakte gewelf gemaak; nietemin ignoreer hulle hierdie tekens"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "En dit is Hy wat die nag en die dag en die son en so ook die maan geskape het. Alles beweeg in hulle bane"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "En Ons het aan geen mens vóór u ’n ewigdurende lewe geskenk nie. As ú sterf, sal húlle dan vir ewig lewe"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Elke siel sal die dood proe. En Ons gee aan julle goed en kwaad as ’n beproewing. En tot Ons sal julle terugkeer"
        }
    ]
}