{
    "pages": [
        {
            "chapter": 35,
            "verse": 45,
            "text": "En indien Allah die mense sou straf vir wat hulle verdien, sou Hy geen skepsel op die oppervlak van die aarde agterlaat nie. Maar Hy skenk hulle uitstel tot op ’n vasgestelde tyd. Wanneer hulle verdoemenis kom, dan is Allah waarlik die Siener van Sy dienaars"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Jaasien"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "By die Qur’ãn, vol van wysheid"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "U is inderdaad een van die boodskappers"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "en op die regte pad"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "’n Openbaring van die Almagtige, die Genadevolle"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "dat ’n volk daarmee mag waarsku, wie se vaders nie gewaarsku is nie, en wat dus agtelosig is"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Die woord is reeds bewaarheid ten opsigte van die meeste van hulle; dus glo hulle nie"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Ons het sekerlik kettings om hulle nekke gesit wat tot aan hulle ken reik, sodat hulle hoofde omhoog gehef bly"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "en Ons het ’n verskansing voor hulle en ’n verskansing agter hulle geplaas; so het Ons hulle dan omsluier, sodat hulle nie kan sien nie"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Dit is vir hulle om‘t ewe of u hulle waarsku of nie waarsku nie; hulle wíl nie glo nie"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "U kan slegs hóm waarsku wat die Vermaning volg en die Barmhartige in die verborgene vrees; bring hom dan ’n blye tyding van vergifnis en ’n eervolle beloning"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Voorwaar, dit is Ons wat die dooies laat herlewe, en Ons laat opteken wat hulle vooruitstuur, en ook hulle voetspore; en Ons boekstaaf alles in ’n duidelike verslagboek"
        }
    ]
}