{
    "pages": [
        {
            "chapter": 4,
            "verse": 80,
            "text": "Wie die Boodskapper gehoorsaam, is inderwaarheid aan Allah gehoorsaam. En diegene wie hulself wegkeer ~ u is nie ’n bewaker oor hulle nie"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "En hulle sê: Ons is gehoorsaam! Maar wanneer hulle van u af wegdraai, smee sommige in die nag komplotte téén u woorde. En Allah teken alles op wat hulle in die nag beraam. Wend u dus van hulle af en stel u vertroue alleen in Allah. En Allah is ’n uitnemende Voog"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Sal hulle dan nie die Qur’ãn bepeins nie? Was dit van iemand anders as Allah, sou hulle daarin heelwat teenstrydighede ontdek het"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Maar as hulle nuus van veiligheid of vrees verneem, versprei hulle dit. As hulle dit maar na die Boodskapper of die gesags- voerders verwys het, dan sou dié, uit hoofde van hul kennis, dit kon verklaar. En was die genade van Allah nie met julle nie, dan sou julle almal, met enkele uitsonderinge, die duiwel gevolg het"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Strewe dan in die weg van Allah ~ u is slegs vir uself verantwoordelik ~ en spoor die gelowiges aan. Dit kán wees dat Allah die strydkrag van die ongelowiges beteuel. En Allah is Magtig, en Streng in die oplê van straf"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Wie ook al as bemiddelaar in ’n goeie saak optree, sal ’n aandeel daaraan hê; en wie as bemiddelaar in ’n slegte saak optree, hy sal ook ’n aandeel daaraan hê. En Allah hou toesig oor alles"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "En wanneer julle gegroet word, groet dan vriendeliker terug, of erken dit ten minste. Voorwaar, Allah hou rekening van alles"
        }
    ]
}