{
    "pages": [
        {
            "chapter": 4,
            "verse": 155,
            "text": "Onlar bagladıqları əhd-peymanı pozduqlarına, Allahın ayələrini inkar etdiklərinə, peygəmbərləri haqsız yerə oldurduklərinə və: “Qəlblərimiz qapalıdır!”– demələrinə gorə lənətə ducar edildilər. Xeyr, kufrləri uzundən Allah onların qəlblərini mohurləmisdir. Onlar olduqca az inanırlar (yaxud onların yalnız az bir hissəsi iman gətirir)"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "Onlar həm də kufr etdiklərinə və Məryəmə boyuk bir bohtan dediklərinə gorə"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "bir də: “Həqiqətən, biz Allahın elcisi Məryəm oglu Isa Məsihi oldurduk!”– dediklərinə gorə lənətə ducar edildilər. Halbuki onu nə oldurdulər, nə də carmıxa cəkdilər. Onlara ancaq Isanın bənzəri gostərildi. Subhəsiz ki, bunda ixtilaf edənlər onun barəsində səkk-subhə icindədirlər. Bu haqda onların, zənnə uymaqdan basqa hec bir məlumatı yoxdur. Onlar onu oldurduklərinə yəqinliklə əmin deyillər"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Əksinə, Allah onu Ozunə tərəf qaldırmısdır. Allah Qudrətlidir, Mudrikdir"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Kitab əhlindən elə kimsə yoxdur ki, (oz olumundən, yaxud Isanın) olumundən əvvəl ona iman gətirməsin. Qiyamət gunu isə Isa onların əleyhinə sahid olacaqdır"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Yəhudilərin etdikləri zulmə gorə, onlara daha oncə halal edilmis gozəl nemətləri haram etdik. Həm də bir coxlarını (eləcə də ozlərini) Allah yolundan dondərdiklərinə"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "qadagan olunmasına baxmayaraq, sələm aldıqlarına və haqsız yerə insanların mallarını yediklərinə gorə belə etdik. Biz onlardan olan kafirlər ucun agrılı-acılı bir əzab hazırlamısıq"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Lakin onlardan elmdə quvvətli olanlar və mominlər sənə nazil edilənə və səndən əvvəl nazil olanlara inanır, namaz qılır, zəkat verir, Allaha və Axirət gununə iman gətirirlər. Biz onlara boyuk bir mukafat verəcəyik"
        }
    ]
}