{
    "pages": [
        {
            "chapter": 5,
            "verse": 114,
            "text": "Məryəm oglu Isa dedi: “Ey Allahım! Ey bizim Rəbbimiz! Bizə goydən bir sufrə endir ki, bizim həm birincimiz, həm də axırıncımız ucun bir bayram və Səndən bir mocuzə olsun. Bizə ruzi ver, Sən ruzi verənlərin ən yaxsısısan!”"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Allah dedi: “Mən onu sizə endirəcəyəm. Amma bundan sonra aranızdan kafir olanlara aləmlərdən hec kəsə vermədiyim bir əzabı verəcəyəm”"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Allah deyəcəkdir: “Ey Məryəm oglu Isa! Sənmi insanlara: “Allahı qoyub məni və anamı iki məbud qəbul edin!”– demisdin?” Isa deyəcək: “Sən pak və muqəddəssən! Haqqım olmayan bir seyi demək mənə yarasmaz. Əgər bunu demis olsaydım, əlbəttə, Sən onu bilərdin. Sən mənim qəlbimdə olanları bilirsən, mən isə Sənin Ozundə olanları bilmirəm. Subhəsiz ki, qeybləri bilən Sənsən"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Mən onlara ancaq Sənin mənə əmr etdiyini: “Mənim də Rəbbim, sizin də Rəbbiniz olan Allaha ibadət edin!”– demisəm. Nə qədər ki, onların arasında idim, mən onlara sahid idim. Sən məni onların arasından goturdukdən sonra isə onlara nəzarət edən Ozun oldun. Sən hər seyə Sahidsən"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Əgər onlara əzab versən, sozsuz ki, onlar Sənin qullarındır. Əgər onları bagıslasan, subhəsiz ki, Sən Qudrətlisən, Mudriksən!”"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Allah dedi: “Bu, dogru danısanlara dogruluqlarının fayda verəcəyi gundur! Onlar ucun agacları altından caylar axan və icində əbədi qalacaqları Cənnət bagları hazırlanmısdır”. Allah onlardan razıdır, onlar da Ondan razıdırlar. Bu, boyuk ugurdur"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Goylərin, yerin və onların arasında olanların hokmranlıgı Allaha məxsusdur və O, hər seyə qadirdir"
        }
    ]
}