{
    "pages": [
        {
            "chapter": 7,
            "verse": 171,
            "text": "Bir zaman dagı yerindən qoparıb onların bası ustunə bulud kimi qaldırmısdıq və onlar da elə zənn etmisdilər ki, dag onların ustunə dusəcək. Biz onlara: “Sizə verdiyimizdən mohkəm yapısın və icindəkiləri xatırlayın ki, bəlkə, qorxasınız!”– demisdik"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Bir zaman Rəbbin Adəm ogullarının bellərindən onların torəmələrini cıxarmıs və: “Mən sizin Rəbbiniz deyiləmmi?”– deyə onları ozlərinin əleyhinə sahid tutmusdu. Onlar: “Bəli, biz sahid olduq!”– demisdilər. Bu ona gorədir ki, siz Qiyamət gunu: “Biz bundan xəbərsiz idik!”– deməyəsiniz"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Yaxud: “Atalarımız bizdən əvvəl Allaha sərik qosmus, biz də onlardan sonra gələn bir nəsil olmusuq. Məgər Sən bizi batilə uyanların etdikləri əməllərə gorə məhv edəcəksən?”– deməyəsiniz"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Biz ayələri beləcə izah edirik ki, bəlkə haqq yola qayıdalar"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Onlara ayələrimizi verdiyimiz kimsənin əhvalatını oxu. O, ayələrdən kənara cıxdı, seytanın təqibinə məruz qaldı, axırda da azanlardan oldu"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Biz istəsəydik, bunun (həmin ayələrin) sayəsində onu ucaldardıq. Lakin o, dunyaya meyl saldı və oz istəyinə uydu. Onun məsəli itin məsəlinə bənzəyir; onu qovsan da dilini cıxardıb ləhləyər, qovmasan da. Ayələrimizi yalan hesab edənlərin məsəli belədir. Bu əhvalatları onlara danıs ki, bəlkə fikirləsələr"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Ayələrimizi yalan sayıb ozlərinə zulm edən adamlar barəsindəki məsəl necə də pisdir"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Allah kimə hidayət verirsə, dogru yolda olan da odur. Kimləri də azdırırsa, ziyana ugrayanlar da məhz onlardır"
        }
    ]
}