{
    "pages": [
        {
            "chapter": 11,
            "verse": 29,
            "text": "Ey qovmum! Mən buna gorə sizdən var-dovlət istəmirəm. Mənim mukafatım ancaq Allaha aiddir. Mən iman gətirənləri qovan deyiləm. Cunki onlar Rəbbi ilə qarsılasacaqlar. Lakin mən sizin cahil adamlar oldugunuzu gorurəm"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "Ey qovmum! Əgər onları qovsam, məni Allahdan kim qoruya bilər? Məgər dusunub ibrət almırsınız"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Mən sizə demirəm ki, Allahın xəzinələri mənim yanımdadır. Mən qeybi də bilmirəm. Mən sizə demirəm ki, mən mələyəm. Mən sizin xor baxdıgınız kəslərə demirəm ki, Allah onlara əsla xeyir verməyəcəkdir. Onların canında nələr oldugunu Allah daha yaxsı bilir. Əks təqdirdə, sozsuz ki, mən zalımlardan olardım”"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Onlar dedilər: “Ey Nuh! Sən bizimlə mubahisə etdin və mubahisəmizi də cox uzatdın. Əgər dogru danısanlardansansa, bizə vəd etdiyin əzabı gətir”"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "O dedi: “Onu istəsə, ancaq Allah sizə gətirəcək və siz də ondan yaxa qurtara bilməyəcəksiniz"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Əgər Allah sizi azdırmaq istəyirsə, mən sizə nəsihət vermək istəsəm belə nəsihətim sizə fayda verməz. O sizin Rəbbinizdir və Ona da qaytarılacaqsınız”"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Yoxsa onlar: “Muhəmməd onu ozundən uydurdu!”– deyirlər. De: “Əgər mən onu ozumdən uydurmusamsa, gunahım ozumə aiddir. Lakin mən sizin etdiyiniz gunahlardan uzagam”"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Nuha belə vəhy olundu: “Qovmundən, daha əvvəl iman gətirənlər istisna olmaqla artıq hec kəs iman gətirməyəcək. Elə isə onların etdikləri əməllərə gorə kədərlənmə"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Gozlərimizin onundə və vəhyimiz uzrə gəmini duzəlt. Zalım olanlardan otru Mənə muraciət etmə. Subhəsiz ki, onlar suda batırılacaqlar”"
        }
    ]
}