{
    "pages": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Insanların hesaba cəkiləcəkləri gun yaxınlasdı. Amma onlar hələ də qəflət icində imandan uz cevirirlər"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Onlara oz Rəbbindən istənilən bir yeni xəbərdarlıq gəldikdə, ona istehza edərək, qulaq asmazlar –"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "qəlbləri qəflət icində qaldıgı halda. Zalımlar oz aralarında xəlvətcə pıcıldasıb deyirlər: “Məgər bu sizin kimi adi bir insan deyilmi? Gozunuz gorə-gorə sehrəmi inanacaqsınız?”"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Peygəmbər dedi: “Rəbbim goydə və yerdə deyilən sozləri bilir. O, Esidəndir, Biləndir!”"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Onlar dedilər: “Bunlar qarmaqarısıq yuxulardır! Xeyr, o bunu ozundən uydurmusdur! Xeyr, o, bir sairdir! Qoy o, əvvəlki elcilərə gondərilən mocuzələr kimi bizə də bir mocuzə gətirsin”"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Onlardan əvvəl məhv etdiyimiz məmləkətlərdən hec biri iman gətirməmisdi. Indi bunlarmı iman gətirəcəklər"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Biz səndən əvvəl də ozlərinə vəhy nazil etdiyimiz ancaq kisilər gondərmisdik. Əgər bilmirsinizsə, Zikr əhlindən sorusun"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Biz onları yemək yeməyən bir vucud etmədik. Onlar əbədi də deyillər"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Sonra isə, onlara verdiyimiz vədi yerinə yetirdik. Biz həm onları, həm də istədiyimiz kəsləri xilas edib, həddi asanları məhvə ugratdıq"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Sizə sizləri xatırladan bir Kitab nazil etdik. Məgər basa dusmursunuz"
        }
    ]
}