{
    "pages": [
        {
            "chapter": 21,
            "verse": 73,
            "text": "Biz Oz hokmumuzlə onları dogru yolu gostərən rəhbərlər etdik. Onlara xeyirli islər gorməyi, namaz qılmagı və zəkat verməyi vəhy etdik. Onlar yalnız Bizə ibadət edirdilər"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Lutu da yada sal! Biz ona hokmranlıq (peygəmbərlik) və elm bəxs etdik, onu cirkin islər gorən bir məmləkətdən xilas etdik. Həqiqətən, onlar pis, fasiq bir qovm idilər"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Biz onu Oz mərhəmətimizə qovusdurduq. O, həqiqətən, əməlisalehlərdən idi"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Nuhu da yada sal! Daha oncə o dua etmisdi. Biz onun duasını qəbul etmis, onu və onun ailəsini boyuk qəm-qussədən qurtarmısdıq"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Biz onu ayələrimizi yalan hesab edən adamlardan mudafiə etdik. Dogrudan da onlar pis adamlar idilər. Odur ki, Biz onların hamısını suya batırdıq"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Davudu və Suleymanı da yada sal! Bir zaman onlar ozgə adamların qoyunlarının girib zay elədiyi bir əkin sahəsi barəsində hokm vermisdilər. Biz onların hokmunə sahid idik"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Biz o hokmu Suleymana anlatdıq. Hər ikisinə hokmranlıq (peygəmbərlik) və elm bəxs etdik. Biz dagları və qusları Davudla birlikdə Allahı tərifləmələri ucun ona ram etdik. Bunları Biz etdik"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Biz Davuda sizi doyusdə təhlukələrdən muhafizə etmək ucun zirehlər duzəltməyi oyrətdik. Hec siz sukur edirsinizmi"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Guclu əsən kuləyi Suleymana ram etdik. Kuləklər onun əmri ilə bərəkət verdiyimiz yerə (Sama) tərəf əsərdi. Biz hər seyi bilirik"
        }
    ]
}