{
    "pages": [
        {
            "chapter": 23,
            "verse": 60,
            "text": "Rəbbinə qayıdacaqlar deyə yerinə yetirməli olduqlarını qəlbləri qorxa-qorxa yerinə yetirənlər –"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "Məhz onlar yaxsı islər gorməyə tələsər və bu islərdə ondə gedərlər"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Biz hər kəsi yalnız quvvəsi catdıgı qədər yukləyirik. Yanımızda haqqı deyən bir Kitab vardır. Onlara zulm olunmaz"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Lakin onların qəlbi bundan xəbərsizdir. Onların bundan basqa gordukləri basqa pis isləri də vardır"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Nəhayət, onların cah-calal icində yasayanlarını əzabla yaxaladıgımız zaman fəryad qopararlar"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Onlara deyiləcək: “Bu gun fəryad qoparmayın! Qətiyyən, Biz sizə hec bir koməklik gostərməyəcəyik!”"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Ayələrim sizə oxunurdu, siz isə arxa cevirirdiniz"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Həm də onunla (o Kəbə ilə) təkəbburluk edir, gecələr toplanıb yaramaz sozlər danısırdınız"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Məgər kafirlər bu Soz haqqında dusunmurlərmi? Yaxud onlara ulu babalarına gəlməyən bir sey gəldi"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Yoxsa onlar ozlərinə gondərilmis Elcini tanımayıb buna gorə də onu inkar edirlər"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Yaxud: “O cinlidir?”– deyirlər. Xeyr, o elci onlara haqqı gətirmisdir. Lakin onların coxu haqqı xoslamır"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Əgər haqq onların nəfslərinin istəklərinə tabe olsaydı, goylər, yer və onlarda olanlar fəsada ugrayardı. Dogrusu, Biz onlara Zikr gətirdik, onlar isə ozlərinə verilən Zikrdən uz dondərirlər"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Yoxsa sən onlardan bir mukafat istəyirsən? Rəbbinin mukafatı daha xeyirlidir. O, ruzi verənlərin ən yaxsısıdır"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Sən, həqiqətən də, onları dogru yola cagırırsan"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Axirətə inanmayanlar isə dogru yoldan cıxırlar"
        }
    ]
}