{
    "pages": [
        {
            "chapter": 33,
            "verse": 55,
            "text": "Qadınlara ataları, ogulları, qardasları, qardaslarının ogulları, bacılarının ogulları, oz musəlman qadınları, sahib olduqları kolə və cariyələri yanında hicab geyməmələrində hec bir gunah yoxdur. Ey qadınlar, Allahdan qorxun! Subhəsiz ki, Allah hər seyə sahiddir"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Dogrudan da, Allah və Onun mələkləri Peygəmbərə xeyir-dua verirlər. Ey iman gətirənlər! Siz də ona xeyir-dua verib kamil ədəb-ərkanla salamlayın"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Subhə yoxdur ki, Allahı və Onun Elcisini incidənləri Allah həm bu dunyada, həm də Axirətdə lənətləmis və onlara alcaldıcı bir əzab hazırlamısdır"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Momin kisiləri və momin qadınları etmədikləri bir isdən otru gunahlandıranlar, sozsuz ki, oz uzərilərinə bohtanla bərabər acıq-aydın agır bir yuk goturmuslər"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "Ey Peygəmbər! Zovcələrinə, qızlarına və mominlərin qadınlarına de ki, naməhrəm yanında carsabları ilə ortunsunlər. Bu onların tanınması və onlara əziyyət verilməməsi ucun daha munasibdir. Allah Bagıslayandır, Rəhmlidir"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Əgər ikiuzlulər, qəlbi xəstə olanlar və səhərdə qarayaxma sayiələr yayanlar oz yaramaz əməllərinə son qoymasalar, səni onlara qarsı cıxmaga cagırarıq. Sonra onlar orada artıq səninlə ancaq qısa bir muddət ərzində qonsuluq edər və"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "lənətlənmis halda qalarlar. Harada ələ kecsələr, yaxalanıb amansızcasına oldurulərlər"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Əvvəllər olub-gedənlər barəsində də Allahın hokmu belə idi. Sən Allahın qanunlarında hec bir dəyisiklik tapa bilməzsən"
        }
    ]
}