{
    "pages": [
        {
            "chapter": 40,
            "verse": 78,
            "text": "Biz səndən əvvəl də elcilər gondərmisdik. Onlardan bəziləri haqqında sənə danısmıs, bəziləri haqqında isə danısmamısıq. Hec bir elci Allahın izni olmadan hər hansı bir ayə gətirə bilməzdi. Allahın əmri gəldikdə isə ədalətlə hokm verilər və yalan danısanlar orada ziyana ugrayarlar"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Bəzilərini minəsiniz, bəzilərindən də yeyəsiniz deyə, heyvanları sizin ucun yaradan Allahdır"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Siz onlardan basqa mənfəətlər də əldə edirsiniz. Siz onları minərək urəyinizdən kecən yerlərə gedib catırsınız. Siz həm onların ustundə, həm də gəmilərdə dasınırsınız"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "O sizə Oz mocuzələrini gostərir. Allahın hansı dəlillərini inkar edə bilərsiniz"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Məgər onlar yer uzundə gəzib dolasaraq ozlərindən əvvəlkilərin aqibətinin necə oldugunu gormədilərmi? Onlar bunlardan sayca daha cox, daha quvvətli idilər və yer uzundə daha cox iz qoymusdular. Muvəffəq olduqları onlara bir fayda vermədi"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Elciləri onlara acıq-aydın ayələr gətirdikdə, ancaq ozlərindəki biliyə sevindilər və, beləliklə də, onları istehza etdikləri sey əzabla culgaladı"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Onlar əzabımızı daddıqda: “Biz Vahid Allaha iman gətirdik, Ona ortaq qosduqlarımızı isə inkar edirik!”"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Lakin o zaman əzabımızı gordukdə iman gətirmələri onlara hec bir fayda vermədi. Bu, Allahın Oz qulları barəsində əzəldən bəri quvvədə olan qanunudur. Onda kafirlər ziyana ugradılar"
        }
    ]
}