{
    "pages": [
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Bu, Mərhəmətli və Rəhmli Allah tərəfindən nazil edilmis"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "ayələri Quran olaraq ərəbcə mufəssəl izah edilmis, anlaya bilən camaat ucun nəzərdə tutulmus bir Kitabdır"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "O, həm mujdə verən, həm də xəbərdar edəndir. Lakin onların coxu uz cevirib soz esitməzlər"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Onlar deyirlər: “Sənin bizi dəvət etdiyinə qarsı qəlbimiz qapalıdır, qulaqlarımızda tıxac vardır, bizimlə sənin arana pərdə cəkilmisdir. Sən isində ol, biz də oz isimizdə olacagıq!”"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "De: “Mən də sizin kimi bir insanam. Mənə vəhy olunur ki, sizin məbudunuz Tək olan Ilahdır. Ona tərəf dogru yol tutun və Ondan bagıslanmagınızı diləyin. Vay musriklərin halına"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "O kəslərin ki, zəkat vermir və axirəti inkar edirlər"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Iman gətirib yaxsı əməl isləyənləri tukənməz nemətlər gozləyir”"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "De: “Dogrudanmı siz yeri iki gundə yaradana kufr edir və butləri Ona tay tutursunuz? Axı O, aləmlərin Rəbbidir"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "O, yerin ustundə mohkəm duran daglar yerləsdirdi, onu bərəkətli etdi və ruzi istəyənlər ucun orada yer əhlinin ruzisini tam dord gundə yerbəyer etdi"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Sonra O, tustu halında olan goyə tərəf yonəlib ona və yerə: “Konullu surətdə və ya məcburi olaraq gəlin əmrimə boyun əyin!”– dedi. Onlar: “Konullu olaraq gəldik!”– dedilər"
        }
    ]
}