{
    "pages": [
        {
            "chapter": 48,
            "verse": 16,
            "text": "Geri qalan bədəvilərə de: “Siz cox quvvətli bir tayfaya qarsı doyusməyə cagırılacaqsınız. Siz ya onlarla doyusəcəksiniz, ya da onlar musəlman olacaqlar. Əgər itaət etsəniz, Allah sizə gozəl bir mukafat verər. Yox, əgər daha əvvəl uz dondərdiyiniz kimi uz dondərsəniz, O sizə agrılı-acılı bir əzab verər”"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Doyusə getməməkdə kora, colaga, bir də xəstəyə gunah yoxdur. Kim Allaha və Onun Elcisinə itaət etsə, Allah onu agacları altından caylar axan Cənnət baglarına daxil edər. Kim də uz dondərsə, ona agrılı-acılı bir əzab verər"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "Mominlər Hudeybiyyədə agac altında sənə beyət edərkən Allah onlardan razı qaldı. Allah onların qəlbində olanı bildi, onlara mənəvi rahatlıq nazil etdi və onları yaxın bir zəfərlə mukafatlandırdı"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "Ustəlik alacaqları coxlu qənimətə də muvəffəq etdi. Allah Qudrətlidir, Mudrikdir"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Allah sizə goturəcəyiniz coxsaylı qənimətlər vəd etdi. O, bunları sizə tezliklə verdi və insanların əllərini sizdən cəkdi ki, bu, mominlərə bir ibrət olsun və sizi dogru yola yonəltsin"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Ələ kecirə bilmədiyiniz basqa qənimətlər də vardır. Artıq Allah onları əhatə etmisdir. Allah hər seyə qadirdir"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Əgər kafirlər sizinlə vurussalar, mutləq arxaya donub qacarlar. Sonra da onlar ozlərinə nə bir himayədar, nə də bir yardımcı taparlar"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Allahın əzəldən muəyyənləsdirdiyi qayda belədir. Sən Allahın qoydugu qaydalarda hec vaxt bir dəyisiklik tapa bilməzsən"
        }
    ]
}