{
    "rukus": [
        {
            "chapter": 5,
            "verse": 35,
            "text": "A wid iumnen! Ëezzbet i Öebbi, nadit a pqeôôbem $uôeS, nna$et deg ubrid iS, amar a prebêem"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Ih, wid ijehlen, xas ad sâun i illan akw di tmurt, rnu yas win i t icban, iwakken ad fdun, yis, iman nnsen seg uâaqeb, ass n tnekra, ur ipwaqbal segsen. Fellasen aâaqeb aqeôêan"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Ad b$un a d ff$en si tmes, ur llin d wid id iteff$en. Fellasen aâaqeb imezgi"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Amakwar, tamakwart, gezmet asen ifassen nnsen, d aqeîîi n wayen xedmen, d aâaqeb s$uô Öebbi. Öebbi d Uzmir, d Bab n ûûwab"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Win inedmen, deffir ddens is, u iu$al d aâôvi, ad as Issuref Öebbi. Öebbi, s tidep, Ipsemmiê, Ipêunu"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Day ur teéôiv ara n Öebbi tagelda n tmurt akked igenwan? Ipâaqab win i S ihwan, Ipsemmiê i win i S ihwan. Öebbi Izmer i yal cci"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "A Nnbi! Ur k $weblen wid ip$awalen ar tijehli, seg wid iqqaôen numen, s imawen nnsen, ur uminen wulawen nnsen, seg wudayen issemêasen i tikerkas, issemêasen i ugdud nniven, ur d nusi $uôek. Pbeddilen awalen deffir ussefhem nnsen. Qqaôen: \"ma ippunefk awen d waya, ddemt ep; ma ur awen d ippunefk ara, $uôwat\"! Win Ib$a Öebbi a t Ihewwel, ur t tepsellikev, s wacemma, seg ufus n Öebbi. Widak, d wid iwumi ur Ib$a ara Öebbi, ad izdigen wulawen nnsen. Di ddunit ad pwaxzun. Di laxeôt fellasen aâaqeb abarar"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Wid issemêasen i tikerkas, iteppen leêôam, ma usan k id, fru garasen, ne$ eoo iten. Ma teooiv ten, ur k îîuôôun s wacemma. Ma têuddev, êudd garasen s lmizan. Öebbi, s tidep, Iêemmel wid iweznen"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Amek ara k id asen, s aêuddu, u nitni sâan Tuôa, degs aêuddu n Öebbi? Sinna, deffir waya, ad wexxôen. Ur llin wigi si lmumnin"
        }
    ]
}