{
    "pages": [
        {
            "chapter": 5,
            "verse": 24,
            "text": "چيائون ته اي موسىٰ بيشڪ اسين اصلي ڪڏھن منجھس نه گھڙنداسون جيسين اُھي منجھس رھندا تنھنڪري تون ۽ تنھنجو پالڻھار وڃو پوءِ وڙھو بيشڪ اسين ھتي (ئي) ويٺا آھيون"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "مُوسىٰ چيو ته اي منھنجا پالڻھار آءٌ پنھنجي سِرَ ۽ پنھنجي ڀاءُ کانسواءِ (ٻئي) ڪنھن تي (به) اختيار نٿو رکان تنھنڪري اسان جي ۽ بي فرمان قوم جي وچ ۾ جدائي ڪر"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "(الله) چيو ته اُھا (پاڪ زمين) چاليھ ورھيه مٿن حرام ڪئي ويئي آھي، زمين (يعني بر) ۾ حيران پريشان رھندا، تنھنڪري بي دين قوم تي ڏک نه ڪر"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "(اي پيغمبر) آدم جي ٻن پُٽن (ھابيل ۽ قابيل) جي خبر کين سچي طرح پڙھي ٻُڌاءِ، جڏھن ٻنھي (ھڪ ھڪ) قرباني نذر ڪئي تڏھن تڏھن ٻنھي مان ھڪڙي جي قبول ڪئي وئي ۽ ٻئي جي قبول نه ڪئي وئي، (قابيل) چيو ته ضرور ماريندوسانءِ، ۽ (ھابيل) چيو ته الله رڳو پرھيزگارن جي (قرباني) قبول ڪندو آھي"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "البت جيڪڏھن پنھنجو ھٿ منھنجي مارڻ لاءِ مون ڏانھن ڊگھو ڪندين ته آءٌ پنھنجو ھٿ تو ڏانھن ڪڏھن به ڊگھو نه ڪندس ته توکي ماريان، بيشڪ آءٌ جھانن جي پالڻھار الله کان ڊڄان ٿو"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "مُنھنجو ارادو آھي ته مُنھنجو گُناھ ۽ پنھنجو گُناھ تون کڻين ته دوزخين مان ٿئين، ۽ ظالمن جي اِھا سزا آھي"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "پوءِ سندس نفس کيس ڀاءُ جي مارڻ تي رغبت ڏياري پوءِ کيس ڪُٺائين پوءِ ڇيئي وارن مان ٿيو"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "پوءِ الله ھڪ ڪانوَ کي موڪليو جنھن زمين ۾ ھن لاءِ کوٽيو ٿي ته کيس ڏيکاري ته پنھنجي ڀاءُ جي لاش کي ڪئن لڪائي، (ڪانوَ کي ڏسي) چيائين ته مون لاءِ ارمان آھي ڇا آءٌ ھن ڳالھ کان (به) عاجز ٿيس جو ھن ڪانوَ جھڙو ھُجان ھا ته پنھنجي ڀاءُ جو لاشو لڪايان ھا، پوءِ پشيمانن مان ٿيو"
        }
    ]
}