{
    "pages": [
        {
            "chapter": 7,
            "verse": 171,
            "text": "۽ (ياد ڪر) جڏھن انھن جي مٿان جبل کي ٽنگيوسون ڄڻ ته اُھو ڇٽي ھو ۽ ڀانيائون ته اُھو مٿن ڪرندو، (کين چيوسون ته) جيڪي اسان اوھان کي ڏنو آھي سو مُحڪم ڪري وٺو ۽ جيڪي منجھس آھي سو ياد ڪندا رھو ته مانَ اوھين (عذاب کان) بچو"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "۽ (اي پيغمبر ياد ڪر) جڏھن تنھنجي پالڻھار آدم جي اولاد مان (يعني) پٺين مان سندن اولاد کي پيدا ڪيو ۽ سندن وجود کي مٿن شاھد ڪيائين، (۽ پڇيائين) ته (آءٌ) اوھانجو پالڻھار نه آھيان ڇا؟ چيائون ته ھائو (آھين)، گواہ ٿيا آھيون، (اھا گواھي ھن لاءِ وٺڻي ھئي) ته متان قيامت جي ڏينھن چئو ته اسين ھن (ڳالھ) کان بي خبر ھئاسون"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "يا متان چئو ته اڳئي شرڪ اسان جي ابن ڏاڏن ڪيو ھو ۽ اسين کائن پوءِ اولاد ھئاسون، تنھنڪري جيڪي بيھودن ڪيو تنھن سببان اسان کي ڇو ٿو ھلاڪ ڪرين؟"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "۽ اھڙي طرح اسين آيتون کليل طرح بيان ڪندا آھيون ته مانَ اُھي موٽن"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "۽ (اي پيغمبر) تون اُن (ماڻھو) جو قصو کين پڙھي ٻڌاءِ جنھن کي پنھنجين آيتن جو علم ڏنوھوسون (اُھو) اُن (آيتن جي علم) مان نڪتو پوءِ شيطان سندس پُٺيان لڳو پوءِ (اُھو) گمراھن مان ٿيو"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "۽ جيڪڏھن گھرون ھا ته کيس انھن (آيتن) سان ضرور مٿاھون ڪريون ھا پر ھُن (ھيٺ) زمين ڏانھن لاڙو ڪيو ۽ پنھنجن سڌن پٺيان لڳو، پوءِ سندس مثال ڪُتي جي مثال وانگر ٿيو، (جو) جيڪڏھن (تون) مٿس (ڪا شيء) اولارين ته سھڪي يا جي ڇڏي ڏئين ته (به) سھڪي، اھو انھي قوم جو مثال آھي جن اسان جي آيتن کي ڪُوڙ ڄاتو، پوءِ (اي پيغمبر انھن کي) اِھا نصيحت پڙھي ٻڌاءِ ته مانَ اُھي سوچ ڪن"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "جن ماڻھن اسان جي آيتن کي ڪوڙ ڄاتو تن جو حال بڇڙو آھي ۽ اُنھن پاڻ تي ئي ظلم ڪيو"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "جنھن کي الله ھدايت ڪئي سو ھدايت وارو آھي، ۽ جنھن کي ڀلايائين سي ئي ڇيئي وارا آھن"
        }
    ]
}