{
    "pages": [
        {
            "chapter": 57,
            "verse": 12,
            "text": "(ياد ڪر) جنھن ڏينھن مؤمنن ۽ مؤمنياڻين کي (ھن حالت ۾) ڏسندين جو سندن نُور اُنھن جي اڳيان ۽ انھن جي ساڄن پاسن کان پيو ڊوڙندو (چئبن ته) اوھان کي خوشخبري ھجي جو اڄ اوھان لاءِ اھڙا باغ آھن جن جي ھيٺان واھيون پيون وَھن اُتي سدائين رھندؤ، اھا وڏي مراد ماڻڻ آھي"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "جنھن ڏينھن منافق ۽ منافقياڻيون (گڏجي) مؤمنن کي چوندا ته ترسو (ته سھي) ته اوھان جي (ايماني) نُور مان (ڪجھ) روشني وٺون چيو ويندو ته اوھين پنھنجي پٺ تي (دنيا ڏانھن) موٽو پوءِ ڪو سوجھرو ڳوليو، پوءِ سندن وچ ۾ ھڪ اھڙي ڀت ھنئي ويندي جنھن کي دروازو ھوندو، اُن ڀت جي اندارن رحمت ھوندي ۽ ان جي ٻاھرين پاسي کان عذاب"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "منافق مُسلمانن کي سڏيندا ۽ چوندا ته اسين اوھان سان (دنيا ۾) گڏ نه ھواسون ڇا؟ (مُسلمان) چوندا ته ھائو پر پنھنجو پاڻ کي جوکي ۾ وڌوَ ۽ (ايمان آڻڻ ۾) دير ڪندا رھيؤ ۽ (نبوت ۾) شڪ آندو ۽ اوھان کي سَڌن ٺڳي ڇڏيو تان جو الله جو حُڪم آيو ۽ اوھان کي الله (جي حُڪم مڃڻ) کان (شيطان) ٺڳيندڙ ٺڳي ڇڏيو"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "تنھن ڪري (اي منافقؤ) اڄ نڪي اوھان کان ۽ نڪي ڪافرن کان ڪو بدلو وٺبو، اوھان جي جاءِ (دوزخ جي) باھ آھي، اھا اوھان جي لائق آھي، ۽ اھا موٽڻ جي جاءِ بڇڙي آھي"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "اڃا مؤمنن لاءِ اُھو وقت نه آيو آھي ڇا؟ جو الله جي ياد ڪرڻ وقت ۽ وحي الٰھيءَ مان جيڪو نازل ٿيو تنھن (جي ياد) آڻڻ وقت سندن دليون آزي ڪن ۽ انھن وانگر نه ٿين جن کي ھن کان اڳ ڪتاب ڏنو ويو پوءِ مٿن ڊگھي مدت گذري تنھنڪري سندن دليون سخت ٿي ويون، ۽ منجھائن گھڻا بي دين آھن"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "ڄاڻو ته الله زمين کي سندس ويرانيءَ کانپوءِ آباد ڪندو آھي، بيشڪ اسان اوھان لاءِ چٽيون نشانيون بيان ڪيون آھن ته مانَ اوھين پرجھو"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "بيشڪ خيرات ڏيندڙن ۽ خيرات ڏيندڙن کي، ۽ جن الله کي سھڻو قرض ڏنو آھي تن کي ٻيڻو ڪري ڏبو ۽ اُنھن لاءِ سڳورو اجر آھي"
        }
    ]
}