{
    "pages": [
        {
            "chapter": 3,
            "verse": 71,
            "text": "اي ڪتاب وارؤ ڇالاءِ سچ کي ڪُوڙ سان ملائيندا آھيو ۽ سچ کي لڪائيندا آھيو؟ ھن ھوندي (به) جو اوھين ڄاڻندا آھيو"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "۽ ڪتاب وارن مان ڪا ٽولي (پاڻ ۾) چوي ٿي ته جيڪي مؤمنن تي لاٿو ويو آھي تنھن کي ڏينھن جي اڳياڙيءَ ۾ مڃيو ۽ ان جي پوياڙيءَ ۾ انڪار ڪريو ته مانَ اُھي ڦري وڃن"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "۽ جيڪو اوھان جي دين جي تابعداري ڪري تنھن کانسواءِ ٻئي ڪنھن کي نه مڃيو، چئو ته ھدايت الله واري ھدايت آھي ۽ چون ٿا ته ھيءَ به نه مڃيو ته جھڙو (دين) اوھان کي ڏنو ويو آھي تھڙو دين اُنھن کي ڏنو ويندو يا اوھان جي پالڻھار وٽ اوھان کي الزام ڏيندا، چؤ ته ڀلائي الله جي ھٿ ۾ آھي، جنھن کي وڻيس تنھن کي اُھا ڏيندو آھي، ۽ الله (مھربانيءَ ۾) ڪشادگيءَ وارو ڄاڻندڙ آھي"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "جنھن کي وڻيس تنھنکي پنھنجي ٻاجھه سان خاص ڪندو آھي، ۽ الله وڏي فضل وارو آھي"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "۽ ڪتاب وارن مان ڪي اھڙا آھن جو جيڪڏھن وٽن تمام گھڻو مال امانت رکين ته اُھو (سمورو) توکي ورائي ڏيندا، ۽ منجھائن ڪي اھڙا آھن جو جيڪڏھن وٽن ھِڪ مُھر امانت رکين ته مٿن سدائين بيھڻ کانسواءِ توکي ورائي نه ڏيندا، اِھو (نه ڏئڻ) ھن سببان آھي جو چون ٿا ته اڻ پڙھيلن (جي مال کسڻ) ۾ اسان تي ڪا پڪڙ پڇاڙ نه آھي، ۽ الله تي اھي ڄاڻڻ ھوندي به ڪُوڙ چوندا آھن"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "ھائو جنھن پنھنجو انجام پاڙيو ۽ ڊنو ته بيشڪ الله ڊڄندڙن کي دوست رکندو آھي"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "جيڪي الله سان ڪيل انجامن ۽ پنھنجن قسمن جي عوض ٿورو مُلھ وٺندا آھن اِھي (اُھي) آھن جن کي آخرت ۾ ڪو بھرو نه آھي ۽ نڪي قيامت جي ڏينھن الله ساڻن ڳالھائيندو ۽ نڪي اُنھن ڏانھن نھاريندو ۽ نڪي کين (گناھن کان) پاڪ ڪندو، ۽ اُنھن لاءِ ڏکوئيندڙ عذاب آھي"
        }
    ]
}