{
    "juzs": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "LIMITLESS in His glory is He who transported His servant by night from the Inviolable House of Worship [at Mecca] to the Remote House of Worship [, at Jerusalem] - the environs of which We had blessed -so that We might show him some of Our symbols: for, verily, He alone is all-hearing, all-seeing"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "And [thus, too,] We vouchsafed revelation unto Moses, and made it a [source of] guidance for the children of Israel, [commanding them:] \"Do not ascribe to any but Me the power to determine your fate"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "O you descendants of those whom We caused to be borne (in the ark] with Noah! Behold, he was a most grateful servant (of Ours)"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "And we made [this] known to the children of Israel through revelation: Twice, indeed, will you spread corruption on earth and will indeed become grossly overbearing"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Hence, when the prediction of the first of those two [periods of iniquity] came true, We sent against you some of Our bondmen of terrible prowess in war, and they wrought havoc throughout the land: and so the prediction was fulfilled"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "And after a time We allowed you to prevail against them once again, and aided you with wealth and offspring, and made you more numerous [than ever]"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "[And We said:] \"If you persevere in doing good, you will but be doing good to yourselves; and if you do evil, it will be [done] to yourselves.\" And so, when the prediction of the second [period of your iniquity] came true, [We raised new enemies against you, and allowed them] to disgrace you utterly, and to enter the Temple as [their forerunners] had entered it once before, and to destroy with utter destruction all that they had conquered"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Your Sustainer may well show mercy unto you; but if you revert [to sinning], We shall revert [to chastising you]. And [remember this:] We have ordained that [in the hereafter] hell shall close upon all who deny the truth"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "VERILY, this Qur'an shows the way to all that is most upright, and gives the believers who do good deeds the glad tiding that theirs will be a great reward"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "and [it announces, too,] that We have readied grievous suffering for those who will not believe in the life to come"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "As it is, man [often] prays for things that are bad as if he were praying for something that is good: for man is prone to be hasty [in his judgments]"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "And We have established the night and the day as two symbols; and thereupon We have effaced the symbol of night and set up [in its place] the light giving symbol of day, so that you might seek to obtain your Sustainer's bounty and be aware of the passing years and of the reckoning [that is bound to come]. For clearly, most clearly, have We spelt out everything"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "And every human being's destiny have We tied to his neck; and on the Day of Resurrection We shall bring forth for him a record which he will find wide open"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "[and he will be told:] \"Read this thy record,! Sufficient is thine own self today to make out thine account"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Whoever chooses to follow the right path, follows it but for his own good; and whoever goes astray, goes but astray to his own hurt; and no bearer of burdens shall be made to bear another\" burden. Moreover. We would never chastise [any community for the wrong they may do] ere We have sent an apostle [to them]"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "But when [this has been done, and] it is Our will to destroy a community, We convey Our last warning to those of its people who have lost themselves entirely in the pursuit of pleasures; and [if] they [continue to] act sinfully, the sentence [of doom] passed on the community takes effect, and We break it to smithereens"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "And how many a generation have We [thus] destroyed after [the time of] Noah! For, none has the like of thy Sustainer's awareness and insight into His creatures' sins"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Unto him who cares for [no more than the enjoyment of] this fleeting life We readily grant thereof as much as We please, [giving] to whomever it is Our will [to give]; but in the end We consign him to [the suffering of] hell; which he will have to endure disgraced and disowned"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "But as for those who care for the [good of the] life to come, and strive for it as it ought to be striven for, and are [true] believers withal -they are the ones whose striving finds favour [with God]"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "All [of them] -these as well as those -do We freely endow with some of thy Sustainer's gifts, since thy Sustainer's giving is never confined [to one kind of man]"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Behold how We bestow [on earth) more bounty on some of them than on others: but [remember that] the life to come will be far higher in degree and far greater in merit and bounty"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "DO NOT set up any other deity side by side with God, lest thou find thyself disgraced and forsaken"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "for thy Sustainer has ordained that you shall worship none but Him. And do good unto [thy] parents. Should one of them, or both, attain to old age in thy care, never say \"Ugh\" to them or scold them, but [always] speak unto them with reverent speech"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "and spread over them humbly the wings of thy tenderness, and say: \"O my Sustainer! Bestow Thy grace upon them, even as they cherished and reared me when I was a child"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Your Sustainer is fully aware of what is in your hearts. If you are righteous, [He will forgive you your errors]: for, behold, He is much-forgiving to those who turn unto Him again and again"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "And give his due to the near of kin, as well as to the needy and the wayfarer, but do not squander [thy substance] senselessly"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Behold, the squanderers are, indeed, of the ilk of the satans - inasmuch as Satan has indeed proved most ungrateful to his Sustainer"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "And if thou [must] turn aside from those [that are in want, because thou thyself art] seeking to obtain thy Sustainer's grace and hoping for it, at least speak unto them with gentle speech"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "And neither allow thy hand to remain shackled to thy neck, nor stretch it forth to the utmost limit [of thy capacity], lest thou find thyself blamed [by thy dependants], or even destitute"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Behold, thy Sustainer grants abundant sustenance, or gives it in scant measure, unto whomever He wills: verily, fully aware is He of [the needs of] His creatures, and sees them all"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Hence, do not kill your children for fear of poverty: it is We who shall provide sustenance for them as well as for you. Verily, killing them is a great sin"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "And do not commit adultery -for, behold, it is an abomination and an evil way"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "And do not take any human being's life -[the life] which God has willed to be, sacred-otherwise than in [the pursuit of] justice. Hence, if anyone has been slain wrongfully, We have empowered the defender of his rights [to exact a just retribution]; but even so, let him not exceed the bounds of equity in [retributive] killing. [And as for him who has been slain wrongfully -] behold, he is indeed succoured [by God]"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "And do not touch the substance of an orphan, save to improve it, before he comes of age. And be true to every promise - for, verily, [on Judgment Day] you will be called to account for every promise which you have made"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "And give full measure whenever you measure, and weigh with a balance that is true: this will be [for your own] good, and best in the end"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "And never concern thyself with anything of which thou hast no knowledge: verily, [thy] hearing and sight and heart - all of them - will be called to account for it [on Judgment Day]"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "And walk not on earth with haughty self-conceit: for, verily, thou canst never rend the earth asunder, nor canst thou ever grow as tall as the mountains"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "The evil of all this is odious in thy Sustainer's sight"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "this is part of that knowledge of right and wrong with which thy Sustainer has inspired thee. Hence, do not set up any other deity side by side with God, lest thou be cast into hell, blamed [by thyself] and rejected [by Him]"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "HAS, THEN, your Sustainer distinguished you by [giving you] sons, and taken unto Himself daughters in the guise of angels? Verily, you are uttering a dreadful saying"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "And, indeed, many facets have We given [to Our message] in this Qur'an, so that they [who deny the truth] might take it to heart: but all this only increases their aversion"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Say: \"If there were-as some people assert [other] deities side by side with Him, surely [even] they would have to strive to find a way unto Him who is enthroned on His almightiness"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Limitless is He in His glory, and sublimely, immeasurably exalted above anything that men may say [about Him]"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "The seven heavens extol His limitless glory, and the earth, and all that they contain; and there is not a single thing but extols His limitless glory and praise: but you [O men] fail to grasp the manner of their glorifying Him! Verily, He is forbearing, much-forgiving"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "But [thus it is:] whenever thou recitest the Qur'an, We place an invisible barrier between thee and those who will not believe in the life to come"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "for, over their hearts We have laid veils which prevent them from grasping its purport, and into their ears, deafness. And so, whenever thou dost mention, while reciting the Qur'an, thy Sustainer as the one and only Divine Being, they turn their backs [upon thee] in aversion"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "We are fully aware of what they are listening for when they listen to thee: for when they are secluded among themselves, lo! these wrongdoers say [unto one another], \"If you were to follow [Muhammad, you would follow] only a man bewitched"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "See to what they liken thee, [O Prophet simply] because they have gone astray and are now unable to find a way [to the truth]"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "And [thus, too,] they say, \"After we will have become bones and dust, shall we, forsooth, be raised from the dead in a new act of creation"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Say: \"[You will be raised from the dead even though] you be stones or iron"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "or any [other] substance which, to your minds, appears yet farther removed [from life]!\" And [if] thereupon they ask, \"Who is it that will' bring us back [to life]?\"-say thou: \"He who has brought you into being in the first instance.\" And [if] thereupon they shake their heads at thee [in disbelief] and ask, \"When shall this be?\"-say thou: \"It may well be soon"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "on a Day when He will call you, and you will answer by praising Him, thinking all the while that you have tarried [on earth] but a little while"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "AND TELL My servants that they should speak in the most kindly manner [unto those who do not share their beliefs]: verily, Satan is always ready to stir up discord between men - for, verily, Satan is man's open foe"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Your Sustainer is fully aware of what you are [and what you deserve]: if He so wills, he will bestow [His] grace upon you; and if He so wills, He will chastise you. Hence, We have not sent thee [unto men, O Prophet,] with the power to determine their fate"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "seeing that thy Sustainer is fully aware of [what is in the minds of] all beings that are in the heavens and on earth. But, indeed, We did endow some of the prophets more highly than others -just as We bestowed upon David a book of divine wisdom [in token of Our grace]"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "SAY: \"Call upon those [beings] whom you imagine [to be endowed with divine powers] beside Him and [you will find that] they have it not in their power to remove any affliction from you, or to shift it [elsewhere]"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Those [saintly beings] whom they invoke are themselves striving to obtain their Sustainer's favour - [even] those among them who are closest [to Him] - hoping for His grace and dreading His chastisement: for, verily, thy Sustainer's chastisement is something to beware of"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "And [bear in mind:] there is no community which We will not destroy before the Day of Resurrection, or chastise [even earlier, if it proves sinful,] with suffering severe: all this is laid down in Our decree"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "And nothing has prevented Us from sending [this message, like the earlier ones,] with miraculous signs [in its wake], save [Our knowledge] that the people of olden times [only too often] gave the lie to them: thus, We provided for [the tribe of] Thamud the she-camel as a light-giving portent, and they sinned against it. And never did We send those signs for any other purpose than to convey a warning"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "And lo! We said unto thee, [O Prophet:] \"Behold, thy Sustainer encompasses all mankind [within His knowledge and might]: and so We have ordained that the vision which We have shown thee -as also the tree [of hell,] cursed in this Qur'an - shall be but a trial for men. Now [by Our mentioning hell] We convey a warning to them: but [if they are bent on denying the truth,] this [warning] only increases their gross, overweening arrogance"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "AND LO! We said unto the angels, \"Prostrate yourselves before Adam\"-whereupon they all prostrated themselves, save Iblis. Said he: \"Shall I prostrate myself before one whom Thou hast created out of clay"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "[And] he added: \"Tell me, is this [foolish being] the one whom Thou hast exalted above me? Indeed, if Thou wilt but allow me a respite till the Day of Resurrection, I shall most certainly cause his descendants-all but a few-to obey me blindly"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "[God] answered: \"Go [the way thou hast chosen]! But as for such of them as shall follow thee - behold, hell will be the recompense of you (all], a recompense most ample"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Entice, then, with thy voice such of them as thou canst, and bear upon them with all thy horses and all thy men, and be their partner in [all sins relating to] worldly goods and children, and hold out [all manner of] promises to them: and [they will not know that] whatever Satan promises them is but meant to delude the mind"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "[And yet,] behold, thou shalt have no power over [such of] My servants [as place their trust in Me]: for none is as worthy of trust as thy Sustainer"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "YOUR SUSTAINER is He who causes ships to move onward for you through the sea, so that you might go about in quest of some of His bounty: verily, a dispenser of grace is He unto you"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "And whenever danger befalls you at sea, all those (powers] that you are wont to invoke forsake you, [and nothing remains for you] save Him: but as soon as He has brought you safe ashore, you turn aside [and forget Him]-for, indeed, bereft of all gratitude is man"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Can you, then, ever feel sure that He will not cause a tract of dry land to swallow you up, or let loose upon you a deadly storm-wind, whereupon you would find none to be your protector"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Or can you, perchance, feel sure that He will not make you put back to sea once again, and then let loose upon you a raging tempest and cause you to drown in requital of your ingratitude - whereupon you would find none to uphold you against Us"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "NOW, INDEED, We have conferred dignity on the children of Adam, and borne them over land and sea, and provided for them sustenance out of the good things of life, and favoured them far above most of Our creation"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "[but] one Day We shall summon all human beings [and judge them] according to the conscious disposition which governed their deeds [in life]: whereupon they whose record shall be placed in their right hand -it is they who will read their record [with happiness]. Yet none shall be wronged by as much as a hair's breadth"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "for whoever is blind [of heart] in this [world] will be blind in the life to come [as well], and still farther astray from the path [of truth]"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "AND,. behold, they [who have gone astray] endeavour to tempt thee away from all [the truth] with which We have inspired thee, [O Prophet,] with a view to making thee invent something else in Our name - in which case they would surely have made thee their friend"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "And 'had We not made thee firm [in faith], thou might have inclined to them a. little"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "in which case We would indeed have made thee taste double [chastisement] in life and double [chastisement] after death, and thou wouldst have found none to succour thee against Us"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "And [since they see that they cannot persuade thee,] they endeavour to estrange thee from the land [of thy birth] with a view to driving thee away from, it-but, then, after thou wilt have left, they themselves will not remain [in it] for more than a little while"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "[such has been Our] way with all of Our apostles whom We sent before thy time; and no change wilt thou find in Our ways"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "BE CONSTANT in [thy] prayer from the time when the sun has passed its zenith till the darkness of night, and [be ever mindful of its] recitation at dawn: for, behold, the recitation [of prayer] at dawn is indeed witnessed [by all that is holy]"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "And rise from thy sleep and pray during part of the night [as well], as a free offering from thee, and thy Sustainer may well raise thee to a glorious station [in the life to come]"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "And say [in thy prayer]: \"O my Sustainer! Cause me to enter [upon whatever I may do] in a manner. true and sincere, and cause me to leave [it] in a manner true and sincere, and grant me, out of Thy grace, sustaining strength"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "And say: \"The truth has now come [to light], and falsehood has withered away: for, behold, all falsehood is bound to wither away"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "THUS, step by step, We bestow from on high through this Qur'an all that gives health [to the spirit] and is a grace unto those who believe [in Us], the while it only adds to the ruin of evildoers"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "for [it often happens that] when We bestow Our blessings upon man, he turns away and arrogantly keeps aloof [from any thought of Us]; and when evil fortune touches him, he abandons all hope"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Say: \"Everyone acts in a manner peculiar to himself -and your Sustainer is fully aware as to who has chosen the best path"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "AND THEY will ask thee about [the nature of] divine inspiration. Say: \"This inspiration [comes] at my Sustainer's behest; and [you cannot understand its nature, O men, since] you have been granted very little of [real] knowledge"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "And if We so willed, We could indeed take away whatever We have revealed unto thee, and in that [state of need] thou wouldst find none to plead in thy behalf before Us"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "[Thou art spared] only by thy Sustainer's grace: behold, His favour towards thee is great indeed"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Say: \"If all mankind and all invisible beings would come together with a view to producing the like of this Qur'an, they could not produce its like even though they were to exert all their strength in aiding one another"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "For, indeed, many facets have We given in this Qur'an to every kind of lesson [designed] for [the benefit of] mankind! However, most men are unwilling to accept anything but blasphemy"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "and so they say: \"[O Muhammad,] we shall not believe thee till thou cause a spring to gush forth for us from the earth"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "or thou have a garden of date-palms and vines and cause rivers to gush forth in their midst in a sudden rush"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "or thou cause the skies to fall down upon us in smithereens, as thou hast threatened, or [till] thou bring God and the angels face to face before us"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "or thou have a house [made] of gold, or thou ascend to heaven - but nay, we would not [even] believe in thy ascension unless thou bring down to us [from heaven] a writing which we [ourselves] could read! Say thou, [O Prophet:] \"Limitless in His glory is my Sustainer! Am I, then, aught but a mortal man, an apostle"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Yet whenever [God's] guidance came to them [through a prophet,] nothing has ever kept people from believing [in him] save this their objection: \"Would God have sent a [mere] mortal man as His apostle"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Say: \"If angels were walking about on earth as their natural abode, We would indeed have sent down unto them an angel out of heaven as Our apostle"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Say: \"None can bear witness between me and you as God does: verily, fully aware is He of His creatures, and He sees all [that is in their hearts]"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "And he whom God guides, he alone has found the right way; whereas for those whom He lets go astray thou canst never find anyone to protect them from Him: and [so, when] We shall gather them together on the Day of Resurrection, [they will lie] prone upon their faces, blind and dumb and deaf, with hell as their goal; [and] every time [the fire] abates, We shall increase for them [its] blazing flame"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Such will be their requital for having rejected Our messages and having said, \"After we will have become bones and dust, shall we, forsooth, be raised from the dead in a new act of creation"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Are they, then, not aware that God, who has created the heavens and the earth, has the power to create them anew in their own likeness, having, beyond any doubt, set a term for their resurrection? However, all [such] evildoers are unwilling to accept anything but blasphemy"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Say: \"If you were to own' all the treasure-houses of my Sustainer's bounty, lo! you would still try to hold on [to them] tightly for fear of spending [too much]: for man has always been avaricious [whereas God is limitless in His bounty]"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "AND, INDEED, We gave unto Moses nine clear messages. Ask, then, the children of Israel [to tell thee what happened] when he came unto them, [and appealed to Pharaoh,] and Pharaoh said unto him, \"Verily, O Moses, I think that thou art full of sorcery"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Answered [Moses]: \"Thou knowest well that none but the Sustainer of the heavens and the earth has bestowed these [miraculous signs] from on high, as a means of insight [for thee]; and, verily, O Pharaoh, [since thou hast chosen to reject them;] I think that thou art utterly lost"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "And then Pharaoh resolved to wipe them off [the face of] the earth - whereupon We caused him and all who were with him to drown [in the sea]"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "And after that We said unto the children of Israel: \"Dwell now securely on earth - but [remember that] when the promise of the Last Day shall come to pass, We will bring you forth as [parts of] a motley crowd"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "AND AS a guide towards the truth have We bestowed this [revelation] from on high; with this [very] truth has it come down [unto thee, O Prophet]: for We have sent thee but as a herald of glad tidings and a warner"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "[bearing] a discourse which We have gradually unfolded, so that thou might read it out to mankind by stages, seeing that We have bestowed it from on high step by step, as [one] revelation"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Say: \"Believe in it or do not believe.\" Behold, those who are already endowed with [innate] knowledge fall down upon their faces in prostration as soon as this [divine writ] is conveyed unto them"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "and say, \"Limitless in His glory is our Sustainer! Verily, our Sustainer's promise has been fulfilled"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "And so they fall down upon their faces, weeping, and [their consciousness of God's grace] increases their humility"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Say: \"Invoke God, or invoke the Most Gracious: by whichever name you invoke Him, [He is always the One-for] His are all the attributes of perfection. And [pray unto Him; yet] be not too loud in thy prayer nor speak it in too low a voice, but follow a way in-between"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "and say: \"All praise is due to God, who begets no offspring, and has no partner in His dominion, and has no weakness, and therefore no need of any aid\" -and [thus] extol His limitless greatness"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "ALL PRAISE is due to God, who has bestowed. this divine writ from on high upon His servant, and has not allowed any deviousness to obscure its meaning"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "[a divine writ] unerringly straight, meant to warn [the godless] of a severe punishment from Him, and to give unto the believers who do good works the glad tiding that theirs shall be a goodly reward"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "[a state of bliss] in which they. shall dwell beyond the count of time"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Furthermore, [this divine writ is meant] to warn all those who assert, \"God has taken unto Himself a son"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "No knowledge whatever have they of Him, and neither had their forefathers: dreadful -is this saying that comes out of their mouths, [and] nothing but falsehood do they utter"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "But wouldst thou, perhaps, torment thyself to death with grief over them if they are not willing to believe in this message"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Behold, We have willed that all beauty on earth be a means by which We put men to a test, [showing] which of them are best in conduct"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "and, verily, [in time] We shall reduce all that is on it to barren dust"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "AND SINCE the life of this world is but a test, dost thou [really] think that [the parable of] the Men of the Cave and of [their devotion to] the scriptures could be deemed more wondrous than any [other] of Our messages"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "When those youths took refuge in the cave, they prayed: \"O our Sustainer! Bestow on us grace from Thyself, and endow us, whatever our [outward] condition, with consciousness of what is right"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "And thereupon We veiled their ears in the cave for many a year"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "and then We awakened them [and We did all this] so that We might mark out [to the world] which of the two points of view showed a better comprehension of the time-span during which they had remained in this state"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "[And now] We shall truly relate to thee their story: Behold, they were young men who had attained to faith in their Sustainer: and [so] We deepened their consciousness of the right way"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "and endowed their hearts with strength, so that they stood up and said [to one another]: \"Our Sustainer is the Sustainer of the heavens and the earth. Never shall we invoke any deity other than Him: [if we did,] we should indeed have uttered an enormity"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "These people of ours have taken to worshipping [other] deities instead of Him, without being able to adduce any reasonable evidence in support of their beliefs; and who could be more wicked than he who invents a lie about God"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Hence, now that you have withdrawn from them and from all that they worship instead of God, take refuge in that cave: God will spread His grace over you, and will endow you - whatever your [outward] condition - with all that your souls may need"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "And [for many a year] thou might have seen the sun, on its rising, incline away from their cave on the right, and, on its setting, turn aside from them on the left, while they lived on in that spacious chamber, [bearing witness to] this of God's messages: He whom God guides, he alone has found the right way; whereas for him whom He lets go astray thou canst never find any protector who would point out the right way"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "And thou wouldst have thought that they were awake, whereas they lay asleep. And We caused them to turn over repeatedly, now to the right, now to the left; and their dog [lay] on the threshold, its forepaws outstretched. Hadst thou come upon them [unprepared], thou wouldst surely have turned away from them in flight, and wouldst surely have been filled with awe of them"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "And so, [in the course of time,] We awakened them; and they began to ask one another [as to what had happened to them]. One of them asked: \"How long have you remained thus?\" [The others] answered: \"We have remained thus a day, or part of a day.\" Said they [who were endowed with deeper insight]: \"Your Sustainer knows best how long you have thus remained. Let, then, one of you go with these silver coins to the town, and let him find out what food is purest there, and bring you thereof [some] provisions. But let him behave with great care and by no means make anyone aware of you"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "for, behold, if they should come to know of you, they might stone you to death or force you back to their faith-in which case you would never attain to any good"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "AND IN THIS way have We drawn [people's] attention to their story, so that they might know - whenever they debate among themselves as to what happened to those [Men of the Cave] that God's promise [of resurrection] is true, and that there can be no doubt as to [the coming of] the Last Hour. And so, some [people] said: \"Erect a building in their memory; God knows best what happened to them.\" Said they whose opinion prevailed in the end: \"Indeed, we must surely raise a house of worship in their memory"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "[And in times to come] some will say, \"[They were] three, the fourth of them being their dog,\" while others will say, \"Five, with their dog as the sixth of them\" -idly guessing at something of which they can have no knowledge -and [so on, until] some will say, \"[They were] seven, the eighth of them being their dog.\" Say: \"My Sustainer knows best how many they were. None but a few have any [real] knowledge of them. Hence, do not argue about them otherwise than by way of an obvious argument, and do not ask any of those [story-tellers] to enlighten thee about them"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "AND NEVER say about anything, \"Behold, I shall do this tomorrow"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "without (adding], \"if God so wills.\" And if thou shouldst forget [thyself at the time, and become aware of it later], call thy Sustainer to mind and say: \"I pray that my Sustainer guide me, even closer than this, to a consciousness of what is right"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "AND [some people assert], \"They remained in their cave three hundred years\"; and some have added nine [to that number]"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Say: \"God knows best how long they remained [there]. His [alone] is the knowledge of the hidden reality of the heavens and the earth: how well does He see and hear! No guardian have they apart from Him, since He allots to no one a share in His rule"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "AND CONVEY [to the world] whatever has been revealed to thee of thy Sustainer's writ. There is nothing that could alter His words; and thou canst find no refuge other than with Him"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "And contain thyself in patience by the side of all who at morn and at evening invoke their Sustainer, seeking His countenance, and let not thine eyes pass beyond them in quest of the beauties of this world's life; and pay no heed to any whose heart We have rendered heedless of all remembrance of Us because he had always followed [only] his own desires, abandoning all that is good and true"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "And say: \"The truth [has now come] from your Sustainer: let, then, him who wills, believe in it, and let him who wills, reject it.\" Verily, for all who sin against themselves [by rejecting Our truth] We have readied a fire whose billowing folds will encompass them from all sides; and if they beg for water, they will be given water [hot] like molten lead, which will scald their faces: how dreadful a drink, and how evil a place to rest"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "[But,] behold, as for those who attain to faith and do righteous deeds-verily, We do not fail to requite any who persevere in doing good"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "theirs shall be gardens of perpetual bliss - [gardens] through which running waters flow - wherein they will be adorned with bracelets of gold and will wear green garments of silk and brocade, [and] wherein upon couches they will recline:\" how excellent a recompense, and how goodly a place to rest"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "AND PROPOUND unto them the parable of two men, upon one of whom We had bestowed two vinyards, and surrounded them with date-palms, and placed a field of grain in-between"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Each of the two gardens yielded its produce and never failed therein in any way, for We had caused a stream to gush forth in the midst of each of them"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "And so [the man] had fruit in abundance. And [one day] he said to his friend, bandying words with him, \"More wealth have I than thou, and mightier am I as regards [the number and power of my] followers"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "And having [thus] sinned against himself, he entered his garden, saying, \"I do not think that this will ever perish"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "And neither do I think that the Last Hour will ever come. But even if [it should come, and] I am brought before my Sustainer, I will surely find something even better than this as [my last] resort"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "And his friend answered him in the course of their argument: \"Wilt thou blaspheme against Him who has created thee out of dust, and then out of a drop of sperm, and in the end has fashioned thee into a [complete] man"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "But as for myself, [I. know that] He is God, my Sustainer; and I cannot attribute divine powers to any but my Sustainer"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "And [he continued:] \"Alas, if thou hadst but said, on entering thy garden, `Whatever God wills [shall come to pass, for] there is no power save with God!' Although, as thou seest, I have less wealth and offspring than thou"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "yet it may well be that my Sustainer will give me something better than thy garden -just as He may let loose a calamity out of heaven upon this [thy garden], so that it becomes a heap of barren dust"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "or its water sinks deep into the ground, so that thou wilt never be able to find it again"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "And [thus it happened:] his fruitful gardens were encompassed [by ruin], and there he was, wringing his hands over all that he had spent on that which now lay waste, with its trellises caved in; and he could but say, \"Oh, would that I had not attributed divine powers to any but my Sustainer"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "for now he had nought to succour him in God's stead, nor could he succour himself"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "For thus it is: all protective power belongs to God alone, the True One. He is the best to grant recompense, and the best to determine what is to be"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "AND PROPOUND unto them the parable of the life of this world: [it is] like the water which We send down from the skies, and which is absorbed by the plants of the earth: but [in time] they turn into dry. stubble which the winds blow freely about. And it is God [alone] who determines all things"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Wealth and children are an adornment of this, world's life: but good deeds, the fruit whereof endures forever, are of far greater merit in thy Sustainer's sight, and a far better source of hope"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Hence, [bear in mind] the Day, on which We shall cause the mountains to disappear and thou shalt behold the earth void and bare: for [on that Day] We will [resurrect the dead and] gather them all together, leaving out none of them"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "And they will be lined up before thy Sustainer, [and He will say:] \"Now, indeed, you have come unto Us [in a lonely state], even as We created you in the first instances - although you were wont to assert that We would never 'appoint for you a meeting [with Us]"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "And the record [of everyone's deeds] will be laid open; and thou wilt behold the guilty filled with dread at what [they see] therein; and they will exclaim: \"Oh, woe unto us! What a record is this! It leaves out nothing, be it small or great, but takes everything into account!\" For they will find all that they ever wrought [now] facing them, and [will know that] thy Sustainer does not wrong anyone"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "AND [remember that] when We told the angels, \"Prostrate yourselves before Adam,\" they all prostrated themselves, save Iblis: he [too] was one of those invisible beings, but then he turned away from his Sustainer's command. Will you, then, take him and his cohorts for (your], masters instead of Me, although they are your foe? How vile an exchange on the evildoers' part"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "I did not make them witnesses of the creation of the heavens and the earth, nor of the creation of their own selves; and neither do I [have any need to] take as My helpers those [beings] that lead [men] astray"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Hence, [bear in mind] the Day on which He will say, \"Call [now] unto those beings whom you imagined to have a share in My divinity!\" - whereupon they will invoke them, but those [beings] will not respond to them: for We shall have placed between them an unbridgeable gulf"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "And those who were lost in sin will behold the fire, and will know that they are bound to fall into it, and will find no way of escape therefrom"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "THUS, INDEED, have We given in this Qur'an many facets to every kind of lesson [designed] for [the benefit of] mankind. However, man is, above all else, always given to contention"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "for, what is there to keep people from attaining to faith now that guidance has come unto them, and from asking their Sustainer to forgive them their sins - unless it be [their wish] that the fate of the [sinful] people of ancient times should befall them [as well], or that the [ultimate] suffering should befall them in the hereafter"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "But We send [Our] message-bearers only as heralds of glad tidings and as warners - whereas those who are bent on denying the truth contend [against them] with fallacious arguments, so as to render void the truth thereby, and to make My messages and warnings a target of their mockery"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "And who could be more wicked than he to whom his Sustainer's messages are conveyed and who thereupon turns away from them, forgetting all [the evil] that his hands may have wrought? Behold, over their hearts have We laid veils which prevent them from grasping the truth, and into their ears, deafness; and though thou call them onto the right path, they will never allow themselves to be guided"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Yet, [withal,] thy Sustainer is the Truly-Forgiving One, limitless in His grace. Were He to take them [at once] to task for whatever [wrong] they commit, He would indeed bring about their speedy punishment [then and there]: but nay, they have a time-limit beyond which they shall find no redemption"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "as [was the case with all] those communities that We destroyed when they went on and on doing wrong: for We had set a time-limit for their destruction"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "AND LO! [In the course of his wanderings,] Moses said to his servant: \"I shall not give up until I reach the junction of the two seas, even if I [have to] spend untold years [in my quest]"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "But when they reached the junction between the two [seas], they forgot all about their fish, and it took its way into the sea and disappeared from sight"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "And after the two had walked some distance, [Moses] said to his servant: \"Bring us our mid-day meal; we have indeed suffered hardship on this [day of] our journey"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Said [the servant]: \"Wouldst thou believe it? When we betook ourselves to that rock for a rest, behold, I forgot about the fish-and none but Satan made me thus forget it - and it took its way into the sea! How strange"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "[Moses] exclaimed: \"That [was the place] which we were seeking!, And the two turned back, retracing their footsetps"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "and found one of Our servants, on whom We had bestowed grace from Ourselves and unto whom We had imparted knowledge [issuing] from Ourselves"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Moses said unto him: \"May I follow thee on the understanding that thou wilt impart to me something of that consciousness of what is right which has been imparted to thee"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "[The other] answered: \"Behold, thou wilt never be able to have patience with me "
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "for how couldst thou be patient about something that thou canst not comprehend within the compass of (thy] experience"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Replied [Moses]: \"Thou wilt find me patient, if God so wills; and I shall not disobey thee in anything"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Said [the sage]: \"Well, then, if thou art to follow me, do not question me about aught [that I may do] until I myself give thee an account thereof"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "And so the two went on their way, till (they reached the seashore; and] when they disembarked from the boat [that had ferried them across], the sage made a hole in it-[whereupon Moses] exclaimed: \"Hast thou made a hole in it in order to drown the people who may be [travelling] in it? Indeed, thou hast done a grievous thing"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "He replied: \"Did I not tell thee that thou wilt never be able to have patience with me"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Said [Moses]: \"Take-me not to task for my having forgotten [myself], and be not hard on me on account of what I have done"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "And so the two went on, till, when they met a young man, [the sage] slew him -(whereupon Moses] exclaimed: \"Hast thou slain an innocent human being without [his having taken] another man's life? Indeed, thou hast done a terrible thing"
        }
    ]
}