{
    "juzs": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "And even if We were to send down angels unto them, and if the dead were to speak unto them and [even if] We were to assemble before them, face to face, all the things [that can prove the truth], they would still not believe unless God so willed But [of this] most of them are entirely unaware"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "AND THUS it is that against every prophet We have set up as enemies the evil forces from among humans as well as from among invisible beings that whisper unto one another glittering half-truths meant to delude the mind But they could not do this unless thy Sustainer had so willed: stand, therefore, aloof from them and from all their false imagery"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Yet, to the end that the hearts of those who do not believe in the life to come might incline towards Him, and that in Him they might find contentment, and that they might earn whatever they can earn [of merit]"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "[say thou:] \"Am I, then, to look unto anyone but God for judgment [as to what is right and wrong], when it is He who has bestowed upon you from on high this divine writ, clearly spelling out the truth?\" And those unto whom We have vouchsafed revelation aforetime know that this one, too, has been bestowed from on high, step by step, by thy Sustainer. Be not, then, among the doubters"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "for, truly and justly has thy Sustainer's promise been fulfilled. There is no power that could alter [the fulfilment of] His promises: and He alone is all-hearing, all-knowing"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Now if thou pay heed unto the majority of those [who live] on earth, they will but lead thee astray from the path of God: they follow but [other people's] conjectures, and they themselves do nothing but guess"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Verily, thy Sustainer knows best as to who strays from His path, and best knows He as to who are the right-guided"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "EAT, then, of that over which God's name has been pronounced, if you truly believe in His messages"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "And why should you not eat of that over which God's name has been pronounced, seeing that He has so clearly spelled out to you what He has forbidden you [to eat] unless you are compelled [to do so]? But, behold, [it is precisely in such matters that] many people lead others astray by their own errant views, without [having any real] knowledge. Verily, thy Sustainer is fully aware of those who transgress the bounds of what is right"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "But abstain from sinning, be it open or secret-for, behold, those who commit sins shall be requited for all that they have earned"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Hence, eat not of that over which God's name has not been pronounced: for this would be sinful conduct indeed. And, verily, the evil impulses [within men's hearts] whisper unto those who have made them their own that they should involve you in argument [as to what is and what is not a sin]; and if you pay heed unto them, lo! you will become [like] those who ascribe divinity to other beings or forces beside God"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "IS THEN -HE who was dead [in spirit] and whom We thereupon gave life, and for whom We set up a light whereby he might see his way among men - [is then he] like one [who is lost] in darkness deep, out of which he cannot emerge? [But] thus it is: goodly seem all their own doings to those who deny the truth"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "And it is in this way that We cause the great ones in every land to become its [greatest] evildoers, there to weave their schemes: yet it is only against themselves that they scheme -and they perceive it not"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "And whenever. a [divine] message comes to them, they say, \"We shall not believe unless we are given the like of what God's apostles were given!\" [But] God knows best upon whom to bestow His message. Abasement in the sight of God will befall those who have become guilty of evildoing, and suffering severe for all the schemes which they were wont to weave"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "And whomsoever God wills to guide, his bosom He opens wide with willingness towards self-surrender [unto Him]; and whomsoever He wills to let go astray, his bosom He causes to be tight and constricted, as if he were climbing unto the skies: it is thus that God inflicts horror upon those who will not believe"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "And undeviating is this thy Sustainer's way. Clearly, indeed, have We spelled out these messages unto people who [are willing to] take them to heart"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Theirs shall be an abode of peace with their Sustainer; and He shall be near unto them in result of what they have been doing"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "AND ON THE DAY when He shall gather them [all] together, [He will say:] \"O you who have lived in close communion with [evil] invisible beings! A great many [other] human beings have you ensnared! And those of the humans who were close to them will say: \"O our Sustainer! We did enjoy one another's fellowship [in life]; but (now that] we have reached the end of our term-the term which Thou hast laid down for us - (we see the error of our ways]!\" [But] He will say: \"The fire shall be your abode, therein to abide-unless God wills it otherwise.\" Verily, thy Sustainer is wise, all-knowing"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "And in this manner do We cause evildoers to seduce one another by means of their (evil] doings"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "[And thus will God continue:] \"O you who have lived in close communion with [evil] invisible beings and [like-minded] humans! Have there not come unto you apostles from among yourselves, who conveyed unto you My messages and warned you of the coming of this your Day [of Judgment]?\" They will answer: \"We do bear witness against ourselves!\"-for the life of this world had beguiled them: and so they will bear witness against themselves that they had been denying the truth"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "And so it is that thy Sustainer would never destroy a community for its wrongdoing so long as its people are still unaware [of the meaning of right and wrong]"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "for all shall be judged according to their [conscious] deeds - and thy Sustainer is not unaware of what they do"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "And thy Sustainer alone is self-sufficient, limitless in His grace. If He so wills, He may put an end to you and thereafter cause whom He wills to succeed you - even as He has brought you into being out of other people's seed"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Verily, that [reckoning] which you are promised is bound to come, and you cannot elude it"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Say: \"O my [unbelieving] people! Do yet all that may be within your power, [while] I, behold, shall labour [in God's way]; and in time you will come to know to whom the future belongs. Verily, never will evildoers attain to a happy state"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "AND OUT OF whatever He has created of the fruits of the field and the cattle, they assign unto God a portion, saying, \"This belongs to God\"-or so they [falsely] claim - \"and this is for those beings who, we are convinced, have a share in God's divinity.\" But that which is assigned to the beings associated in their minds with God does not bring [them] closer to God - whereas that which is assigned to God brings [them but] closer to those beings to whom they ascribe a share in His divinity. Bad, indeed, is their judgment"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "And, likewise, their belief in beings or powers that are supposed to have a share in God's divinity makes [even] the slaying of their children seem goodly to many of those who ascribe divinity to aught beside God, thus bringing them to ruin and confusing them in their faith. Yet, unless God had so willed, they would not be doing all this: stand, therefore, aloof from them and all their false imagery"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "And they say, \"Such-and-such cattle and fruits of the field are sacred; none may eat thereof save those whom we will [to do so]\" -so they [falsely] claim; and [they declare that] it is forbidden to burden the backs of certain kinds of cattle; and there are cattle over which they do not pronounce God's name - falsely attributing [the origin of these customs] to Him. [But] He will requite them for all their false imagery"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "And they say, \"All that is in the wombs of such-and-such cattle is reserved for our males and forbidden to our women; but if it be stillborn, then both may have their share thereof.\" [God] will requite them for all that they [falsely] attribute [to Him]: behold, He is wise, all-knowing"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Lost, indeed, are they who, in their weak-minded ignorance, slay their children and declare as forbidden that which God has provided for them as sustenance, falsely ascribing [such prohibitions] to God: they have gone astray and have not found the right path"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "For it is He who has brought into being gardens-[both] the cultivated ones and those growing wild -and the date-palm, and fields bearing multiform produce, and the olive tree, and the pomegranate: [all] resembling one another and yet so different! Eat of their fruit when it comes to fruition, and give [unto the poor] their due on harvest day. And do not waste [God's bounties]: verily, He does not love the wasteful"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "And of the cattle reared for work and for the sake of their flesh, eat whatever God has provided for you as sustenance, and follow not Satan's foot-steps: behold, he is your open foe"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "[His followers would have it that, in certain cases, any of these] four kinds of cattle of either sex [is unlawful to man]: either of the two sexes of sheep and of goats. Ask [them]: \"Is it the two males that He has forbidden, or the two females, or that which the wombs of the two females may contain? Tell me what you know in this respect, if what you say is true"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "And [likewise they declare as unlawful] either of the two sexes of camels and of bovine cattle. Ask [them]: \"Is it the two males that He has forbidden, or the two females, or that which the wombs of the two females may contain? Is it, perchance, that you [yourselves] were witnesses when God enjoined [all] this upon you?\" And who could be more wicked than he who, without any [real] knowledge, attributes his own lying inventions to God, and thus leads people astray'? Behold, God does not grace [such] evildoing folk with His guidance"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Say [O Prophet]: \"In all that has been revealed unto me, I do not find anything forbidden to eat, if one wants to eat thereof, unless it be carrion, or blood poured forth, or the flesh of swine-for that, behold, is loathsome-or a sinful offering over which any name other than God's has been invoked. But if one is driven by necessity - neither coveting it nor exceeding his immediate need -then [know that], behold, thy Sustainer is much-forgiving, a dispenser of grace"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "And [only] unto those who followed the Jewish faith did We forbid all beasts that have claws; and We forbade unto them the fat of both oxen and sheep, excepting that which is in their backs or entrails or that which is within the bone: thus did We requite them for their evildoing-for, behold, We are true to Our word"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "And if they give thee the lie, say: \"Limitless is your Sustainer in His grace; but His punishment shall not be averted from people who are lost in sin"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "THOSE who are bent on ascribing divinity to aught beside God will say, \"Had God so willed, we would not have ascribed divinity to aught but Him, nor would our forefathers [have done so]; and neither would we have declared as forbidden anything [that He has allowed].\" Even so did those who lived before them give the lie to the truth -until they came to taste Our punishment! Say: \"Have you any [certain] knowledge which you could proffer to us? You follow but [other people's] conjectures, and you yourselves do nothing but guess"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Say: \"[Know,] then, that the final evidence [of all truth] rests with God alone; and had He so willed, He would have guided you all aright"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Say: \"Bring forward your witnesses who could bear witness that God has forbidden [all] this!\" -and if they bear witness [falsely], do not bear witness with them; and do not follow the errant views of those who have given the lie to Our messages, nor of those who believe not in the life to come, and who regard other powers as their Sustainer's equals"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "Say: \"Come, let me convey unto you what God has [really] forbidden to you: \"Do not ascribe divinity, in any way, to aught beside Him; and [do not offend against but, rather,] do good unto your parents; and do not kill your children for fear of poverty - [for] it is We who shall provide sustenance for you as well as for them; and do not commit any shameful deeds, be they open or secret; and do not take any human being's life-[the life] which God has declared to be sacred -otherwise than in [the pursuit of] justice: this has He enjoined upon you so that you might use your reason"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "and do not touch the substance of an orphan - save to improve it-before he comes of age.\" And [in all your dealings] give full measure and weight, with equity: [however,] We do not burden any human being with more than he is well able to bear; and when you voice an opinion, be just, even though it be [against] one near of kin. And [always] observe your bond with God: this has He enjoined upon you, so that you might keep it in mind"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "And [know] that this is the way leading straight unto Me: follow it, then, and follow not other ways, lest they cause you to deviate from His way. [All] this has He enjoined upon you, so that you might remain conscious of Him"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "AND ONCE AGAIN: We vouchsafed the divine writ unto Moses in fulfilment [of Our favour] upon those who persevered in doing good, clearly spelling out everything, and [thus providing] guidance and grace, so that they might have faith in the [final] meeting with their Sustainer"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "And this, too, is a divine writ which We have bestowed from on high, a blessed one: follow it, then, and be conscious of God, so that you might be graced with His mercy"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "[It has been given to you] lest you say, \"Only unto two groups of people, [both of them] before our time, has a divine writ been bestowed from on high and we were indeed unaware of their teachings"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "or lest you say, \"If a divine writ had been bestowed from on high upon us, we would surely have followed its guidance better than they did.\" And so, a clear evidence of the truth has now come unto you from your Sustainer, and guidance, and grace. Who, then, could be more wicked than he who gives the lie to God's messages, and turns away from them in disdain? We shall requite those who turn away from Our messages in disdain with evil suffering for having thus turned away"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Do they, perchance, wait for the angels to appear unto them, or for thy Sustainer [Himself] to appear, or for some of thy Sustainer's [final] portents to appear? [But] on the Day when thy Sustainer's [final] portents do appear, believing will be of no avail to any human being who did not believe before, or who, while believing, did no good works. Say: \"Wait, [then, for the Last Day, O unbelievers:] behold, we [believers] are waiting, too"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "VERILY, as for those who have broken the unity of their faith and have become sects - thou hast nothing to do with them. Behold, their case rests with God: and in time He will make them understand what they were doing"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Whoever shall come [before God] with a good deed will gain ten times the like thereof; but whoever shall come with an evil deed will be requited with no more than the like thereof; and none shall be wronged"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "SAY: \"Behold, my Sustainer has guided me onto a straight way through an ever-true faith-the way of Abraham, who turned away from all that is false, and wa,. not of those who ascribe divinity to aught beside Him"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Say: \"Behold, my prayer, and (all] my acts of worship, and my living and my dying are for God [alone], the Sustainer of all the worlds"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "in whose divinity none has a share: for thus have I been bidden-and I shall [always] be foremost among those who surrender themselves unto Him"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Say: \"Am I, then, to seek a sustainer other than God, when He is the Sustainer of all things?\" And whatever [wrong] any human being commits rests upon himself alone; and no bearer of burdens shall be made to bear another's burden. And, in time, unto your Sustainer you all must return: and then He will make you. [truly] understand all that on which you were wont to differ"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "For, He it is who has made you inherit the earth, and has raised some of you by degrees above others, so that He might try you by means of what He has bestowed upon you. Verily, thy Sustainer is swift in retribution: yet, behold, He is indeed much-forgiving, a dispenser of grace"
        },
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "A DIVINE WRIT has been bestowed from on high upon thee -and let there be no doubt about this in thy heart-in order that thou mayest warn [the erring] thereby, and [thus] admonish the believers"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Follow what has been sent down unto you by your Sustainer, and follow no masters other than Him. How seldom do you keep this in mind"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "And how many a [rebellious] community have We destroyed, with Our punishment coming upon it by night, or while they were resting at noontide"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "And when Our punishment came upon them, they had nothing to say for themselves, and could only cry, \"Verily, we were wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Thus, [on Judgment Day] We shall most certainly call to account all those unto whom a [divine] message was sent, and We shall most certainly call to account the message-bearers [themselves]"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "and thereupon We shall most certainly reveal unto them Our knowledge [of their doings]: for never have We been absent [from them]"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "And true will be the weighing on that Day; and those whose weight [of good deeds] is heavy in the balance -it is they, they who shall attain to a happy state"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "whereas those whose weight is light in the balance - it is they who will have squandered their own selves by their wilful rejection of Our messages"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "YEA, INDEED, [O men,] We have given you a [bountiful] place on earth, and appointed thereon means of livelihood for you: [yet] how seldom are you grateful"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Yea, indeed, We have created you, and then formed you; and then We said unto the angels, \"Prostrate yourselves before Adam!\" - whereupon they [all] prostrated themselves, save Iblis: he was not among those who prostrated themselves"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "[And God] said: \"What has kept thee from prostrating thyself when I commanded thee?\" Answered [Iblis]: \"I am better than he: Thou hast created me out of fire, whereas him Thou hast created out of clay"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "[God] said: \"Down with thee, then, from this [state] -for it is not meet for thee to show arrogance here! Go forth, then: verily, among the humiliated shalt thou be"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Said [Iblis]: \"Grant me a respite till the Day when all shall be raised from the dead"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "[And God] replied: \"Verily, thou shalt be among those who are granted a respite"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "[Whereupon Iblis] said: \"Now that Thou hast thwarted me,\" shall most certainly lie in ambush for them all along Thy straight way"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "and shall most certainly fall upon them openly as well as in a manner beyond their ken, and from their right and from their left: and most of them Thou wilt find ungrateful"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "[And God] said: \"Go forth from here, disgraced and disowned! [And] as for such of them as follow thee - I will most certainly fill hell with you all"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "And [as for thee], O Adam', dwell thou and thy wife in this garden, and eat, both of you, whatever you may wish; but do not approach this one tree, lest you become evildoers"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Thereupon Satan whispered unto the two with a view to making them conscious of their nakedness, of which [hitherto] they had been unaware; and he said: \"Your Sustainer has but forbidden you this tree lest you two become [as] angels, or lest you live forever"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "And he swore unto them, \"Verily, I am of those who wish you well indeed"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "and thus he led them on with deluding thoughts. But as soon as the two had tasted [the fruit] of the tree, they became conscious of their nakedness; and they began to cover themselves with pieced-together leaves from the garden. And their Sustainer called unto them: \"Did I not forbid that tree unto you and tell you, `Verily, Satan is your open foe"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "The two replied: \"O our Sustainer! We have sinned against ourselves -and unless Thou grant us forgiveness and bestow Thy mercy upon us, we shall most certainly be lost"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Said He: \"Down with you, [and be henceforth] enemies unto one another, having on earth your abode and livelihood for a while"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "there shall you live\" - He added - \"and there shall you die, and thence shall you be brought forth [on Resurrection Day]"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "O CHILDREN of Adam! Indeed, We have bestowed upon you from on high [the knowledge of making] garments to cover your nakedness, and as a thing of beauty: but the garment of God-consciousness is the best of all. Herein lies a message from God, so that man” might take it to heart"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "O children of Adam! Do not allow Satan to seduce you in the same way as he caused your ancestors to be driven out of the garden: he deprived them of their garment [of God-consciousness] in order to make them aware of their nakedness. Verily, he and his tribe are lying in wait for you where you cannot perceive them! Verily, We have placed [all manner of] satanic forces near unto those who do not [truly] believe"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "and [so,] whenever they commit a shameful deed, they are wont to say, \"We found our forefathers doing it,\" and, \"God has enjoined it upon us.\" Say: \"Behold, never does God enjoin deeds of abomination. Would you attribute unto God something of which you have no knowledge"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Say: \"My Sustainer has [but] enjoined the doing of what is right; and [He desires you to] put your whole being into every act of worship, and to call unto Him, sincere in your faith in Him alone. As it was He who brought you into being in the first instance, so also [unto Him] you will return"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "some [of you] He will have graced with His guidance, whereas, for some a straying from the right path will have become unavoidable: for, behold, they will have taken [their own] evil impulses for their masters in preference to God, thinking all the while that they have found the right path"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "O CHILDREN of Adam! Beautify yourselves for every act of worship, and eat and drink [freely], but do not waste: verily, He does not love the wasteful"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Say: \"Who is there to forbid the beauty which God has brought forth for His creatures, and the good things from among the means of sustenance?\" Say: \"They are [lawful] in the life of this world unto all who have attained to faith - to be theirs alone on Resurrection Day.\" Thus clearly do We spell out these messages unto people of [innate] knowledge"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Say: \"Verily, my Sustainer has forbidden only shameful deeds, be they open or secret, and [every kind of] sinning, and unjustified envy, and the ascribing of divinity to aught beside Him - since He has never bestowed any warrant therefor from on high and the attributing unto God of aught of which you have no knowledge"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "And for all people a term has been set: and when [the end of] their term approaches, they can neither delay it by a single moment, nor can they hasten it"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "O CHILDREN of Adam! Whenever there come unto you apostles of your own, conveying My messages unto you, then all who are conscious of Me and live righteously - no fear need they have, and neither shall they grieve"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "but they who give the lie to Our messages and scorn them in their pride-these are destined for the fire, therein to abide"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "And who could be more wicked than they who attribute their own lying inventions to God or give the lie to His messages? Whatever has been decreed to be their lot [in life] will be theirs -till there shall come _ unto them Our messengers to cause them to die, [and] shall say, \"Where, now, are those beings whom you were wont to invoke beside God?\" And [those sinners] will reply, \"They have forsaken us!\" -and [thus] they will bear witness against themselves that they had been denying the truth"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "[And God] will say: \"Join those hosts of invisible beings and humans who have gone before you into the fire!\" [And] every time a host enters [the fire], it will curse its fellow-host -so much so that, when they all shall have passed into it, one after another, the last of them will speak [thus] of the first of them: \"O our Sustainer! It is they who have led us astray: give, them, therefore, double suffering through fire!\" He, will reply: \"Every one of you deserves double suffering -but you know it not"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "And the first of them will say unto the last of them: \"So you were in no wise superior to us! Taste, then, this suffering for all [the evil] that you were wont to do"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "VERILY, unto those who give the lie to Our messages and scorn them in their pride, the gates of heaven shall not be opened; and they shall not enter paradise any more than a twisted rope can pass through a needle's eye: for thus do We requite such as are lost in sin"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Hell will be their resting-place and their covering as well: for thus do We requite the evildoers"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "But those who attain to faith and do righteous deeds - [and] We do not burden any human being with more than he is well able to bear - they are destined for paradise, therein to abide"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "after We shall have removed whatever unworthy thoughts or feelings may have been [lingering] in their bosoms. Running waters will flow at their feet; and they will say: \"All praise is due to God, who has guided us unto this; for we would certainly not have found the right path unless God had guided us! Indeed, our Sustainer's apostles have told us the truth!\" And [a voice] will call out unto them: \"This is the paradise which you have inherited by virtue of your past deeds"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "And the inmates of paradise will call out to the inmates of the fire: \"Now we have found that what our Sustainer promised us has come true; have you. too, found that what your Sustainer promised you has come true?\" [The others] will answer, \"Yes!\"-whereupon from their midst a voice will loudly proclaim: \"God's rejection is the due of the evildoers"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "who turn others away from God's path and try to make it appear crooked, and who refuse to acknowledge the truth of the life to come"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "And between the two there will be a barrier. And there will be persons who [in life] were endowed with the faculty of discernment [between right and wrong], recognizing each by its mark. And they will call out unto the inmates of paradise, \"Peace be upon you!\"-not having entered it themselves, but longing [for it]"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "And whenever their eyes are turned towards the inmates of the fire, they will cry: \"O our Sustainer! Place us not among the people who have been guilty of evildoing"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "And they who [in life] had possessed this faculty of discernment will call out to those whom they recognize by their marks [as sinners], saying: \"What has your amassing [of wealth] availed you, and all the false pride of your past"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Are those [blessed ones] the self-same people of whom you once solemnly declared, `Never will God bestow His grace upon them'? [For now they have been told,] `Enter paradise; no fear need you have, and neither shall you grieve"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "And the inmates of the fire will call out unto the inmates of paradise: \"Pour some water upon us, or some of the sustenance [of paradise] which God has provided for you!\" [The inmates of paradise] will reply: \"Verily, God has denied both to those who have denied the truth"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "those who, beguiled by the life of this world, have made play and passing delights their religion! [And God will say:] \"And so We shall be oblivious of them today as they were oblivious of the coming of this their Day [of Judgment], and as Our messages they did deny"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "for, indeed, We did convey unto them a divine writ which We clearly, and wisely, spelled out - a guidance and a grace unto people who will believe"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Are [the unbelievers] but waiting for the final meaning of that [Day of Judgment] to unfold? [But] on the Day when its final meaning is unfolded, those who aforetime had been oblivious thereof will say: \"Our Sustainer's apostles have indeed told us the truth! Have we, then, any intercessors who could intercede in our behalf? Or could we be brought back [to life] so that we might act otherwise than we were wont to act?\" Indeed, they will have squandered their own selves, and all their false imagery will have forsaken them"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "VERILY, your Sustainer is God, who has created the heavens and the earth in six aeons, and is established on the throne of His almightiness. He covers the day with the night in swift pursuit, with the sun and the moon and the stars subservient to His command: oh, verily, His is all creation and all command. Hallowed is God, the Sustainer of all the worlds"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Call unto your Sustainer humbly, and in the secrecy of your hearts. Verily, He loves not those who transgress the bounds of what is right"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "hence, do not spread corruption on earth after it has been so well ordered. And call unto Him with fear and longing: verily, God's grace is ever near unto the doers of good"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "And He it is who sends forth the winds as a glad tiding of His coming grace-so that, when they have brought heavy clouds, We may drive them towards dead land and cause thereby water to descend; and by this means do We cause all manner of fruit to come forth. Even thus shall We cause the \\dead to come forth: [and this] you ought to keep in mind"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "As for the good land, its vegetation comes forth [in abundance] by its Sustainer's leave, whereas from the bad it comes forth but poorly. Thus do We give many facets to Our messages for [the benefit of] people who are grateful"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "INDEED, We sent forth Noah unto his people, and he said: \"O my people! Worship God alone: you have no deity other than Him. Verily, I fear lest suffering befall you on an awesome Day"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "The great ones among his people replied: \"Verily, we see that thou art obviously lost in error"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Said [Noah]: \"O my people! There is no error in me, but I am an apostle from the Sustainer of all the worlds"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "I am delivering unto you my Sustainer's messages and giving you good advice: for I know [through revelation] from God what you do not know"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Why, do you deem it strange that a tiding from your Sustainer should have come unto you through a man from among yourselves, so that he might warn you, and that you might become conscious of God, and that you might be graced with His mercy"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "And yet they gave him the lie! And so We saved him and those who stood by him, in the ark, the while We caused those who had given the lie to Our messages to drown: verily, they were blind folk"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "AND UNTO [the tribe of] `Ad [We sent] their brother Hud. He said: \"O my people! Worship God alone: you have no deity other than Him. Will you not, then, be conscious of Him"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Said the great ones among his people, who refused to acknowledge the truth: \"Verily, we see that thou art weak-minded; and, verily, we think that thou art a liar"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Said [Hud]: \"O my people! There is no weak-mindedness in me, but I am an apostle from the Sustainer of all the worlds"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "I am delivering unto you my Sustainer's messages and advising you truly and wells"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Why, do you deem it strange that a tiding from your Sustainer should have come unto you through a man from among yourselves, so that he might warn you? Do but remember how He made you heirs to Noah's people, and endowed you abundantly with power: remember, then, God's blessings, so that you might attain to a happy state"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "They answered: \"Hast thou come to us [with the demand] that we worship God alone, and give up all that our forefathers were wont to worship? Bring about, then, that [punishment] with which thou hast threatened us, if thou art a man of truth"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Said [Hud]: \"You are already beset by loath some evils and by your Sustainer's condemnation! Do you argue with me about the [empty] names which you have invented - you and your forefathers - for which God has bestowed no warrant from on high? Wait, then, [for what will happen:] verily, I shall wait with you"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "And so, by Our grace, We saved him and those who stood by him, the while We wiped out the last remnant of those who gave the lie to Our messages and would not believe"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "AND UNTO [the tribe of] Thamud [We sent] their brother salih He said: \"O my people! Worship God alone: you have no deity other than Him. Clear evidence of the truth has now come unto you from your Sustainer. \"This she-camel belonging to God shall be a token for you: so leave her alone to pasture on God's earth, and do her no harm, lest grievous chastisement befall you"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "And remember how He made you heirs to [the tribe of] `Ad and settled you firmly on earth, so that you [are able to] build for yourselves castles on its plains and hew out mountains [to serve you] as dwellings: remember, then, God's blessings, and do not act wickedly on earth by spreading corruption"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "The great ones among his people, who gloried in their arrogance towards all who were deemed weak, said unto the believers among them: \"Do you [really] know that salih has been sent by his Sustainer?\" They answered: \"Verily, we believe in the message which he bears"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "[But] the arrogant ones said: \"Behold, what you have come to believe in we refuse to regard as true"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "And then they cruelly slaughtered the she-camel and turned with disdain from their Sustainer's commandment, and said: \"O Salih! Bring about that [punishment] with which thou hast threatened us, if thou art truly one of God's message bearers"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Thereupon an earthquake overtook them: and then they lay lifeless, in their very homes, on the ground"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "And [Salih] turned away from them, and said: \"O my people! Indeed, I delivered unto you my Sustainer's message and gave you good advice: but you did not love those who gave [you] good advice"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "AND [remember] Lot, when he said unto his people: \"Will you commit abominations such as none in all the world has ever done before you"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Verily, with lust you approach men instead of women: nay, but you are people given to excesses"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "But his people's only answer was this: \"Expel them from your land! Verily, they are folk who make themselves out to be pure!”"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Thereupon We saved him and his household except his wife, who was among those that stayed behind"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "the while We rained a rain [of destruction] upon the others: and behold what happened in the end to those people lost in sin"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "AND UNTO [the people of] Madyan [We sent] their brother Shu'ayb. He said: \"O my people! Worship God alone: you have no deity other than Him. Clear evidence of the truth has now come unto you from your Sustainer. Give, therefore, full measure and weight [in all your dealings], and do not deprive people of what is rightfully theirs; and do not spread corruption on earth after it has be, en so well ordered: [all] this is for your own good, 'if you would but believe"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "And do not lie in ambush by every road [that leads to the truth], threatening and trying to turn away from God's path all who believe in Him, and trying to make it appear crooked. And remember [the time] when you were few, and [how] He made you many: and behold what happened in the end to the spreaders of corruption"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "And if there be some among you who have come to believe in the message which I bear, the while the others do not believe, then have patience in adversity till God shall judge between us [and them]: for He is the best of all judges"
        }
    ]
}