{
    "rukus": [
        {
            "chapter": 10,
            "verse": 93,
            "text": "Nos endowed Infans de Israel position de honor beatus them bonus provisions autem they disputed when hoc knowledge advenit them. Tuus Dominus scabinus them Feria Resurrection everything they disputed"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Vos habet any doubt regarding quod revealed vos tuus Dominus tunc ask those read proximus scripture. Indeed truth advenit vos tuus Dominus. perfecit non est doubters"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Nor shall vos ligatus those rejected deus revelations lest vos est losers"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Surely those condemned de proclamationis ex tuus Dominus non believe"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Non matter quod generis de proof vos show them (they non believe dum they vide painful retribution)"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Any community believes surely rewarded pro believing Pro example people Jonah when they believed nos relieved humiliating retribution they suffering in hoc saeculum nos factus them prosperous"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Habet tuus Dominus willed totus people terra believed Vos want force people perfecit become believers"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Non anima believe absque prout deus testimentum He locus curse upon those refuse understand"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "dictus Look apud totus signum caelum terra. Totus proofs totus warnings nunquam help people decided disbelieve"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "they expect fate their counterparts in the elapsus? Dictus Just wait vos ego alias waiting"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Nos ultimately save noster messengers those believe est noster immutable juris nos save believers"
        }
    ]
}