{
    "rukus": [
        {
            "chapter": 4,
            "verse": 135,
            "text": "O vos believe vos est absolutely equitable observe DEUS when vos serve testis et yourselves tuus parentes tuus relatives! Whether accused est rich poor DEUS takes care de ambo! Ergo non biased tuus personal wishes Vos deviate disregard (hoc commandment) tunc DEUS est fully Cognizant de everything vos perfecit"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "O vos believe vos believe in DEUS His messenger scripture He revealed His messenger scripture He revealed ante ut. Anyone refuses believe in DEUS His angels His scriptures His messengers Extremum Feria habet indeed strayed far astray"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "Surely those believe tunc disbelieve tunc believe tunc disbelieve tunc plunge deeper into disbelief DEUS testimentum non forgive them nor testimentum He guide them in any via"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "Inform hypocrites ut they incurred painful retribution"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "They est unus ally disbelievers believers. they seeking dignity them? Totus dignity belongs DEUS alone"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "He instructed vos scripture vos hear deus revelations mocked ridiculed vos non sit them they delve alias subject Alias vos est prout guilty prout they est DEUS testimentum gather hypocrites disbelievers UNUS in Hell"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "They watch vos wait vos attain victory DEUS they dictus (to vos) Est nos non vos? disbelievers get turn they dictus (to them) Perfecit nos non side vos protect vos ex believers? DEUS testimentum scabinus inter vos Feria Resurrection! DEUS testimentum NUNQUAM permit disbelievers prevail believers"
        }
    ]
}