{
    "pages": [
        {
            "chapter": 22,
            "verse": 65,
            "text": "Czyz ty nie widziałes, ze Bog podporzadkował wam to, co jest na ziemi, i podobnie okret, ktory płynie po morzu za Jego rozkazem? On trzyma niebo, zeby nie upadło na ziemie, chyba ze za Jego zezwoleniem. Zaprawde, Bog jest dla ludzi Dobrotliwy, Litosciwy"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "On jest Tym, ktory dal wam zycie, potem spowoduje, iz pomrzecie, potem znowu da wam zycie. Zaprawde, człowiek jest niewdzieczny"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Dla kazdego narodu ustanowilismy jakis obrzadek kultu, ktory oni odprawiaja. Niech wiec nie sprzeczaja sie z soba w tej sprawie! Wzywaj ku twemu Panu, ty przeciez jestes na drodze prostej"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "A jesli oni sprzeczaja sie z toba,. to powiedz: \"Bog wie najlepiej, co wy czynicie"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Bog. rozsadzi miedzy wami, w Dniu Zmartwychwstania, to, w czym sie roznicie"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Czyz ty nie wiesz, iz Bog zna wszystko, co jest w niebie i na ziemi? Zaprawde, to jest w Ksiedze! Zaprawde, to jest dla Boga łatwe"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "I Oni czcza, poza Bogiem, to, czemu On nie dał zadnej władzy i o czym oni nie maja zadnej wiedzy. A niesprawiedliwi nie beda mieli zadnego pomocnika"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "A kiedy sa im recytowane Nasze znaki, jako jasne dowody, rozpoznasz na twarzach tych, ktorzy nie wierza, zaprzeczenie; oni gotowi sa nawet zaatakowac tych, ktorzy im recytuja Nasze znaki. Powiedz: \"Czyz mam wam obwiescic cos gorszego niz to? Ogien, ktory obiecał Bog niewierzacym? Jakze to nieszczesna przystan"
        }
    ]
}