{
    "pages": [
        {
            "chapter": 27,
            "verse": 77,
            "text": "I zaprawde, on jest droga prosta i miłosierdziem dla tych, ktorzy wierza"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Zaprawde, twoj Pan rozstrzygnie miedzy nimi przez Swoj sad! On jest Potezny, Wszechwiedzacy"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Zaufaj wiec Bogu! Ty trwasz przy prawdzie oczywistej"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Zaprawde, ty nie zmusisz do słyszenia martwych ani tez nie zmusisz do usłyszenia tego wezwania głuchych, kiedy oni sie odwracaja plecami"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "I nie wyprowadzisz na droga prosta ludzi slepych z ich zabładzenia. I dasz usłyszec tylko tym, ktorzy wierza w Nasze znaki i ktorzy sie poddaja całkowicie"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "A kiedy padnie na nich słowo, to My wyprowadzimy dla nich zwierze z ziemi i ono im powie: \"Ludzie nie sa szczerze przekonani o Naszych znakach"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "A w Dniu, kiedy My zbierzemy z kazdego narodu mrowie sposrod tych, ktorzy za kłamstwo uznali Nasze znaki, oni zostana podzieleni"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "A kiedy oni przybeda, On powie: \"Czy uznaliscie za kłamstwo Moje znaki, nie obejmujac ich wiedza? Coz jeszcze czyniliscie"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "I padnie na nich słowo za to, iz byli niesprawiedliwi, i nie beda mogli mowic"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Czyz oni nie widzieli, ze uczynilismy noc, aby podczas niej odpoczywali, i dzien, aby jasno widzieli? Zaprawde, to sa znaki dla ludzi wierzacych"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "W tym Dniu, kiedy zadma w trabe, ci, ktorzy sa w niebiosach i na ziemi, beda przerazeni - z wyjatkiem tych, ktorych Bog zechce oszczedzic - i wszyscy przybeda do Niego upokorzeni"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "I zobaczysz gory, ktore uwazałes za nieruchome, jak beda przechodzic, podobnie jak przechodza chmury. To jest działanie Boga, ktory uczynił doskonale kazda rzecz. Zaprawde, On jest w pełni swiadomy tego, co wy czynicie"
        }
    ]
}