{
    "pages": [
        {
            "chapter": 2,
            "verse": 17,
            "text": "Oni sa podobni do tego, ktory zapalił ogien, a kiedy ogien oswietlił to, co było wokoł niego, Bog zabrał im swiatło i pozostawił ich w ciemnosciach, tak iz nie mogli widziec"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Głusi, niemi i slepi - oni nie zawroca"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Albo do chmury burzowej na niebie - w niej sa ciemnosci, grzmot i błyskawica. Oni, obawiajac sie smierci, wkładaja palce w swoje uszy przed piorunami. Bog obejmuje niewiernych"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Błyskawica omal nie odbiera im wzroku. Za kazdym razem, kiedy ona daje im swiatło, oni ida w nim; a kiedy ogarnia ich ciemnosc, oni sie zatrzymuja. Jesliby zechciał Bog, to zabrałby im słuch i wzrok. Zaprawde, Bog jest nad kazda rzecza wszechwładny"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "O ludzie! Czcijcie waszego Pana, ktory was stworzył, jak i tych, ktorzy byli przed wami! - byc moze, wy bedziecie bogobojni"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "On jest Tym, ktory uczynił dla was ziemie posłaniem, niebo - budowla. On spuscił z nieba wode sprawił, ze dzieki niej wyrosły owoce Jako zaopatrzenie dla was. Nie dawajcie wiec Bogu rownych, skoro wy wiecie"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "A jesli pozostajecie w watpliwosci wobec tego, co zesłalismy Naszemu słudze, o przyniescie sure podobna do tego wezwijcie waszych swiadkow, poza Bogiem"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "A jesli jestescie prawdomowni! A jesli tego nie uczynicie a wy nigdy tego nie uczynicie - to bojcie sie ognia, a paliwem jego beda ludzie i kamienie, ktory został przygotowany dla niewiernych"
        }
    ]
}