{
    "pages": [
        {
            "chapter": 30,
            "verse": 25,
            "text": "I z Jego znakow jest to, iz stoja mocno na Jego rozkaz niebo i ziemia. Potem, kiedy On was wezwie jednym wezwaniem, wtedy z ziemi wyjdziecie"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Do Niego naleza ci, ktorzy sa w niebiosach i na ziemi; wszyscy sa Jemu poboznie posłuszni"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "On jest Tym, ktory daje poczatek stworzeniu, potem je powtarza. To jest dla Niego łatwe! On jest najwznioslejszym wzorem w niebiosach i na ziemi. On jest Potezny, Madry"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "On przytoczył wam przykład z was samych. Czy macie z waszych niewolnikow wspołuczestnikow w tym, w co was zaopatrzylismy, i czy jestescie w tym z nimi rowni? Czy wy sie ich obawiacie, tak jak obawiacie sie siebie nawzajem? Tak My wyjasniamy znaki ludziom,, ktorzy sa rozumni"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Ale ci, ktorzy sa niesprawiedliwi, postepuja za swoimi namietnosciami, bezwiednie. A kto poprowadzi droga prosta tego, ktorego sprowadził z drogi Bog? Oni nie beda mieli zadnych pomocnikow"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Przeto zwroc swoje oblicze ku religii, jak człowiek gorliwie pobozny, zgodnie z natura, jaka Bog obdarzył ludzi przy stworzeniu. - Nie ma zadnej odmiany w stworzeniu Boga! - To jest religia prawdziwa, lecz wiekszosc ludzi nie wie"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Nawracajac sie do Niego, bojcie sie Go, odprawiajcie modlitwe i nie badzcie z liczby tych, ktorzy Jemu dodaja wspołtowarzyszy"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Ani tez sposrod tych, ktorzy podzielili swoja religie, tworzac sekty; przy czym kazda frakcja odszczepiencza cieszy sie tym, co zachowuje"
        }
    ]
}