{
    "rukus": [
        {
            "chapter": 6,
            "verse": 83,
            "text": "یہ تھی ہماری وہ حجت جو ہم نے ابراہیمؑ کو اس کی قوم کے مقابلہ میں عطا کی ہم جسے چاہتے ہیں بلند مرتبے عطا کرتے ہیں حق یہ ہے کہ تمہارا رب نہایت دانا اور علیم ہے"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "پھر ہم نے ابراہیمؑ کو اسحاقؑ اور یعقوبؑ جیسی اولاد دی اور ہر ایک کو راہ راست دکھائی (وہی راہ راست جو) اس سے پہلے نوحؑ کو دکھائی تھی اور اُسی کی نسل سے ہم نے داؤدؑ، سلیمانؑ، ایوبؑ، یوسفؑ، موسیٰؑ اور ہارونؑ کو (ہدایت بخشی) اِس طرح ہم نیکو کاروں کو ان کی نیکی کا بدلہ دیتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "(اُسی کی اولاد سے) زکریاؑ، یحییٰؑ، عیسیٰؑ اور الیاسؑ کو (راہ یاب کیا) ہر ایک ان میں سے صالح تھا"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "(اسی کے خاندان سے) اسماعیلؑ، الیسعؑ، اور یونسؑ اور لوطؑ کو (راستہ دکھایا) اِن میں سے ہر ایک کو ہم نے تمام دنیا والوں پر فضیلت عطا کی"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "نیز ان کے آبا و اجداد اور ان کی اولاد اور ان کے بھائی بندوں میں سے بہتوں کو ہم نے نوازا، انہیں اپنی خدمت کے لیے چن لیا اور سیدھے راستے کی طرف اُن کی رہنمائی کی"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "یہ اللہ کی ہدایت ہے جس کے ساتھ وہ اپنے بندوں میں سے جس کی چاہتا ہے رہنمائی کرتا ہے لیکن اگر کہیں ان لوگوں نے شرک کیا ہوتا تو ان کا سب کیا کرایا غارت ہو جاتا"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "وہ لوگ تھے جن کو ہم نے کتاب اور حکم اور نبوت عطا کی تھی اب اگر یہ لوگ اس کو ماننے سے انکار کرتے ہیں تو (پروا نہیں) ہم نے کچھ اور لوگوں کو یہ نعمت سونپ دی ہے جو اس سے منکر نہیں ہیں"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "اے محمدؐ! وہی لوگ اللہ کی طرف سے ہدایت یافتہ تھے، انہی کے راستہ پر تم چلو، اور کہہ دو کہ میں (اس تبلیغ و ہدایت کے) کام پر تم سے کسی اجر کا طالب نہیں ہوں، یہ تو ایک عام نصیحت ہے تمام دنیا والوں کے لیے"
        }
    ]
}