{
    "rukus": [
        {
            "chapter": 18,
            "verse": 60,
            "text": "(ذرا اِن کو وہ قصہ سناؤ جو موسیٰؑ کو پیش آیا تھا) جبکہ موسیٰؑ نے اپنے خادم سے کہا تھا کہ \"میں اپنا سفر ختم نہ کروں گا جب تک کہ دونوں دریاؤں کے سنگم پر نہ پہنچ جاؤں، ورنہ میں ایک زمانہ دراز تک چلتا ہی رہوں گا"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "پس جب وہ ان کے سنگم پر پہنچے تو اپنی مچھلی سے غافل ہو گئے اور وہ نکل کر اس طرح دریا میں چلی گئی جیسے کہ کوئی سرنگ لگی ہو"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "آگے جا کر موسیٰؑ نے اپنے خادم سے کہا \" لاؤ ہمارا ناشتہ، آج کے سفر میں تو ہم بری طرح تھک گئے ہیں"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "خادم نے کہا \"آپ نے دیکھا! یہ کیا ہوا؟ جب ہم اُس چٹان کے پاس ٹھیرے ہوئے تھے اُس وقت مجھے مچھلی کا خیال نہ رہا اور شیطان نے مجھ کو ایسا غافل کر دیا کہ میں اس کا ذکر (آپ سے کرنا) بھول گیا مچھلی تو عجیب طریقے سے نکل کر دریا میں چلی گئی"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "موسیٰؑ نے کہا \"اسی کی تو ہمیں تلاش تھی\" چنانچہ وہ دونوں اپنے نقش قدم پر پھر واپس ہوئے"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "اور وہاں انہوں نے ہمارے بندوں میں سے ایک بندے کو پایا جسے ہم نے اپنی رحمت سے نوازا تھا اور اپنی طرف سے ایک خاص علم عطا کیا تھا"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "موسیٰؑ نے اس سے کہا \"کیا میں آپ کے ساتھ رہ سکتا ہوں تاکہ آپ مجھے بھی اُس دانش کی تعلیم دیں جو آپ کوسکھائی گئی ہے؟"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "اس نے جواب دیا \"آپ میرے ساتھ صبر نہیں کر سکتے"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "اور جس چیز کی آپ کو خبر نہ ہو آخر آپ اس پر صبر کر بھی کیسے سکتے ہیں"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "موسیٰؑ نے کہا \"انشاءاللہ آپ مجھے صابر پائیں گے اور میں کسی معاملہ میں آپ کی نافرمانی نہ کروں گا"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "اس نے کہا \"اچھا، اگر آپ میرے ساتھ چلتے ہیں تو مجھ سے کوئی بات نہ پوچھیں جب تک کہ میں خود اس کا آپ سے ذکر نہ کروں"
        }
    ]
}