{
    "rukus": [
        {
            "chapter": 29,
            "verse": 31,
            "text": "اور جب ہمارے فرستادے ابراہیمؑ کے پاس بشارت لے کر پہنچے تو انہوں نے اُس سے کہا \"ہم اِس بستی کے لوگوں کو ہلاک کرنے والے ہیں، اس کے لوگ سخت ظالم ہو چکے ہیں"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "ابراہیمؑ نے کہا \"وہاں تو لوطؑ موجود ہے\" انہوں نے کہا \"ہم خوب جانتے ہیں کہ وہاں کون کون ہے ہم اُسے، اور اس کی بیوی کے سوا اس کے باقی گھر والوں کو بچا لیں گے\" اس کی بیوی پیچھے رہ جانے والوں میں سے تھی"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "پھر جب ہمارے فرستادے لوطؑ کے پاس پہنچے تو ان کی آمد پر وہ سخت پریشان اور دل تنگ ہوا اُنہوں نے کہا \"نہ ڈرو اور نہ رنج کرو ہم تمہیں اور تمہارے گھر والوں کو بچا لیں گے، سوائے تمہاری بیوی کے جو پیچھے رہ جانے والوں میں سے ہے"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "ہم اس بستی کے لوگوں پر آسمان سے عذاب نازل کرنے والے ہیں اُس فسق کی بدولت جو یہ کرتے رہے ہیں"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "اور ہم نے اُس بستی کی ایک کھُلی نشانی چھوڑ دی ہے اُن لوگوں کے لیے جو عقل سے کام لیتے ہیں"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "اور مَدیَن کی طرف ہم نے اُن کے بھائی شعیب کو بھیجا اُس نے کہا \"اے میری قوم کے لوگو، اللہ کی بندگی کرو اور روزِ آخر کے امیدوار رہو اور زمین میں مفسد بن کر زیادتیاں نہ کرتے پھرو"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "مگر انہوں نے اسے جھٹلا دیا آخر کار ایک سخت زلزلے نے انہیں آ لیا اور وہ اپنے گھروں میں پڑے کے پڑے رہ گئے"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "اور عاد و ثمود کو ہم نے ہلاک کیا، تم وہ مقامات دیکھ چکے ہو جہاں وہ رہتے تھے اُن کے اعمال کو شیطان نے اُن کے لیے خوشنما بنا دیا اور انہیں راہِ راست سے برگشتہ کر دیا حالانکہ وہ ہوش گوش رکھتے تھے"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "اور قارون و فرعون و ہامان کو ہم نے ہلاک کیا موسیٰؑ اُن کے پاس بیّنات لے کر آیا مگر انہوں نے زمین میں اپنی بڑائی کا زعم کیا حالانکہ وہ سبقت لے جانے والے نہ تھے"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "آخر کار ہر ایک کو ہم نے اس کے گناہ میں پکڑا، پھر ان میں سے کسی پر ہم نے پتھراؤ کرنے والی ہوا بھیجی، اور کسی کو ایک زبردست دھماکے نے آ لیا، اور کسی کو ہم نے زمین میں دھسا دیا، اور کسی کو غرق کر دیا اللہ اُن پر ظلم کرنے والا نہ تھا، مگر وہ خود ہی اپنے اوپر ظلم کر رہے تھے"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "جن لوگوں نے اللہ کو چھوڑ کر دُوسرے سرپرست بنا لیے ہیں اُن کی مثال مکڑی جیسی ہے جو اپنا ایک گھر بناتی ہے اور سب گھروں سے زیادہ کمزور گھر مکڑی کا گھر ہی ہوتا ہے کاش یہ لوگ علم رکھتے"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "یہ لوگ اللہ کو چھوڑ کر جس چیز کو بھی پکارتے ہیں اللہ اسے خوب جانتا ہے اور وہی زبردست اور حکیم ہے"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "یہ مثالیں ہم لوگوں کی فہمائش کے لیے دیتے ہیں، مگر ان کو وہی لوگ سمجھتے ہیں جو علم رکھنے والے ہیں"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "اللہ نے آسمانوں اور زمین کو برحق پیدا کیا ہے، در حقیقت اِس میں ایک نشانی ہے اہلِ ایمان کے لیے"
        }
    ]
}