{
    "rukus": [
        {
            "chapter": 35,
            "verse": 8,
            "text": "(بھلا کچھ ٹھکانا ہے اُس شخص کی گمراہی کا) جس کے لیے اُس کا برا عمل خوشنما بنا دیا گیا ہو اور وہ اُسے اچھا سمجھ رہا ہو؟ حقیقت یہ ہے کہ اللہ جسے چاہتا ہے گمراہی میں ڈال دیتا ہے اور جسے چاہتا ہے راہ راست دکھا دیتا ہے پس (اے نبیؐ) خواہ مخواہ تمہاری جان ان لوگوں کی خاطر غم و افسوس میں نہ گھلے جو کچھ یہ کر رہے ہیں اللہ اُس کو خوب جانتا ہے"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "وہ اللہ ہی تو ہے جو ہواؤں کو بھیجتا ہے، پھر وہ بادل اٹھاتی ہیں، پھر ہم اسے ایک اُجاڑ علاقے کی طرف لے جاتے ہیں اور اسی زمین کو جِلا اٹھاتے ہیں جو مری پڑی تھی مرے ہوئے انسانوں کا جی اٹھنا بھی اسی طرح ہوگا"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "جو کوئی عزت چاہتا ہو اُسے معلوم ہونا چاہیے کہ عزت ساری کی ساری اللہ کی ہے اُس کے ہاں جو چیز اوپر چڑھتی ہے وہ صرف پاکیزہ قول ہے، اور عمل صالح اس کو اوپر چڑھاتا ہے رہے وہ لوگ جو بیہودہ چال بازیاں کرتے ہیں، اُن کے لیے سخت عذاب ہے اور اُن کا مکر خود ہی غارت ہونے والا ہے"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "اللہ نے تم کو مٹی سے پیدا کیا، پھر نطفہ سے، پھر تمہارے جوڑے بنا دیے (یعنی مرد اور عورت) کوئی عورت حاملہ نہیں ہوتی اور نہ بچہ جنتی ہے مگر یہ سب کچھ اللہ کے علم میں ہوتا ہے کوئی عمر پانے والا عمر نہیں پاتا اور نہ کسی کی عمر میں کچھ کمی ہوتی ہے مگر یہ سب کچھ ایک کتاب میں لکھا ہوتا ہے اللہ کے لیے یہ بہت آسان کام ہے"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "اور پانی کے دونوں ذخیرے یکساں نہیں ہیں ایک میٹھا اور پیاس بجھانے والا ہے، پینے میں خوشگوار، اور دوسرا سخت کھاری کہ حلق چھیل دے مگر دونوں سے تم تر و تازہ گوشت حاصل کرتے ہو، پہننے کے لیے زینت کا سامان نکالتے ہو، اور اسی پانی میں تم دیکھتے ہو کہ کشتیاں اُس کا سینہ چیرتی چلی جا رہی ہیں تاکہ تم اللہ کا فضل تلاش کرو اور اُس کے شکر گزار بنو"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "وہ دن کے اندر رات کو اور رات کے اندر دن کو پروتا ہوا لے آتا ہے چاند اور سورج کو اُس نے مسخر کر رکھا ہے یہ سب کچھ ایک وقت مقرر تک چلے جا رہا ہے وہی اللہ (جس کے یہ سارے کام ہیں) تمہارا رب ہے بادشاہی اسی کی ہے اُسے چھوڑ کر جن دوسروں کو تم پکارتے ہو وہ ایک پرکاہ کے مالک بھی نہیں ہیں"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "انہیں پکارو تو وہ تمہاری دعائیں سن نہیں سکتے اور سن لیں تو ان کا تمہیں کوئی جواب نہیں دے سکتے اور قیامت کے روز وہ تمہارے شرک کا انکار کر دیں گے حقیقت حال کی ایسی صحیح خبر تمہیں ایک خبردار کے سوا کوئی نہیں دے سکتا"
        }
    ]
}