{
    "rukus": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "جن لوگوں نے کفر کیا اور اللہ کے راستے سے روکا، اللہ نے ان کے اعمال کو رائیگاں کر دیا"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "اور جو لوگ ایمان لائے اور جنہوں نے نیک عمل کیے اور اُس چیز کو مان لیا جو محمدؐ پر نازل ہوئی ہے اور ہے وہ سراسر حق اُن کے رب کی طرف سے اللہ نے ان کی برائیاں اُن سے دور کر دیں اور ان کا حال درست کر دیا"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "یہ اس لیے کہ کفر کرنے والوں نے باطل کی پیروی کی اور ایمان لانے والوں نے اُس حق کی پیروی کی جو ان کے رب کی طرف سے آیا ہے اِس طرح اللہ لوگوں کو اُن کی ٹھیک ٹھیک حیثیت بتائے دیتا ہے"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "پس جب اِن کافروں سے تمہاری مڈ بھیڑ ہو تو پہلا کام گردنیں مارنا ہے، یہاں تک کہ جب تم ان کو اچھی طرح کچل دو تب قیدیوں کو مضبوط باندھو، اس کے بعد (تمہیں اختیار ہے) احسان کرو یا فدیے کا معاملہ کر لو، تا آنکہ لڑائی اپنے ہتھیار ڈال دے یہ ہے تمہارے کرنے کا کام اللہ چاہتا تو خود ہی اُن سے نمٹ لیتا، مگر (یہ طریقہ اُس نے اس لیے اختیار کیا ہے) تاکہ تم لوگوں کو ایک دوسرے کے ذریعہ سے آزمائے اور جو لوگ اللہ کی راہ میں مارے جائیں گے اللہ ان کے اعمال کو ہرگز ضائع نہ کرے گا"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "وہ ان کی رہنمائی فرمائے گا، ان کا حال درست کر دے گا"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "اور ان کو اس جنت میں داخل کرے گا جس سے وہ ان کو واقف کرا چکا ہے"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "اے لوگو جو ایمان لائے ہو، اگر تم اللہ کی مدد کرو گے تو وہ تمہاری مدد کرے گا اور تمہارے قدم مضبوط جما دے گا"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "رہے وہ لوگ جنہوں نے کفر کیا ہے، تو اُن کے لیے ہلاکت ہے اور اللہ نے ان کے اعمال کو بھٹکا دیا ہے"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "کیونکہ انہوں نے اُس چیز کو ناپسند کیا جسے اللہ نے نازل کیا ہے، لہٰذا اللہ نے اُن کے اعمال ضائع کر دیے"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "کیا وہ زمین میں چلے پھرے نہ تھے کہ اُن لوگوں کا انجام دیکھتے جو ان سے پہلے گزر چکے ہیں؟ اللہ نے اُن کا سب کچھ اُن پر الٹ دیا، اور ایسے نتائج اِن کافروں کے لیے مقدر ہیں"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "یہ اس لیے کہ ایمان لانے والوں کا حامی و ناصر اللہ ہے اور کافروں کا حامی و ناصر کوئی نہیں"
        }
    ]
}