{
    "rukus": [
        {
            "chapter": 50,
            "verse": 1,
            "text": "ق، قسم ہے قرآن مجید کی"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "بلکہ اِن لوگوں کو تعجب اس بات پر ہوا کہ ایک خبردار کرنے والا خود اِنہی میں سے اِن کے پاس آگیا پھر منکرین کہنے لگے \"یہ تو عجیب بات ہے"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "کیا جب ہم مر جائیں گے اور خاک ہو جائیں گے (تو دوبارہ اٹھائے جائیں گے)؟ یہ واپسی تو عقل سے بعید ہے"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "زمین ان کے جسم میں سے جو کچھ کھاتی ہے وہ سب ہمارے علم میں ہے اور ہمارے پاس ایک کتاب ہے جس میں سب کچھ محفوظ ہے"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "بلکہ اِن لوگوں نے تو جس وقت حق اِن کے پاس آیا اُسی وقت اُسے صاف جھٹلا دیا اِسی وجہ سے اب یہ الجھن میں پڑے ہوئے ہیں"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "اچھا، تو کیا اِنہوں نے کبھی اپنے اوپر آسمان کی طرف نہیں دیکھا؟ کس طرح ہم نے اسے بنایا اور آراستہ کیا، اور اس میں کہیں کوئی رخنہ نہیں ہے"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "اور زمین کو ہم نے بچھایا اور اس میں پہاڑ جمائے اور اُس کے اندر ہر طرح کی خوش منظر نباتات اگا دیں"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "یہ ساری چیزیں آنکھیں کھولنے والی اور سبق دینے والی ہیں ہر اُس بندے کے لیے جو (حق کی طرف) رجوع کرنے والا ہو"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "اور آسمان سے ہم نے برکت والا پانی نازل کیا، پھر اس سے باغ اور فصل کے غلے"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "اور بلند و بالا کھجور کے درخت پیدا کر دیے جن پر پھلوں سے لدے ہوئے خوشے تہ بر تہ لگتے ہیں"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "یہ انتظام ہے بندوں کو رزق دینے کا اِس پانی سے ہم ایک مُردہ زمین کو زندگی بخش دیتے ہیں (مرے ہوئے انسانوں کا زمین سے) نکلنا بھی اِسی طرح ہو گا"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "اِن سے پہلے نوحؑ کی قوم، اور اصحاب الرس، اور ثمود"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "اور عاد، اور فرعون، اور لوطؑ کے بھائی"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "اور ایکہ والے، اور تبع کی قوم کے لوگ بھی جھٹلا چکے ہیں ہر ایک نے رسولوں کو جھٹلایا، اور آخر کار میری وعید اُن پر چسپاں ہو گئی"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "کیا پہلی بار کی تخلیق سے ہم عاجز تھے؟ مگر ایک نئی تخلیق کی طرف سے یہ لوگ شک میں پڑے ہوئے ہیں"
        }
    ]
}