{
    "maqras": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "And we did send down upon his people no hosts from heaven, nor yet what we were wont to send down"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "it was but a single noise, and lo! they were extinct"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Alas for the servants! there comes to them no apostle but they mock at him"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Have they not seen how many generations we have, destroyed before them"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "verily, they shall not return to them; but all of them shall surely altogether be arraigned"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "And a sign for them is the dead earth which we have quickened and brought forth therefrom seed, and from it do they eat"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "and we made therein gardens and palms and grapes, and we have caused fountains to gush forth therein"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "that they may eat from the fruit thereof, and of what their hands have made; will they not then give thanks"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Celebrated be the praises of Him who created all kinds, of what the earth brings forth, and of themselves, and what they know not of"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "And a sign to them is the night, from which we strip off the day, and lo! they are in the dark"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "and the sun runs on to a place of rest for it; that is the ordinance of the mighty, the wise"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "And the moon, we have ordered for it stations, until it comes again to be like an old dry palm branch"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Neither is it proper for it to catch up the moon, nor for the night to outstrip the day, but each one floats on in its sky"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "And a sign for them is that we bear their seed in a laden ship"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "and we have created for them the like thereof whereon to ride"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "and if we please, we drown them, and there is none for them to appeal to; nor are they rescued"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "save by mercy from us, as a provision for a season"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "And when it is said to them, 'Fear what is before you and what is behind you, haply ye may obtain mercy"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "and thou bringest them not any one of the signs of their Lord, but they turn away therefrom"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "and when it is said to them, 'Expend in alms of what God has bestowed upon you,' those who misbelieve say to those who believe, 'Shall we feed him whom, if God pleased, He would feed? ye are only in an obvious error"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "They say, 'When shall this promise come to pass, if ye do tell the truth"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "They await but a single noise, that shall seize them as they are contending"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "And they shall not be able to make a bequest; nor to their people shall they return"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "but the trumpet shall be blown, and, behold, from their graves unto their Lord shall they slip out"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "They shall say, 'O, woe is us! who has raised us up from our sleeping-place? this is what the Merciful promised, and the apostles told the truth"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "It shall be but a single noise, and lo! they are all arraigned before us"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "And on that day no soul shall be wronged at all, nor shall ye be rewarded for aught but that which ye have done"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Verily, the fellows of Paradise upon that day shall be employed in enjoyment"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "they and their wives, in shade upon thrones, reclining"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "therein shall they have fruits, and they shall have what they may call for"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Peace!' - a speech from the merciful Lord"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Separate yourselves today, O ye sinners"
        }
    ]
}