{
    "maqras": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Ба номи Худованди бахшояндаи меҳрубон"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Ситоиш Худоро, ки Парвардигори ҷаҳониён аст"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "Бахшояндаи меҳрубон"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Фармонравои рӯзи ҷазо"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "Танҳо Туро мепарастем ва танҳо аз Ту ёри меҷӯем"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Моро ба роҳи рост ҳидоят кун"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "роҳи касоне, ки онҳоро неъмат додаи, на хашмгирифтагонӣ бар онҳо ва на гумроҳон"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Алиф. Лом. Мим"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Ин аст ҳамон китобе, ки дар он ҳеҷ шакке нест. Парҳезгоронро роҳнамост"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "«онон, ки ба ғайб имон меоваранд ва намоз мегузоранд ва аз он чи рӯзияшон додаем, инфоқ (харҷ) мекунанд»"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "ва онон, ки ба он чи бар ту ва бар паёмбарони пеш аз ту нозил шудааст, имон меоваранд ва ба охират яқин доранд"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Эшон аз сӯи Парвардигорашон қарини ҳидоятанд ва худ наҷот ёфтагонанд"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Кофиронро Хоҳ битарсони ё натарсони, фарқашон накунад, имон намеоваранд"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Худо бар дилҳояшон ва бар гушашон муҳр ниҳода ва бар рӯи чашмонашон пардаест ва барояшон азобест бузург"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Баъзе аз мардум мегӯянд: «Ба Худо ва рӯзи қиёмат имон овардаем». Ҳолл он ки имон наовардаанд"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Инон Худову мӯъминонро мефиребанд ва намедонанд, ки танҳо худро фиреб медиҳанд"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Дар дилҳояшон маразест ва Худо низ бар маразашон бияфзудааст ва ба ҷазои дуруғе, ки гуфтаанд, барояшон азобест дардовар"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Чун ба онҳо гуфта шавад, ки дар замин фасод накунед, мегӯянд: «Мо муслеҳонем» (некӯкоронем)"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Огоҳ бошед, ки инҳо худ фасодкоронанду намедонанд"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Ва чун ба онон гуфта шавад, ки шумо низ ҳамонанди дигар мардумон имон биёваред, мегӯянд: «Оё мо низ ҳамонанди бехирадон имон биёварем?» Огоҳ бошед, ки онон худ бехирадонанду намедонанд"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Ва чун ба мӯъминон мерасанд, мегӯянд: «Имон овардем». Ва чун бо шайтонҳои хеш хилват мекунанд, мегӯянд: «Мо бо шумо ҳастем, мо масқараашон мекунем»"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Худост ки онҳоро масхара мекунад ва онҳоро вомегузорад то ҳамчунон дар туғёни хеш саргардон бимонанд"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Инҳо гумроҳиро ба ҳидоят хариданд, пас тоҷираташон суд накард ва дар шумори ҳидоятёфтагон дарнаёмадаанд"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Мисолашон мисли он касест, ки оташе афрӯхт, чун атрофашро равшан сохт, Худо рӯшнои аз онон бозгирифт ва нобино дар торики раҳояшон кард"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Каронанд, гунгонанд ва бознамегарданд"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Ё чун бороне сахт дар зулмат ҳамроҳ бо раъду барқ аз осмон фуруд ояд, то мабод, ки аз бонги раъд бимиранд, ангуштони хеш дар гушҳо кунанд. Ва Худо бар кофирон иҳота дорад. (бо илми худ)"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Наздик бошад, ки барқ дидагонашонро нобино созад. Хар гоҳ равшан шавад, чанд қадаме бармедоранд ва чун хомуш шавад, аз рафтан бозистанд. Агар Худо мехост, гушҳояшонро кару чашмонашонро кур месохт, ки ӯ ба ҳар коре тавоност"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Эй мардум, Парвардигоратонро, ки шумо ва пешиниёнатонро биёфаридааст, бипарастед. Бошад ки парҳезгор шавед"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Он Худованде, ки заминро чун гилеме бигустурд ва осмонро чун биное бияфрохт ва аз осмон обе фиристод ва бо он об барои рӯзии шумо аз замин ҳар гуна самарае бируёнид ва худ медонед, ки набояд барои Худо шариконе қарор диҳед"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Ва агар дар он чӣ бар бандаи хеш нозил кардаем дар шак ҳастед, сурае ҳамонанди он биёваред ва ғайра Худо ҳамаи ҳозиронатонро фаро хонед агар рост мегӯед"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Ва ҳар гоҳ чунин накардаед, ки ҳаргиз натавонед кард, пас битарсед аз оташе, ки барои кофирон муҳайё шуда ҳезуми он мардумон ва сангҳо ҳастанд"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Ба онон, ки имон овардаанд ва корҳои шоиста кардаанд, мужда деҳ, ки барояшон биҳиштҳоест, ки дар он наҳрҳо ҷорист. Ва ҳар гоҳ, ки аз меваҳои он бархурдор шаванд, гӯянд: «Пеш аз ин дар дунё аз чунин меваҳое бархурдор шуда будем, ки ин меваҳо монанд ба якдигаранд». Ва низ дар он ҷо ҳамсароне покиза доранд ва дар он ҷо ҷовидона бошанд"
        }
    ]
}