{
    "maqras": [
        {
            "chapter": 38,
            "verse": 52,
            "text": "Заноне ҳамсол аз он гуна, ки ғайри шӯи худ ба касе назар надоранд, назди онҳоянд"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "Ин аст он чизҳое, ки барои рӯзи ҳисоб ба шумо ваъда додаанд"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "Ин ризқи Мост, ки поён наёфтанист"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "чунин аст. Ва саркашонро бадтарин бозгаштхост"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "Ба ҷаҳаннам мераванд, ки бад ҷойгоҳест"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "Бояд оби ҷӯшону чирк ва хунобаи дӯзахиёнро бинӯшанд"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "Ва азобҳои дигар аз ҳар навъ"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "Ин гурӯҳ бо шумо (эй гумроҳкунандаҳо) ба оташ медароянд. Хушомадашон мабод, ки ба оташ меафтанд"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "Гӯянд: «На, хушомад шуморо набод. Шумо ин азобро пешопеш барои мо фиристода будед, чӣ бад ҷойгоҳест!»"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "Гӯянд: «Эй Парвардигори мо, ҳар кас, ки ин азобро пешопеш барои мо омода кардааст, азобашро дар оташ дучандон зиёда кун!»"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "Ва гӯянд: «Чаро мардонеро, ки аз ашрор (бадкорон). мешумурдем, акнун намебинем"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "Ононро ба масхара мегирифтем. Оё аз назарҳо дур мондаанд?»"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Ин баҳсу ҷидоли аҳли ҷаҳаннам бо якдигар чизест, ки ба ҳақиқат воқеъ шавад"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "Бигӯ: «Фақат ҳамин аст, ки ман бимдиҳандае ҳастам ва ҳеҷ худое ғайри Худои яктои каҳҳор нест"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "Он пирӯзманду бахшоянда, Парвардигори осмонҳову замин ва ҳар чӣ миёни онҳост»"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "Бигӯ: «Ин хабаре бузург аст"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "ки шумо аз он рӯй мегардонед"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "Ҳангоме ки бо якдигар ҷидол (баҳс) мекарданд, ман хабаре аз сокинони олами боло надоштам"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "Танҳо аз он рӯй ба ман ваҳй мешавад, ки бимдиҳандае равшангар ҳастам»"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "Парвардигорат ба фариштагон гуфт: «Ман башареро аз гил меофаринам"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "Чун тамомаш кардам ва дар он аз рӯҳи худ дамидам, ҳама саҷдааш кунед!»"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "Ҳама фариштагон саҷда карданд"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "Ғайри Иблис, ки саркашӣ карду аз кофирон шуд"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "Гуфт: «Эй Иблис, чӣ чиз туро аз саҷда кардан дар баробари он чӣ Ман бо ду дасти худ офаридаам, манъ кард? Оё бузургӣ намудӣ ё мақоме арҷманд доштӣ?»"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "Гуфт: «Ман аз ӯ беҳтарам. Маро аз оташ офаридаи ва ӯро аз гил»"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "Гуфт: «Аз ин ҷо берун шав, ки ту рондашудаӣ"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "Ва то рӯзи қиёмат лаънати Ман бар туст»"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "Гуфт: «Эй Парвардигори ман, маро то рӯзе, ки аз нав зинда шаванд, мӯҳлат деҳ»"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "Гуфт: «Ту аз мӯҳлатёфтагонӣ"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "то он рӯзи муъайяни маълум»"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "Гуфт: «Ба иззати Ту савганд, ки ҳамагонро гумроҳ кунам"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "ғайри онҳо, ки аз бандагони мухлиси Ту бошанд»"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "Гуфт: «Ҳақ аст ва он чӣ мегӯям, рост аст"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "ки ҷаҳаннамро аз туву аз ҳамаи пайравонат пур кунам»"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Бигӯ: «Ман аз шумо музде наметалабам ва нестам аз онон, ки ба дурӯғ чизе бар худ мебофанд»"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "Ва ии ғайри панде барои мардуми ҷаҳон нест"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "Ва ту баъд аз ин аз хабари он огох хоҳӣ шуд"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "Нозил шудани ин китоб аз ҷониби Худои пирӯзманди ҳаким аст"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Мо ин китобро ба ростӣ бар ту нозил кардем (фиристодем). Пас Худоро бипараст ва дини худ барои Ӯ холис гардон"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Огоҳ бош, ки дини холис аз они Худост ва онон, ки ғайри Ӯ дигареро ба худои гирифтанд, гуфтанд: «Инонро аз он рӯ мепарастем, то василаи наздикии мо ба Худои якто шаванд. Ва Худо дар он чӣ ихтилоф мекунанд, миёнашон ҳукм хоҳад кард. Худо онро, ки дурӯғгӯву носипос бошад, ҳидоят намекунад"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Агар Худо мехост, ки барои худ фарзанде баргирад, аз миёни махлуқоти худ ҳар чиро, ки мехост, интихоб мекард. Пок аст. Ӯст Худои яктои қаҳҳор"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Осмонҳову заминро ба ҳақ биёфарид. Шабро бар рӯз дохил мекунад ва рӯзро бар шаб. Ва офтобу моҳро ром гардонид ва ҳар як то замоне муъайян дар ҳаракатанд. Огоҳ бош, ки Ӯст пирӯзманду омурзанда"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "Шуморо аз як тан биёфарид. Ва аз он як тан занашро офарид. Ва бароятон аз чорпоён ҳашт чуфт биёфарид. Шуморо дар шиками модаратон дар чанд марҳала дар даруни торикиҳои сегона офариниш бахшид. Ин аст Худои якто, Парвардигори шумо. Фармонравоӣ аз они Ӯст. Худое ҷуз Ӯ нест. Пас чӣ гуна рӯйгардонатон месозанд"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Агар носипосӣ кунед, Худо аз шумо беҳоҷат аст ва носипосиро (ношукриро) барои бандагонаш намеписандад. Меписандад, ки сипосгузор бошед. Ва ҳеҷ кас бори гуноҳи дигареро бар душ намекашад. Бозгашти ҳамаи шумо назди Парвардигоратон аст. Ӯ шуморо аз корҳое, ки мекардаед, огоҳ мекунад, Ӯ ба он чӣ дар дилҳо мегузарад, огоҳ аст"
        }
    ]
}