{
    "maqras": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "Ва чун достони писари Марям оварда шуд, қавми ту ба шодмонӣ фарёд заданд"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "ва гуфтан, д: «Оё худоёни мо беҳтаранд ё Ӯ?» Ва ин суханро фақат барои ҷидол бо ту гуфтаанд, ки мардуме хусумат кунандаанд"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Ӯ фақат бандае буд, ки Мо неъматаш ато кардем ва мояи ибрати банӣ- Исроилаш гардонидем"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Агар мехостем, ба ҷои шумо фариштагоне падид меовардем, то дар рӯи замин ҷонишини шумо гарданд"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Ва бешубҳа ӯ (Исо) нишонаи фаро расидани қиёмат аст. Дар ин шак макунед ва ба Ман пайравӣ кунед! Ин аст роҳи рост"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Шайтон шуморо аз роҳ бознагардонад, зеро ӯ душмани ошкори шумост"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Ва чун Исо бо далелҳои равшани худ омад, гуфт: «Бароятон ҳикмат овардаам ва омадаам, то чизҳоеро, ки дар он ихтилоф мекунед, баён кунам. Пас аз Худо битарсед ва ба ман итоъат кунед"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Худои якто Парвардигори ману Парвардигори шумост. Ӯро бипарастед. Роҳи рост ин аст»"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Гурӯҳҳо бо ҳам ихтилоф карданд. Пас вой бар ситамкорон аз азоби дардовари қиёмат"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Оё чашм ба роҳи чизе ҷуз қиёматанд, ки ногоҳ ва бехабар бар онҳо биёяд"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Дар он рӯз дӯстон, — ғайр аз парҳезгорон, — душмани якдигаранд"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "Эй бандагони Ман, дар он рӯз биме бар шумо нест ва шумо ғамгин намешавед"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Он касон, ки ба оёти Мо имон овардаанд ва таслими амри Мо шудаанд"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "шумо ва ҷуфтҳоятон бо шодкомӣ ба биҳишт дохил шавед"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Қадаҳҳои заррин ва кӯзаҳоро дар миёнашон ба гардиш меоваранд. Дар он ҷост ҳар чи нафс орзу кунад ва дида аз он лаззат бибарад. Ва дар он ҷо ҷовидона хоҳед буд"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Ин биҳиштест, ки ба ивази корҳое, ки кардаед, ба меросаш мебаред"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Дар он ҷо бароятон меваҳои бисёр ҳаст, ки аз онҳо мехӯред"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Гунаҳкорон дар азоби ҷаҳаннам ҷовидонанд"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "Азобашон кам намешавад ва онҳо аз ноумедӣ хомуш бошанд"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Мо ба онҳо зулме накардаем, онҳо худ ба худашон ситам кардаанд"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "Фарёд бароваранд, ки эй молики дӯзах кош Парвардигори ту моро бимиронад. Мегӯяд: «На, шумо дар ин ҷо монданӣ ҳастед»"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Мо шуморо бо ҳақ ошно кардем, вале бештаратон ҳақро бад дидед"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Оё онҳо дар эътиқоди худ пой фишурдаанд? Мо ҳам пой фишурдаем"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Оё мепиндоранд, Мо розу наҷво (суханони пинҳониашонро) намешунавем? Оре, расулони Мо назди онҳо ҳастанд ва менависанд"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Бигӯ: «Агар Худои раҳмонро фарзанде мебуд, ман аз нахустин парастандагон мебудам"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Пок аст Парвардигори осмонҳову замин ва Парвардигори арш аз он нисбатҳо, ки ба Ӯ медиҳенд"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Пас бигузорашон, то ба ҳамон суханони ботил машғул бошанд ва ба бозича саргарм, то он рӯзе, ки онҳоро ваъда додаанд, бирасад"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Ӯст, ки ҳам дар осмон Худост ва ҳам дар замин Худост ва ҳакиму доност"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Бартару бузургвортар аст он кас, ки фармонравоии осмонҳову замин ва ҳар чӣ дар миёни онҳост, аз они Ӯст ва илми фаро расидани қиёмат хоси Ӯст ва ба Ӯ бозгардонида мешавед"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Касоне ғайри Ӯро, ки ба худоӣ мехонанд, қодир ба шафоъати касе нестанд. Ғайри касоне, ки аз рӯи илм ба ҳақ шоҳидӣ дода бошанд"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Агар аз онҳо бипурсӣ, ки чӣ касе онҳоро офаридааст, мегӯянд: «Оллоҳ». Пас чаро аз ҳақ рӯй мегардонанд"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "Гуфтори пайёмбар ин буд: «Эй Парвардигори ман, инҳо мардуме ҳастанд, ки имон намеоваранд"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Пас, аз онҳо даргузар ва бигӯ: «Саломат бошед!» Оре, ба зуди хоҳанд донист"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "Ҳо, мим"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "Савганд ба ин китоби равшангар"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Мо онро дар шаби мубораке нозил кардем. Мо бимдиҳанда будаем"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "Дар он шаб ҳар фармоне мувофиқи ҳикмат содир мешавад"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "фармоне аз ҷониби Мо. Ва фиристандаи он будаем"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "Раҳматест аз ҷониби Парвардигорат ва албатта Ӯст шунавову доно"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "Парвардигори осмонҳову замин ва он чӣ миёни ин ду аст, агар шумо яқинкунандаед"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "Нест Худое ғайри Ӯ. Зннда мекунаду мемиронад. Парвардигори шумову Парвардигори падарони пешини шумост"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "На, онҳо ҳамчунон ба шакки худ дилхушанд"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "Пас мунтазири рӯзе бош, ки осмон ба ошкоро дуд биёварад"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Ва он дуд ҳамаи мардумро дар худ фурӯ гирад. Ва ин азобест дардовар"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "«Эй Парвардигори мо, ин азобро аз мо дур гардон, ки мо имон овардаем»"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Куҷо панд мегиранд? Ҳол он ки чун паёмбари равшангар бар онҳо фиристода шуд"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "аз ӯ рӯйгардон шуданд ва гуфтанд: «Девонаест таълимёфта!»"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Азобро андаке бармедорем ва шумо боз ба дини худ бозмегардед"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "Рӯзе онҳоро ба савлате (ҳамлае) сахт фурӯ гирем, ки Мо интиқомгирандаем"
        }
    ]
}