{
    "maqras": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "Ҳеҷ ояеро бекор ё тарк намекунем, магар он ки беҳтар аз он ё ҳамонанди онро меоварем. Оё намедонӣ, ки Худо бар коре тавоност"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Оё намедонӣ, ки Худо фармонравои осмонҳо ва замин аст ва шуморо ҷуз ӯ ёреву ёваре нест"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Оё мехоҳед аз паёмбари худ чизе бипурсед, ҳамчунон қи қавми Мӯсо пеш аз ин аз Мӯсо пурсида буданд? Он кас, ки куфрро ба ҷои имон ихтиёр кунад, чун касест, ки роҳи ростро гум карда бошад"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Бисёре аз аҳли китоб, бо он ки ҳақиқат бар онҳо ошкор шуда, аз рӯӣ ҳасад дӯст доранд шуморо пас аз имон оварданатон ба куфр бозгардонанд. Афв кунед ва гузашт кунед то Худо фармонашро биёварад, ки ӯ бар ҳар коре тавоност"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Намоз бигзоред ва закот бидиҳед! Ҳар некиро, ки пешопеш барои худ равона медоред, назди Худояш хоҳед ёфт. Албатта Худо ба корҳое, ки мекунед биност"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Гуфтанд: «Ғайра яҳудон ва тарсоён касе ба биҳишт намеравад». Ин орзуи онҳост. Бигӯ: «Агар рост мегӯед, ҳуҷҷати хеш биёваред»"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Оре, ҳар касс, ки аз рӯи ихлос рӯ ба Худо кунад ва некӯкор бувад, муздашро аз Парвардигораш хоҳад гирифт ва дастхуши биму андӯҳ намешавад"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Бо ин ки китоб Худоро мехонанд, яҳудон гуфтанд, ки тарсоён барҳақ наянд ва тарсоён гуфтанд, ки яҳудон барҳақ наянд. Ҳамчунин онҳо, ки ноогоҳанд сухане чун сухани онон гӯянд. Худо дар рӯзи қиёмат дар бораи он чӣ дар он ихтилоф мекунанд, миёнашон ҳукм хоҳад кард"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Кист ситамкортар аз он ки нагзошт, ки номи Худо дар масҷидҳои Худо бурда шавад ва дар вайрон сохтани онҳо кӯшид? Раво нест дар он масҷидҳо ҷуз бимноку тарсон дохил шаванд ва насибашон дар дунё хорӣ ва дар охират азобе бузург аст"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Машриқу Мағриб аз они Худост. Пас бар ҳар ҷое, ки рӯ кунед ҳамон ҷо рӯ ба Худост. Худо васеъ раҳмат ва доност"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Гуфтанд, ки Худо фарзанде гирифт. По каст ӯ! Балки ҳар чӣ дар осмонҳо ва замин аст, аз они Ӯст ва ҳама фармонбардори Ӯянд"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Офаринандаи осмонҳо ва замин аст. Чун иродаи чизе кунад, мегӯянд: «Мавҷуд шав!» Ва он чиз мавҷуд мешавад"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Нодонон гуфтанд: «Чаро Худо бо мо сухан намегӯяд? Ё мӯъҷизае бар мо намеояд?» Пешиниёнашон низ чунин суханоне мегуфтанд. Дилҳошон ҳамонанди якдигар аст. Мо барои онон, ки ба яқии расидаанд, оятҳоро баён кардаем"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Мо туро ки сазовор ҳастӣ ба паёмбари фиристодем то мужда диҳӣ ва битарсонӣ. Ту масъули дӯзахиён нестӣ"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Яҳудон ва тарсоён аз ту хушнуд намешаванд, то ба динашон гардан ниҳӣ. Бигӯ: «Ҳидоят ҳидоятест, ки аз ҷониби Худо бошад». Агар аз он пас ки Худо туро огоҳ кардааст, ба хостаи онҳо пайравӣ кунӣ, ҳеҷ ёвару мададгоре аз ҷониби ӯ нахоҳӣ дошт"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Касоне, ки китобашон додаем ва ончунон, ки сазовор аст, онро мехонанд, ба он имон доранд ва онон, ки ба он имон надоранд, зиёнкорон ҳастанд"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Эй банӣ-Исроил, аз он неъмате, ки бар шумо ато кардам ва шуморо бар ҷаҳониён бартарӣ бузургӣ додам ёд кунед"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Ва битарсед аз рӯзе, ки ҳеҷ касс дигареро ба кор наёяд ва фидя пазируфта нашавад ва шафоъат нафъашон накунад ва касе ба ёрияшон барнахезад"
        }
    ]
}