{
    "maqras": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Ва агар ба Худо ва он чӣ бар бандаи худ дар рӯзи фурқон, ки ду гурӯҳ ба ҳам расиданд, нозил кардаем, имон овардаед, бидонед, ки ҳар гоҳ чизе ба ғанимат гирифтед, хумси (панҷяки) он аз они Худову паёмбар ва хешовандону ятимон ва мискинону дар роҳ мондагон аст. Ва Худо ба ҳар чизе тавоност"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Шумо дар каронаи наздиктари биёбон будед ва онҳо дар каронаи дуртар буданд ва он қофила дар маконе пасттар аз шумо буд. Агар шумо бо якдигар замони ҷангро таъйин мекардед, боз ҳам аз он хилоф меварзидед, то коре, ки Худо муқаррар кардааст, воқеъ шавад, то ҳар кӣ ҳалок мешавад, ба далеле ҳалок шавад ва ҳар кӣ зинда мемонад, ба далеле зинда монад. Албатта Худо шунавову доност"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Дар хоб Худо шуморашонро ба ту андак нишон дод. Агар шумори онҳоро бисёр нишон дода буд, аз тарс нотавон мешудед ва дар тасмим ба ҷанг ба низоъ бармехостед, вале Худованд шуморо аз душманон дар амон дошт, ки Ӯ ба он чӣ дар дилҳост, огоҳ аст"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Ва он гоҳ, ки чун ба ҳам расидед, ононро дар чашми шумо андак намуд ва шуморо низ дар чашми онон андак, то он коре, ки муқаррар дошта буд, воқеъ гардад. Ва ҳамаи корҳо ба Худо бармегардад"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Эй касоне, ки имон овардаед, агар ба гурӯҳе аз душман бархӯрдед, пойдорӣ кунед ва Худоро фаровон ёд кунед, бошад, ки ғолиб шавед"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Ба Худову паёмбараш итоъат кунед ва бо якдигар ба низоъ бармахезед, ки нотавон шавед ва қуввати шумо биравад. Сабр пеша кунед, ки Худо ҳамроҳи собирон аст"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Монанди он касон мабошед, ки сармасти ғурур ва барон худнамоӣ аз диёри худ берун омаданд ва дигаронро аз роҳи Худо боздоштанд. Ва Худо ба ҳар коре, ки мекунанд, (бо илми худ) иҳота дорад"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Шайтон кирдорашонро дар пазарашон биёрост ва гуфт; «Имрӯз аз мардум касе бар шумо ғолиб намешавад ва ман паноҳи шумоям». Вале чун ду гурӯҳ рӯбарӯ шуданд, ӯ бозгашту гуфт: «Ман аз шу мо безорам, ки чизҳое мебинам, ки шумо намебинед, ман аз Худо метарсам, ки Ӯ ба сахтӣ уқубат мекунад!»"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Мунофиқон ва он касоне, ки дар дил беморие доранд, гуфтанд: «Инҳоро динашон фирефта аст». Ва ҳар кас, ки ба Худо таваккул кунад, ӯро пирӯзманд ва ҳаким хоҳад ёфт"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Агар бубинӣ он замонро, ки фариштагон ҷони кофиронро меситонанд ва ба рӯйҳову пушташон мезананд ва мегӯянд: «Азоби сӯзонро бичашед!»"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Ин ба ҷазои корҳое буд, ки пеш аз ин карда будед ва Худо ба бандагонаш ситам кунанда нест"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Монанди амали хонадони Фиръавн ва касоне, ки пеш аз онҳо буданд» Онҳо ба оёти Худо кофир шуданд. Пас Худо онҳоро ба ҷазои гуноҳонашон азоб кард, ки Худо нерӯманд ва сахтуқубат аст"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Зеро Худо неъматеро, ки ба қавме арзонӣ дошта аст, дигаргун насозад, то он қавм худ дигаргун шаванд. Ва Худо шунаво ва доност"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Монанди амали хонадони Фиръавн ва касоне, ки пеш аз онҳо буданд. Онҳо оёти Парвардигорашонро дурӯғ донистанд ва Мо ба ҷазои гуноҳонашон ҳалокашон кардем ва хонадони Фиръавнро ғарқ сохтем, зеро ҳама ситамкор буданд"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Албатта бадтарин ҷунбандагон дар назди Худо онҳоянд, ки кофир шудаанд ва имон намеоваранд"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Касоне, ки ту аз онон паймон гирифтӣ, сипас паёпай паймони хешро мешикананд ва ҳеҷ наметарсанд"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Пас агар онҳоро дар ҷанг биёбӣ, парокандаашон соз, то пайравонашон низ пароканда шаванд, шояд ки ибрат гиранд"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Агар медонӣ, ки гурӯҳе дар паймон хиёнат мекунанд, ба онон эълом кун, ки монанди худашон амал хоҳӣ кард. Зеро Худо хоинонро дӯст надорад"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Онон, ки кофир шудаанд, напиндоранд, ки растаанд, зеро Худоро нотавон намесозанд"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Ва дар баробари онҳо то метавонед нерӯ ва аспони саворӣ омода кунед, то душманони Худо ва душманони худ ва ғайри онҳоро, ки шумо намешиносед ва Худо мешиносад битарсонед. Ва он чиро, ки дар роҳи Худо харҷ мекунед, ба тамомӣ ба шумо бозгардонда шавад ва ба шумо ситам нашавад"
        }
    ]
}