{
    "maqras": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Ман худамро бегуноҳ намедонам, зеро нафс одамиро ба бадӣ фармон медиҳад. Магар Парвардигори ман бибахшояд, зеро Парвардигори ман омурзандаву меҳрубон аст!»"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Подшоҳ гуфт: «Ӯро назди ман биёваред то ҳамнишини хоси худ гар донам». Ва чун бо ӯ сухан гуфт, гуфт; «Ту аз имрӯз назди мо соҳибмартаба ва боваринок ҳастӣ»"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Гуфт: «Маро бар хазинаҳои ин сарзамин муқаррар кун, ки ман нигаҳбоне доноям»"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Инчунин Юсуфро дар он сарзамин обрӯ додем. Ҳар ҷо, ки мехост, ҷой мегирифт. Раҳмати худро ба ҳар кас, ки бихоҳем, арзонӣ медорем ва музди некӯкоронро барбод намекунем"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Ва албатта музди онҷаҳонӣ барои касоне, ки имоп овардаанд ва парҳезгорӣ мекунанд, беҳтар аст"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Бародарони Юсуф омаданд ва бар ӯ дохил шуданд, онҳоро шинохт ва онҳо нашинохтандаш"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Чун борҳояшонро муҳайё сохт, гуфт: «Бародари падариятонро низ назди ман биёваред, оё намебинед, ки паймонаро комил адо мекунам ва беҳтарин мизбонам"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Агар ӯро назди ман наёваред, паймонае назди ман нахоҳед дошт ва ба ман наздик машавед»"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Гуфтанд: «Мо ӯро ба исрор аз падар хоҳем хост ва ин корро хоҳем кард»"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Ва ба мардони худ гуфт: «Сармояашонро дар борҳояшон биниҳед, бошад, ки чун назди касонашон бозгарданд ва онро биёбанд, боз оянд»"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Чун назди падар бозгаштанд, гуфтанд: «Эй падар, паймона аз мо манъ намуданд. Бародарамонро бо мо бифирист, то паймона бозгирем. Мо нигаҳдори ӯ ҳастем»"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Гуфт: «Оё ӯро ба шумо бисупорам, ҳамчунон ки бародарашро пеш аз ин ба шумо супурдам?» Худо беҳтарин нигаҳдор аст ва Ӯст меҳрубонтарини меҳрубонон"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Чун бори худро кушуданд, диданд, ки сармояашонро пас додаанд. Гуфтанд: «Эй падар, дар талаби чӣ ҳастем? Ин сармояи мост, ки ба мо пас додаанд. Барои касони худ ғалла биёварем ва бародарамонро ҳифз кунем ва бори шутуре афзун гирем, ки он чӣ дорем, андак аст»"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "Гуфт: «Ҳаргиз ӯро бо шумо намефиристам, то бо ман ба номи Худо паймоне бибандед, ки назди манаш бозмеоваред. Магар он ки ҳама гирифтор шавед». Чун бо ӯ аҳд карданд, гуфт: «Худо бар он чӣ мегӯем, гувоҳ аст!»"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Гуфт: «Эй писарони ман, аз як дарвоза дохил нашавед; аз дарвозаҳои гуногун дохил шавед. Ва ман қазои Худоро аз сари шумо дафъ натавонам кард ва ҳеҷ фармоне ғайри фармони Худо нест. Бар Ӯ таваккал кардам ва таваккалкунандагон бар Ӯ таваккул кунанд»"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Чун аз ҷое, ки падар фармон дода буд, дохил шуданд, ин кор дар баробари иродаи Худо судашон набахшид. Танҳо ҳоҷате дар замири Яъқуб буд, ки онро ошкор сохт, зеро ӯро илме буд, ки Худ ба ӯ омӯхта будем, вале бештари мардум намедонанд"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Чун бар Юсуф дохил шуданд, бародарашро назди худ ҷой дод. Гуфт: «Ман бародари ту ҳастам. Аз коре, ки инҳо кардаанд, андӯҳгин мабош»"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Чун борҳояшонро муҳайё кард, ҷомро дар бори бародар ниҳод. Он гоҳ мунодӣ (садодиҳанда) садо дод: «Эй корвониён, шумо дуздонед»"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Корвониён назди онҳо бозгаштанд ва гуфтанд: «Чӣ гум кардаед?»"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Гуфтанд: «Ҷоми подшоҳро. Ва ҳар ки биёварадаш, ӯро бори шутурест ва ман кафилӣ мекунам»"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Гуфтанд: «Худоро, шумо худ медонед, ки мо фасод кардан ба ин сарзамин наёмадаем ва дузд набудаем»"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Гуфтанд: «Агар дурӯғ гуфта бошед, ҷазои дузд чист?»"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Гуфтанд: «Ҷазояш ҳамон касест, ки дар бори ӯ ёфта шавад. Пас ӯ худ ҷазои амали худ аст ва мо гунаҳкоронро чунин ҷазо диҳем»"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Пеш аз бори бародар бар бори онҳо кофтанро сар кард, он гоҳ аз бори бародараш берун овард. Ҳилае инчунин ба Юсуф омӯхтем. Дар дини он подшоҳ гирифтани бародар хаққи ӯ набуд, чизе буд, ки Худо мехост. Ҳар касро, ки бихоҳем, ба дараҷоте боло мебарем ва болои ҳар доное донотарест"
        }
    ]
}