{
    "pages": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "Solo responden [a tu llamado] los que escuchan, pero a los muertos [de corazon] Dios los resucitara y ante El compareceran"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Dijeron: \"¿Por que su Senor no le ha concedido un milagro?\" Diles [¡oh, Mujammad!]: \"Dios es capaz de enviar un milagro\". Pero la mayoria de ellos no son conscientes [que Dios envia Sus milagros por una sabiduria]"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "[Y es un milagro de la creacion que] no hay criatura que camine en la tierra o vuele con sus dos alas que no forme una comunidad igual que ustedes. No he omitido nada en el Libro. Todos [los seres humanos] seran resucitados ante su Senor [el Dia del Juicio]"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Quienes desmienten Mis milagros son sordos, mudos y caminan en las tinieblas [de la incredulidad]. Dios extravia a quien quiere, y a quien quiere lo conduce por el sendero recto"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Diles: \"Si les llegara el castigo de Dios o los sorprendiera la Hora [del comienzo del fin del mundo], ¿invocarian a otro en lugar de Dios? Respondan con sinceridad"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Es El a Quien invocan cuando los azota un mal, ahi se olvidan de las divinidades que Le asocian. Y Dios, si El quiere, es Quien puede librarlos del mal"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Ya habia enviado Mensajeros anteriores a ti a otras comunidades, pero [por haberles desmentido] las castigue con miseria y enfermedades, para que asi fueran humildes"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Hubiera sido mejor para ellos mostrar humildad e invocarme cuando les llego Mi castigo. Pero sus corazones se endurecieron y el demonio les hizo parecer bello lo que hacian"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Cuando olvidaron lo que les ocurrio a quienes los precedieron [la miseria y las enfermedades que los azotaron] les abri las puertas de la fortuna, y cuando estuvieron felices con lo que tenian los sorprendi con el castigo, y fueron presa de la desesperacion"
        }
    ]
}