{
    "pages": [
        {
            "chapter": 11,
            "verse": 46,
            "text": "Dijo [Dios a Noe]: \"¡Oh, Noe! El no era de [los que se salvarian de] tu familia, pues sus obras no eran rectas; no Me cuestiones respecto aquello sobre lo que no tienes conocimiento. Te advierto para que no te cuentes entre los ignorantes"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Dijo [Noe]: \"¡Oh, Senor mio! Me refugio en Ti de cuestionarte algo sobre lo que no tengo conocimiento; si no me perdonas y Te apiadas de mi, me contare entre los perdedores"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Entonces, le fue dicho: \"¡Oh, Noe! Desciende del arca con una paz proveniente de Mi. Que las bendiciones sean contigo y con las comunidades que sucederan a quienes estan contigo. A algunas de ellas [que no creeran] las dejare gozar [de esta vida mundanal], pero luego les azotara de Mi parte un castigo doloroso"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Estas son historias de lo oculto que te revelo [¡oh, Mujammad!], ni tu ni tu pueblo las conocian. Ten paciencia, que el exito final sera para los que tienen temor de Dios"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Al pueblo de ‘Ad le envie [como Profeta] a su hermano Hud [quien les dijo]: \"¡Oh, pueblo mio! Adoren solo a Dios, pues no existe otra divinidad salvo El; ustedes no hacen mas que inventar mentiras [acerca de Dios al asociarle divinidades]"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "¡Oh, pueblo mio! No les pido remuneracion alguna a cambio [de trasmitirles el Mensaje], solo anhelo la recompensa de Quien me ha creado. ¿Es que no reflexionan"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "¡Oh, pueblo mio! Pidan perdon a su Senor y arrepientanse, que El les enviara del cielo lluvias benditas, aumentara su fortaleza y multiplicara su poderio. No den la espalda como los criminales"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Dijeron: \"¡Oh, Hud! No nos has presentado ningun milagro como para que abandonemos nuestros idolos solo porque tu lo dices. ¡No tenemos fe en ti"
        }
    ]
}