{
    "pages": [
        {
            "chapter": 18,
            "verse": 21,
            "text": "Pero hice que los descubrieran para que supieran que la promesa de Dios es verdadera, y que la Hora del Juicio es indubitable [y luego los hice morir]. Fue entonces cuando los habitantes del pueblo discutieron acerca de ellos. Algunos dijeron: \"Construyan una pared que bloquee la entrada de la cueva, pues solo Dios sabe la verdad sobre ellos\". Pero aquellos cuya opinion prevalecio dijeron: \"Construyamos sobre ellos un oratorio"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Algunos diran que eran tres y cuatro con su perro. Otros que eran cinco y seis con su perro, conjeturando sobre lo que no tienen conocimiento. Y otros diran que eran siete y ocho con su perro. Diles: \"Mi Senor es Quien sabe exactamente cuantos eran, y solo pocos lo saben. No profundicen sobre ellos mas de lo que les ha sido revelado. No consulten [a quien no tenga conocimiento] sobre ellos"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "No digas acerca de algo: \"¡Hare tal cosa"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Salvo que agregues: \"¡Si Dios quiere!\" Pero si te olvidas de mencionar a tu Senor, invoca su nombre y reza diciendo: \"Ruego a mi Senor que me guie a la via mas recta"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Permanecieron en su caverna trescientos anos y nueve mas"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Diles: \"Dios es Quien realmente sabe cuanto permanecieron. El conoce los secretos de los cielos y de la Tierra; El todo lo ve, todo lo oye. No tienen protector fuera de El, y El no asocia a nadie en Sus decisiones"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Recita lo que se te ha revelado del Libro de tu Senor. No hay quien pueda tergiversar Sus palabras, y no encontraras protector fuera de El"
        }
    ]
}