{
    "pages": [
        {
            "chapter": 23,
            "verse": 43,
            "text": "Ninguna comunidad puede adelantar ni retrasar su plazo"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Envie a Mis Mensajeros unos tras otros. Cada comunidad a la que le llegaba su Mensajero, lo desmentia. Asi que las destrui una tras otra e hice que se convirtieran en ejemplos. ¡Que sean destruidos los pueblos que se niegan a creer"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Luego envie a Moises y a su hermano Aaron, con Mis signos y un poder visible"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "al Faraon y su nobleza. Pero estos fueron soberbios y se comportaron con arrogancia"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Y dijeron: \"¿Acaso vamos a creer en dos mortales iguales a nosotros, mientras su pueblo nos sirve como esclavos"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Los desmintieron, y como consecuencia fueron destruidos"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Le entregue a Moises el Libro para que fueran de los bien guiados"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Hice de Jesus y su madre Maria, un signo [de Mi poder]. A ambos les di refugio en una colina, un lugar de descanso seguro con aguas cristalinas"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "¡Oh, Mensajeros! Coman de las cosas buenas y hagan buenas obras, que Yo bien se lo que hacen"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Esta es la comunidad a la que pertenecen [la de los Profetas], que es una unica comunidad, y Yo soy su Senor; tengan temor de Mi"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Pero [algunas personas] fragmentaron la comunidad creando sectas, y cada faccion se complace con lo que tiene [como creencia]"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Dejalos [¡oh, Mujammad!, a los que se niegan a creer,] en su confusion por un tiempo [hasta que les llegue su hora]"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "¿Acaso piensan que los bienes materiales y los hijos que les concedi"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "son un indicio de que recibiran Mis gracias [en esta vida y la futura]? Todo lo contrario, pero no se dan cuenta"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "No cabe duda de que aquellos que tienen temor de su Senor"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "aquellos que creen en los signos de su Senor"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "aquellos que no dedican actos de adoracion excepto a su Senor"
        }
    ]
}