{
    "pages": [
        {
            "chapter": 30,
            "verse": 33,
            "text": "Cuando una desgracia azota a la gente, invocan a su Senor arrepentidos. Pero cuando los agracia con Su misericordia, un grupo de ellos atribuye divinidades a su Senor [en la adoracion]"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "y niegan cuanto les he concedido. ¡Disfruten temporalmente, que ya veran"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "¿Acaso les he hecho descender algun conocimiento que justifique lo que ellos Me asocian"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Cuando agracio a la gente con una misericordia se alegran, pero cuando los alcanza una desgracia a causa de lo que cometieron con sus propias manos, se desesperan"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "¿Acaso no ven que Dios concede abundante sustento a Quien quiere y lo restringe [a quien quiere]? En eso hay signos para quienes creen"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Da a los parientes, al pobre y al viajero insolvente, lo que es su derecho. Eso es lo mejor para quienes anhelan [contemplar] el Rostro de Dios. Esos seran quienes tengan exito"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Todo lo que presten con algun interes, esperando beneficiarse de los bienes ajenos, no tendra recompensa de Dios. En cambio, aquellos que den en caridad anhelando el rostro de Dios, seran quienes tengan multiplicada la recompensa"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Dios es Quien los crea, los sustenta, los hace morir y luego los resucita. ¿Acaso hay alguno de los idolos que asocian [a Dios] que pueda hacer algo de eso? ¡Glorificado sea Dios! Dios esta por encima de lo que Le asocian"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Se puede ver la devastacion en la Tierra y en el mar como consecuencia de las acciones del ser humano. Han de padecer [el resultado de] lo que cometieron, quizas asi recapaciten"
        }
    ]
}