{
    "pages": [
        {
            "chapter": 30,
            "verse": 42,
            "text": "Diles: \"Viajen por el mundo y observen cual fue el final de los pueblos antiguos. La mayoria Le asociaban idolos a Dios [en la adoracion]"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "Consagrate al monoteismo autentico, antes de que llegue el dia ineludible que Dios determino. Ese dia seran divididos"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Quienes se hayan negado a creer sufriran las consecuencias de su incredulidad, mientras que quienes hayan obrado rectamente habran preparado su propio terreno [en el Paraiso]"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "Dios recompensara con Su gracia a quienes hayan creido y obrado rectamente. El no ama a los que se niegan a creer [cuando les llega el Mensaje]"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "Entre Sus signos estan los vientos que El envia para traerles lluvias y agraciarlos con Su misericordia, y para que naveguen los barcos con Su voluntad y puedan procurar el sustento; deberian agradecerle"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "Antes de ti envie Mensajeros a los pueblos, que se presentaron ante ellos con las evidencias [pero los desmintieron]. Retribui a los pecadores con lo que merecian. Es un deber para Mi auxiliar a los creyentes"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "Dios es Quien envia los vientos para que estos reunan las nubes, extendiendolas y fragmentandolas por el cielo como El quiere. Luego ves que la lluvia cae de entre ellas. Cuando los siervos [azotados por la sequia] reciben la lluvia, se alegran"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "A pesar de que antes de que descendiera [la lluvia] estaban abatidos, sin esperanzas"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Observa las huellas de la misericordia de Dios, como da vida a la tierra despues de haber estado muerta por la sequia. El es Quien resucitara a los muertos, porque es sobre toda cosa Poderoso"
        }
    ]
}