{
    "pages": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "¡Creyentes! Si el abandono de sus hogares [en La Meca] fue sincero por Mi causa y para obtener Mi complacencia, no tomen por confidentes a quienes demuestran ser Mis enemigos, y enemigos suyos, revelandoles secretos [de Estado] como muestra de afecto hacia ellos; porque ellos han negado abiertamente la verdad revelada, han expulsado al Mensajero y los han expulsado a ustedes [de La Meca y de sus hogares], simplemente por haber creido en Dios, su Senor. ¿Como pueden confiarles secretos por afecto? Yo bien se lo que ocultan y lo que manifiestan. Quien obre asi se habra extraviado del camino correcto"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Si ellos tuvieran dominio sobre ustedes, les mostrarian su verdadera enemistad maltratandolos fisica y verbalmente. Ellos querrian que ustedes dejaran de creer [en el Islam]"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "En nada los beneficiaran sus lazos familiares ni sus hijos, el Dia de la Resurreccion Dios juzgara entre ustedes. Dios sabe cuanto hacen"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Tienen un buen ejemplo en Abraham y sus seguidores, cuando dijeron a su pueblo: \"Nosotros somos inocentes de ustedes y de cuanto adoran en lugar de Dios. Negamos que haya verdad en lo que ustedes creen, y comenzara la animadversion y el desacuerdo [en temas de creencia] hasta que no acepten que solamente Dios merece ser adorado\". Pero no hagan como Abraham, cuando le dijo a su padre: \"Pedire perdon por ti, pero no puedo hacer nada por ti ante Dios\". [Abraham oraba diciendo:] \"¡Oh, Senor nuestro! A Ti nos encomendamos, a Ti pedimos perdon y a Ti volveremos"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "¡Senor nuestro! No permitas que los que se han negado a creer nos persigan, ni hagas de nosotros una causa por la cual se alejen [del Islam]. Perdonanos, ¡oh, Senor nuestro! Tu eres el Poderoso, el Sabio"
        }
    ]
}