{
    "pages": [
        {
            "chapter": 4,
            "verse": 38,
            "text": "Tambien para los que hacen caridad solo para ser vistos por la gente, y no creen [de corazon] en Dios ni en el Dia del Juicio Final. ¡Quien tome al demonio por companero, que pesimo es su consejero"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "¿Que les habria costado creer en Dios y en el Dia del Juicio y dar caridades de aquello que Dios les concedio? Dios los conoce perfectamente"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Dios no es injusto con nadie ni en el peso de la mas infima particula. Por el contrario, retribuye generosamente toda obra de bien, y concede de Su parte una recompensa magnanima"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "¿Que pasara cuando traiga a un testigo de cada comunidad y te traiga a ti [¡oh, Mujammad!] como testigo contra los que niegan la verdad [y las gracias de Dios]"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Ese dia, los que negaron la verdad y se opusieron al Mensajero, querran que la tierra se los trague. No podran ocultar ni una de sus palabras ante Dios"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "¡Oh, creyentes! No hagan la oracion si estan bajo el efecto de embriagantes [o narcoticos] hasta que sepan lo que estan diciendo. Tampoco [hagan la oracion] si estan impuros hasta que se hayan banado, excepto quien solo necesite pasar por la mezquita. Pero si se encuentran enfermos o de viaje, o si han hecho sus necesidades o han tenido relacion sexual con su mujer y no encuentran agua [para la ablucion], busquen tierra limpia y pasensela por el rostro y las manos. Dios es Remisorio, Absolvedor"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "¿No te asombra el caso de quienes recibieron algo de la revelacion pero la cambiaron por el extravio? Ellos anhelan que ustedes tambien se desvien del camino recto"
        }
    ]
}