{
    "rukus": [
        {
            "chapter": 2,
            "verse": 197,
            "text": "حجّ در ماه‌هاى معينى است، پس هر كه در آن ماه‌ها ملتزم به حجّ شد، همبسترى و نافرمانى و مجادله در اثناى حجّ ممنوع است، و هر چه نيكى كنيد خدا آن را مى‌داند، و توشه بگيريد كه بهترين توشه تقواست، و اى خردمندان از من پروا كنيد"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "مانعى نيست كه [در سفر حجّ‌] از فضل پروردگار خويش روزى بجوييد، و چون از عرفات كوچ كرديد، در مشعر الحرام خدا را ياد كنيد و او را ياد كنيد همان‌گونه كه شما را هدايت كرد، و محققا شما پيش‌تر، از گمراهان بوديد. [و چيزى نمى‌دانستيد]"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "آن‌گاه از همان جا كه مردم روانه شدند روانه شويد و از خدا آمرزش بطلبيد كه خدا آمرزنده‌ى مهربان است"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "و چون اعمال خود را به انجام رسانديد، خدا را آن‌سان كه پدران خود را ذكر مى‌كنيد ياد كنيد بلكه بالاتر از آن. پس بعضى از مردم [دنيا طلب‌] مى‌گويند: پروردگارا! به ما در همين دنيا عطا كن، و او را در آخرت نصيبى نيست"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "و برخى از آنها گويند: پروردگارا! ما را در دنيا نيكى و در آخرت نيكى عطا كن و ما را از آتش نگاه دار"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "آنها هستند كه از دستاوردشان نصيبى خواهند داشت و خدا در حسابرسى، سريع است"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "و خدا را در روزهاى معينى ياد كنيد پس هر كه شتاب كند [و اعمال را] در دو روز انجام دهد گناهى بر او نيست، و نيز هر كه [تا روز سوم‌] تأخير كند گناهى بر او نيست، [اين‌] براى كسى است كه تقوا پيشه كند. و از خدا پروا كنيد و بدانيد كه بى‌ترديد شما به سوى ا"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "و از مردم كسى است كه گفتار او در باره‌ى زندگى دنيا [و پارسايى‌] مايه اعجاب توست و خدا را بدانچه كه در دل دارد گواه مى‌گيرد، و حال آن كه او لجوج‌ترين دشمنان است"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "و چون بازگردد [يا به مقامى رسد] بكوشد تا در زمين فساد كند و كشت و نسل را تباه نمايد، و خدا فساد را دوست ندارد"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "و چون به او گفته شود: از خدا پروا كن! نخوت او را به گناه كشاند، پس جهنّم او را بس است و چه بد بسترى است"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "و از مردم كسى است كه در طلب رضاى خدا از سر جان مى‌گذرد، [چون على در بستر پيامبر] و خدا به بندگان مهربان است"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "اى كسانى كه ايمان داريد! همگى به طاعت خدا درآييد و گام‌هاى شيطان را دنبال نكنيد كه او براى شما دشمنى آشكار است"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "و اگر پس از روشنگرى‌هايى كه سوى شما آمد كجروى كنيد بدانيد كه خدا شكست‌ناپذير و حكيم است"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "آيا منتظرند كه [عذاب‌] خدا در سايه‌هايى از ابر و فرشتگان به سراغ آنها بيايد و كار يكسره شود؟ و همه كارها به خدا باز گردانده مى‌شود"
        }
    ]
}