{
    "rukus": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "الف، لام، ميم"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "آيا مردم پنداشتند همين كه گفتند ايمان آورديم به حال خود رها مى‌شوند و مورد آزمايش قرار نمى‌گيرند"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "و به يقين كسانى را كه پيش از اينان بودند آزموديم، پس خدا حتما آنها را كه راست گفتند مى‌شناسد و [نيز] دروغگويان را مى‌شناسد"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "آيا كسانى كه مرتكب زشتى‌ها مى‌شوند مى‌پندارند كه بر ما پيشى مى‌گيرند؟ چه بد داورى مى‌كنند"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "كسى كه به ديدار خدا اميد دارد، به يقين زمان [ديدار] خدا آمدنى است، و او شنواى داناست"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "و هر كه بكوشد تنها به سود خود مى‌كوشد، همانا خداوند از جهانيان سخت بى‌نياز است"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "و كسانى كه ايمان آورده و كارهاى شايسته كردند، قطعا گناهانشان را از آنها مى‌زداييم و بهتر از آنچه مى‌كردند پاداششان مى‌دهيم"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "و به انسان سفارش كرديم كه به پدر و مادر خود نيكى كند. و اگر آنها كوشيدند تا تو چيزى را شريك من كنى كه بدان علم ندارى، از ايشان اطاعت مكن. بازگشت شما به سوى من است و شما را به كارهايى كه مى‌كرديد آگاه مى‌كنم"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "و كسانى كه ايمان آوردند و كارهاى شايسته كردند، البتّه آنان را در گروه شايستگان در مى‌آوريم"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "و از مردم كسانى هستند كه مى‌گويند: به خدا ايمان آورده‌ايم، و چون در راه خدا اذيت شوند، آزار مردم را مانند عذاب خدا قرار مى‌دهند، و اگر از جانب پروردگار تو يارى رسد حتما خواهند گفت: ما با شما بوديم. مگر خدا به آنچه در دل‌هاى جهانيان است داناتر نيست"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "البتّه خدا كسانى را كه ايمان آورده‌اند مى‌شناسد و منافقان را نيز نيك مى‌شناسد"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "و كسانى كه كافر شدند، به كسانى كه ايمان آورده‌اند گفتند: طريقت ما را پيروى كنيد و بايد گناهانتان را گردن بگيريم! ولى آنها چيزى از گناهانشان را به گردن نخواهند گرفت. قطعا آنها دروغگويانند"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "و بى‌ترديد بارهاى گناه خودشان و بارهاى ديگران را اضافه بر بار خود بر دوش مى‌كشند، و مسلما روز قيامت از آنچه افترا مى‌بستند بازخواست خواهند شد"
        }
    ]
}