{
    "pages": [
        {
            "chapter": 27,
            "verse": 23,
            "text": "I found a woman ruling over them, and she was given of everything, and she has a magnificent throne"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "I found her and her people worshiping the sun, instead of God. Satan made their conduct appear good to them, and diverted them from the path, so they are not guided"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "If only they would worship God, who brings to light the mysteries of the heavens and the earth, and knows what you conceal and what you reveal"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "God—There is no god but He, the Lord of the Sublime Throne"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "He said, 'We will see, whether you have spoken the truth, or whether you are a liar"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Go with this letter of mine, and deliver it to them; then withdraw from them, and see how they respond"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "She said, 'O Counselors, a gracious letter was delivered to me"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "It is from Solomon, and it is, 'In the Name of God, the Gracious, the Merciful"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "Do not defy me, and come to me submissively"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "She said, 'O counselors, advise me in this matter of mine. I never make a decision unless you are present"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "They said, 'We are a people of might and great courage, but the decision is yours, so consider what you wish to command"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "She said, 'When kings enter a city, they devastate it, and subjugate its dignified people. Thus they always do"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "I am sending them a gift, and will see what the envoys bring back"
        }
    ]
}