{
    "pages": [
        {
            "chapter": 29,
            "verse": 7,
            "text": "Those who believe and do righteous deeds—We will remit their sins, and We will reward them according to the best of what they used to do"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "We have advised the human being to be good to his parents. But if they urge you to associate with Me something you have no knowledge of, do not obey them. To Me is your return; and I will inform you of what you used to do"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Those who believe and do good works—We will admit them into the company of the righteous"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Among the people is he who says, 'We have believed in God.' Yet when he is harmed on God's account, he equates the people's persecution with God's retribution. And if help comes from your Lord, he says, 'We were actually with you.' Is not God aware of what is inside the hearts of the people"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "God certainly knows those who believe, and He certainly knows the hypocrites"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Those who disbelieve say to those who believe, 'Follow our way, and we will carry your sins.' In no way can they carry any of their sins. They are liars"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "They will carry their own loads, and other loads with their own. And they will be questioned on the Day of Resurrection concerning what they used to fabricate"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "We sent Noah to his people, and He stayed among them for a thousand years minus fifty years. Then the Deluge swept them; for they were wrongdoers"
        }
    ]
}