{
    "maqras": [
        {
            "chapter": 23,
            "verse": 75,
            "text": "Eger onlara aciyip da icin de bulunduklari sikintiyi giderseydik, iyice korleserek azginliklarinda busbutun direnirlerdi"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Andolsun, biz onlari sikintiya dusurduk de yine Rablerine boyun egmediler, tazarru' ve niyazda da bulunmadilar"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Nihayet uzerlerine, azabi cok siddetli bir kapi actigimiz zaman, bir de bakarsin ki onlar orada saskin ve umitsiz kalmislardir"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Halbuki sizin icin o kulagi, o gozleri ve o gonulleri yaratan O'dur. Ne de az sukrediyorsunuz"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Ve sizi yeryuzunde yaratip tureden O'dur. Sirf O'nun huzuruna toplanacaksiniz"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Ve O, yasatan ve oldurendir; gecenin ve gunduzun degismesi O'nun eseridir. Hala aklinizi kullanmaz misiniz"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Hayir, oncekilerin soylediklerinin benzerini soylediler"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Dediler ki: \"Sahi biz, olup de bir toprak ve kemik yigini haline gelmisken, mutlaka yeniden diriltilecegiz oyle mi"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Yemin ederiz ki, gerek bize, gerekse daha once atalarimiza boyle bir vaadde bulunuldu; (fakat) bu gecmistekilerin masallarindan baska bir sey degildir"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "(Resulum!) de ki: \"Eger biliyorsaniz (soyleyin bakalim), bu dunya ve onda bulunanlar kime aittir"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Allah'a aittir\" diyecekler. \"Oyle ise siz hic dusunup tasinmaz misiniz?\" de"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Yedi kat goklerin Rabbi, azametli Ars'in Rabbi kimdir?\" diye sor"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "(Onlar da) Allah'indir.\" diyecekler. \"Su halde siz Allah'tan korkmaz misiniz?\" de"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Eger biliyorsaniz (soyleyin), her seyin melekutu (mulkiyeti ve yonetimi) kendisinin elinde olan, kendisi her seyi koruyup kollayan; fakat kendisi korunmayan (buna muhtac olmayan) kimdir?\" diye sor"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "(Bunlar da) Allah'indir.\" diyecekler. \"Oyle ise nasil olur da buyulenirsiniz?\" de"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Dogrusu biz onlara hakki getirdik; onlar ise cidden yalancidirlar"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Allah evlat edinmemistir; O'nunla beraber hicbir ilah da yoktur. Aksi takdirde her ilah kendi yarattigini sevk ve idare eder ve bir gun mutlaka onlardan biri digerine galip gelirdi. Allah, onlarin yakistirdiklari seylerden munezzehtir"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Allah, gaybi da, acik olani da bilir. O, musriklerin ortak kostuklari seylerden cok yuce ve munezzehtir"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "(Resulum!) De ki: Rabbim! Eger onlara yoneltilen tehdidi (dunyevi sikintiyi ve uhrevi azabi) mutlaka gostereceksen"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Bu durumda beni, o zalimler toplulugunda bulundurma, Rabbim"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Biz, onlara yonelttigimiz tehdidi sana gostermeye elbette ki kadiriz"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Sen, kotulugu en guzel bir tutumla sav, cunku biz onlarin yakistirmakta olduklari seyi cok iyi bilmekteyiz"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Ve de ki: Rabbim! Seytanlarin kiskirtmalarindan sana siginirim"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Onlarin yanimda bulunmalarindan da sana siginirim"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Nihayet onlardan (musriklerden) birine olum gelip cattiginda, \"Rabbim, der, lutfen beni (dunyaya) geri gonder"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Ta ki, bosa gecirdigim dunyada iyi is (ve hareketler) yapayim.\" Hayir! Onun soyledigi bu soz (bos) laftan ibarettir. Onlarin gerisinde ise, yeniden dirilecekleri gune kadar (suren) bir berzah vardir"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Sur'a uflendigi zaman aralarinda artik ne soysop (cekismesi) vardir, ne de birbirlerini sorusturacaklardir"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Boylece kimlerin tartilari agir basarsa, iste asil bunlar kurtulusa erenlerdir"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Kimlerin de tartilari hafif gelirse, artik bunlar da kendilerine yazik etmislerdir; (cunku onlar) ebedi cehennemdedirler"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Orada disleri siritir halde iken ates yuzlerini yalar"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "(Allah Teala,) Size ayetlerim okunurdu da, siz onlari yalanlardiniz degil mi?... der"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Derler ki: Rabbimiz! Azginligimiz bizi altetti; biz, bir sapiklar toplulugu idik"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Rabbimiz! Bizi buradan cikar. Eger bir daha (ettiklerimize) donersek, artik belli ki biz zalim insanlariz"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "(Allah) buyurur ki: Alcaldikca alcalin orada! Bana konusmayin artik"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Cunku kullarimdan bir zumre \"Rabbimiz! Biz iman ettik; oyle ise bizi bagisla, bize merhamet et, sen, merhametlilerin en iyisisin.\" diyorlardi"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Iste siz onlari alaya aldiniz; sonunda bu davranisiniz size beni yad etmeyi unutturdu; cunku siz onlara guluyordunuz"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Bugun ben onlara, sabrettiklerinin karsiligini verdim; onlar, hakikaten muradlarina erenlerdir"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "(Allah inkarcilara) \"Yeryuzunde kac yil kaldiniz?\" diye sorar"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Bir gun veya gunun bir kismi kadar kaldik. Iste bilenlere sor.\" derler"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "(Allah) buyurur ki: Sadece az bir sure kaldiniz; keske siz (bunu) bilmis olsaydiniz"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Sizi sadece bos yere yarattigimizi ve sizin hakikaten huzurumuza geri getirilmeyeceginizi mi sandiniz"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Mutlak hakim ve hak olan Allah, cok yucedir. O'ndan baska ilah yoktur. O, bereketli Ars'in sahibidir"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Her kim Allah ile birlikte diger bir tanriya taparsa -ki bu hususla ilgili hicbir delili yoktur o kimsenin hesabi ancak Rabbinin nezdindedir. Surasi muhakkak ki, kafirler kurtulusa eremezler"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Resulum! De ki: \"Rabbim, bagisla ve merhamet et! Sen merhametlilerin en iyisisin"
        }
    ]
}