{
    "maqras": [
        {
            "chapter": 2,
            "verse": 219,
            "text": "Ey Muhammed! Sana sarap ve kumardan soruyorlar. De ki: Bu ikisinde buyuk bir gunah, bir de insanlar icin bazi menfaatler vardir. Fakat gunahlari, menfaatlerinden daha buyuktur. Yine sana neyi infak edeceklerini soruyorlar. De ki: Ihtiyactan fazlasini infak edin. Iste boylece Allah, size ayetlerini acikliyor. Umulur ki siz dusunursunuz"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Dunya ve ahiret hakkinda (dusunursunuz.) Sana bir de yetimlerden soruyorlar. De ki: Onlar hakkinda yapacaginiz bir islah, islerine karismamaktan daha hayirlidir. Eger onlara karisirsaniz, onlar sizin kardeslerinizdir. Allah, bozguncuyla islah ediciyi bilir, birbirinden ayird eder. Eger Allah dileseydi, sizi zora kosardi. Suphesiz ki Allah cok gucludur, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Musrik kadinlari, iman etmedikce nikahlamayin. Bir musrik kadin, sizin hosunuza gitse bile, iman etmis olan bir cariye herhalde ondan daha hayirlidir. Musrik erkeklere de mumin kadinlari nikah ettirmeyin. Bir musrik, sizin hosunuza gitse bile, mumin bir kole elbette ondan daha hayirlidir. Onlar sizi atese davet ederler, Allah ise, kendi izniyle cennete ve magfirete davet ediyor ve ayetlerini insanlara acikliyor. Umulur ki onlar hatirda tutup, ogut alirlar"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Ey Muhammed! Sana kadinlarin ay basi halinden de soruyorlar. De ki: O bir eziyettir Onun icin ay basi halinde olduklari zaman kadinlardan cekilin ve temizleninceye kadar onlara yaklasmayin. Iyice temizlendikleri zaman ise Allah'in emrettigi yerden onlara varin, yaklasin Suphesiz ki Allah cok tovbe edenleri de sever, cok temizlenenleri de sever"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Kadinlariniz, sizin icin bir tarladir. O halde tarlaniza dilediginiz gibi varin ve kendiniz icin ileriye hazirlik yapin. Allah'tan korkun ve bilin ki siz mutlaka O'nun huzuruna varacaksiniz. Ey Muhammed, muminleri mujdele"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Sozunuzde durmaniz, kotulukten sakinmaniz ve insanlarin arasini duzeltmeniz icin, Allah'i yeminlerinize hedef veya siper edip durmayin. Allah, her seyi isitir ve bilir"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allah, sizi yeminlerinizde bilmeyerek ettiginiz lagiv (herhangi bir kasit olmadan, kanaate gore yanlis yere yapilan yemin)dan sorumlu tutmaz. Fakat kalbinizin kazandigi yalan yere yapilan yeminden sorumlu tutar. Allah cok bagislayicidir, cok halimdir"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Kadinlarindan ila edenler (onlara yaklasmamaya yemin edenler) icin dort ay beklemek vardir. Eger bu yeminlerinden donerlerse, suphesiz ki Allah cok bagislayicidir, cok merhamet edicidir"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Yok eger bosamaya karar vermislerse, suphesiz ki Allah soylediklerini isitir, kurduklarini bilir"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Bosanan kadinlar, kendi kendilerine uc adet suresi beklerler ve Allah'in rahimlerinde yarattigini gizlemeleri, kendilerine helal olmaz. Eger Allah'a ve ahiret gunune inaniyorlarsa gizlemezler. Kocalari da, barismak istedikleri takdirde o sure icersinde onlari geri almaya daha layiktirlar. O kadinlarin, uzerlerindeki mesru hak gibi, kendilerinin de haklari vardir. Yalniz erkekler icin, onlarin uzerinde bir derece vardir. Allah cok gucludur, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Bosamak (talak) iki defadir. Ondan sonrasi ya iyilikle tutmak veya guzellikle salmaktir. Onlara verdiklerinizden bir sey almaniz da size helal olmaz. Ancak Allah'in cizdigi hudutta duramayacaklarindan korkmalari baska. Eger siz de bunlarin, Allah'in cizdigi hudutta duramayacaklarindan korkarsaniz, kadinin, ayrilmak icin hakkindan vazgecmesinde artik ikisine de gunah yoktur. Iste bunlar, Allah'in cizdigi hudududur. Sakin bunlari asmayin, Her kim Allah'in hududunu asarsa, iste onlar zalimlerdir"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Eger kadini bir daha bosarsa, bundan sonra artik baska bir kocaya varincaya kadar ona helal olmaz. Eger ikinci koca da onu bosarsa, Allah'in hududunu saglam tutacaklarini umid ettikleri takdirde oncekilerin birbirlerine donmelerinde her ikisine de gunah yoktur. Iste bunlar, Allah'in tayin ettigi hudududur. Bunlari, bilen bir kavim icin acikliyor"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Kadinlari bosadiginiz zaman iddetlerini bitirdiklerinde, artik kendilerini ya iyilikle tutun veya guzellikle salin. Yoksa haklarina tecavuz icin zararlarina olarak onlari tutmayin. Her kim bunu yaparsa nefsine zulmetmis olur. Sakin Allah'in ayetlerini alay konusu edinmeyin, Allah'in uzerinizdeki nimetini, size kendisiyle ogut vermek uzere indirdigi kitap ve hikmeti hatirlayip, dusunun. Hem Allah'tan korkun ve bilin ki Allah her seyi bilir"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Kadinlari bosadiginiz zaman iddetlerini bitirdiklerinde, aralarinda mesru bir sekilde rizalastiklari takdirde, kendilerini kocalariyla nikahlanacaklar diye sikistirip, engellemeyin. Iste bu, icinizden Allah'a ve ahiret gunune iman edenlere verilen bir oguttur. Bu, sizin hakkinizda daha hayirli ve daha nezihtir. Allah bilir, siz bilemezsiniz"
        }
    ]
}