{
    "maqras": [
        {
            "chapter": 40,
            "verse": 66,
            "text": "De ki: \"Bana Rabbimden apacik deliller geldigi zaman, ben o sizin Allah'i birakip taptiklariniza ibadet etmekten kesinlikle men edildim ve bana alemlerin Rabbine teslim olmam emredildi"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Sizi (once) bir topraktan, sonra bir damla sudan, sonra bir aleka (embriyo)dan yaratan, sonra sizi bir bebek olarak cikaran, sonra guclu kuvvetli bir caga erismeniz, sonra da ihtiyarlar olmaniz icin yasatip buyuten O'dur. Icinizden kimi de daha once vefat ettiriliyor. (Bunlari Allah) belirli bir sureye ulasasiniz ve aklinizi kullanasiniz diye (boyle yapiyor)"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "O, hem yasatir, hem oldurur. O, bir sey yapmak isteyince ona sadece \"ol!\" der, o sey de hemen oluverir"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Bakmaz misin simdi Allah'in ayetleri hakkinda mucadeleye kalkanlara! (Haktan) nasil donduruluyorlar"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Kitaba ve Resullerimizi gonderdigimiz seylere yalan diyenler, artik ilerde bilecekler"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "O zaman boyunlarinda halkalar ve zincirler oldugu halde surukleneceklerdir"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Kaynar suda, sonra da ateste kaynatilacaklardir"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Sonra da onlara: \"Nerede o ortak kostuklariniz?\" denilecek"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "O Allah'tan baskalari (nerede denilecek). Onlar da diyecekler ki: \"Hepsi bizden uzaklasip gittiler. Daha dogrusu biz bundan once hicbir seye ibadet etmiyormusuz.\" Iste Allah, o kafirleri boyle sasirtir"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Bunun sebebi sudur: Cunku siz yeryuzunde haksiz yere seviniyor ve guveniyordunuz"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Iclerinde ebedi olarak kalmak uzere cehennemin kapilarindan girin. Bak ne kotu o kibirlenenlerin yeri"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Ey Muhammed! Sen sabret, suphesiz Allah'in vaadi haktir, mutlaka gerceklesecektir. Onlara yaptigimiz tehdidin bir kismini sana gostersek de veya seni vefat ettirsek de onlar mutlaka dondurulup bize getirileceklerdir"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Andolsun ki biz senin onunden nice peygamberler gondermisizdir. Onlardan kimini sana anlatmisiz, kimini de anlatmamisizdir. Hicbir peygamber, Allah'in izni olmaksizin bir mucize getiremez. Allah'in emri gelince de hak yerine getirilir. Batil bir dava pesinde kosanlar, iste bu noktada husrana ugrarlar"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Kimine binesiniz, kimini de yiyesiniz diye sizin icin o yumusak basli hayvanlari yaratan Allah'tir"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Sizin icin onlarda daha nice menfaatler vardir. Onlarin uzerinde gonullerinizdeki bir arzuya erersiniz. Hem onlar uzerinde, hem de gemiler uzerinde tasinirsiniz"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Allah size ayetlerini gosteriyor. Simdi Allah'in ayetlerinin hangisini inkar edersiniz"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Daha yeryuzunde gezip de bir bakmazlar mi? Kendilerinden oncekilerin sonu nasil olmus? Onlar kendilerinden hem daha cok, hem de kuvvetce ve yeryuzundeki eserlerinin saglamligi bakimindan daha cetindiler. Oyle iken o kazandiklari seyler, kendilerini kurtaramadi"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Cunku onlara peygamberleri, delillerle geldikleri zaman, kendilerinde bulunan ilme guvendiler de o alay ettikleri sey onlari kusativerdi"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "O zaman hismimizi gorduklerinde: \"Allah'in birligine inandik ve O'na sirk kostugumuz seyleri inkar ettik\" dediler"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Ama hismimizi gordukleri zamanki imanlari kendilerine fayda verecek degildi. Allah'in, kullari hakkindaki gece gelen kanunu budur. Iste kafirler bu noktada husrana dustuler"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Bu Kur'an Rahman ve Rahim olan Allah tarafindan indirilmistir"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Bu, Arapca bir Kur'an olarak, ayetleri bilen bir kavim icin ayirt edilip aciklanmis bir kitaptir"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "O, mujdeleyici ve uyarici olarak gonderilmistir. Fakat insanlarin cogu yuz cevirmislerdir. Artik onlar gercegi isitmezler"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Onlar: \"Ey Muhammed! Senin bizi davet ettigin seye karsi kalplerimiz kapalidir. Kulaklarimizda da bir agirlik vardir. Seninle bizim aramizda anlasmamiza engel bir de perde vardir. Sen istedigini yap, cunku biz yapiyoruz\" dediler"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Ey Muhammed! De ki: \"Ben sadece sizin gibi bir insanim, ancak bana ilahinizin bir tek ilah oldugu vahyediliyor. Artik hep O'na yonelin ve O'ndan bagislanma dileyin. Vay O'na ortak kosanlarin haline"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Onlar, zekati vermezler, ahireti de inkar ederler"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Suphesiz ki, iman edip, salih amel isleyenler icin de bitmez tukenmez bir mukafat vardir"
        }
    ]
}