{
    "maqras": [
        {
            "chapter": 6,
            "verse": 13,
            "text": "Gecede, gunduzde barinan her sey O'nundur. O, isitendir, bilendir"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "De ki: \"Gokleri ve yeri yoktan var eden, besleyen, fakat kendisi beslenmeyen Allah'tan baska dost mu tutayim?\" \"Ben Islam olanlarin ilki olmakla emrolundum\" de ve sakin Allah'a ortak kosanlardan olma"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "De ki: \"Eger Rabbime isyan edersem, buyuk bir gunun azabindan korkarim"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "O gun kimden azab giderilirse, kuskusuz Allah ona rahmet etmistir. Iste apacik kurtulus budur"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Allah sana bir zarar dokundurursa, onu yine kendisinden baska acacak yoktur. Ve eger sana bir hayir dokundursa, kuskusuz O, herseyi yapabilendir"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "O, kullarinin ustunde tam hakimdir. O, hukum ve hikmet sahibidir, herseyden haberdardir"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "De ki: \"Sahitlik yonunden hangi sey daha buyuktur?\". De ki: \"Allah, benimle sizin aranizda sahittir ve bana bu Kur'an vahyolundu ki, onunla hem sizi, hem de sizden sonra kendisine ulasan herkesi uyarayim. Allah'la beraber baska ilahlar olduguna siz gercekten sahitlik eder misiniz?\" De ki: \"Ben buna sahitlik etmem\". \"O, ancak ve ancak bir tek ilahtir ve gercekten ben, sizin ortak tuttugunuz seylerden uzagim\"de"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Kendilerine Kitap verdigimiz kimseler, Peygamber'i, kendi ogullarini bildikleri gibi, bilirler. Kendilerine yazik edenler var ya! Iste onlar iman etmezler"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Allah'a iftira ederek yalan uydurandan veya ayetlerini yalanlayandan daha zalim kim olabilir? Hic suphe yok ki zalimler kurtulusa eremezler"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "O gun hepsini mahsere toplayacagiz. Sonra Allah'a ortak kosanlara: \" Hani nerede o Allah'a ortak saydiginiz ortaklariniz?\" diyecegiz"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Sonra, (Onlar): \"Rabbimiz, Allah'a yemin ederiz ki, biz musriklerden degildik\" demekten baska bir ozur bulamayacaklar"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Bak, vicdanlarina karsi nasil yalan soylediler! O uydurduklari putlar da kendilerinden kaybolup gitti"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Iclerinden seni dinleyenler de vardir, fakat biz, onu anlamalarina engel olmak icin kalblerinin ustune ortuler, kulaklarinin icine de agirlik koyduk. Onlar, butun delilleri gorseler bile yine ona inanmazlar. Hatta sana geldiklerinde seninle tartisirlar. Ve o kafirler: \"Bu, oncekilerin masallarindan baska bir sey degildir\" derler"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Onlar, insanlari Kur'an'a iman etmekten menederler, hem de kendileri ondan uzak dururlar. Boylece yalniz kendilerini mahvediyorlar ama farkinda degiller"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Onlarin, atesin uzerinde durdurulduklari zaman: \"Ne olurdu dunyaya dondurulseydik, Rabb'imizin ayetlerini yalanlamasaydik da muminlerden olsaydik\" dediklerini bir gorsen"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Hayir, daha once gizleyip durduklari karsilarina cikti da ondan, yoksa geri cevrilselerdi yine menedildikleri seyi yapmaya donerlerdi. Cunku onlar yalancidirlar"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Dediler ki:\" Dunya hayatimizdan baska bir hayat yoktur, biz diriltilecek degiliz"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Rablerinin huzurunda durdurulduklari zaman onlari bir gorsen! Rableri onlara soyle der: \"Bu, bir gercek degil midir?\". Onlar da: \"Rabbimize yemin ederiz ki gercektir\" derler. Rableri de onlara: \"Oyleyse inkariniz sebebiyle azabi tadin!\" der"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Allah'in huzuruna cikmayi yalanlayanlar, gercekten husrana ugramislardir. Kiyamet gunu ansizin gelince onlar, gunahlarini sirtlarina yuklenmis olarak soyle derler: \"Dunyada yaptigimiz kusurlardan dolayi yaziklar olsun bize!\" Bakin yuklendikleri gunah ne kotudur"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Dunya hayati, eglence ve oyundan baska bir sey degildir. Ahiret yurdu ise, Allah'tan korkanlar icin daha hayirlidir. Aklinizi kullanmaz misiniz"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Onlarin soylediklerinin seni uzdugunu elbette biliyoruz. Onlar aslinda seni yalanlamiyorlar, fakat, o zalimler Allah'in ayetlerini inkar ediyorlar"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Senden once de peygamberler yalanlanmisti. Kendilerine yardimimiz gelinceye kadar yalanlanmaya ve eziyet olunmaya sabrettiler. Allah'in sozlerini degistirecek hicbir kimse yoktur. Suphesiz ki sana, peygamberlerin haberlerinden bir kismi gelmistir"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Eger onlarin yuz cevirmesi sana agir geldiyse, haydi gucun yetiyorsa yerin icine (inebilecegin) bir delik, ya da goge (cikabilecegin) bir merdiven ara ki onlara bir mucize getiresin! Allah dileseydi, elbette onlari hidayet uzerinde toplardi. O halde cahillerden olma"
        }
    ]
}