{
    "maqras": [
        {
            "chapter": 9,
            "verse": 75,
            "text": "Yine onlardan kimi de Allah'a soyle ahdetmislerdi: \"Eger bize lutuf ve kereminden ihsan ederse biz de elbette zekati veririz ve kesinlikle salihlerden oluruz.\" diye soz vermislerdi"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Ne zaman ki, Allah lutfedip onlara ihsanda bulundu, onlar da cimrilik edip yuz cevirdiler ve zaten yan cizip duruyorlardi"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Allah'a verdikleri sozu tutmadiklari ve yalan soyledikleri icin, O da bu yaptiklarinin sonucunu kiyamet gunune kadar yureklerinde surup gidecek bir munafikliga cevirdi"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Allah'in, onlarin sirlarini da, fisiltilarini da bilip durdugunu ve Allah'in butun bilinmeyenleri bildigini hala ogrenemediler mi"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Muminlerden zekattan fazla olarak kendi gonulleriyle bagista bulunanlara, bir de guclerinin yettiginden fazlasini bulamayanlara bakip da onlarla alay edenleri Allah, maskaraya cevirmistir. Onlara pek acikli bir azap vardir"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Onlar icin Allah'dan ister magfiret dile, ister dileme. Onlar icin yetmis kere magfiret dilesen de yine Allah onlari affetmeyecektir. Bu, onlarin Allah'i ve Resulunu inkar etmelerinden dolayi boyledir. Allah, boylesine bastan cikmis fasiklar guruhuna hidayet etmez"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Savastan geri kalan munafiklar, Resulullah'in hilafina, onun savasa gitmesine karsilik, oturup kalmalariyla ferahladilar ve mallariyla, canlariyla Allah yolunda cihad etmekten hoslanmadilar, ustelik \"Bu sicakta savasa gitmeyin.\" dediler. De ki: \"Cehennem atesi daha sicaktir.\" Keske anlayabilselerdi"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Kazandiklari gunahin cezasi olarak, artik az gulsunler, cok aglasinlar"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Eger Allah, seni onlardan bir kisminin yanina dondurur de onlar baska bir cihada seninle birlikte cikmak icin senden izin isterlerse, de ki; \"Artik siz hicbir zaman benimle cikamayacaksiniz. Daha once oturup kalmaktan hoslaniyordunuz. Bundan boyle artik geride kalanlarla beraber oturup kalin"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Ve onlardan biri olurse asla namazini kilma ve kabirinin basina gidip durma. Cunku onlar Allah'i ve Resulunu tanimadilar. Ve fasik olarak can verdiler"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Onlarin ne mallari, ne de evlatlari seni imrendirmesin. Allah, onlari dunyada bunlarla cezalandirmayi ve canlarinin kafir olarak cikmasini murad ediyor, baska degil"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Allah'a iman edin ve Resulu ile birlikte cihada gidin.\" diye bir sure indirildigi zaman, iclerinden mal mulk sahibi olanlar senden izin istediler ve \"Birak bizi oturanlarla beraber oturalim.\" dediler"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Onlar, oturanlarla beraber oturmaktan hoslandilar. Kalblerine muhur vuruldu. Bundan dolayi onlar anlayissizdirlar"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Fakat Peygamber ve onunla beraber olan muminler mallariyla, canlariyla cihad ettiler. Iste butun hayirlar onlarindir. Murada erenler de iste onlardir"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Allah onlara, altindan irmaklar akan cennetler hazirladi. Iclerinde ebedi kalacaklar. Iste o buyuk kurtulus budur"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Bedevilerden ozur bahane edenler, kendilerine izin verilsin diye geldiler. Allah'a ve Resulune yalan soyleyenler de oturdular kaldilar. Bunlardan kafir olanlara acikli bir azap isabet edecektir"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Allah ve Resulu adina nasihat ettikleri takdirde ne zayiflara, ne hastalara, ne de verecek birsey bulamayan yoksullara savastan kalmaktan dolayi bir gunah yoktur. Iyilik edenleri ayiplamaya bir yol yoktur. Allah gafurdur, rahimdir"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Kendilerini bindirip savasa gonderesin diye gonullu olarak sana geldiklerinde, \"Sizi bindirecek birsey bulamiyorum.\" dedigin zaman, bu ugurda harcayacaklari birsey bulamadiklarindan dolayi uzulup gozlerinden yas doke doke geri donup gidenlere de bir gunah yoktur"
        }
    ]
}