{
    "maqras": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "Bir de onlara Nuh'un kissasini oku: Hani o bir zamanlar kavmine demisti ki: \"Ey kavmim, eger benim aranizda durusum ve Allah'in ayetleriyle ogut verisim size agir geliyorsa, sunu bilin ki, ben yalnizca Allah'a dayanmisimdir, artik siz ve ortaklariniz her ne yapacaksaniz toplanip butun gucunuzle karar veriniz. Sonra bu isiniz size dert olmasin. Sonra bana ne yapacaksaniz yapin, bana muhlet de vermeyin"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Eger yuz cevirirseniz cevirin, ben de sizden bir ucret istemedim ya! Benim mukafatimi ancak Allah verir. Ve ben O'nun emrine boyun egen muslumanlardan olmakla emrolundum"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Buna ragmen yine de onu inkar ettiler. Biz de onu ve gemide kendisiyle beraber olanlari kurtardik. Ve onlari yeryuzune halifeler yaptik. Ayetlerimizi inkar edenleri ise suda bogduk. Bak iste uyarilanlarin akibeti nasil oldu"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Sonra onun arkasindan bircok peygamberleri kavimlerine gonderdik. Onlara acik mucizelerle geldiler. Fakat onlar bir defa yalan dediklerine sonuna kadar bir turlu inanmadilar. Iste biz, haddi asanlarin kalblerini boyle muhurleriz"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Sonra bunlarin arkasindan Musa ile Harun'u ayetlerimizle Firavun'a ve cemaatine gonderdik. Iman etmeyi kibirlerine yediremediler ve gunahkar bir kavim oldular"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Kendilerine tarafimizdan hak gelince, \"Muhakkak ki bu, apacik bir sihirdir.\" dediler"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Musa dedi ki, \"Size hak gelince, ona boyle mi diyorsunuz? Bu sihir midir?\" Halbuki sihirbazlar iflah olmazlar"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Dediler ki: \"Sen bizi, atalarimizdan kalan yoldan ceviresin de yeryuzunde saltanat ikinizin olsun diye mi geldin? Biz ikinize de inanmayiz"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Firavun da: \"Bana butun bilgili sihirbazlari toplayip getirin!\" dedi"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Sihirbazlar gelince, Musa onlara: \"Ortaya ne atacaksaniz atin!\" dedi"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Onlar ortaya atinca Musa dedi ki, \"Sizin yaptiginiz sey sihirdir. Muhakkak ki, Allah onu iptal edecektir. Suphe yok ki, Allah fesatcilarin islerini duze cikarmaz"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Allah, hakkin hak ve gercek oldugunu kelimeleriyle ispat eder, gunahkarlarin hosuna gitmese de"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Firavun ve adamlarinin kendilerini belaya ugratacagi korkusundan dolayi Musa'ya kendi kavminin bir oymagindan baska kimse iman etmedi. Cunku orada Firavun cok ustun idi ve o kesinlikle asiri giden taskinlardandi"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Musa dedi ki: \"Ey kavmim! Siz gercekten Allah'a iman ettinizse, O'na samimiyetle teslim olan muslumanlardan oldunuzsa artik O'na guvenin"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Onlar da: \"Biz Allah'a guvendik. Ey Rabbimiz, bizi o zalim kavmin fitnesine ugratma!\" dediler"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Bizi rahmetinle o kafir kavmin elinden kurtar"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Biz Musa ile kardesine soyle vahyettik: \"Kavminiz icin Misir'da birtakim evler hazirlayin ve evlerinizi kibleye karsi yapin ve namazi kilin ve muminlere mujde verin"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Musa dedi: \"Ey Rabbimiz! Sen Firavun'a ve adamlarina su dunya hayatinda goz kamastirici zenginlik ve bol bol servet verdin. Ey Rabbimiz! Senin yolundan saptirsinlar diye mi? Ey Rabbimiz! Onlarin mallarini sil supur ve kalblerine sikinti dusur. Cunku onlar o acikli azabi gormedikce iman etmeyecekler"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Allah buyurdu: \"Her ikinizin de duasi kesinlikle kabul olundu. Siz yine dogru ve durust olmaya devam edin. Kendini bilmeyenlerin yoluna sakin uymayin"
        }
    ]
}