{
    "rukus": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "Bi rastî malê (şorê û malê) bacê, hey ji bona xezanan û ji bona belengazan û ji bona wan şanene, ku li ser wî malî xebat dikin û ji bona wan merivên ku hatine misilman bûne; hêj dilê wan bi rastî bi misilmanîyê germ ne bûye (ya jî ewan fileyên zor be; ji bo ku herçiqandina wan li ser misilmanan bidine para da ka ewan jî misilman nabin) û ji bona azadîya benda û zebûnan û ji bona deyndarên (ku malê wanê heyî têra deynê wan nake) û ji bona wan kesên ku di rêya Yezdan da tekoşînê dikin û ji bona wan rêwîyên ku di rêyan da mane (tê dayînê). Eva parkirina hanê parkirineke wusa ne; ku Yezdan bi vê nevê kirîye. Yezdan zanayê bijejke ye"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Û ji wan (durûyan) ewanê ku cafayê didine pêxember hene! (Ji bona cefadana pêxember aha) dibêjin: \"Ewa (pêxembera wusa dibêhê) bûye goh (ji hemû tiştan ra gohdarî dike. Muhemmed! Tu ji wan ra aha) bêje:\"Ewa goha gohekî wusa ne; ji bona we ra qencîyek e. Ewa bi Yezdan bawer dike, ça jî bi bawergeran jî bawer dike, ewa (goha) ji bona wanê, ku ji we ne (bi rastî) bawer kirine dilovanîyek e (ji Yezdan e). Û ewanê ku cefayê didine pêxemberê Yezdan hene! Bi rastî ji bona wan ra şapateke dilsoz heye"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Jj bona ku ewan xwe bi we bidine qayîl kirinê, ewan ji we ra bi Yezdan sond dixun. Heke bi rastî ewan bawer kiribin; Yezdan û Pêxemberê Wî babettir in, ku ewan bi xwe bidine qayîl kirinê"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Ma qey ewan nizanin? Kîjan di hemberê biryarên Yezdan û Pêxemberê (Wî da, biryaran bihûne) îdî bi rastî ji bona wî ra agirê dojê bê paşî heye. Ewa ê bi xweber jî di wê dojê da hey bimîne. Riswaya mezin eva ye"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Ewanê durû hene! Ewan ditirsin, ku li ser wan da ferkereke wusa bê hinartinê, di dilê wan da çi hebe ji wan ra bêje (bi vî awayî jî tinaz dikirin. Muhemmed! Tu ji wan ra aha) bêje: \"Hûn (gelî durûyan) tinazan bikin! Bi rastî tişta ku hûn jê ditirsin, Yezdanê ewî derxe (rohnayî ye)"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Heke (Muhemmed! Tu) ji wan bipirsî (ka hûn çi mijûl dibin?) Ewanê (aha bersiva te bidin): \"Bi sond! (Qe em bi tu tiştî mijûl nabin) lê em di nava xwe da tinazan dikin û bi hev dileyîzin diçin. (Muhemmed! Tu ji wan ra aha) bêje: “Qey hûn bi Yezdan û bi beratên wî û bi Pêxemberê Wî tinazan dikin?”"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Hûn (gelî durûyan!) baxişandina xwe ji wan kirinê xwe nexwezin. Bi sond! Hûn ji piştî bawerîya xwe, bûne file. Heke em destekî ji we bibaxişînin, emê desta mayî jî bi sedema, ku ewan gonehkar bûne şapat bikin"
        }
    ]
}