{
    "rukus": [
        {
            "chapter": 13,
            "verse": 1,
            "text": "M.R. (Arşa van tîpên ji hev çûyî, bi rastî hey Yezdan dizane.) Ewan beratên pirtûkê (Qur’anê) ne. Û ewan (biryaran) ji Xudayê te 1i bal te da hatin hinartinê (hene!) ewan rast in. Lê pirên kesan bawer nakin"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Ewê ku hûn ça dibînin, ezman bê stûn bilind kirîye, ewa Yezdan e û paşê ewî arş (mana) hildaye binê hêza xwe (hemî tişt hildaye binê heza xwe ça bivê wusa ewan dixebîtîne, her wusa) roj û hîv jî xwe ra ser nerm kirîye, hemûşk ji bona danê navdayî diherikin diçin. (Yezdan) bûyerên (afirandok) pêk tîne. (Ewa evan) beratan (ji bona we ra) vedike, bi rastî hêvî heye, ku hûn bi rast hatina Xudayê xwe bizanin"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Û ewê zemîn raxistîye (ewa Yezdan e). Ewî di zemîn da çîyayên binecî û çem bi cî kirîye û di zemîn da ji hemî beran bi zotî û cotî ewî pêk anîye; (hemî tişt bi nêr û mêyîtî afirandîye) şev û ro li hev dide pêçandinê. Bi rastî ji bona komalê ramankar ra di wan kirinan da beratên (sodret) hene"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Û (Yezdan) di zemîn da parên mezinên, ku nêzê hev in pêk anîye û rêzên ji tiryan û zevîyên çandî û darên xurman e bi heçî û be heçî bi cîh kirîye (ewan hemî jî) bi aveke tenê têne avdanê. (Lê) me dixwerin û rengê wan da; hinekê wan li ser hinekên wan dane çêtir kirinê. Bi rastî di van da ji bona komalê ku hişdarî dikin, beratên (sodret) hene"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Heke (ji piştê gotina van beratan, ne bawerîya wan; Muhemmed!) te sodret bike, îdî gotina wanê, ku dibêjin: \"Qey gava (em bimirin bibine) xwelî, qey dîsa emê carekê dinê bêne afirandinê? Sodrettir e.” Ewan kesên ku bi Xudayê xwe bûne filê hene! Ewan bi xweber in, ewanan ew in, ku di stûyê wan da zincîr hene. Ewan hevalê agir in û wê di agir da jî hey bimînin"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Ewan (filan çiqa tu ji wan ra dibêjî: \"Heke hûn ji van kirin û bawerîyên xwe para da neyên, wê Yezdanê ji bona we ra şapatan bîne, heke hûn poşman bibin, we Yezdanê qencîyan bi we bike\" dîsa) ji te di berya qencîyan da, sikatîyan dixwazin. Bi sond! Di berya wan da pir hecwekî ji wan borîne (gelo çima ji wan hecwekîyan hiş bilnadin?) Bi rastî di hemberê cewra kesan da Xudayê te, ji bona kesan ra baxişkar e. Û bi rastî Xudayê te zor şapat e"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Ewanê bûne file hene! (aha) dibêjin: \"Heke ji Xudayê wî (wekî me ça diva) berate bihata hînartinê (meyê bi wî bawer bikira\". Muhemmed!) tu hey (hatî şandinê) ji bo ku tu (ewan bi hatina şapatan) bide tirsandinê. Û ji bona her komalekî ra rêberek heye"
        }
    ]
}