{
    "rukus": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Ewanê guman nakin, ku wê (di dawiyê da) li bal me da werin, hene! (aha) gotine: \"(Ji bona bawerîya me ra) ne diva (ku Yezdan) bi ser me da firiştek bihinarta, ya jî ne diva, ku me Xudayê xwe bidîta (me paşê bawer bikira)?\" Bi sond! Ewan di hundurê xwe da, xwe mezin kirine, ewan bi deliqandineke mezin ji tixûbê xwe borîne"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Di roya ewan (gonehkaran) firiştan dibînin, di wê royê da ji bona gonehkaran tu mizginî tune ye (firiştan ji wan ra aha) dibêjin: \"Ji bona (we ra mizgîn hatîye) qedexekirinê"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Me li bal wan da kirinê wan pêşkêş kirîye (loma ewan di cîhanê da guman dikiribûn, ku ewan qencî dikin) îdî me ewan kirinê wan xistîye ber bayeke ji hev çuyî, maye"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Hevrîyên bihiştî di wê royê da, di qencê êwrandanin û di rindtirê şûnê geşt a da nin"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Di roya ku ezman bi sedema ewrên sipî ji hev diçirin û firiştan bi hinartinekî (li pey hev) dihinirin"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "Seroktî bi rastî di wê royê da ji bona (Yezdanê) dilovan ra ne. Bi rastî ewa roya li ser filan royeke zor teng e"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Di wê royê da merivê cewrkar her du destê xwe dixe devê xwe (digeze, aha) dibêje: \"Xwezîka min bi saîyê (Yezdan) ra rêya serfırazê girtibûya"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Xwelî li min be! Xwezîka min evê (ku ez ji rêya rast derxistime, ji bona xwe ra) bi hevaltê ne girtîbûya"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Bi sond! Ji piştî hatina rastîyê li bal min da, ewî ez ji rêya (rast derxistime). Şixwa pelîd ji bona merivan rûreşîyek e (ji piştî merivan ji rê derdixe, merivan bi tenê dihêle û diçe)"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Û saî jî (aha) gotîye: \"Xudayê min! bi rastî komalê min, eva Qur’ana ji bona xwe ra dest berdanok girtîbûne (ji vê Qur’anê bi hemîtî dest berda bûne, qe haja wan ne maye)"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Her wusa me ji bona hemî pêxemberî ra ji gonehkaran desteke neyar girtîye. Bi beledî û arîkarî, Xudayê te besê te ye"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Ewanê bûne file jî (aha) gotine: \"Ne diva, ku eva Qur’ana li ser (Muhemmed) ra bi yek carî hatibûya hinartinê (îdî ewî ji bona hinartinê, hêvîdarî nekira,me jî çi ji wî bipirsîya, ewê hema bersîva me bida)?\" Ji bo ku em dilê te bi hinartina Qur’anê binecî bikin (ez berya wê Qur’anê ji bona te ra hêsan bikin, dabaşa her bûyarekî nû bimîne) me ewa (Qur’ana, pare pare) li ser dilê te da hinartîye"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "(Muhemmed!) ewan (filan) ji bona (şikênandina) te, çiqa hecwekîyek ji bona te ra anîbin, me hey (bersiva wê hecwekîyê) ji te ra bi mafî çêtir anîye. Ewa (bisyara) rindê hezwartina ye"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Ewanê deverû li bal dojê da têne civandinê hene! Ewanan di şûneke çiqa sik da nin û ewan ji her kesî pirtir rê wunda kirine"
        }
    ]
}