{
    "rukus": [
        {
            "chapter": 25,
            "verse": 45,
            "text": "Ma qey tu li bal (hêza) Xuda ê xwe da mêze nakî; Xudayê te sî ça dirêj kirîye? Heke Xudayê te biva, wê sî (di şûna wê da) rawestan da. Paşê me ji bona hebûna (sîyê) roj xistîye berate; (dîtina sîyê giredayî bi hebûna tavê ye)"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Paşê (roj çiqa bilin dibû) me jî ewa (sîya) hêdî hêdî li bal xwe da kişand (hil da)"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Ewê ku şev ji bona we ra xistîye midas, xew jî ji boa we ra xistîye rawestandin (û bêhindan) û ro jî xistîye jîn û rabûn (ji bona xebat û belavbûnê) heye: ewa (Yezdan e)"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Ewê ku ba ji bona mizgîna bariştê, di berya bariştê da dişîne heye! Ewa (Yezdan e). Loma bi rastî em di jor da aveke paqij dihênirînin"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "Ji bo, ku em bi wê (avê) welatekî ku mirîye (heşnaîyên wî hemî hişk bûne, dîsa) bidine jînandinê, wusa jî ewan tariş û merivên ku me ji wê (avê) afirandine, pirê wan bi wê (avê) av bidin"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Bi sond! Me ewa (barişta) di nava wan (welat û afirandokan da) car bi car barandîye; ji bo ku ewan (kesan) ji van (kirinan) şîretan hildin. Lê pirê kesan ji şîret hil dane para da çûne, nonkorî dikin"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Heke me biva, me ê ji bona her welatekî (pêxemberek) ji bona hişyarîya wan bişanda"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Îdî (Muhemmed!) tu bi gotina filan neke û tu (bi Qur’anê) bi wan ra tekoşîna mezin bike"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Ewê, ku her du derya di nava hev da daye herikandinê heye! Ewa (Yezdan e. Ava) yek ê ji wan her du deryan, şirîne: bi hesanî tê vexwerinê; ya mayî jî (ava) wê şor e û tal e. Ji bo ku her du (av) tevê hev nebin ewî di nava (av a) her du deryan da perdeke qedexokê parisvan vekirîye"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Ewê, ku meriv ji avê afirandîye heye! Ewa (Yezdan e), îdî (ewî meriv kirine du par): yek ji wan (paran) nijadî (para mayî jî) xilamîtî. Loma Xudayê te dişî (evan bike)"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "(Bi vî ra jî) ewan (filan) perestîya tişt ên pêştirê Yezdan dikin; (ji bona Yezdan ra peresti nakin). Ewan (tiştên, ku ewan filan perestîya wan dikin) qe tu kar û zîyana wan nakin. ji bo ku ewan (filan) neyartîya Xuda ê xwe bikin, ji bona hev ra piştevanî dikin"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "(Muhemmed!) Me hey tu mizgînvan û hişyarvan (li bal kesan da) şandîye"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "(Muhemmed! Tu ji bona kesan ra aha) bêje: \"Ez ji bona vekirina xwe ya hanê (ji we) ji pêştirê rêgirtina wî kesê, ku li bal Xudayê xwe da (diçe) tu tiştî naxwazim"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Û (Muhemmed!) ewa (Xudayê) zindîyê nemir heye! Tu xwe hispêre wî û tu bi pesnê wî, ewî ji kemasîyan paqij bike. Ewa bi agahdarya gonehên bende yên xwe, şixwa besî xwe ye"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Ewê ku ezman û zemîn û tiştên di nava wan da heyî, di şeş royan da afirandîye paşê arş (mana) hil daye binê hêz a xwe, heye! Ewa (Yezdanê) dilovan e. (Heke tu bi van nizanî) îdî tu ji yekê zana pirs bike (ku evan hemû pêşeyên Yezdan in; we ji te ra bêjin)"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Gava ji bona wan (merivan ra aha) tê gotin: “Hûn ji bona (Yezdanê) dilovan ra herin secdê.\" Ewan (merivan aha bersiv dane û) gotibûne: \"(Yezdanê) dilovan çîye? Qe em ji bona wî tiştê, ku tu fermana me (ji bona secdebirina wî dikî) diçin secdê? (Eva fermana te, bi secdebirina wan) hey ji bona wan ra, rikê wan pir kirye.”"
        }
    ]
}