{
    "rukus": [
        {
            "chapter": 2,
            "verse": 236,
            "text": "(Gelî mêran!) Heke hûn ewan jinne ku hêj hûn têkilê wan jinan bi jinanî nebûbin, ya jî hêj we ji bona wan ra marek diyar ne kiribe, berdin. Tu gunehkarî ji bona we ra tune ye. Hûn ji wan jinan ra; zengin wekî , zenginan û xezan jî wekî xezanan, bi qencî mal bidne wan. Eva temtêla hanê mafekî babet e, li temtêla qencîkaran tê"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Û heke (gelî mêran!) we ewan jinan berdan, hêj hûn têkilê wan bi jinanî nebûbin lê we ji bona wan ra marek diyar kiribe, nîvê wê mara diyar kirî divê ku hûn bidne wan jinan. Ji xêncî heke ewa jinika, ya jî ewa serkarê jinikê, ku birîna mare di destê wî da bûye, mare ji bona (zavê ra) bibaxişînin. Heke hûn bibaxişandin (gelî mêran!) marê hemûşk bidne wan jinan, şixwa ji bona xudaparizan nêzîktir e. Û hûn (gelî mêran!) ewa rûmet û babetîya, ku di nîveka we da heye (nîveka mêr û jinan da heye) bîrva nekin. Bi rastî Yezdan tişta ku hûn dikin dibîne"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Hûn (gelî bavergeran!) parisîya li ser nimêj kirinê, nemaze nimêja nîvwarî bikin û hûn ji bona Yezden ra, bi dil rabin perestî bikin"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Îdî heke hûn ji (aşîtan) tirsîyan, hûn (ça dikarin wusa bikin). Îdî bi peyatî û bi siwartî (hûn ça dikarin wusa bikin). Îdî gava hûn ewlebûn Yezdan ça kirina we ji bona we ra hîn kirîye hûn perestîya Yezdan wusa bikin, loma we bi xweber jî di berya niha da nizan bûye"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Ewan merivne ji wê gava dimirin, li pey xwe da jinan dihêlin hene! Divê ku ewan mêran ji bona wan jinne xwe ra, li wan mîratxurnê xwe ra şîratan bikin, ku ewan mîratxuran, jina wî ji xanîyê wî heya salekî dernexin û xwarin û xweyî kirina wê jî bidin. Îdî heke ewan jinan ji berxwe ji wan xanîyan bi xweşî derkebin, tu gunehkarî li ser we tune ye. Û servahatê bijejke Yezdan e"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Dayîna xwarin û xweyî kirinê, ji bona wan jinne berdayî li ser xudaparisan mafek e"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Bi vî awayî Yezdan ji bona we ra biryarne xwe vedike. Bi rastî dibe, ku hûn ji wan hiş hildin"
        }
    ]
}