{
    "rukus": [
        {
            "chapter": 27,
            "verse": 67,
            "text": "Ewanê bûne file hene! (Aha) gotine: \"Qey gava (em bimirin) em û bavê xwe ne berê da bibine xwelî, ma qey em ê dîsa (rabin ji nava xwelîyê) derkebin"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Bi sond! Hêj di berê da jî em û bav û kalê xwe va bi van peymanan hatine hişyarkirinê, evan (peymanan) hey çîvanokên berê ne"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "(Muhemmed! Tu ji bona wan ra aha) bêje: \"Hûn (gelî kesan!) di zemîn da bigerin, îdî hûn mêze bikin, ka encama gonehkaran ça bûye"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "(Muhemmed! Tu ji bona ne bawerya wan) li ser wan mirûzê xwe neke û tu ji bona dexelî u endezên wan bêhna xwe teng neke"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Ewan (ji te ra aha) dibêjin: \"Heke hûn (di doza xwe da rast in) ka danê wan peymanan kengê ye"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "(Muhemmed! Tu ji bona wan ra aha) bêje: \"Dibe, ku ewa şapata hûn leza hatina wê dikin, hinekî (ji wê şapatê) li pey we da be (haja we pê tune be)"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Bi rastî rûmet û qencîyên Xuda ê te li ser kesan heye, lê pirê wan (kesan) sipazîya (Xuda ê te) nakin"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Bi rastî Xudayê te bi wan tiştên, ku ewan di singe xwe da vedişêrin ya jî eşkere dikin, rind dizane"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Û çiqa tiştên ne xwuyayên di ezman û zemîn da hene (ewan hemîşk jî) di nivîsareke hizwartî da nin"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Bi rastî eva Qur´ana pirê wan tiştên, ku zarên cihûyan di wan (tiştan da) ne wekhev bûne (rastîya wan tiştan) ji wan ra dibêje"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Û bi rastî ewa (Qur´ana) ji bona bawergeran ra beled û dilovînek e"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Bi rastî Xudayê te wê di nava (zarên cihûyan da) bi biryarên xwe, berewanî bike. Loma servahatê pirzan hey (Xudayê te ye)"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Îdî tu xwe hispêre li ser Yezdan. Loma bi rastî tu li ser mafekî xwuyaî yî"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Bi rastî tu (dengê xwe) bi miryan nadî bihîstinê û di gava (merivên ker) para da birevin, tu qe tu gazîkirînê bi wan nadî bihîstinê"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Û tu nikarî ewan komê, ku di rê wundabûna xwe da wunda bûne, bînî rîya rast. Ewanê bi beratên me bawer kirine hene! Tu dikarî (dengê xwe) bi wan bidî bîhîstinê, şixwa îdî ewan bi xweber jî misilman bûne"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "Gava (peymana bi hatina danê dawîyê) bi ser wan da hat; em ji bona wan (kesan ra) di zemîn da rawerekî derdixin. Ewa (rawera) bi wan ra mijûl dibe, ku merivan bi rastî bi beratên me bawer ne kirine"
        }
    ]
}