{
    "rukus": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "M. (Arşa van tîpên ji hevçûî her Yezdan dizane)"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "(Komalê) Rûmê (di hemberê îranîyan da) sernugûn bûn"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "Di zemînê nêzîkê (ereban da) ewan (rûmîyan) wê ji piştê sernugûnîya xwe, di nêzîk da serva werin"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "Ewa (servahatina wan, di van) çend salê (para da tên wê bibe). Ferman; di pêş û paş da jî hey ji bona Yezdan ra ne. Di wê roya (servahatina rûmîyan) we bawerkerê şa bibin"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "(Bawerker) bi arîkirina Yezdan (şa dibin). Yezdan (ji bo) kîjanî ra bivê, arîkarya wî dike. Şixwa Yezdan bi xweber jî servahatê dilovîn e"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "(Eva servahatina rûmîyan) peymana Yezdan e. Yezdan ji peymana xwe para nakebe, Û lê pirê kesan bi vî nizanin"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "(Meriv) ji cîhanê hey jîna xwûyaî dizanin. Ewan bi xweber jî ji (jîna) para da bê guman in"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Ma qey ewan di nava xwe da raman nakin, ku Yezdan ezman û zemîn û çi tiştê di nava wan herdukan da heyî, hey bi mafî afirandîye û (ji bona hebûna wan jî) danekî navdaî gerandîye? Lê pirê ji kesan (di danê para da) bi rast hatina Xudayê xwe bawer nakin"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Ma qey ewan di zemîn da nagerin, ku mêze bikin ka encama wanê berya wan da borî ça bûye? (Ewanê berya wan da hebûne) hêj ji wanê naha bi hêztir bûne. Loma ewan di zemîn da (cuhê avan û karxaneyên madenan bi vekirî ava kirine û zevî çandine û dar çikandine) û xênîyî ji van çêtir ava kiribûne. Saîyên wan jî bi beratên hizwartî va hatibûne bal wan (ewan jî wekî wê bi gotina wan saîyan ne dikiribûne. Yezdan ji bona wan ra şapat daye). Îdî Yezdan li wan cewr ne kirîye, lê ewan bi xweber li xwe cewr kirine"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Paşê ewanê sîkatî kirine hene! Bi sedema ku ewan beratên Yezdan dida- ne derewdêrandinê û bi wan beratan tinaz dikiribûne, şûna wan sikê şûnan e"
        }
    ]
}