{
    "rukus": [
        {
            "chapter": 3,
            "verse": 10,
            "text": "Bi rastî ewanê bûne file hene! Mal û zarê wan, bi tu tiştî ewan ji Yezdan nadine parisandinê. Û ardûkê agir hey evan bi xweber in"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Ewanê beratên me didane derewdêrandinê hene! Temtêla wan wekî temtêla wan komalên ku di berya Fir’ewn da (hatibûne) û wekî temtêla malyê Fir’ewn in. Îdî Yezdan jî bi sedema gunehê wan, ewan (bi şapan) girtin. Yezdan bi rastî zor şapata"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "(Muhemmed! Tu ji bona wanê bûne file ra) Bêje: “Bi rastî hûnê di nêzîk da sernegûn bibin û hûnê li bal dojê da bêne civandinê.” Doj bi xweber jî çi qa sikê çîncîla ne"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Bi sond! Ji bona we ra, di wan her du destên, ku ji bona qirînê, têne hemberê hev, beratên hişhildanî hene. Destek ji wan di rêya Yezdan da qirînê dike, desta mayî jî file ne. Ewa desta bawer dikin, evê desta file li ber çavan ducarê xwe dibînin. Yezdan jî evînê xwe bi arîkarêya xwe bi hêz dike. Divê bûyerê da ji bona wanê xweyî dîtinê ra hişhildan heye (yanî ewan bivê servahatinê bi ponijandin hiş hil didin)"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Ji bona merivan hezkirina jinan û zaran û komên ji zer û zîvan û revonê hespan û kerî û sûrîne tarişan û çandinî bi dil xwestin, hatîye xemilandinê. Evanan xişrê jîna cihanî ne. Û li bal Yezdan bi xweber da jî qencê şûnwaran heye, loma qencê zivirandina li bal wî da ne"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "(Muhemmed! Tu ji bona wan ra) bêje: “Hûn hez dikin, ku ez ji bona we ra, hêj ji van hezkirinê we, çêtir bêjim? Ewanê Xweda parizî dikin, hene! Ji bona wan ra li bal Xwedayê wan, behiştên ku di bine darê wan da çem dikişin heye. Ewanan di behiştê da hey dimînin. Û ji bona wan ra zone paqij û qayîlbûna ji Yezdan heye. Û Yezdan bi xweber jî bendenê xwe dibîne"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Ewan xwedaparizan in, ku dibêjin: “Xwedayê me! Bi rastî me bi te bawer kirîye, îdî tu ji bona me ra gunehên me bibaxişîne û tu me ji şapata agir biparisîne.”"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Ewan xwedaparizan in, ku li ser aşît û teşqelan hew dikin û rast in û bi dil perestî dikin û malê xwe ji bona hewcan ra, di rêya Xwedê da, disixurînin û di sewgura sibehê da, ji bona baxişandina gunehên xwe, lavan dikin"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Bi rastî Yezdan û firiştan û ewan zane ne, ku bi dadvanî radibin, daditîyî bi cîh tînin şahidî dane, ku tu yezdan ji pêştirê Yezdanê (babetê perestîyê) tune ne, hey servahatê bijejke ewa ye"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Bi rastî “ol”a rastî li bal Yezdan, hey “ol”a (bi nav) Îslam e. Ewan komên, ku ji wan ra pirtûk hatîye hene! Ji piştî ku ji wan ra zanîn hatîye, paşê ji dexesîya di nava hev da, ne wekhevbûn çê kirine. Û kîjan bi beratenê Yezdan bibe file, îdî bira bizane! Bi rastî Yezdan zû hijmarok e"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Îdî heke ewan (Muhemmed) bi te ra di mafê (ol) ê da tekoşînê bikin, tu ji bona wan ra bêje: “Min xwe û bi wanê peyrewê xwe va ji bona Yezdan ra hispartîye.” Û tu ji bona wanê, ku pirtûk ji bona wan ra hatîye û ji bona wanê ne xwandî ra bêje: “Hûn jî misilman bûne?” Îdî heke ewan misilman bên, şixwa ewan hatine rêya rast û heke ewan pişta xwe dane te (misilman ne bûn) li ser te hey gotina (biryarên Yezdan ji wan ra) heye. Û Yezdan bi xweber jî bendenê xwe dibîne"
        }
    ]
}