{
    "rukus": [
        {
            "chapter": 63,
            "verse": 1,
            "text": "Gava ên durû tên bal te dibêjin: \"Em danasî didin ku bi rastî tu pêxemberê Xuda yî.\" Xuda baþ dizane ku tu pêxemberê wî yî. Xuda danasî dide ku bêguman ên gurû her derewkar in"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Wan baweriya xwe ji xwe re kir mertal vêca wan pêþî li rêya Xuda girt. Bêguman ew, çi pîs e tiþtê dikirin"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "Evê han ji ber ku bi rastî wan bawerî anî paþê kafir bûn, vêca li ser dilên wan hate mohr kirin; êdî ew tênagihên"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "Gava tu wan dibînî, bejn û bala wan te dixe sosretê, û eger ewbipeyivin tu li gotina wan gohdarî dikî. Ew her wekî hiþke darê sipartî ne. Ew her qerînî bi ser xwe ve guman dikin. Neyar her ew in, êdî tu xwe ji wan bigre- biparêze. Xuda wan bikuje!, ew bi ku ve têne zivirandin"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "Û gava ji wan re tê gotin ku: \"Werin ku pêxemberê Xuda ji we re bexþînê bixwaze\" , ew serê xwe hey dihejînin û tu wan dibînî ku ew bu quretî li ba dikevinxwe ji para didin"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Çi tu ji wan re bexþînê nexwazî li ba wan yek e. Xuda ji wan re qet nabexþîne. Lewra bêguman Xuda komela jirêderketiyan nade ser rêya rast"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Ew in ên ku dibêjin: \"Hûn tiþtekî nedin ên li cem pêxemberê Xuda ne heya ew ji hev belav dibin.\" Xiznê asîmana û zemîn her ê Xuda ne, lê belê ên durû tênagihên"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Ew dibêjin ku: \"Sond be, egr em bal Medînê ve vegerin wê ê bêrûmet, jê derîne.\" Rûmet (û serkeftin) her a Xuda û pêxemberê wî û bawermendan e, lê belê ên durû nizanin"
        }
    ]
}