{
    "rukus": [
        {
            "chapter": 22,
            "verse": 65,
            "text": "Tidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (ma-nusia) apa yang ada di bumi dan kapal yang berlayar di lautan dengan perin-tah-Nya. Dan Dia menahan (benda-benda) langit agar tidak jatuh ke bumi, melainkan dengan izin-Nya? Sungguh, Allah Maha Pengasih, Maha Penya-yang kepada manusia"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Dan Dialah yang menghidupkan kamu, kemudian mematikan kamu, kemudian menghidupkan kamu kembali (pada hari kebangkitan). Sungguh, manusia itu sangat kufur nikmat"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Bagi setiap umat telah Kami tetapkan syariat tertentu yang (harus) mereka amalkan, maka tidak sepantasnya mereka berbantahan dengan engkau da-lam urusan (syariat) ini dan serulah (mereka) kepada Tuhanmu. Sungguh, engkau (Muhammad) berada di jalan yang lurus"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Dan jika mereka membantah engkau, maka katakanlah, “Allah lebih tahu tentang apa yang kamu kerjakan.”"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Allah akan mengadili di antara kamu pada hari Kiamat tentang apa yang dahulu kamu memperselisihkannya"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Tidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu su-dah terdapat dalam sebuah Kitab (Lauh Mahfuzh). Sesungguhnya yang demiki-an itu sangat mudah bagi Allah"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Dan mereka menyembah selain Allah, tanpa dasar yang jelas tentang itu, dan mereka tidak mempunyai pengetahuan (pula) tentang itu. Bagi orang-orang yang zhalim tidak ada seorang penolong pun"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Dan apabila dibacakan di hadapan mereka ayat-ayat Kami yang terang, niscaya engkau akan melihat (tanda-tanda) keingkaran pada wajah orang-orang yang kafir itu. Hampir-hampir mereka menyerang orang-orang yang membacakan ayat-ayat Kami kepada mereka. Katakanlah (Muhammad), “Apakah akan aku kabarkan kepada-mu (mengenai sesuatu) yang lebih buruk dari itu, (yaitu) neraka?” Allah telah mengancamkannya (neraka) kepada orang-orang kafir. Dan (neraka itu) seburuk-buruk tempat kembali"
        }
    ]
}