{
    "pages": [
        {
            "chapter": 7,
            "verse": 12,
            "text": "(Rabbis) \"Yeroo ani si ajaju, sujuuduu irraa maaltu si dhorge?\" jedhe(Ibliis) \"Anatu isa caala; Ibidda irraa na uumteetiin isa dhoqqee (biyyee) irraa uumte\" jedhe"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "(Rabbiinis) \"ishee irraa bu’i; Ishee keessatti boonuun siif hin taane; ba’i ati warra salphattoota irraayi\" jedheen"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "(Ibliis) \"Hanga guyyaa isaan kaafamaniitti na tursiisi\" jedhe"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "(Rabbiiniis) \"Ati warra tursiifaman irraayi\" jedheen"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "(Ibliisis) ni jedhe: \"Waan ati na jallifteef, Dhugumatti, karaa kee qajeeloo irran isaaniif taa’a"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Ergasii fuuldura isaanii, duuba isaanii, mirga isaaniitiifi bitaa isaanii irraan isaanitti dhufaIrra hedduu isaaniis galateeffattoota ta'anii hin argitu"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "(Rabbiinis) ni jedhe: \"Ishee irraa arrabsamaa, fageeffamaa haala taateen ba’iIsaan irraa namoota si hordofe, isin hunda irraan Jahannama guuta"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "Yaa Aadam! Atiifi niitiin kee jannata keessa taa'aa; iddoo feetan irraas nyaadhaaMiidhaa raawwattoota irraa taatu mukattii kanatti immoo hin dhihaatinaa"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Shayxaanni qaama saalaa isaanii kan dhokatee ture ifatti mul’isuuf isaan lamaanitti hasaase; \"Rabbiin keessan mukattii kana irraa akka isin lamaan malaykota hin taaneef yookiin akka isin lamaan hafoo hin taaneefi malee waan biraatiif isin hin dhorgine\" jedheen"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Dhugumatti, ani isiniif warra toltuu yaadan irraayi\" (jechuun) isaan lamaaniif kakate"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Gowwoomsuun isaan jalliseYeroma isaan mukattii dhandhaman, qaamni saalaa isaanii ni mul'atte; isaanis qaama isaanii baala jannataatiin haguuguu jalqabanGooftaan isaaniis \"Sila Ani mukattii tana irraa isin hin dhorginee; shayxaanni isin lamaanif diina ifa ta’e isiniin hin jennee?\" jechuun isaanitti lallabe"
        }
    ]
}