{
    "chapter": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "تنزيل الكتب من الله العزيز الحكيم"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "انا انزلنا اليك الكتب بالحق فاعبد الله مخلص ا له الدين"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "الا لله الدين الخالص والذين اتخذوا من دونه اولياء ما نعبدهم الا ليقربونا الى الله زلفى ان الله يحكم بينهم في ما هم فيه يختلفون ان الله لا يهدي من هو كذب كفار"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "لو اراد الله ان يتخذ ولد ا لاصطفى مما يخلق ما يشاء سبحنه هو الله الوحد القهار"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "خلق السموت والارض بالحق يكور اليل على النهار ويكور النهار على اليل وسخر الشمس والقمر كل يجري لاجل مسمى الا هو العزيز الغفر"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "خلقكم من نفس وحدة ثم جعل منها زوجها وانزل لكم من الانعم ثمنية ازوج يخلقكم في بطون امهتكم خلق ا من بعد خلق في ظلمت ثلث ذلكم الله ربكم له الملك لا اله الا هو فانى تصرفون"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "ان تكفروا فان الله غني عنكم ولا يرضى لعباده الكفر وان تشكروا يرضه لكم ولا تزر وازرة وزر اخرى ثم الى ربكم مرجعكم فينبيكم بما كنتم تعملون انه عليم بذات الصدور"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "۞واذا مس الانسن ضر دعا ربه منيبا اليه ثم اذا خوله نعمة منه نسي ما كان يدعوا اليه من قبل وجعل لله انداد ا ليضل عن سبيله قل تمتع بكفرك قليلا انك من اصحب النار"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "امن هو قنت ءاناء اليل ساجد ا وقايم ا يحذر الاخرة ويرجوا رحمة ربه قل هل يستوي الذين يعلمون والذين لا يعلمون انما يتذكر اولوا الالبب"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "قل يعباد الذين ءامنوا اتقوا ربكم للذين احسنوا في هذه الدنيا حسنة وارض الله وسعة انما يوفى الصبرون اجرهم بغير حساب"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "قل اني امرت ان اعبد الله مخلص ا له الدين"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "وامرت لان اكون اول المسلمين"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "قل اني اخاف ان عصيت ربي عذاب يوم عظيم"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "قل الله اعبد مخلص ا له ديني"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "فاعبدوا ما شيتم من دونه قل ان الخسرين الذين خسروا انفسهم واهليهم يوم القيمة الا ذلك هو الخسران المبين"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "لهم من فوقهم ظلل من النار ومن تحتهم ظلل ذلك يخوف الله به عباده يعباد فاتقون"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "والذين اجتنبوا الطغوت ان يعبدوها وانابوا الى الله لهم البشرى فبشر عباد"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "الذين يستمعون القول فيتبعون احسنه اوليك الذين هدىهم الله واوليك هم اولوا الالبب"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "افمن حق عليه كلمة العذاب افانت تنقذ من في النار"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "لكن الذين اتقوا ربهم لهم غرف من فوقها غرف مبنية تجري من تحتها الانهر وعد الله لا يخلف الله الميعاد"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "الم تر ان الله انزل من السماء ماء فسلكه ينبيع في الارض ثم يخرج به زرع ا مختلفا الونه ثم يهيج فترىه مصفر ا ثم يجعله حطما ان في ذلك لذكرى لاولي الالبب"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "افمن شرح الله صدره للاسلم فهو على نور من ربه فويل للقسية قلوبهم من ذكر الله اوليك في ضلل مبين"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "الله نزل احسن الحديث كتب ا متشبه ا مثاني تقشعر منه جلود الذين يخشون ربهم ثم تلين جلودهم وقلوبهم الى ذكر الله ذلك هدى الله يهدي به من يشاء ومن يضلل الله فما له من هاد"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "افمن يتقي بوجهه سوء العذاب يوم القيمة وقيل للظلمين ذوقوا ما كنتم تكسبون"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "كذب الذين من قبلهم فاتىهم العذاب من حيث لا يشعرون"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "فاذاقهم الله الخزي في الحيوة الدنيا ولعذاب الاخرة اكبر لو كانوا يعلمون"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "ولقد ضربنا للناس في هذا القرءان من كل مثل لعلهم يتذكرون"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "قرءانا عربيا غير ذي عوج لعلهم يتقون"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "ضرب الله مثل ا رجل ا فيه شركاء متشكسون ورجل ا سلم ا لرجل هل يستويان مثلا الحمد لله بل اكثرهم لا يعلمون"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "انك ميت وانهم ميتون"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "ثم انكم يوم القيمة عند ربكم تختصمون"
        },
        {
            "chapter": 39,
            "verse": 32,
            "text": "۞فمن اظلم ممن كذب على الله وكذب بالصدق اذ جاءه اليس في جهنم مثو ى للكفرين"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "والذي جاء بالصدق وصدق به اوليك هم المتقون"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "لهم ما يشاءون عند ربهم ذلك جزاء المحسنين"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "ليكفر الله عنهم اسوا الذي عملوا ويجزيهم اجرهم باحسن الذي كانوا يعملون"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "اليس الله بكاف عبده ويخوفونك بالذين من دونه ومن يضلل الله فما له من هاد"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "ومن يهد الله فما له من مضل اليس الله بعزيز ذي انتقام"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "ولين سالتهم من خلق السموت والارض ليقولن الله قل افرءيتم ما تدعون من دون الله ان ارادني الله بضر هل هن كشفت ضره او ارادني برحمة هل هن ممسكت رحمته قل حسبي الله عليه يتوكل المتوكلون"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "قل يقوم اعملوا على مكانتكم اني عمل فسوف تعلمون"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "من ياتيه عذاب يخزيه ويحل عليه عذاب مقيم"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "انا انزلنا عليك الكتب للناس بالحق فمن اهتدى فلنفسه ومن ضل فانما يضل عليها وما انت عليهم بوكيل"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "الله يتوفى الانفس حين موتها والتي لم تمت في منامها فيمسك التي قضى عليها الموت ويرسل الاخرى الى اجل مسمى ان في ذلك لايت لقوم يتفكرون"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "ام اتخذوا من دون الله شفعاء قل اولو كانوا لا يملكون شي ا ولا يعقلون"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "قل لله الشفعة جميع ا له ملك السموت والارض ثم اليه ترجعون"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "واذا ذكر الله وحده اشمازت قلوب الذين لا يومنون بالاخرة واذا ذكر الذين من دونه اذا هم يستبشرون"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "قل اللهم فاطر السموت والارض علم الغيب والشهدة انت تحكم بين عبادك في ما كانوا فيه يختلفون"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "ولو ان للذين ظلموا ما في الارض جميع ا ومثله معه لافتدوا به من سوء العذاب يوم القيمة وبدا لهم من الله ما لم يكونوا يحتسبون"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "وبدا لهم سيات ما كسبوا وحاق بهم ما كانوا به يستهزءون"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "فاذا مس الانسن ضر دعانا ثم اذا خولنه نعمة منا قال انما اوتيته على علم بل هي فتنة ولكن اكثرهم لا يعلمون"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "قد قالها الذين من قبلهم فما اغنى عنهم ما كانوا يكسبون"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "فاصابهم سيات ما كسبوا والذين ظلموا من هولاء سيصيبهم سيات ما كسبوا وما هم بمعجزين"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "اولم يعلموا ان الله يبسط الرزق لمن يشاء ويقدر ان في ذلك لايت لقوم يومنون"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "۞قل يعبادي الذين اسرفوا على انفسهم لا تقنطوا من رحمة الله ان الله يغفر الذنوب جميعا انه هو الغفور الرحيم"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "وانيبوا الى ربكم واسلموا له من قبل ان ياتيكم العذاب ثم لا تنصرون"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "واتبعوا احسن ما انزل اليكم من ربكم من قبل ان ياتيكم العذاب بغتة وانتم لا تشعرون"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "ان تقول نفس يحسرتى على ما فرطت في جنب الله وان كنت لمن السخرين"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "او تقول لو ان الله هدىني لكنت من المتقين"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "او تقول حين ترى العذاب لو ان لي كرة فاكون من المحسنين"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "بلى قد جاءتك ءايتي فكذبت بها واستكبرت وكنت من الكفرين"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "ويوم القيمة ترى الذين كذبوا على الله وجوههم مسودة اليس في جهنم مثو ى للمتكبرين"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "وينجي الله الذين اتقوا بمفازتهم لا يمسهم السوء ولا هم يحزنون"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "الله خلق كل شيء وهو على كل شيء وكيل"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "له مقاليد السموت والارض والذين كفروا بايت الله اوليك هم الخسرون"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "قل افغير الله تامروني اعبد ايها الجهلون"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "ولقد اوحي اليك والى الذين من قبلك لين اشركت ليحبطن عملك ولتكونن من الخسرين"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "بل الله فاعبد وكن من الشكرين"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "وما قدروا الله حق قدره والارض جميع ا قبضته يوم القيمة والسموت مطويت بيمينه سبحنه وتعلى عما يشركون"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "ونفخ في الصور فصعق من في السموت ومن في الارض الا من شاء الله ثم نفخ فيه اخرى فاذا هم قيام ينظرون"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "واشرقت الارض بنور ربها ووضع الكتب وجايء بالنبين والشهداء وقضي بينهم بالحق وهم لا يظلمون"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "ووفيت كل نفس ما عملت وهو اعلم بما يفعلون"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "وسيق الذين كفروا الى جهنم زمرا حتى اذا جاءوها فتحت ابوبها وقال لهم خزنتها الم ياتكم رسل منكم يتلون عليكم ءايت ربكم وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب على الكفرين"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "قيل ادخلوا ابوب جهنم خلدين فيها فبيس مثوى المتكبرين"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "وسيق الذين اتقوا ربهم الى الجنة زمرا حتى اذا جاءوها وفتحت ابوبها وقال لهم خزنتها سلم عليكم طبتم فادخلوها خلدين"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "وقالوا الحمد لله الذي صدقنا وعده واورثنا الارض نتبوا من الجنة حيث نشاء فنعم اجر العملين"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "وترى المليكة حافين من حول العرش يسبحون بحمد ربهم وقضي بينهم بالحق وقيل الحمد لله رب العلمين"
        }
    ]
}