{
    "pages": [
        {
            "chapter": 5,
            "verse": 18,
            "text": "Les Juifs et les Chretiens ont dit: \"Nous sommes les fils d’Allah et Ses preferes.\" Dis: \"Pourquoi donc vous chatie-t-Il pour vos peches?\" En fait, vous etes des etres humains d’entre ceux qu’Il a crees. Il pardonne a qui Il veut et Il chatie qui Il veut. Et a Allah seul appartient la royaute des cieux et de la terre et de ce qui se trouve entre les deux. Et c’est vers Lui que sera la destination finale"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "O gens du Livre! Notre Messager (Mohammad) est venu pour vous eclairer apres une interruption des Messagers afin que vous ne disiez pas : \"Il ne nous est venu ni annonciateur ni avertisseur .\" Voila, certes, que vous est venu un annonciateur et un avertisseur. Et Allah est Omnipotent"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "(Souvenez-vous) lorsque Moise dit a son peuple: \"O, mon peuple ! Rappelez-vous le bienfait d’Allah sur vous, lorsqu’Il a designe parmi vous des Prophetes. Et Il a fait de vous des rois. Et Il vous a donne ce qu’Il n’avait donne a nul autre aux mondes"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "O mon peuple ! Entrez dans la terre sainte qu’Allah vous a prescrite. Et ne revenez point sur vos pas [en refusant de combattre] car vous retourneriez perdants"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Ils dirent: “O Moise! Il y a la un peuple redoutable. Jamais nous n’y entrerons jusqu’a ce qu’ils en sortent. S’ils en sortent, alors nous y entrerons.”"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Deux hommes d’entre ceux qui craignaient Allah et qui etaient combles par Lui de bienfaits dirent: “Entrez chez eux par la porte; puis, quand vous y serez entres, vous serez les vainqueurs. Et c’est en Allah qu’il faut avoir confiance, si vous etes croyants.”"
        }
    ]
}