{
    "pages": [
        {
            "chapter": 8,
            "verse": 26,
            "text": "Et rappelez-vous quand vous etiez peu nombreux, opprimes sur terre, craignant de vous faire enlever par des gens. Il vous donna asile, vous renforca de Son secours et vous attribua de bonnes choses afin que vous soyez reconnaissants"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "O vous qui croyez! Ne trahissez pas Allah et le Messager. Et ne trahissez pas sciemment la confiance qu’on a placee en vous"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Et sachez que vos biens et vos enfants ne sont qu’une epreuve et qu’aupres d’Allah il y a une enorme recompense"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "O vous qui croyez! Si vous craignez Allah, Il vous accordera la faculte de discerner (entre le bien et le mal), vous effacera vos mefaits et [Il] vous pardonnera. Et Allah est le Detenteur de l’enorme grace"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Et (rappelle-toi) le moment ou les mecreants complotaient contre toi pour t’emprisonner ou t’assassiner ou te bannir. Ils comploterent, mais Allah fit echouer leur complot, et Allah est le meilleur en stratagemes"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Et lorsque Nos versets leur sont recites, ils disent: \"Nous avons ecoute, certes! Si nous voulions, nous dirions pareil a cela, ce ne sont que des legendes d’anciens"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Et quand ils dirent : \"O Allah ! Si cela est la verite de Ta part, alors, fais pleuvoir du ciel des pierres sur nous, ou fais venir sur nous un chatiment douloureux"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Allah n’est point tel qu’Il les chatie, alors que tu es au milieu d’eux. Et Allah n’est point tel qu’Il les chatie alors qu’ils demandent pardon"
        }
    ]
}