{
    "pages": [
        {
            "chapter": 24,
            "verse": 54,
            "text": "Dis : “Obeissez a Allah et obeissez au Messager. S’ils se detournent, ... il [le Messager] n’est alors responsable que de ce dont il est charge; et vous assumerez ce dont vous etes charges. Et si vous lui obeissez, vous serez bien guides.” Et il n’incombe au Messager que de transmettre explicitement (son message)"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Allah a promis a ceux d’entre vous qui ont cru et fait de bonnes œuvres qu’Il leur donnerait la succession sur Terre comme Il l’a donnee a ceux qui les ont precedes. Il donnerait force et suprematie a leur religion qu’Il a agreee pour eux. Et Il leur changerait leur ancienne peur en securite. Ils M’adorent et ne M’associent rien et quiconque mecroit par la suite, alors ce sont ceux-la les pervers"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Accomplissez la Salat, acquittez la Zakat et obeissez au messager, afin que vous ayez la misericorde"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Ne pense point que ceux qui ne croient pas puissent s’opposer a l’autorite d’Allah sur terre. Le Feu sera leur refuge. Quelle mauvaise destination"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "O vous qui avez cru ! Que les esclaves que vous possedez vous demandent permission avant d’entrer, ainsi que ceux des votres qui n’ont pas encore atteint la puberte, a trois moments: avant la priere de l’aube (Salat Al Fajr), a midi quand vous enlevez vos vetements, ainsi qu’apres la priere de la nuit (Salat Al ‘Icha’) ; trois occasions de vous devetir. En dehors de ces moments, nul reproche ni a vous ni a eux d’aller et venir, les uns chez les autres. C’est ainsi qu’Allah vous expose clairement Ses versets, et Allah est Omniscient et Sage"
        }
    ]
}