{
    "pages": [
        {
            "chapter": 29,
            "verse": 31,
            "text": "Et quand Nos Messagers (les Anges) apporterent a Abraham la bonne annonce , ils dirent : “Nous allons aneantir les habitants de cette cite car ses habitants sont injustes.”"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Il dit : \"Mais Lot s’y trouve !\" Ils dirent : \"Nous savons parfaitement qui y habite : nous le sauverons certainement, lui et sa famille, excepte sa femme qui sera parmi ceux qui periront"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Et quand Nos Messagers (les Anges) vinrent a Lot, il fut afflige pour eux, et se sentit incapable de les proteger. Ils lui dirent : “Ne crains rien et ne t’afflige pas... Nous te sauverons ainsi que ta famille, excepte ta femme qui sera parmi ceux qui periront"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Nous ferons tomber du ciel un chatiment sur les habitants de cette cite, pour leur perversite"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Et certainement, Nous avons laisse (des ruines de cette cite) un signe (d’avertissement) evident pour des gens qui raisonnent"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "De meme, aux Madyan (Nous envoyames) leur frere Chu'aib qui leur dit : \"O mon peuple ! Adorez Allah et attendez-vous au Jour Dernier, et ne semez pas la corruption sur Terre"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Mais ils le traiterent de menteur. Le cataclysme les saisit, et au matin, ils gisaient sans vie dans leurs demeures"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "De meme (Nous aneantimes) les 'Ad et les Thamud. - Vous le voyez clairement a travers leurs habitations - Le Diable (Satan), cependant, leur avait embelli leurs actions, au point de les repousser loin du sentier; ils etaient pourtant invites a etre clairvoyants"
        }
    ]
}