{
    "maqras": [
        {
            "chapter": 16,
            "verse": 90,
            "text": "ALLAH adaleti, iyilik yapmayı ve akrabaya yardım etmeyi emreder. Kötülükten, fenalıktan ve azgınlıktan ise sizi meneder. Öğüt almanız için sizi böyle aydınlatır"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Anlaşma yaptığınızda ALLAH'ın ahdini yerine getirin. Pekiştirdiğiniz yeminleri bozmayın. ALLAH'ı kendinize kefil kılmıştınız. ALLAH yaptıklarınızı bilir"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "İpliğini sağlamca eğirdikten sonra çözen kadın gibi olmayın. Bir topluluğun diğer bir topluluktan güçlü olmasından yararlanarak yeminlerinizi aranızda kötüye kullanmayın. ALLAH sizi böylece dener. Anlaşmazlığa düştüğünüz konuları diriliş günü size açıklayacak"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "ALLAH dileseydi sizi bir tek toplum kılardı. Ancak, dilediğini saptırır, dilediğine de yol gösterir. Elbette yaptıklarınızdan sorulacaksınız"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Yeminlerinizi aranızda kötüye kullanmayın ki sağlam basmış ayağınız kayar. ALLAH'ın yolundan saptığınız için perişanlığı tadar ve acı bir azabı hakkedersiniz"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "ALLAH'a verdiğiniz sözü ucuza satmayın. Sizin için ALLAH'ın yanındakiler daha iyidir; bir bilseniz"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Sizin yanınızda bulunanlar biter; ancak ALLAH'ın yanındakiler ise süreklidir. Güçlüklere karşı direnenlerin ödüllerini, yaptıkları iyiliklere uygun olarak elbette vereceğiz"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Erkek olsun, kadın olsun, her kim inançlı olarak iyi bir iş yaparsa ona bu dünyada güzel bir hayat bağışlarız ve yaptıkları iyi işlere karşılık ödüllerini de tam veririz"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Kuran okuduğunda kovulmuş şeytandan ALLAH'a sığın"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "İnanıp Rab'lerine güvenenlere onun bir gücü yoktur"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Onun gücü, kendisini dost edinenlere ve onu Rab'lerine ortak koşanlaradır"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Biz bir delilin yerine bir başka delili getirdiğimiz zaman ki ALLAH neyi indirdiğini iyi bilir \"Sen, ancak bir iftiracısın!,\" derler. Gerçekten çokları bilmiyor"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "De ki, \"İnananları sağlamlaştırsın, müslümanlara bir yol gösterici ve müjde olsun diye Kutsal Ruh onu Rabbinden gerçekle indirdi"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Ona bir insan öğretiyor\" biçimindeki sözlerini elbette biliyoruz. Amaçladıkları kişinin dili yabancıdır, bu ise apaçık Arapça bir dildir"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "ALLAH'ın ayetlerine inanmıyanları ALLAH doğru yola iletmez; onlar için acı bir azap vardır"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Yalan uydurup iftira edenler ALLAH'ın ayetlerine inanmıyanlardır. Onlar gerçek yalancılardır"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Kalbi imanla dolu olduğu halde (inkara) zorlanan dışında, imandan sonra inkara göğsünü açıp ALLAH'ı inkar edenler ALLAH'tan bir gazabı hakketmişlerdir ve onlar için büyük bir azap vardır"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Çünkü onlar dünya hayatını ahirete tercih ettiler. İnkarcı topluluğu ALLAH doğru yola iletmez"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "İşte onlar, ALLAH'ın kalplerini, işitme ve görüşlerini mühürlediği kişilerdir. Onlar gafillerdir"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Hiç kuşku yok ki onlar ahirette kaybedeceklerdir"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Sonra Rabbin, baskıya uğradıktan sonra göç eden, cihad eden ve direnenler için, evet senin Rabbin, kuşkusuz onlar için Bağışlayandır, Rahimdir"
        }
    ]
}