{
    "maqras": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "Ey halk, Rabbinize saygı gösteriniz, çünkü Saatin (dünyanın sonunun) depremi korkunç bir şeydir"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Ona tanık olduğunuz gün, her emziren ana emzirdiğini atar, her gebe kadın yükünü bırakır. Sarhoş olmadıkları halde insanları sarhoş gibi göreceksin. Halbuki ALLAH'ın cezası şiddetlidir"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "İnsanlardan öyleleri var ki ALLAH hakkında bilgisizce tartışır ve her azılı şeytana uyar"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Bu, kendisini dost edinen kimseyi saptırır ve alevli azaba yol gösterir,\" diye hakkında hüküm verilmiştir"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "Ey insanlar, diriliş konusunda kuşku besliyorsanız, (hatırlayın ki) sizi topraktan, sonra bir damlacıktan, sonra asılı duran bir madde (embriyo) dan, sonra biçimi belli ve belirsiz bir dölütten yarattık. Böylece size bildiriyoruz. Neyi dilemişsek belli bir süreye kadar onu rahimlerde tutarız. Sonra sizi bir bebek olarak çıkarırız, ve ardından olgunlaşıp erginleşirsiniz. Kiminizin hayatına son verilir, kiminiz de en kötü yaşa kadar ulaştırılır. Böylece bir bilgiye sahip olduktan sonra bir şey bilemez olsun. Toprağı kuru ve ölü görürsün, ancak üzerine su yağdırdığımız zaman titreşip kabarır ve çeşit çeşit güzel bitkiler bitirir"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Çünkü, ALLAH tek gerçektir; ölüleri diriltir; herşeye gücü yeter"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Ve dünyanın sonu hiç bir kuşkuya yer bırakmadan gelmekte ve ALLAH mezarlardakileri diriltecektir"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "İnsanlardan kimi, bir bilgiye, bir yol göstericiye ve aydınlatıcı bir kitaba sahip olmadan ALLAH hakkında tartışır"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "ALLAH'ın yolundan saptırmak için kibirle kasılarak gayret eder. Bu dünya hayatında onun için rezillik vardır. Diriliş gününde de ona yakıcı azabı tattırırız"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Bu, ellerinin senin için yapıp öne sürdüğü işlerden ötürüdür.\" ALLAH kullara zulmedici değildir"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "İnsanlardan öyleleri var ki ALLAH'a koşullu olarak kulluk eder. İşleri yolunda gidince sevinir; ancak başına bir bela gelince yüzünü çevirir. Böylece dünyayı da ahireti de kaybeder. Gerçek kayıp işte budur"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "ALLAH'tan ayrı olarak, kendisine yarar ve zarar veremiyenlere yalvarır. Sapıklığın en aşırı noktası budur"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Zararı yararından daha yakın olana yalvarır. Ne kötü bir mevla ve ne kötü bir arkadaştır"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "ALLAH inanıp erdemli davrananları, içinde ırmaklar akan cennetlere sokar. ALLAH istediğini yapar"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Kim ALLAH'ın dünya ve ahirette kendisine yardım edemiyeceğini sanıyorsa göğe (Tanrı'ya) doğru yönelsin ve sonra (umut bağladığı diğerlerinden) umudunu kessin de uyguladığı bu planın, kendisinin canını sıkan her şeyden kurtarıp kurtarmadığına bir baksın"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Böylece, biz onu apaçık ayetler olarak indirdik. ALLAH dilediğini ve dileyeni doğruya ulaştırır"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "İnananlar, yahudiler, din değiştirenler, hıristiyanlar, zerdüştiler ve ortak koşanlar... ALLAH diriliş günü aralarında hüküm verecektir. ALLAH her şeye tanıktır"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Göklerde ve yerde bulunan kimselerin, güneşin, ayın, yıldızların, dağların, ağaçların, hayvanların ve insanlardan bir çok kişinin ALLAH'a secde ettiklerini (boyun eğdiklerini) görmez misin? Bir çok kişi de azabı hakketmiştir. ALLAH'ın alçalttığını hiç kimse onurlu kılamaz. ALLAH dilediğini yapar"
        }
    ]
}