{
    "maqras": [
        {
            "chapter": 48,
            "verse": 18,
            "text": "ALLAH, ağacın altında sana bağlılık sözü veren inananlardan hoşnut olmuştur. Onların kalplerinde olanı bilmiş, onlara huzur indirmiş ve onları yakın bir zaferle ödüllendirmiştir"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "Ek olarak, birçok ganimet ele geçirdiler. ALLAH Üstündür, Bilgedir"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "ALLAH sizin birçok ganimet ele geçireceğinizi size söz vermiş bulunuyor. Size bunu çabucak verdi ve halkın ellerini sizden çekti. Böylece bunu inananlar için bir delil kıldı ve sizi dosdoğru yola iletti"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Güç yetirmediğiniz diğer gruba gelince, onları ALLAH kuşatmıştır. ALLAH elbette her şeye gücü yetendir"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "İnkarcılar sizinle savaşsalardı dönüp kaçarlardı. Sonra ne bir sahip, ne de bir yardımcı bulamazlardı"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Öteden beri uygulanan ALLAH'ın sünneti (sistemi) budur. ALLAH'ın sünnetinde bir değişme bulamazsın"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "Sizi onlara karşı üstün getirdikten sonra Mekke'nin göbeğinde onların ellerini yakanızdan sizin de ellerinizi onların yakasından çeken odur. ALLAH yaptıklarınızı görendir"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Onlar inkar edenlerdir, sizi Kutsal Mescitten ve kurbanları yerine ulaşmaktan alıkoyanlardır. Kendilerini tanımadığınız için inciteceğiniz inanan erkekler ve inanan kadınlar bulunmasaydı ve böylece onlardan dolayı bilmeden kendinizi üzmeniz ihtimali olmasaydı... Böylece ALLAH dileyeni rahmetine sokar. Birbirleriyle karışmış halde olmasalardı onlardan inkar edenleri acı bir azapla cezalandırırdık"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "İnkar edenler, gönüllerindeki öfke ve bağnazlığı, cahiliyye döneminin fanatizmini ateşlediklerinde, ALLAH elçisinin ve inananların üzerine huzurunu indirmiş ve onların erdemlilik sözünü tutmalarını sağlamıştı. Onlar buna tam yaraşan ve hakkeden kimselerdi. ALLAH herşeyi bilendir"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "ALLAH elçisinin rüyasını gerçekleştirdi: \"ALLAH dilerse, güvenlik içinde, başlarınızı (saçlarınızı) traş etmiş ve kısaltmış olarak Kutsal Mescide gireceksiniz. Bir korku duymayacaksınız. Sizin bilmediklerinizi bildiğinden, size bundan önce acil bir zafer hazırlamıştır"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "O, tüm dinlere üstün kılmak üzere elçisini hidayetle ve gerçek dinle gönderendir. Tanık olarak ALLAH yeterlidir"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "ALLAH'ın elçisi Muhammed ve beraberinde bulunanlar inkarcılara karşı sert ve kendi aralarında ise merhametlidirler. Onları, eğilip secde ederek ALLAH'tan lütuf ve hoşnutluk dilerken görürsün. Yüzlerinde secdelerin izleri vardır. Bu, onların Tevrat'taki nitelikleridir. İncil'deki nitelikleri ise, filizini çıkarıp güçlendirmiş ve kalınlaşıp gövdesi üzerine dikilerek ekincileri sevindiren bitki gibidir. O, onlarla inkarcıları öfkelendirir. ALLAH, onlardan inanıp erdemli davrananlara bağışlanma ve büyük bir ödül söz vermiştir"
        }
    ]
}