{
    "maqras": [
        {
            "chapter": 8,
            "verse": 61,
            "text": "Onlar barışa eğilim gösterirlerse sen de ona eğilim göster ve ALLAH'a güven. O, İşitendir, Bilendir"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Seni aldatmak isterlerse, ALLAH sana yeter. O ki seni yardımıyla ve inananlarla destekledi"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Ve onların kalplerini uzlaştırdı. Sen, yeryüzünde bulunanların hepsini harcasaydın bile kalplerini uzlaştıramazdın. Ancak, onların kalplerini ALLAH uzlaştırdı. O, Üstündür, Bilgedir"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "Ey peygamber, ALLAH sana ve seni izleyen inananlara yeter"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "Ey peygamber, inananları savaşa özendir. Sizden dirençli yirmi kişi olsa, iki yüz kişiyi yenebilir. Sizden yüz kişi, kafirlerden bin kişiyi yenebilir. Çünkü onlar, anlamayan bir topluluktur"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Ancak, ALLAH sizde zayıflık bulunduğunu bildiğinden şimdi sizden yükü hafifletti. Sizden dirençli yüz kişi olsa, iki yüz kişiyi yenebilir. Sizden bin kişi olsa, ALLAH'ın izniyle iki bin kişiyi yenebilir. ALLAH sabredip direnenlerle beraberdir"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Hiç bir peygambere, yeryüzünde savaşa katılmaksızın esirler edinmesi yakışmaz. Siz bu dünyanın geçici malını istiyorsunuz; ALLAH ise (sizin için) ahireti ister. ALLAH Üstündür, Bilgedir"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "ALLAH'ın daha önce koyduğu bir yasa olmasaydı aldıklarınızdan ötürü size büyük bir azap dokunacaktı"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Artık ele geçirdiğiniz ganimetleri helal ve temiz olarak yiyebilirsiniz. ALLAH'ı dinleyin. ALLAH Bağışlayandır, Rahimdir"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "Ey peygamber, elinizde bulunan esirlere de ki: \"ALLAH kalbinizde bir iyilik bilse, yitirdiklerinizden daha iyisini size verir ve sizi bağışlar. ALLAH Bağışlayandır, Rahimdir"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Yok, sana ihanet etmek istiyorlarsa, zaten daha önce ALLAH'a ihanet etmişlerdi. Bunun üzerine onları yenik düşürdü. ALLAH Bilendir, Bilgedir"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "İnananlar, ALLAH yolunda göç edenler, mallarıyla ve canlarıyla cihad edenler ve onları barındırıp onlara yardım edenler birbirlerinin dostudur. İnandığı halde sizinle birlikte göç etmeyenler göç edinceye kadar onlardan sorumlu değilsiniz. Ancak onlar, din bağından ötürü sizden yardım isterlerse, aranızda anlaşma bulunan bir topluma karşı olmaması koşuluyla kendilerine yardım etmelisiniz. ALLAH yaptıklarınızı Görendir"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "İnkar edenler de birbirlerinin dostudur. Bu emirleri uygulamazsanız, yeryüzünde kaos ve büyük bir fesad olur"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "İnananlar, ALLAH yolunda göç edip çaba gösterenler ve onları barındırıp yardım edenler, işte bunlar gerçek inananlardır. Onlar için bağışlanma ve bol rızık vardır"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Sonradan inananlar, göç edenler ve sizinle birlikte çaba gösterenler de sizdendir. ALLAH'ın Kitabına göre akrabalar birbirlerine önceliklidir. ALLAH herşeyi Bilendir"
        }
    ]
}