{
    "maqras": [
        {
            "chapter": 11,
            "verse": 84,
            "text": "Medyen'e de kardeşleri Şuayb'ı... Dedi ki: \"Ey halkım, ALLAH'a kulluk edin, O'ndan başka tanrınız yoktur. Ölçüyü tartıyı eksik tutmayın. Sizi refah içinde görüyorum ve sizin için, kuşatıcı bir günün azabından korkuyorum"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "Ey halkım, ölçüyü ve tartıyı adaletle tam uygulayın. Halkın hakkını eksik vermeyin ve yeryüzünde bozgunculuk yaparak kötülük işlemeyin"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "İnanıyorsanız, ALLAH'ın (helal) bıraktığı, sizin için daha iyidir. Ben sizin üzerinize bekçi değilim"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Dediler ki: \"Şuayb, atalarımızın tapmış olduklarını veya ticaretimizi dilediğimiz gibi çevirmekten vazgeçmemizi, senin namazın mı gerektiriyor? Sen aslında yumuşak huylusun, akıllısın"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Halkım,\" dedi, \"Bakın, ya ben Rabbimden kesin bir kanıta sahip isem ve bana kendisinden güzel bir nimet bağışlamışsa...? Sizi bazı şeylerden yasaklamam, size zıt gitmek istediğim için değildir. Ben ancak, gücüm yettiğince reform yapmak istiyorum. Başarım ancak ALLAH'tandır. O'na güvendim ve O'na yöneliyorum"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "Halkım, bana karşı çıkışınız, sakın sizi Nuh halkının, veya Hud halkının, yahut Salih halkının başına gelenler gibi bir felakete uğratmasın. Üstelik, Lut halkı sizden pek uzakta değil"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Rabbinizden bağışlanma dileyin, sonra O'na tevbe edin. Kuşkusuz Rabbim Rahimdir, Sevendir"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Şuayb,\" dediler, \"Senin söylediklerinin bir çoğunu anlamıyoruz. Üstelik biz, seni aramızda güçsüz görüyoruz. Kabilen olmasaydı seni taşlardık. Senin bize karşı herhangi bir üstünlüğün yoktur"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Dedi ki: \"Ey halkım, kabilem size göre ALLAH'tan daha mı üstündür ki O'na sırt çevirdiniz? Rabbim, sizin tüm yaptıklarınızı Kuşatandır"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "Halkım, elinizden geleni yapın; ben de yapacağım. Alçaltıcı azabın kime geleceğini ve kimin yalancı olduğunu ileride bileceksiniz. Umutla bekleyin, ben de sizinle birlikte umutla bekliyorum"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Emrimiz gelince Şuayb'ı ve kendisiyle beraber inanmış olanları bizden bir rahmetle kurtardık. Zulmedenleri korkunç gürültü yakaladı; yurtlarında çöküp kaldılar"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Sanki orada hiç yaşamamışlar gibi... Semud, nasıl yok edildiyse, Medyen de öylece yok edildi"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Musa'yı ayetlerimizle (mucize ve vahyimizle) ve kesin bir yetkiyle gönderdik"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Firavun ve konseyine... Ancak onlar Firavun'un buyruğuna uydular. Firavunun buyruğu ise akıllıca değildi"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Diriliş gününde halkına öncülük edip onları ateşe sokacaktır. Girdikleri yer ne kötü bir mekandır"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Burada da, ahirette de peşlerine lanet takılmıştır. Aldıkları armağan ne kötü armağandır"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Sana bu aktardıklarımız, o kentlerin haberlerindendir. Onlardan kimi hala ayakta, kimi de biçilmiştir"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Biz onlara zulmetmedik, onlar kendi kendilerine zulmettiler. Rabbin emri geldiği zaman, ALLAH'tan başka yalvardıkları tanrıları onları hiç bir şeyden kurtaramadı. Aslında, onların yalnızca ziyanlarını arttırdı"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "İşte Rabbin, zulmetmekte olan kentleri yakaladığı zaman böyle yakalar. O'nun yakalaması acıdır, çetindir"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Ahiret azabından korkanlar için bunda bir ders vardır. Halkın toplandığı bir gündür o. Tanık olunan bir gündür o"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Onu ancak sayılı bir süre için erteliyoruz"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "O gün geldiği zaman, hiç kimse O'nun izni olmadan konuşamaz. Onlardan kimi talihsiz, kimi de mutludur"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Talihsizler ateştedir. Onlar orada sızlayıp inlerler"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Gökler ve yer durduğu sürece orada kalıcıdırlar; ancak Rabbin dilerse başka. Rabbin, dilediğini Yapandır"
        }
    ]
}