{
    "maqras": [
        {
            "chapter": 58,
            "verse": 14,
            "text": "Allah'ın kendilerine gazap ettigi bir toplulugu dost edinenleri gormedin mi? Onlar ne sizdendirler, ne de onlardan. Bilerek yalan yere yemin ediyorlar"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Allah onlara cetin bir azab hazırlamıstır. Onlar ne kotu isler yapıyorlar"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Yeminlerini kalkan yapıp Allah'ın yolundan cevirdiler. Onlar icin kucuk dusurucu bir azab vardır"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Onların ne malları, ne de evlatları, kendilerinden, Allah'dan hicbir sey savamaz. Onlar ates halkıdır. Orada ebedi kalacaklardır"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Allah onların hepsini tekrar dirilttigi gun, dunyada size yemin ettikleri gibi O'na da yemin edecekler ve kendilerinin bir sey uzerinde bulunduklarını, sanacaklardır. Iyi bilin ki onlar yalancıdırlar"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Seytan onları istila etmis, onlara Allah'ı anmayı unutturmustur. Onlar, seytanın hizbi (partisi)dir. Iyi bilin ki seytanın partisi kaybedecektir"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Allah'a ve Resulune dusman olanlar var ya, onlar en alcaklar arasındadırlar"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Allah: \"Elbette ben ve elcilerim galip gelecegiz.\" diye yazmıstır. Suphesiz Allah gucludur, galipdir"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Allah'a ve ahiret gunune inanan bir milletin, babaları, ogulları, kardesleri, yahut akrabaları da olsa Allah'a ve Resulune dusman olanlarla dostluk ettigini gormezsiniz. Onlar o kimselerdir ki Allah kalblerine iman yazmıs ve onları kendinden bir ruh ile desteklemistir. Onları, altlarından ırmaklar akan cennetlere sokacak, orada ebedi kalacaklardır. Allah onlardan razı olmus, onlar da O'ndan razı olmuslardır. Iste onlar Allah'ın hizbi (dininin yardımcıları)dir. Iyi bil ki, kurtulusa ulasacak olanlar, Allah'ın hizbidir"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Goklerde ve yerde olanların hepsi Allah'ı tesbih etmektedir, O ustundur, hikmet sahibidir"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "Ehli kitaptan inkar edenleri, ilk surgunleri yurtlarından cıkaran O'dur. Siz onların cıkacaklarını sanmamıstınız. Onlar da kalelerinin, kendilerini Allah'tan koruyacagını sanmıslardı. Ama Allah'ın azabı, onlara beklemedikleri yerden geliverdi. O, yureklerine korku dusurdu; oyle ki evlerini hem kendi elleriyle, hem de muminlerin elleriyle harap ediyorlardı. Ey akıl sahipleri! Ibret alın"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Eger Allah onlara surgunu yazmamıs olsaydı, elbette, onları dunyada baska sekilde cezalandıracaktı. Ahirette de onlar icin ates azabı vardır"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Bunun sebebi sudur: Onlar Allah'a ve Resulune karsı geldiler; Kim Allah'a karsı gelirse Allah'ın azabı siddetlidir"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Hurma agaclarından her hangi bir sey kesmeniz veya kokleri uzerinde bırakmanız hep Allah'ın izniyle ve O'nun, yoldan cıkanları cezalandırması icindir"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Allah'ın, onlardan peygamberine verdigi ganimetlere gelince siz onun uzerine ne at, ne de deve surmediniz. Fakat Allah peygamberini, diledigi kimselerin uzerine salar. Allah her seye kadirdir"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Allah'ın o kent halkından, Resulune verdigi ganimetler, Allah'a, Resul'e, ona akrabalıgı bulunanlara, yetimlere, yoksullara, yolcuya aittir. Ta ki icinizden yalnız zenginler arasında dolasan bir sey olmasın. Peygamber size ne verdiyse onu alın. Sizeneyi yasakladıysa ondan sakının ve Allah'tan korkun. Cunku Allah'ın azabı siddetlidir"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "Bir de goc eden fakirlere aittir ki yurtlarından ve mallarından cıkarılmıslardır, Allah'ın lutuf ve rızasını ararlar; Allah'a ve Resulune yardım ederler. Iste dogru olanlar onlardır"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Ve onlardan once o yurda yerlesen imana sarılanlar kendilerine goc edip gelenleri severler ve onlara verilenlerden oturu goguslerinde bir ihtiyac duymazlar. Kendilerinin ihtiyacları olsa dahi, onları oz canlarına tercih ederler. Kim nefsinin cimriliginden korunursa, iste onlar umduklarına erenlerdir"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Onlardan sonra gelenler derler ki: \"Rabbimiz, bizi ve bizden once inanan kardeslerimizi bagısla, kalplerimizde inananlara karsı bir kin bırakma! Rabbimiz! Sen cok sefkatli, cok merhametlisin"
        }
    ]
}