{
    "maqras": [
        {
            "chapter": 10,
            "verse": 26,
            "text": "Iyi is, guzel amel yapanlara daha guzeli ve daha fazlasıyla karsılık vardır. Yuzlerine ne kara bulasır, ne de asagılanırlar. Cennet ehli iste bunlardır. Orada ebedi kalacaklardır"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Kotuluk kazanmıs olanlara gelince, kotulugun cezası, misli kadardır. Ve onları bir asagılık ve eziklik kaplar. Onlar icin Allah'dan baska hicbir kurtarıcı yoktur. Yuzleri karanlık gecelerden bir parcaya burunmus gibidir. Iste onlar cehennem ehlidir. Orada ebedi kalacaklardır"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "O gun ki, hepsini mahsere toplayacagız, sonra da o sirk kosanlara \"Haydi yerlerinize! Siz de, ortak kostuklarınız da!\" diyecegiz. Artık aralarını iyice acmısız. O ortak kostukları seyler, \"Siz bize tapmıyordunuz ki.\" diyecekler"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Simdi sizinle bizim aramızda sahit olarak Allah yeter. Sizin bize ibadet ettiginizden bizim haberimiz yoktur\" (diyecekler)"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Iste burada herkes gecmiste yaptıgını bulacak. Ve gercek mevlaları olan Allah'a dondurulecekler. Iftira edip uydurdukları seyler de kendilerinden busbutun uzaklasıp gidecek"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "De ki, \"size gokten ve yerden kim rızık veriyor? O, kulaklara ve gozlere hukmeden kim? Oluden diriyi, diriden oluyu cıkaran kim? Isleri idare eden kim?\" Hemen \"Allah'dır\" diyecekler. De ki, \"O halde Allah'a karsı gelmekten sakınmaz mısınız"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Iste o Allah sizin gercek Rabbinizdir. Gercegin dısında sapıklıktan baska ne vardır? O halde haktan nasıl cevriliyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Hak dinden cıkmıs fasıklara Rabbinin kelimesi soyle gerceklesti: Onlar artık imana gelmezler"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "De ki: \"Allah'a es tuttugunuz ortaklarınızdan, once yaratıp, sonra da onu cevirip yeniden diriltecek var mı?\" De ki, \"Once yaratıp, sonra da onu yeniden yaratacak olan Allah'dır. O halde nasıl yoldan saptırılıyor, donduruluyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "De ki, \"Ortak kostuklarınızdan dogru yolu gosterecek olan var mıdır?\" Deki, \"Allah, hak olan dogru yola hidayet eder. O halde dogru yola hidayet eden mi kendisine uyulmaya daha layıktır, yoksa kendisine yol gosterilmeyince onu bulamayan mı daha layıktır. O halde ne oluyorsunuz? Nasıl hukmediyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Onların bircogu zandan baska bir seye uymaz. Zan ise haktan hic bir seyin yerini tutmaz. Suphesiz ki, Allah onların ne yaptıklarını bilir"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Bu Kur'an, Allah'dan baskası tarafından uydurulamaz, lakin kendinden onceki kitapları tasdik eder ve o kitabı (levhi mahfuzu) ayrıntılı olarak acıklar. Onda suphe edilecek hic bir sey yoktur. Alemlerin Rabbi tarafından indirilmistir"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Onu o (peygamber) uydurdu\" mu diyorlar? De ki; \"Haydi siz de onun gibi bir sure getirin ve Allah'dan baska, cagırabileceginiz kim varsa onu da yardıma cagırın. Eger sozunuzde sadık iseniz (bunu yapın)"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Hayır. Onlar bilgileriyle kavrayamadıkları, te'vili de kendilerine hic gelmemis olan bir seyi yalan saydılar. Bunlardan once gelip gecenler de yine boyle inkar etmislerdi, amma bak zalimlerin akıbeti nasıl oldu"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Onlardan ona (Kur'an'a) inanacaklar da var, inanmayacaklar da var. Rabbin fesatcıları en iyi bilendir"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Eger seni inkar etmeyi surdururlerse, de ki; \"Benim amelim bana, sizin ameliniz de size aittir. Benim yapacagım sizi ilgilendirmez, sizin yapacagınız da beni ilgilendirmez"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Iclerinden seni dinlemeye gelenler de var. Sen, sagırlara, ustelik akılsız da olanlara dinletebilir misin"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Iclerinden sana bakanlar da var. Fakat sen, korlere, ustelik basiretleri de yoksa hidayet edip yol gosterebilecek misin"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Surası kesindir ki Allah, insanlara zerre kadar zulmetmez. Ne var ki, insanlar kendi kendilerine zulmedip duruyorlar"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Allah'ın onları hasredip toplayacagı gunde, sanki onlar dunyada gunduz bir parca kalmıslar da aralarında tanısmıslar gibi olacak. Allah'ın huzuruna cıkacaklarına inanmamıs ve dogru yolu tutmamıs olanlar hic suphesiz en buyuk ziyana ugramıs olacaklar"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Onlara vaad ettigimizin bir kısmını sana gostersek de, gostermeden seni vefat ettirsek de, sonunda onların donusu bize olacak. Sonra onların ne yapacaklarına Allah sahit olacaktır"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Her ummetin bir peygamberi vardır. O peygamberleri gelince aralarında adaletle hukum verilir. Onlar hic zulum gormezler"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Onlar, \"Eger dogru soyluyorsanız bu vaad ne zaman yerine gelecek?\" diyorlar"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "De ki, \"Ben, Allah'ın dilediginin dısında kendi kendime ne bir zarar ne bir fayda verebilirim\". Her ummetin bir eceli vardır. Ecelleri gelince artık ne bir an geri, ne bir an ileri gidebilirler"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "De ki: \"O'nun azabı size geceleyin uykuda veya gupe gunduz gelecek olsa, ne dersiniz? Gunahkarların onu alelacele istemeleri icin ne sebep vardır"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Bu azap meydana geldikten sonra mı iman edeceksiniz, yoksa simdi mi? Halbuki onun carcabuk gelmesini istiyordunuz"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Sonra o zulum yapanlara \"Tadın bakalım su ebedi azabı!\" denilecek. Vaktiyle kazandıgınızdan baskası ile mi cezalandırılacaksınız"
        }
    ]
}