{
    "manzils": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Rahamāna, rahīma [1] āllāh‌ra nāmē"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "sakala ‘hām‌da’ [1] āllāh‌ra [2], yini sr̥ṣṭikulēra [3] raba"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "daẏāmaẏa, parama daẏālu"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "bicāra dinēra mālika"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "Āmarā śudhu āpanāra'i ‘ibādāta [1] kari [2], ēbaṁ śudhu āpanāra'i sāhāyya prārthanā kari"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "āmādērakē sarala pathēra hidāẏāta dina"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "tādēra patha, yādērakē āpani ni‘āmata diẏēchēna [1], yādēra upara āpanāra krōdha āpatita haẏani [2] ēbaṁ yārā pathabhraṣṭa'ō naẏa"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Ālipha- lāma- mima"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Ēṭā [1] sē kitāba yātē kōnō sandēha nē'i [2], muttākīdēra jan'ya [3] hēdāẏēta"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "yārā gāẏēbēra [1] prati īmāna ānē [2], sālāta kāẏēma karē [3] ēbaṁ tādērakē āmarā yā dāna karēchi tā thēkē byaẏa karē"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Āra yārā īmāna ānē tātē yā āpanāra upara nāyila karā haẏēchē ēbaṁ yā āpanāra pūrbē nāyila karā haẏēchē [1], āra yārā ākhērātē niścita biśbāsī"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Tārā'i tādēra rabēra nirdēśita hidāẏātēra upara raẏēchē ēbaṁ tārā'i saphalakāma"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Yārā kupharī [1] karēchē āpani tādērakē satarka karuna bā nā karuna [2], tārā īmāna ānabē nā"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Āllāh‌ tādēra hr̥daẏasamūha ō tādēra śrabaṇaśaktira upara mōhara karē diẏēchēna [1], ēbaṁ tādēra dr̥ṣṭira upara raẏēchē ābaraṇa. Āra tādēra jan'ya raẏēchē mahāśāsti"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Āra [1] mānuṣēra madhyē ēmana lōka'ō raẏēchē yārā balē, ‘āmarā āllāh‌ ō śēṣa dibasē īmāna ēnēchi’, athaca tārā mumina naẏa"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Āllāh‌ ēbaṁ muminadērakē tārā pratārita karē. Bastutaḥ tārā nijēdērakē'i nijērā pratārita karachē, athaca tārā tā bujhē nā"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Tādēra antarasamūhē raẏēchē byādhi. Ataḥpara āllāh‌ tādēra byadhi āra'ō bāṛiẏē diẏēchēna [1]. Āra tādēra jan'ya raẏēchē kaṣṭadāẏaka śāsti, kāraṇa tārā mithyābādī"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Āra yakhana tādērakē balā haẏa, ‘tōmarā yamīnē phāsāda sr̥ṣṭi karō nā’[1], tārā balē, ‘āmarā tō kēbala sanśōdhanakārī’"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Sābadhāna! Ērā'i phāsāda sr̥ṣṭikārī, kintu tārā tā bujhē nā"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Āra yakhana tādērakē balā haẏa, ‘tōmarā īmāna āna yēmana lōkērā īmāna ēnēchē’[1], tārā balē, ‘nirbōdha lōkērā yērūpa īmāna ēnēchē āmarā'ō ki sērupa īmāna ānabō[2]?’ Sābadhāna! Niścaẏa ērā nirbōdha, kintu tārā tā jānē nā"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Āra yakhana tārā muminadēra sāthē sākṣāta karē, takhana balē, ‘āmarā īmāna ēnēchi‘[1], āra yakhana tārā ēkāntē tādēra śaẏatānadēra [2] sāthē ēkatrita haẏa, takhana balē, ‘niścaẏa āmarā tōmādēra sāthē āchi. Āmarā tō kēbala upahāsakārī.’"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Āllāh‌ tādēra sāthē upahāsa karēna [1], ēbaṁ tādērakē tādēra abādhyatāra madhyē bibhrāntēra mata ghurē bēṛābāra abakāśa dēna"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Ērā'i tārā, yārā hēdāẏātēra binimaẏē bhraṣṭatā kinēchē [1]. Kājē'i tādēra byabasā lābhajanaka haẏani. Āra tārā hēdāẏātaprāpta'ō naẏa"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Tādēra upamā [1], ai byaktira n'yāẏa, yē āguna jbālālō; tārapara yakhana āguna tāra cāradika ālōkita karala, āllāh‌ takhana tādēra ālō niẏē gēlēna ēbaṁ tādērakē ghōra andakārē phēlē dilēna, yātē tārā kichu'i dēkhatē pāẏa nā"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Tārā badhira, bōbā, andha, kājē'i tārā phirē āsabē nā"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Kimbā ākāśa hatē muṣaladhārē br̥ṣṭira n'yāẏa, yātē raẏēchē ghōra andhakāra, bajradhbani [1] ō bidyuṯcamaka. Bajradhbanitē mr̥tyubhaẏē tārā tādēra kānē āṅgula dēẏa. Āra āllāh‌ kāphēradērakē paribēṣṭana karē raẏēchēna"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Bidyuṯ camakē tādēra dr̥ṣṭiśakti kēṛē nēẏāra upakrama haẏa [1]. Yakhana'i bidyutālōka tādēra sāmanē udbhāsita haẏa takhana'i tārā patha calē ēbaṁ yakhana andhakārē ḍhēkē yāẏa takhana tārā tham‌kē dām̐ṛāẏa [2]. Āllāh‌ icchē karalē tādēra śrabaṇa ō dr̥ṣṭiśakti haraṇa karatē pārēna. Niścaẏa āllāh‌ sabakichura upara kṣamatābāna"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Hē mānuṣa [1]! Tōmarā tōmādēra sē'i rabēra [2] ‘ibādāta karō yini tōmādērakē ēbaṁ tōmādēra pūrbabartīdērakē sr̥ṣṭi karēchēna [3], yātē tōmarā tāka'ōẏā adhikārī ha'ō"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Yini yamīnakē tōmādēra jan'ya bichānā ō āsamānakē karēchēna chāda ēbaṁ ākāśa hatē pāni abatīrṇa karē tā dbārā tōmādēra jībikāra jan'ya phalamūla uṯpādana karēchēna. Kājē'i tōmarā jēnē-śunē kā'ukē āllāh‌ra samakakṣa [1] dām̐ṛa kari'ō nā"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Āra āmarā āmādēra bāndāra prati yā nāyila karēchi tātē tōmādēra kōnō sandēha thākalē tōmarā ēra anurupa kōnō sūrā ānaẏana kara [1] ēbaṁ āllāh‌ byatīta tōmādēra sakala sākṣī-sāhāyyakārīkē [2] āhbāna kara, yadi tōmarā satyabādī ha'ō"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Ata'ēba, yadi tōmarā tā karatē nā pārō āra kakhana'i tā karatē pārabē nā [1], tāhalē tōmarā sē āguna thēkē bām̐cāra byabasthā karō, yāra indhana habē mānuṣa ō pāthara [2], yā prastuta karē rākhā haẏēchē [3] kāphēradēra jan'ya"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Āra yārā īmāna ēnēchē ēbaṁ saṯ kāja karēchē tādērakē śubha sambāda dina yē, tādēra jan'ya raẏēchē jānnāta, yāra taladēśē nadī prabāhita [1]. Yakhana'i tādērakē phalamula khētē dēẏā habē takhana'i tārā balabē, ‘āmādērakē pūrbē jībikā hisēbē yā dēẏā hata ētō tā'i’. Āra tādērakē tā dēẏā habē sādr̥śyapūrṇa karē'i [2] ēbaṁ sēkhanē tādēra jan'ya raẏēchē pabitra saī̔inī [3]. Āra tārā sēkhānē sthāẏī habē"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Niścaẏa āllāh‌ maśā kimbā tāra cēẏē'ō kṣudra kōnō bastura upamā ditē saṅkōca bōdha karēna nā [1]. Ataḥpara yārā īmāna ēnēchē tārā jānē yē, niścaẏa'i ēṭā [2] tādēra rabēra pakṣa hatē satya. Kintu yārā kupharī karēchē tārā balē yē, āllāh‌ kī uddēśē ē upamā pēśa karachēna? Ēra dbārā anēkakē'i tini bibhrānta karēna, ābāra bahu lōkakē hidāẏāta karēna. Āra tini phāsikadēra chāṛā āra kā'ukē ēra dbārā bibhrānta karēna nā"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Yārā āllāh‌ra sāthē dr̥ṛha aṅgīkārē ābad'dha ha'ōẏāra para bhaṅga karē, āra yē samparka akṣuṇṇa rākhatē āllāh‌ ādēśa karēchēna tā chinna karē ēbaṁ yamīnēra upara phāsāda sr̥ṣṭi karē bēṛāẏa [1], tārā'i kṣatigrasta"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Tōmarā kibhābē āllāh‌ra sāthē kuphari karacha? Athaca tōmarā chilē prāṇahīna, ataḥpara tini tōmādērakē jībita karēchēna. Tārapara tini tōmādēra mr̥tyu ghaṭābēna ō punarāẏa jībita karabēna, tārapara tāra'i dikē tōmādērakē phiriẏē nēẏā habē"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Tini'i yamīnē yā āchē saba tōmādēra jan'ya sr̥ṣṭi karēchēna. Tārapara [1] tini āsamānēra prati manōnibēśa [2] karē sēṭākē sāta āsamānē bin'yasta karēchēna; āra tini sabakichu samparkē sabiśēṣa abagata"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Āra smaraṇa karuna, yakhana āpanāra raba phērēśatādēra [1] balalēna [2] ‘niścaẏa āmi yamīnē khalīphā [3] sr̥ṣṭi karachi’, tārā balala, ‘āpani ki sēkhānē ēmana kā'ōkē sr̥ṣṭi karabēna yē phāsāda ghaṭābē ō raktapāta karabē [4]? Āra āmarā āpanāra hāmadasaha tāsabīha pāṭha kari ēbaṁ pabitratā ghōṣaṇā kari [5]. Tini balēna, ‘niścaẏa'i āmi tā jāni, yā tōmarā jāna nā’"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Āra tini ādamakē yābatīẏa nāma śikṣā dilēna [1], tārapara sēgulō [2] phērēś‌tādēra sāmanē upasthāpana karē balalēna, ‘ēgulōra nāma āmākē balē dā'ō, yadi tōmarā satyabādī ha'ō’"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Tārā balala, ‘āpani pabitra mahāna! Āpani āmādērakē yā śikṣā diẏēchēna tā chāṛā āmādēra tō kōnō jñāna'i nē'i. Niścaẏa āpani'i sarbajña, prajñāmaẏa ‘"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Tini balalēna, ‘hē ādama! Tādērakē ēsabēra nāma balē dina’. Ataḥpara tini (ādama) tādērakē sēsabēra nāma balē dilē tini (āllāh‌) balalēna, ‘āmi ki tōmādēra kē balini yē, niścaẏa āmi āsamāna ō yamīnēra gāẏēba jāni. Āra'ō jāni yā tōmarā byakta kara ēbaṁ yā tōmarā gōpana karatē"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Āra smaraṇa karuna, yakhana āmarā phērēśatādēra balalāma, āmākē sijadā kara [1], takhana ibaliśa [2] chāṛā sakalē'i sijadā karala; sē asbīkāra karala ō ahaṅkāra karala [3]. Āra sē kāphiradēra antarbhukta hala"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Āra āmārā balalāma, ‘hē ādama! Āpani ō āpanāra strī [1] jānnātē basabāsa karuna ēbaṁ yēkhāna thēkē icchā sbācchandyē āhāra karuna, kintu ē'i gāchaṭira kāchē yābēna nā [2]; tāhalē āpanārā habēna yālimadēra [3] antarbhukta’"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Ataḥpara śaẏatāna sēkhāna thēkē tādēra padaskhalana ghaṭālō [1] ēbaṁ tārā yēkhānē chilō sēkhāna thēkē tādērakē bēra karalō [2]. Āra āmarā balalāma, ‘tōmarā ēkē an'yēra śtru rupē nēmē yā'ō ēbaṁ kichu dinēra jan'ya tōmādēra basabāsa ō jībikā ra'ila yamīnē’"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Tārapara ādama [1] tāra rabēra kācha thēkē kichu bāṇī pēlēna [2]. Ataḥpara āllāh‌ tāra tā'ōbā kabula karalēna [3]. Niścaẏa tini'i tā'ōbā kabulakārī, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Āmarā balalāma, ‘tōmarā sakalē ēkhāna thēkē nēmē yā'ō. Ataḥpara yakhana āmāra pakṣa thēkē tōmādēra nikaṭa kōnō hidāẏāta āsabē takhana yārā āmāra hidāẏāta anusaraṇa karabē, tādēra kōnō bhaẏa nē'i ēbaṁ tārā cintita'ō habē nā’"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Āra yārā kupharī karēchē ēbaṁ āmādēra āẏātasamūhē [1] mithyārōpa karēchē tārā'i āgunēra adhibāsī, sēkhānē tārā sthāẏī habē"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Hē isarā'īla [1] banśadharagaṇa [2]! Tōmārā āmāra sē niẏāmatēra kathā smaraṇa karō yā āmi tōmādērakē diẏēchi [3] ēbaṁ āmāra saṅgē tōmādēra aṅgīkāra pūrṇa karō [4], āmi'ō tōmādēra saṅgē āmāra aṅgīkāra pūrṇa karabō. Āra tōmarā śudhu āmākē'i bhaẏa kara"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Āra āmi yā nāyila karēchi tōmarā tātē īmāna ānō. Ēṭā tōmādēra kāchē yā āchē tāra satatā pramāṇakārī. Āra tōmarā'i ēra prathama asbīkārakārī haẏō nā ēbaṁ āmāra āẏātasamūhēra binimaẏē tuccha mūlya grahana karō nā [1]. Āra tōmarā śudhu āmāra'i tāka'ōẏā abalambana kara"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Āra tōmarā satyakē mithyāra sāthē miśrita karō nā [1] ēbaṁ jēnē bujhē satyakē gōpana karō nā"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Āra tōmarā sālāta pratiṣṭhā karō ō yākāta dā'ō ēbaṁ rukū’kārīdēra sāthē rukū karō"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Tōmarā ki mānuṣa kē saṯkājēra nirdēśa dā'ō, āra nijēdēra kathā bhulē yā'ō [1]! Athaca tōmarā kitāba adhyaẏana karō. Tabē ki tōmarā bujha nā"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "āra tōmarā dhairya ō sālātēra mādhyamē sāhāyya prārthanā karō [1]. Āra niścaẏa tā binaẏīrā chāṛā [2] an'yadēra upara kaṭhina"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Yārā biśbāsa karē yē, niścaẏa tādēra rabēra sāthē tādēra sākṣāta ghaṭabē ēbaṁ niścaẏa tārā tām̐ra'i dikē phirē yābē"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Hē isarā'īla banśadharagaṇa! Āmāra sē ni‘āmatēra kathā smaraṇa karō yā āmi tōmādērakē diẏēchilāma. Āra niścaẏa āmi samagra sr̥ṣṭikulēra upara tōmādērakē śrēṣṭhatba diẏēchilāma"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Āra tōmarā sē dinēra tāka'ōẏā abalambana karō yēdina kē'u kāra kōnō kājē āsabē nā [1]. Āra kāra'ō supāriśa grahaṇa karā habē nā [2] ēbaṁ kārō kācha thēkē binimaẏa gr̥hīta habē nā. Āra tārā sāhāyya'ō prāpta habē nā"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Āra smaraṇa kara, yakhana āmarā phira’ā'unēra banśa hatē tōmādērakē niṣkr̥ti diẏēchilāma, tārā tōmādēra kē marmāntika śāsti ditō. Tōmādēra putradēra yabēha karē ō tōmādēra nārīdēra bām̐ciẏē rākhatō [1]. Āra ētē chilō tōmādēra raba ēra pakṣa hatē ēka mahā parīkṣā"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Āra smaraṇa karō, yakhana āmarā tōmādēra jan'ya sāgarakē bibhakta karēchilāma [1] ēbaṁ tōmādēra kē ud'dhāra karēchilāma ō phira’ā'unēra banśakē nimajjita karēchilāma. Āra tōmarā tā dēkhachilē"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Āra smaraṇa kara, yakhana āmarā mūsāra sāthē calliśa rātēra aṅgīkāra karēchilāma [1], tāra (calē yā'ōẏāra) para tōmarā gō-baṯsakē (upāsyarūpē) grahaṇa karēchilē [2]; āra tōmarā haẏē gēlē yālima"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Ēra para'ō āmarā tōmādērakē kṣamā karēchilāma yātē tōmarā kr̥tajñatā jñāpana kara"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Āra smaraṇa kara, yakhana āmarā mūsākē kitāba ō ‘phurakāna [1]’ dāna karēchilāma; yātē tōmarā hidāẏāta lābha karatē pāra"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Āra smaraṇa kara, yakhana mūsā āpanāra jātira lōkadēra balalēna, ‘hē āmāra jāti! Gō – baṯsakē upāsyarūpē grahaṇa karē tōmarā nijēdēra prati juluma karēcha, kājē'i tōmarā nijēdērakē hatyā karē tamādēra sraṣṭāra kāchē ta'ōbā kara. Tōmādēra sr̥ṣṭikartāra nikaṭa ēṭā'i tōmādēra jan'ya kalyāṇakara. Tārapara tini tōmādēra kē kṣamā karēchilēna. Abaśya'i tini atyanta kṣamāśīla, parama daẏālu’"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Āra smaraṇa kara, yakhana tōmarā balēchilē, ‘hē mūsā! Āmarā āllāh‌ kē prakāśyabhābē nā dēkhā paryanta tōmākē kakhana'ō biśbāsa karaba nā’, phalē tōmādērakē bajra pākaṛā'ō karalō, yā tōmarā nijērā'i dēkhachilē"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Tārapara āmarā tōmādērakē punarjībita karēchi tōmādēra mr̥tyura para yātē tōmarā kr̥tajña ha'ō"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Āra āmarā mēgha dbārā tōmādēra upara chāẏā bistāra karalāma ēbaṁ tōmādēra nikaṭa ‘mānnā’ ō ‘sāl‌ōẏā’ [1] prēraṇa karalāma. (Balēchilāma), ‘āhāra kara uttama jībikā, yā āmarā tōmādērakē dāna karēchi’. Āra tārā āmādēra prati yuluma karēni, baraṁ tārā nijēdēra prati'i yuluma karēchila"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Āra smarana kara, yakhana āmarā balalāma, ē'i janapadē prabēśa karē tā hatē yā icchyē sbācchandyē āhāra kara ēbaṁ darajā diẏē nataśirē prabēśa kara. Āra balō, ‘kṣamā cā'i’. Āmarā tōmādēra aparādha kṣamā karabō. Acirē'i āmarā muhasīnadērakē bāṛiẏē dēba"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Kintu yālimarā tādērakē yā balā haẏēchila tāra paribartē an'ya kathā balala. Kājē'i āmarā yālimadēra prati tādēra abādhyatāra kāraṇē ākāśa hatē śāsti nāyila karalāma"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "Āra smaraṇa kara, yakhana mūsā tāra jātira jan'ya pāni cā'ilēna. Āmarā balalāma, ‘āpanāra lāṭhi dbārā pātharē āghāta karuna’. Phalē tā hatē bārōṭi prasrabaṇa prabāhita halō. Pratyēka gōtra nija nija pāni grahaṇēra sthāna jēnē nilō. (Balalāma), ‘āllāh‌ra dēẏā jībikā hatē tōmarā khā'ō, pāna kara ēbaṁ yamīnē phāsāda sr̥ṣṭi karē bēṛiẏō nā’"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Āra yakhana tōmarā balēchilē, ‘hē mūsā! Āmārā ēka'i rakama khādyē kakhana'ō dhairya dhāraṇa karabō nā. Sutarāṁ tumi tōmāra rabēra kāchē āmādēra jan'ya prārthanā kara – tini yēna āmādēra jan'ya bhūmijāta drabya śāka-sabaji, kām̐kuṛa, gama, masura ō pēm̐ẏāja uṯpādana karēna’. Mūsā balalēna, ‘tōmarā ki uttama jinisēra badalē nimnamānēra jinisa cā'ō? Tabē kōnō śaharē calē yā'ō, tōmarā yā cā'ō, sēkhānē tā āchē’ [1]. Āra tādēra upara lāñchanā ō dāridrya āpatita halō ēbaṁ tārā āllāh‌ra gayabēra śikāra halō. Ēṭā ē jan'ya yē, tārā āllāh‌ra āẏātasamūhakē asbikāra karatō ēbaṁ nabīgaṇakē an'yāẏabhābē hatyā karatō [2]. Abādhyatā ō sīmālaṅghana karāra jan'ya'i tādēra ē pariṇati haẏēchila"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Niścaẏa yārā īmāna ēnēchē, yārā iẏāhūdī haẏēchē [1] ēbaṁ nāsārā [2] ō sābi’īrā [3] yārā'i āllāh‌ ō śēṣa dinēra prati īmāna ānē ō saṯkāja karē, tādēra jan'ya puraskāra raẏēchē tādēra raba-ēra kācha thēkē. Āra tādēra kōnō bhaẏa nē'i ēbaṁ tārā cintita'ō habē nā"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Āra smaraṇa kara, yakhana āmarā tōmādēra aṅgīkāra niẏēchilāma [1] ēbaṁ tōmādēra upara uttōlana karēchilāma, ‘tura’ parbata; (balēchilāma), ‘āmarā yā dilāma dr̥ṛhatāra sāthē [2] tā grahaṇa karō ēbaṁ tātē yā āchē tā smaraṇa rākha, yātē tōmarā tāka'ōẏā abalambana karatē pāra [3].’"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Ēraparē'ō tōmarā mukha phirālē! Ataḥpara tōmādēra prati āllāh‌ra anugraha ēbaṁ anukampā nā thākalē tōmarā abaśya kṣatigrasta hatē"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Āra tōmādēra madhyē yārā śanibāra samparkē sīmālaṅghana karēchilō tādērakē tōmarā niścitabhābē jēnēchilē [1]. Phalē āmarā tadērakē balēchilāma, ‘tōmarā ghr̥ṇita bānarē pariṇata ha'ō’"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Ata'ēba āmarā ēṭā karēchi tādēra samakālīna ō parabartīdēra jan'ya dr̥ṣṭāntamūlaka śāsti [1]. Āra muttākīdēra jan'ya upadēśasarupa"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Āra smarana kara [1], yakhana mūsā tāra jātikē balalēna, ‘āllāh‌ tōmādērakē ēkaṭi gābhī yabēha karāra ādēśa diẏēchēna’, tārā balala, ‘tumi ki āmādēra saṅgē ṭhāṭṭā karachō?’ Mūsā balalēna, ‘āmi ajñadēra antarbhukta ha'ōẏā thēkē āllāh‌ra āśraẏa cā'i’"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Tārā balala, ‘āmādēra jan'ya tōmāra rabakē āhbāna kara tini yēna āmādērakē spaṣṭa karē jāniẏē dēna, sēṭā kirupa?’ Mūsā balalēna, ‘āllāh‌ balachēna, sēṭā ēmana gābhī yā br̥d'dha'ō naẏa, alpabaẏaska'ō naẏa, madhyabaẏasī. Ata'ēba, tōmādērakē yē ādēśa karā haẏēchē tā pālana kara’"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Tārā balala, ‘āmādē jan'ya tōmāra raba kē ḍākō, sēṭāra raṅa kī, tā yēna āmādērakē balē dēna’. Mūsā balalēna, tini balēchēna, sēṭā haluda barṇēra gābhī, ujjbala gāṛha raṅa biśiṣṭa, yā darśakadēra ānanda dēẏa’"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Tārā balala, ‘tōmāra rabakē āhbāna karō, tini yēna āmādērakē spaṣṭabhābē barṇanā karēna, sēṭā kōnaṭi? Niścaẏa gābhīṭi āmadēra jan'ya sandēha pūrṇa haẏē gēchē. Āra āllāh‌ icchē karalē āmarā niścaẏa diśā pābō’"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Mūsā balalēna, ‘tini balēchēna, sēṭā ēmana ēka gābhi yā jami cāṣē ō kṣētē pāni sēcēra jan'ya byabahr̥ta haẏani, sustha ō nikhum̐ta’. Tārā balala, ‘ēkhana tumi satya niẏē ēsēcha’. Abaśēṣē tārā sēṭākē yabēha karalō, yadi'ō tārā tā karatē prastuta chilō nā"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Āra smarana kara, yakhana tōmarā ēka byaktikē hatyā karēchilē tārapara ēkē an'yēra prati dōṣārōpa karachilē, āra tōmarā yā gōpana karēchilē āllāh‌ tā byaktakārī"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Ātaḥpara āmarā balalāma, ‘ēra kōnō anśa diẏē tākē āghāta kara’. Ēmanibhābē āllāh‌ mr̥takē jībita karēna, ēbaṁ tōmādērakē dēkhiẏē thākēna tām̐ra nidarśana, yātē tōmarā anudhābana karatē pāra"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Ērapara'ō tōmādēra hr̥daẏa kaṭhina haẏē gēla, yēna pāthara kimbā tāra tāra cēẏē'ō kaṭhina. Athaca kōnō kōnō pāthara tō ēmana yā thēkē nadi-nālā prabāhita haẏa, āra kichu ērupa yē, bidīrṇa ha'ōẏāra para tā hatē pāni nirgata haẏa, ābāra kichu ēmana yā āllāh‌ra bhaẏē dhbasē paṛē [1], āra tōmarā yā kara āllāh‌ sē samparkē gāphila nana"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Tōmarā ki ē āśā karō yē, tārā tōmādēra kathāẏa īmāna ānabē? Athaca tādēra ēkadala āllāh‌ra bāṇī śrabaṇa karē, tārapara tārā tā anudhābana karāra para bikr̥ta karē, athaca tārā jānē"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Āra tārā yakhana muminadēra sāthē sākṣāta karē takhana balē, ‘āmarā īmāna ēnēchi’. Ābāra yakhana tārā gōpanē ēkē an'yēra sāthē milita haẏa takhana balē, tōmarā ki tādērakē tā balē dā'ō, yā āllāh‌ tōmādēra kāchē unmukta karē diẏēchēna [1]; yātē tārā ēra mādhyamē tōmādēra rabēra nikaṭa tōmādēra birud'dhē dalila pēśa karabē? Tabē tōmarā ki bujha nā [2]?’"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Tārā ki jānē nā yē, tārā yā gōpana rākhē ēbaṁ yā byakta karē, niścaẏa āllāh‌ tā jānēna"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "āra tādēra madhyē ēmana kichu nirakṣara lōka āchē yārā mithyā āśā [1]chāṛā kitāba samparkē kichu'i jānē nā, tārā śudhu amūlaka dhāraṇā pōṣaṇa karē"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Kājē'i durbhōga [1] tādēra jan'ya yārā nija hātē kitāba racanā karē, ataḥpara sāmān'ya mūlya pā'ōẏāra jan'ya balē, ‘ēṭā āllāh‌ra kācha thēkē’. Ata'ēba, tādēra hāta yā racanā karēchē tāra jan'ya tādēra dhbansa ēbaṁ yā tārā upārjana karēchē tāra jan'ya tādēra dhbansa"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Tārā balē, ‘sāmān'ya kichu dina chāṛā āguna āmādērakē kakhana'ō sparśa karabē nā.’ Baluna, ‘tōmarā ki āllāh‌ra kācha thēkē ēmana kōnō aṅgīkāra niẏēcha; yē aṅgikārēra biparīta āllāh‌ kakhana'ō karabēna nā? Nāki āllāh‌ samparkē ēmana kichu balacha yā tōmarā jāna nā?’"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Hyām̐, yē pāpa upārjana karēchē ēbaṁ tāra pāparāśi tākē paribēṣṭana karē rēkhēchē, tārā'i agnibāsi, sēkhānē tārā sthāẏī habē"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Āra yārā īmāna ēnēchē ō saṯkāja karēchē tārā'i jānnātabāsī, tārā sēkhānē sthāẏī habē"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Āra smaraṇa kara, yakhana āmarā isarā'īla-santānadēra pratiśruti niẏēchilāma yē, tōmarā āllāh‌ chāṛā āra kārō ‘ibādāta karabē nā, mātā-pitā [1], ātmīẏa-sbajana, iẏātīma ō daridrēra [2] sāthē sadaẏa byabahāra karabē ēbaṁ mānuṣēra sāthē sadālāpa karabē [3]. Āra sālāta pratiṣṭhā karabē ēbaṁ yākāta dibē, tārapara tōmādēra madhya hatē kichusaṅkhyaka lōka chāṛā [4] tōmarā sakalē'i abajñā karē mukha phiriẏē niẏēchilē"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "Āra smaraṇa kara, yakhana tōmādēra pratiśruti niẏēchilāma, ‘tōmarā ēkē aparēra raktapāta karabē nā ēbaṁ ēkē an'yakē sbadēśa thēkē bahiṣkāra karabē nā, tārapara tōmarā tā sbīkāra karēchilē. Āra tōmarā tāra sākṣya diccha"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Tārapara tōmarā'i tārā, yārā nijēdēra kē hatyā karacha ēbaṁ tōmādēra ēka dalakē tādēra dēśa thēkē bahiṣkāra karacha. Tōmarā ēkē an'yēra sahayōgītā karacha tādēra upara an'yāẏa ō sīmālaṅghana dbārā. Āra tārā yakhana bandīrupē tōmādēra kāchē upasthita haẏa takhana tōmarā muktipaṇa dā'ō [1]; athaca tādērakē bahiṣkāra karā'i tōmādēra upara hārāma chilō. Tabē ki tōmarā kitābēra kichu anśē īmāna ānō ēbaṁ kichu anśē kupharī karō? Tāhalē tōmādēra yārā ērupa karē tādēra ēkamātra pratiphala duniẏāra jībanē lāñchanā ō apamāna ēbaṁ kiẏāmatēra dina tādērakē phiriẏē nēẏā habē kaṭhinatama śāstira dikē. Āra tārā yā karē āllāh‌ sē samparkē gāphila nana"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Tārā'i sē lōka, yārā ākhērātēra binimaẏē duniẏāra jībana kraẏa karē; kājē'i tādēra śāsti kichumātra kamānō habē nā ēbaṁ tādēra kē sāhāyya'ō karā habē nā"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Abaśya'i āmarā mūsākē kitāba diẏēchi ēbaṁ tāra parē paryāẏakramē rāsūlagaṇakē pāṭhiẏēchi ēbaṁ āmarā māra'iẏāma-pūtra ‘īsākē spaṣṭa pramāṇa diẏēchi [1] ēbaṁ ‘ruhula kudusa’ [2] dbārā tākē śaktiśālī karēchi. Tabē ki yakhani kōnō rāsūla tōmādēra kāchē ēmana kichu ēnēchē yā tōmādēra manaḥputa naẏa takhani tōmarā ahaṅkāra karēcha? Ataḥpara (nabīgaṇēra) ēkadalēra upara mithyārōpa karēcha ēbaṁ ēkadalakē karēcha hatyā"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "āra tārā balēchilō, ‘āmādēra antarasamūha ācchādita’, baraṁ tādēra kupharīra kāraṇē āllāh‌ tādērakē lā’nata karēchēna. Sutarāṁ tādēra kama saṅkhyaka'i īmāna ānē"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Āra yakhana tādēra kāchē yā āchē āllāh‌ra kācha thēkē tāra satyāẏanakārī [1] kitāba āsalō; athaca pūrbē tārā ēra sāhāyyē kāphēradēra birud'dhē bijaẏa prārthanā karatō, tārapara tārā yā cinata yakhana tā tādēra kāchē āsala, takhana tārā sēṭāra sāthē kupharī karala [2]. Kājē'i kāphēradēra upara āllāh‌ra lā’nata"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Yāra binimaẏē tārā tadēra nijēdēra kē bikri karēchē tā kata'i nā nikr̥ṣṭa! Tā hacchē, āllāh‌ yā nāyila karēchēna, tārā tāra sāthē kupharī karēchē, haṭakārītābaśata, śudhu ējan'ya yē, āllāh‌ tām̐ra bāndādēra madhyē yāra prati icchā sbīẏa anugraha nāyila karēna. Kājē'i tārā krōdhēra upara krōdha arjana karēchē [1]. Āra kāphiradēra jan'ya raẏēchē lāñchanāmaẏa śāsti"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Āra yakhana tādēra kē balā haẏa, ‘āllāh‌ yā nāyila karēchēna tātē īmāna ānō’,tārā balē ‘āmādēra prati yā nāyila haẏēchē āmarā kēbala tātē īmāna āni’. Athaca ēra bā'irē yā kichu āchē sabakichu'i tārā asbīkāra karē, yadi'ō tā satya ēbaṁ tādēra nikaṭa yā āchē tāra satyāẏanakārī. Baluna, ‘yadi tōmarā mumina haẏē thāka, tabē kēna tōmarā atītē āllāh‌ra nabīdērakē hatyā karēchilē [1]?’"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Abaśya'i mūsā tōmādēra kāchē suspaṣṭa pramāṇasaha [1] ēsēchilēna, tārapara tōmarā tāra anupasthititē gō baṯsakē (upāsyarupē) grahana karēchilē. Bāstabika'i tōmarā yālima"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Smaraṇa kara, yakhana āmarā tōmādēra pratiśruti niẏēchilāma ēbaṁ turakē tōmādēra upara uttōlana karēchilāma, (balēchilāma,) ‘yā dilāma dr̥ṛhabhābē grahaṇa kara ēbaṁ śōna.’ Tārā balēchila, ‘āmarā śōnalāma ō amān'ya karalāma’. Āra kupharīra kāraṇē tādēra antarē gōbaṯsaprīti ḍhukiẏē dēẏā haẏēchila. Baluna, ‘yadi tōmarā īmānadāra ha'ō tabē tōmādēra īmāna yāra nirdēśa dēẏa tā kata nikr̥ṣṭa!’"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Baluna, ‘yadi āllāh‌ra kāchē ākhērātēra bāsasthāna an'ya lōka chāṛā biśēṣabhābē śudhu tōmādēra jan'ya'i haẏa, tabē tōmarā mr̥tyu kāmanā kara---yadi satyabādī haẏē thāka’"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Kintu tādēra kr̥takarmēra kāraṇē tārā kakhanō tā kāmanā karabē nā. Āra āllāh‌ yālimadēra sambandhē samyaka jñānī"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Āra āpani abaśya'i tādērakē jībanēra prati an'yasaba lōkēra cēẏē bēśī lōbhī dēkhatē pābēna, ēmanaki muśarikadēra cā'itē'ō. Tādēra pratyēkē āśā karē yadi hājāra bachara āẏu dēẏā hata; athaca dīrghāẏu tākē śāsti hatē niskr̥ti ditē pārabē nā. Tārā yā karē āllāh‌ tāra samyaka draṣṭā"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Baluna, ‘yē kē'u jibarīlēra [1] śatru habē, ējan'yē yē, tini āllāh‌ra anumatikramē āpanāra hr̥daẏē kura'āna nāyila karēchēna, yā pūrbabartī kitābēra'ō satyāẏaṇakārī ēbaṁ yā muminadēra jan'ya pathapradarśaka ō śubha sambāda’"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "‘Yē kē'u āllāh‌, tām̐ra phērēśatāgaṇa, tām̐ra rāsūlagaṇa ēbaṁ jib‌rīla ō mīkā'īlēra śatru habē, tabē niścaẏa āllāh‌ kāphiradēra śatru’"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Āra abaśya'i āmarā āpanāra prati suspaṣṭa āẏātasamūha nāyila karēchi. Phāsikarā chāṛā an'ya kē'u tā asbīkāra karē nā"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Ēṭā ki naẏa yē, tārā yakhana'i kōnō aṅgīkāra karēchē takhana'i tādēra kōnō ēka dala tā chum̐ṛē phēlēchē? Baraṁ tādēra adhikānśa'i īmāna ānē nā"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Āra yakhana āllāh‌ra pakṣa thēkē tādēra nikaṭa ēkajana rāsūla āsalēna, tādēra kāchē yā raẏēchē tāra satyāẏanakārī hisēbē, takhana yādērakē kitāba dēẏā haẏēchilō tādēra ēkadala āllāh‌ra kitābakē pichanē chum̐ṛē phēlalō, yēna tārā jānē'i nā"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Āra sulā'imānēra rājatbē śaẏatānarā yā ābr̥tti karatō tārā tā anusaraṇa karēchē. Āra sulā'imāna kupharī karēnani, baraṁ śaẏatānarā'i kupharī karēchila. Tārā mānuṣakē śikṣā dita yādu ō (sē biṣaẏa śikṣā dita) yā bābila śaharē hārūta ō mārūta phiriśatādbaẏēra upara nāyila haẏēchilō. Tārā ubhaẏē'i ē'i kathā nā balē kā'ukē śikṣā dita nā yē, ‘āmarā nichaka ēkaṭi parīkṣā; kājē'i tumi kupharī karō nā [1].’ Tā satbē'ō tārā phiriśatādbaẏēra kācha thēkē ēmana yādu śikhatō yā dbārā sbāmī-strīra madhyē bicchēda ghaṭātō [2]. Athaca tārā āllāh‌ra anumati byātīta tā dbārā kārō kṣati karatē pāratō nā. Āra tārā tā-i śikhatō yā tādēra kṣati karatō ēbaṁ kōnō upakārē āsata nā āra tārā niścita jānē yē, yē kē'u tā kharida karē, (arthāṯ yādura āśraẏa nēẏa) tāra jan'ya ākhērātē kōnō anśa nē'i. Yāra binimaẏē tārā nijēdēra bikiẏē dicchē, tā khuba'i manda, yadi tārā jānatō"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "āra yadi tārā īmāna ānata ō tāka'ōẏā abalambana karata, tabē āllāh‌ra kācha thēkē prāpta sa'ōẏāba niścitabhābē (tādēra jan'ya) adhika kalyāṇakara hata, yadi tārā jānata"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Hē muminagaṇa! Tōmarā ‘rā'ēnā’ [1] balō nā, baraṁ ‘unayuranā\" [2] balō ēbaṁ śōna. Āra kāphiradēra jan'ya yantraṇādāẏaka śāsti raẏēchē"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Kitābīdēra [1] madhyē yārā kupharī karēchē tārā ēbaṁ muśarikarā ēṭā cāẏa nā yē, tōmādēra rabēra kācha thēkē tōmādēra upara kōnō kalyāṇa nāyila hōka. Athaca āllāh‌ yākē icchē nija rahamata dbārā biśēṣita karēna. Āra āllāh‌ mahā anugrahaśīla"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Āmarā kōnō āẏāta rahita karalē bā bhuliẏē dilē tā thēkē uttama athabā tāra samāna kōnō āẏāta ēnē dē'i [1] āpani ki jānēna nā yē, āllāh‌ saba kichura upara kṣamatābāna"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Āpani ki jānēna nā yē, āsamāna ō yamīnēra sārbabhaumatba ēkamātra āllāh‌ra? Āra āllāh‌ chāṛā tōmādēra kōnō abhibhābaka'ō nē'i, nē'i sāhāyyakārī'ō"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Tōmarā ki tōmādēra rāsūlakē sērūpa praśna karatē cā'ō yērūpa praśna pūrbē mūsākē karā haẏēchila [1]? Āra yē īmānakē kupharē paribartana karabē, sē abaśya'i sarala patha hārāla"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Kitābīdēra anēkē'i cāẏa, yadi tārā tōmādērakē īmāna ānāra para kāphirarūpē phiriẏē nitē pārata! Satya spaṣṭa ha'ōẏāra para'ō tādēra nijēdēra pakṣa thēkē bidbēṣabaśataḥ (tārā ēṭā karē thākē). Ata'ēba, tōmarā kṣamā kara ēbaṁ upēkṣā kara yatakṣaṇa nā āllāh‌ tāra kōnō nirdēśa dēna [1] - niścaẏa'i āllāh‌ saba kichura upara kṣamatābāna"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Āra tōmarā sālāta pratiṣṭhā kara ō yākāta dā'ō ēbaṁ tōmarā uttama kājēra yā kichu nijēdēra jan'ya pēśa karabē āllāh‌ra kāchē tā pābē. Niścaẏa tōmarā yā karacha āllāh‌ tāra samyaka draṣṭā"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Āra tārā balē, ‘iẏāhudī athabā nāsārā chāṛā an'ya kē'u kakhanō jānnātē prabēśa karabē nā’ [1]. Ēṭā tādēra mithyā āśā. Baluna, ‘yadi tōmarā satyabādī ha'ō tabē tōmādēra pramāṇa pēśa kara’"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Hyām̐, yē kē'u āllāh‌ra kāchē sampūrṇarūpē ātmasamarpaṇa karē ēbaṁ saṯkarmaśīla haẏa [1] tāra pratidāna tāra rabēra kāchē raẏēchē. Āra tādēra kōnō bhaẏa nē'i ēbaṁ tārā cintita'ō habē nā"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Āra iẏāhudīrā balē, ‘nāsārādēra kōnō bhitti nē'i’ ēbaṁ ēbaṁ nāsārārā balē, ‘iẏāhūdīdēra kōnō bhitti nē'i’; athaca tārā kitāba paṛē. Ēbhābē yārā kichu'i jānēnā tārā'ō ēka'i kathā balē [1]. Kājē'i yē biṣaẏē tārā matabhēda karatō kiẏāmatēra dina āllāh‌ tādēra madhyē (sē biṣaẏē) mīmānsā karabēna"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Āra tāra cēẏē adhika yālima āra kē hatē pārē, yē āllāh‌ra masajidagulōtē tām̐ra nāma smaraṇa karatē bām̐dhā dēẏa ēbaṁ ēgulō birāṇa karāra cēṣṭā karē? Athaca bhīta-santrasta nā haẏē tādēra jan'ya sēgulōtē prabēśa karā saṅgata chila nā. Duniẏātē tādēra jan'ya lāñchanā ō ākhērātē raẏēchē mahāśāsti"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Āra pūrba ō paścima āllāh‌ra'i sutarāṁ yēdikē'i tōmarā mukha phirā'ō nā kēna, sēdika'i āllāh‌ra dika [1]. Niścaẏa'i āllāh‌ prācuryamaẏa, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Āra tārā balē, ‘āllāh‌ santāna grahana karēchēna’. Tini (tā thēkē) ati pabitra [1]. Baraṁ āsamāna ō yamīnē yā kichu āchē saba'i āllāh‌ra. Sabakichu tām̐ra'i ēkānta anugata"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Tini āsamānasamūha ō yamīnēra udbhābaka. Āra yakhana tini kōnō kichu karāra sid'dhānta nēna, takhana tāra jan'ya śudhu balēna, ‘ha'ō’, phalē tā haẏē yāẏa"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Āra yārā kichu jānē nā tārā [1] balē, āllāh‌ āmādēra sāthē kathā balē nā kēna? Athabā āmādēra kāchē kēna āsē nā kōnō āẏāta?’ Ēbhābē tādēra pūrbabatīrā'ō tādēra mata kathā balatō. Tādēra antara ēka'i rakama [2]. Abaśya'i āmarā āẏātasamūhakē spaṣṭabhābē bibr̥ta karēchi, ēmana ka'ōmēra jan'ya, yārā dr̥ṛhabiśbāsa rākhē"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Niścaẏa āmarā āpanākē pāṭhiẏēchi satyasaha susambādadātā ō satarkakārīrūpē [1] āra jāhānnāmīdēra samparkē āpanākē kōnō praśna karā habē nā"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Āra iẏāhudī ō nāsārārā āpanāra prati kakhanō santuṣṭa habē nā, yatakṣaṇa nā āpani tādēra millātēra anusaraṇa karēna. Baluna niścaẏa āllāh‌ra ‘hidāẏāta’i prakr̥ta ‘hidāẏāta’. Āra āpanāra kāchē jñāna āsāra para'ō yadi āpani tādēra khēẏāla-khuśīra anusaraṇa karēna, tabē āllāh‌ra pakṣa thēkē āpanāra kōnō abhibhābaka thākabē nā ēbaṁ thākabē nā kōnō sāhāyyakārī'ō"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Yādērakē āmarā kitāba diẏēchi [1], tādēra madhyē yārā yathāyathabhābē tā tilā'ōẏāta karē [2], tārā tātē īmāna ānē. Āra yārā tāra sāthē kupharī karē tārā'i kṣatigrasta"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Hē isarā'īla-banśadhararā! Āmāra sē niẏāmatēra kathā smaraṇa kara, yā āmi tōmādērakē diẏēchi. Āra niścaẏa āmi tōmādērakē śrēṣṭhatba diẏēchi (taṯkālīna) sr̥ṣṭikulēra sabāra upara"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Āra tōmarā sēdinēra tāka'ōẏā abalambana kara yēdina kōnō sattā apara kōnō sattāra kōnō kājē āsabē nā. Kārō kācha thēkē kōnō binimaẏa grahaṇa karā habē nā ēbaṁ kōnō supāriśa kārō pakṣē lābhajanaka habē nā. Āra tārā sāhāyyaprāpta'ō habē nā"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Āra smaraṇa karuna, yakhana ibarāhīmakē tām̐ra raba kaẏēkaṭi kathā dbārā parīkṣā karēchilēna [1], ataḥpara tini sēgulō pūrṇa karēchilēna. Āllāh‌ balalēna, ‘niścaẏa āmi āpanākē mānuṣēra imāma bānābō’ [2]. Tini balalēna, ‘āmāra banśadharadēra madhya thēkē'ō?’ (Āllāh‌) balalēna, āmāra pratiśruti yālimadērakē pābē nā"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Āra smaraṇa karuna [1], yakhana āmarā kā’bā gharakē mānabajātira milanakēndra [2] ō nirāpattāsthala [3] karēchilāma ēbaṁ balēchilāma, tōmarā mākāmē ibarāhīmakē sālātēra sthāna rūpē grahaṇa karō [4]. Āra ibarāhīma ō isamā’īlakē ādēśa diẏēchilāma tā'ōẏāphakārī, i’tikāphakārī, rukū’ ō sijadākārīdēra jan'ya [5] āmāra gharakē pabitra rākhatē"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Āra smaraṇa karuna, yakhana ibarāhīma balēchilēna, 'hē āmāra raba! Ēṭākē nirāpada śahara karuna ēbaṁ ēra adhibāsīdēra madhyē yārā āllāh‌ ō śēṣa dinēra prati īmāna ānē [1] tādērakē phalamūla hatē jībikā pradāna karuna’. Tini (āllāh‌) balalēna, yē kupharī karabē tākē'ō kichu kālēra jan'ya jībanōpabhōga karatē diba, tārapara tākē āgunēra śāsti bhōga karatē bādhya karaba. Āra tā kata nikr̥ṣṭa pratyābartanasthala"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "āra smaraṇa karuna, yakhana ibarāhīma ō isamā'īla kābāgharēra bhitti sthāpana karachilēna, (tārā balachilēna) ‘hē āmādēra raba [1]! Āmādēra pakṣa thēkē kabula karuna [2]. Niścaẏa āpani sarbaśrōtā, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "‘Hē āmādēra raba! Āra āmādēra ubhaẏakē āpanāra ēkānta anugata karuna ēbaṁ āmādēra banśadhara hatē āpanāra ēka anugata jāti ut'thita karuna. Āra āmādērakē ‘‘ibādātēra niẏama-pad'dhati dēkhiẏē dina [1] ēbaṁ āmadēra tā'ōbā kabula karuna. Niścaẏa āpani'i bēśī tā'ōbā kabulakārī, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "‘Hē āmādēra raba! Āra āpani tādēra madhya thēkē tādēra kāchē ēka rāsūla pāṭhāna [1], yini āpanāra āẏātasamūha tādēra kāchē tilā'ōẏāta karabēna [2]; tādērakē kitāba ō hēkamata śikṣā dēbēna [3] ēbaṁ tādērakē pariśud'dha karabēna [4] āpani tō parākramaśālī, prajñāmaẏa’"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Āra yē nijēkē nirbōdha karēchē sē chāṛā ibrāhīma ēra millāta hatē āra kē bimukha habē! Duniẏātē tākē āmarā manōnīta karēchi; āra ākhērātē'ō tini abaśya'i saṯ karmaśīladēra an'yatama"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Smaraṇa karuna, yakhana tāra raba tākē balēchilēna, ‘ātmasamarpaṇa karuna’, tini balēchilēna, ‘āmi sr̥ṣṭikulēra rabēra kāchē ātmasamarpaṇa karalāma’"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Āra ibarāhīma ō iẏā’kūba tādēra pūtradērakē ēra'i nirdēśa diẏē balēchilēna, ‘hē putragaṇa! Āllāh‌i tōmādēra jan'ya ē dīnakē manōnīta karēchēna. Kājē'i ātmasamarpaṇakārī (musalima) nā haẏē tōmarā mārā yē'ō nā’"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Iẏākubēra yakhana mr̥tyu ēsēchila tōmara ki takhana upasthita chilē? Tini yakhana santānadēra balēchilēna, ‘āmāra parē tōmarā kāra ‘ibādāta karabē’? Tārā balēchilō, ‘āmarā āpanāra ilāha [1] ō āpanāra pitr̥ puruṣa ibarāhīma, is‌mā'īla ō isahākēra ilāh‌ - sē'i ēka ilāh‌ra'i ‘ibādāta karabō. Āra āmarā tām̐ra kāchē'i ātmasamarpaṇakārī’"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Tārā chila ēmana ēka jāti, yārā atīta haẏē gēchē. Tārā yā arjana karēchē tā tādēra, tōmarā yā ajana karēchō tā tōmādēra. Āra tārā yā karata sē sambandhē tōmādēra praśna karā habē nā"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Āra tārā balē, ‘iẏāhudī bā nāsārā ha'ō, saṭhika patha pābē’. Baluna, ‘baraṁ ēkaniṣṭha haẏē āmarā ibarāhīmēra millāta anusaraṇa karaba [1] ēbaṁ tini muśarikadēra antarbhukta chilēna nā’"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Tōmarā bala, ‘āmarā īmāna ēnēchi āllāh‌ra prati ēbaṁ yā āmādēra nāyila haẏēchē, ēbaṁ yā ibarāhīma, isamā’īla, isahāka, iẏā’kūba ō tāra banśadharadēra prati [1] prati nāyila haẏēchē, ēbaṁ yā mūsā, īsā ō an'yān'ya nabīgaṇakē tādēra rabēra nikaṭa hatē dēẏā haẏēchē [2]. Āmarā tādēra madhyē kōnō tāratamya kari nā [3]. Āra āmarā tām̐ra'i kāchē ātmasamarpaṇakārī’"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Ataḥpara tōmarā yērūpa īmāna ēnēcha tārā'ō yadi sērūpa īmāna ānē, tabē niścaẏa tārā hēdāẏāta pābē. Āra yadi tārā mukha phiriẏē nēẏa, tabē tārā birōdhitāẏa lipta sutarāṁ tādēra bipakṣē āpanāra jan'ya āllāh‌i yathēṣṭa. Āra tini sarbaśrōtā ō sarbajña"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Āllāh‌ra raṅa ē rañjita ha'ō [1]. Āra raṁ ēra dika diẏē āllāh‌ra cēẏē kē bēśī sundara? Āra āmarā tām̐ra'i ‘ibādātakārī"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Baluna, 'āllāh‌ sambandhē tōmarā ki āmādēra sāthē bitarkē lipta hatē cā'ō? Athaca tini āmādēra raba ēbaṁ tōmādēra'ō raba! Āmādēra jan'ya āmādēra āmala. Āmala [1]; ēbaṁ āmarā tām̐ra'i prati ēkaniṣṭha [2]’"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Tōmarā ki bala yē, ‘abaśya'i ibarāhīma, isamā'īla, isahāka, iẏākuba ō tām̐ra banśadharagaṇa iẏāhudī bā nāsārā chila’? Baluna, ‘tōmarā ki bēśī jāna, nā āllāh‌ ? Tāra cēẏē bēśī yālima āra kē hatē pārē yē āllāh‌ra kācha thēkē tāra kāchē yē sākṣya āchē tā gōpana karē? Āra tōmarā yā kara sē samparkē āllāh‌ gāphēla nana"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Tārā ēmana ēka um'māta, yārā atīta haẏē gēchē. Tārā yā arjana karēchē tā tādēra. Āra tōmarā yā arjana karēchē tā tōmādēra. Tārā yā karata sē samparkē tōmādērakē kōna praśna karā habē nā"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "Mānuṣēra madhya hatē nirbōdharā acirē'i balabē yē, ē yābata tārā yē kēbalā anusaraṇa karē āsachila tā thēkē kisē tādērakē phirālō? Baluna, ‘pūrba ō paścima āllāh‌ra'i. Tini yākē icchā sarala pathēra hidāẏāta karēna’"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Āra ēbhābē āmarā tōmādērakē ēka madhyapanthī [1] jātitē pariṇata karēchi, yātē tōmarā mānabajātira upara sbākṣī ha'ō [2] ēbaṁ rāsūla tōmādēra upara sākṣī hatē pārēna [3] āra āpani ē yābata yē kibalā anusaraṇa karachilēna sēṭākē āmarā ē uddēśyē kēbalāẏa pariṇata karēchilāma yātē prakāśa karē ditē pāri [4] kē rāsūlēra anusaraṇa karē ēbaṁ kē pichanē phirē yāẏa? Āllāh‌ yādērakē hidāẏāta karēchēna tārā chāṛā an'yadēra upara ēṭā niścita kaṭhina. Āllāh‌ ērūpa nana yē, tōmādēra īmānakē byartha karē dibēna [5]. Niścaẏa āllāh‌ mānuṣēra prati sahānubhūtiśīla, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Abaśya'i āmarā ākāśēra dikē āpanāra bārabāra tākānō lakṣya kari [1]. Sutarāṁ abaśya'i āmarā āpanākē ēmana kibalāra dikē phiriẏē diba yā āpani pachanda karēna [2]. Ata'ēba āpani masajidula hārāmēra dikē [3] cēhārā phirāna [4]. Āra tōmarā yēkhānē'i thāka nā kēna tōmādēra cēhārāsamūhakē ēra dikē phirā'ō ēbaṁ niścaẏa yādērakē kitāba dēẏā haẏēchē tārā abaśya'i jānē yē, ēṭā tādēra rabēra pakṣa hatē haka. Āra tārā yā karē sē samparkē āllāh‌ gāphēla nana"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Āra yādērakē kitāba dēẏā haẏēchē āpani yadi tādēra kāchē samasta dalīla niẏē āsēna, tabu tārā āpanāra kibalāra anusaraṇa karabē nā; ēbaṁ āpani'ō tādēra kibalāra anusārī nana [1]. Āra tārā'ō parasparēra kibalāra anusārī naẏa. Āpanāra nikaṭa satya-jñāna āsāra para'ō yadi āpani tādēra khēẏāla-khuśīra anusaraṇa karēna, tāhalē niścaẏa āpani yālimadēra antarbhukta habēna"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Āmarā yādērakē kitāba diẏēchi tārā tākē sērūpa jānē yērūpa tārā nijēdēra santānadērakē cinē. Āra niścaẏa tādēra ēkadala jēnē-bujhē satya gōpana karē thākē"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Satya āpanāra rabēra kācha thēkē pāṭhānō. Kājē'i āpani sandihānadēra antarbhukta habēna nā"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Āra pratyēkēra ēkaṭi dika raẏēchē, yē dikē sē cēhārā phirāẏa [1]. Ata'ēba tōmarā saṯkājē pratiyōgitā kara. Tōmarā yēkhānē'i thāka nā kēna āllāh‌ tōmādēra sabā'i kē niẏē āsabēna. Niścaẏa āllāh‌ saba kichura upara kṣamatābāna"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Āra yēkhāna thēkē'i āpani bēra hana nā kēna masajidula hārāmēra dikē cēhārā phirāna. Niścaẏa ēṭā āpanāra rabēra kācha thēkē pāṭhānō satya. Āra tōmarā yā kara sē samparkē āllāh‌ gāphēla nana"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Āra āpani yēkhāna thēkē'i bēra hana nā kēna masajidula hārāmēra dikē āpanāra cēhārā phirāna ēbaṁ tōmarā yēkhānē'i thāka nā kēna ēra dikē tōmādēra cēhārā phirā'ō [1], yātē tādēra madhyē yālima chāṛā an'yadēra tōmādēra birud'dhē bitarkēra kichu nā thākē. Kājē'i tādērakē bhaẏa karō nā ēbaṁ āmākē'i bhaẏa kara. Āra yātē āmi tōmādēra upara āmāra nēẏāmata paripūrṇa kari ēbaṁ yātē tōmarā hidāẏāta lābha kara"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Yēmana āmarā tōmādēra madhya thēkē tōmādēra kāchē rāsūla pāṭhiẏēchi [1], yini tōmādēra kāchē āmādēra āẏātasamūha tilā'ōẏāta karēna, tōmādērakē pariśud'dha karēna ēbaṁ kitāba ō hēkamata śikṣā dēna. Āra tā śikṣā dēna yā tōmarā jānatē nā"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Kājē'i tōmarā āmākē smaraṇa karō [1], āmi'ō tōmādērakē smaraṇa karaba. Āra tōmarā āmāra prati kr̥tajña ha'ō ēbaṁ akr̥tajña haẏē nā"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Hē īmānadāragaṇa! Tōmarā sāhāyya cā'ō sabara [1] ō sālātēra mādhyamē. Niścaẏa āllāh‌ sabarakārīdēra sāthē āchēna"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Āra āllāh‌ra pathē yārā nihata haẏa tādērakē mr̥ta balō nā, baraṁ tārā jībita [1]; kintu tōmarā upalabdhi karatē pāra nā"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Āra āmarā tōmādērakē abaśya'i parīkṣā karaba [1] kichu bhaẏa, kṣudhā ēbaṁ dhana-sampada, jībana ō phasalēra kṣaẏakṣati dbārā. Āra āpani susambāda dina dhairyaśīladērakē"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "yārā tādēra upara bipada āsalē balē, ‘āmarā tō āllāh‌ra'i. Āra niścaẏa āmarā tām̐ra dikē'i pratyābartanakārī’"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Ērā'i tārā, yādēra prati tādēra rabēra kācha thēkē biśēṣa anugraha ēbaṁ rahamata barṣita haẏa, āra tārā'i saṯpathē paricālita"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Niścaẏa'i sāphā ō māra'ōẏā āllāh‌ra nidarśanasamūhēra [1] antarbhukta. Kājē'i yē kē'u (kā’bā) gharēra haja [2] bā “umarā [3] sampanna karē, ē du'ṭira madhyē sā'ī karalē tāra kōnō pāpa nē'i [4]. Āra yē sbataḥsphūrtabhābē kōnō saṯkāja karabē, tabē niścaẏa āllāh‌ uttama puraskāradātā, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Niścaẏa yārā [1] gōpana karē āmarā yēsaba suspaṣṭa nidarśana ō hēdāẏāta nāyila karēchi, mānuṣēra jan'ya kitābē tā spaṣṭabhābē byakta karāra para [2], tādērakē āllāh‌ lā'nata karēna ēbaṁ lā'natakārīgaṇa'ō [3] tādērakē lā'nata karēna"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Tabē yārā tā'ōbā karēchē ēbaṁ nijēdērakē sanśōdhana karēchē ēbaṁ satyakē suspaṣṭabhābē byakta karēchē. Ata'ēba, ēdēra tā'ōbā āmi kabula karaba. Āra āmi adhika tā'ōbā kabulakārī, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Niścaẏa'i yārā kuphara karēchē ēbaṁ kāphira abasthāẏa mārā gēchē, tādēra upara āllāh‌, phērēśatāgaṇa ō sakala mānuṣēra lā'nata"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Sēkhānē tārā sthāẏī habē. Tādēra śāsti śithila karā habē nā ēbaṁ tādērakē abakāśa'ō dēẏā habē nā"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Āra tōmādēra ilāh‌ ēka ilāh‌, daẏāmaẏa, ati daẏālu tini chāṛā an'ya kōnō satya ilāh‌ nē'i"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Niścaẏa āsamānasamūha ō yamīnēra sr̥ṣṭitē [1], rāta ō dinēra paribartanē [2], mānuṣēra upakārī [3] drabyabāhī calamāna sāmudrika jāhājē ēbaṁ āllāh‌ ākāśa thēkē br̥ṣṭi barṣaṇēra mādhyamē bhū-pr̥ṣṭhakē tāra mr̥tyura para punarjībita karēchēna, tāra madhyē chaṛiẏē diẏēchēna sakala prakāra bicaraṇaśīla prāṇī ēbaṁ bāẏura dika paribartanē, ākāśa ō pr̥thibīra madhyē niẏantrita mēghamālātē bibēkabāna kā'ōmēra jan'ya nidarśanasamūha raẏēchē"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Āra mānuṣēra madhyē ēmana'ō āchē yārā āllāh‌ chāṛā an'yakē āllāh‌ra samakakṣarūpē grahaṇa karē, tārā tādērakē bhālabāsē āllāh‌ra bhālabāsāra mata'i [1]; pakṣāntarē yārā īmāna ēnēchē tārā āllāh‌kē sarbādhika bhālabāsē [2]. Āra yārā yuluma karēchē yadi tārā ‘āyāba dēkhatē pēta [3], (tabē tārā niścita hata yē,) samasta śakti āllāh‌ra'i. Āra niścaẏa āllāh‌ śāsti dānē kaṭhōra"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "Yakhana yādēra anusaraṇa karā haẏēchē tārā, yārā anusaraṇa karēchē tādēra thēkē nijēdēra mukta karē nēbē ēbaṁ tārā śāsti dēkhatē pābē. Āra tādēra pārasparika samasta samparka chinna haẏē yābē"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "āra yārā anusaraṇa karēchila tārā balabē, ‘hāẏa! Yadi ēkabāra āmādēra phirē yā'ōẏāra suyōga hatō tabē āmarā'ō tādēra thēkē samparka chinna karatāma yēmana tārā āmādēra thēkē samparka chinna karēchē’ [1]. Ēbhābē āllāh‌ tādēra kāryābalī tadērakē dēkhābēna, tādēra jan'ya ākṣēpasbarūpa [2]. Āra tārā kakhanō āguna thēkē bahirgamaṇakārī naẏa"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Hē mānuṣa! Tōmarā khā'ō yamīnē yā kichu baidha ō pabitra [1] khādyabastu raẏēchē tā thēkē. Āra tōmarā śaẏatānēra padāṅka [2] anusaraṇa karō nā. Niścaẏa sē tōmādēra prakāśya śakra"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Sē tō śudhu tōmādērakē nirdēśa dēẏa [1] manda ō aślīla [2] kājēra ēbaṁ āllāh‌ sambandhē ēmana saba biṣaẏa balāra yā tōmarā jāna nā"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Āra yakhana tādērakē balā haẏa, ‘āllāh‌ yā nāyila karēchēna tā tōmarā anusaraṇa kara’, tārā balē, ‘nā, baraṁ āmarā anusaraṇa karabō tāra, yāra upara āmādēra pitr̥ puruṣadērakē pēẏēchi’. Yadi'ō tādēra pitr̥puruṣarā kichu bujhatō nā ēbaṁ tārā saṯpathē'ō paricālita chila nā, tabu'ō ki"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "āra yārā kupharī karēchē tādēra udāharaṇa tāra mata yē, ēmana kichukē ḍākachē yē hām̐ka-ḍāka chāṛā āra kichu'i śunē nā. Tārā badhira, bōbā, andha, kājē'i tārā bujhē nā"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Hē muminagaṇa! Tōmādērakē āmarā yēsaba pabitra bastu diẏēchi tā thēkē khā'ō [1] ēbaṁ āllāh‌ra kr̥tajñatā prakāśa kara, yadi tōmarā śudhu tām̐ra'i ibādāta kara"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Tini āllāh‌ tō kēbala tōmādēra upara hārāma karēchēna mr̥ta jantu [1], rakta [2], śūkarēra gōś‌ta [3] ēbaṁ yāra upara āllāh‌ra nāma chāṛā an'yēra nāma uccārita haẏēchē [4], kintu yē nirupāẏa athaca nāpharamāna ēbaṁ simālaṅghanakārī naẏa tāra kōnō pāpa habē nā [5]. Niśaca'i āllāh‌ ati kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Niścaẏa yārā gōpana karē āllāh‌ kitāba hatē yā nāyila karēchēna tā ēbaṁ ēra binimaẏē tuccha mūlya grahaṇa karē, tārā tādēra nijēdēra pēṭē āguna chāṛā [1] āra kichu'i khāẏa nā. Āra kēẏāmatēra dina āllāh‌ tādēra sāthē kathā balabēna nā ēbaṁ tādērakē pabitra'ō karabēna nā. Āra tādēra jan'ya raẏēchē yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Tārā'i hidāẏātēra binimaẏē bhraṣṭatā ēbaṁ kṣamāra paribartē śāsti kraẏa karēchē; sutarāṁ āguna sahya karatē tārā kata'i nā dhairyaśīla"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "sēṭā ē jan'ya'i yē, āllāh‌ satyasaha kitāba nāyila karēchēna āra yārā kitāba sambandhē matabhēda sr̥ṣṭi karēchē abaśya'i tārā sudūra bibādē lipta"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Pūrba ō paścima dikē [1] tōmādēra mukha phirānō'i saṯkarma naẏa, kintu saṯkarma halō yē byakti āllāh‌, śēṣa dibasa, phērēś‌tāgaṇa, kitābasamūha ō nabīgaṇēra prati īmāna [2] ānabē. Āra sampada dāna karabē tāra [3] bhālabāsāẏa [4] ātmīẏa-sbajana [5], iẏātīma, abhābagrasta, musāphira, sāhāyyaprārthī ō dāsamuktira jan'ya ēbaṁ sālāta pratiṣṭhā karabē, yākāta dibē, pratiśruti diẏē tā pūrṇa karabē [6], artha-saṅkaṭē, duḥkha-kaṣṭē ō saṅgrāma-saṅkaṭē dhairya dhāraṇa karabē [7]. Tārā'i satyāśraẏī ēbaṁ tārā'i muttākī"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Hē īmānadāragaṇa! Nihatadēra byāpārē tōmādēra upara kisāsēra [1] bidhāna likhē dēẏā haẏēchē. Sbādhīna byaktira badalē sbādhīna byakti, krītadāsēra badalē krītadāsa, nārīra badalē nārī. Tabē tāra bhā'iẏēra [2] pakṣa thēkē kōnō kṣamā pradarśana karā halē yathāyatha bidhira [3] anusaraṇa karā ō satatāra sāthē tāra rakta-binimaẏa ādāẏa karā kartabya. Ēṭā tōmādēra raba-ēra pakṣa thēkē śithilatā ō anugraha. Sutarāṁ ēra para'ō yē sīmālaṅghana karē [4] tāra jan'ya raẏēchē yantranādāẏaka śāsti"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Āra hē bud'dhi-bibēkasampannagaṇa! Kisāsēra madhyē tōmādēra jan'ya raẏēchē jībana, yātē tōmarā tāka'ōẏā abalambana kara"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Tōmādēra madhyē kāra'ō mr̥tyukāla upasthita halē sē yadi dhana-sampatti rēkhē yāẏa tabē pracalita n'yāẏanīti anuyāẏī tāra pitā-mātā ō ātmīẏa-sbajanēra jan'ya asiẏāta karāra bidhāna tōmādērakē dēẏā halō. Ēṭā muttākīdēra upara kartabya"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Ēṭā śunāra para'ō yadi kē'u tātē paribartana sādhana karē, tabē yārā paribartana karabē aparādha tādēra'i niścaẏa'i āllāh‌ sarbaśrōtā, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Tabē yadi kē'u asiẏātakārīra pakṣapātitba kimbā pāpēra āśaṅkā karē, ataḥpara tādēra madhyē mīmānsā karē dēẏa, tāhalē tāra kōnō aparādha nē'i. Niścaẏa āllāh‌ kṣamāparāẏaṇa, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Hē muminagaṇa! Tōmādēra jan'ya siẏāmēra [1] bidhāna dēẏā hala, yēmana bidhāna tōmādēra pūrbabartīdērakē dēẏā haẏēchila [2], yātē tōmarā tāka'ōẏāra adhikārī hatē pāra"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Ēgulō gōnā kaẏēka dina. Ataḥpara tōmādēra madhyē kē'u asustha halē [1] bā sapharē thākalē [2] an'ya dinagulōtē ē saṅkhyā pūraṇa karē nitē habē [3]. Āra yādēra jan'ya siẏāma kaṣṭasādhya tādēra kartabya ēra paribartē phid‌iẏā- ēkajana misakīnakē khādya dāna karā [4]. Yadi kē'u sbataḥsphūrtabhābē saṯkāja karē tabē tā tāra jan'ya kalyāṇakara. Āra siẏāma pālana karā'i tōmādēra jan'ya adhikatara kalyāṇēra yadi tōmarā jānatē"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Ramādāna māsa, ētē kura'āna nāyila karā haẏēchē mānuṣēra hēdāẏātēra jan'ya ēbaṁ hidāẏātēra spaṣṭa nidarśana ō satyāsatyēra pārthakyakārīrūpē. Kājē'i tōmādēra madhyē yē ē māsa pābē sē yēna ē māsē siẏāma pālana karē [1]. Tabē tōmādēra kē'u asustha thākalē bā sapharē thākalē an'ya dinagulōtē ē saṅkhyā pūraṇa karabē [2]. Āllāh‌ tōmādēra jan'ya sahaja cāna ēbaṁ tōmādēra jan'ya kaṣṭa cāna nā. Āra yātē tōmarā saṅkhyā pūrṇa kara ēbaṁ tini tōmādērakē yē hidāẏāta diẏēchēna sē jan'ya tōmarā āllāh‌ra mahimā ghōṣaṇā kara ēbaṁ yātē tōmarā kr̥tajñatā prakāśa kara"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Āra āmāra bāndā yakhana āmāra samparkē āpanākē jijñēsa karē, (takhana balē dina yē) niścaẏa āmi ati nikaṭē. Āhabānakārī yakhana āmākē āhabāna karē āmi tāra āhabānē sāṛā dē'i. Kājē'i tārā'ō āmāra ḍākē sāṛā dika ēbaṁ āmāra prati īmāna ānuka, yātē tārā saṭhika pathē calatē pārē"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Siẏāmēra rātē tōmādēra jan'ya strī-sambhōga baidha karā haẏēchē [1]. Tārā tōmādēra pōṣākasbarūpa ēbaṁ tōmarā'ō tādēra pōṣākasbarūpa. Āllāh‌ jānēna yē, tōmarā nijadēra sāthē khiẏānata karachilē. Sutarāṁ tini tōmādēra ta'ōbā kabula karēchēna ēbaṁ tōmādērakē mārjanā karēchēna. Kājē'i ēkhana tōmarā tādēra sāthē saṅgata ha'ō ēbaṁ āllāh‌ yā tōmādēra jan'ya bidhibad'dha karēchēna tā kāmanā kara. Āra tōmarā pānāhāra kara yatakṣaṇa rātēra kālōrēkhā thēkē uṣāra sādā rēkhā spaṣṭarūpē tōmādēra nikaṭa prakāśa nā haẏa [2]. Tārapara rātēra āgamana paryanta siẏāma pūrṇa kara. Āra tōmarā masajidē itikāpharata [3] abasthāẏa tādēra sāthē saṅgata haẏō nā. Ēgulō āllāh‌ra sīmārēkhā. Kājē'i ēgulōra nikaṭabatī haẏō nā [4]. Ēbhābē āllāh‌ tām̐ra āẏātasamūha mānuṣadēra jan'ya suspaṣṭabhābē byakta karēna, yātē tārā tāka'ōẏāra adhikārī hatē pārē"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Āra tōmarā nijēdēra madhyē ēkē an'yēra artha-sampada an'yāẏabhābē khēẏō nā ēbaṁ mānuṣēra dhana-sampattira kichu anśa jēnē bujhē an'yāẏabhābē ātmasāṯ karāra uddēśyē bicārakadēra kāchē pēśa karō nā"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Lōkērā āpanāra kāchē natuna cām̐da samparkē praśna karē [1]. Baluna, ‘ēṭā mānuṣa ēbaṁ hajēra jan'ya samaẏa-nirdēśaka.’ Āra pichana dika diẏē gharē prabēśa karātē kōnō puṇya nē'i [2]; baraṁ puṇya āchē kē'u tāka'ōẏā abalambana karalē. Kājē'i tōmarā gharē prabēśa kara darajā diẏē ēbaṁ tōmarā āllāh‌ra tāka'ōẏā abalambana kara, yātē tōmarā saphalakāma hatē pāra"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Āra yārā tōmādēra birud'dhē yud'dha karē [1] tōmarā'ō āllāh‌ra pathē tādēra birud'dhē yud'dha kara [2]; kintu sīmālaṅghana karō nā [3]. Niścaẏa āllāh‌ sīmālaṅghanakārīdērakē bhālabāsēna nā"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Āra tādērakē yēkhānē pābē hatyā karabē [1] ēbaṁ yē sthāna thēkē tārā tōmādērakē bahiṣkāra karēchē tōmarā'ō sē sthāna thēkē tādērakē bahiṣkāra karabē. Āra phēt‌nā hatyāra cēẏē'ō gurutara [2]. Āra masajidula hārāmēra kāchē tōmarā tādēra sāthē yud'dha karabē nā [3] yē paryanta nā tārā sēkhānē tōmādēra sāthē yud'dha karē. Ataḥpara yadi tārā tōmādēra birud'dhē yud'dha karē tabē tōmarā tādērakē hatyā karabē, ēṭā'i kāphēradēra pariṇāma"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Ata'ēba, yadi tārā birata haẏa tabē niścaẏa āllāh‌ kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Āra tōmarā tādēra birud'dhē yud'dha karatē thākabē yatakṣaṇa nā phēt‌nā [1] cuṛānta bhābē dūrībhūta nā haẏa ēbaṁ dīna ēkamātra āllāh‌ra jan'ya haẏē yāẏa. Ataḥpara yadi tārā birata haẏa tabē yālimarā [2] chāṛā āra kāra'ō upara ākramaṇa nē'i"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Pabitra māsa pabitra māsēra binimaẏē [1] yāra pabitratā alaṅghanīẏa tāra abamānanā kisāsēra antarbhukta. Kājē'i yē kē'u tōmādērakē ākramaṇa karabē tōmarā'ō tākē anurūpa ākramaṇa karabē ēbaṁ tōmarā āllāh‌ra tāka'ōẏā abalambana karabē. Āra jēnē rākha, niścaẏa āllāh‌ muttākīdēra sāthē raẏēchēna"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Āra tōmarā āllāh‌ra pathē byaẏa kara [1] ēbaṁ sbahastē nijēdērakē dhbansēra mukhē ṭhēlē di'ō nā [2]. Āra tōmarā ih‌sāna kara [3], niścaẏa āllāh‌ muhasīnadēra bhālōbāsēna"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Āra tōmarā haja ō ‘umarā pūrṇa kara [1] āllāh‌ra uddēśyē. Ataḥpara yadi tōmarā bām̐dhā prāpta ha'ō tāhalē sahajalabhya hāda'ī [2] pradāna karō. Āra tōmarā māthā muṇḍana karō nā [3], yē paryanta hāda'ī tāra sthānē nā pauchē. Ataḥpara tōmādēra madhyē yadi kē'u asustha haẏa bā māthāẏa kaṣṭadāẏaka kichu haẏa tabē siẏāma kimbā sādākā athabā paśu yabēha dbārā tāra phid‌iẏā dibē [4]. Ataḥpara yakhana tōmarā nirāpada habē takhana tōmādēra madhyē yē kē'u umarākē hajēra saṅgē miliẏē lābhabāna hatē cāẏa [5] sē sahajalabhya hāda'ī yabā'i karabē. Kintu yadi kē'u tā nā pāẏa, tabē tākē hajēra samaẏa tina dina ēbaṁ gharē phirāra para sāta dina ē pūrṇa daśa dina siẏāma pālana karatē habē. Ēṭā tādēra jan'ya, yādēra parijanabarga masajidula hārāmēra bāsindā naẏa. Āra tōmarā āllāh‌ra tāka'ōẏā abalambana kara ēbaṁ jēnē rākha yē, niścaẏa āllāh‌ śāsti dānē kaṭhōra"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Haja haẏa subidita māsagulōtē [1]. Tārapara yē kē'u ē māsagulōtē haja karā sthira karē sē hajēra samaẏa strī-sambhōga [2], an'yāẏa ācaraṇa [3], ō kalaha-bibāda [4] karabē nā. Āra tōmarā uttama kāja thēkē yā-i kara āllāh‌ tā jānēna [5] āra tōmarā pāthēẏa saṅgraha kara [6]. Niścaẏa sabacēẏē uttama pāthēẏa hacchē tāka'ōẏā. Hē bōdhasampanna byaktigaṇa! Tōmarā āmāra'i tāka'ōẏā abalambana kara"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Tōmādēra rabēra anugraha sandhāna karātē tōmādēra kōnō pāpa nē'i [1]. Sutarāṁ yakhana tōmarā ‘ārāphāta [2] hatē phirē āsabē [3] takhana māśa’ārula hārāmēra [4] kāchē paum̐chē āllāh‌kē smaraṇa karabē ēbaṁ tini yēbhābē śikṣā diẏēchēna ṭhika sēbhābē tām̐kē smaraṇa karabē. Yadi'ō ēra āgē [5] tōmarā bibhrāntadēra antarbhukta chilē"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Tārapara an'yān'ya lōka yēkhāna thēkē phirē āsē tōmarā'ō sē sthāna thēkē phirē āsabē [1]. Āra āllāh‌ra nikaṭa kṣamā cā'ō. Niścaẏa āllāh‌ kṣamāśila, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Ataḥpara yakhana tōmarā hajēra anuṣṭhānādi samāpta karabē takhana āllāh‌kē ēbhābē smaraṇa karabē yēbhābē tōmarā tōmādēra pitr̥ puruṣadēra smaraṇa karē thāka, athabā tāra cēẏē'ō adhika [1]. Mānuṣēra madhyē yārā balē, ‘hē āmādēra raba! Āmādērakē duniẏātē'i dina’. Ākhērātē tāra jan'ya kōna'ō anśa nē'i"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Āra tādēra madhyē yārā balē, ‘hē āmādēra raba! Āmādērakē duniẏātē kalyāṇa dina ēbaṁ ākhērātē'ō kalyāṇa dina ēbaṁ āmādērakē āgunēra śāsti thēkē rakṣā karuna [1].’"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Tārā yā arjana karēchē tāra prāpya anśa tādēra'i. Āra āllāh‌ hisēba grahaṇē atyanta taṯpara"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Āra tōmarā gōnā dinagulōtē āllāh‌kē smaraṇa karabē. Ataḥpara yadi kē'u tāṛātāṛi karē du'i dinē calē āsē tabē tāra kōnō pāpa nē'i ēbaṁ yē byakti bilamba karē āsē tāra'ō kōnō pāpa nē'i. Ēṭā tāra jan'ya yē tāk‌ōẏā abalambana karē. Āra tōmarā āllāh‌ra tāka'ōẏā abalambana kara ēbaṁ jēnē rākha yē, tōmādērakē tām̐ra nikaṭa samabēta karā habē"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Āra mānuṣēra madhyē ēmana byakti āchē, pārthiba jībanē [1] yāra kathābārtā āpanākē camaṯkr̥ta karē ēbaṁ tāra antarē yā āchē sē sambandhē āllāh‌kē sākṣī rākhē. Prakr̥tapakṣē sē bhīṣaṇa kalahapriẏa"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Āra yakhana sē prasthāna karē takhana sē yamīnē aśānti sr̥ṣṭi ēbaṁ śasyakṣētra ō prāṇī dhbansēra cēṣṭā karē. Āra āllāh‌ phāsāda bhālabāsēna nā"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Āra yakhana tākē balā haẏa, ‘āllāh‌ra tāka'ōẏā abalambana kara’, takhana tāra ātmābhimāna tākē pāpācārē lipta karē, kājē'i jāhānnāma'i tāra jan'ya yathēṣṭa. Niścaẏa'i tā nikr̥ṣṭa biśrāmasthala"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Āra mānuṣēra madhyē ēmana lōka'ō āchē, yē āllāh‌ra santuṣṭi lābhēra jan'ya nijēkē bikiẏē dēẏa [1]. Āllāh‌ tām̐ra bāndādēra prati atyanta sahānubhūtiśīla"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Hē muminagaṇa! Tōmarā purṇāṅgabhābē isalāmē prabēśa kara ēbaṁ śaẏatānēra padāṅkasamūha anusaraṇa karō nā. Niścaẏa'i sē tōmādēra prakāśya śakra"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Ataḥpara tōmādēra kāchē suspaṣṭa pramāṇādi āsāra para yadi tōmādēra padasthalana ghaṭē, tabē jēnē rākha,niścaẏa āllāh‌ mahāparākrānta, prajñāmaẏa"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Tārā ki śudhu ēra pratīkṣāẏa raẏēchē yē, āllāh‌ ō phērēśatāgaṇa mēghēra chāẏāẏa tādēra kāchē upasthita habēna [1]? Ēbaṁ sabakichura mīmānsā haẏē yābē. Āra samasta biṣaẏa āllāh‌ra kāchē'i pratyābartita habē"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Isarā'īla-banśadharagaṇakē jijñēsa karuna, āmarā tādērakē kata spaṣṭa nidarśana pradāna karēchi! Āra āllāh‌ra anugraha āsāra para kē'u tā paribartana karalē āllāh‌ tō śāsti dānē kaṭhōra"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Yārā kuphurī karē tādēra jan'ya duniẏāra jībana suśōbhita karā haẏēchē ēbaṁ tārā muminadērakē ṭhāṭṭā-bidrupa karē thākē. Āra yārā tāka'ōẏā abalambana karē kēẏāmatēra dina tārā tādēra urdhbē thākabē. Āra āllāh‌ yākē icchē aparimita riyika dāna karēna"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Samasta mānuṣa chila ēka'i um'mata [1]. Ataḥpara āllāh‌ nabīgaṇakē prēraṇa karēna susambādadātā ō satarkakārīrūpē ēbaṁ tādēra sāthē satyasaha kitāba nāyila karēna [2] yātē mānuṣērā yē biṣaẏē matabhēda karata sē sabēra mīmānsā karatē pārēna. Āra yādērakē tā dēẏā haẏēchila, spaṣṭa nidarśana tādēra kāchē āsāra parē śudhu paraspara bidbēṣabaśata sē biṣaẏē tārā birōdhitā karata. Ataḥpara āllāh‌ tām̐ra icchākramē imānadārakē hēdāẏāta karēchēna sē satya biṣaẏē, yē byāpārē tārā matabhēdē lipta haẏēchila [3]. Āra āllāh‌ yākē icchē sarala pathēra dikē hēdāẏāta karēna"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Nāki tōmarā manē kara yē, tōmarā jānnātē prabēśa karabē [1] athaca ēkhana'ō tōmādēra kāchē tōmādēra pūrbabartīdēra mata abasthā āsēni? Artha-saṅkaṭa ō duḥkha-klēśa tādērakē sparśa karēchila ēbaṁ tārā bhīta-kampita haẏēchila. Ēmanaki rāsūla ō tām̐ra saṅgī-sāthī īmānadāragaṇa balē uṭhēchila, ‘āllāh‌ra sāhāyya kakhana āsabē’ [2]? Jēnē rākha, niścaẏa āllāh‌ra sāhāyya ati nikaṭē"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Tārā ki byaẏa karabē sē samparkē āpanākē praśna karē [1]. Baluna, ‘yē dhana-sampada tōmarā byaẏa karabē tā pitā-mātā, ātmīẏa-sbajana, iẏātīma, misakīna ēbaṁ musāphiradēra jan'ya. Uttama kājēra yā kichu'i tōmarā kara āllāh‌ sē samparkē samyaka abagata"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Tōmādēra upara laṛā'i karākē likhē dēẏā haẏēchē yadi'ō tōmādēra nikaṭa ēṭā apriẏa. Kintu tōmarā yā apachanda kara hatē pārē tā tōmādēra jan'ya kalyāṇakara ēbaṁ yā bhālabāsa hatē pārē tā tōmādēra jan'ya akalyāṇakara. Āra āllāh‌ jānēna tōmarā jāna nā"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Pabitra māsē yud'dha karā samparkē lōkērā āpanākē jijñēsa karē [1]; baluna, ‘ētē yud'dha karā kaṭhina aparādha. Kintu āllāh‌ra pathē bām̐dhā dāna karā, āllāh‌ra sāthē kupharī karā, masajidula hārāmē bādhā dēẏā ō ēra bāsindākē ē thēkē bahiṣkāra karā āllāh‌ra nikaṭa tāra cēẏē'ō bēśī aparādha. Āra phitanā hatyāra cēẏē'ō gurutara aparādha. Āra tārā sabasamaẏa tōmādēra birud'dhē yud'dha karatē thākabē, yē paryanta tōmādērakē tōmādēra dīna thēkē phiriẏē nā dēẏa, yadi tārā sakṣama haẏa. Āra tōmādēra madhya thēkē yē kē'u nijēra dīna thēkē phirē yābē [2] ēbaṁ kāphēra haẏē mārā yābē, duniẏā ō ākhērātē tādēra āmalasamūha nisphala haẏē yābē. Āra ērā'i āgunēra adhibāsī, sēkhānē tārā sthāẏī habē’"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Niścaẏa yārā īmāna ēnēchē ēbaṁ yārā hijarata karēchē ēbaṁ āllāh‌ra pathē jihāda karēchē [1], tārā'i āllāh‌ra anugraha pratyāśā karē. Āra āllāh‌ kṣamāparāẏaṇa, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Lōkērā āpanākē mada [1] ō juẏā [2] samparkē jijjēsa karē. Baluna, ‘du’ṭōra madhyē'i āchē mahāpāpa ēbaṁ mānuṣēra jan'ya upakāra'ō; āra ē du’ṭōra pāpa upakārēra cēẏē anēka baṛa’. Āra tārā āpanākē jijjēsa karē ki tārā byāẏa karabē? Baluna, yā udbr̥tta [3]. Ēbhābē āllāh‌ tām̐ra āẏātasamūha tōmādēra jan'ya suspaṣṭabhābē byakta karēna, yātē tōmarā cintā kara"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Duniẏā ō ākhērātēra byāpārē. Āra lōkērā āpanākē iẏātīmadēra samparkē jijñēsa karē; baluna, ‘tādēra jan'ya subyābasthā karā uttama’. Tōmarā yadi tādēra sāthē ēkatrē thāka tabē tārā tō tōmādēra'i bhā'i. Āllāh‌ jānēna kē upakārakārī ēbaṁ kē aniṣṭakārī [1]. Āra āllāh‌ icchē karalē ē biṣaẏē tōmādērakē abaśya'i kaṣṭē phēlatē pāratēna. Niścaẏa āllāh‌ prabala parākrānta, prajñāmaẏa"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Āra muśarika nārīkē īmāna nā ānā paryanta tōmarā biẏē karō nā [1]. Muśarika nārī tōmādērakē mugdha karalē'ō, abaśya'i mumina kr̥tadāsī tāra cēẏē uttama. Īmāna nā ānā paryanta muśarika puruṣadēra sāthē tōmarā biẏē di'ōnā [2], muśarika puruṣa tōmādērakē mugdha karalē'ō abaśya'i mumina krītadāsa tāra cēẏē uttama. Tārā āgunēra dikē āhabāna karē. Āra āllāh‌ tōmādērakē nija icchāẏa jānnāta ō kṣamāra dikē āhabāna karēna [3]. Āra tini mānuṣēra jan'ya tām̐ra āẏātasamūha suspaṣṭabhābē byakta karēna, yātē tārā śikṣā nitē pārē"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Āra tārā āpanākē rajaḥsrāba (hāẏēja) sambandhē jijñēsa karē. Baluna, tā ‘aśuci’ [1]. Kājē'i tōmarā rajaḥsrābakālē strī-saṅgama thēkē birata thāka ēbaṁ pabitra nā ha'ōẏā paryanta [2] (saṅgamēra jan'yē) tādēra nikaṭabartī habē nā [3]. Tārapara tārā yakhana uttamarūpē pariśud'dha habē takhana tādēra nikaṭa ṭhika sēbhābē gamana karabē, yēbhābē āllāha tōmādērakē ādēśa diẏēchēna. Niścaẏa āllāha tā'ōbākārīkē bhālōbāsēna ēbaṁ tādērakē'ō bhālōbāsēna yārā pabitra thākē"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Tōmādēra strīrā tōmādēra śasyakṣētra. Ata'ēba tōmarā tōmādēra śasyakṣētrē yēbhābē icchē [1] gamana karatē pāra. Āra tōmarā nijēdēra bhabiṣyatēra jan'ya kichu karō [2] ēbaṁ āllāh‌kē bhaẏa karō. Ēbaṁ jēnē rēkhō, tōmarā abaśya'i āllāh‌ra sam'mukhīna habē. Āra muminadērakē susambāda dina"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Āra tōmarā saṯkāja ēbaṁ tāka'ōẏā ō mānuṣēra madhyē śānti sthāpana thēkē birata thākāra jan'ya āllāh‌ra nāmēra śapathakē ajuhāta karō nā. Āra āllāh‌ sarbaśrōtā sarbajña"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Tōmādēra anarthaka śapathēra [1] āllāh‌ tōmādērakē pākaṛā'ō karabēna nā; kintu tini sēsaba kasamēra byāpārē pākaṛā'ō karabēna, tōmādēra antara yā saṅkalpa karē arjana karēchē. Āra āllāh‌ kṣamāparāẏaṇa, parama sahiṣṇu"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Yārā nija strīra sāthē saṅgata nā ha'ōẏāra śapatha karē [1] tārā cāra māsa apēkṣā karabē. Ataḥpara yadi tārā pratyāgata haẏa tabē niścaẏa'i āllāh‌ kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Āra yadi tārā tālāka [1] dēẏāra saṅkalpa karē tabē niścaẏa āllāh‌ sarbaśrōtā, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Āra tālāka prāptā strīgaṇa [1] tina rajaḥsrāba kāla pratīkṣāẏa thākabē. Āra tārā āllāh‌ ō ākhērātēra upara īmāna rākhalē tādēra garbhāśaẏē āllāh‌ yā sr̥ṣṭi karēchēna tā gōpana rākhā tādēra pakṣē hālāla naẏa. Āra yadi tārā āpōṣa-nimpatti karatē cāẏa tabē ētē tādēra punaḥ grahaṇē tādēra sbāmīrā bēśī hakadāra. Āra nārīdēra tēmani n'yāẏasaṅgata adhikāra āchē yēmana āchē tādēra upara puruṣadēra; āra nārīdēra upara puruṣadēra maryādā āchē [2]. Āra āllāh‌ mahāparākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Tālāka du’bāra. Ataḥpara (strīkē) haẏa bidhimata rēkhē dē'ōẏā, natubā sadaẏabhābē mukta karē dē'ōẏā. Āra tōmarā tōmādēra strīdērakē yā pradāna karēcha tā thēkē kōnō kichu grahana karā tōmādēra pakṣē hālāla naẏa [1]. Abaśya yadi tādēra ubhaẏēra āśaṅkā haẏa yē, tārā āllāh‌ra sīmārēkhā rakṣā karē calatē pārabē nā, tārapara yadi tōmarā āśaṅkā kara yē, tārā āllāh‌ra sīmārēkhā rakṣā karē calatē pārabē nā, tabē strī kōnō kichura binimaẏē niskr̥ti pētē cā'ilē tātē tādēra kārō kōnō aparādha nē'i [2]. Ē saba āllāh‌ra sīmārēkhā sutarāṁ tōmarā ēra laṅghana karō nā. Āra yārā āllāh‌ra sīmārēkhā laṅghana karē tārā'i yālima"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Ataḥpara yadi sē strīkē tālāka dēẏa tabē sē strī tāra jan'ya hālāla habē nā, yē paryanta sē an'ya sbāmīra sāthē saṅgata nā habē [1]. Ataḥpara sē (dbitīẏa sbāmī) yadi tālāka dēẏa āra tārā ubhaẏē (strī ō prathama sbāmī) manē karē yē, tārā āllāh‌ra sīmārēkhā rakṣā karatē pārabē, tabē tādēra punarmilanē kārō kōnō aparādha habē nā [2]. Ēgulō āllāh‌ra sīmārēkhā yā tini spaṣṭabhābē ēmana ka'ōmēra jan'ya barṇanā karēna yārā jānē"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Āra yakhana tōmarā strīkē tālāka dā'ō ataḥpara tārā ‘iddata pūrtira nikaṭabartī haẏa, takhana tōmarā haẏa bidhi anuyāẏī tādērakē rēkhē dēbē athabā bidhimata mukta karē dēbē [1]. Tādēra kṣati karē sīmālaṅghanēra uddēśyē tādērakē āṭakē rēkhō nā. Yē tā karē, sē nijēra prati yuluma karē. Āra tōmarā āllāh‌ra bidhānakē ṭhāṭṭā-bidrupēra bastu karō nā [2] ēbaṁ tōmādēra prati āllāh‌ra nēẏāmata ō kitāba ēbaṁ hēkamata yā tōmādēra prati nāyila karēchēna, yā dbārā tini tōmādērakē upadēśa dēna tā smaraṇa kara. Āra tōmarā āllāh‌ra tāka'ōẏā abalambana kara ēbaṁ jēnē rākha, niścaẏa'i āllāh‌ saba kichu samparkē sarbajña"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Āra tōmarā yakhana strīdērakē tālāka dā'ō ēbaṁ tārā tādēra ‘iddatakāla pūrṇa karē, ērapara tārā yadi bidhimata parampara sam'mata haẏa [1], tabē strīrā nijēdēra sbāmīdēra biẏē karatē cā'ilē tōmarā tādērakē bādhā di'ō nā. Ē dbārā tākē upadēśa dēẏā haẏa [2] tōmādēra madhyē yē āllāh‌ ō ākhērātē īmāna rākhē, ēṭā'i tōmādēra jan'ya śud'dhatama ō pabitratama [3]. Āra āllāh‌ jānēna ēbaṁ tōmarā jāna nā"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Āra jananīgaṇa tādēra sastānadērakē pūrṇa du’bachara stan'ya pāna karābē [1], ēṭā sē byaktira jan'ya, yē stan'yapāna kāla pūrṇa karatē cāẏa. Pitāra kartabya yathābidhi tādēra (mātādēra) bharaṇa-pōṣaṇa karā [2]. Kā'ukē'ō tāra sādhyātīta kājēra bhāra dēẏā haẏa nā. Kōnō mātākē tāra santānēra jan'ya [3] ēbaṁ yāra santāna (pitā) tākē'ō tāra santānēra jan'ya kṣatigrasta karā yābē nā. Āra uttarādhikārīra'ō anurūpa kartabya. Kintu yadi tārā parasparēra sam'mati ō parāmarśakramē stan'yapāna bandha rākhatē cāẏa, tabē tādēra kārō kōnō aparādha nē'i. Āra yadi tōmarā (kōnō dhātrī dbārā) tōmādēra santānadērakē stan'ya pāna karātē cā'ō, tāhalē yadi tōmarā pracalita bidhi mōtābēka binimaẏa diẏē dā'ō tabē tōmādēra kōnō pāpa nē'i. Āra āllāh‌ra tāka'ōẏā abalambana kara ēbaṁ jēnē rākha, tōmarā yā kara niścaẏa āllāh‌ tā pratyakṣakārī"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Āra tōmādēra madhyē yārā strī rēkhē mārā yāẏa, tārā (strīgaṇa) nijērā cāra māsa daśa dina apēkṣāẏa thākabē. Ataḥpara yakhana tārā tādēra ‘iddatakāla pūrṇa karabē, takhana yathābidhi nijēdēra jan'ya yā karabē tātē tōmādēra kōnō pāpa nē'i. Āra tōmarā yā karō āllāh‌ sē samparkē samyaka khabara rākhēna"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Āra yadi tōmarā ākāra iṅgitē (sē) nārīdēra biẏēra prastāba dā'ō bā tōmādēra antarē gōpana rākhō tabē tōmādēra kōnō pāpa nē'i. Āllāh‌ jānēna yē, tōmarā tādēra sambandhē abaśya'i ālōcanā karabē; kintu bidhimata kathābārtā chāṛā gōpanē tādēra sāthē kōnō pratiśruti diẏē rēkhō nā; ēbaṁ nirdiṣṭa kāla pūrṇa nā ha'ōẏā paryanta bibāha bandhanēra saṅkalpa karō nā. Āra jēnē rākhō, niścaẏa āllāh‌ tōmādēra antarē yā āchē tā jānēna. Kājē'i tām̐kē bhaẏa kara ēbaṁ jēnē rākhō, niścaẏa āllāh‌ kṣamāparāẏaṇa, parama sahanaśīla"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Yadi tōmarā strīdērakē sparśa nā karē athabā māhara nirdhāraṇa nā karē'i tālāka dā'ō, tabē tōmādēra kōnō aparādha nē'i [1]. Āra tōmarā tādēra kichu sansthāna karē dibē, sbacchalatāra sādhyamata ēbaṁ asbacchalatāra sāmarthānuyāẏī, bidhimata sansthāna karabē, ēṭā muhasina lōkadēra ōpara kartabya"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Āra tōmarā yadi tādērakē sparśa karāra āgē tālāka dā'ō, athaca tādēra jan'ya māh‌ra dhārya karē thāka, tāhalē yā tōmarā dhārya karēcha tāra ardhēka [1], tabē yā strīgaṇa athabā yāra hātē biẏēra bandhana raẏēchē sē māpha karē dēẏa [2] ēbaṁ māpha karē dēẏā'i tāka'ōẏāra nikaṭatara. Āra tōmarā nijēdēra madhyē anugrahēra kathā bhulē yē'ō nā. Tōmarā yā kara niścaẏa'i āllāh‌ tā sabiśēṣa pratyakṣakārī"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Tōmarā sālātēra prati yatnabāna habē [1], biśēṣata madhyabartī sālātēra [2] ēbaṁ āllāh‌ra uddēśyē tōmarā dām̐ṛābē binītabhābē"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "ataḥpara tōmarā yadi bipadāśaṅkā kara, tabē pathacāri athabā ārōhī abasthāẏa sālāta ādāẏa karabē [1]. Ataḥpara tōmarā yakhana nirāpada bōdha kara takhana āllāh‌kē smaraṇa karabē, jēbhābē tini tamādēra śikṣā diẏēchēna, yā tōmarā jānatē nā"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Āra tōmādēra madhyē jārā mārā yābē ēbaṁ strī rēkhē yābē, tārā yēna tādēra strīkē tādēra ghara thēkē bēra nā karē tādēra ēka bacharēra bharaṇa-pōṣaṇēra asiẏāta karē [1]. Kintu yadi tārā bēra haẏē yāẏa, tabē bidhimata nijēdēra mata tārā yā karabē tātē tōmādēra kōnō pāpa nē'i. Āra āllāh‌ prabala parākrānta, prajñāmaẏa"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Āra tālākaprāpta nārīdēra prathāmata bharaṇa-pōṣaṇa karā muttākīdēra kartabya"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Ēbhābē āllāh‌ tām̐ra āẏātasamuha spaṣṭabhābē barṇanā karēna yātē tōmarā bujhatē pāra"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Āpani ki tādēra dēkhēna ni yārā mr̥tyubhaẏē hājārē hājārē sbīẏa ābāsābhumi parityāga karēchila[1]? Ataḥpara āllāh‌ tādērakē balēchilēna, ‘tōmarā marē yā'ō’. Tārapara āllāh‌ tādērakē jībita karēchilēna. Niścaẏa'i āllāh‌ mānuṣēra prati anugrahaśila; kintu adhikānśa lōka kr̥tajñatā prakāśa karē nā"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Āra tōmarā āllāh‌ra pathē yud'dha kara ēbaṁ jēnē rākha, niścaẏa'i āllāh‌ sarbaśrōtā, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Kē sē, yē āllāh‌kē kar‌yē hāsānā pradāna karabē? Tini tāra jan'ya tā bahugunē br̥d'dhi karabēna [1.] Āra āllāh‌ saṅkucita ō samprasārita karēna ēbaṁ tām̐ra dikē'i tōmādērakē pratyābartita karā habē"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Āpani ki musāra parabartī isarā'ila banśīẏa nētādēra dēkhēna ni? Tārā yakhana tādēra nabīkē balēchila, ‘āmādēra jan'ya ēkajana rājā nijukta kara yātē āmarā āllāh‌ra pathē yud'dha karatē pāri’, ‘tini balalēna, ‘ēmana tō habē nā yē, tōmādēra prati yud'dhēra bidhāna dēẏā halē takhana āra tōmarā yud'dha karabē nā’? Tārā balala, ‘āmarā yakhana nijēdēra ābāsabhūmi ō sbīẏa santāna-santati hatē bahiṣkr̥ta haẏēchi, takhana āllāh‌ra pathē kēna yud'dha karaba nā’? Ataḥpara yakhana tādēra prati yud'dhēra bidhāna dēẏā hala takhana tādēra kichu saṅkhyaka chāṛā sabā'i pr̥ṣṭha pradarśana karala. Āra āllāh‌ yālimadēra samparkē sabiśēṣa jñānī"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Āra tādēra nabī tādērakē balēchilēna, ‘āllāh‌ abaśya'i tālūtakē tōmādēra rājā karē pāṭhiẏēchēna.’ Tārā balala, ‘āmādēra upara tāra rājatba kibhābē habē, athaca āmarā tāra cēẏē rājatbēra bēśi hakadāra ēbaṁ tākē pracura aiśbarya'ō dēẏā haẏani!’ Tini balalēna, ‘āllāh‌ abaśya'i tākē tōmādēra jan'ya manōnīta karēchēna ēbaṁ tini tākē jñānē ō dēhē samr̥d'dha karēchēna.’ Āra āllāh‌ yākē icchē sbīẏa rājatba dāna karēna āra āllāh‌ sarbabyāpī prācuryamaẏa, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Āra, tādēra nabī tādērakē balēchilēna, tāra rājatbēra nidarśana ē'i yē, tōmādēra nikaṭa tābūta [1] āsabē yātē tōmādēra raba-ēra nikaṭa hatē praśānti ēbaṁ musā ō hāruna banśīẏagaṇa yā parityāga karēchē tāra abaśiṣṭānśa thākabē; phērēśatāgaṇa tā bahana karē ānabē. Tōmarā yadi mumina ha'ō tabē niścaẏa'i tōmādēra jan'ya ētē nidarśana raẏēchē.’"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Tārapara tālūta yakhana sēnābāhinīsaha bēra hala takhana sē balala, ‘āllāh‌ ēka nadī dbārā tōmādēra parīkṣā karabēna. Yē tā thēkē pāni pāna karabē sē āmādēra dalabhukta naẏa; āra yē tāra sbāda grahana karabē nā sē āmāra dalabhukta; ēchāṛā yē tāra hātē ēka kōṣa pāni grahaṇa karabē sē'ō.’ Ataḥpara alpa saṅkhyaka chāṛā tārā tā thēkē pāni pāna karala[1]. Sē ēbaṁ tāra saṅgī īmānadāragaṇa yakhana tā atikrama karala takhana tārā balala, ‘jāluta ō tāra sēnābāhinīra birud'dhē yud'dha karāra mata śakti āja āmādēra nē'i. Kintu yādēra pratyaẏa chila āllāh‌ra sāthē tādēra sākṣāta habē tārā balala, ‘āllāh‌ra hukumē kata kṣudra dala kata br̥haṯ dalakē parābhūta karēchē!’ Āra āllāh‌ dhairyaśīladēra sāthē raẏēchēna"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Āra tārā yakhana yud'dhārthē jāluta ō tāra sēnābāhinīra sam'mukhīna hala takhana tārā balala, ‘hē āmādēra raba! Āmādēra upara dhairya ḍhēlē dina, āmādēra pā abicalita rākhuna ēbaṁ kāphēra sampradāẏēra birud'dhē āmādēra jaẏajukta karuna.’"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Ataḥpara tārā āllāh‌ra hukumē tādērakē (kāphēradērakē) parābhūta karala ēbaṁ dā'uda jālūtakē hatyā karalēna. Āra āllāh‌ tākē rājatba ō hēkamata dāna karalēna ēbaṁ yā tini icchā karalēna tā tākē śikṣā dilēna. Āra āllāh‌ yadi mānuṣēra ēka dalakē an'ya dala dbārā pratihata nā karatēna tabē pr̥thibī biparyasta haẏē yēta. Kintu āllāh‌ sr̥ṣṭikulēra prati anugrahaśīla"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Ē saba āllāh‌ra āẏāta, āmarā āpanāra nikaṭa tā yathāyathabhābē tilā'ōẏāta karachi. Āra niścaẏa'i āpani rāsulagaṇēra antarbhukta"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Sē rāsulagaṇa, āmarā tādēra kā'ōkē apara kārō upara śrēṣṭhatba diẏēchi. Tādēra madhyē ēmana kē'u raẏēchēna yāra sāthē āllāh‌ kathā balēchēna [1], ābāra kā'ukē ucca maryādāẏa unnīta karēchēna. Āra mār‌iẏāma-putra ‘īsākē āmarā spaṣṭa pramāṇādi pradāna karēchi ō ruhula kudusa dbārā tākē śaktiśālī karēchi. Āra āllāh‌ icchē karalē tādēra parabartīrā tādēra nikaṭa spaṣṭa pramāṇādi samāgata ha'ōẏāra para'ō pārasparika yud'dha-bigrahē lipta hata nā; kintu tārā matabhēda karala. Phalē tādēra kē'u kē'u īmāna ānala ēbaṁ kē'u kē'u kupharī karala. Āra āllāh‌ icchē karalē tārā pārasparika yud'dha-bigrahē lipta hata nā; kintu āllāh‌ yā icchē tā karēna"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "Hē muminagaṇa! Āmarā yā tōmādērakē diẏēchi tā thēkē tōmarā byaẏa kara sēdina āsāra pūrbē yēdina bēcā-kēnā, bandhutba ō supāriśa thākabē nā, āra kāphērarā'i yālima"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Āllāh‌ [1], tini chāṛā kōnō satya ilāha nē'i [2]. Tini cirañjība, sarbasattāra dhāraka [3]. Tām̐kē tandrā'ō sparśa karatē pārē nā, nidrā'ō naẏa [4]. Āsamānasamūhē yā raẏēchē ō yamīnē yā raẏēchē saba'i tām̐ra [5]. Kē sē, yē tām̐ra anumati byatīta tām̐ra kāchē supāriśa karabē [6]? Tādēra sāmanē ō pēchanē yā kichu āchē tā tini jānēna [7]. Āra yā tini icchē karēna tā chāṛā tām̐ra jñānēra kōnō kichukē'i tārā paribēṣṭana karatē pārē nā [8]. Tām̐ra ‘kurasī’ āsamānasamūha ō yamīnakē paribyāpta karē āchē [9]; āra ē duṭōra rakṣaṇābēkṣaṇa tām̐ra jan'ya bōjhā haẏa nā [10]. Āra tini su'ucca sumahāna"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Dīna grahaṇēra byāpārē kōnō jōra-jabaradasti nē'i [1]; satya patha suspaṣṭa haẏēchē bhrānta patha thēkē. Ata'ēba, yē tāgūtakē [1] asbīkāra karabē [3] ō āllāh‌ra upara īmāna ānabē sē ēmana ēka dr̥ṛhatara rajju dhārana karala yā kakhanō bhāṅgabē nā [4]. Āra āllāh‌ sarbaśrōtā ō sarbajñānī"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Āllāh‌ tādēra abhibhābaka yārā īmāna ānē, tini tādērakē andhakāra thēkē bēra karē ālōtē niẏē yāna. Āra yārā kupharī karē tāgūta tādēra abhibhābaka, ērā tādērakē ālō thēkē andhakārē niẏē yāẏa [1]. Tārā'i āgunēra adhibāsī, sēkhānē tārā sthāẏī habē"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Āpani ki ai byaktikē dēkhēnani, yē ib‌rāhīmēra sāthē tām̐ra raba sambandhē bitarkē lipta haẏēchila, yēhētu āllāh‌ tākē rājatba [1] diẏēchilēna. Yakhana ib‌rāhīma balalēna, ‘āmāra raba tini'i jini jībana dāna karēna ō mr̥tyu ghaṭāna, sē balala, ‘āmi'ō tō jībana dāna kari ō mr̥tyu ghaṭā'i. Ib‌rāhīma balalēna, ‘niścaẏa'i āllāh‌ sūryakē pūrba dika thēkē udaẏa karāna, tumi sēṭākē paścima dika thēkē udaẏa karā'ō tō [2]. Tārapara yē kupharī karēchila sē hatabud'dhi haẏē gēla. Āra āllāh‌ yālima sampraẏāẏakē hidāẏāta karēna nā"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Athabā sē byāktira mata, yē ēmana ēka janamata atikrama karēchila yā tāra chādēra upara thēkē bidhbasta chila. Sē balala, ‘mr̥tyura para kibhābē āllāh‌ ēkē jībita karabēna? Tārapara āllāh‌ ēkē śata bachara mr̥ta rākhalēna. Parē tākē punarjībita karalēna. Āllāh‌ balalēna, ‘tumi katakāla abasthāna karalē?’ Sē balala, ‘ēkadina bā ēkadinēra'ō kichu kama abasthāna karēchi'. Tini balalēna, baraṁ tumi ēkaśata bachara abasthāna karēcha. Sutarāṁ tumi tōmāra khādyasāmagrī ō pānīẏa bastura dikē lakṣya kara, sēgulō abikr̥ta raẏēchē ēbaṁ lakṣya kara tōmāra gādhāṭira dikē. Āra yātē āmarā tōmākē bānābō mānuṣēra jan'ya nidarśana sbarūpa. Āra asthigulōra dikē lakṣa karō; kībhābē sēgulōkē sanyōjita kari ēbaṁ gōśata dbārā ḍhēkē dē'i.’ Ataḥpara yakhana tāra nikaṭa spaṣṭa hala takhana sē balala, ‘āmi jāni niścaẏa'i āllāh‌ sabakichura upara kṣamatābāna’"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "Āra yakhana ib‌rāhīma balala, ‘hē āmāra raba! Kībhābē āpani mr̥ta kē jībita karēna dēkhāna’, tini balalēna, ‘tabē ki āpani īmāna ānēna ni?’ Tini balalēna, ‘abaśya'i hyām̐, kintu āmāra mana yātē praśānta haẏa [1]! Āllāh‌ balalēna, ‘tabē cāraṭi pākhi nina ēbaṁ tādērakē āpanāra baśībhuta karuna. Tārapara sēgulōra ṭukarō anśa ēka ēka pāhāṛē sthāpana karuna. Tārapara sēgulōkē ḍākuna, sēgulō āpanāra nikaṭa dauṛē āsabē. Āra jēnē rākhuna, niścaẏa'i āllāh‌ prabala parākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Yārā nijēdēra dhana sampada āllāh‌ra pathē byaẏa karē tādēra upamā ēkaṭi bījēra mata, yā sātaṭi śīṣa uṯpādana karē, pratyēka śīṣē ēkaśa śasyadānā. Āra āllāh‌ yākē icchē bahuguṇē br̥d'dhi karē dēna. Āra āllāh‌ sarbabyāpī- prācuryamaẏa, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Yārā āllāh‌ra pathē dhana-sampada byaẏa karē [1] tārapara yā byaẏa karē tā balē bēṛāẏa nā ēbaṁ kōnō prakāra kaṣṭa'ō dēẏa nā, tādēra pratidāna raẏēchē rādēra raba-ēra nikaṭa. Āra tādēra kōna bhaẏa nē'i ēbaṁ tārā cintita ō habē nā"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Yē dānēra para kaṣṭa dēẏā haẏa tāra cēẏē bhāla kathā ō kṣamā uttama. Āra āllāh‌ abhābamukta ō parama sahanaśīla"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Hē muminagaṇa! Dānēra kathā balē bēṛiẏē ēbaṁ kaṣṭa diẏē tōmarā tōmādēra dānakē ai byāktira n'yāẏa niṣphala karō nā [1] yē nijēra sampada lōka dēkhānōra jan'ya byaẏa karē thākē ēbaṁ āllāh‌ ō ākhirātē īmāna rākhē nā. Phalē tāra upamā hala ēmana ēkaṭi masr̥ṇa pāthara yāra upara kichu māṭi thākē, tārapara prabala br̥ṣṭipāta sēṭākē pariṣkāra karē dēẏa [2]. Yā tārā upārjana karēchē tāra kichu'i tārā tādēra kājē lāgānōra kṣamatā rākhē nā. Āra āllāh‌ kāphēra sampradāẏakē hidāẏāta karē nā"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Āra yārā āllāh‌ra santuṣṭi lābhēra jan'ya ō nijēdēra ātmā baliṣṭha karāra jan'ya dhana-sampada byaẏa karē tādēra upamā kōnō ucca bhūmitē abasthita ēkaṭi udyāna, yēkhānē muṣaladhārē br̥ṣṭi haẏa, phalē sēthāẏa phalamūla janmē dbiguṇa. Āra yadi muṣaladhārē br̥ṣṭi nā'ō haẏa tabē laghu br̥ṣṭi'i yathēṣṭa. Āra tōmarā yā karō āllāh‌ tā yathārtha pratyakṣakārī"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Tōmādēra kē'u ki cāẏa yē, tādēra khējura ō āṅgurēra ēkaṭi bāgāna thākabē, yāra pādadēśē nadī prabāhita thākabē ēbaṁ yēṭātē tāra jan'ya sabarakamēra phalamūla thākabē. Āra sē byāktikē bārdhakya abasthā pēẏē basabē ēbaṁ tāra kichu durbala santāna-santati thākabē, tārapara tāra (ē bāgānēra) upara ēka agnijharā ghūrṇijhaṛa āpatita haẏē tā jbalē yābē? Ēbhābē āllāh‌ tām̐ra āẏātasamūha tōmādēra jan'ya suspaṣṭabhābē byakta karēna, yātē tōmarā cintā-bhābanā karatē pāra"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "Hē muminagaṇa! Tōmarā yā upārjana kara [1] ēbaṁ āmarā yā yamīna thēkē tōmādēra jan'ya uṯpādana kari [2] tā thēkē yā uṯkr̥ṣṭa tā byaẏa kara ēbaṁ nikr̥ṣṭa bastu byaẏa karāra saṅkalpa karō nā, athaca tōmarā tā grahaṇa karabē nā, yadi nā tōmarā cōkha bandha karē thāka. Āra jēnē rākha, niścaẏa āllāh‌ abhābamukta, praśansita"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Śaẏatāna tōmādērakē dāridryēra pratiśruti dēẏa [1] ēbaṁ aślīlatāra nirdēśa dēẏa. Āra āllāh‌ tōmādērakē tām̐ra pakṣa thēkē kṣamā ēbaṁ anugrahēra pratiśruti dēna. Āra āllāh‌ prācuryamaẏa, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Tini yākē icchē hēkamata dāna karēna. Āra yākē hēkamata [1] pradāna karā haẏa tākē tō prabhūta kalyāṇa dāna karā haẏa; ēbaṁ bibēkasampannagaṇa'i śudhu upadēśa grahaṇa karē"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Āra yā kichu tōmarā byaẏa kara [1] athabā yā kichu tōmarā mānata [2] kara niścaẏa'i āllāh‌ tā jānēna. Āra yālimadēra jan'ya kōnō sāhāyyakārī nē'i"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Tōmarā yadi prakāśyē dāna kara tabē tā bhāla; āra yadi gōpanē kara ēbaṁ abhābagrasthakē dā'ō tā tōmādēra jan'ya āra'ō bhāla ēbaṁ ētē tini tōmādēra jan'ya kichu pāpa mōcana karabēna [1]. Āra tōmarā yē āmala kara āllāh‌ sē samparkē sam'maka abahita"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Tādēra hidāẏāta dānēra dāẏitba āpanāra naẏa; baraṁ āllāh‌ yākē icchē hidāẏāta dēna. Āra yē dhana-sampada tōmarā byaẏa kara tā tōmādēra nijēdēra jan'ya āra tōmarā tō śudhu āllāh‌kē [1] cēẏē'i (tām̐ra santuṣṭi arjanēra jan'ya'i) byaẏa karē thāka. Āra tōmarā uttama kōnō kichu byaẏa karalē tāra puraskāra tōmādērakē purōpuribhābē'i dēẏā habē ēbaṁ tōmādēra prati yuluma karā habē nā"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "Ēgulō abhābagrastha lōkadēra prāpya; yārā āllāh‌ra pathē ēmanabhābē byāpr̥ta yē, dēśamaẏa ghurāphirā karatē pārē nā [1]; ātmasam'mānabōdhē nā cā'ōẏāra kāraṇē ajña lōkērā tādērakē abhābamukta manē karē [2]; āpani tādēra lakṣaṇa dēkhē cinatē pārabēna [3]. Tārā mānuṣēra kāchē nāchōṛa haẏē cāẏa nā [4]. Āra yē dhana-sampada tōmarā byaẏa kara, niścaẏa āllāh‌ sē byāpārē sabiśēṣa jñānī"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Yārā nijēdēra dhana-sampada rātē ō dinē [1], gōpanē ō prakāśyē byaẏa karē tādēra pratidāna tādēra rabēra nikaṭa raẏēchē. Āra tādēra kōnō bhaẏa nē'i ēbaṁ tārā cintita'ō habē nā"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Yārā suda [1] khāẏa [2] tārā tāra n'yāẏa dām̐ṛābē yākē śaẏatāna sparśa dbārā pāgala karē [3]. Ēṭā ē jan'ya yē, tārā balē [4], ‘kraẏa-bikraẏa tō sūdēra'i mata.’ Athaca āllāh‌ kraẏa-bikraẏakē hālāla ō sūdakē hārāma karēchēna [5]. Ata'ēba, yāra nikaṭa tāra rabēra pakṣa hatē upadēśa āsāra para sē birata hala, tāhalē atītē yā haẏēchē tā tāra'i ēbaṁ tāra byāpāra āllāh‌ra ikhatiẏārē. Āra yārā punarāẏa ārambha karabē tārā'i āgunēra adhibāsī, sēkhānē tārā sthāẏī habē"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Āllāh‌ sūdakē niścihna karēna ēbaṁ dānakē bardhita karēna [1]. Āra āllāh‌ kōnō adhika kupharakārī, pāpīkē bhālabāsēna nā"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Niścaẏa'i yārā īmāna ēnēchē, saṯkāja karēchē, sālāta pratiṣṭhā karēchē ēbaṁ yākāta diẏēchē, tādēra pratidāna raẏēchē tādēra rabēra nikaṭa. Āra tādēra kōnō bhaẏa nē'i ēbaṁ tārā cintita'ō habē nā"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Hē muminagaṇa! Tōmarā āllāh‌ra tāka'ōẏā abalambana kara ēbaṁ sudēra yā bakēẏā āchē tā chēṛē dā'ō yadi tōmarā mumina ha'ō"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Ataḥpara yadi tōmarā nā kara tabē āllāh‌ ō tām̐ra rāsulēra pakṣa thēkē yud'dhēra ghōṣaṇā nā'ō [1]. Āra yadi tōmarā tā'ōbā kara tabē tōmādēra mūladhana tōmādēra'i [2]. Tōmarā yuluma karabē nā ēbaṁ tōmādēra upara'ō yuluma karā habē nā"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Āra yadi sē abhābagrastha haẏa tabē sacchalatā paryanta tāra abakāśa. Āra yadi tōmarā sādakā kara tabē tā tōmādēra jan'ya kalyāṇakara [1], yadi tōmarā jānatē"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Āra tōmarā sē'i dinēra tāka'ōẏā abalambana kara yēdina tōmādērakē āllāh‌ra dikē phiriẏē nēẏā habē. Tārapara pratyēkakē sē yā arjana karēchē tā purōpuri pradāna karā habē. Āra tādēra yuluma karā habē nā"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Hē muminagaṇa! Tōmarā yakhana ēkē an'yēra sāthē nirdhārita samaẏēra jan'ya r̥ṇēra ādāna-pradāna kara takhana tā likhē rēkhō [1]; tōmādēra madhyē kōnō lēkhaka yēna tā n'yāẏabhābē likhē dēẏa; kōnō lēkhaka likhatē tā asbīkāra karabē nā, yēmana āllāh‌ tākē śikṣā diẏēchēna. Sutarāṁ sē yēna likhē [2] ēbaṁ yē byaktira upara hakka raẏēchē (r̥ṇagrahītā) sē yēna lēkhāra biṣaẏabastu balē dēẏa [3] ēbaṁ sē yēna tāra raba āllāh‌ra tāka'ōẏā abalambana karē. Āra tā thēkē kichu yēna nā kamāẏa (byatikrama nā karē). Ataḥpara yāra upara hakka raẏēchē (r̥ṇagrahītā) yadi nirbōdha athabā durbala haẏa athabā lēkhāra biṣaẏabastu sē balē ditē nā pārē tabē yēna tāra abhibhābaka n'yāyyabhābē lēkhāra biṣaẏabastu balē dēẏa [4]. Āra tōmarā tōmādēra puruṣadēra madhya hatē du’jana sākṣī rākha, ataḥpara yadi dujana puruṣa nā haẏa tabē ēkajana puruṣa ō du’jana strīlōka yādērakē tōmarā sākṣī hisēbē pachanda kara, yātē strīlōkadēra madhyē ēkajana bhulē gēlē tādēra ēkajana aparajanakē smaraṇa kariẏē dēẏa [5]. Āra sākṣīgaṇakē yakhana ḍākā habē takhana tārā yēna asbīkāra nā karē [6]. Āra tā (lēna-dēna) chōṭa-baṛa yā'i hōka, mēẏādasaha likhatē tōmarā kōnōrūpa birakta haẏō nā. Ēṭā'i āllāh‌ra nikaṭa n'yāyyatara ō sākṣyadānēra jan'ya dr̥ṛhatara ēbaṁ tōmādēra madhyē sandēhēra udrēka nā ha'ōẏāra jan'ya adhikatara upayukta. Tabē tōmarā paraspara yē nagada byabasā paricālanā kara tā tōmarā nā likhalē kōnō dōṣa nē'i. Āra tōmarā yakhana paraspara bēcā-kēnā kara takhana sākṣī rēkhō. Āra kōnō lēkhaka ō sākṣīkē khatigrastha karā habē nā. Āra yadi tōmarā khatigrastha kara, tabē tā habē tōmādēra sāthē anācāra [7]. Āra tōmarā āllāh‌ra tāka'ōẏā abalambana kara ēbaṁ āllāh‌ tōmādērakē śikṣā dibēna. Āra āllāh‌ sabakichu samparkē sabiśēṣa jñānī"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Āra yadi tōmarā sapharē thāka ēbaṁ kōnō lēkhaka nā pā'ō tabē hastāntarakr̥ta bandhaka rākhabē [1]. Ataḥpara tōmādēra ēkē aparakē biśbasta manē karalē, yāra kāchē āmānata rākhā haẏēchē sē yēna āmānata pratyārpaṇa karē ēbaṁ tāra raba āllāh‌ra tāka'ōẏā abalambana karē. Āra tōmarā sākṣya gōpana karō nā [2]. Āra yē kē'u tā gōpana karē abaśya'i tāra antara pāpī [3]. Āra tōmarā yā kara āllāh‌ tā sabiśēṣa abagata"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Āllāh‌ra jan'ya'i yā āchē āsamānasamūhē ō yā āchē yamīnē. Tōmādēra manē yā āchē tā prakāśa kara bā gōpana rākha, āllāh‌ sēgulōra hisēba tōmādēra kācha thēkē nibēna [1]. Ataḥpara yākē icchē tini kṣamā karabēna ēbaṁ yākē icchē śāsti dibēna [2]. Āra āllāh‌ sabakichura upara pūrṇa kṣamatābāna"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Rāsūla tāra prabhura pakṣa thēkē yā tāra kāchē nāyila karā haẏēchē tāra upara īmāna ēnēchēna ēbaṁ muminagaṇa'ō. Pratyēkē'i īmāna ēnēchē āllāh‌ra upara, tām̐ra phērēśatāgaṇa, tām̐ra kitābasamūha ēbaṁ tām̐ra rāsūlagaṇēra upara. Āmarā tām̐ra rāsūlagaṇēra kāra'ō madhyē tāratamya kari nā. Āra tārā balē: Āmarā śunēchi ō mēnē niẏēchi. Hē āmādēra raba! Āpanāra kṣamā prārthanā kari ēbaṁ āpanāra dikē'i prattābartanasthala"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Āllāh‌ kāra'ō upara ēmana kōnō dāẏitba cāpiẏē dēna nā yā tāra sādhyātīta [1]. Sē bhāla yā upārjana karē tāra pratiphala tāra'i, āra manda yā kāmā'i karē tāra pratiphala tāra upara'i bartāẏa. ‘Hē āmādēra raba! Yadi āmarā bismr̥ta ha'i athabā bhula kari tabē āpani āmādērakē pākaṛā'ō karabēna nā. Hē āmādēra raba! Āmādēra pūrbabartīgaṇēra upara yēmana bōjhā cāpiẏē diẏēchilēna āmādēra upara tēmana bōjhā cāpiẏē dibēna nā. Hē āmādēra raba! Āpani āmādērakē ēmana kichu bahana karābēna nā yāra sāmartha āmādēra nē'i. Āra āpani āmādēra pāpa mōcana karuna, āmādērakē kṣamā karuna, āmādēra prati daẏā karuna, āpani āmādēra abhibhābaka. Ata'ēba, kāphira sampradāẏēra birud'dhē āmādērakē sāhāyya karuna [2].’"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "Āliph‌-lāma-mīma"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "āllāh‌, tini byatīta kōnō prakr̥ta ilāh‌ nē'i [1], tini cirañjība, sarbasattāra rakṣaka"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Tini satyasaha āpanāra prati kitāba nāyila karēchēna, pūrbē yā ēsēchē [1] tāra satyatā pratipannakārīrupē. Āra tini nāyila karēchilēna tā'ōrāta ō iñjīla"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "Itōpūrbē mānuṣēra jan'ya hēdāẏātasarūpa [1]; āra tini phurakāna nāyila karēchēna [2]. Niścaẏa yārā āllāh‌ra āẏātasamūhē kupharī karē tādēra jan'ya raẏēchē kaṭhōra śāsti. Āra āllāh‌ mahā-parākramaśālī, pratiśōdha grahaṇakārī"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Niścaẏa āllāh‌, āsamāna ō yamīnēra kōnō kichu'i tām̐ra kāchē gōpana thākē nā"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Tini'i mātr̥garbhē yēbhābē icchē tōmādēra ākr̥ti gaṭhana karēna [1]. Tini chāṛā an'ya kōnō satya ilāh‌ nē'i; (tini) prabala parākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Tini'i āpanāra prati ē'i kitāba nāyila karēchēna yāra kichu āẏāta ‘muh‌kāma’, ēgulō kitābēra mūla; āra an'yagulō ‘mutāśābih‌’ [1]. Sutarāṁ yādēra antarē bakratā raẏēchē śudhu tārā'i phēṯnā ēbaṁ bhula byākhyāra uddēśyē mutāśābihātēra anusaraṇa karē [2]. Athaca āllāh‌ chāṛā an'ya kē'u ēra byākhyā jānē nā. Āra yārā jñānē sugabhīra [3] tārā balē, ‘āmarā ēgulōtē īmāna rākhi, saba'i āmādēra rabēra kācha thēkē ēsēchē’[4]; ēbaṁ jñāna-bud'dhisampanna lōkērā chāṛā āra kē'u upadēśa grahaṇa karē nā"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "‘Hē āmādēra raba! Sarala patha dēẏāra para āpani āmādēra antarasamūhakē satya laṅghanaprabaṇa karabēna nā. Āra āpanāra kācha thēkē āmādērakē karuṇā dāna karuna, niścaẏa'i āpani mahādātā.’"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "‘Hē āmādēra raba! Niścaẏa āpani samasta mānuṣakē ēkadina ēkatrē samabēta karabēna ētē kōnō sandēha nē'i [1]; niścaẏa āllāh‌ ōẏādā khēlāpha karēna nā.’"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Niścaẏa yārā kupharī karē āllāh‌ra nikaṭa tādēra dhana-sampada ō santāna-santati kōnō kājē āsabē nā ēbaṁ ērā'i āgunēra indhana"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Tādēra abhyāsa phira’ā'unī sampradāẏa ō tādēra pūrbabartīdēra abhyāsēra n'yāẏa, tārā āmāra āẏātagulōtē mithyārōpa karēchila, phalē āllāh‌ tādēra pāpēra jan'ya tādērakē pākaṛā'ō karēchilēna [1]. Āra āllāh‌ śāsti dānē atyanta kaṭhōra"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Yārā kupharī karē tādērakē baluna, ‘tōmarā śīghra'i parābhūta habē ēbaṁ tōmādērakē jāhānnāmēra dikē ēkatrita karā habē. Āra tā kata'i nā nikr̥ṣṭa ābāsasthala!’"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Du’ṭi dalēra paraspara sam'mukhīna ha'ōẏāra madhyē tōmādēra jan'ya abaśya'i nidarśana raẏēchē. Ēkadala yud'dha karachila āllāh‌ra pathē, an'ya dala chila kāphēra; tārā tādērakē cōkhēra dēkhāẏa dēkhachila tādēra dbiguṇa. Āllāh‌ yākē icchā āpana sāhāyya dbārā śaktiśālī karēna [1]. Niścaẏa'i ētē antardr̥ṣṭi sampanna lōkadēra jan'ya śikṣā raẏēchē"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Nārī, santāna, sōnā-rupāra stūpa, bāchā'i kaṛā ghōṛā, gabādi paśu ēbaṁ khēta-khāmārēra prati āsakti mānuṣēra nikaṭa suśōbhita karā haẏēchē. Ēsaba duniẏāra jībanēra bhōgya bastu [1]. Āra āllāh‌, tām̐ra'i nikaṭa raẏēchē uttama pratyābartanasthala"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Baluna, ‘āmi ki tōmādērakē ēsaba bastu thēkē uṯkr̥ṣṭatara kōnō kichura sambāda dēba? Yārā tāka'ōẏā abalambana karē tādēra jan'ya raẏēchē jānnātasamūha yāra pādadēśē nadī prabāhita. Sēkhānē tārā sthāẏī habē. Āra pabitra strīgaṇa ēbaṁ āllāh‌ra nikaṭa thēkē santuṣṭi [1]. Āra āllāh‌ bāndādēra samparkē samyaka draṣṭā"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Yārā balē, hē āmādēra raba! Niścaẏa āmarā īmāna ēnēchi; kājē'i āpani āmādēra gōnāh‌samūha kṣamā karuna ēbaṁ āmādērakē āgunēra āyāba thēkē rakṣā karuna.’"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Tārā dhairyaśīla, satyabādī, anugata, byāẏakārī ēbaṁ śēṣa rātē kṣamāprārthī"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Āllāh‌ sākṣya dēna [1] yē, niścaẏa tini chāṛā kōnō satya ilāh‌ nē'i. Āra phērēśatāgaṇa ēbaṁ jñānīgaṇa'ō; āllāh‌ n'yāẏanītira upara pratiṣṭhita. Tini chāṛā an'ya kōnō satya ilāha nē'i, (tini) parākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Niścaẏa isalāma'i āllāh‌ra nikaṭa ēkamātra dīna [1]. Āra yādērakē kitāba dēẏā haẏēchila tārā kēbala paraspara bidbēṣabaśataḥ tādēra nikaṭa jñāna āsāra para matānaikya ghaṭiẏēchila. Āra yē byakti āllāh‌ra āẏātasamūhē kupharī karē, tabē niścaẏa āllāh‌ druta hisāba grahaṇakārī"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Sutarāṁ yadi tārā āpanāra sāthē bitarkē lipta haẏa tabē āpani baluna, ‘āmi āllāh‌ra nikaṭa ātmasamarpaṇa karēchi ēbaṁ āmāra anusārīgaṇa'ō.’ Āra yādērakē kitāba dēẏā haẏēchē tādērakē ō nirakṣaradērakē baluna, ‘tōmarā'ō ki ātmasamarpaṇa karēcha?’ Yadi tārā ātmasamarpaṇa karē tabē niścaẏa tārā hēdāẏāta pābē. Āra yadi tārā mukha phiriẏē nēẏa tabē āpanāra kartabya śudhu pracāra karā. Āra āllāh‌ bāndādēra samparkē samyaka draṣṭā"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Niścaẏa yārā āllāh‌ra āẏātasamūhē kupharī karē, an'yāẏabhābē nabīgaṇakē hatyā karē ēbaṁ mānuṣēra madhyē yārā n'yāẏaparāẏaṇatāra nirdēśa dēẏa tādērakē hatyā karē, āpani tādērakē marmantada śāstira sambāda dina"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Ēsaba lōka, ēdēra kāryābalī duniẏā ō ākhirātē niṣphala haẏēchē ēbaṁ tādēra kōnō sāhāyyakārī nē'i"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Āpani ki tādērakē dēkhēnani yādērakē kitābēra anśa pradāna karā haẏēchila? Tādērakē āllāh‌ra kitābēra dikē āhabāna karā haẏēchila yātē tā tādēra madhyē mīmānśā karē dēẏa; tārapara tādēra ēka dala phirē yāẏa bimukha haẏē"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Ēṭā ē jan'yē yē, tārā balē thākē, ‘mātra kaẏēkadina chāṛā āguna āmādērakē kakhana'i sparśa karabē nā.’ Āra tādēra nijēdēra dīna samparkē tādēra mithyā udbhābana tādērakē prabañcita karēchē"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Sutarāṁ (sēdina) ki abasthā habē? Yēdina āmi tādērakē ēkatra karaba yātē kōnō sandēha nē'i ēbaṁ pratyēkakē tādēra arjita kājēra pratidāna pūrṇabhābē dēẏā habē. Āra tādēra prati yuluma karā habēnā"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Baluna, ‘hē sārbabhauma śaktira mālika āllāh‌! Āpani yākē icchā kṣamatā pradāna karēna ēbaṁ yāra thēkē icchā kṣamatā kēṛē nēna; yākē icchā āpani sam'mānita karēna āra yākē icchā āpani hīna karēna. Kalyāna āpanāra'i hātē [1]. Niścaẏa'i āpani sabakichura upara kṣamatābāna"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "‘Āpani rātakē dinē ēbaṁ dinakē rātē prabiṣṭa karāna; āpani mr̥ta thēkē jībantēra ābirbhāba ghaṭāna, ābāra jībanta thēkē mr̥tēra ābirbhāba ghaṭāna. Āra āpani yākē icchā aparimita riy‌ka dāna karēna. ’"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Muminagaṇa yēna muminagaṇa chāṛā kāphēradērakē bandhurupē grahaṇa nā karē. Āra yē kē'u ērūpa karabē tāra sāthē āllāh‌ra kōnō samparka thākabē nā; tabē byatikrama, yadi tōmarā tādēra nikaṭa thēkē ātmarakṣāra jan'ya satarkatā abalambana kara [1]. Āra āllāh‌ tām̐ra nijēra sambandhē tōmādērakē sābadhāna karēchēna [2] ēbaṁ āllāh‌ra dikē'i pratyābartana"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Baluna, ‘tōmādēra antarē yā āchē tā yadi tōmarā gōpana bā byakta kara, āllāh‌ tā abagata āchēna [1]. Āra āsamānasamūhē yā āchē ēbaṁ yamīnē yā āchē tā'ō tini jānēna. Āllāh‌ sabakichura upara kṣamatābāna.’"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Yēdina pratyēkē sē yā bhāla āmala karēchē ēbaṁ sē yā manda kāja karēchē tā upasthita pābē, sēdina sē kāmanā karabē- yadi tāra ēbaṁ ēra madhyē biśāla byabadhāna thākata [1]! Āllāh‌ tām̐ra nijēra sambandhē tōmādērakē sābadhāna karachēna. Āra āllāh‌ bāndādēra prati atyanta snēhaśīla"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Baluna, ‘tōmarā yadi āllahakē bhālōbāsa tabē āmākē anusaraṇa kara [1], āllāh‌ tōmādērakē bhālōbāsabēna ēbaṁ tōmādēra aparādha kṣamā karabēna. Āllāh‌ atyanta kṣamāśīla, parama daẏālu.’"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Baluna, ‘tōmarā āllāh‌ ō rāsūlēra ānugatya kara.’ Tārapara yadi tārā mukha phiriẏē nēẏa tabē niścaẏa āllāh‌ kāphēradērakē pachanda karēna nā"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Niścaẏa āllāh‌ ādama, nūha ō ibarāhīmēra banśadhara ēbaṁ imarānēra [1] banśadharakē samagra sr̥ṣṭijagatēra upara manōnīta karēchēna"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Tārā ēkē aparēra banśadhara. Āra āllāh‌ sarbaśrōtā, sarbajña"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Smaraṇa karuna, yakhana imarānēra strī balēchila, ‘hē āmāra raba! Āmāra garbhē yā āchē niścaẏa āmi tā ēkānta āpanāra jan'ya mānata karalāma [1]. Kājē'i āpani āmāra nikaṭa thēkē tā kabula karuna, niścaẏa āpani sarbaśrōtā, sarbajña"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Tārapara yakhana sē tā prasaba karala takhana sē balala, ‘hē āmāra raba! Niścaẏa āmi tā prasaba karēchi kan'yārupē.’ Sē yā prasaba karēchē tā samparkē āllāh‌ samyaka abagata. Āra putrasantāna kan'yā santānēra mata naẏa. Āra āmi tāra nāma māriẏāma rēkhēchi [1] ēbaṁ abhisapta śaẏatāna hatē tāra ō tāra santānakē āpanāra āśraẏē dicchi [2].’"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Tārapara tāra raba tākē bhālōbhābē'i kabula karalēna ēbaṁ tākē uttamarūpē lālana-pālana karalēna [1] ēbaṁ tini tākē yākāriẏyāra tattbābadhānē rēkhēchilēna [2]. Yakhana'i yākāriẏyā tāra kakṣē prabēśa karata takhana'i tāra nikaṭa khādya sāmagrī dēkhatē pēta. Tini balatēna, ‘hē māriẏāma! Ē saba tumi kathāẏa pēlē?’ (Mār‌iẏāma) balatēna, ‘tā āllāh‌ra nikaṭa hatē.’ Niścaẏa āllāh‌ yākē icchē aparimita riy‌ka dāna karēna"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Sēkhānē'i yākāriẏyā tāra rabēra nikaṭa prārthanā karē balalēna, ‘hē āmāra raba! Āmākē āpani āpanāra nikaṭa thēkē uttama santāna dāna karuna. Niścaẏa'i āpani prārthanā śrabaṇakārī [1].’"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Ataḥpara yakhana yākāriẏyā ibādata kakṣē sālātē dām̐ṛiẏēchilēna takhana phērēś‌tārā tākē āhabāna karē balala, ‘niścaẏa āllāh‌ āpanākē iẏāh‌iẏāra susambāda dicchēna, sē habē āllāh‌ra pakṣa thēkē āgamanakr̥ta ēka kālēmākē satyāẏanakārī [1], nētā [2], bhōga āsaktimukta [3] ēbaṁ pūṇyabānadēra antarbhukta ēkajana nabī.’"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Tini balalēna, ‘hē āmāra raba! Āmāra putra habē kibhābē? Athaca āmāra bārdhakya ēsē giẏēchē [1] ēbaṁ āmāra strī bandhyā’. Tini (āllāh‌) balalēna, ‘ēbhābē'i.’ Āllāh‌ yā icchā tā karēna"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Tini balalēna, ‘hē āmāra raba! Āmākē ēkaṭi nidarśana dina [1].’ Tini balalēna, ‘āpanāra nidarśana ē'i yē, tina dina āpani iṅgita chāṛā kathā balabēna nā [2] āra āpanāra rabakē adhika smaraṇa karuna ēbaṁ sandhyāẏa ō prabhātē tām̐ra pabitratā-mahīmā ghōṣaṇā karuna.’"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Āra smaraṇa karuna, yakhana phērēśatāgaṇa balēchila, ‘hē mār‌iẏāma! Niścaẏa āllāh‌ āpanākē manōnīta karēchēna ēbaṁ pabitra karēchēna āra biśbajagatēra nārīgaṇēra upara āpanākē manōnīta karēchēna [1]’"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "‘hē mār‌iẏāma! Āpanāra rabēra anugata hana ēbaṁ sijadā karuna āra ruku‘kārīdēra sāthē rukū‘karuna.’"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Ēṭā gāẏēbēra sambādēra antarbhukta, yā āmarā āpanākē ōhī dbārā abahita karachi. Āra mār‌imēra tattbābadhānēra dāẏitba tādēra madhyē kē grahaṇa karabē ēra jan'ya yakhana tārā tādēra kalama nikṣēpa karachila [1] āpani takhana tādēra nikaṭa chilēna nā ēbaṁ tārā yakhana bādānubāda karachila takhanō āpani tādēra nikaṭa chilēna nā"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Smaraṇa karuna, yakhana phērēś‌tāgaṇa balalēna, ‘hē māriẏāma! Niścaẏa'i āllāh‌ āpanākē tām̐ra pakṣa thēkē ēkaṭi kālēmāra susambāda dicchēna [1]. Tāra nāma masīh‌, māriẏāma tanaẏa īsā, tini duniẏā ō ākhērātē sam'mānita ēbaṁ sānnidhyaprāptagaṇēra an'yatama habēna"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "Āra tini dōlanāẏa [1] ō baẏōḥprāpta abasthāẏa mānuṣēra sāthē kathā balabēna [2] ēbaṁ tini habēna puṇyabānadēra ēkajana.’"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Sē balala, ‘hē āmāra raba! Āmākē kōnō puruṣa sparśa karēni, ēmatābasthāẏa āmāra santāna habē kibhābē?’ Tini (āllāh‌) balalēna, ‘ēbhābē'i’, āllāh‌ yā icchē sr̥ṣṭi karēna. Tini yakhana kichu sthira karēna takhana balēna, ‘ha'ō’, phalē tā haẏē yāẏa"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "Āra tini tākē śikṣā dēbēna kitāba, hikamata, tā'ōrāta ō iñjīla.’"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Āra tākē banī isarā'īlēra jan'ya rāsūlarūpē’ (prēraṇa karabēna, tini balabēna) ‘niścaẏa āmi tōmādēra rabēra pakṣa thēkē tōmādēra nikaṭa nidarśana niẏē ēsēchi yē, abaśya'i āmi tōmādēra jan'ya kādāmāṭi dbārā ēkaṭi pākhisadr̥śa ākr̥ti gaṭhana karaba; tārapara tātē āmi phum̐ dēba; phalē āllāh‌ra hukumē sēṭā pākhi haẏē yābē. Āra āmi āllāh‌ra hukumē janmāndha ō kuṣṭha byādhigrasthakē nirāmaẏa karaba ēbaṁ mr̥takē jībita karaba. Āra tōmarā tōmādēra gharē yā khā'ō ēbaṁ majuda kara tā āmi tōmādērakē jāniẏē dēba. Niścaẏa ētē tōmādēra jan'ya nidarśana raẏēchē yadi tōmarā mumina ha'ō.’"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "‘Āra āmāra sāmanē tā'ōrātēra yā raẏēchē tāra satyāẏanakārīrūpē ēbaṁ tōmādēra jan'ya yā hārāma chila tāra kichu hālāla karē ditē. Ēbaṁ āmi tōmādēra rabēra pakṣa thēkē tōmādēra nikaṭa nidarśana niẏē ēsēchi. Kājē'i tōmarā āllāh‌ra tāka'ōẏā abalambana kara ēbaṁ āmāra ānugatya kara.’"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "‘Niścaẏa'i āllāh‌ āmāra raba ēbaṁ tōmādēra'ō raba, kājē'i tōmarā tām̐ra'i ibādata kara. Ēṭā'i sarala patha [1].’"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Yakhana ‘īsā tādēra thēkē kupharī upalabdhi karalēna takhana tini balalēna, ‘āllāh‌ra pathē kārā āmāra sāhāyyakārī [1]?’ Hā'ōẏārīgaṇa [2] balala, ‘āmarā'i āllāh‌ra sāhāyyakārī. Āmarā āllāh‌tē īmāna ēnēchi. Āra āpani sākṣī thākuna yē, niścaẏa āmarā musalima"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "‘Hē āmāra raba! Āpani yā nāyila karēchēna tāra prati āmarā īmāna ēnēchi ēbaṁ āmarā ē rāsūlēra anusaraṇa karēchi. Kājē'i āmādērakē sākṣyadānakārīdēra tālikābhukta karē nina.’"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Āra tārā kuṭakauśala karēchila, āllāh‌ō kauśala karēchilēna; āra āllāh‌ śrēṣṭhatama kauśalī"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Smaraṇa karuna, yakhana āllāh‌ balalēna, ‘hē ‘īsā! Niścaẏa āmi āpanākē parigrahaṇa karaba [1], āmāra nikaṭa āpanākē uṭhiẏē niba [2] ēbaṁ yārā kupharī karē tādēra madhya thēkē āpanākē pabitra karaba. Āra āpanāra anusārigaṇakē kēẏāmata paryanta prādhān'ya diba, tārapara āmāra kāchē'i tōmādēra pratyābartana. ’ Ataḥpara yē biṣaẏē tōmādēra matāntara ghaṭēchē āmi tōmādēra madhyē tā mīmānsā karē dēba"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Tārapara yārā kupharī karēchē āmi tādērakē duniẏā ō ākhērātē kaṭhōra śāsti pradāna karaba ēbaṁ tādēra kōnō sāhāyyakārī nē'i"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Āra yārā īmāna ēnēchē ēbaṁ saṯkāja karēchē tini tādēra pratiphala purōpuribhābē pradāna karabēna. Āra āllāh‌ yālēmadērakē pachanda karēna nā"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Ēṭā āmarā āpanāra nikaṭa tēlā'ōẏāta karachi āẏātasamūha ō hēkamatapūrṇa bāṇī thēkē"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Niścaẏa āllāh‌ra nikaṭa ‘īsāra dr̥ṣṭānta ādamēra dr̥ṣṭāntasadr̥śa. Tini tākē māṭi thēkē sr̥ṣṭi karēchilēna; tārapara tākē balēchilēna, ‘ha'ō’, phalē tini haẏē yāna"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "(Ēṭā) āpanāra rabēra nikaṭa thēkē satya, kājē'i āpani sandēhakārīdēra antarbhukta habēna nā"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Ataḥpara āpanāra nikaṭa jñāna āsāra para yē kē'u ē biṣaẏē āpanāra sāthē tarka karē tākē baluna, ‘ēsa, āmarā āhabāna kari āmādēra putradērakē ō tōmādēra putradērakē, āmādēra nārīdērakē ō tōmādēra nārīdērakē, āmādēra nijēdērakē ō tōmādēra nijēdērakē, tārapara āmarā mubāhālā (binīta prārthanā) kari, ataḥpara mithyābādīdēra upara dē'i āllāh‌ra lā’nata [1].’"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Niścaẏa ēgulō satya bibaraṇa ēbaṁ āllāh‌ chāṛā an'ya kōnō haka ilāh‌ nē'i. Āra niścaẏa āllāh‌, tini tō parama parākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Ataḥpara yadi tārā mukha phiriẏē nēẏa, tabē niścaẏa'i āllāh‌ phāsādakārīdēra samparkē samyaka abagata"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Āpani baluna. ‘Hē āh‌lē kitābagaṇa! Ēsa sē kathāẏa yā āmādēra ō tōmādēra madhyē ēka'i; yēna āmarā ēkamātra āllāh‌ chāṛā kārō ibādāta nā kari, tām̐ra sāthē kōnō kichukē śarīka nā kari ēbaṁ āmādēra kē'u āllāh‌ chāṛā ēkē an'yakē raba hisēbē grahaṇa nā kari. ’ Tārapara yadi tārā mukha phiriẏē nēẏa tāhalē tōmarā bala, tōmarā sākṣī thāka yē, niścaẏa āmarā musalima [1].’"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Hē āh‌lē kitābagaṇa! Ib‌rāhīma sambandhē kēna tōmarā tarka kara, athaca tā'ōrāta ō iñjīla tō tāra parē'i nāyila haẏēchila? Sutarāṁ tōmarā ki bujha nā"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "sābadhāna, tōmarā tō sē saba lōka, yē biṣaẏē tōmādēra sāmān'ya jñāna āchē sē biṣaẏē tōmarā tarka karēcha, tabē yē biṣaẏē tōmādēra kōnō jñāna nē'i sē biṣaẏē kēna tarka karacha? Āra āllāh‌ jānēna ēbaṁ tōmarā jāna nā"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Ib‌rāhīma iẏāhūdī'ō chilēna nā, nāsārā'ō chilēna nā; baraṁ tini chilēna ēkaniṣṭha musalima ēbaṁ tini muśarikadēra antarbhukta chilēna nā"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Niścaẏa mānuṣēra madhyē tārā'i ib‌rāhīmēra ghaniṣṭhatama yārā tāra anusaraṇa karēchē ēbaṁ ē nabī ō yārā īmāna ēnēchē; āra āllāh‌ muminadēra abhibhābaka"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Kitābīdēra ēkadala cāẏa yēna tōmādērakē bipathagāmī karatē pārē, athaca tārā nijēdērakē'i bipathagāmī karē. Āra tārā upalabdhi karē nā"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Hē kitābīrā! Tōmarā kēna āllāh‌ra āẏātasamūhēra sāthē kupharī kara, yakhana tōmarā'i sākṣya bahana kara"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "hē kitābīrā! Tōmarā kēna satyakē mithyāra sāthē miśrita kara [1] ēbaṁ satya gōpana kara, yakhana tōmarā jāna"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "āra kitābīdēra ēkadala balala, ‘yārā īmāna ēnēchē tādēra prati yā nāyila haẏēchē tōmarā dinēra śurutē tātē īmāna āna ēbaṁ dinēra śēṣē kupharī kara; yātē tārā phirē āsē"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Āra yē tōmādēra dīnēra anusaraṇa karē tādērakē chāṛā āra kā'ukē'ō biśbāsa karō nā [1].’ Baluna, ‘niścaẏa āllāh‌ra nirdēśita patha'i ēkamātra patha. Ēṭā ē jan'yē yē tōmādērakē yā dēẏā haẏēchē anurūpa āra kā'ukē'ō dēẏā habē athabā tōmādēra rabēra sāmanē tārā tōmādēra sāthē bitarka karabē [2].’ Baluna, ‘niścaẏa anugraha āllāh‌ra hātē; tini yākē icchē tā pradāna karēna. Āra āllāh‌ prācuryamaẏa, sarbajña.’"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Tini sbīẏa anugrahēra jan'ya yākē icchē ēkānta karē bēchē nēna [1]. Āra āllāh‌ mahā anugrahaśīla"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Āra kitābīdēra madhyē ēmana lōka raẏēchē, yē bipula sampada āmānata rākhalē'ō phērata dēbē [1]; ābāra ēmana lōka'ō āchē yāra kāchē ēkaṭi dināra āmānata rākhalē'ō tāra upara sarbōcca tāgādā nā dilē sē tā phērata dēbē nā. Ēṭā ē kāraṇē yē, tārā balē, ‘um'mīdēra byāpārē āmādēra upara kōnō bādhyabādhakatā nē'i’ [2] āra tārā jēnē-bujhē āllāh‌ra upara mithyā balē"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Hyām̐ abaśya'i, kē'u yadi tāra aṅgīkāra pūrṇa karē ēbaṁ tāka'ōẏā abalambana karē tabē niścaẏa āllāh‌ muttākīdērakē bhālabāsēna"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Niścaẏa yārā āllāh‌ra sāthē karā pratiśruti ēbaṁ nijēdēra śapathēra binimaẏē tuccha mūlya kharida karē, ākhērātē tādēra kōnō anśa nē'i [1]. Āra āllāh‌ tādēra sāthē kathā balabēna nā ēbaṁ tādēra dikē tākābēna nā kēẏāmatēra dina. Āra tādērakē pariśud'dha'ō karabēna nā; ēbaṁ tādēra jan'ya raẏēchē marmantuda śāsti"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Āra niścaẏa'i tādēra madhyē ēkadala āchē yārā kitābakē jihbā dbārā bikr̥ta karē yātē tōmarā sēṭākē āllāh‌ra kitābēra anśa manē kara; athaca sēṭā kitābēra anśa naẏa. Āra tārā balē, ‘sēṭā āllāh‌ra pakṣa thēkē’; athaca sēṭā āllāh‌ra pakṣa thēkē naẏa. Āra tārā jēnē-bujhē āllāh‌ra upara mithyā balē"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Kōnō byaktira jan'ya saṅgata naẏa yē, āllāh‌ tākē kitāba, hēkamata ō nabu'ōẏāta dāna karāra para tini mānuṣakē balabēna, ‘āllāh‌ra paribartē tōmarā āmāra dāsa haẏē yā'ō’ [1], baraṁ tini balabēna, ‘tōmarā rabbānī [2] haẏē yā'ō, yēhētu tōmarā kitāba śikṣā dā'ō ēbaṁ yēhētu tōmarā adhyaẏana kara.’"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "Anurūpabhābē phērēś‌tāgaṇa ō nabīgaṇakē rabarūpa grahaṇa karatē tini tōmādērakē nirdēśa dēna nā. Tōmādēra musalima ha'ōẏāra para tini ki tōmādērakē kupharīra nirdēśa dēbēna"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "āra smaraṇa karuna, yakhana āllāh‌ nabīdēra aṅgīkāra niẏēchilēna [1] yē, āmi tōmādērakē kitāba ō hikamata yā kichu diẏēchi; tārapara tōmādēra kāchē yā āchē tāra satyāẏanakārīrūpē yakhana ēkajana rāsūla āsabē– takhana tōmarā abaśya'i tāra prati īmāna ānabē ēbaṁ tākē sāhāyya karabē.’ Tini balalēna, ‘tōmarā ki sbīkāra karalē ēbaṁ ēra upara āmāra aṅgīkāra ki tōmarā grahaṇa karalē?’ Tārā balala, ‘āmarā sbīkāra karalāma’. Tini balalēna, ‘tabē tōmarā sākṣī thāka ēbaṁ āmi'ō tōmādēra sāthē sākṣī ra'ilāma [2].’"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Sutarāṁ ērapara yārā mukha phirābē tārā'i tō phāsēka"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Tārā ki cāẏa āllāh‌ra dīnēra paribartē an'ya kichu? Athaca āsamāna ō yamīnē yā kichu raẏēchē sabakichu'i icchāẏa bā anicchāẏa tām̐ra kāchē ātmasamarpaṇa karēchē [1]! Āra tām̐ra dikē'i tādēra phiriẏē nēẏā habē"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Baluna, ‘āmarā āllāh‌tē ō āmādēra prati yā nāyila haẏēchē ēbaṁ ib‌rāhīma, isamā’īla, isahāka, iẏā’kūba ō tām̐ra banśadharagaṇēra prati yā nāyila haẏēchila ēbaṁ yā mūsā, ‘īsā ō an'yān'ya nabīgaṇakē tām̐dēra rabēra pakṣa thēkē pradāna karā haẏēchila tātē īmāna ēnēchi; āmarā tām̐dēra kāra'ō madhyē kōnō tāratamya kari nā. Āra āmarā tām̐ra'i kāchē ātmasamarpaṇakārī.’"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Āra kē'u isalāma byatīta an'ya kōnō dīna grahaṇa karatē cā'ilē tā kakhanō tāra pakṣa thēkē kabula karā habē nā ēbaṁ sē habē ākhirātē kṣatigrastadēra antarbhukta"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Āllāh‌ kibhābē hēdāẏāta karabēna sē sampradāẏakē, yārā īmāna ānāra para ō rāsūlakē satya balē sākṣya dēẏāra para ēbaṁ tādēra kāchē spaṣṭa nidarśana āsāra para kupharī karē? Āra āllāha yālēma sampradāẏakē hēdāẏāta dēna nā"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Ērā'i tārā yādēra pratidāna halō, tādēra upara āllāh‌ra, phērēś‌tāgaṇēra ēbaṁ sakala mānuṣēra lā’nata"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Tārā tātē sthāẏī habē, tādēra śāsti śithila karā habē nā ēbaṁ tādērakē birāma'ō dēẏā habē nā"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "kintu tārā byatīta, yārā ēra parē tā'ōbāh‌ karēchē ēbaṁ nijēdērakē sanśōdhaṇa karē niẏēchē. Tabē niścaẏa'i āllāh‌ kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Niścaẏa yārā īmāna ānāra para kupharī karēchē tārapara tārā kupharītē bēṛē giẏēchē tādēra ta'ōbā kakhanō kabula karā habē nā. Āra tārā'i patha bhraṣṭa"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Niścaẏa yārā kupharī karēchē ēbaṁ kāphērarūpē mr̥tyu ghaṭēchē tādēra kārō kācha thēkē yamīnabharā sōnā binimaẏasbarūpa pradāna karalē'ō tā kakhanō kabula karā habē nā [1]. Ērā'i tārā, yādēra jan'ya marmantuda śāsti raẏēchē; āra tādēra jan'ya kōnō sāhāyyakārī nē'i"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Tōmarā yā bhālōbāsa tā thēkē byaẏa nā karā paryanta tōmarā kakhanō sa'ōẏāba arjana karabē nā. Āra tōmarā yā kichu byaẏa kara, niścaẏa āllāha sē samparkē sabiśēṣa abagata"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Tā'ōrāta nāyila ha'ōẏāra āgē is‌rā'īla tāra nijēra upara yā hārāma karēchila [1] tā chāṛā banī isarā'īlēra jan'ya yābatīẏa khādya'i hālāla chila [2]. Baluna, ‘yadi tōmarā satyabādī ha'ō tabē tā'ōrāta āna ēbaṁ tā pāṭha kara.’"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Ērapara'ō yārā āllāh‌ra upara mithyā raṭanā karē tārā'i yālēma"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Baluna, ‘āllāh‌ satya balēchēna. Kājē'i tōmarā ēkaniṣṭhabhābē ib‌rāhīmēra millāta anusaraṇa kara, āra tini muśarikadēra antarbhukta chilēna nā.’"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Niścaẏa mānaba jātira [‌1] jan'ya sarbaprathama [2] yē ghara pratiṣṭhita haẏēchila tā tō bākkāẏa, barakatamaẏa ō sr̥ṣṭijagatēra diśārī hisābē"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Tātē anēka suspaṣṭa nidarśana āchē [1], yēmana mākāmē ibarāhīma [2]. Āra yē kē'u sēkhānē prabēśa karē sē nirāpada [3]. Āra mānuṣēra madhyē yāra sēkhānē yā'ōẏāra sāmarthya āchē, āllāh‌ra uddēśyē ai gharēra hajba [4] karā tāra jan'ya abaśya kartabya [5]. Āra yē kē'u kupharī karala sē jēnē rākhuka, niścaẏa āllāha sr̥ṣṭijagatēra mukhāpēkṣī nana"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Baluna, ‘hē āhalē kitābagaṇa! Tōmarā āllāh‌ra nidarśanasamūhēra sāthē kēna kupharī kara? Āra tōmarā yā kara āllāha tāra sākṣī’"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Baluna, ‘hē āhalē kitābagaṇa! Yē byakti īmāna ēnēchē tākē kēna āllāh‌ra pathē bādhā diccha, tātē bakratā anbēṣaṇa karē? Athaca tōmarā sākṣī [1]. Āra tōmarā yā kara, āllāh‌ sē samparkē anabahita nana.’"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "Hē muminagaṇa! Yādērakē kitāba dēẏā haẏēchē, tōmarā yadi tādēra dala biśēṣēra ānugatya kara, tabē tārā tōmādērakē īmāna ānāra para ābāra kāphēra bāniẏē chāṛabē"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Āra kibhābē tōmarā kupharī karabē athaca āllāh‌ra āẏātasamūha tōmādēra kāchē tilā'ōẏāta karā haẏa ēbaṁ tōmādēra madhyē tām̐ra rāsūla raẏēchēna [1]? Āra kē'u āllāhakē dr̥ṛhabhābē abalambana karalē sē abaśya'i sarala pathēra hēdāẏātaprāpta habē"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "Hē muminagaṇa! Tōmarā yathārthabhābē āllāh‌ra tāka'ōẏā abalambana kara [1] ēbaṁ tōmarā musalima (paripūrṇa ātmasamarpaṇakārī) nā haẏē kōnō abasthāẏa mr̥tyubaraṇa karō nā"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "āra tōmarā sakalē āllāh‌ra raśi dr̥ṛhabhābē dhāraṇa kara ēbaṁ paraspara bicchinna haẏō nā. Āra tōmādēra prati āllāh‌ra anugraha smaraṇa kara, tōmarā chilē paraspara śatru, ataḥpara tini tōmādēra hr̥daẏē prītira sañcāra karēna, phalē tām̐ra anugrahē tōmarā paraspara bhā'i haẏē gēlē. Tōmarā tō agnigartēra dbāraprāntē chilē, tini tōmādērakē tā thēkē rakṣā karēchēna. Ēbhābē āllāha tōmādēra jan'ya tām̐ra nidarśanasamūha spaṣṭabhābē bibr̥ta karēna yātē tōmarā hēdāẏāta pētē pāra"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Āra tōmādēra madhyē ēmana ēkaṭi dala yēna thākē yārā kalyāṇēra dikē āhabāna karabē ēbaṁ saṯkājēra nirdēśa dēbē ō asaṯkājē niṣēdha karabē [1]; āra tārā'i saphalakāma"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Tōmarā tādēra mata haẏō nā, yārā tādēra nikaṭa spaṣṭa nidarśanasamūha āsāra para bicchinna haẏēchē [1] ō nijēdēra madhyē matāntara sr̥ṣṭi karēchē. Āra tādēra jan'ya raẏēchē mahāśāsti"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Sēdina kichu mukha ujjala habē ēbaṁ kichu mukha kālō habē [1]; yādēra mukha kālō habē (tādērakē balā habē), ‘tōmarā ki īmāna ānāra para kupharī karēchilē [2]? Sutarāṁ tōmarā śāsti bhōga kara, yēhētu tōmarā kupharī karatē.’"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Āra yādēra mukha ujjala habē tārā āllāh‌ra anugrahē thākabē [1], sēkhānē tārā sthāẏī habē"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Ēgulō āllāh‌ra āẏāta, yā āmarā āpanāra kāchē yathāyathabhābē tēlā'ōẏāta karachi. Āra āllāha sr̥ṣṭijagatēra prati yuluma karatē cāna nā"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Āra āsamānē yā kichu āchē ō yamīnē yā kichu āchē saba āllāh‌ra'i ēbaṁ āllāh‌ra kāchē'i ēsaba kichu pratyābartita habē"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Tōmarā'i śrēṣṭha um'mata [1], mānaba jātira jan'ya yādēra bēra karā haẏēchē; tōmarā saṯkājēra nirdēśa dibē, asaṯkājē niṣēdha karabē [2] ēbaṁ āllāh‌ra upara īmāna ānabē [3]. Āra āhalē kitābagaṇa yadi īmāna ānatō tabē tā chila tādēra jan'ya bhālō. Tādēra madhyē kichu saṅkhyaka mumina āchē; kintu tādēra adhikānśa'i phāsēka"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Sāmān'ya kaṣṭa dēẏā chāṛā tārā tōmādēra kōnō kṣati karatē pārabē nā. Āra yadi tārā tōmādēra sāthē yud'dha karē tabē tārā pr̥ṣṭha pradarśana karabē; tārapara tārā sāhāyyaprāpta habē nā"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Āllāh‌ra pratiśruti ō mānuṣēra pratiśrutira bā'irē yēkhānē'i tādērakē pā'ōẏā gēchē sēkhānē'i tārā lāñchita haẏēchē. Āra tārā āllāh‌ra krōdhēra pātra haẏēchē ēbaṁ tādēra upara dāridra nirdhāraṇa karē dēẏā haẏēchē. Ēṭā ē jan'yē yē, tārā āllāh‌ra āẏātasamūhēra sāthē kupharī karata ēbaṁ an'yāẏabhābē nabīgaṇakē hatyā karata; tā ējan'ya yē, tārā abādhya haẏēchila ēbaṁ sīmālaṅghana karata"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Tārā sabā'i ēka rakama naẏa. Kitābīdēra madhyē abicalita ēka dala āchē; tārā rātē āllāh‌ra āẏātasamūha tēlā'ōẏāta karē ēbaṁ tārā sāj‌dā karē"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Tārā āllāha ēbaṁ śēṣa dinē īmāna ānē, saṯkājēra nirdēśa dēẏa, asaṯkājē niṣēdha karē ēbaṁ tārā kalyāṇakara kājē pratiyōgitā karē [1]. Āra tārā'i pūṇyabānadēra antarbhukta"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Āra uttama kājēra yā kichu tārā karē tā thēkē tādērakē kakhanō bañcita karā habē nā. Āra āllāha muttākīdēra sambandhē sabiśēṣa abagata"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Niścaẏa yārā kupharī karēchē, tādēra dhana-sampada ō santāna-santati āllāh‌ra kāchē kōnō kājē āsabē nā. Āra tārā'i agnibāsī, tārā sēkhānē sthāẏī habē"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Ē pārthiba jībanē yā tārā byaẏa karē tāra dr̥ṣṭānta himaśītala bāẏū, yā āghāta karē ai jātira śasyakṣētē yārā nijēdēra upara yuluma karēchē; ataḥpara tā dhbansa karē dēẏa. Āra āllāha tādēra prati kōnō yuluma karēnani, tārā'i nijēdēra prati yuluma karē"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "Hē muminagaṇa! Tōmarā nijēdēra chāṛā an'ya kā'ukē antaraṅga bandhurūpē grahaṇa karō nā [1]. Tārā tōmādēra aniṣṭa karatē truṭi karabē nā; yā tōmādērakē bipanna karē tā-i tārā kāmanā karē. Tādēra mukhē bidbēṣa prakāśa pāẏa ēbaṁ tādēra hr̥daẏa yā gōpana rākhē tā ārō gurutara [2]. Tōmādēra jan'ya āẏātasamūha biśadabhābē bibr̥ta karēchi, yadi tōmarā anudhābana kara"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Dēkha, tōmarā'i tādērakē bhālōbāsa kintu tārā tōmādērakē bhālōbāsē nā athaca tōmarā saba kitābē īmāna rākha. Āra tārā yakhana tōmādēra sansparśē āsē takhana balē, ‘āmarā īmāna ēnēchi; kintu tārā yakhana ēkāntē milita haẏa takhana tōmādēra prati ākrōśē tārā nijēdēra āṅgulēra agrabhāga dām̐ta diẏē kāṭatē thākē.’ Baluna, ‘tōmādēra ākrōśē'i tōmarā mara.’ Niścaẏa antarē yā raẏēchē sē samparkē āllāha sabiśēṣa abagata"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Tōmādēra maṅgala halē tā tādērakē kaṣṭa dēẏa āra tōmādēra amaṅgala halē tārā tātē ānandita haẏa. Tōmarā yadi dhairyaśīla ha'ō ēbaṁ muttākī ha'ō tabē tādēra ṣaṛayantra tōmādēra kichu'i kṣati karatē pārabē nā [1]. Tārā yā karē niścaẏa āllāha tā paribēṣṭana karē raẏēchēna"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "Āra smaraṇa karuna, yakhana āpani āpanāra parijanadēra nikaṭa thēkē pratyūṣē bēra haẏē yud'dhēra jan'ya muminagaṇakē ghām̐ṭitē bin'yasta karēchilēna; āra āllāha sarbaśrōtā, sarbajña"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Yakhana tōmādēra madhyē du’dalēra sāhasa hārānōra upakrama haẏēchila athaca āllāh‌ ubhaẏēra abhibhābaka chilēna [1], āra āllāh‌ra upara'i yēna muminagaṇa nirbhara karē"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Āra [1] badarēra yud'dhē āllāha abaśya'i tōmādērakē sāhāyya karēchilēna athaca tōmarā hīnabala chilē. Kājē'i tōmarā āllāh‌ra tāka'ōẏā abalambana kara, yātē tōmarā kr̥tajñatā prakāśa karatē pāra"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Smaraṇa karuna, yakhana āpani muminagaṇakē balachilēna, ‘ēṭā ki tōmādēra jan'ya yathēṣṭa naẏa yē, tōmādēra raba tina hājāra phiriś‌tā nāyila karē tōmādērakē sahayōgitā karabēna? [1]’"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Hyām̐, niścaẏa, yadi tōmarā dhairya dhāraṇa kara, tāka'ōẏā abalambana kara ēbaṁ tārā druta gatitē tōmādēra upara ākramaṇa karē, tabē āllāha pām̐ca hājāra cihnita phiriś‌tā diẏē tōmādēra sāhāyya karabēna"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Āra ēṭā tō āllāh‌ tōmādēra jan'ya śudhu susambāda ō tōmādēra ātmika praśāntira jan'ya karēchēna. Āra sāhāyya tō śudhu parākrānta, prajñāmaẏa āllāh‌ra kācha thēkē'i haẏa"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Yātē tini kāphēradēra ēka anśakē dhbansa karēna bā tādērakē lāñchita karēna [1]; phalē tārā nirāśa haẏē phirē yāẏa"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Tini tādēra tā'ōbā kabula karabēna bā tādērakē śāsti dēbēna– ē biṣaẏē āpanāra karaṇīẏa kichu'i nē'i; kāraṇa tārā tō yālēma"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Āra āsamānē yā kichu āchē ō yamīnē yā kichu āchē saba āllāh‌ra'i. Tini yākē icchē kṣamā karēna ēbaṁ yākē icchē śāsti dēna. Āra āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "Hē muminagaṇa! Tōmarā cakrabr̥d'dhi hārē suda [1] khēẏō nā [2] ēbaṁ āllāhara tāka'ōẏā abalambana kara yātē tōmarā saphalakāma hatē pāra"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Āra tōmarā sē āguna thēkē bēm̐cē thāka yā kāphēradēra jan'ya prastuta rākhā haẏēchē"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "āra tōmarā āllāha ō rāsūlēra ānugatya kara yātē tōmarā kr̥pā lābha karatē pāra"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "Āra tōmarā tībra gatitē cala nijēdēra rabēra kṣamāra dikē ēbaṁ sē jānnātēra dikē [1] yāra bistr̥ti āsamānasamūha ō yamīnēra samāna [2], yā prastuta rākhā haẏēchē muttākīdēra jan'ya"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Yārā sacchala ō asacchala abasthāẏa byaẏa [1] karē, yārā krōdha sambaraṇakārī [2] ēbaṁ mānuṣēra prati kṣamāśīla; āra āllāha muh‌sinadērakē bhālabāsēna"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "āra yārā kōnō aślīla kāja karē phēlalē bā nijēdēra prati yuluma karalē āllāhakē smaraṇa karē ēbaṁ nijēdēra pāpēra jan'ya kṣamā prārthanā karē. Āllāha chāṛā āra kē pāpa kṣamā karabē [1]? Ēbaṁ tārā yā karē phēlē, jēnē-bujhē tārā tā punarāẏa karatē thākē nā"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Tārā'i, yādēra puraskāra halō tādēra rabēra pakṣa thēkē kṣamā ēbaṁ jānnāta, yāra pādadēśē nadī prabāhita; sēkhānē tārā sthāẏī habē. Āra saṯkarmaśīladēra puraskāra kata'inā uttama"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "tōmādēra pūrbē bahu (jātira) carita gata haẏēchē [1], kājē'i tōmarā yamīnē bhramaṇa kara ēbaṁ dēkha mithyārōpakārīdēra ki pariṇāma"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "ēgulō mānuṣēra jan'ya spaṣṭa barṇanā ēbaṁ muttākīdēra jan'ya hēdāẏāta ō upadēśa"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Tōmarā hīnabala haẏō nā ēbaṁ cintita ō haẏō nā; tōmarā'i bijaẏī yadi tōmarā mumina ha'ō"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Yadi tōmādēra āghāta lēgē thākē, anurūpa āghāta tō tādēra'ō lēgēchē. Mānuṣēra madhyē paryāẏakramē āmarā ē dinagulōra ābartana ghaṭā'i, yātē āllāha muminagaṇakē jānatē pārēna ēbaṁ tōmādēra madhya thēkē kichu saṅkhyakakē śahīdarūpē grahaṇa karatē pārēna. Āra āllāha yālēmadērakē pachanda karēna nā"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "Āra yātē āllāha muminadērakē pariśōdhana karatē pārēna ēbaṁ kāphēradērakē niścihna karatē pārēna"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Tōmarā ki manē kara yē, tōmarā jānnātē prabēśa karabē, athaca āllāha tōmādēra madhyē kē jihāda karēchē āra kē dhairyyaśīla tā ēkhanō prakāśa karēnani"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "mr̥tyura sam'mukhīna ha'ōẏāra āgē tōmarā tō tā kāmanā karatē [1], ēkhanatō tōmarā tā sbacakṣē dēkhalē"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Āra muhām'mada ēkajana rāsūla mātra; tāra āgē bahu rāsūla gata haẏēchēna. Kājē'i yadi tini mārā yāna bā nihata hana tabē ki tōmarā pr̥ṣṭha pradarśana karabē? Āra kē'u pr̥ṣṭha pradarśana karalē sē kakhanō āllāh‌ra kṣati karabē nā; āra āllāha śīghra'i kr̥tajñadērakē puraskr̥ta karabēna"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Āllāh‌ra anumati chāṛā kārō mr̥tyu hatē pārē nā, yēhētu sēṭāra mēẏāda sunirdhārita [1]. Kē'u pārthiba puraskāra cā'ilē āmarā tākē tāra kichu diẏē thāki [2] ēbaṁ kē'u ākhērātēra puraskāra cā'ilē āmarā tākē tāra kichu diẏē thāki ēbaṁ śīghra'i āmarā kr̥tajñadērakē puraskr̥ta karabō"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Āra bahu nabī chilēna, tādēra sāthē birāṭa saṅkhyaka (īmāna ō āmalē sālēhara upara praśikṣaṇa prāpta) lōka yud'dha karēchēna. Āllāhara pathē tādēra yē biparyaẏa ghaṭēchila tātē tārā hīnabala haẏani, durbala haẏani ēbaṁ nata haẏani. Āra āllāha dhairyaśīladērakē bhālōbāsēna"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Ē kathā chāṛā tādēra āra kōnō kathā chila nā, ‘hē āmādēra raba! Āmādēra pāpa ēbaṁ āmādēra kājēra sīmālaṅghana āpani kṣamā karuna, āmādēra pā sudr̥ṛha rākhuna ēbaṁ kāphēra sampradāẏēra birud'dhē āmādērakē sāhāyya karuna.’"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Tārapara āllāha tādērakē duniẏāra puraskāra ēbaṁ ākhērātēra uttama puraskāra dāna karēna. Āra āllāha muhasinadērakē bhālabāsēna"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "Hē muminagaṇa! Yadi tōmarā kāphēradēra ānugatya kara tabē tārā tōmādērakē biparīta dikē phiriẏē dēbē, phalē tōmarā kṣatigrasta haẏē paṛabē"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Baraṁ āllāha'i tō tōmādēra abhibhābaka ēbaṁ tini'i śrēṣṭha sāhāyyakārī"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Acirē'i āmarā kāphēradēra hr̥daẏē bhītira sañcāra karaba [1], yēhētu tārā āllāh‌ra sāthē śarīka karēchē, yāra sapakṣē āllāha kōnō sanada pāṭhānani. Āra jāhānnāma tādēra ābāsa ēbaṁ kata nikr̥ṣṭa ābāsa yālēmadēra"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Abaśya'i āllāha tōmādēra sāthē tām̐ra pratiśruti pūrṇa karēchilēna yakhana tōmarā āllāh‌ra anumatikramē tādērakē bināśa karachilē, yē paryanta nā tōmarā sāhasa hārālē, nirdēśa sambandhē matabhēda sr̥ṣṭi karalē ēbaṁ yā tōmarā bhālabāsa tā tōmādērakē dēkhānōra para tōmarā abādhya halē. Tōmādēra kichu saṅkhyaka duniẏā cācchila [1] ēbaṁ kichu saṅkhyaka cācchila ākhērāta. Tārapara tini tōmādērakē parīkṣā karāra jan'ya tādēra (tōmādēra śatrudēra) thēkē tōmādērakē phiriẏē dilēna [2]. Abaśya tini tōmādērakē kṣamā karalēna ēbaṁ āllāha muminadēra prati anugrahaśīla"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Smaraṇa kara, tōmarā yakhana uparēra (pāhāṛēra) dikē chuṭachilē ēbaṁ pichana phirē kārō prati lakṣya karachilē nā, āra rāsūla tōmādērakē pichana dika thēkē ḍākachilēna. Phalē tini tōmādērakē bipadēra upara bipada dilēna [1], yātē tōmarā yā hāriẏēcha ēbaṁ yē bipada tōmādēra upara ēsēchē tāra jan'ya tōmarā duḥkhita nā ha'ō. Āra tōmarā yā kara āllāha tā biśēṣabhābē abahita"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Tārapara duḥkhēra para tini tōmādērakē pradāna karalēna tandrārūpē praśānti, yā tōmādēra ēkadalakē ācchanna karēchila [1] ēbaṁ ēkadala jāhilī yugēra ajñēra n'yāẏa āllāha sambandhē abāstaba dhāraṇā karē nijērā'i nijēdērakē udbigna karēchila ē balē yē, ‘āmādēra ki kōna kichu karāra āchē?’ Baluna, ‘saba biṣaẏa āllāh‌ra'i ikhatiẏārē’. Yā tārā āpanāra kāchē prakāśa karē nā, tārā tādēra antarē sēgulō gōpana rākhē. Tārā balē, ‘ē byāpārē āmādēra kōnō kichu karāra thākalē āmarā ēkhānē nihata hatāma nā [2].’ Baluna, ‘yadi tōmarā tōmādēra gharē abasthāna karatē tabu'ō nihata ha'ōẏā yādēra jan'ya abadhārita chila tārā nijēdēra mr̥tyusthānē bēra hata. Ēṭā ējan'yē yē, āllāha tōmādēra antarē yā āchē tā parīkṣā karēna ēbaṁ tōmādēra manē yā āchē tā pariśōdhana karēna. Āra antarē yā āchē sē samparkē āllāha biśēṣabhābē abagata"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Yēdina du’dala parasparēra sam'mukhīna haẏēchila sēdina tōmādēra madhya thēkē yārā pr̥ṣṭha pradarśana karēchila, tādēra kōnō kr̥takarmēra phalē śaẏatāna'i tādēra padaskhalana ghaṭiẏēchila. Abaśya āllāha tādērakē kṣamā karēchēna [1]. Niścaẏa āllāha kṣamāparāẏaṇa ō parama sahanaśīla"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "Hē muminagaṇa! Tōmarā tādēra mata haẏō nā yārā kupharī karē ēbaṁ tādēra bhā'iẏērā yakhana dēśē dēśē saphara karē [1] bā yud'dhē lipta haẏa takhana tādēra samparkē balē, ‘tārā yadi āmādēra kāchē thākata tabē tārā maratō nā ēbaṁ nihata hata nā.’ Phalē āllāha ēṭākē'i tādēra manē duḥkha ō cintā sr̥ṣṭira kāraṇē pariṇata karēna; prakr̥tapakṣē āllāha jībana dāna karēna ō mr̥tyu ghaṭāna, āra tōmarā yā kara āllāha sēsabēra samyaka draṣṭā"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Tōmarā āllāh‌ra pathē nihata halē athabā tōmādēra mr̥tyu halē, yā tārā jamā karē, āllāh‌ra kṣamā ēbaṁ daẏā abaśya'i tāra cēẏē uttama"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "Āra tōmādēra mr̥tyu halē athabā tōmarā nihata halē āllāh‌ra'i kāchē tōmādērakē ēkatra karā habē"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Āllāh‌ra daẏāẏa āpani tādēra prati kōmala-hr̥daẏa haẏēchilēna [1]; yadi āpani rūṛha ō kaṭhōracitta hatēna tabē tārā āpanāra āśapāśa thēkē sarē paṛata. Kājē'i āpani tādērakē kṣamā karē dina ēbaṁ tādēra jan'ya kṣamā prārthanā karuna ēbaṁ kājē karmē tādēra sāthē parāmarśa karuna [2], tārapara āpani kōnō saṅkalpa karalē āllāh‌ra upara nirbhara karabēna [3]; niścaẏa āllāha (tāra upara) nirbharakārīdēra bhālabāsēna"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Āllāha tōmādērakē sāhāyya karalē tōmādēra upara jaẏī habāra kē'u thākabē nā. Āra tini tōmādērakē sāhāyya nā karalē, tini chāṛā kē ēmana āchē yē tōmādērakē sāhāyya karabē? Sutarāṁ muminagaṇa āllāh‌ra upara'i nirbhara karuka"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Āra kōnō nabī ‘galula’ [1] (an'yāẏabhābē kōnō bastu gōpana) karabē, ēṭā asambhaba. Ēbaṁ kē'u an'yāẏabhābē kichu gōpana karalē, yā sē an'yāẏabhābē gōpana karabē kēẏāmatēra dina sē tā sāthē niẏē āsabē [2]. Tārapara pratyēkakē yā sē arjana karēchē tā pūrṇa mātrāẏa dēẏā habē. Tādēra prati kōna yuluma karā habē nā"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Āllāha yēṭātē santuṣṭa, yē tāra'i anusaraṇa karē, sē ki ōra mata yē āllāh‌ra krōdhēra pātra haẏēchē ēbaṁ jāhānnāma'i yāra ābāsa? Āra sēṭā kata nikr̥ṣṭa pratyābartanasthala"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "āllāh‌ra kāchē tārā bibhinna starēra; tārā yā karē āllāha sēsaba bhālōbhābē dēkhēna"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Āllāha muminadēra prati abaśya'i anugraha karēchēna yē, tini tādēra nijēdēra madhya thēkē tādēra kāchē rāsūla pāṭhiẏēchēna, yini tām̐ra āẏātasamūha tādēra kāchē tēlā'ōẏāta karēna, tādērakē pariśōdhana karēna ēbaṁ kitāba ō hēkamata śikṣā dēna, yadi'ō tārā āgē spaṣṭa bibhrāntitē'i chila"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Kī byāpāra! Yakhana tōmādēra upara musībata āsalō (ōhudēra yud'dhē) takhana tōmarā balalē, ‘ēṭā kōt'thēkē āsalō?’ Athaca tōmarā tō dbiguṇa bipada ghaṭiẏēchilē (badarēra yud'dhē). Baluna, ‘ēṭā tōmādēra nijēdēra'i [1] kācha thēkē’ [2]; niścaẏa āllāha sabakichura upara pūrṇa kṣamatābāna"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "Āra yēdina du’dala parasparēra sam'mukhīna haẏēchila, sēdina tōmādēra upara yē biparyaẏa ghaṭēchila tā āllāh‌ra'i hukumē [1]; āra yātē tini prakāśa karēna, kē tōmādēra madhyē prakr̥ta mumina"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "Āra yātē tini jēnē nēna munāphikadērakē. Āra tādērakē balā haẏēchila, ‘ēsa, tōmarā āllāh‌ra pathē yud'dha kara athabā pratirōdha kara.’ Tārā balēchila, ‘yadi yud'dha jānatāma tabē niścitabhābē tōmādēra anusaraṇa karatāma’. Sēdina tārā īmānēra cēẏē kupharīra kāchākāchi chila. Yā tādēra antarē nē'i tārā tā mukhē balē ēbaṁ tārā yā gōpana rākhē āllāha tā adhika abagata"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Yārā gharē basē ra'ila ēbaṁ tādēra bhā'idēra prati balala yē, tārā tādēra kathāmata calalē nihata hata nā. Tādērakē baluna, ‘yadi tōmarā satyabādī ha'ō tabē nijēdērakē mr̥tyu thēkē rakṣā kara.’"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Āra yārā āllāh‌ra pathē nihata haẏēchē tādērakē kakhanō'i mr̥ta manē karō nā; baraṁ tārā jībita ēbaṁ tādēra rabēra kācha thēkē tārā jībikāprāpta"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Āllāha nija anugrahē tādērakē yā diẏēchēna tātē tārā ānandita ēbaṁ tādēra pichanē yārā ēkhanō tādēra sāthē milita haẏani tādēra jan'ya ānanda prakāśa karē yē, tādēra kōnō bhaẏa nē'i ēbaṁ tārā cintita'ō habē nā"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Tārā ānanda prakāśa karē āllāh‌ra nēẏāmata ō anugrahēra jan'ya ēbaṁ ējan'ya yē āllāha muminadēra śramaphala naṣṭa karēna nā"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Yakhama ha'ōẏāra para yārā āllāh‌ ō rāsūlēra ḍākē sāṛā diẏēchē [1]. Tādēra madhyē yārā saṯkāja karē ēbaṁ tāk‌ōẏā abalambana karē calē tādēra jan'ya mahāpuraskāra raẏēchē"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Ēdērakē lōkērā balēchila, tōmādēra birud'dhē lōka jaṛō haẏēchē, kājē'i tōmarā tādērakē bhaẏa kara; kintu ē kathā tādēra īmānakē ārō bāṛiẏē diẏēchila ēbaṁ tārā balēchila, ‘āllāh‌i āmādēra jan'ya yathēṣṭa ēbaṁ tini kata uttama karmabidhāẏaka’"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "tārapara tārā āllāh‌ra nēẏāmata ō anugrahasaha phirē ēsēchila, kōnō aniṣṭa tādērakē sparśa karēni ēbaṁ āllāha yātē santuṣṭa tārā tāra'i anusaraṇa karēchila ēbaṁ āllāha mahā anugrahaśīla"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Sē [1] tō śaẏatāna. Sē tōmādērakē tāra bandhudēra bhaẏa dēkhāẏa; kājē'i yadi tōmarā mumina ha'ō tabē tādērakē bhaẏa karō nā, āmākē'i bhaẏa kara"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Yārā kupharītē drutagāmī, tādēra ācaraṇa yēna āpanākē duḥkha nā dēẏa. Tārā kakhanō āllāh‌ra kōnō kṣati karatē pārabē nā. Āllāha ākhērātē tādērakē kōnō anśa dēbāra icchā karēna nā. Āra tādēra jan'ya mahāśāsti raẏēchē"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Niścaẏa yārā īmānēra binimaẏē kupharī kraẏa karēchē tārā kakhanō āllāh‌ra kōnō kṣati karatē pārabē nā ēbaṁ tādēra jan'ya yantraṇādāẏaka śāsti raẏēchē"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Kāphēragaṇa yēna kichutē'i manē nā karē yē, āmarā abakāśa dē'i tādēra maṅgalēra jan'ya; āmarā abakāśa diẏē thāki yātē tādēra pāpa br̥d'dhi pāẏa [1]. Āra tādēra jan'ya raẏēchē lāñchanādāẏaka śāsti"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Asaṯkē saṯ thēkē pr̥thaka nā karā paryanta tōmarā yē abasthāẏa raẏēcha āllāha muminagaṇakē sē abasthāẏa chēṛē ditē pārēna nā. Anurūpabhābē gāẏēba samparkē tōmādērakē abahita karā āllāh‌ra niẏama naẏa; tabē āllāha tām̐ra rāsūlagaṇēla madhyē yākē icchā manōnīta karēna [1]. Kājē'i tōmarā āllāha ō tām̐ra rāsūlagaṇēra upara īmāna āna. Tōmarā īmāna ānalē ō tāk‌ōẏā abalambana karē calalē tōmādēra jan'ya mahāpuraskāra raẏēchē"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Āra āllāha nija anugrahē tādērakē yā diẏēchēna tātē yārā kr̥paṇatā karē tādēra jan'ya tā maṅgala, ēmanaṭi yēna tārā kichutē'i manē nā karē. Baraṁ tā tādēra jan'ya amaṅgala. Yēṭātē tārā kr̥paṇatā karabē kēẏāmatēra dina sēṭā'i tādēra galāẏa bēṛī habē [1]. Āsamāna ō yamīnēra sattbādhikāra ēkamātra āllāh‌ra'i. Tōmarā yā kara āllāha tā biśēṣabhābē abahita"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Āllāha śunēchēna tādēra kathā yārā balē, ‘āllāha abaśya'i abhābagrasta ēbaṁ āmarā abhābamukta’ [1]. Tārā yā balēchē tā ēbaṁ nabīgaṇakē an'yāẏabhābē hatyā karāra biṣaẏa āmarā likhē rākhaba ēbaṁ balaba, ‘tōmarā dahana yantraṇā bhōga kara [2].’"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Ē hacchē tōmādēra kr̥takarmēra phala ēbaṁ ēṭā ē kāraṇē yē, āllāha bāndādēra prati mōṭē'i yālēma nana"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Yārā balē, ‘āllāha āmādērakē ādēśa diẏēchēna yē, āmarā yēna kōnō rāsūlēra prati īmāna nā āni yatakṣaṇa paryanta sē āmādēra kāchē ēmana kurabānī upasthita nā karabē yā āguna khēẏē phēlabē. Tādērakē baluna, ‘āmāra āgē anēka rāsūla spaṣṭa nidarśanasaha ēbaṁ tōmarā yā balacha tā saha tōmādēra kāchē ēsēchilēna, yadi tōmarā satyabādī ha'ō tabē kēna tādērakē hatyā karēchilē?’"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Tārā yadi āpanāra prati mithyārōpa karē, āpanāra āgē yē saba rāsūla spaṣṭa nidarśana, āsamānī sahīphā ēbaṁ dīptimāna kitābasaha ēsēchilēna tādēra prati'ō tō mithyārōpa karā haẏēchila"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Jībamātra'i mr̥tyura sbāda grahaṇa karabē. Kēbala kēẏāmatēra dina'i tōmādērakē tōmādēra karmaphala pūrṇa mātrāẏa dēẏā habē. Ataḥpara yākē āguna thēkē dūrē rākhā habē ēbaṁ jānnātē prabēśa karānō habē sē-i saphalakāma [1]. Āra pārthiba jībana chalanāmaẏa bhōga chāṛā āra kichu naẏa"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Tōmādērakē abaśya'i tōmādēra dhana-sampada ō jībanē parīkṣā karā habē. Tōmādēra āgē yādērakē kitāba dēẏā haẏēchila tādēra ēbaṁ muśarikadēra kācha thēkē tōmarā anēka kaṣṭadāẏaka kathā śunabē. Yadi tōmarā dhairya dhāraṇa kara ēbaṁ tāk‌ōẏā abalambana kara tabē niścaẏa'i tā habē dr̥ṛha saṅkalpēra kāja"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "Smaraṇa karuna, yādērakē kitāba dēẏā haẏēchila āllāha tādēra pratiśruti niẏēchilēna: ‘Abaśya'i tōmarā tā mānuṣēra kāchē spaṣṭabhābē prakāśa karabē ēbaṁ tā gōpana karabē nā.’ Ērapara'ō tārā tā tādēra pēchanē phēlē rākhē (agrāhya karē) ō tuccha mūlyē bikri karē; kājē'i tārā yā kraẏa karē tā kata nikr̥ṣṭa"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "yārā nijērā yā karēchē tātē ānanda prakāśa karē ēbaṁ nijērā yā karēni ēmana kājēra jan'ya praśansita hatē bhālōbāsē [1], tārā śāsti thēkē mukti pābē –ērūpa āpani kakhanō manē karabēna nā. Āra tādēra jan'ya marmantuda śāsti raẏēchē"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Āra āsamāna ō yamīnēra sārbabhauma mālikānā ēkamātra āllāh‌ra'i; āra āllāha saba kichura upara kṣamatābāna"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Āsamānasamūha ō yamīnēra sr̥ṣṭitē [1], rāta ō dinēra paribartanē [2] nidarśanābalī raẏēchē [3] bōdhaśakti sampanna lōkadēra jan'ya"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Yārā dām̐ṛiẏē, basē ō śuẏē āllāh‌ra smaraṇa karē ēbaṁ āsamānasamūha ō yamīnēra sr̥ṣṭi sambandhē cintā karē, āra balē, ‘hē āmādēra raba! Āpani ēgulō anarthaka sr̥ṣṭi karēnani [1], āpani atyanta pabitra, ata'ēba āpani āmādērakē āgunēra śāsti hatē rakṣā karuna.’"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "‘Hē āmādēra raba! Āpani kā'ukē'ō āgunē nikṣēpa karalē tākē tō āpani niścaẏa'i hēẏa karalēna ēbaṁ yālēmadēra kōnō sāhāyyakārī nē'i.’"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "‘Hē āmādēra raba, āmarā ēka āh‌bāẏakakē īmānēra dikē āh‌bāna karatē śunēchi, ‘tōmarā tōmādēra rabēra upara īmāna āna.’ Kājē'i āmarā īmāna ēnēchi. Hē āmādēra raba! Āpani āmādēra pāparāśi kṣamā karuna, āmādēra manda kājagulō dūrībhūta karuna ēbaṁ āmādērakē saṯkarmaparāẏaṇadēra sahagāmī karē mr̥tyu dina"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "‘Hē āmādēra raba! Āpanāra rāsūlagaṇēra mādhyamē āmādērakē yā ditē pratiśruti diẏēchēna tā āmādērakē dāna karuna ēbaṁ kēẏāmatēra dina āmādērakē hēẏa karabēna nā. Niścaẏa āpani pratiśrutira byatikrama karēna nā.’"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Tārapara tādēra raba tādēra ḍākē sāṛā diẏē balēna, ‘niścaẏa āmi tōmādēra madhyē āmalakārī kōnō nara bā nārīra āmala biphala kari nā [1]; tōmarā ēkē aparēra anśa. Kājē'i yārā hijarata karēchē, nija ghara thēkē uṯkhāta haẏēchē, āmāra pathē niryātita haẏēchē ēbaṁ yud'dha karēchē ō nihata haẏēchē āmi tādēra pāpa kājagulō abaśya'i dūra karaba [2] ēbaṁ abaśya'i tādērakē prabēśa karāba jānnātē yāra pādadēśē nadī prabāhita. Ēṭā āllāh‌ra kācha thēkē puraskāra; āra uttama puraskāra āllāh‌ra'i kāchē raẏēchē"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Yārā kupharī karēchē, dēśē dēśē tādēra abādha bicaraṇa yēna kichutē'i āpanākē bibhrānta nā karē"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Ē tō sbalpakālīna bhōga mātra; tārapara jāhānnāma tādēra ābāsa; āra ēṭā kata nikr̥ṣṭa biśrāmasthala"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "kintu yārā tādēra rabakē bhaẏa karē tādēra jan'ya raẏēchē jānnāta yāra pādadēśē nadī prabāhita, sēkhānē tārā sthāẏī habē. Ē hacchē āllāh‌ra pakṣa thēkē ātithēẏatā; āra āllāh‌ra kāchē yā āchē tā saṯkarmaparāẏaṇadēra jan'ya uttama"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Āra niścaẏa kitābīdēra madhyē ēmana lōka'ō āchē yārā āllāh‌ra prati binaẏābanata haẏē tām̐ra prati ēbaṁ tini yā tōmādēra ō tādēra prati nāyila karēchēna tātē īmāna ānē. Tārā āllāh‌ra āẏāta tuccha mūlyē bikri karē nā. Tārā'i, yādēra jan'ya āllāh‌ra kāchē puraskāra raẏēchē. Niścaẏa'i āllāha druta hisāba grahaṇakārī"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "Hē īmānadāragaṇa! Tōmarā dhairya dhāraṇa kara [1], dhairyē pratiyōgitā kara [2] ēbaṁ sabasamaẏa yud'dhēra jan'ya prastuta thāka [3], āra āllāh‌ra tāka'ōẏā abalambana kara yātē tōmarā saphalakāma hatē pāra"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "Hē mānuṣa! Tōmarā tōmādēra rabēra tāka'ōẏā abalambana kara [1] yini tōmādērakē ēka byakti thēkē sr̥ṣṭi karēchēna ō tāra thēkē tāra strī sr̥ṣṭi karēchēna [2] ēbaṁ tādēra dujana thēkē bahu nara-nārī chaṛiẏē dēna; āra tōmarā āllāhara tāka'ōẏā abalambana kara yām̐ra nāmē tōmarā ēkē aparēra kāchē nija nija hak‌ dābī kara [3] ēbaṁ tāka'ōẏā abalambana kara rakta-samparkita ātmīẏēra byāpārē'ō [4]. Niścaẏa āllāha tōmādēra upara paryabēkṣaka"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Āra iẏātīmadērakē tōmarā tādēra dhana-sampada samarpaṇa karō [1] ēbaṁ bhālōra sāthē manda badala karō nā [2]. Āra tōmādēra sampadēra sāthē tādēra sampada miśiẏē grāsa karō nā; niścaẏa ēṭā mahāpāpa"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Āra yadi tōmarā āśaṅkā kara yē, iẏātīma mēẏēdēra prati [1] subicāra karatē pārabē nā [2], tabē biẏē karabē nārīdēra madhyē yākē tōmādēra bhālō lāgē, du'i, tina bā cāra [3]; āra yadi āśaṅkā kara yē subicāra karatē pārabē nā [4] tabē ēkajanakē'i bā tōmādēra adhikārabhukta dāsīkē'i grahaṇa kara. Ētē pakṣapātitba [5] nā karāra sambhābanā bēśī"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Āra tōmarā nārīdērakē tādēra māh‌ra [1] manēra santōṣēra sāthē [2] pradāna kara; ataḥpara santuṣṭa cittē tārā māh‌rēra kichu anśa chēṛē dilē tōmarā tā sbācchandyē [3] bhōga kara"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Āra tōmarā alpa bud'dhimānadērakē tādēra dhana-sampada arpaṇa karō nā [1]; yā dbārā āllāha tōmādēra jībana cālānōra byabasthā karēchēna ēbaṁ tā thēkē tādēra āhāra-bihāra ō bharaṇa-pōṣaṇēra byabasthā kara. Āra tōmarā tādēra sāthē sadālāpa kara"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Āra iẏātimadērakē yācā'i karabē [1] yē paryanta nā tārā biẏēra yōgya haẏa; ataḥpara tādēra madhyē bhālō-manda bicārēra jñāna dēkhatē pēlē [2] tādēra sampada tādērakē phiriẏē dā'ō [3]. Tārā baṛa haẏē yābē balē apacaẏa karē tāṛātāṛi khēẏē phēlō nā. Yē abhābamukta sē yēna nibr̥tta thākē ēbaṁ yē bittahīna sē yēna sanyata parimāṇē bhōga karē [4]. Ataḥpara tōmarā yakhana tādērakē tādēra sampada phiriẏē dibē takhana sākṣī rēkhō. Āra hisēba grahaṇē āllāha'i yathēṣṭa"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Pitā-mātā ēbaṁ ātmīẏa-sbajanēra parityakta sampattitē puruṣēra anśa āchē ēbaṁ pitā-mātā ō ātmīẏa-sbajanēra parityakta sampattitē nārīra'ō anśa āchē, sēṭā alpa'i hōka bā bēśī'i hōka, ēka nirdhārita anśa"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Āra sampatti banṭanakālē ātmīẏa, iẏātīma ēbaṁ abhābagrasta lōka upasthita thākalē tādērakē tā thēkē kichu dibē ēbaṁ tādēra sāthē sadālāpa karabē"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Āra tārā yēna bhaẏa karē yē, asahāẏa santāna pichanē chēṛē gēlē tārā'ō tādēra sambandhē udbigna hata. Kājē'i tārā yēna āllāhara tāka'ōẏā abalambana karē ēbaṁ saṅgata kathā balē"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Niścaẏa yārā iẏātīmadēra sampada an'yāẏabhābē grāsa karē tārā tō tādēra pēṭē āguna'i khācchē; tārā acirē'i jbalanta āgunē jbalabē"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Āllāha tōmādēra santāna sambandhē nirdēśa dicchēna [1]: Ēka putrēra [2] anśa du'i kan'yāra anśēra samāna; kintu śudhu kan'yā du'iẏēra bēśi thākalē tādēra jan'ya parityakta sampattira tina bhāgēra du’bhāga, āra mātra ēka kan'yā thākalē tāra jan'ya ardhēka [3]. Tāra santāna thākalē tāra pitā-mātā pratyēkēra jan'ya parityakta sampattira chaẏa bhāgēra ēka bhāga; sē niḥsantāna halē ēbaṁ pitā-mātā'i uttarādhikārī halē tāra mātāra jan'ya tina bhāgēra ēka bhāga; tāra bhā'i-bōna thākalē mātāra jan'ya chaẏa bhāgēra ēka bhāga [4]; ē saba'i sē yā ōsiẏata karē tā dēẏāra ēbaṁ r̥ṇa pariśōdhēra para [5]. Tōmādēra pitā ō santānadēra madhyē upakārē kē tōmādēra nikaṭatara tā tōmarā jāna nā [6]. Ē bidhāna āllāhara; niścaẏa āllāha sarbajña, prajñāmaẏa"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Tōmādēra strīdēra parityakta sampattira ardhēka tōmādēra jan'ya, yadi tādēra kōnō santāna nā thākē ēbaṁ tādēra santāna thākalē tōmādēra jan'ya tādēra parityakta sampattira cāra bhāgēra ēka bhāga; ōsiẏāta pālana ēbaṁ r̥ṇa pariśōdhēra para. Tōmādēra santāna nā thākalē tādēra jan'ya tōmādēra parityakta sampattira cāra bhāgēra ēka bhāga, āra tōmādēra santāna thākalē tādēra jan'ya tōmādēra parityakta sampattira āṭa bhāgēra ēka bhāga; tōmarā yā ōsiẏāta karabē tā dēẏāra para ēbaṁ r̥ṇa pariśōdhēra para [1]. Āra yadi kōnō puruṣa athabā nārīra ‘kālālāha [2]’ bā pitā-mātā ō santānahīna uttarādhikārī haẏa, āra thākē tāra ēka baipitrēẏa bhā'i bā bōna, tabē pratyēkēra jan'ya chaẏa bhāgēra ēka bhāga. Tārā ēra bēśi halē sabā'i samāna anśīdāra habē tina bhāgēra ēka bhāgē; ēṭā yā ōsiẏāta karā haẏa tā dēẏāra para ēbaṁ r̥ṇa pariśōdhēra para, kārō kṣati nā karē [3]. Ē hacchē āllāhara nirdēśa. Āra āllāha sarbajña, sahanaśīla"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Ēsaba āllāh‌ra nirdhārita sīmā. Kē'u āllāha ō tām̐ra rāsūlēra ānugatya karalē āllāha tākē prabēśa karābēna jānnātē, yāra pādadēśē nadī prabāhita; tārā sēkhānē sthāẏī habē āra ēṭā'i halō mahāsāphalya"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Āra kē'u āllāh‌ ō tām̐ra rāsūlēra abādhya halē ēbaṁ tām̐ra nirdhārita sīmā laṅghana karalē tini tākē āgunē nikṣēpa karabēna; sēkhānē sē sthāẏī habē ēbaṁ tāra jan'ya lāñchanādāẏaka śāsti raẏēchē"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "Āra tōmādēra nārīdēra madhyē yārā byabhicāra karē tādēra birud'dhē tōmādēra madhya thēkē cārajana sākṣī talaba karabē [1]. Yadi tārā sākṣya dēẏa tabē tādērakē gharē abarud'dha karabē, yē paryanta nā tādēra mr̥tyu haẏa bā āllāh‌ tādēra jan'ya an'ya kōnō byabasthā karēna"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Āra tōmādēra madhyē yē dujana ētē lipta habē tādērakē śāsti dēbē. Yadi tārā tā'ōbāh‌ karē ēbaṁ nijēdērakē sanśōdhaṇa karē nēẏa tabē tādēra thēkē birata thākabē [1]. Niścaẏa āllāha parama tā'ōbāh‌ kabulakārī, parama daẏālu"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Āllāha abaśya'i sēsaba lōkēra tā'ōbāh‌ kabula karabēna yārā ajñatābaśataḥ [1] manda kāja karē ēbaṁ tāṛātāṛi tā'ōbāh‌ karē, ērā'i tārā, yādēra tā'ōbāh‌ āllāha kabula karēna [2]. Āllāha sarbajña, prajñāmaẏa"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Tā'ōbāh‌ tādēra jan'ya naẏa yārā ājībana manda kāja karē, abaśēṣē tādēra kārō mr̥tyu upasthita halē sē balē, ‘āmi ēkhana tā'ōbāh‌ karachi’ ēbaṁ tādēra jan'ya'ō naẏa, yādēra mr̥tyu haẏa kāphira abasthāẏa. Ērā'i tārā yādēra jan'ya āmarā kaṣṭadāẏaka śāstira byabasthā karēchi"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "Hē īmānadāragaṇa! Yabaradasti karē [1] nārīdēra uttarādhikāra ha'ōẏā tōmādēra jan'ya baidha naẏa. Tōmarā tādērakē yā diẏēcha tā thēkē kichu ātmasāṯ karāra uddēśyē tādērakē abarud'dha karē rēkhō nā, yadi nā tārā spaṣṭa khārāpa ācaraṇa karē [2]. Āra tōmarā tādēra sāthē saṯbhābē jībana yāpana karabē [3]; tōmarā yadi tādērakē apachanda kara tabē ēmana hatē pārē yē, āllāh‌ yātē prabhūta kalyāṇa rēkhēchēna tōmarā tākē'i apachanda karacha"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Āra tōmarā yadi ēka strīra jāẏagāẏa an'ya strī grahaṇa karā sthira kara ēbaṁ tādēra ēkajanakē anēka artha'ō [1] diẏē thāka, tabu'ō tā thēkē kichu'i phērata ni'ō nā. Tōmarā ki mithyā apabāda ēbaṁ prakāśya pāpācaraṇa dbārā tā grahaṇa karabē"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "āra kibhābē tōmarā tā grahaṇa karabē, yakhana tōmarā ēkē aparēra sāthē saṅgata haẏēcha ēbaṁ tārā tōmādēra kācha thēkē dr̥ṛha pratiśruti [1] niẏēchē"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "nārīdēra madhyē tōmādēra pitr̥ puruṣa yādērakē biẏē karēchē, tōmarā tādērakē biẏē karō nā [1]; tabē pūrbē yā saṅghaṭita haẏēchē (sēṭā kṣamā karā halō) niścaẏa tā chila aślīla, mārātmaka ghr̥ṇya [2] ō nikr̥ṣṭa panthā"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Tōmādēra jan'ya hārāma karā haẏēchē [1] tōmādēra mā [2], mēẏē [3], bōna [4], phuphu [5], khālā [6], bhā'iẏēra mēẏē [7], bōnēra mēẏē [8], dudhamā [9], dudhabōna [10], śāśuṛi ō tōmādēra strīdēra madhyē yāra sāthē saṅgata haẏēcha tāra āgēra sbāmīra aurasē tāra garbhajāta mēẏē, yārā tōmādēra abhibhābakatbē āchē [11], tabē yadi tādēra sāthē saṅgata nā haẏē thāka tātē tōmādēra kōnō aparādha nē'i. Āra tōmādēra jan'ya niṣid'dha tōmādēra aurasajāta chēlēra strī [12] ō du'i bōnakē ēkatra karā, āgē yā haẏēchē tā chāṛā[13]. Niścaẏa'i āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "Āra nārīdēra madhyē tōmādēra adhikārabhukta dāsī [1] chāṛā saba sadhabā tōmādēra jan'ya niṣid'dha, tōmādēra jan'ya ēgulō āllāhara bidhāna. Ullēkhita nārīgaṇa chāṛā an'ya nārīkē arthabyaẏē biẏē karatē cā'ōẏā tōmādēra jan'ya baidha karā hala, abaidha yauna samparkēra jan'ya naẏa. Tādēra madhyē yādērakē tōmarā sambhōga karēcha tādēra nirdhārita māh‌ra arpaṇa karabē [2]. Māh‌ra nirdhāraṇēra para kōnō biṣaẏē paraspara rāyī halē tātē tōmādēra kōnō dōṣa nē'i [3]. Niścaẏa'i āllāha sarbajña, prajñāmaẏa"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Āra tōmādēra madhyē kārō mukta īmānadāra nārī biẏēra sāmarthya [1] nā thākalē tōmarā tōmādēra adhikārabhukta īmānadāra dāsī biẏē karabē [2]; āllāha tōmādēra īmāna samparkē parijñāta. Tōmarā ēkē aparēra samāna; kājē'i tōmarā tādērakē biẏē karabē tādēra mālikēra anumatikramē [3] ēbaṁ tādērakē tādēra māh‌ra n'yāẏasaṅgatabhābē dibē. Tārā habē saccaritrā, byabhicāriṇī naẏa ō upapati grahaṇakāriṇī'ō naẏa. Ataḥpara bibāhitā ha'ōẏāra para yadi tārā byabhicāra karē tabē tādēra śāsti mukta nārīra ardhēka [4]; tōmādēra madhyē yārā byabhicārakē bhaẏa karē ēgulō tādēra jan'ya; āra dhairya dhāraṇa karā tōmādēra jan'ya maṅgala [5]. Āllāha kṣamāparāẏaṇa, parama daẏālu"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Āllāha icchē karēna tōmādēra kāchē biśadabhābē bibr̥ta karatē, tōmādēra pūrbabartīdēra rīti-nīti tōmādērakē abahita karatē ēbaṁ tōmādērakē kṣamā karatē [1]. Āra āllāha sarbajña, prajñāmaẏa"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "Āra āllāha tōmādērakē kṣamā karatē cāna. Āra yārā kuprabr̥ttira anusaraṇa karē tārā cāẏa yē, tōmarā bhīṣaṇabhābē pathacyuta ha'ō"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Āllāha tōmādēra bhāra kamātē cāna [1]; āra mānuṣakē sr̥ṣṭi karā haẏēchē durbalarūpē"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "Hē muminagaṇa! Tōmarā ēkē aparēra sampatti [1] an'yāẏabhābē [2] grāsa karō nā; kintu tōmarā paraspara rāyī haẏē [3] byabasā karā baidha [4]; ēbaṁ nijēdērakē hatyā karō nā [5]; niścaẏa āllāha tōmādēra prati parama daẏālu"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Āra yē kē'u sīmālaṅghana karē an'yāẏabhābē tā karabē, abaśya'i āmarā tākē āgunē pōṛābō; ēsaba āllāhara pakṣē sahaja"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Tōmadērakē yā niṣēdha karā haẏēchē tāra madhyē yā kabīrā gōnāh‌ [1] tā thēkē birata thākalē āmarā tōmādēra chōṭa pāpagulō [2] kṣamā karaba ēbaṁ tōmādērakē sam'mānajanaka sthānē prabēśa karāba"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Āra yā dbārā āllāha tōmādēra kā'ukē kārō upara śrēṣṭhatba diẏēchēna tōmarā tāra lālasā karō nā. Puruṣa yā arjana karē tā tāra prāpya anśa ēbaṁ nārī yā arjana karē tā tāra prāpya anśa [1]. Āra āllāhara kāchē tām̐ra anugraha prārthanā kara, niścaẏa āllāha sabakichu samparkē sarbajña"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Pitā-mātā ō ātmīẏa-sbajanēra parityakta sampattira pratyēkaṭira jan'ya āmarā uttarādhikārī karēchi [1] ēbaṁ yādēra sāthē tōmarā aṅgīkārābad'dha tādērakē tādēra anśa dēbē [2]. Niścaẏa āllāha sarbakichura samyaka draṣṭā"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Puruṣarā nārīdēra kartā [1], kāraṇa āllāha tādēra ēkakē aparēra upara śrēṣṭhatba diẏēchēna ēbaṁ ējan'yē yē, puruṣa tādēra dhana-sampada byaẏa karē [2]. Kājē'i pūṇyaśīlā strīrā anugatā [3] ēbaṁ lōkacakṣura āṛālē āllāhara hēphāyatē tārā hēphāyata karē [4]. Āra strīdēra madhyē yādēra abādhyatāra āśaṅkā kara tādērakē sadupadēśa dā'ō, tārapara tādēra śayyā barjana kara ēbaṁ tādērakē prahāra kara [5]. Yadi tārā tōmādēra anugata haẏa tabē tādēra birud'dhē kōnō patha anbēṣaṇa karō nā [6]. Niścaẏa āllāha śrēṣṭha, mahāna"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Āra tādēra ubhaẏēra madhyē birōdha āśaṅkā karalē tōmarā sbāmīra paribāra thēkē ēkajana ēbaṁ strīra paribāra thēkē ēkajana sāliśa niyukta kara; tārā ubhaẏē nispatti cā'ilē āllāha tādēra madhyē mīmānsāra anukūla abasthā sr̥ṣṭi karabēna. Niścaẏa āllāha sarbajña, sabiśēṣa abahita"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Āra tōmarā āllāhara ibādāta kara ō kōnō kichukē tām̐ra śarīka karō nā [1]; ēbaṁ pitā-mātā [2]; ātmīẏa-sbajana [3], iẏātīma, abhābagrasta [4], nikaṭa pratibēśī [5], dūra-pratibēśī [6], saṅgī-sāthī [7], musāphira [8] ō tōmādēra adhikārabhukta dāsa-dāsīdēra [9] prati sadbyabahāra karō. Niścaẏa āllāha pachanda karēna nā dāmbhika, ahaṅkārīkē"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Yārā kr̥paṇatā karē [1] ēbaṁ mānuṣakē kr̥paṇatāra nirdēśa dēẏa ēbaṁ āllāha nija anugrahē tādērakē yā diẏēchēna tā gōpana karē. Āra āmarā kāphēradēra jan'ya lāñchanādāẏaka śāsti prastuta karē rēkhēchi"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Āra yārā mānuṣakē dēkhānōra jan'ya [1] tādēra dhana-sampada byaẏa karē ēbaṁ āllāha ō śēṣa dibasē īmāna ānē nā. Āra śaẏatāna kārō saṅgī halē sē saṅgī kata manda"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "tārā āllāha ō śēṣa dibasē īmāna ānalē ēbaṁ āllāha tādērakē yā kichu diẏēchēna tā thēkē byaẏa karalē tādēra kī kṣati hata? Āra āllāha tādēra samparkē samyaka abagata"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Niścaẏa āllāha aṇu parimāṇa'ō yuluma karēna nā [1]. Āra kōnō pūṇya kāja halē āllāha sēṭākē bahuguṇa bardhita karēna [2] ēbaṁ āllāha tām̐ra kācha thēkē mahāpuraskāra pradāna karēna"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Ataḥpara yakhana āmarā pratyēka um'mata hatē ēkajana sākṣī upasthita karaba [1] ēbaṁ āpanākē tādēra birud'dhē sākṣīrūpē upasthita karaba takhana kī abasthā habē"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "yārā kupharī karēchē ēbaṁ rāsūlēra abādhya haẏēchē tārā sēdina kāmanā karabē, yadi tārā māṭira sāthē miśē yēta [1]! Āra tārā āllāha hatē kōnō kathā'i gōpana karatē pārabē nā"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "Hē muminagaṇa! Nēśāgrasta abasthāẏa [1] tōmarā sālātēra nikaṭabartī haẏō nā, yatakṣaṇa nā tōmarā yā bala tā bujhatē pāra [2] ēbaṁ yadi tōmarā musāphira nā ha'ō tabē apabitra abasthātē'ō naẏa, yatakṣaṇa paryanta nā tōmarā gōsala kara [3]. Āra yadi tōmarā pīṛita ha'ō athabā sapharē thāka bā tōmādēra kē'u śaucasthāna thēkē āsē athabā tōmarā nārī sambhōga kara ēbaṁ pāni nā pā'ō tabē pabitra māṭira dbārā tāẏām'muma kara [4]. Sutarāṁ māsēha kara tōmarā tōmādēra cēhārā ō hāta, niścaẏa āllāha pāpa mōcanakārī, kṣamāśīla"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Āpani ki tādērakē dēkhēnani yādērakē kitābēra ēka anśa dēẏā haẏēchila? Tārā bhrānta patha kraẏa karē ēbaṁ tōmarā'ō pathabhraṣṭa ha'ō –ēṭā'i tārā cāẏa"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Āllāha tōmādēra śatrudērakē bhālōbhābē jānēna. Āra abhibhākatbē āllāha'i yathēṣṭa ēbaṁ sāhāyyē'ō āllāha'i yathēṣṭa"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Iẏāhudīdēra madhyē kichu lōka kathāgulō sthānacyuta karē bikr̥ta karē [1] ēbaṁ balē, ‘śunalāma ō amān'ya karalāma’ ēbaṁ śōnē nā śōnāra mata; āra nijēdēra jihabā kuñcita karē ēbaṁ dīnēra prati tācchilya karē balē, ‘rā'inā’ [2]. Kintu tārā yadi balata, ‘śunalāma ō mān'ya karalāma ēbaṁ śununa ō āmādēra prati lakṣya karuna’, tabē tā tādēra jan'ya bhālō ō saṅgata hata. Kintu tādēra kupharīra jan'ya āllāha tādērakē lā’nata karēchēna. Phalē tādēra alpa saṅkhyaka'i īmāna ānē"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "Hē kitābaprāptagaṇa, tōmādēra kāchē yā āchē tāra samarthakarūpē āmarā yā nāyila karēchi tātē tōmarā īmāna āna [1], āmarā mukhamaṇḍalagulōkē bikr̥ta karē tārapara sēgulōkē pichanēra dikē phiriẏē dēẏāra āgē [2] athabā ās‌hābus‌ sāb‌takē yērūpa lā’nata karēchilāma [3] sērūpa tādērakē lā’nata karāra āgē. Āra āllāh‌ra ādēśa kāryakarī haẏē'i thākē"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Niścaẏa āllāha tām̐ra sāthē śarīka [1] karākē kṣamā karēna nā. Ēchāṛā an'yān'ya aparādha yākē icchē kṣamā karēna [2]. Āra yē-i āllāhara sāthē śarīka karē, sē ēka mahāpāpa raṭanā karē"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Āpani ki tādērakē dēkhēnani, yārā nijēdērakē pabitra manē karē? Baraṁ āllāha yākē icchē pabitra karēna [1]. Āra tādēra upara sūtā parimāṇa'ō yuluma karā habē nā"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Dēkhuna! Tārā āllāha sambandhē kirūpa mithyā udbhābana karē; āra prakāśya pāpa hisēbē ēṭā'i yathēṣṭa"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Āpani ki tādērakē dēkhēnani yādērakē kitābēra ēka anśa dēẏā haẏēchila, tārā jib‌ta ō tāgūtē biśbāsa karē [1]? Tārā kāphēradēra sambandhē balē, ‘ēdēra patha'i muminadēra cēẏē prakr̥ṣṭatara"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "Ērā'i tārā, yādērakē āllāha lā’nata karēchēna [1] ēbaṁ āllāha yākē lā’nata karēna āpani kakhanō tāra kōnō sāhāyyakārī pābēna nā"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Tabē ki rājaśaktitē tādēra kōnō anśa āchē? Sē kṣētrē'ō tō tārā kā'ukē ēka kapardaka'ō dēbē nā"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Athabā āllāha nija anugrahē mānuṣakē yā diẏēchēna sē jan'ya ki tārā tādērakē īrṣā karē [1]? Tabē āmarā tō ibarāhīmēra banśadharakē'ō kitāba ō hikamata diẏēchilāma ēbaṁ āmarā tādērakē biśāla rājya dāna karēchilāma"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Ataḥpara tādēra kichu saṅkhyaka tātē īmāna ēnēchila ēbaṁ kichu saṅkhyaka tā thēkē mukha phiriẏē niẏēchila [1]; āra dagdha karāra jan'ya jāhānnāma'i yathēṣṭa"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Niścaẏa yārā āmādēra āẏātakē pratyākhyāna karē abaśya'i tādērakē āmarā āgunē pōṛāba; yakhana'i tādēra cāmaṛā puṛē pākā dagdha habē takhana'i tāra sthalē natuna cāmaṛā badalē dēba, yātē tārā śāsti bhōga karē [1]. Niścaẏa'i āllāha parākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Āra yārā īmāna ānē ēbaṁ bhālō kāja karē, acirē'i āmarā tādērakē ēmana jānnātē prabēśa karāba, yāra pādadēśē nadī-nālāsamūha prabāhita; yēkhānē tārā cirasthāẏī habē, sēkhānē tādēra jan'ya pabitra strī thākabē ēbaṁ tādērakē āmarā cirasnigdha chāẏāẏa prabēśa karāba"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "Niścaẏa āllāha tōmādērakē nirdēśa dicchēna āmānata [1] tāra hakadārakē phiriẏē ditē [2]. Tōmarā yakhana mānuṣēra madhyē bicārakārya paricālanā karabē takhana n'yāẏaparāẏaṇatāra sāthē bicāra karabē [3]. Āllāha tōmādērakē yē upadēśa dēna tā kata uṯkr̥ṣṭa[4]! Niścaẏa āllāha sarbaśrōtā, sarbadraṣṭā"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "Hē īmānadāragaṇa! Tōmarā āllāhara ānugatya kara, rāsūlēra ānugatya kara, āra'ō ānugatya kara tōmādēra madhyakāra kṣamatāśīladēra [1], ataḥpara kōnō biṣaẏē tōmādēra madhyē matabhēda ghaṭalē tā upasthāpita kara āllāha ō rāsūlēra nikaṭa, yadi tōmarā āllāha ō ākhērātē īmāna ēnē thāka. Ē panthāẏa uttama ēbaṁ pariṇāmē prakr̥ṣṭatara"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Āpani ki tādērakē dēkhēnani yārā dābi karē yē, āpanāra prati yā nāyila haẏēchē ēbaṁ āpanāra pūrbē yā nāyila haẏēchē tātē tārā īmāna ēnēchē, athaca tārā tāgūtēra kāchē bicāraprārthī hatē cāẏa, yadi'ō sēṭākē pratyākhyāna karāra jan'ya tādērakē nirdēśa dēẏā haẏēchē. Āra śaẏatāna tādērakē bhīṣaṇabhābē pathabhraṣṭa karatē cāẏa"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "tādērakē yakhana balā haẏa āllāha yā nāyila karēchēna tāra dikē ēbaṁ rāsūlēra dikē āsa, takhana munāphikadērakē āpani āpanāra kācha thēkē ēkēbārē mukha phiriẏē nitē dēkhabēna"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "Ataḥpara kī abastha'a habē, yakhana tādēra kr̥takarmēra jan'ya tādēra kōna musībata habē? Tārapara tārā āllāhara nāmē śapatha karē āpanāra kāchē ēsē balabē, ‘āmarā kalyāṇa ēbaṁ samprīti chāṛā an'ya kichu'i cā'ini.’"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "Ērā'i tārā, yādēra antarē kī āchē āllāha tā jānēna. Kājē'i āpani tādērakē upēkṣā karuna, tādērakē sadupadēśa dina ēbaṁ tādērakē tādēra marma sparśa karē– ēmana kathā baluna"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "Āllāhara anumatikramē kēbala ānugatya karāra jan'ya'i āmarā rāsūlēdēra prēraṇa karēchi. Yakhana tārā nijēdēra prati yuluma karē takhana tārā āpanāra kāchē āsalē ō āllāhara nikaṭa kṣamā prārthanā karalē ēbaṁ rāsūla'ō tādēra jan'ya kṣamā cā'ilē tārā abaśya'i āllāhakē parama kṣamāśīla ō parama daẏālurūpē pābē"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Kintu nā, āpanāra rabēra śapatha! Tārā mumina habē nā yatakṣaṇa paryanta tārā nijēdēra bibāda-bisambādēra [1] bicāra bhāra āpanāra upara arpaṇa nā karē; ataḥpara āpanāra mīmānsā samparkē tādēra manē kōnō dbidhā nā thākē [2] ēbaṁ sarbāntakaraṇē tā mēnē nēẏa"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Āra yadi āmarā tādērakē ādēśa ditāma yē, tōmarā nijēdērakē hatyā kara bā āpana gr̥ha tyāga kara tabē tādēra alpa saṅkhyaka'i tā karata [1]. Yā karatē tādērakē upadēśa dēẏā haẏēchila tārā tā karalē tādēra bhālō hata ēbaṁ cittasthiratāẏa tārā dr̥ṛhatara hata"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "Āra abaśya'i takhana āmarā tādērakē āmādēra kācha thēkē mahāpuraskāra pradāna karatāma"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "Ēbaṁ abaśya'i āmarā tādērakē sarala pathē paricālita karatāma"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Āra kē'u āllāha ēbaṁ rāsūlēra ānugatya karalē sē nabī, siddīka [1] (satyaniṣṭha), śahīda ō saṯkarmaparāẏaṇa [2] –yādēra prati āllāha anugraha karēchēna –tādēra saṅgī habē ēbaṁ tārā kata uttama saṅgī"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "ēgulō āllāhara anugraha. Sarbajña hisēbē āllāha'i yathēṣṭa"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "Hē muminagaṇa! Tōmarā tōmādēra satarkatā abalambana kara; tārapara haẏa dalē dalē bibhakta haẏē agrasara ha'ō athabā ēkasaṅgē agrasara ha'ō"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Āra niścaẏa tōmādēra madhyē ēmana lōka āchē, yē gaṛimasi karabē'i. Ataḥpara tōmādēra kōnō musībata halē sē balabē, ‘tādēra saṅgē nā tha'akā'i āllāha āmāra prati anugraha karēchēna.’"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Āra tōmādēra prati āllāhara anugraha halē, yēna tōmādēra ō tāra madhyē kōnō samparka nē'i ēmanabhābē balabē'i, ‘hāẏa! Yadi tādēra sāthē thākatāma tabē āmi'ō birāṭa sāphalya lābha karatāma [1].’"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "Kājē'i yārā ākhērātēra binimaẏē pārthiba jībana bikraẏa karē tārā āllāhara pathē yud'dha karuka. Āra kē'u āllāhara pathē yud'dha karalē sē nihata hōka bā bijaẏī hōka āmarā tō tākē mahāpuraskāra pradāna karaba"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Āra tōmādēra ki hala yē, tōmarā yud'dha karabē nā āllāhara pathē ēbaṁ asahāẏa naranārī [1] ēbaṁ śiśudēra jan'ya, yārā balē, ‘hē āmādēra raba! Ē janapada... Yāra adhibāsī yālima tā... Thēkē āmādērakē bēra karuna; āra āmādēra jan'ya āpanāra pakṣa thēkē kā'ukē abhibhābaka karuna ēbaṁ āpanāra pakṣa thēkē kā'ukē āmādēra sahāẏa karuna.’"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Yārā mumina tārā āllāhara pathē yud'dha karē, āra yārā kaphēra tārā tāgūtēra pathē yud'dha karē [1]. Kājē'i tōmarā śaẏatānēra bandhudēra birud'dhē yud'dha kara; śaẏatānēra kauśala abaśya'i durbala"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Āpani tādērakē dēkhēnani yādērakē balā haẏēchila, ‘tōmarā tōmādēra hasta sambaraṇa kara, sālāta kāẏēma kara [1] ēbaṁ yākāta dā'ō [2]?’ Ataḥpara yakhana tādērakē yud'dhēra bidhāna dēẏā hala takhana tādēra ēkadala mānuṣakē bhaẏa karachila āllāhakē bhaẏa karāra mata athabā tāra cēẏē'ō bēśī ēbaṁ balala, ‘hē āmādēra raba! Āmādēra jan'ya yud'dhēra bidhāna kēna dilēna? Āmādērakē kichu dinēra abakāśa kēna dilēna nā[3]?’ Baluna, ‘pārthiba bhōga sāmān'ya [4] ēbaṁ yē tāka'ōẏā abalambana karē tāra jan'ya ākhērāta'i uttama [5]. Āra tōmādēra prati sāmān'ya parimāṇa'ō yuluma karā habē nā.’"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Tōmarā yēkhānē'i thāka nā kēna mr̥tyu tōmādēra nāgāla pābē'i, ēmanaki su'ucca sudr̥ṛha durgē abasthāna karalē'ō [1]. Yadi tādēra kōnō kalyāṇa haẏa tabē tārā balē, ‘ēṭā āllāhara kācha thēkē.’ Āra yadi tādēra kōnō akalyāṇa haẏa tabē tārā balē, ‘ēṭā āpanāra kācha thēkē’ [2]. Baluna, ‘sabakichu'i āllāhara kācha thēkē’ [3]. Ē sampradāẏēra kī hala yē, ērā ēkēbārē'i kōnō kathā bujhē nā"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "yā kichu kalyāṇa āpanāra haẏa tā āllāhara kācha thēkē [1] ēbaṁ yā kichu akalyāṇa āpanāra haẏa tā āpanāra nijēra kāraṇē [2] ēbaṁ āpanākē āmarā mānuṣēra jan'ya rāsūlarūpē pāṭhiẏēchi [3]; āra sākṣī hisēbē āllāha'i yathēṣṭa"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Kē'u rāsūlēra ānugatya karalē sē tō āllāhara'i ānugatya karala [1], āra kē'u mukha phiriẏē nilē āpanākē tō āmarā tādēra upara tattbābadhāẏaka karē pāṭhā'i ni"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Āra tārā balē, ‘ānugatya kari’; tārapara yakhana tārā āpanāra kācha thēkē calē yāẏa takhana rātē tādēra ēkadala yā balē tāra biparīta parāmarśa karē. Tārā yā rātē parāmarśa karē āllāha tā lipibad'dha karē rākhēna. Kājē'i āpani tādērakē upēkṣā karuna ēbaṁ āllāhara prati bharasā karuna; āra kāja ud'dhārēra jan'yē āllāha'i yathēṣṭa"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Tabē ki tārā kura'ānakē gabhīrabhābē anudhābana karē nā? Yadi tā āllāha byatīta an'ya kārō nikaṭa hatē āsata, tabē tārā ētē anēka asaṅgati pēta"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Yakhana śānti bā śaṅkāra kōnō sambāda tādēra kāchē āsē takhana tārā tā pracāra karē thākē [1]. Yadi tārā tā rāsūla [2] ēbaṁ tādēra madhyē yārā nirdēśa pradānēra adhikārī tādērakē jānāta, tabē tādēra madhyē yārā tathya anusandhāna karē tārā sēṭāra yathārthatā nirṇaẏa karatē pārata [3]. Tōmādēra prati yadi āllāhara anugraha ō rahamata nā thākata tabē tōmādēra alpa saṅkhyaka chāṛā sakalē śaẏatānēra anusaraṇa karata"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Kājē'i āllāhara pathē yud'dha karuna; āpani āpanāra nijēra sattā byatīta an'ya kichura yim'mādāra nana [1] ēbaṁ muminagaṇakē udbud'dha karuna [2], haẏata āllāha kāphēradēra śakti sanyata karabēna. Āra āllāha śaktitē prabalatara ō śāstidānē kaṭhōratara"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Kē'u kōnō bhālō kājēra supāriśa karalē tātē tāra anśa thākabē ēbaṁ kē'u kōnō manda kājēra supāriśa karalē tātē tāra anśa thākabē [1]. Āra āllāha saba kichura upara najara rākhēna"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Āra tōmādērakē yakhana abhibādana karā haẏa takhana tōmarā'ō tāra cēẏē uttama pratyābhibādana karabē athabā sēṭāra'i anurūpa karabē [1]; niścaẏa'i āllāha sabakichura hisēba grahaṇakārī"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Āllāha, tini chāṛā an'ya kōnō prakr̥ta ilāh‌ nē'i; abaśya'i tini tōmādērakē kēẏāmatēra dina ēkatra karabēna, ētē kōnō sandēha nē'i [1]. Āra āllāhara cēẏē bēśī satyabādī kē"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "ataḥpara tōmādēra kī hala yē, tōmarā munāphēkadēra byāpārē du’dala haẏē gēlē? Yakhana āllāha tādērakē tādēra kr̥takarmēra jan'ya pūrbābasthāẏa phiriẏē diẏēchēna [1]. Āllāha yākē pathabhraṣṭa karēna tōmarā ki tākē saṯpathē paricālita karatē cā'ō? Āra āllāha kā'ukē'ō pathabhraṣṭa karalē āpani tāra jan'ya kakhanō kōnō patha pābēna nā"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "Tārā ēṭā'i kāmanā karē yē, tārā yērūpa kupharī karēchē tōmarā'ō sērūpa kupharī kara, yātē tōmarā tādēra samāna haẏē yā'ō. Kājē'i āllāhara pathē hijarata [1] nā karā paryanta tādēra madhya thēkē kā'ukē'ō bandhurūpē grahaṇa karabē nā. Yadi tārā mukha phiriẏē nēẏa, tabē tādērakē yēkhānē pābē grēphatāra karabē ēbaṁ hatyā karabē āra tādēra madhya thēkē kā'ukē'ō bandhu ō sahāẏarūpē grahaṇa karabē nā"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Kintu tādērakē naẏa yārā ēmana ēka sampradāẏēra sāthē milita haẏa yādēra sāthē tōmarā aṅgīkārābad'dha athabā yārā tōmādēra kāchē ēmana abasthāẏa āgamana karē yakhana tādēra mana tōmādēra sāthē bā tādēra sampradāẏēra sāthē yud'dha karatē saṅkucita haẏa. Āllāh‌ yadi icchē karatēna tabē tādērakē tōmādēra upara kṣamatā ditēna phalē tārā tōmādēra sāthē yud'dha karata. Kājē'i tārā yadi tōmādēra kācha thēkē sarē dām̐ṛāẏa, tōmādēra sāthē yud'dha nā karē ēbaṁ tōmādēra nikaṭa śānti prastāba karē tabē āllāh‌ tōmādēra jan'ya tādēra birud'dhē kōnō byabasthā abalambanēra patha rākhēna ni"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Tōmarā ārō kichu lōka abaśya'i pābē yārā tōmādēra sāthē ō tādēra sampradāẏēra sāthē śānti cā'ibē. Yakhana'i tādērakē phit‌nāra dikē manōnibēśa karānō haẏa takhana'i ē byāpārē tārā tādēra āgēra abasthāẏa phirē yāẏa. Yadi tārā tōmādēra kācha thēkē calē nā yāẏa, tōmādēra kāchē śānti prastāba nā karē ēbaṁ tādēra hasta sambaraṇa nā karē tabē tādērakē yēkhānē'i pābē grēphatāra karabē ō hatyā karabē. Āra āmarā tōmādērakē ēdēra birud'dhācāraṇēra spaṣṭa adhikāra diẏēchi"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "Kōna muminakē hatyā karā yēna muminēra kāja naẏa [1], tabē bhulabaśataḥ karalē sēṭā sbatantra; ēbaṁ kē'u kōnō muminakē bhulabaśataḥ hatyā karalē ēka mumina dāsa mukta karā ēbaṁ tāra parijanabargakē raktapaṇa ādāẏa karā kartabya, yadi nā tārā kṣamā karē. Yadi sē tōmādēra śatru pakṣēra lōka haẏa ēbaṁ mumina haẏa tabē ēka mumina dāsa mukta karā kartabya. Āra yadi sē ēmana sampradāẏabhukta haẏa yādēra sāthē tōmarā aṅgīkārābad'dha tabē tāra parijanabargakē raktapaṇa ādāẏa ēbaṁ mumina dāsa mukta karā kartabya. Āra yē saṅgatihīna sē ēkādikramē du māsa siẏāma pālana karabē [2]. Tā'ōbāh‌ra jan'ya ēgulō āllāhara byabasthā ēbaṁ āllāha sarbajña, prajñāmaẏa"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "Āra kē'u icchākr̥tabhābē kōnō muminakakē hatyā karalē tāra śāsti jāhānnāma; sēkhānē sē sthāẏī habē ēbaṁ āllāha tāra prati ruṣṭa habēna, tākē lā’nata karabēna ēbaṁ tāra jan'ya mahāśāsti prastuta rākhabēna"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "Hē muminagaṇa! Tōmarā yakhana āllāhara pathē yātrā karabē takhana yācā'i-bāchā'i karē nēbē [1] ēbaṁ kē'u tōmādērakē sālāma karalē iha jībanēra sampadēra āśāẏa tākē balō nā, ‘tumi mumina na'ō [2]’, kāraṇa āllāhara kāchē anāẏāsalabhya sampada pracura raẏēchē. Tōmarā tō āgē ērūpa'i chilē [3], tārapara āllāha tōmādēra prati anugraha karēchēna; kājē'i tōmarā yācā'i-bāchā'i karē nēbē. Niścaẏa tōmarā yā kara āllāha sē biṣaẏē sabiśēṣa abahita"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Muminadēra madhyē yārā akṣama naẏa athaca gharē basē thākē ō yārā āllāhara pathē sbīẏa dhana-prāṇa dbārā jihāda karē tārā samāna naẏa [1]. Yārā sbīẏa dhana-prāṇa dbārā jihāda karē āllāha tādērakē, yārā gharē basē thākē tādēra upara maryādā diẏēchēna [2]; tādēra pratyēkēra jan'ya āllāha jānnātēra ōẏādā karēchēna. Yārā gharē basē thākē tādēra upara yārā jihāda karē tādērakē āllāha māhapuraskārēra kṣētrē śrēṣṭhatba diẏēchēna"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "Ēsaba tām̐ra kācha thēkē maryādā, kṣamā ō daẏā; āra āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "Yārā nijēdēra upara yuluma karē tādēra prāṇa grahaṇēra samaẏa phiriśatāgaṇa balē, ‘tōmarā kī abasthāẏa chilē?’ Tārā balē, ‘duniẏāẏa āmarā asahāẏa chilāma;’ tārā balē, ‘āllāhara yamīna ki ēmana praśasta chila nā yēkhānē tōmarā hijarata karatē [1]?’ Ēdēra'i ābāsasthala jāhānnāma, āra tā kata manda ābāsa"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "tabē yēsaba ahasāẏa puruṣa, nārī ō śiśu kōnō upāẏa abalambana karatē pārē nā ēbaṁ kōnō patha'ō pāẏa nā"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "Āllāha acirē'i tādēra pāpa mōcana karabēna, kāraṇa āllāha pāpa mōcanakārī, kṣamāśīla"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "Āra kē'u āllāhara pathē hijarata karalē sē duniẏāẏa bahu āśraẏasthala ēbaṁ prācurya lābha karabē. Āra kē'u āllāha ō rāsūlēra uddēśyē nija ghara thēkē muhājira haẏē bēra habāra para tāra mr̥tyu ghaṭalē tāra puraskārēra bhāra āllāhara upara; āra āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Tōmarā yakhana dēśa-bidēśē saphara karabē takhana yadi tōmādēra āśaṅkā haẏa yē, kāphērarā tōmādēra jan'ya phit‌nā sr̥ṣṭi karabē, tabē sālāta ‘kasara [1]’ karalē tōmādēra kōnō dōṣa nē'i. Niścaẏa'i kāphērarā tōmādēra prakāśya śatru"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "Āra āpani yakhana tādēra madhyē abasthāna karabēna tārapara tādēra sāthē sālāta kāẏēma karabēna [1] takhana tādēra ēkadala āpanāra sāthē yēna dām̐ṛāẏa ēbaṁ tārā yēna saśastra thākē. Tādēra sājadā karā halē tārā yēna tōmādēra pichanē abasthāna karē; āra apara ēkadala yārā sālātē śarīka haẏani tārā āpanāra sāthē yēna sālātē śarīka haẏa ēbaṁ tārā yēna satarka ō saśastra thākē [2]. Kāphērarā kāmanā karē yēna tōmarā tōmādēra astraśastra ō āsabābapatra sambandhē asatarka ha'ō yātē tārā tōmādēra upara ēkēbārē jhām̐piẏē paṛatē pārē. Yadi tōmarā br̥ṣṭira jan'ya kaṣṭa pā'ō bā pīṛita thāka tabē tōmarā astra rēkhē dilē tōmādēra kōnō dōṣa nē'i; kintu tōmarā satarkatā abalambana karabē. Āllāha kāphēradēra jan'ya lāñchanādāẏaka śāsti prastuta rēkhēchēna"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "Ataḥpara yakhana tōmarā sālāta samāpta karabē takhana dām̐ṛiẏē, basē ēbaṁ śuẏē āllāhakē smaraṇa karabē [1], ataḥpara yakhana tōmarā nirāpada habē takhana yathāyatha sālāta kāẏēma karabē [2]; nirdhārita samaẏē sālāta kāẏēma karā muminadēra jan'ya abaśya kartabya"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "Āra śatru sampradāẏēra sandhānē tōmarā hatōdyama haẏō nā. Yadi tōmarā yantraṇā pā'ō tabē tārā'ō tō tōmādēra mata'i yantraṇā pāẏa ēbaṁ āllāhara kāchē tōmarā yā āśā kara ōrā tā āśā karē nā [1]. Āra āllāha sarbajña, prajñāmaẏa"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Āmarā [1] tō āpanāra prati satyasaha kitāba nāyila karēchi yātē āpani āllāha āpanākē yā jāniẏēchēna sē anuyāẏī mānuṣēra madhyē bicāra mīmānsā karatē pārēna. Āra āpani biśbāsabhaṅgakārīdēra samarthanē tarka karabēna nā"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "āra āllāhara kāchē kṣamā prārthanā karuna; niścaẏa'i āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Āra yārā nijēdērakē pratārita karē tādēra pakṣē bibāda-bisambāda karabēna nā, niścaẏa āllāha biśbāsabhaṅgakārī pāpīkē pachanda karēna nā"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Tārā mānuṣa thēkē gōpana karatē cāẏa kintu āllāhara thēkē gōpana karē nā, athaca tini tādēra saṅgē'i āchēna rātē yakhana tārā, tini yā pachanda karēna nā– ēmana biṣaẏē parāmarśa karē ēbaṁ tārā yā karē āllāha tā paribēṣṭana karē āchēna"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Dēkha, tōmarā'i iha jībanē tārē pakṣē bitarka karacha; kintu kiẏāmatēra dina āllāhara sam'mukhē kē tādēra pakṣē bitarka karabē athabā kē tādēra ukila habē"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "āra kē'u kōna manda kāja karē athabā nijēra prati yuluma karē parē āllāhara kāchē kṣamā prārthanā karalē āllāhakē sē kṣamāśīla, parama daẏālu pābē"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Āra kē'u pāpa kāja karalē sē ōṭā tāra nijēra kṣatira jan'ya'i karē. Āra āllāha sarbajña, prajñāmaẏa"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "Āra kē'u kōnō dōṣa bā pāpa karē parē sēṭā kōnō nirdōṣa byaktira prati ārōpa karalē sē tō mithyā apabāda ō spaṣṭa pāpēra bōjhā bahana karē"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Āra āpanāra prati āllāhara anugraha ō daẏā nā thākalē tādēra ēkadala āpanākē pathabhraṣṭa karatē bad'dhaparikara chila. Kintu tārā nijēdēra chāṛā āra kā'ukē'ō pathabhraṣṭa karē nā ēbaṁ āpanāra kōnō'i kṣati karatē pārē nā. Āllāha āpanāra prati kitāba ō hikamata nāyila karēchēna [1] ēbaṁ āpani yā jānatēna nā tā āpanākē śikṣā diẏēchēna, āpanāra prati āllāhara mahā anugraha raẏēchē"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "Tādēra adhikānśa gōpana parāmarśē kōnō kalyāṇa nē'i, tabē kalyāṇa āchē yē nirdēśa dēẏa sādakāha, saṯkāja ō mānuṣēra madhyē śānti sthāpanēra [1]; āllāhara santuṣṭi lābhēra āśāẏa kē'u tā karalē tākē abaśya'i āmarā mahā puraskāra dēba"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Āra kārō nikaṭa saṯpatha prakāśa ha'ōẏāra para sē yadi rāsūlēra birud'dhācaraṇa karē ēbaṁ muminadēra patha chāṛā an'ya patha anusaraṇa karē, tabē yēdikē sē phirē yāẏa sē dikē'i tākē āmarā phiriẏē dēba ēbaṁ tākē jāhānnāmē dagdha karāba, āra tā kata'i nā manda ābāsa [1]‍"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Niścaẏa āllāha tām̐ra sāthē śirka karākē kṣamā karēna nā; āra tāra thēkē chōṭa yābatīẏa gōnāha yākē icchā kṣamā karē dēbēna, āra yē kē'u āllāhara sāthē śirka karē sē bhīṣaṇabhābē patha bhraṣṭa haẏa"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Tām̐ra paribartē tārā dēbīra'i pūjā karē ēbaṁ bidrōhī śaẏatānēra'i pūjā karē"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Āllāha tākē lā’nata karēna ēbaṁ sē balē, ‘āmi abaśya'i āpanāra bāndādēra ēka nirdiṣṭa anśakē āmāra anusārī karē nēba’"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Āmi abaśya'i tādērakē pathabhraṣṭa karaba; abaśya'i tādēra hr̥daẏē mithyā bāsanāra sr̥ṣṭi karaba, āra abaśya'i āmi tādērakē nirdēśa dēba, phalē tārā paśura kāna chidra karabē. Āra abaśya'i tādērakē nirdēśa dēba, phalē tārā āllāhara sr̥ṣṭi bikr̥ta karabē’ [1].’ Āra āllāhara paribartē kē'u śaẏatānakē abhibhābakarūpē grahaṇa karalē sē spaṣṭataḥi kṣatigrasta haẏa"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Sē tādērakē pratiśruti dēẏa ēbaṁ tādēra hr̥daẏē mithyā bāsanāra sr̥ṣṭi karē. Āra śaẏatāna tādērakē yē pratiśruti dēẏa tā chalanāmātra"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Ēdēra'i āśraẏasthala jāhānnāma, tā thēkē tārā niskr̥tira upāẏa pābē nā"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Āra yārā īmāna ānē ō saṯ kāja karē, āmarā tādērakē prabēśa karāba jānnātē yāra pādadēśē nadī prabāhita, sēkhānē tārā cirasthāẏī habē; āllāhara pratiśruti satya. Āra kē āllāhara cēẏē kathāẏa satyabādī"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "tōmādēra khēẏāla-khuśī ō kitābīdēra khēẏāla-khuśī anusārē kāja habē nā [1]; kē'u manda kāja karalē tāra pratiphala sē pābē [2] ēbaṁ āllāha chāṛā tāra jan'ya sē kōnō abhibhābaka ō sahāẏa pābē nā"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Āra puruṣa bā nārīra madhyē kē'u mumina abasthāẏa saṯ kāja karalē, tārā jānnātē prabēśa karabē ēbaṁ tādēra prati aṇu parimāṇa'ō yuluma karā habē nā"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Tāra cēẏē dīnē āra kē uttama yē saṯkarmaparāẏaṇa haẏē āllāhara nikaṭa ātmasamarpaṇa karē ēbaṁ ēkaniṣṭhabhābē ibarāhīmēra millātakē anusaraṇa karē? Āra āllāha ibarāhīmakē antaraṅga bandhurūpē grahaṇa karēchēna"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Āra āsamāna ō yamīnē yā kichu āchē saba āllāhara'i ēbaṁ sabakichukē āllāha paribēṣṭana karē raẏēchēna"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Āra lōkē āpanāra kāchē nārīdēra biṣaẏē byabasthā jānatē cāẏa. Baluna, ‘āllāha tōmādērakē tādēra sambandhē byabasthā jānācchēna ēbaṁ iẏātīma nārī samparkē yādēra prāpya tōmarā pradāna kara nā, athaca tōmarā tādērakē biẏē karatē cā'ō [1] ēbaṁ asahāẏa śiśudēra sambandhē ō iẏātīmadēra prati tōmādēra n'yāẏa bicāra samparkē yā kitābē tōmādērakē śunāna haẏa, tā'ō pariskārabhābē jāniẏē dēna’. Āra yē kōnō saṯkāja tōmarā kara, niścaẏa āllāha tā samparkē sabiśēṣa jñānī"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Āra kōnō strī yadi tāra sbāmīra durbyabahāra kimbā upēkṣāra āśaṅkā karē tabē tārā āpōsa-niṣpatti karatē cā'ilē tādēra kōnō gōnāha nē'i ēbaṁ āpōsa-niṣpatti'i śrēẏa. Mānuṣēra antarasamūhē lōbhajanita kr̥paṇatā bidyamāna. Āra yadi tōmarā saṯkarmaparāẏaṇa ha'ō ō muttākī ha'ō, tabē tōmarā yā kara āllāha tō tāra khabara rākhēna"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Āra tōmarā yata'i icchē kara nā kēna tōmādēra strīdēra prati samāna byabahāra karatē kakhana'i pārabē nā, tabē tōmarā kōnō ēkajanēra dikē sampūrṇabhābē jhum̐kē paṛō nā [1] ō aparakē jhulānō abasthāẏa rēkhō nā; yadi tōmarā nijēdērakē sanśōdhana kara ēbaṁ tāka'ōẏā abalambana kara tabē niścaẏa āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Āra yadi tārā paraspara pr̥thaka haẏē yāẏa tabē āllāha tām̐ra prācurya dbārā pratyēkakē abhābamukta karabēna. Āllāha prācuryamaẏa, prajñāmaẏa"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Ās‌mānē yā āchē ō yamīnē yā āchē saba āllāhara'i [1]; tōmādēra āgē yādērakē kitāba dēẏā haẏēchē tādērakē ēbaṁ tōmādērakē'ō nirdēśa diẏēchi yē, tōmarā āllāhara tāka'ōẏā abalambana kara [2]. Āra tōmarā kupharī karalē'ō ās‌mānē yā āchē ō yamīnē yā āchē tā saba'i āllāhara ēbaṁ āllāha abhābamukta, praśansābhājana"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Ās‌mānē yā āchē ō yamīnē yā āchē saba āllāhara'i ēbaṁ kāryōd'dhārē āllāha'i yathēṣṭa"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Hē mānuṣa! Tini icchē karalē tōmādērakē apasārita karatē ō aparakē ānatē pārēna [1]; āra āllāha tā karatē sampūrṇa sakṣama"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Kē'u duniẏāra puraskāra cā'ilē tabē (sē yēna jēnē nēẏa yē) duniẏā ō ākhērātēra puraskāra āllāhara kāchē'i raẏēchē [1]. Āra āllāha sarbaśrōtā, sarbadraṣṭā"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "Hē muminagaṇa! Tōmarā n'yāẏabicārē dr̥ṛha pratiṣṭhita thākabē āllāhara sākṣīsbarūpa; yadi'ō tā tōmādēra nijēdēra bā pitā-mātā ēbaṁ ātmīẏa-sbajanēra birud'dhē haẏa; sē bittabāna hōka bā bittahīna hōka āllāha ubhaẏēra'i ghaniṣṭatara. Kājē'i tōmarā n'yāẏabicāra karatē prabr̥ttira anugāmī haẏō nā. Yadi tōmarā pēm̐cālō kathā bala bā pāśa kāṭiẏē yā'ō tabē tōmarā yā kara āllāha tō tāra samyaka khabara rākhēna"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "Hē muminagaṇa! Tōmarā īmāna āna āllāhara prati, tām̐ra rāsūlēra prati, ēbaṁ sē kitābēra prati yā āllāha tām̐ra rāsūlēra upara nāyila karēchēna. Āra sē granthēra prati'ō yā tāra pūrbē tini nāyila karēchēna. Āra yē byakti āllāha, tām̐ra phiriśatāgaṇa, tām̐ra kitābasamūha, tām̐ra rāsūlagaṇa ō śēṣa dibasēra prati kupharī karē [1] sē sudūra bibhrāntitē patita halō"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "Niścaẏa yārā īmāna ānē ō parē kupharī karē ēbaṁ ābāra īmāna ānē, ābāra kupharī karē, tārapara tādēra kupharī prabr̥tti br̥d'dhi pāẏa, āllāha tādērakē kichutē'i kṣamā karabēna nā ēbaṁ tādērakē kōnō patha dēkhābēna nā"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "Munāphikadērakē śubha sambāda dina yē, tādēra jan'ya kaṣṭadāẏaka śāsti raẏēchē"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "Muminagaṇēra paribartē yārā kāphēradērakē bandhurūpē grahaṇa karē tārā ki ōdēra kāchē iyayata cāẏa? Samasta iyayata tō āllāhara'i"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "Kitābē tōmādēra prati tini tō nāyila karēchēna yē, yakhana tōmarā śunabē, āllāhara āẏāta pratyākhyāta hacchē ēbaṁ tā niẏē bidrūpa karā hacchē, takhana yē paryanta tārā an'ya prasaṅgē lipta nā habē tōmarā tādēra sāthē basō nā [1], naẏatō tōmarā'ō tādēra mata habē [2]. Munāphika ēbaṁ kāphēra sabā'ikē āllāha tō jāhānnāmē ēkatra karabēna"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "Yārā tōmādēra amaṅgalēra pratīkṣāẏa thākē, tārā āllāhara pakṣa thēkē tōmādēra jaẏa halē balē, ‘āmarā ki tōmādēra sāthē chilāma nā’. Āra yadi kāphēradēra kichu bijaẏa haẏa, tabē tārā balē, ‘āmarā ki tōmādēra birud'dhē prabala chilāma nā ēbaṁ āmarā ki tōmādērakē muminadēra hāta thēkē rakṣā karini[1]?’ Āllāha kēẏāmatēra dina tōmādēra madhyē bicāra mīmānsā karabēna ēbaṁ āllāha kakhana'i muminadēra birud'dhē kāphēradēra jan'ya kōnō patha rākhabēna nā"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "Niścaẏa munāphikarā āllāhara sāthē dhōm̐kābāji karē; bastutaḥ tini tādērakē dhōm̐kāẏa phēlēna [1]. Āra yakhana tārā sālātē dām̐ṛāẏa takhana śaithilyēra sāthē dām̐ṛāẏa, śudhu lōka dēkhānōra jan'ya ēbaṁ āllāhakē tārā alpa'i smaraṇa karē"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Dōṭānāẏa dōdulyamāna, nā ēdēra dikē, nā ōdēra dikē [1]! Āra āllāha yākē pathabhraṣṭa karēna āpani tāra jan'ya kakhanō kōnō patha pābēna nā"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "Hē muminagaṇa! Muminagaṇa chāṛā kāphēradērakē bandhurūpē grahaṇa karō nā. Tōmarā ki nijēdēra upara āllāhara prakāśya abhiyōga kāẏēma karatē cā'ō"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "munāphikarā tō jāhānnāmēra nimnatama starē thākabē [1] ēbaṁ tādēra jan'ya āpani kakhanō kōnō sahāẏa pābēna nā"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "Kintu yārā tā'ōbāh‌ karē, nijēdērakē sanśōdhana karē [1], āllāhakē dr̥ṛhabhābē abalambana karē ēbaṁ āllāhara uddēśyē tādēra dīnakē ēkaniṣṭa karē [2], tārā muminadēra saṅgē thākabē ēbaṁ muminadērakē āllāha abaśya'i mahāpuraskāra dēbēna"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "Tōmarā yadi śōkara-gujāra ha'ō [1] ēbaṁ īmāna āna, tabē tōmādēra śāsti diẏē āllāha kī karabēna? Āra āllāha (śōkarēra) puraskāra dātā, sarbajña"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "Manda kathāra pracāraṇā āllāha pachanda karēna nā; tabē yāra upara yuluma karā haẏēchē [1]. Āra āllāha sarbaśrōtā, sarbajña"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Tōmarā saṯkāja prakāśyē karalē bā gōpanē karalē kimbā dōṣa kṣamā karalē tabē āllāha'ō dōṣa mōcanakārī, kṣamatābāna"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Niścaẏa yārā āllāha ō tām̐ra rāsūlagaṇēra sāthē kupharī karē ēbaṁ āllāha ō tām̐ra rāsūlagaṇēra madhyē (īmānēra byāpārē) tāratamya karatē cāẏa ēbaṁ balē, ‘āmarā kataka-ēra upara īmāna āni ēbaṁ katakēra sāthē kupharī kari’ [1]. Āra tārā mājhāmājhi ēkaṭā patha abalambana karatē cāẏa"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "tārā'i prakr̥ta kāphira. Āra āmarā prastuta rēkhēchi kāphiradēra jan'ya lāñchanādāẏaka śāsti"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "Āra yārā āllāha ō tām̐ra rāsūlagaṇēra prati īmāna ēnēchē ēbaṁ tādēra ēkēra sāthē aparēra pārthakya karēni, acirē'i tādērakē tini tādēra pratidāna dēbēna. Āra āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "Kitābīgaṇa āpanāra kāchē tādēra jan'ya āsamāna hatē ēkaṭi kitāba nāyila karatē balē; tārā mūsāra kāchē ēra cēẏē'ō baṛa dābī karēchila. Tārā balēchila, ‘āmādērakē prakāśyē āllāhakē dēkhā'ō.’ Phalē tādēra sīmālaṅghanēra kāraṇē tādērakē bajra pākaṛā'ō karēchila; tārapara spaṣṭa pramāṇa tādēra kāchē āsāra para'ō tārā bāchurakē upāsyarūpē grahaṇa karēchila; ataḥpara āmarā tā kṣamā karēchilāma ēbaṁ āmarā mūsākē spaṣṭa pramāṇa pradāna karēchilāma"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "Āra tādēra aṅgīkāra grahaṇēra jan'ya ‘tūra’ parbatakē āmarā tādēra upara uttōlana karēchilāma ēbaṁ tādērakē balēchilāma, ‘nata śirē darajā diẏē prabēśa kara [1].’ Āra āmarā tādērakē āra'ō balēchilāma, ‘śanibārē sīmālaṅghana karō nā’; ēbaṁ āmarā tādēra kācha thēkai dr̥ṛha aṅgīkāra niẏēchilāma"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "Ataḥpara (tārā abhisampāta pēẏēchila [1]) tādēra aṅgīkāra bhaṅgēra jan'ya, āllāhara āẏātasamūhēra sāthē kupharī karāra jan'ya, nabīgaṇakē an'yāẏabhābē hatyā karāra jan'ya ēbaṁ ‘āmādēra hr̥daẏa ācchādita’ tādēra ē uktira jan'ya. Baraṁ tādēra kupharīra kāraṇē āllāha tāra upara mōhara mērē diẏēchēna. Sutarāṁ kēbala alpa saṅkhyaka lōka'i īmāna ānabē"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "Āra tādēra kupharīra jan'ya ēbaṁ māra'iẏāmēra birud'dhē gurutara apabādēra jan'ya"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "Āra ‘āmarā āllāhara rāsūla māra'īẏāma tanaẏa ‘īsā masīhakē hatyā karēchi’ tādēra ē uktira jan'ya. Athaca tārā tākē hatyā karēni ēbaṁ kruśabid'dha'ō karēni; baraṁ tādēra jan'ya (ēka lōkakē) tāra sadr̥śa karā haẏēchila [1]. Āra niścaẏa yārā tāra sambandhē matabhēda karēchila, tārā abaśya'i ē sambandhē sanśaẏayukta chila; ē samparkē anumānēra anusaraṇa chāṛā tādēra kōnō jñāna'i chila nā. Āra ēṭā niścita yē, tārā tām̐kē hatyā karēni"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "baraṁ āllāha tākē tām̐ra nikaṭa tulē niẏēchēna ēbaṁ āllāha parākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Kitābīdēra madhya thēkē pratyēkē tāra mr̥tyura pūrbē [1] tāra upara īmāna ānabē'i. Āra kēẏāmatēra dina tini tādēra birud'dhē sākṣī habēna"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Sutarāṁ bhālō bhālō yā iẏāhudīdēra jan'ya hālāla chila āmarā tā tādēra jan'ya hārāma karēchilāma tādēra yulumēra jan'ya [1] ēbaṁ āllāhara patha thēkē anēkakē bām̐dhā dēẏāra jan'ya"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "Āra tādēra sūda grahaṇēra kāraṇē, athaca tā thēkē tādērakē niṣēdha karā haẏēchila; ēbaṁ an'yāẏabhābē mānuṣēra dhana-sampada grāsa karāra kāraṇē. Āra āmarā tādēra madhya hatē kāphiradēra jan'ya kaṣṭadāẏaka śāsti prastuta karēchi"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Kintu tādēra madhyē yārā jñānē majabuta tārā ō muminagaṇa āpanāra prati yā nāyila karā haẏēchē ēbaṁ āpanāra āgē yā nāyila karā haẏēchē tātē īmāna ānē. Āra sālāta pratiṣṭhākārī, yākāta pradānakārī ēbaṁ āllāha ō śēṣa dibasē īmāna ānaẏanakārī, tādērakē acirē'i āmarā mahā puraskāra dēba"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "Niścaẏa āmarā āpanāra nikaṭa ōhī prēraṇa karēchilāma [1], yēmana nūha ō tāra parabartī nabīgaṇēra prati ōhī prēraṇa karēchilāma [2], āra ibarāhīma, isamā'īla, isahāka, iẏā’kūba ō tāra banśadharagaṇa, īsā, ā'i'uba, i'unusa, hārūna ō sulā'imānēra nikaṭa'ō ōhī prēraṇa karēchilāma ēbaṁ dā'udakē pradāna karēchilāma yābūra"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Āra anēka rāsūla, yādēra barṇanā āmarā āpanākē pūrbē diẏēchi ēbaṁ anēka rāsūla, yādēra barṇanā āmarā āpanākē dē'ini [1]. Āra abaśya'i āllāha mūsāra sāthē kathā balēchēna"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Susambādadātā ō sābadhānakārī rāsūla prēraṇa karēchi [1], yātē rāsūlagaṇa āsāra para āllāhara birud'dhē mānuṣēra kōnō abhiyōga nā thākē. Āra āllāha parākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Kintu āllāha sākṣya dicchēna āpanāra prati yā tini nāyila karēchēna tāra mādhyamē. Tini tā nāyila karēchēna nija jñānē. Āra phērēśatāgaṇa'ō sākṣī dicchēna. Āra sākṣī hisēbē āllāha'i yathēṣṭa"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Niścaẏa yārā kupharī karēchē ēbaṁ āllāhara patha thēkē bām̐dhā diẏēchē tārā abaśya'i bhīṣaṇabhābē pathabhraṣṭa haẏēchē"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Niścaẏa yārā kupharī karēchē ō yuluma karēchē āllāha tādērakē kṣamā karabēna nā ēbaṁ tādērakē kōnō patha'ō dēkhābēna nā"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "jāhānnāmēra patha chāṛā; sēkhānē tārā cirasthāẏī habē ēbaṁ ēṭā āllāhara pakṣē sahaja"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Hē lōkasakala! Abaśya'i rāsūla tōmādēra rabēra kācha thēkē satya niẏē ēsēchēna; sutarāṁ tōmarā īmāna āna, ēṭā tōmādēra jan'ya kalyāṇakara habē [1] āra yadi tōmarā kupharī kara tabē āsamānasamūha ō yamīnē yā āchē saba āllāhara'i ēbaṁ āllāha sarbajña, prajñāmaẏa"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "Hē kitābīrā! Sbīẏa dīnēra madhyē tōmarā bāṛābāṛi karō nā [1] ēbaṁ āllāhara upara satya byatīta kichu balō nā. Māra'iẏāma-tanaẏa īsā masīha kēbala āllāhara rāsūla ēbaṁ tām̐ra bāṇī [2], yā tini māra'iẏāmēra kāchē pāṭhiẏēchilēna ō tām̐ra pakṣa thēkē rūha. Kājē'i tōmarā āllāha ō tām̐ra rāsūladēra upara īmāna āna ēbaṁ balō nā, ‘tina [3]!’ Nibr̥tta ha'ō, ēṭā'i tōmādēra jan'ya kalyāṇakara habē. Āllāha'i tō ēka ilāha; tām̐ra santāna habē... Tini ēṭā thēkē pabitra-mahāna. Āsamānasamūhē yā kichu āchē ō yamīnē yā kichu āchē saba āllāhara'i; āra karmabidhāẏakarūpē āllāha'i yathēṣṭa"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Masīha āllāhara bāndā ha'ōẏākē kakhanō hēẏa manē karēna nā ēbaṁ ghaniṣṭha phērēś‌tāgaṇa'ō karē nā. Āra kē'u tām̐ra ibādātakē hēẏa jñāna karalē ēbaṁ ahaṅkāra karalē tini acirē'i tādēra sabā'ikē tām̐ra kāchē ēkatra karabēna"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Ataḥpara yārā īmāna ēnēchē ēbaṁ saṯkāja karēchē, tini tādērakē pūrṇa karē dibēna tādēra puraskāra ēbaṁ nija anugrahē ārō bēśī dēbēna. Āra yārā (āllāhara ibādāta karā) hēẏa jñāna karēchē ēbaṁ ahaṅkāra karēchē, tādērakē tini kaṣṭadāẏaka śāsti dēbēna. Āra āllāha chāṛā tādēra jan'ya tārā kōna abhibhābaka ō sahāẏa pābē nā"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "Hē lōkasakala! Tōmādēra rabēra kācha thēkē tōmādēra kāchē pramāṇa ēsēchē [1] ēbaṁ āmarā tōmādēra prati spaṣṭa jyōti [2] nāyila karēchi"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Sutarāṁ yārā āllāhatē īmāna ēnēchē ēbaṁ tām̐kē dr̥ṛhabhābē abalambana karēchē tādērakē tini abaśya'i tām̐ra daẏā ō aṇugrahēra madhyē dākhila karabēna ēbaṁ tādērakē sarala pathē tām̐ra dikē paricālita karabēna"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Lōkērā āpanāra kāchē byabasthā jānatē cāẏa [1]. Baluna, ‘pitā-mātāhīna niḥsantāna byakti sambandhē tōmādērakē āllāha byabasthā jānācchēna, kōnō puruṣa mārā gēlē sē yadi santānahīna haẏa ēbaṁ tāra ēka bōna thākē [2] tabē tāra jan'ya parityakta sampattira ardhēka. Āra sē (mahilā) yadi santānahīnā haẏa tabē tāra bhā'i tāra uttarādhikārī habē. Ataḥpara yadi du'i bōna thākē tabē tādēra jan'ya tāra parityakhta sampattira tina bhāgēra du’bhāga. Āra yadi bhā'i-bōna ubhaẏē thākē tabē ēka puruṣēra anśa du'i nārīra anśēra samāna. Tōmarā pathabhraṣṭa habē –ē āśaṅkāẏa āllāha tōmādērakē pariskārabhābē jānācchēna ēbaṁ āllāha sabakichu samparkē sabiśēṣa abagata"
        }
    ]
}