{
    "pages": [
        {
            "chapter": 7,
            "verse": 188,
            "text": "Reci: \"Ja ne mogu ni samom sebi neku korist pribaviti, ni od sebe kakvu stetu otkloniti; biva onako kako Allah hoce. A da znadoh nedokucivo, stekao bih mnoga dobra, a zlo bi bilo daleko od mene; ja samo donosim opomene i radosne vijesti ljudima koji vjeruju"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "On je Taj Koji vas je od jednog covjeka stvorio - a od njega je drugu njegovu stvorio da se on uz nju smiri. Kada je covjek imao odnos sa svojom suprugom, ona je zanijela lahko breme i nosila ga; a kad joj je ono otezalo, njih dvoje su zamolili Allaha, Gospodara svoga: \"Ako nam darujes zdrava potomka, bit cemo, doista, u redovima zahvalnih"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "I kad im je On darovao zdrava potomka, njih dvoje su izjednacili druge s Njim u onome sto im On daje, a Allah je vrlo visoko iznad onih koje Njemu u obozavanju pridruzuju"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Zar da Njemu ravnim smatraju one koji ne mogu nista stvoriti, i sami su stvoreni"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "i koji im ne mogu pomoci niti mogu sebi pomoci"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "A ako ih zamolite da vas na Pravi put upute, nece vam se odazvati; isto vam je pozivali ih ili sutjeli"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Oni kojima se vi, pored Allaha, molite, zaista su robovi, kao i vi. Pa, vi ih molite, i neka vam se odazovu ako istinu govorite"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Imaju li oni noge da na njima hodaju, ili ruke da njima prihvataju, imaju li oci da njima gledaju, ili usi da njima cuju? Reci: \"Zovite bozanstva svoja, pa protiv mene kakvo hocete lukavstvo smislite, i ne odugovlacite"
        }
    ]
}