{
    "pages": [
        {
            "chapter": 8,
            "verse": 53,
            "text": "To je zato sto Allah nece lisiti blagostanja narod kome ga je podario, sve dok se on sam ne promijeni. – A Allah sve cuje i sve zna"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Tako je bilo i s faraonovim ljudima i onima prije njih: dokaze Gospodara svog nisu priznavali, pa smo ih Mi, zbog grijeha njihovih, unistili, a faraonove smo ljude potopili – svi su oni nevjernici bili"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Najgora su bica kod Allaha oni koji poricu, oni koji nece da vjeruju…"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "oni s kojima ti ugovore sklapas, pa oni svaki put, ne bojeci se posljedica, krse ugovor svoj"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Ako se u borbi s njima sukobis, tako ih razjuri da se opamete oni koji su iza njih"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Cim primijetis vjerolomstvo nekog plemena, i ti njemu isto tako otkazi ugovor. – Allah uistinu ne voli vjerolomnike"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "I neka nikako ne misle oni koji ne vjeruju da ce se spasiti, oni doista nece moci umaci"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "I protiv njih pripremite koliko god mozete snage i konja za boj, da biste time zaplasili Allahove i vase neprijatelje, i druge osim njih – vi ih ne poznajete, Allah ih zna. Sve sto na Allahovu putu potrosite nadoknađeno ce vam biti, nece vam se nepravda uciniti"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "Ako oni budu skloni miru, budi i ti sklon i pouzdaj se u Allaha – jer On, uistinu, sve cuje i sve zna"
        }
    ]
}