{
    "pages": [
        {
            "chapter": 11,
            "verse": 38,
            "text": "I on je gradio lađu. I kad god bi pored njega prolazile glavesine iz naroda njegova, rugali bi mu se. \"Ako se vi rugate nama\", govorio je on, \"rugat cemo se i mi vama, onako kako se vi rugate"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "i saznat cete, zaista, kome ce doci kazna koja ce ga poniziti i koga ce vjecna patnja snaci"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "I kad je stigla odredba Nasa i voda s povrsine zemlje pokuljala, Mi smo rekli: \"Ukrcaj u lađu od svake zivotinjske vrste po jedan par, i porodicu svoju - osim onih o cijoj je kazni prethodila Rijec odredbe - i vjernike\", a malo je bilo onih koji su s njim vjerovali"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "I on rece: \"Ukrcajte se u nju, u ime Allaha, neka plovi i neka pristane! Gospodar moj uistinu je Oprostitelj grijeha, Milostivi"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "I ona ih je ponijela na valovima velikim kao brda; i Nuh zovnu sina svoga koji je bio izdvojen: \"O sinko moj, ukrcaj se s nama, ne budi s nevjernicima"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "A on rece: \"Sklonit cu se na kakvo brdo koje ce me od vode zastititi. Od Allahove odredbe danas nema spasa, osim onome kome se On smilovao!\", rece Nuh, i val ih razdvoji, i on potopljen bi"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "I bi receno: \"O Zemljo, gutaj vodu svoju, a ti, o nebo, prestani!\" I voda se povuce i ispuni se odredba, a lađa pristade na planini El-Dzudijj i bi receno: \"Daleko neka je narod koji zulum cini"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "A Nuh se prije toga obrati Gospodaru svome i rece: \"Gospodaru moj, sin moj je, uistinu, iz porodice moje, a obecanje Tvoje je, zaista, istinito i Ti si Sudija najpravedniji"
        }
    ]
}