{
    "pages": [
        {
            "chapter": 18,
            "verse": 98,
            "text": "“Ovo je blagodat Gospodara mog!”, rece on, “a kad se prijetnja Gospodara mog ispuni, On ce ga sa zemljom sravniti, a prijetnja Gospodara moga ce se, sigurno, ispuniti.”"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "I Mi cemo tad uciniti da se jedni od njih kao talasi sudaraju s drugima. I puhnut ce se u rog, pa cemo ih sve sakupiti…"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "i tog cemo Dana nevjernicima dzehennem jasno pokazati…"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "onima cije su oci bile koprenom zastrte, da o dokazima Mojim razmisle, onima koji nisu htjeli nista cuti"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Zar nevjernici misle da pored Mene mogu za bogove uzimati robove Moje? Mi smo, doista, za prebivaliste nevjernicima pripremili dzehennem"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Reci: “Hocete li da vam kazem cija djela nece nikako priznata biti…"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "ciji ce trud u zivotu na ovom svijetu uzaludan biti, a koji ce misliti da je dobro ono sto rade"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "To su oni koji u dokaze Gospodara svog ne budu vjerovali i koji budu poricali da ce pred Njega izici; zbog toga ce trud njihov uzaludan biti i na Sudnjem danu im nikakva znacaja necemo dati"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Njima ce kazna dzehennem biti, zato sto su nevjernici bili i sto su se dokazima Mojim i poslanicima Mojim rugali.”"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Onima koji budu vjerovali i dobra djela cinili – dzennetske ce basce prebivaliste biti…"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "vjecno ce u njima boraviti i nece pozeljeti da ih necim drugim zamijene"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Reci: “Kad bi more bilo mastilo da se ispisu rijeci Gospodara moga, more bi presahlo, ali ne i rijeci Gospodara moga, pa i kad bismo se pomogli jos jednim slicnim.”"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Reci: “Ja sam covjek kao i vi, meni se objavljuje da je vas Bog – jedan Bog. Ko zudi da od Gospodara svog bude lijepo primljen, neka cini dobra djela i neka, klanjajuci se Gospodaru svom, Njemu nikog ne pridruzuje!”"
        }
    ]
}