{
    "pages": [
        {
            "chapter": 27,
            "verse": 77,
            "text": "i on je, uistinu, putokaz i milost svakom onom koji vjeruje"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Gospodar tvoj ce im po pravdi Svojoj presuditi – On je Silni i Sveznajuci…"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "zato se pouzdaj u Allaha, jer ti, doista, slijedis pravu istinu"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Ti ne mozes mrtve dozvati ni gluhe dovikati kad se leđima okrenu…"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "niti mozes slijepe od zablude njihove odvratiti. Mozes jedino dozvati one koji u rijeci Nase vjeruju, oni ce se odazvati"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "I kad dođe vrijeme da oni budu kaznjeni, Mi cemo uciniti da iz zemlje izađe jedna zivotinja koja ce im reci da ljudi u dokaze Nase nisu uvjereni"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "A na Dan kad od svakog naroda sakupimo gomilu onih koji su dokaze Nase poricali – oni ce biti zadrzani…"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "i kad dođu, On ce upitati: “Jeste li vi dokaze Moje poricali ne razmisljajuci o njima ili sta ste to radili?”"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "I njih ce stici kazna zato sto su mnogobosci bili, pa nece moci ni rijec izustiti"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Zar nisu vidjeli da smo ucinili noc da u njoj otpocinu, a dan vidnim? To su, zaista, dokazi za narod koji vjeruje"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "A na Dan kad se u rog puhne, pa se smrtno istrave i oni na nebesima i oni na Zemlji, izuzev onih koje Allah postedi, svi ce Mu ponizno doci"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Ti vidis planine i mislis da su nepomicne, a one promicu kao sto promicu oblaci – to je Allahovo djelo Koji je sve savrseno stvorio. – On, doista, zna ono sto radite"
        }
    ]
}