{
    "pages": [
        {
            "chapter": 39,
            "verse": 11,
            "text": "Reci: “Meni se naređuje da Allaha obozavam, iskreno Mu ispovijedajuci vjeru…"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "i naređuje mi se da budem prvi musliman.”"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Reci: “Ja se bojim patnje na Velikom danu, ako budem Gospodaru svom neposlusan.”"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Reci: “Samo se Allahu klanjam, iskreno Mu ispovijedajuci vjeru svoju…"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "a vi se, pored Njega, klanjajte kome hocete!” Reci: “Stradat ce, uistinu, oni koji na Sudnjem danu izgube i sebe i porodice svoje. Eto, to je pravo stradanje!”"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Nad njima ce biti naslage vatre, a i ispod njih naslage – time Allah strasi robove Svoje. O robovi Moji, bojte se Mene"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Za one koji izbjegavaju da se kumirima klanjaju i koji se Allahu obracaju – njima su namijenjene radosne vijesti, zato obraduj robove Moje…"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "koji Kur’an slusaju i slijede ono najljepse u njemu; njima je Allah na Pravi put ukazao i oni su pametni"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Zar ti da spasis onog koji je zasluzio kaznu, onog koji ce biti u Vatri"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "A one koji se Gospodara svog boje cekaju odaje, sve jedne iznad drugih sagrađene, ispod kojih rijeke teku – obecanje je Allahovo, a Allah nece obecanje prekrsiti"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Zar ne vidis da Allah spusta s neba kisu pa je u izvore u zemlji razvodi, a onda pomocu nje raznobojno bilje izvodi, zatim se ono osusi i ti ga vidis pozutjela, i najzad ga skrsi? To je, doista, pouka za one koji su pametni"
        }
    ]
}