{
    "pages": [
        {
            "chapter": 43,
            "verse": 74,
            "text": "Doista ce prestupnici u patnji dzehennemskoj vjecno ostati"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "ona im nece ublazena biti i nikakve nade u spas nece imati. Oni ce u njoj ocajni biti"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Nismo im Mi zulum ucinili, nego su oni bas zulumcari bili"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "Oni ce dozivati: “O Malik! Neka nas Gospodar tvoj dokrajci!”, a on ce"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Mi smo vam slali Istinu, ali vecina vas istinu prezire"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Ako oni pletu zamke, i Mi cemo zamke njima postaviti"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Zar oni misle da Mi ne cujemo sta oni nasamo razgovaraju i kako se među sobom dogovaraju? Cujemo Mi, a izaslanici Nasi, koji su uz njih, zapisuju"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Reci: “Nema Milostivi djeteta, a ja sam prvi koji Mu ibadet cini!”"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Neka je slavljen i uzvisen Gospodar nebesa i Zemlje, i Gospodar Arsa, od onoga kako Ga oni opisuju"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Pa, ti ih ostavi neka se upustaju u zabludu i zabavljaju dok ne dozive Dan kojim im se prijeti"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "On je Onaj Koji je i na nebu Bog, a i na Zemlji Bog. On je Mudri i"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "I neka je uzvisen Onaj Cija je vlast na nebesima i na Zemlji, i između njih, On jedini zna kada ce Smak svijeta biti i Njemu cete se svi vratiti"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Oni koje oni, pored Njega, mole – nece se moci za druge zauzimati; moci ce samo oni koji Istinu priznaju, oni koji znaju"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "A ako ih zapitas ko ih je stvorio, sigurno ce reci: “Allah!” Pa kuda se"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "A Poslanik rece: “Gospodaru moj, ovo su, zaista, ljudi koji ne vjeruju!”"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Pa ti se okreni od njih i reci: “Selam!” Sigurno ce oni znati"
        }
    ]
}