{
    "pages": [
        {
            "chapter": 3,
            "verse": 158,
            "text": "I bilo da umrete ili poginete, vi cete pred Allaha sigurno sakupljeni biti"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "S Allahovom miloscu ti si blag prema njima; a da si grub i tvrda srca bio, sigurno bi pobjegli na sve strane od tebe. Zato im prastaj i moli da im bude oprosteno, i dogovaraj se s njima. A kada se odlucis, na Allaha se osloni; Allah, doista voli one koji se na Njega oslanjaju"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Ako vas Allah pomogne, niko vas pobijediti nece; a ako vas napusti, pa ko je taj koji vam, osim Njega, moze pomoci?! Pa, na Allaha neka se zato oslanjaju vjernici"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Nije moguce da Vjerovjesnik sta utaji! A onaj ko sta utaji, doci ce na Kijametski dan s tim sto je utajio. Zatim ce svakome u potpunosti biti dato ono sto je zasluzio, i nikome nece zulum biti ucinjen"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Zar je onaj koji je Allahovo zadovoljstvo slijedio isti kao onaj koji je Allahovu srdzbu navukao i cije prebivaliste je dzehennem?! A uzasno je to konacno odrediste"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Oni su kod Allaha na razlicitim stepenima i Allah dobro vidi sta oni rade"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Allah je vjernike miloscu Svojom darovao kada im je poslanika između njih poslao, da im ajete Njegove kazuje, da ih ocisti, i da ih Knjizi i mudrosti pouci, iako su prije u ocitoj zabludi bili"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Zar niste rekli, kada vas je snasla nevolja koju ste vi njima dvostruko nanijeli: \"Odakle sada ovo?\" Reci: \"To je od vas samih!\" Allah, doista, nad svime ima moc"
        }
    ]
}