{
    "maqras": [
        {
            "chapter": 14,
            "verse": 10,
            "text": "Their messengers (from Allah) said: \"Is there a doubt about Allah, the Creator of the heavens and the earth? It is He, Who invites you, so that He may forgive you for your sins and give you relief for a fixed time!\" They said: \"Oh! You are not any more than a human (being), like ourselves! You want to turn us away from the (gods) our fathers worshipped: Then bring us some clear authority"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Their messengers (from Allah) said to them: \"(It is) true, we are human like yourselves, but Allah grants His grace (mercy) to some of His servants whom He pleases. It is not for us to bring you an authority except when Allah permits. And in Allah, let all men of faith have their trust"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "And we have no reason why we should not put our trust on Allah, since He has indeed, truly guided us to the Ways that we (follow). We shall certainly bear with patience all the pain you may bring to us. For those who put their trust should (indeed) put their trust in Allah"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "And the disbelievers said to their messengers: \"Be sure that we will drive you out of our land, or you will (have to) return to our religion.\" But their Lord revealed (this message to) them: \"Surely, We will destroy the wrongdoers"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "And surely We shall make you remain in the land, and take over after them. This is for such (people) who fear the time when they will stand before My court— Such as (those people) who fear the punishment set for them"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "And they wanted to win and (wanted) the decision, and failure (and defeat) was the fate of every powerful (and) willful transgressor"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "In front of such a (person) is Hell, and for drinking he is given boiling foul smelling water"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "He will drink it unwillingly, by the mouthful, but he will never be near to swallowing it down his throat: And death will come to him from every direction, yet, he will not die: And for him will be an unending punishment"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "The parable of those who reject their Lord is that their works are like ashes, on which the wind blows strongly on a windy day: They have no power over (even the) little bit of what they have earned: That is the wandering far, far (from the goal)"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Do you not see that Allah has created the heavens and the earth with (Candor and) Truth? If He wants, He can remove you and put a new Creation (in your place)"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "For Allah, that is not any great matter"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "They all will be gathered before Allah together: Then the weak say to those who were proud, \"For us, we only followed you; then, can you be of any use to us against the Punishment of Allah?\" They will reply, \"If we had received the Guidance of Allah, we should have given it to you: It makes no difference to us (now) whether we are angry, or bear (the pain) with patience: For ourselves there is no way of escape"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "And when the matter is settled Satan will say: \"Verily, Allah Who promised with (and in) Truth: I had also promised you, but I failed you in my promise. I did not have any authority over you except to tempt you (to the wrong), but you responded to (and followed) me: Do not blame me, but blame your own selves. I cannot help you, and you cannot help me. I reject your earlier act of associating me as a partner with Allah. For wrongdoers there must be a painful Penalty"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "But those who believe and act righteously, will be admitted to Gardens beneath which rivers flow— (In the Paradise) to live in there for ever, with the permission of their Lord. Their greeting in there will be \"Peace"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Do you not see how Allah sets forth a parable? A good Word (from Allah is) like a good tree, whose root is firmly fixed, and its branches (reach) to the sky—"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "It brings out its fruits at all times, by the permission of its Lord. And Allah sets forth stories for men, so that they may remember and receive guidance"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "And the parable of an evil word is like that of an evil tree: It is pulled up by the root (see 15.34) from the surface of the earth; It cannot be stable (alive)"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allah establishes those who believe with strength with the Word (from Allah) that stands firm, (both) in this world and in the Hereafter, and Allah will let those who do wrong to go astray: And Allah does what He wills"
        }
    ]
}