{
    "maqras": [
        {
            "chapter": 21,
            "verse": 29,
            "text": "And if any of them should say: \"Verily, I am a god besides Him,\" such a one We should reward with Hell: Like this We reward those who do wrong"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Do the disbelievers not see that the heavens and the earth were joined together (as one), before We tore them apart? We made every living thing from water. Then, will they not believe"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "And on the earth we have set mountains standing firm, in case it should shake with them, and in there We have made wide roads (between mountains) for them to pass through: That they may receive guidance"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "And We have made heavens as (a proof) safe and well-guarded canopy. Still do they turn away from the Signs which these things (point to)"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "And it is He Who created the night and the day, and the sun and the moon: All (the heavenly bodies) go along, each in its rounded path"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "And we did not give permanent life to any man before you (in the world): Then if you should die, can they live permanently"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Every soul shall have a taste of death: And We test you with evil and with good by way of trial. To Us you must be returned"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "And when the disbelievers see you, they treat you only with ridicule. \"Is this,\" (they say), \"the one who talks of your gods?” And they lie (and slander) at the mention about (Allah,) the Most Gracious (Rahman)"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Man is a creature of haste: Soon (enough) will I (Allah) show you My Signs: Then you will not ask Me to hasten (them)"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "And they say: \"When will this promise become true, if you are telling the truth"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "If the disbelievers only knew (the time) when they will not be able to keep away the Fire from their faces, nor from their back and (when) no help can reach them"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "No, it may come to them all of a sudden and imprison them: No power will they have then to turn it away, nor will they (then) get relief"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Indeed, many messengers before you were mocked, but their mockers were closed in by the (very) thing that they mocked"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Say: \"Who can keep you safe by night and by day from (the Anger of Allah,) the Most Gracious?\" Yet, they turn away from the remembering of their Lord"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Or do they have gods who can guard them from Us? They have no power to help themselves, nor can they be protected (from the Anger) from Us"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "No, We gave the good things of this life to these men and their fathers till (their) time grew long for them; Do they not see that We slowly reduce (their) land from its far borders? Then, is it they who will win"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Say: \"I only warn you by the Revelation:\" But the deaf will not hear the call, (even) when they are warned"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "And if only a breath of the punishment from your Lord touches them, they will then say: \"Misery to us! Truly, we did wrong"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "And We shall set up scales of justice for the Day of Judgment, so that not a soul will be treated unjustly in the least. And if there is (anything less than) the weight of a mustard seed, We will bring it up (for justice): And We are enough to take account"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "And indeed, We gave to Musa (Moses) and Haroon (Aaron) the basis (for judgment), and a Light and a Reminder (the Book, Torah) for those who would do right—"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Those who fear their Lord in their (inner) most secret thoughts, and who hold the Hour (of Judgment) in fear"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "And this (Quran) is a blessed Reminder that We have sent down: Then will you reject it"
        }
    ]
}