{
    "maqras": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "None of Our revelations do We change or cause to be forgotten, but We substitute something better or similar; Do you not know that Allah has power over all things"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Do you (also) not know that to Allah belongs the kingdom of the heavens and of the earth? And except Him, you have neither a friend nor a helper"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Or would you question your Prophet (Muhammad) as Musa (Moses) was questioned in the old (days)? And whoever changes from Faith to disbelief, indeed, has strayed without doubt from the right way"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Many from the People of the Book wish they could turn you (believers) back to disbelief after you have believed, From selfish envy, (even) after the Truth has become clear to them: But forgive and overlook till Allah completes His purpose; Indeed, Allah has power over all things"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "And be regular in prayer, and regular in charity: And whatever good you send forth for your souls before you (from this life), you shall find it with Allah: Surely, Allah sees well all that you do"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "And they say: \"None shall enter Paradise unless he is a Jew or a Christian.\" Those are (only) their vain or empty wishes. Say to them: \"Bring your proof if you are truthful"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "But no! Whoever submits his whole self to Allah and does good— He will get his reward with his Lord: For such people, there shall be no fear and they shall not be in pain"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "The Jews say: \"The Christians have nothing firm to stand upon;\" And the Christians say: \"The Jews have nothing firm to stand upon.\" Yet they (both say that they) read the (same) Book. Like the words they say they do not know what they say; But Allah will judge between them in their dispute on the Day of Judgment"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "And who are more unjust than those who forbid that in places for the worship of Allah, Allah’s name should be celebrated? Whose object is (in fact) to ruin them? It was not right that those (who believe), should themselves enter those (places) except only in fear. For those (who forbid the Praise of Allah’s Name) there is nothing but disgrace in this world, and a severe suffering in the world to come"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "And to Allah belong the East and the West: Wherever you turn, there is the Face (the Divine Countenance and Presence) of Allah. For Allah is All Pervading (Wasi'), All Knowing (Aleem)"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "And they say: \"Allah has begotten a son:\" Glory be to Him— To Him belongs all that is in the heavens and on earth: Everything renders worship to Him"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "To Him is due the very origin of the heavens and the earth: When He decides on anything and He says to it: \"Be.\" And so it becomes"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Those without knowledge say: \"Why does Allah not speak to us? Or why does a Sign not come to us?\" The people before them said words of similar nature; Their hearts are alike. We have indeed made clear the Signs to any people who hold firmly to Faith (in their hearts)"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Surely, We have sent you in truth (Islam) as a bearer of glad news and a Warner but to you no question shall be asked about the (disbelievers and) the companions of the blazing Fire"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "The Jews or the Christians will never be satisfied with you (O Prophet,) unless you follow their religion. Say: \"The Guidance of Allah— That is the (only) Guidance.\" And if you to follow their desires after the knowledge that has reached you, then you would find neither protector nor helper against Allah"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Those to whom We have sent the Book, study it as it should be studied: They are the ones who believe in it: And for those who reject faith in it, the loss is their own"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "O Children of Israel! Remember the special favor which I bestowed upon you, and that I preferred you to all others (for My Message)"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Then guard yourselves against a Day when one soul shall not be of any use to another, nor shall compensation be accepted from her, nor shall representation profit her, nor shall anyone be helped (from outside)"
        }
    ]
}