{
    "pages": [
        {
            "chapter": 6,
            "verse": 45,
            "text": "Maka orang-orang yang zalim itu dimusnahkan sampai ke akar-akarnya. Dan segala puji bagi Allah, Tuhan seluruh alam"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Katakanlah (Muhammad), \"Terangkanlah kepadaku jika Allah mencabut pendengaran dan penglihatan serta menutup hatimu, siapakah tuhan selain Allah yang kuasa mengembalikannya kepadamu?\" Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang (kepada mereka) tanda-tanda kekuasaan (Kami), tetapi mereka tetap berpaling"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Katakanlah (Muhammad), \"Terangkanlah kepadaku jika siksaan Allah sampai kepadamu secara tiba-tiba atau terang-terangan, maka adakah yang dibinasakan (Allah) selain orang-orang yang zalim"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Para Rasul yang Kami utus itu adalah untuk memberi kabar gembira dan memberi peringatan. Barang siapa beriman dan mengadakan perbaikan, maka tidak ada rasa takut pada mereka dan mereka tidak bersedih hati"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Dan orang-orang yang mendustakan ayat-ayat Kami, akan ditimpa azab karena mereka selalu berbuat fasik (berbuat dosa)"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Katakanlah (Muhammad), \"Aku tidak mengatakan kepadamu, bahwa perbendaharaan Allah ada padaku, dan aku tidak mengetahui yang gaib dan aku tidak (pula) mengatakan kepadamu bahwa aku malaikat. Aku hanya mengikuti apa yang diwahyukan kepadaku.\" Katakanlah, \"Apakah sama antara orang yang buta dengan orang yang melihat? Apakah kamu tidak memikirkan (nya)"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Peringatkanlah dengannya (Alquran) itu orang yang takut akan dikumpulkan menghadap Tuhannya (pada hari Kiamat), tidak ada bagi mereka pelindung dan pemberi syafaat (pertolongan) selain Allah, agar mereka bertakwa"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Janganlah engkau mengusir orang-orang yang menyeru Tuhannya di pagi hari dan petang hari, mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, yang menyebabkan engkau (berhak) mengusir mereka, sehingga engkau termasuk orang-orang yang zalim"
        }
    ]
}