{
    "pages": [
        {
            "chapter": 18,
            "verse": 5,
            "text": "Mereka sama sekali tidak mempunyai pengetahuan tentang hal itu, begitu pula nenek moyang mereka. Alangkah jeleknya kata-kata yang keluar dari mulut mereka; mereka hanya mengatakan (suatu) kebohongan belaka"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Maka barangkali engkau (Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling, sekiranya mereka tidak beriman kepada keterangan ini (Alquran)"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Sesungguhnya Kami telah menjadikan apa yang ada di bumi sebagai perhiasan baginya, untuk Kami menguji mereka, siapakah diantaranya yang terbaik perbuatannya"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Dan Kami benar-benar akan menjadikan (pula) apa yang di atasnya menjadi tanah yang tandus lagi kering"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Apakah engkau mengira bahwa orang yang mendiami gua, dan (yang mempunyai) raqīm485) itu, termasuk tanda-tanda (kebesaran) Kami yang menakjubkan"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "(Ingatlah) ketika pemuda-pemuda itu berlindung ke dalam gua lalu mereka berdoa, \"Ya Tuhan kami. Berikanlah rahmat kepada kami dari sisi-Mu dan sempurnakanlah petunjuk yang lurus bagi kami dalam urusan kami"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "(Maka Kami tutup telinga mereka di dalam gua itu,486) selama beberapa tahun"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "(kemudian Kami bangunkan mereka, agar Kami mengetahui manakah di antara ke dua golongan itu487) yang lebih tepat dalam menghitung berapa lamanya mereka tinggal (dalam gua itu)"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Kami ceritakan kepadamu (Muhammad) kisah mereka dengan sebenarnya. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka, dan Kami tambahkan petunjuk kepada mereka"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "(dan Kami teguhkan hati mereka ketika mereka berdiri488)) lalu mereka berkata, \"Tuhan kami adalah Tuhan langit dan bumi; kami tidak menyeru tuhan selain Dia. Sungguh, kalau kami berbuat demikian, tentu kami telah mengucapkan perkataan yang sangat jauh dari kebenaran"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Mereka itu kaum kami yang telah menjadikan tuhan-tuhan (untuk disembah) selain Dia. Mengapa mereka tidak mengemukakan alasan yang jelas (tentang kepercayaan mereka)? Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah"
        }
    ]
}