{
    "pages": [
        {
            "chapter": 21,
            "verse": 36,
            "text": "Dan apabila orang-orang kafir itu melihat engkau (Muhammad), mereka hanya memperlakukan engkau menjadi bahan ejekan. (Mereka mengatakan), \"Apakah ini orang yang mencela tuhan-tuhanmu?\" Padahal mereka orang yang ingkar mengingat Allah Yang Maha Pengasih"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Manusia diciptakan (bersifat) tergesa-gesa. Kelak akan Aku perlihatkan kepadamu tanda-tanda (kekuasaan)-Ku. Maka janganlah kamu meminta Aku menyegerakannya"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Dan mereka berkata, \"Kapankah janji itu (akan datang), jika kamu orang yang benar"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Seandainya orang kafir itu mengetahui, ketika mereka itu tidak mampu mengelakkan api neraka dari wajah dan punggung mereka, sedang mereka tidak mendapat pertolongan (tentulah mereka tidak meminta disegerakan)"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Sebenarnya (hari Kiamat) itu akan datang kepada mereka secara tiba-tiba, lalu mereka menjadi panik; maka mereka tidak sanggup menolaknya dan tidak (pula) diberi penangguhan (waktu)"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Dan sungguh, rasul-rasul sebelum engkau (Muhammad) pun telah diperolok-olokkan, maka turunlah (siksaan) kepada orang-orang yang mencemoohkan apa (rasul-rasul) yang selalu mereka perolok-olokkan"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Katakanlah, \"Siapakah yang akan menjaga kamu pada waktu malam dan siang dari (siksaan) Allah Yang Maha Pengasih?\" Tetapi mereka enggan mengingat Tuhan mereka"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Ataukah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari (azab) Kami? Tuhan-tuhan mereka itu tidak sanggup menolong diri mereka sendiri dan tidak (pula) mereka dilindungi dari (azab) Kami"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Sebenarnya Kami telah memberi mereka dan nenek moyang mereka kenikmatan (hidup di dunia) hingga panjang usia mereka. Maka apakah mereka tidak melihat bahwa Kami mendatangi negeri (yang berada di bawah kekuasaan orang kafir), lalu Kami kurangi luasnya dari ujung-ujung negeri. Apakah mereka yang menang"
        }
    ]
}