{
    "pages": [
        {
            "chapter": 23,
            "verse": 18,
            "text": "Dan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Lalu dengan (air) itu, Kami tumbuhkan untukmu kebun-kebun kurma dan anggur; di sana kamu memperoleh buah-buahan yang banyak dan sebagian dari (buah-buahan) itu kamu makan"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "dan (Kami tumbuhkan) pohon (zaitun) yang tumbuh dari gunung Sinai, yang menghasilkan minyak, dan bahan pembangkit selera bagi orang-orang yang makan"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Dan sungguh pada hewan-hewan ternak terdapat suatu pelajaran bagimu. Kami memberi minum kamu dari (air susu) yang ada dalam perutnya, dan padanya juga terdapat banyak manfaat untukmu, dan sebagian darinya kamu makan"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "atasnya (hewan-hewan ternak), dan di atas kapal-kapal kamu diangkut"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, lalu dia berkata, \"Wahai kaumku! Sembahlah Allah, (karena) tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Maka berkatalah para pemuka orang kafir dari kaumnya, \"Orang ini tidak lain hanyalah manusia seperti kamu, yang ingin menjadi orang yang lebih mulia dari kamu. Dan seandainya Allah menghendaki, tentu Dia mengutus malaikat. Belum pernah kami mendengar (seruan yang seperti) ini pada (masa) nenek moyang kami yang dahulu"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Dia hanyalah seorang laki-laki yang gila, maka tunggulah (sabarlah) terhadapnya sampai waktu yang ditentukan"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Dia (Nuh) berdoa, \"Ya Tuhanku, tolonglah aku, karena mereka mendustakan aku"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Lalu Kami wahyukan kepadanya, \"Buatlah kapal di bawah pengawasan dan petunjuk Kami, maka apabila perintah Kami datang dan tanur (dapur) telah memancarkan air, maka masukkanlah ke dalam (kapal) itu sepasang-sepasang dari setiap jenis, juga keluargamu, kecuali orang yang lebih dahulu ditetapkan (akan ditimpa siksaan) di antara mereka. Dan janganlah engkau bicarakan dengan-Ku tentang orang-orang yang zalim, sesungguhnya mereka itu akan ditenggelamkan"
        }
    ]
}