{
    "pages": [
        {
            "chapter": 42,
            "verse": 32,
            "text": "Dan di antara tanda-tanda (kebesaran)-Nya ialah kapal-kapal (yang berlayar) di laut seperti gunung-gunung"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Jika Dia menghendaki, Dia akan menghentikan angin, sehingga jadilah (kapal-kapal) itu terhenti di permukaan laut. Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang yang selalu bersabar dan banyak bersyukur"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "atau (Dia akan) menghancurkan kapal-kapal itu karena perbuatan (dosa) mereka, dan Dia memaafkan banyak (dari mereka)"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "dan agar orang-orang yang membantah tanda-tanda (kekuasaan) Kami mengetahui bahwa mereka tidak akan memperoleh jalan ke luar (dari siksaan)"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Apa pun (kenikmatan) yang diberikan kepadamu, maka itu adalah kesenangan hidup di dunia. Sedangkan apa (kenikmatan) yang ada di sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman, dan hanya kepada Tuhan mereka bertawakal"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "dan juga (bagi) orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji, dan apabila mereka marah segera memberi maaf"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "dan (bagi) orang-orang yang menerima (mematuhi) seruan Tuhan dan melaksanakan salat, sedang urusan mereka (diputuskan) dengan musyawarah antara mereka; dan mereka menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "dan (bagi) orang-orang yang apabila mereka diperlakukan dengan zalim, mereka membela diri"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "Dan balasan suatu kejahatan adalah kejahatan yang setimpal, tetapi barangsiapa memaafkan dan berbuat baik (kepada orang yang berbuat jahat) maka pahalanya dari Allah. Sungguh, Dia tidak menyukai orang-orang zalim"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Tetapi orang-orang yang membela diri setelah dizalimi, tidak ada alasan untuk menyalahkan mereka"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "Sesungguhnya kesalahan hanya ada pada orang-orang yang berbuat zalim kepada manusia dan melampaui batas di bumi tanpa (mengindahkan) kebenaran. Mereka itu mendapat siksaan yang pedih"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Tetapi barangsiapa bersabar dan memaafkan, sungguh yang demikian itu termasuk perbuatan yang mulia"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "Dan barangsiapa dibiarkan sesat oleh Allah, maka tidak ada baginya pelindung setelah itu. Kamu akan melihat orang-orang zalim ketika mereka melihat azab berkata, \"Adakah kiranya jalan untuk kembali (ke dunia)"
        }
    ]
}