{
    "maqras": [
        {
            "chapter": 16,
            "verse": 75,
            "text": "«ضرب الله مثلاً» ويبدل منه «عبدا مملوكا» صفة تميزه من الحر فإنه عبد الله «لا يقدر على شيء» لعدم ملكه «ومن» نكرة موصوفة أي حرا «رزقناه منا رزقا حسنا فهو ينفق منه سرا وجهرا» أي يتصرف فيه كيف يشاء والأول مثل الأصنام والثاني مثله تعالى «هل يستوون» أي العبيد العجزة والحر المتصرف؟ لا «الحمد لله» وحده «بل أكثرهم» أي أهل مكة «لا يعلمون» ما يصيرون إليه من العذاب فيشركون"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "«وضرب الله مثلاً» ويبدل منه «رجلين أحدهما أبكم» ولد أخرس «لا يقدر على شيء» لأنه لا يفهم ولا يُفهم «وهو كلّ» ثقيل «على مولاه» وليّ أمره «أينما يوجهه» يصرفه «لا يأت» منه «بخير» ينجح وهذا مثل الكافر «هل يستوي هو» أي الأبكم المذكور «ومن يأمر بالعدل» أي ومن هو ناطق نافع للناس حيث يأمر به ويحث عليه «وهو على صراط» طريق «مستقيم» وهو الثاني المؤمن؟ لا، وقيل هذا مثل الله، والأبكم للأصنام والذي قبله مثل الكافر والمؤمن"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "«ولله غيب السماوات والأرض» أي علم ما غاب فيهما «وما أمر الساعة إلا كلمح البصر أو هو أقرب» لأنه بلفظ كن فيكون «إن الله على كل شيء قدير»"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "«والله أخرجكم من بطون أمهاتكم لا تعلمون شيئا» الجملة حال «وجعل لكم السمع» بمعنى الأسماع «والأبصار والأفئدة» القلوب «لعلكم تشكرونـ» ـه على ذلك فتؤمنون"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "«ألم يروْا إلى الطير مسخرات» مذللات للطيران «في جو السماء» أي الهواء بين السماء والأرض «ما يمسكهن» عند قبض أجنحتهن أو بسطها أن يقعن «إلا الله» بقدرته «إن في ذلك لآيات لقوم يؤمنون» هي خلقها بحيث يمكنها الطيران وخلق الجو بحيث يمكن الطيران فيه وإمساكها"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "«والله جعل لكم من بيوتكم سكنا» موضعا تسكنون فيه «وجعل لكم من جلود الأنعام بيوتا» كالخيام والقباب «تستخفونها» للحمل «يوم ظعنكم» سفركم «ويوم إقامتكم ومن أصوافها» أي الغنم «وأوبارها» أي الإبل «وأشعارها» أي المعز «أثاثا» متاعا لبيوتكم كبسط وأكسية «ومتاعا» تتمتعون به «إلى حين» يبلى فيه"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "«والله جعل لكم مما خلق» من البيوت والشجر والغمام «ظلالاً» جمع ظل، تقيكم حر الشمس «وجعل لكم من الجبال أكنانا» جمع كن، وهو ما يستكن فيه كالغار والسرب «وجعل لكم سرابيل» قمصا «تقيكم الحر» أي والبرد «وسرابيل تقيكم بأسكم» حربكم أي الطعن والضرب فيها كالدروع والجواشن «كذلك» كما خلق هذه الأشياء «يُتم نعمته» في الدنيا «عليكم» بخلق ما تحتاجون إليه «لعلكم» يا أهل مكة «تسلمون» توحدونه"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "«فإن تولوْا» أعرضوا عن الإسلام «فإنما عليك» يا محمد «البلاغ المبين» الإبلاغ البيِّن وهذا قبل الأمر بالقتال"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "«يعرفون نعمة الله» أي يقرّون بأنها من عنده «ثم ينكرونها» بإشراكهم «وأكثرهم الكافرون»"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "«و» اذكر «يوم نبعث من كل أمة شهيداً» هو نبيها يشهد لها وعليها وهو يوم القيامة «ثم لا يؤذن للذين كفروا» في الاعتذار «ولا هم يستعتبون» لا يطلب منهم العتبى أي الرجوع إلى ما يرضي الله"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "«وإذا رأى الذين ظلموا» كفروا «العذاب» النار «فلا يُخفف عنهم» العذاب «ولا هم يُنظرون» يمهلون عنه إذا رأوه"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "(وإذا رأى الذين أشركوا شركاءهم) من الشياطين وغيرها (قالوا ربنا هؤلاء شركاؤنا الذين كنا ندعو) نعبدهم (من دونك فألقوا إليهم القول) أي قالوا لهم (إنكم لكاذبون) في قولكم إنكم عبدتمونا كما في آية أخرى \" ما كانوا إيانا يعبدون \"، سيكفرون بعبادتهم"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "«وألقوا إلى الله يومئذ السلم» أي استسلموا لحكمه «وضل» غاب «عنهم ما كانوا يفترون» من أن آلهتهم تشفع لهم"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "«الذين كفروا وصدوا» الناس «عن سبيل الله» دينه «زدناهم عذابا فوق العذاب» الذي استحقوه بكفرهم قال ابن مسعود: عقارب أنيابها كالنخل الطوال «بما كانوا يفسدون» بصدهم الناس عن الإيمان"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "«و» اذكر «يوم نبعث في كل أمة شهيدا عليهم من أنفسهم» وهو نبيهم «وجئنا بك» يا محمد «شهيدا على هؤلاء» أي قومك «ونزلنا عليك الكتاب» القرآن «تبيانا» بيانا «لكل شيء» يحتاج إليه الناس من أمر الشريعة «وهدى» من الضلالة «ورحمة وبشرى» بالجنة «للمسلمين» الموحدين"
        }
    ]
}