{
    "maqras": [
        {
            "chapter": 4,
            "verse": 100,
            "text": "«ومن يهاجر في سبيل الله يجد في الأرض مراغما» مهاجرا «كثيرا وسعة» في الرزق «ومن يخرج من بيته مهاجرا إلى الله ورسوله ثم يدركه الموت» في الطريق كما وقع لجندع بن ضمرة الليثي «فقد وقع» ثبت «أجره على الله وكان الله غفورا رحيما»"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "«وإذا ضربتم» سافرتم «في الأرض فليس عليكم جُناح» في «أن تَقصروا من الصلاة» بأن تردُّوها من أربع إلى اثنتين «إن خفتم أن يفتنكم» أي ينالكم بمكروه «الذين كفروا» بيان للواقع إذ ذاك فلا مفهوم له وبينت السنة أن المراد بالسفر الطويل وهو أربع برد وهي مرحلتان ويؤخذ من قوله تعالى: (فليس عيكم جُناح) أنه رخصة لا واجب وعليه الشافعي «إن الكافرين كانوا لكم عدوا مبينا» بيّني العداوة"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "«وإذا كنت» يا محمد حاضرا «فيهم» وأنتم تخافون العدو «فأقمت لهم الصلاة» وهذا جري على عادة القرآن في الخطاب «فلتقم طائفة منهم معك» وتتأخر طائفة «وليأخذوا» أي الطائفة التي قامت معك «أٍسلحتهم» معهم «فإذا سجدوا» أي صلوا «فليكونوا» أي الطائفة الأخرى «من ورائكم» يحرسون إلى أن تقضوا الصلاة وتذهب هذه الطائفة تحرس «ولتأت طائفة أخرى لم يصلوا فليصلوا معك وليأخذوا حذرهم وأسلحتهم» معهم إلى أن تقضوا الصلاة وقد فعل النبي صلى الله عليه وسلم كذلك ببطن نخل رواه الشيخان «ودَّ الذين كفروا لو تغفلون» إذا قمتم إلى الصلاة «عن أسلحتكم وأمتعتكم فيميلون عليكم ميلة واحدة» بأن يحملوا عليكم فيأخذوكم وهذا علة الأمر بأخذ السلاح «ولا جُناح عليكم إن كان بكم أذى من مطر أو كنتم مرضى أن تضعوا أسلحتكم» فلا تحملوها وهذا يقيد إيجاب حملها عند عدم العذر وهو أحد قولين للشافعي والثاني أنه سنة ورجح «وخذوا حذركم» من العدو أي احترزوا منه ما استطعتم «إن الله أعد للكافرين عذابا مهينا» ذا إهانة"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "«فإذا قضيتم الصلاة» فرغتم منها «فاذكروا الله» بالتهليل والتسبيح «قياما وقعودا وعلى جنوبكم» مضطجعين أي في كل حال «فإذا اطمأننتم» أمنتم «فأقيموا الصلاة» أدُّوها بحقوقها «إن الصلاة كانت على المؤمنين كتابا» مكتوبا مفروضا «موْقوتا» أي مقدرا وقتها فلا تؤخر عنه، ونزل لما بعث اصلى الله عليه وسلم طائفة في طلب أبي سفيان وأصحابه لما رجعوا من أحد فشكوا الجراحات"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "«ولا تهنوا» تضعفوا «في ابتغاء» طلب «القوم» الكفار لتقاتلوهم «إن تكونوا تألمون» تجدون ألم الجراح «فإنهم يألمون كما تألمون» أي مثلكم ولا يجبنون على قتالكم «وترجون» أنتم «من الله» من النصر والثواب عليه «مالا يرجون» هم فأنتم تزيدون عليهم بذلك فينبغي أن تكونوا أرغب منهم فيه «وكان الله عليما» بكل شيء «حكيما» في صنعه"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "وسرق طعمة بن ابيرق درعا وخبأها عند يهودي فوجدت عنده فرماه طعمة بها وحلف أنه ما سرقها فسأل قومه النبي صلى الله عليه وسلم أن يجادل عنه ويبرئه فنزل «إنا أنزلنا إليك الكتاب» القرآن «بالحق» متعلق بأنزل «لتحكم بين الناس بما أراك» أعلمك «الله» فيه «ولا تكن للخائنين» كطعمة «خصيما» مخاصما عنهم"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "«واستغفر الله» مما هممت به «إن الله كان غفورا رحيما»"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "«ولا تجادل عن الذين يختانون أنفسهم» يخونونها بالمعاصي لأن وبال خيانتهم عليهم «إن الله لا يحب من كان خوانا» كثير الخيانة «أثيما» أي يعاقبه"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "«يستخفون» أي طعمة وقومه حياءً «من الناس ولا يستخفون من الله وهو معهم» بعلمه «إذ يبيِّتون» يضمرون «ما لا يرضى من القول» من عزمهم على الحلف على نفي السرقة ورمي اليهودي بها «وكان الله بما يعملون محيطا» علما"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "«ها أنتم» يا «هؤلاء» خطاب لقوم طعمة «جادلتم» خاصمتم «عنهم» أي عن طعمة وذويه وقرئ عنه «في الحياة الدنيا فمن يجادل الله عنهم يوم القيامة» إذ عذبهم «أم من يكون عليهم وكيلا» يتولى أمرهم ويذبُّ عنهم أي لا أحد يفعل ذلك"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "«ومن يعمل سوءا» ذنبا يسوء به غيره كرمي طعمة اليهودي «أو يظلم نفسه» يعمل ذنبا قاصرا عليه «ثم يستغفر الله» منه أي يتب «يجد الله غفورا» له «رحيما» به"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "«ومن يكسب إثما» ذنبا «فإنما يكسبه على نفسه» لأن وباله عليها ولا يضر غيره «وكان الله عليما حكيما» في صنعه"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "«ومن يكسب خطيئة» ذنبا صغيرا «أو إثما» ذنبا كبيرا «ثم يرم به بريئا» منه «فقد احتمل» تحمل «بهتانا» برميه «وإثما مبينا» بينا بكسبه"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "«ولولا فضل الله عليك» يا محمد «ورحمته» بالعصمة «لهمَّت» أضمرت «طائفة منهم» من قوم طعمة «أن يضلوك» عن القضاء بالحق بتلبيسهم عليك «وما يضلون إلا أنفسهم وما يضرونك من» زائدة «شيء» لأن وبال إضلالهم عليهم «وأنزل الله عليك الكتاب» القرآن «والحكمة» ما فيه من الأحكام «وعلَّمك ما لم تكن تعلم» من الأحكام والغيب «وكان فضل الله عليك» بذلك وغيره «عظيما»"
        }
    ]
}