{
    "maqras": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "ولما طعن الكفار في النسخ وقالوا إن محمداً يأمر أصحابه اليوم بأمر وينهى عنه غداً نزل: «ما» شرطية «ننسخ من أية» أي ننزل حكمها: إما مع لفظها أو لا وفي قراءة بضم النون من أنسخ: أي نأمرك أو جبريل بنسخها «أو ننسها» نؤخرها، فلا ننزل حكمها ونرفع تلاوتها أو نؤخرها في اللوح المحفوظ وفي قراءة بلا همز من النسيان أي ننسها، أي نمحها من قلبك وجواب الشرط «نأت بخير منها» أنفع للعباد في السهولة أو كثرة الأجر «أو مثلها» في التكليف والثواب «ألم تعلم أن الله على كل شئ قدير» ومنه النسخ والتبديل، والاستفهام للتقرير"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "«ألم تعلم أن الله له ملك السموات والأرض» يفعل ما يشاء «وما لكم من دون الله» أي غيره «من» زائدة «وليٌ» يحفظكم «ولا نصير» يمنع عنكم عذابه إن أتاكم، ونزل لما سأله أهل مكة أن يوسعها ويجعل الصفا ذهباً"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "«أم» بل «تريدون أن تسألوا رسولكم كما سئل موسى» أي سأله قومه «من قبل» من قولهم: أرنا الله جهرة وغير ذلك «ومن يتبدل الكفر بالإيمان» أي يأخذ بدله بترك النظر في الآيات البينات واقتراح غيرها «فقد ضل سواء السبيل» أخطأ الطريق الحق والسواءُ في الأصل الوسط"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "«ودَّ كثير من أهل الكتاب لو» مصدرية «يردونكم من بعد إيمانكم كفارا حسدا» مفعول له كائنا «من عند أنفسهم» أي حملتهم عليه أنفسهم الخبيثة «من بعد ما تبين لهم» في التوراة «الحق» في شأن النبي «فاعفوا» عنهم أي اتركوهم «واصفحوا» أعرضوا فلا تجازوهم «حتى يأتي الله بأمره» فيهم من القتال «إن الله على كل شئ قدير»"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "«وأقيموا الصلاة وآتوا الزكاة وما تقدموا لأنفسكم من خير» طاعة كصلة وصدقة «تجدوه» أي ثوابه «عند الله إن الله بما تعملون بصير» فيجازيكم به"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "«وقالوا لن يدخل الجنة إلا من كان هوداً» جمع هائد «أو نصارى» قال ذلك يهود المدينة ونصارى نجران لما تناظروا بين يدي النبي أي قال اليهود لن يدخلها إلا اليهود وقال النصارى لن يدخلها إلا النصارى «تلك» القولة «أمانيهم» شهواتهم الباطلة «قل» لهم «هاتوا برهانكم» حجتكم على ذلك «إن كنتم صادقين» فيه"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "«بلى» يدخل الجنة غيرهم «من أسلم وجهه لله» أي انقاد لأمره. وخص الوجه لأنه أشرف الأعضاء فغيره أولى «وهو محسن» موحد «فله أجره عند ربِّه» أي ثواب عمله الجنة «ولا خوف عليهم ولا هم يحزنون» في الآخرة"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "«وقالت اليهود ليست النصارى على شئ» معتد به وكفرت بعيسى «وقالت النصارى ليست اليهود على شئ» معتد به وكفرت بموسى «وهم» أي الفريقان «يتلون الكتاب» المنزل عليهم، وفي كتاب اليهود تصديق عيسى، وفي كتاب النصارى تصديق موسى والجملة حال «كذلك» كما قال هؤلاء «قال الذين لا يعلمون» أي المشركون من العرب وغيرهم «مثل قولهم» بيان لمعنى ذلك: أي قالوا لكل ذي دين ليسوا على شئ «فالله يحكم بينهم يوم القيامة فيما كانوا فيه يختلفون» من أمر الدين فيدخل المحقُّ الجنة والمبطل النار"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "«ومن أظلم» أي لا أحد أظلم «ممن منع مساجد الله أن يذكر فيها اسمه» بالصلاة والتسبيح «وسعى في خرابها» بالهدم أو التعطيل، نزلت إخباراً عن الروم الذين خربوا بيت المقدس أو في المشركين لما صدوا النبي عام الحديبية عن البيت «أولئك ما كان لهم أن يدخلوها إلا خائفين» خبر بمعنى الأمر أي أخيفوهم بالجهاد فلا يدخلها أحد آمناً. «لهم في الدنيا خزي» هوان بالقتل والسبي والجزية «ولهم في الآخرة عذاب عظيم» هو النار"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "ونزل لما طعن اليهود في نسخ القبلة أو في صلاة النافلة على الراحلة في السفر حيثما توجهت «ولله المشرق والمغرب» أي الأرض كلها لأنهما ناحيتها «فأينما تولوا» وجوهكم في الصلاة بأمره «فثمَّ» هناك «وجه الله» قبلته التي رضيها «إن الله واسع» يسع فضله كل شئ «عليم» بتدبير خلقه"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "«وقالوا» بواو وبدونها اليهود والنصارى ومن زعم أن الملائكة بنات الله «اتخذ الله ولداً» قال تعالى «سبحانه» تنزيها له عنه «بل له ما في السماوات والأرض» ملكا وخلقا وعبيدا والملكية تنافي الولادة وعبر بما تغليبا لما لا يعقل «كل له قانتون» مطيعون كل بما يراد منه وفيه تغليب العاقل"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "«بديع السماوات والأرض» موجدهم لا على مثال سبق «وإذا قضى» أراد «أمرا» أي إيجاده «فإنما يقول له كن فيكون» أي فهو يكون وفى قراءة بالنصب جوابا للأمر"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "«وقال الذين لا يعلمون» أي كفار مكة للنبي «لولا» هلا «يكلمنا الله» بأنك رسوله «أو تأتينا آية» مما اقترحناه على صدقك «كذلك» كما قال هؤلاء «قال الذين من قبلهم» من كفار الأمم الماضية لأنبيائهم «مثل قولهم» من التعنت وطلب الآيات «تشابهت قلوبهم» في الكفر والعناد، فيه تسلية للنبي «قد بينا الآيات لقوم يوقنون» يعلمون أنها آيات فيؤمنون فاقتراحُ آية معها تعنُّت"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "«إنا أرسلناك» يا محمد «بالحق» بالهدى «بشيرا» من أجاب إليه بالجنة «ونذيرا» من لم يجب إليه بالنار «ولا تُسأل عن أصحاب الجحيم» النار، أي الكفار ما لهم لم يؤمنوا إنما عليك البلاغ، وفي قراءة بجزم تسأل نهيا"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "«ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملَّتهم» دينهم «قل إن هدى الله» أي الإسلام «هو الهدى» وما عداه ضلال «ولئن» لام قسم «اتبعت أهواءهم» التي يدعونك إليها فرضاً «بعد الذي جاءك من العلم» الوحي من الله «مالك من الله من ولي» يحفظك «ولا نصير» يمنعك منه"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "«الذين آتيناهم الكتاب» مبتدأً «يتلونه حق تلاوته» أي يقرؤونه كما أنزل والجملة حال وحق نصب على المصدر والخبر «أولئك يؤمنون به» نزلت في جماعة قدموا من الحبشة وأسلموا «ومن يكفر به» أي بالكتاب المؤتى بأن يحرفه «فأولئك هم الخاسرون» لمصيرهم إلى النار المؤبدة عليهم"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "«يابني إسرائيل اذكروا نعمتي التي أنعمت عليكم و أني فضَّلتكم على العالمين» تقدم مثله"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "«واتقوا» خافوا «يوما لا تجزي» تغني «نفس عن نفس» فيه «شيئا ولا يُقبل منها عدل» فداء «ولا تنفعها شفاعة ولا هم يُنصرون» يمنعون من عذاب الله"
        }
    ]
}