{
    "chapter": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif, Laam, Raa. A book with verses of wisdom, further explained in detail, from the One who is Most Wise and All Aware"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Should you worship any other than God? Say, “Indeed I am sent to you from Him to warn and to bring good news"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "“Seek the forgiveness of your Lord, and turn to Him in repentance, so that He may grant you good enjoyment for a term appointed, and bestow His abundant grace on all who have abundant merit. But if you turn away, then I fear for you the penalty of a momentous day"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "“To God is your return, and He has power over all things.”"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Behold, they close up their hearts so that they may lie hidden from Him. Even when they cover themselves with their garments, He knows what they conceal, and what they reveal, for He knows the heart well. 5 (End of Part)"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "There is no moving creature on earth whose sustenance does not depend on God. He knows the time and place of its activity and its place of rest. All is in a clear record"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "He is the One Who created the heavens and the earth in six days, and His throne was over the waters, so that He would make evident which of you is best in conduct. But if you were to say to them, “You will indeed be raised up after death,” the unbelievers would be sure to say, “This is nothing but obvious delusion.”"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "If We delay the penalty for them for a definite term, they are sure to say, “What keeps it back?” On the day it reaches them, nothing will keep it back, and they will be completely encircled by that which they used to mock"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "If We give a man a taste of mercy from Ourselves, and then withdraw it from him, behold, he is in despair and falls into blasphemy"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "But if We give him a taste of Our favors after adversity has touched him, he is sure to say, “All problems have left me.” Behold, he falls into exultation and pride"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Not so do those who show patience and constancy, and work righteousness, for them is forgiveness and a great reward"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Perhaps you may want to give up a part of what is revealed to you, and your heart feels distressed when they say, “Why is a treasure not sent down to him, or why does an angel not come down with him?” But you are there only to warn, God manages everything"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Or they may say, “He fabricated it.” Say, “Bring then ten Surahs fabricated like it, and call whoever you can, other than God, if you speak the truth"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "If then they do not answer you, know that this revelation is sent down with the knowledge of God, and that there is no god but He. Will you then submit?”"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Those who desire the life of the present and its glitter, we will pay them for their deeds, without diminishment"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "They are those for whom there is nothing in the hereafter but the fire. Vain are the designs which they drafted, and of no effect are the deeds that they do"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Can they be like those who accept guidance from their Lord, and who a witness from Himself teaches, as did the Book of Moses before it? For it was a guide and a mercy. They believe in it. But those of the sects who reject it, the fire will be their promised meeting place. So do not be in doubt, for it is the truth from your Lord. Yet many among humanity do not believe"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Who does more wrong than those who invent a lie against God? They will be turned back to the presence of their Lord, and the witnesses will say, “These are the ones who lied about their Lord. Behold, the curse of God is on those who do wrong"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "“Those who would hinder people from the path of God and would seek in it something crooked, these were those who denied the hereafter.”"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "They will in no way escape His design on earth, nor have they protectors besides God. Their penalty will be doubled. They lost the power to hear, and they could not see"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "They are the ones who have lost themselves, and the desires they invented have abandoned them"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Without a doubt, these are the very ones who will lose most in the hereafter"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "But those who believe and work righteousness, and humble themselves before their Lord, they will be companions of Paradise, and will dwell therein forever"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "These two types of people can be compared to the blind and deaf, and those who can see and hear. Are they equal when compared? Will you not then take notice"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "We sent Noah to his people, “I have come to you with clear advice,”"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "“That you should serve none but God, and indeed I fear for you the penalty of a terrible day.”"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "But the leaders of the unbelievers among his people said, “We see you as nothing but a human being like ourselves. And the only ones we see following you are the lowest among us, with immature judgment. Nor do we see in you any merit above us. In fact we think you are liars.”"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "He said, “O my people, do you see that I have guidance from my Lord, and that He has sent mercy to me from His own presence, and that the mercy escapes you? Can we compel you to accept it when you have become averse to it"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "“And O my people, I ask you for no wealth in return. My reward is from none but God, but I will not drive away those who believe, for indeed they are to meet their Lord, and you, I see as the ignorant ones"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "“And O my people, who would help me against God if I drove them away? Will you not then take heed"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "“I do not tell you that with me are the treasures of God, nor do I know what is hidden, nor do I claim to be an angel, nor do I say of those whom your eyes despise that God will not grant them all that is good. God knows best what is in their souls. I would, if I did, indeed be a wrongdoer.”"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "They said, “O Noah, you have disputed with us long enough. Now bring upon us what you threaten us with, if you speak the truth.”"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "He said, “Truly God will bring it on you if He wills, and then you will not be able to stop it"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "“Of no profit will my advice be to you, as much as I desire to give you advice, if God wills to leave you astray. It is He Who is your Lord, and to Him will you return.”"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Or do they say, “He has fabricated it”? Say, “If I had fabricated it, on me is my sin, and I am free of the sins of which you are guilty"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "It was revealed to Noah, “None of your people will believe except those who have already believed. So grieve no longer over their wrongful deeds"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "“But construct an ark under Our eyes and Our inspiration, and address Me no further on behalf of those who do wrong, for they will soon be overwhelmed.”"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Immediately, he starts constructing the Ark. Every time the leaders of his people passed by him, they threw ridicule on him. He said, “If you ridicule us now, we will likewise look down on you with ridicule"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "“But soon will you know on whom will descend a penalty that will cover them with shame, and on whom will be unleashed a lasting penalty.”"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Then behold, there came Our command, and the fountains of the earth gushed forth. We said, “Embark therein, two of each kind, male and female, and your family, except those against whom the word has already gone forth, and the believers.” But only a few believed with him"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "So he said, “Embark on the Ark with the name of God, whether it move or be at rest, for my Lord is surely Oft-Forgiving, Mercifully Redeeming.”"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "So the Ark floated with them on the waves, and Noah called out to his son who had separated himself from them, “O my son, embark with us, and be not with the unbelievers.”"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "The son replied, “I will take myself to some mountain. It will save me from the water.” Noah said, “This day nothing can be saved from the command of God, none except those on whom He has mercy, “And the waves came between them, and the son was among those overwhelmed in the flood"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Then the word came forth, “O earth, swallow up your water, and O sky, withhold your water.” And the water subsided, and the event ended. The Ark rested on Mount Judi, and the word came forth, “Away with those who do wrong.”"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "And Noah called upon his Lord and said, “O my Lord, surely my son is of my family, and Your promise is true, and You are the Most Just of Judges.”"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "He said, “O Noah, he is not of your family, for his conduct is unrighteous. So ask not of Me that of which you cannot know. I give you counsel, lest you should act like the ignorant.”"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Noah said, “O my Lord, I do seek refuge with You, lest I ask You for that of which I cannot understand, and unless You forgive me and have mercy on me, I will indeed be lost.”"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "The word came, “O Noah, come down with peace and those with you, some to whom We will grant their desires, but in the end, a terrible penalty will reach them from Us.”"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Such are some of the stories of the unknown which We have revealed to you. Before this, neither you nor your people knew them. So persevere patiently, for the end is for those who are righteous"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "To the ‘Ad people We sent Hud, one of their own brothers. He said, “O my people, worship God, you have no other god but Him. You do nothing but create the others"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "“O my people, I ask of you no reward for this. My reward is from none but He who created me. Will you not then understand"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "“And O my people, ask forgiveness of your Lord, and turn to Him. He will send you the skies pouring abundant rain, and add strength to your strength. So do not turn back to error.”"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "They said, “O Hud, no clear sign have you brought us, and we are not the ones to desert our gods on your word, nor will we believe in you"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "“We say nothing but that some of our gods may have seized you with imbecility.” He said, “I call God to witness, and do you bear witness, that I am free from the wrong of ascribing–"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "“Partners to Him? So scheme against me, all of you, and give me no respite"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "“I put my trust in God, my Lord and your Lord. There is not a moving creature, but He has grasp of its sensitivities, indeed my Lord is on a straight path"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "“If you turn away, I have conveyed the message with which I was sent. My Lord will make another people to succeed you, and you will not harm Him in the least, for my Lord has care and watch over all things.”"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "So when Our decree issued, We saved Hud and those who believed with him, by grace from Ourselves. We saved them from a severe penalty"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Such were the ‘Ad people. They rejected the signs of their Lord, and did not follow His messengers, but followed the command of every powerful, obstinate transgressor"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "And they were pursued by a curse in this life, and on the Day of Accountability. Behold, because the ‘Ad rejected their Lord behold, removed from sight were ‘Ad, the people of Hud"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "To the Thamud people We sent Salih, one of their own brothers. He said, “O my people, worship God, you have no other god but Him. It is He Who has produced you from the earth and settled you therein. Then ask forgiveness of Him, and turn to Him, for my Lord is near, ready to answer.”"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "They said, “O Salih, You have been for us the center of our hopes. Do you forbid us the worship of what our parents worshipped? But we are really in suspicious doubt as to that which you invite us.”"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "He said, “O my people, do you see that I have guidance from my Lord, and He has sent mercy to me from Himself, who then can help me against God if I were to ignore Him? What then would you add to my portion but perdition"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "“And O my people, this she-camel of God is a symbol to you. Leave it to feed on God's earth, and inflict no harm on it, or a swift penalty will seize you.”"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "But they hamstrung it. So he said, “Enjoy yourselves in your homes for three days. Behold, then will come a promise without fail.”"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "When Our decree issued, We saved Salih and those who believed with him, by grace from Ourselves, and from the disgrace of that day. For your Lord, He is strong and able to enforce His will"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "The mighty blast overtook the wrongdoers, and they lay prostrate in their homes–"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "As if they had never lived and flourished there. Behold, for the Thamud rejected their Lord. Behold, removed were the Thamud"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Our messengers came to Abraham with good news they said, “Peace.” He replied, “Peace.” And hastened to entertain them with a roasted calf"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "But when he saw that their hands did not go towards the meal, he felt uncomfortable towards them, and conceived a fear of them. They said, “Fear not, we have been sent against the people of Lot.”"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "And his wife was standing there, and she laughed when we gave her good news of Isaac, and after him, of Jacob"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "She said, “Oh my, will I bear a child, being that I am an old woman, and my husband here is an old man? That would indeed be a wonderful thing.”"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "They said, “Do you wonder at God's decree? The grace of God and His blessings are upon you, O you people of the House, for He is indeed worthy of all praise, full of all glory.”"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "When fear had left Abraham and the good news had reached him, he began to plead with Us for Lot’s people"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "For Abraham was, without doubt, forbearing, compassionate, and given to look to God"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "O Abraham, do not seek this. The decree of your Lord has gone forth, for them there comes a penalty that cannot be turned back"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "When Our messengers came to Lot, he was grieved on their account, and felt himself powerless to protect them. He said, “This is a distressful day.”"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "And his people came rushing towards him, and they had been long in the habit of practicing abominations. He said, “O my people, here are my daughters. They are more pure for you. Now be regardful of God, and cover me not with shame around my guests. Is there not among you a single, right-minded man?”"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "They said, “You know well we have no need of your daughters. Indeed you know quite well what we want.”"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "He said, “I wish that I had power to suppress you, or that I could go to some great refuge.”"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "The messengers said, “O Lot, we are messengers from your Lord. By no means will they reach you, now travel with your family while a part of the night still remains, and let not any of you look back, but your wife will remain behind. What will happen to her is what happened to others. Morning is their time appointed, and is not the morning near?”"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "When Our decree issued, We turned them upside down, and rained down on them brimstone hard as baked clay, spread layer on layer"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Marked from your Lord, nor is this ever far from those who do wrong"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "To the Madyan people We sent Shu’aib, one of their own brothers. He said, “O my people, worship God, you have no other god but Him, and give not short measure or weight. I see you in prosperity, but I fear for you the penalty of a day that will encompass all"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "“And O my people, give just measure and weight, nor withhold from the people the things that are their due. And do not cause harm in the land with intent to do wrong"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "“That which has left you, by God, is best for you if you believe, but I am not put over you to keep watch.”"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "They said, “O Shu’aib, does your prayer ask that we abandon the worship that our parents practiced, or that we stop doing what we like with our property? Truly you are forbearing and right-minded.”"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "He said, “O my people, do you see whether I have guidance from my Lord, and whether He has given me good provisions from Himself? I do not wish, in opposition to you, to do that which I forbid you to do. I only desire your betterment to the best of my ability, but my success can only come from God, in Him I trust, and I look to Him"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "“And O my people, do not let my dissent cause you to sin, lest you suffer a fate similar to that of the people of Noah, Hud, or Salih, nor are the people of Lot far off from you"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "“But ask forgiveness from your Lord, and turn to Him, for my Lord is indeed full of mercy and love.”"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "They said, “O Shu’aib, much of what you say we do not understand, and compared to us we see that you have no strength. Were it not for your family, we would certainly have stoned you, for you have among us no great position.”"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "He said, “O my people, is my family of more concern to you than God, for you cast Him away behind your backs, but indeed my Lord encompasses, on all sides, all that you do"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "“And O my people do whatever you can. I will do my part. Soon you will know who it is on whom descends the penalty of disgrace, and who is a liar, and watch, I too am watching with you.”"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "When Our decree issued, We saved Shu’aib and those who believed with him, with mercy from Ourselves, but the mighty blast seized the wrongdoers, and they lay prostrate in their homes"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "As if they had never lived and flourished there. Behold, how the Madyan were removed, as were removed the Thamud"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "And we sent Moses with guidance and an authority manifest"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "To Pharaoh and his nomarchs, but they followed the command of Pharaoh, and the command of Pharaoh was not the right guide"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "He will go before his people on the Day of Accountability, and lead them into the fire, and terrible indeed will be the place to which they are led"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "And they are followed by a curse in this life and on the Day of Accountability, and terrible is the gift which will be given to them"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "These are some of the stories about societies which We relate to you. Of them, some are standing, and some have fallen"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "It was not Us Who wronged them, they wronged their own souls, and the deities other than God whom they invoked profited them nothing when there issued the decree of your Lord, nor did they add anything but perdition"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Such is the chastisement of your Lord. When He chastises societies in the middle of their wrong, terrible indeed and severe is His chastisement"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "In that is a sign for those who are aware of the penalty of the hereafter. That is a day for which humanity will be gathered together. That will be a day of testimony"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Nor will We delay it, except for a while"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "The day it arrives, no soul will speak except by His permission. Of those, some will feel agony and some will feel blessed"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Those in agony will be in the fire. There will be for them therein the sound of moans and sobs"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "They will dwell therein for all the time that the heavens and the earth endure, except as your Lord wills, for your Lord accomplishes what He wills"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "And those who are blessed will be in the garden. They will dwell therein for all the time that the heavens and the earth endure, except as your Lord wills, a gift without pause"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "So do not be in doubt as to what these people worship. They worship nothing but what their parents worshipped before them, but indeed We will pay them back their portion without reduction"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "We certainly gave the Book to Moses, but differences arose. Had it not been that a word had gone forth before from your Lord, the matter would have been decided between them, but they are in suspicious doubt concerning it"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "And indeed your Lord will pay everyone back for all of their deeds, for He knows well all that they do"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Therefore stand firm as you are asked, you and those with you who respond, and do not transgress, for He sees well all that you do"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "And do not incline to those who do wrong, or the fire will seize you, and you have no protectors other than God, nor will you be helped"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "And establish prayer at the two ends of the day and at the approaches of the night, for those things that are good repel those that are harmful. That is a saying to remember for those who want to remember"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "And be steadfast with patience, for indeed God will not cause the reward of the righteous to perish"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Why were there not among the generations before you, people of balance and good sense, prohibiting the people from doing wrong on the earth, except a few among them whom We saved? But the wrongdoers pursued the enjoyment of the good things in life which was given to them, and persisted in harmful deeds"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Nor would your Lord be the One to destroy communities for a single wrongdoing, if its members were likely to repent"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "If your Lord had so willed, He could have made humanity one people, but they will not cease to dispute"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Except those on whom your Lord has bestowed His mercy, and for this He created them, and the word of your Lord will be fulfilled, “I will fill hell with jinn and humans all together.”"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "All of what we relate to you of the stories of the messengers is for Us to make your heart firm with it. In them, there comes to you the truth, as well as an exhortation and a message of remembrance to those who believe"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Say to those who do not believe, “Do whatever you can. We will do our part"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "“And wait. We too will wait.”"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "To God belongs the unknown of the heavens and the earth, and to Him every affair goes back. Then worship Him, and put your trust in Him, and your Lord is not unmindful of anything that you do"
        }
    ]
}