{
    "chapter": [
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif, Laam, Miim, Raa. These are the signs of the Book that has been revealed to you from your Lord as the truth, but most people do not believe"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "God is He who has raised the heavens without any pillars that you can see, and is firmly established on the throne, and He has subjected the Sun and the Moon, each one orbits for a term appointed. He regulates all affairs, and explains the signs in detail, that you may believe with certainty in the meeting with your Lord"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "And it is He Who has spread out the earth, and set mountains standing firm, and rivers. And fruit of every kind has He made in pairs, two and two. He draws the night as a veil over the day. Behold, in these things are signs for those who reflect"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "And in the earth are tracts neighboring, and gardens of vines and fields sown with corn, and palm trees growing out of a single root or otherwise, watered with the same water, yet some of them We make better than others to eat. Behold, in this are signs for those who understand"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "You are astonished at their saying, “When we are dust, will we indeed be in a new creation?” They are those who deny their Lord. They are those around whose necks will be chains. They will be companions of the fire, to dwell therein forever"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "They ask you to hasten on the wrong in preference to the good, although there has occurred before them exemplary punishments, but indeed your Lord is full of forgiveness to humanity for their wrongdoing, but indeed your Lord is also strict in punishment"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "And the unbelievers say, “Why is a sign not sent down to him from his Lord?” But you are truly a warner, and to every people a guide"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "God knows what every pregnant female bears, and by how much the wombs fall short or exceeds. Everything is before His sight in proportion"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "He knows the unknown and that which is open. He is the Great, the Most High"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "It is the same whether any of you conceal his speech or declare it openly, whether he lie hidden by night or goes out freely by day"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "For each there are others in succession before and behind him. They guard him by command of God. Certainly God will never change the condition of a people until they change themselves. But when God wills a people’s punishment, there can be no turning it back, nor will they find besides Him any to protect"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "It is He Who shows you the lightning by way of fear and of hope. It is He Who raises up the clouds, heavy with rain"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "And thunder repeats His praises, as do the angels with awe. He sends the thunderbolts, and with it He strikes whomever He wills. Yet there are people who dispute about God, even with the strength of His power"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "To Him belongs prayer in truth. Any others who they call upon besides Him hear them no more than if they were to stretch out their hands for water to reach their mouth but it reaches it not, for the prayer of those without faith is nothing but error"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Whatever beings there are in the heavens and the earth, prostrate themselves to God with good will or in spite of themselves. As do their shadows in the morning and evenings"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Say, “Who is the Guardian Evolver of the heavens and the earth?” Say, “God”. And say, “Do you then take protectors other than Him, those who have no power themselves to either benefit or to do harm?” Say, “Are the blind equal to those who see? Or the depths of darkness equal with light?” Or do they assign to God partners who have created something like He has created, so that their creation seemed similar to them? Say, “God is the Creator of all things. He is the One, the Supreme, and Irresistible.”"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "He sends down water from the skies. And the channels flow, each according to its measure. But the torrent washes away foam that mounts up to the surface. Even so, from that which they heat in the fire to make ornaments or utensils, there is a scum likewise, similarly does God reveal truth and falsehood. For the scum disappears as froth cast out, while that which is for the good of humanity remains on the earth"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "For those who respond to their Lord are all good things, but those who do not respond to Him, even if they had all that is in the heavens and on earth, and that much more, in vain would they offer it for ransom, for them will the reckoning be terrible. Their abode will be hell, what a place of agony"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Is a person who knows that what has been revealed to you from your Lord is the truth, like one who is blind? It is those who are blessed with understanding who receive advice"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Those who fulfill the covenant of God and fail not in their promise"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Those who join those things which God has asked to be joined, hold their Lord in awe, and fear the terrible reckoning"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Those who patiently persevere, seeking the Countenance of their Lord, establish prayer, give out of the gifts We have bestowed for their sustenance secretly and openly, and repel evil with good, for such there is the final attainment of the Home"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "They will enter gardens of perpetual bliss, with the righteous among their parents, their spouses, and their offspring, and angels will enter upon them from every gate"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "“Peace to you, because you persevered in patience. Now how excellent is the Final Home.”"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "But those who break the covenant with God, after having given their word, and severed that which God has asked to be joined, and commit crimes in the land, on them is the curse, for them is the Terrible Home"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "God enlarges, or grants by measure, sustenance to whom He pleases. They rejoice in the life of the present, but the life of the present is but little comfort in the future"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "The unbelievers say, “Why is not a sign sent down to him from his Lord?” Say, “Truly God leaves to stray whomever He wills, but He guides to Himself those who turn to Him in repentance"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "“Those who believe and whose hearts find satisfaction in the remembrance of God, for without doubt in the remembrance of God do hearts find satisfaction"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "“For those who believe and work righteousness is blessedness, and a beautiful place of return.”"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "We have sent you to the people as We sent others to people who have passed away before them, in order that you might rehearse to them what We send down to you by inspiration, yet they reject Him, the Merciful Benefactor. Say, “He is my Lord, there is no god but He. Upon Him is my trust, and to Him do I turn.”"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "If there were a Quran with which mountains could be moved, or the earth was split apart, or the dead were made to speak, this would be the one, but truly the command is with God in all things. Do the believers not know that had God so willed, He could have guided all of humanity? But never will disaster cease to seize the unbelievers for their deeds or to settle close to their homes, until the promise of God comes to pass, for indeed God will not fail in His promise"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Mocked were messengers before you, but I granted respite to the unbelievers, then finally I punished them. And how terrible was my punishment"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Is then He who stands over every soul and knows all that it does like any others? And yet they ascribe partners to God. Say, “So name them. And is it that you will inform Him of something He does not know on earth, or is it just words?” No, to those who do not believe, the unbelievers’ pretense seems pleasing, but they are kept back from the path, and those whom God leaves to stray, no one can guide"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "For them is a penalty in the life of the present, but truly more trying is the penalty of the future. They have no defender against God"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "In the description of the Paradise that the righteous are promised, is that beneath it rivers flow, and perpetual is the enjoyment of it and the shade therein. Such is the end of the righteous, and the end of the unbelievers is the fire"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Those to whom We have given the Book will rejoice at what has been revealed to you, but there are among the groups, those who reject a part of it. Say, “I am asked to worship God, and not to join partners with Him. To Him do I call, and to Him is my return.”"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "So We have revealed it to be a judgment of authority in Arabic. If you were to follow their desires after the knowledge has reached you, then you would find neither protector nor defender against God"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "We sent messengers before you, and appointed for them spouses and children, and it was never the job of a messenger to bring a sign except as God permitted, for each era is a book"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "God excludes and keeps what He pleases. With Him is the Mother of the Book"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Whether We will show you part of what we promised them or take your soul, your duty is to make the message reach them. It is Our job to call them to account"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Do they not see that We gradually reduce the land in their control from its borders? Where God commands, there is none to change His command, and He is swift in calling to account"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Those before them devised plans, but in all things, the Master Planner is God. He knows the doings of every soul, and soon will the unbelievers know who gets home in the end"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "The unbelievers say, “You are no messenger.” Say, “Enough for a witness between you and me is God and those who have knowledge of the Book.”"
        }
    ]
}