{
    "maqras": [
        {
            "chapter": 18,
            "verse": 99,
            "text": "Nà rì, wǒ jiāng shǐ tāmen zhìxù wěnluàn. Hàojiǎo yī xiǎng, wǒ jiù bǎ tāmen wánquán jíhé qǐlái"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Zài nà rì, wǒ yào bǎ huǒ yù chénliè zài bùxìndào zhě de miànqián"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Tāmen de yǎn zài yì zi zhōng, bùnéng kàn dào wǒ de jiàohuì, tāmen bùnéng tīngcóng"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Nándào bùxìndào zhě, rènwéi kěyǐ shě wǒ ér yǐ wǒ de zhòng pū wèi bǎohù zhě ma? Wǒ què yǐ yùbèi huǒ yù wéi bù xìndào zhě de zhāodàisuǒ"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Nǐ shuō:“Wǒ gàosù nǐmen zài háng wèi fāngmiàn zuì chīkuī de rén, hǎo ma"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Tāmen jiùshì zài jīnshì shēnghuó zhōng túláowúgōng, ér rènwéi zìjǐ shì shǒufǎ qiǎomiào de rén.”"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Zhè děng rén bù xìn tāmen de zhǔ de jīxiàng, yě bù xìn jiāng yǔ tā xiāng huì, suǒyǐ tāmen zài jīnshì shēnghuó zhōng de shàngōng biàn wéi wúxiào de, fùhuó rì wǒ bù wéi tāmen shùlì quánhéng"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Tāmen de bàochóu shì huǒ yù, yīnwèi tāmen bù xìndào, bìngqiě bǎ wǒ de jīxiàng hé shǐzhě dàngzuò xiàobǐng"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Xìndào érqiě xíngshàn zhě, déyǐ xiǎngshòu lèyuán de kuǎndài"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "bìng yǒng jū qízhōng, bù yuàn qiān chū"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Nǐ shuō:“Jiǎruò yǐ hǎishuǐ wèi mòzhī, yòng lái jìzǎi wǒ de zhǔ de yáncí, nàme, hǎishuǐ bìdìng yòng jìn, ér wǒ de zhǔ de yáncí shàngwèi qióngjìn, jíshǐ wǒmen yǐ tóng liàng dì hǎishuǐ bǔchōng zhī.”"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Nǐ shuō:“Wǒ zhǐshì yīgè tóng nǐmen yīyàng de fánrén, wǒ céng fèng de qǐshì shì:‘Nǐmen suǒ yīngdāng chóngbài de, zhǐshì yīgè zhǔzǎi, gù shéi xīwàng yǔ tā de zhǔ xiāng huì, jiù jiào shéi lì xíngshàn gōng, jiào shéi bùyào yǐ rènhé wù yǔ tā de zhǔ shòu tóngyàng de chóngbài.’”"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kǎ fú, hā, yǎ, ā yīn, sā dé"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Zhè shì xùshù nǐ de zhǔ duìyú tā de púrén zǎi kǎi lǐ yǎ de ēnhuì"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Dāngshí, tā dī shēng dì hūyù tā de zhǔ shuō"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "“wǒ de zhǔ a! Wǒ de gǔgé yǐ ruǎnruòle, wǒ yǐ bái fà cāngcāngle, wǒ de zhǔ a! Wǒ méiyǒu wéi qídǎo nǐ ér shīwàng"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Wǒ díquè dānxīn wǒ sǐ hòu táng xiōngdìmen bùnéng jìchéng wǒ de zhíwèi, wǒ de qīzi yòu shì bù huì shēngyù de, qiú nǐ shǎngcì wǒ yīgè er zi"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "lái jìchéng wǒ, bìng jìchéng yè ěr gū bái de bùfèn hòuyì. Wǒ de zhǔ a! Qiú nǐ shǐ tā chéng wèi kěxǐ de.”"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "“Zǎi kǎi lǐ yǎ a! Wǒ bìdìng yǐ yīgè er zi xiàng nǐ bàoxǐ, tā de míngzì shì yè hā yǎ, wǒ yǐqián méiyǒu shǐ rènhé rén yǔ tā tóngmíng.”"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Tā shuō:“Wǒ de zhǔ a! Wǒ de qīzi shì bù huì shēngyù de, wǒ yě lǎotàilóngzhōngle, wǒ zěnme huì yǒu érzi ní?”"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Zhǔ shuō:“Shìqíng jiùshì zhèyàng.” Nǐ de zhǔ shuō:“Zhè duìyú wǒ shì róngyì de. Yǐqián nǐ bù cúnzài, ér wǒ chuàngzàole nǐ.”"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Tā shuō:“Wǒ de zhǔ a! Qiú nǐ wèi wǒ yùdìng yī zhǒng jīxiàng.” Tā shuō:“Nǐ de jīxiàng shì nǐ wú jí wú bìng, dàn sān rì sān yè nǐ bùnéng hé rén shuōhuà.”"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Tā cóng shèng suǒ lǐ zǒu chūlái jiàn tā de zúrén, jiù ànshì tāmen:“Nǐmen yīngdāng zhāoxì zànsòng zhēnzhǔ.”"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "“Yè hā yǎ a! Nǐ yīngdāng jiānchí jīngdiǎn.” Tā zài tóngnián shídài wǒ yǐ shǎngcì tā zhìhuì"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "yǔ cóng wǒ fāchū de ēnhuì hé chúnjié. Tā shì jìngwèi de"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "shì xiàojìng zìjǐ shuāngqīn de, bùshì bàdào de, bùshì wǔnì de"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Tā zài chūshēng rì, sǐwáng rì, fùhuó rì dōu xiǎngshòu hépíng"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Nǐ yīngdāng zài zhè bù jīngdiǎn lǐ tí jí mài ěr yàn, dāngrì tā líkāile jiāshǔ ér dào dōngbian yīgè dìfāng"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Tā yòng yīgè wéimù zhēbìzhe, bù ràng rénmen kànjiàn tā. Wǒ shǐ wǒ de jīngshén dào tā miànqián, tā jiù duì tā xiǎnxiàn chéng yīgè shēncái yúnchèn de rén"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Tā shuō:“Wǒ díquè qiú bì yú zhìrén zhǔ, miǎn zāo nǐ de qīnfàn, rúguǒ nǐ shì jìngwèi de.”"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Tā shuō:“Wǒ zhǐshì nǐ de zhǔ de shǐzhě, wǒ lái gěi nǐ yīgè chúnjié de érzi.”"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Tā shuō:“Rènhé rén méiyǒu jiēchùguò wǒ, wǒ yòu bùshì shījié de, wǒ zěnme huì yǒu érzi ní?”"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Tā shuō:“Shìshí shì xiàng zhèyàng de, nǐ de zhǔ shuō: Zhè duìyú wǒ shì róngyì de. Wǒ yào yǐ tā wèi shìrén de jīxiàng, wèi cóng wǒ fāchū de ēnhuì, zhè shì yǐjīng pànjué de shìqíng.”§"
        }
    ]
}