{
    "manzils": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alif Lam Ra ' Dies sind die Verse des vollkommenen Buches"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Scheint es den Menschen so verwunderlich, daß Wir einem Manne aus ihrer Mitte eingegeben haben: \"Warne die Menschen und verkünde die frohe Botschaft denjenigen, die da glauben, einen wirklichen Rang bei ihrem Herrn innezuhaben?\" Die Ungläubigen sagen: \"Wahrlich, das ist ein offenkundiger Zauberer"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Wahrlich, euer Herr ist Allah, Der die Himmel und die Erde in sechs Tagen erschuf, (und) Sich alsdann (Seinem) Reich majestätisch zuwandte: Er sorgt für alles. Es gibt keinen Fürsprecher, es sei denn mit Seiner Erlaubnis. Dies ist Allah, euer Herr, so betet Ihn an. Wollt ihr euch denn nicht ermahnen lassen"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Zu Ihm werdet ihr alle heimkehren; (dies ist) die Verheißung Allahs in Wahrheit. Er bringt die Schöpfung hervor; dann läßt Er sie wiederholen, auf daß Er jene, die glauben und gute Werke tun, nach Billigkeit belohne; denen aber, die ungläubig sind, wird ein Trunk siedenden Wassers zuteil werden und schmerzliche Strafe, weil sie ungläubig waren"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Er ist es, Der die Sonne zur Helligkeit und den Mond zu einem Licht machte und ihm Stationen zuwies, damit ihr die Anzahl der Jahre und die Berechnung (der Zeit) beherrschen könnt. Allah hat dies nicht anders als in Gerechtigkeit erschaffen. Er legt die Zeichen für die Leute dar, die Wissen besitzen"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Wahrlich, in dem Wechsel von Nacht und Tag und in allem, was Allah in den Himmeln und auf der Erde erschaffen hat, sind Zeichen für gottesfürchtige Leute"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Die aber, die nicht mit der Begegnung mit Uns rechnen und mit dem diesseitigen Leben zufrieden sind und sich darauf verlassen und Unsere Zeichen nicht beachten"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "diese sind es, deren Herberge das Feuer ist, um dessentwillen, was sie sich erworben haben"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Jene jedoch, die da glauben und gute Werke tun, wird ihr Herr um ihres Glaubens willen leiten. Bäche werden unter ihnen in den Gärten der Wonne fließen"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Ihr Ruf dort wird sein: \"Preis Dir, o Allah!\" Und ihr Gruß dort wird \"Frieden!\" sein. Und zuletzt werden sie rufen: \" Alles Lob gebührt Allah, dem Herrn der Welten"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Und wenn Allah den Menschen das Unheil so eilig zukommen ließe, wie sie es mit dem Guten eilig haben, so wäre ihre Lebensfrist schon zu Ende. Und so lassen Wir die, welche nicht mit der Begegnung mit Uns rechnen, in ihrer Widersetzlichkeit verblenden"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Und wenn den Menschen ein Schaden trifft, ruft er Uns an, ob er nun auf der Seite liegt oder sitzt oder steht; haben Wir aber den Schaden von ihm fortgenommen, dann geht er seines Weges, als hätte er Uns nie um (die Befreiung) vom Schaden, der ihn getroffen hat, angerufen. Also zeigt sich den Maßlosen das in schönem Licht, was sie begangen haben"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Und Wir vernichteten die Geschlechter vor euch, als sie frevelten; denn zu ihnen kamen ihre Gesandten mit deutlichen Zeichen, sie aber wollten nicht glauben. Also vergelten Wir (dies) der verbrecherischen Schar"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Danach machten Wir euch zu ihren Nachfolgern auf der Erde, auf daß Wir schauten, wie ihr handeln würdet"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Und wenn ihnen Unsere deutlichen Verse verlesen werden, sagen jene, die nicht mit der Begegnung mit Uns rechnen: \"Bring einen Quran, der anders ist als dieser oder ändere ihn.\" Sprich: \"Es steht mir nicht zu, ihn aus eigenem Antrieb zu ändern. Ich folge nur dem, was mir offenbart wurde. Ich fürchte, falls ich meinem Herrn ungehorsam bin, die Strafe eines gewaltigen Tages"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Sprich: \"Hätte Allah es gewollt so hätte ich ihn euch nicht verlesen, noch hätte Er ihn euch kundgetan. Ich habe doch wahrlich ein Menschenalter unter euch gelebt, bevor (der Quran da war) Wollt ihr denn nicht begreifen"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Wer ist wohl ungerechter als jener, der eine Lüge gegen Allah erdichtet oder Seine Zeichen für Lügen erklärt? Wahrlich, die Verbrecher haben keinen Erfolg"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Sie verehren statt Allah das, was ihnen weder schaden noch nützen kann; und sie sagen: \"Das sind unsere Fürsprecher bei Allah.\" Sprich: \"Wollt ihr Allah von etwas Nachricht geben, was Ihm in den Himmeln oder auf der Erde unbekannt ist?\" Gepriesen sei Er, und hoch Erhaben ist Er über das, was sie (Ihm) zur Seite stellen"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Die Menschen waren einst nur eine einzige Gemeinde, dann aber wurden sie uneins; und wäre nicht ein Wort von deinem Herrn vorausgegangen, wäre zwischen ihnen bereits über das, worüber sie uneins waren, entschieden worden"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Und sie sagen: \"Warum ist nicht ein Zeichen zu ihm von seinem Herrn herabgesandt worden?\" Sprich: \"Das Verborgene gehört Allah allein. Darum wartet ab; seht, ich warte auch mit euch ab"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Und wenn Wir die Menschen Barmherzigkeit erleben lassen, nachdem Unheil sie getroffen hat, siehe, dann beginnen sie wieder, gegen Unsere Zeichen Pläne zu schmieden. Sprich: \"Allah schmiedet die Pläne schneller.\" Unsere Boten schreiben wahrlich alles nieder, was ihr an Plänen schmiedet"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Er ist es, Der euch zu Lande und zur See Wege bereitet. Und da sie an (Bord) der Schiffe sind und mit ihnen (den Passagieren) bei gutem Wind dahinsegeln und sich darüber freuen, werden sie plötzlich von einem Sturm erfaßt, und die Wogen schlagen von allen Seiten über sie zusammen. Und sie meinen schon, sie seien rings umschlossen - da rufen sie Allah in vollem, aufrichtigen Glauben an: \"Wenn Du uns aus diesem (Sturm) errettest, so werden wir sicherlich unter den Dankbaren sein"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Doch wenn Er sie dann errettet hat, siehe, schon beginnen sie wieder, ohne Berechtigung auf Erden Gewalt zu verüben. O ihr Menschen, eure Gewalttat richtet sich nur gegen euch selbst. (Genießt) die Gaben des diesseitigen Lebens. Zu Uns sollt ihr dann heimkehren; dann werden Wir euch verkünden, was ihr getan habt"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Das Gleichnis des irdischen Lebens ist nur wie das Wasser, das Wir aus den Wolken herabsenden; damit vermischen sich dann die Gewächse der Erde, wovon Mensch und Vieh sich nähren, bis zu ihr wenn die Erde ihren Prunk angelegt und sich schön geschmückt hat und ihre Bewohner glauben, sie hätten Macht über sie - Unser Befehl in der Nacht oder am Tage kommt und Wir sie zu einem niedergemähten Acker machen, als wäre sie nicht am Tage zuvor gediehen. Also machen Wir die Zeichen für die Leute klar, die nachdenken"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Und Allah lädt ein zum Haus des Friedens und leitet, wen Er will, zum geraden Weg"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Denen, die Gutes tun, soll das Beste zuteil sein und noch mehr. Weder Betrübnis noch Schmach soll ihre Gesichter bedecken. Sie sind die Bewohner des Paradieses; darin werden sie auf ewig verweilen"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Für diejenigen aber, die böse Taten begangen haben, ist eine Strafe in gleichem Ausmaße (wie dem der bösen Taten) bereitet. Schmach wird sie bedecken; keinen Schutz werden sie vor Allah haben, (und es soll so sein,) als ob ihre Gesichter mit Fetzen einer finsteren Nacht bedeckt wären. Sie sind die Bewohner des Feuers; darin werden sie auf ewig bleiben"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "Und (gedenke) des Tages, da Wir sie versammeln werden allzumal; dann werden Wir zu denen, die Götzen anbeteten, sprechen: \"An euren Platz, ihr und eure Teilhaber! \"Dann scheiden Wir sie voneinander, und ihre Teilhaber werden sagen: \"Nicht uns habt ihr angebetet"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Allah genügt als Zeuge gegen uns und euch. Wir haben wahrhaftig nichts von eurer Anbetung gewußt"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Dort erfahrt jede Seele, was sie (an Taten) vorausgeschickt hat. Und sie werden zu Allah, ihrem wahren Herrn, zurückgebracht, und das, was sie zu erdichten pflegten, wird ihnen entschwunden sein"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Sprich: \"Wer versorgt euch vom Himmel her und aus der Erde? Oder wer ist es, der Gewalt über die Ohren und die Augen hat? Und wer bringt das Lebendige aus dem Toten hervor und das Tote aus dem Lebendigen? Und wer sorgt für alle Dinge?\" Sie werden sagen: \"Allah\". So sprich: \"Wollt ihr Ihn denn nicht fürchten"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Das ist Allah, euer wahrer Herr. Was sollte also nach der Wahrheit (übrig) bleiben als der Irrtum? Wie lasset ihr euch abwenden"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Und so hat sich das Wort deines Herrn gegen die Empörer bewahrheitet, (nämlich,) daß sie nicht glauben"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Sprich: \"Ist unter euren Teilhabern etwa einer der eine Schöpfung hervorbringt und sie dann wiederholen läßt?\" Sprich: \"Allah ist es, Der die Schöpfung hervorbringt und sie wiederholen läßt. Wohin also lasset ihr euch abwenden"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Sprich: \"Ist unter euren Teilhabern etwa einer, der zur Wahrheit leitet?\" Sprich: \"Allah ist es, Der zur Wahrheit leitet. Ist nun Der, Der zur Wahrheit leitet, nicht der Gefolgschaft würdiger als der, der den Weg nicht zu finden vermag, es sei denn, er wird selbst geleitet? Was fehlt euch also? Wie urteilt ihr nur"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Und die meisten von ihnen folgen bloß einer Vermutung; doch eine Vermutung nützt nichts gegenüber der Wahrheit. Siehe, Allah weiß recht wohl, was sie tun"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Und dieser Quran hätte nicht ersonnen werden können, außer durch Allah. Vielmehr ist er eine Bestätigung dessen, was ihm vorausging, und eine Darlegung des Buches - darüber herrscht kein Zweifel vom Herrn der Welten"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Oder wollen sie etwa sagen: \"Er hat ihn erdichtet?\" Sprich: \"Bringt denn eine Sura gleicher Art hervor und ruft, wen ihr nur könnt, außer Allah, wenn ihr wahrhaftig seid"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Nein; aber sie haben das geleugnet, was sie an Wissen nicht umfassen ten, und ebensowenig zugänglich war ihnen seine Deutung. Ebenso leugneten auch jene, die vor ihnen waren. Doch siehe, wie das Ende der Ungerechten war"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Unter ihnen sind solche, die daran glauben, und andere, die nicht daran glauben, und dein Herr kennt jene wohl, die Verderben stiften"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Und wenn sie dich der Lüge bezichtigen, so sprich: \"Für mich ist mein Werk und für euch ist euer Werk. Ihr seid nicht verantwortlich für das, was ich tue, und ich bin nicht verantwortlich für das, was ihr tut"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Und unter ihnen sind solche, die dir zuhören. Aber kannst du die Tauben hörend machen, obwohl sie nicht begreifen"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Und unter ihnen sind solche, die auf dich schauen. Aber kannst du den Blinden den Weg weisen, obwohl sie nicht sehen"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Wahrlich, Allah fügt den Menschen kein Unrecht zu; die Menschen aber begehen Unrecht gegen sich selbst"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Und an dem Tage, an dem Er sie (vor Sich) versammelt, (kommt es ihnen so vor,) als hätten sie (seit ihrem Tod) nur eine Stunde an einem Tage (im Grabe) verweilt. Sie werden einander erkennen. Verloren wahrlich haben jene, die die Begegnung mit Allah leugneten und nicht rechtgeleitet waren"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Und ob Wir dir einige Dinge zeigen, die Wir ihnen angedroht haben, oder (ob Wir) dich sterben lassen: zu Uns werden sie dann heimkehren; hernach ist Allah Zeuge all dessen, was sie tun"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Und für jede Nation ist ein Gesandter (bestimmt) Wenn also ihr Gesandter kommt, so wird zwischen ihnen in Gerechtigkeit entschieden, und kein Unrecht widerfährt ihnen"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Und sie sagen: \"Wann wird dieses Versprechen (verwirklicht werden), wenn ihr wahrhaftig seid"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Sprich: \"Ich vermag mir selbst weder zu schaden noch zu nutzen, es sei denn, Allah will es. Jeder Gemeinschaft ist eine Frist bestimmt; und wenn ihre Frist um ist, so können sie nicht (hinter ihr) eine Stunde zurückbleiben, noch können sie ihr vorausgehen"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Sprich: \"Was meint ihr? Wenn Seine Strafe über euch kommt, bei Nacht oder bei Tage, wie werden die Verbrecher sich ihr entziehen"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Wollt ihr erst dann an sie glauben, wenn sie eintrifft? Wie? Jetzt? Und doch wolltet ihr sie beschleunigen"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Dann wird zu den Ungerechten gesagt werden: \"Kostet nun die Strafe der Ewigkeit. Erhaltet ihr denn etwas anderes als das, wofür ihr vorgesorgt habt"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Und sie fragen dich: \"Ist das die Wahrheit?\" Sprich: \"Ja, bei meinem Herrn! Es ist ganz gewiß die Wahrheit; und ihr könnt es nicht verhindern"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Und wenn eine jede Seele, die Unrecht begangen hat, alles besäße, was auf Erden ist, würde sie versuchen, sich damit (von der Strafe) loszukaufen. Und sie werden Reue empfinden, wenn sie sehen, wie die Strafe (über sie) kommt. Und es wird zwischen ihnen in Gerechtigkeit entschieden werden, und sie sollen kein Unrecht erleiden"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Wisset, Allahs ist, was in den Himmeln und was auf Erden ist. Wisset, Allah s Verheißung ist wahr! Doch die meisten von ihnen wissen es nicht"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Er macht lebendig und läßt sterben, und zu Ihm kehrt ihr zurück"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "O ihr Menschen! Nunmehr ist von eurem Herrn eine Ermahnung zu euch gekommen und eine Heilung für das, was euch in eurer Brust bewegt, und eine Führung und Barmherzigkeit für die Gläubigen"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Sprich: \"Durch die Gnade Allahs und durch Seine Barmherzigkeit; darüber sollen sie sich nun freuen. Das ist besser als das, was sie anhäufen"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Sprich: \"Habt ihr das betrachtet, was Allah euch an Nahrung hinabgesandt hat, woraus ihr aber (etwas) Verbotenes und Erlaubtes gemacht habt?\" Sprich: \"Hat Allah euch (das) gestattet oder erdichtet ihr Lügen gegen Allah"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Was meinen wohl jene, die Lügen gegen Allah erdichten, vom Tage der Auferstehung? Wahrlich Allah ist Gnadenvoll gegen die Menschen, jedoch die meisten von ihnen sind nicht dankbar"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Du unternimmst nichts, und du verliest von diesem (Buch) keinen Teil des Quran, und ihr begeht keine Tat, ohne daß Wir eure Zeugen sind, wenn ihr damit vollauf beschäftigt seid. Und auch nicht das Gewicht eines Stäubchens auf Erden oder im Himmel ist vor deinem Herrn verborgen. Und es gibt nichts, weder etwas Kleineres als dies noch etwas Größeres, das nicht in einem Buche voller Klarheit stünde"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Wisset, daß über Allahs Schützlinge keine Furcht kommen wird, noch sollen sie traurig sein"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Diejenigen, die da glauben und rechtschaffen sind"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Für sie ist die frohe Botschaft im diesseitigen Leben sowie im Jenseits (bestimmt) Unabänderlich sind Allahs Worte - das ist wahrlich der gewaltige Gewinn"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Und sei nicht betrübt über ihre Rede. Alle Erhabenheit gebührt Allah allein. Er ist der Allhörende, der Allwissende"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Wisset, daß Allahs ist, wer immer in den Himmeln und wer immer auf der Erde ist. Und diejenigen, die da andere außer Allah anrufen, folgen nicht (diesen) Teilhabern; sie folgen nur einem Wahn, und sie vermuten nur"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Er ist es, Der die Nacht für euch gemacht hat, auf daß ihr in ihr ruhet, und den Tag voll von Licht. Wahrlich, hierin liegen Zeichen für die Leute, die hören können"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Sie sagen: \"Allah hat Sich einen Sohn genommen.\" Gepriesen sei Er! Er ist der Sich-Selbst-Genügende. Sein ist, was in den Himmeln und was auf der Erde ist. Ihr habt keinen Beweis hierfür. Wollt ihr von Allah etwas behaupten, was ihr nicht wisset"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Sprich: \"Jene, die eine Lüge gegen Allah erdichten, werden keinen Erfolg haben"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Eine Weile Genuß in dieser Welt - dann werden sie zu Uns heimkehren. Dann werden Wir sie die strenge Strafe dafür kosten lassen, daß sie ungläubig waren"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Und verlies ihnen die Geschichte von Noah, als er zu seinem Volke sprach: \"O mein Volk, wenn mein Rang und meine Ermahnung durch die Zeichen Allahs für euch unerträglich sind, so setze ich mein Vertrauen in Allah; so beschließt nur eure Angelegenheiten und versammelt eure Teilhaber, und belaßt euer Planen nicht im Verborgenen, sondern handelt gegen mich, und gebt mir keine Wartezeit"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Kehrt ihr (mir) aber den Rücken, so habe ich von euch keinen Lohn verlangt. Mein Lohn ist allein bei Allah, und mir wurde befohlen, zu den Gottergebenen zu gehören"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Doch sie bezichtigten ihn der Lüge; darum retteten Wir ihn und die, die bei ihm im Schiff waren. Und Wir machten sie zu den Nachfolgern (der Menschen), während Wir jene ertrinken ließen, die Unsere Zeichen für Lügen hielten. Schau also, wie das Ende derer war, die gewarnt worden waren"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Dann schickten Wir nach ihm Gesandte zu ihrem Volk, und sie brachten ihnen klare Beweise. Allein sie wollten unmöglich an das glauben, was sie zuvor verleugnet hatten. So versiegeln Wir die Herzen der Übertreter"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Dann schickten Wir nach ihnen Moses und Aaron mit Unseren Zeichen zu Pharao und seinen Vornehmen; sie aber waren hochmütig. Und sie waren ein verbrecherisches Volk"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Als nun die Wahrheit von Uns zu ihnen kam, da sagten sie: \"Das ist gewiß ein offenkundiger Zauber"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Moses sprach: \"Sagt ihr (solches) von der Wahrheit, nachdem sie zu euch gekommen ist? Ist das Zauberei? Und die Zauberer haben niemals Erfolg"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Sie sagten: \"Bist du zu uns gekommen, um uns von dem abzulenken, was wir bei unseren Vätern vorfanden, und wollt ihr beide die Oberhand im Lande haben? Wir aber wollen euch nicht glauben"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Da sprach Pharao: \"Bringt mir einen jeden kundigen Zauberer herbei"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Als nun die Zauberer kamen, sprach Moses zu ihnen: \"Werft, was ihr zu werfen habt"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Als sie dann geworfen hatten sprach Moses: \"Was ihr gebracht habt, ist Zauberei. Allah wird es sicher zunichte machen. Denn wahrlich, Allah läßt das Werk der Verderbensstifter nicht gedeihen"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Und Allah stärkt die Wahrheit durch Seine Worte, auch wenn es die Verbrecher verwünschen"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Und niemand bekannte sich zu Moses, bis auf einige junge Menschen aus seinem Volk - voller Furcht vor Pharao und seinen Vornehmen, er (Pharao) würde sie verfolgen. Und in der Tat war Pharao ein Tyrann im Land, und wahrlich, er war einer der Maßlosen"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Und Moses sprach: \"O mein Volk, habt ihr an Allah geglaubt, so vertraut nun auf Ihn, wenn ihr euch (Ihm) wirklich ergeben habt"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Sie sagten: \"Auf Allah vertrauen wir. Unser Herr, mache uns nicht zu einer Versuchung für das Volk der Ungerechten"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Und errette uns durch Deine Barmherzigkeit von dem Volk der Ungläubigen"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Und Wir gaben Moses und seinem Bruder ein: \"Nehmt in Ägypten einige Häuser für euer Volk und macht sie zur Begegnungsstätte und verrichtet das Gebet.\" Und (weiter): \"Verkünde den Gläubigen die frohe Botschaft"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Und Moses sprach: \"Unser Herr, Du gabst die Pracht sowie die Reichtümer im diesseitigen Leben dem Pharao und seinen Vornehmen, unser Herr, damit sie von Deinem Weg abhalten. Unser Herr, zerstöre ihre Reichtümer und triff ihre Herzen, so daß sie nicht glauben, ehe sie die schmerzliche Strafe erleben"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Er sprach: \"Euer Gebet ist erhört. Seid ihr beide denn aufrichtig und folgt nicht dem Weg derer, die unwissend sind"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Und Wir führten die Kinder Israels durch das Meer; und Pharao mit seinen Heerscharen verfolgte sie widerrechtlich und feindlich, bis er nahe daran war, zu ertrinken, (und) sprach: \"Ich glaube, daß kein Gott ist als Der, an Den die Kinder Israels glauben, und ich gehöre nun zu den Gottergebenen"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Wie? Jetzt? Wo du bisher ungehorsam und einer derer warst, die Unheil stifteten"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Nun wollen Wir dich heute dem Leibe nach erretten, auf daß du ein Beweis für diejenigen seiest, die nach dir kommen. Und es gibt sicher viele Menschen, die Unseren Zeichen keine Beachtung schenken"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Wahrlich, Wir bereiteten den Kindern Israels ein wahrhaftig sicheres Dasein und versorgten sie mit guten Dingen; und sie waren nicht eher uneins, als bis das Wissen zu ihnen kam. Wahrlich, am Tage der Auferstehung wird dein Herr zwischen ihnen darüber entscheiden, worüber sie uneins waren"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Und falls du im Zweifel über das bist, was Wir zu dir niedersandten, so frage diejenigen, die vor dir die Schrift gelesen haben. Wahrlich, die Wahrheit ist von deinem Herrn zu dir gekommen; sei also nicht einer der Zweifler"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Und gehöre auch nicht zu jenen, die Allahs Zeichen für Lügen halten, da du sonst einer der Verlierenden sein wirst"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Wahrlich, diejenigen, gegen die das Wort deines Herrn ergangen ist, werden nicht gläubig sein"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "auch wenn zu ihnen irgendein Zeichen käme, bis sie die schmerzliche Strafe sehen"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Gab es denn kein Volk außer dem Volke Jonas, das so glauben könnte daß ihnen ihr Glaube (etwas) genutzt hätte? Als sie glaubten, da nahmen Wir die Strafe der Schande in diesem Leben von ihnen fort und versorgten sie auf eine (beschränkte) Zeit"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Und hätte dein Herr es gewollt, so hätten alle, die insgesamt auf der Erde sind, geglaubt. Willst du also die Menschen dazu zwingen, Gläubige zu werden"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Niemandem steht es zu zu glauben, es sei denn mit Allahs Erlaubnis. Und Er läßt (Seinen) Zorn auf jene herab, die ihre Vernunft (dazu) nicht gebrauchen wollen"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Sprich: \"Schaut doch, was in den Himmeln und auf der Erde ist.\" Aber den Leuten, die nicht glauben, helfen die Zeichen und die Warnungen nichts"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Was erwarten sie denn anderes als die Tage jener, die vor ihnen dahingegangen sind? Sprich: \"Wartet denn, (und) ich warte mit euch"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Dann werden Wir Unsere Gesandten und jene, die da glauben, erretten. Also obliegt es Uns, die Gläubigen zu retten"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Sprich: \"O ihr Menschen, wenn ihr über meine Religion im Zweifel seid, dann (wisset), ich verehre nicht die, welche ihr statt Allah verehrt, sondern ich verehre Allah allein, Der euch abberufen wird; und mir wurde befohlen, einer der Gläubigen zu sein"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "Und (mir wurde befohlen): \"Richte dein Antlitz auf die einzig wahre Religion, und sei nicht einer der Götzendiener"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Und rufe nicht statt Allah (etwas) anderes an, das dir weder nützt noch schadet. Tätest du es, dann wärest du gewiß unter den Ungerechten"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Und wenn dich Allah mit einem Übel treffen will, so gibt es keinen, der es hinwegnehmen kann, außer Ihm; und wenn Er dir etwas Gutes erweisen will, so gibt es keinen, der Seine Gnade verhindern kann. Er läßt sie unter Seinen Dienern zukommen, wem Er will, und Er ist der Allverzeihende, der Barmherzige"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Sprich: \"O ihr Menschen, nun ist die Wahrheit von eurem Herrn zu euch gekommen. Wer nun dem rechten Weg folgt, der folge ihm allein zum Heil seiner eigenen Seele; und wer in die Irre geht, der geht nur zu seinem eigenen Schaden irre. Und ich bin nicht euer Hüter"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Und folge dem, was dir offenbart wurde, und sei geduldig, bis Allah richtet; denn Er ist der beste Richter"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif Lam Ra'(Dies ist) ein Buch, dessen Verse vervollkommnet und dann im einzelnen erklärt worden sind - von einem Allweisen, Allkundigen"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(Es lehrt euch,) daß ihr keinen außer Allah anbeten sollt. Ich bin euch von Ihm (als) ein Warner und ein Bringer froher Botschaft (gesandt worden)"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "(Und ich bin zu euch gesandt worden, auf) daß ihr Vergebung von eurem Herrn erflehet und euch dann reumütig zu Ihm bekehret. Er wird euch dann bis zum Ende einer festgesetzten Frist reich versorgen. Und Seine Huld wird Er einem jeden gewähren, der sie verdient. Kehrt ihr euch jedoch (von Ihm) ab; wahrlich, dann fürchte ich für euch die Strafe eines großen Tages"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Zu Allah werdet ihr heimkehren; und Er hat Macht über alle Dinge"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Gewiß nun, sie verschließen ihre Brust, um sich vor Ihm zu verstecken. Doch siehe, wenn sie sich auch mit ihren Gewändern bedecken, weiß Er, was sie verbergen und was sie offenbaren. Wahrlich, Er weiß wohl, was in den Herzen gehegt wird"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Und es gibt kein Geschöpf auf der Erde, dessen Versorgung nicht Allah obläge. Und Er kennt seinen Aufenthaltsort und seine Heimstatt. Alles ist in einer deutlichen Schrift (verzeichnet)"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Und Er ist es, Der die Himmel und die Erde in sechs Tagen erschuf - und Sein Reich war auf dem Wasser -, damit Er prüfe, wer von euch die beste Tat begehe. Und wenn du sprichst: \"Ihr werdet wahrlich nach dem Tode auferweckt werden\" dann werden die Ungläubigen gewiß sagen: \"Das ist nichts als offenkundige Zauberei"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Und wenn Wir aber ihre Bestrafung bis zu einem be rechneten Zeitpunkt aufschöben, würden sie sicherlich sagen: \"Was hält sie zurück?\" Nun wahrlich, an dem Tage, an dem sie zu ihnen kommen wird, da wird keiner (sie) von ihnen abwenden können; und das, was sie zu verspotten pflegten, wird sie rings umschließen"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Und wenn Wir dem Menschen Unsere Gnade zu kosten geben und sie ihm daraufhin fortnehmen, ist er verzweifelt und undankbar"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Und wenn Wir ihm nach einer Drangsal, die ihn getroffen hat, eine Gabe bescheren, sagt er sicherlich: \"Das Übel ist von mir gewichen.\" Siehe, er ist frohlockend und prahlend"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Ausgenommen (von der Strafe) sind diejenigen, die geduldig sind und gute Werke tun. Ihnen wird Vergebung und ein großer Lohn zuteil sein"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Vielleicht wirst du nun einen Teil von dem aufgeben, was dir offenbart wurde; und deine Brust wird davon so bedrückt sein, daß sie sagen: \"Warum ist nicht ein Schatz zu ihm niedergesandt worden oder ein Engel mit ihm gekommen?\" Du aber bist nur ein Warner, und Allah ist der Hüter aller Dinge"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Oder werden sie sagen: \"Er hat es erdichtet?\" Sprich: \"So bringt doch zehn ebenbürtig erdichtete Suren hervor und ruft an, wen ihr vermögt, außer Allah, wenn ihr wahrhaftig seid"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Und wenn sie darauf nicht reagieren, dann wisset, es ist mit Allahs Wissen offenbart worden; und es gibt keinen Gott außer Ihm. Wollt ihr euch nun ergeben"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Diejenigen, die das irdische Leben und seine Pracht begehren, wollen Wir für ihre irdischen Werke voll belohnen, und sie sollen (auf Erden) kein Unrecht erleiden"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Diese sind es, die im Jenseits nichts als das Feuer erhalten sollen, und das, was sie hienieden gewirkt haben, wird nichtig sein, und eitel (wird) all das (sein), was sie zu tun pflegten"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Kann denn der, der einen deutlichen Beweis von seinem Herrn besitzt und dem Sein Zeuge folgen soll und dem das Buch Moses' als Führung und Barmherzigkeit vorausging(, ein Betrüger sein)? Diese werden an ihn glauben, und wer von den Gruppen nicht an ihn glaubt das Feuer soll sein verheißener Ort sein. Sei daher darüber nicht im Zweifel. Dies ist die Wahrheit von deinem Herrn; jedoch die meisten Menschen glauben es nicht"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Und wer ist ungerechter als der, der eine Lüge gegen Allah erdichtet? Diese werden ihrem Herrn vorgeführt werden, und die Zeugen werden sagen: \"Das sind die, die gegen ihren Herrn logen.\" Hört! Wahrlich, der Fluch Allahs lastet auf den Ungerechten"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "die vom Wege Allahs abhalten und ihn zu krümmen suchen. Und diese sind es, die nicht an das Jenseits glauben"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "sie vermögen nimmermehr im Lande zu siegen, noch haben sie irgendeinen Beschützer vor Allah. Verdoppelt soll ihnen die Strafe werden! Sie konnten weder hören noch konnten sie sehen"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Diese sind es, die ihrer selbst verlustig gegangen sind, und was sie ersonnen haben, soll ihnen nichts nützen"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "(Es besteht) kein Zweifel (darüber), daß sie im Jenseits die größten Verlierer sein werden"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Diejenigen aber, die glauben und gute Werke tun und sich vor ihrem Herrn demütigen, sind die Bewohner des Paradieses; darin sollen sie auf ewig verweilen"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Der Fall der beiden Parteien ist wie der (Fall) des Blinden und des Tauben und des Sehenden und des Hörenden. Sind nun beide wohl in der gleichen Lage? Wollt ihr denn nicht daran denken"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Wir entsandten ja Noah zu seinem Volke (und er sagte): \"Wahrlich, ich bin für euch ein deutlicher Warner"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "daß ihr keinen anderen außer Allah dient. Ich fürchte für euch die Strafe eines schmerzlichen Tages"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Die Vornehmen seines Volkes, die nicht glaubten, sagten: \"Wir sehen in dir nur einen Menschen unseresgleichen und wir sehen, daß dir keine als jene gefolgt sind, die aller äußeren Erscheinung nach die Niedrigsten unter uns sind, noch sehen wir in euch irgendeinen Vorzug vor uns; nein, wir erachten euch für Lügner"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Er sprach: \"O mein Volk, (ihr) seht nicht ein, daß ich einen klaren Beweis von meinem Herrn habe; und Er hat mir Seine Barmherzigkeit gewährt, die euch aber verborgen geblieben ist. Sollen wir sie euch da aufzwingen, wo sie euch zuwider ist"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "O mein Volk, ich verlange von euch kein Entgelt dafür. Mein Lohn ist allein bei Allah. Und ich werde gewiß nicht jene, die glauben, verstoßen. Sie werden ihrem Herrn begegnen. Allein, ich erachte euch für ein Volk, das unwissend ist"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "O mein Volk, wer würde mir gegen Allah helfen, wenn ich sie verstieße? Wollt ihr (das) denn nicht einsehen"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Und ich sage nicht zu euch: \"Ich besitze die Schätze Allahs\", noch kenne ich das Verborgene, noch erkläre ich: \"Ich bin ein Engel.\" Noch sage ich von denen, die eure Augen verachten: \"Allah wird ihnen niemals (etwas) Gutes gewähren.\" Allah kennt am besten, was in ihrem Inneren vorgeht; wahrlich, ich gehörte sonst zu denen, die ungerecht sind"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Sie sagten: \"O Noah, du hast schon (genug) mit uns gehadert und gar lange mit uns gehadert; so bring uns denn her, was du uns androhst, wenn du zu den Wahrhaftigen gehörst"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Er sprach: \"Allah allein wird es euch bringen, wenn Er will, und ihr vermögt es nicht zu verhindern"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Und mein Rat, den ich euch geben will, wird euch nichts nützen, wenn Allah euch abirren lassen will. Er ist euer Herr; und zu Ihm werdet ihr zurückgebracht werden"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Ob sie sagen werden: \"Er hat es ersonnen?\" Sprich: \"Wenn ich es ersonnen habe, so sei dies meine Sünde; und ich bin nicht verantwortlich für das, was ihr an Sünden begeht"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Und es wurde Noah offenbart: \"Keiner von deinem Volk wird (dir) glauben, außer jenen, die (dir) bereits geglaubt haben: sei darum nicht traurig über ihr Tun"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Und baue das Schiff unter Unserer Aufsicht und nach Unserer Anweisung, und lege bei Mir keine Fürsprache für diejenigen ein, die gefrevelt haben; denn diese werden ertrinken"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Und er baute also das Schiff; sooft die Vornehmen seines Volkes an ihm vorübergingen, verspotteten sie ihn. Er sprach: \"Verspottet ihr uns, so werden auch wir euch verspotten, gerade so, wie ihr spottet"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Ihr werdet dann erfahren, wer es ist, über den eine Strafe kommen wird, die ihn mit Schande bedeckt, und wen eine immerwährende Strafe treffen wird"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Alsdann erging Unser Befehl und die Fluten (der Erde) brachen hervor. Da sprachen Wir: \"Bringe in das Schiff je zwei von allen (Arten) hinein, Pärchen, und deine Familie mit Ausnahme derer, gegen die das Wort bereits ergangen ist, und die Gläubigen.\" Und keiner glaubte ihm, außer einer kleinen Schar"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "Und er sprach: \"Steigt hinein! Im Namen Allahs erfolgt die Ausfahrt und die Landung. Mein Herr ist wahrlich Allverzeihend, Barmherzig"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Und es (das Schiff) fuhr mit ihnen über Wogen gleich Bergen einher, und Noah rief zu seinem Sohn, der sich abseits hielt: \"O mein Sohn, steig mit uns ein und bleibe nicht bei den Ungläubigen"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "Er sagte: \"Ich will mich sogleich auf einen Berg begeben, der mich vor dem Wasser retten wird.\" Er sagte: \"Es gibt heute keinen Retter vor Allahs Befehl - (Rettung) gibt es nur für jene, derer Er Sich erbarmt.\" Und die Woge brach zwischen den beiden herein, (und) so war er unter denen, die ertranken"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Und es wurde befohlen: \"O Erde, verschlinge dein Wasser, o Himmel, höre auf (zu regnen)!\" Und das Wasser begann zu sinken, und die Angelegenheit war entschieden. Und das Schiff kam auf dem Güdyy zur Rast. Und es wurde befohlen: \"Fort mit dem Volk der Frevler"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Und Noah rief zu seinem Herrn und sagte: \"Mein Herr, mein Sohn gehört doch zu meiner Familie, und Dein Versprechen ist doch wahr, und Du bist der beste Richter"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "Er sprach: \"O Noah, er gehört nicht zu deiner Familie; siehe, dies ist kein rechtschaffenes Benehmen. So frage Mich nicht nach dem, von dem du keine Kenntnis hast. Ich ermahne dich, damit du nicht einer der Toren wirst"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Er sagte: \"Mein Herr, ich nehme meine Zuflucht bei Dir davor daß ich Dich nach dem frage, wovon ich keine Kenntnis habe. Und wenn Du mir nicht verzeihst und Dich meiner nicht erbarmst, so werde ich unter den Verlierenden sein"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Es wurde befohlen: \"O Noah, geh an Land, (und sei) mit Unserem Frieden begleitet! Und Segnungen (seien) über dir und über den Geschlechtern, die bei dir sind! Und es werden andere Geschlechter kommen, denen Wir Versorgung gewähren; dann aber wird Unsere schmerzliche Strafe sie treffen"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Das ist einer der Berichte von den verborgenen Dingen, die Wir dir offenbaren. Zuvor kanntest du sie nicht, weder du noch dein Volk. So harre denn aus; denn der Ausgang entscheidet zugunsten der Gottesfürchtigen"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Und zu den `Ad (entsandten Wir) ihren Bruder Hud. Er sagte: \"O mein Volk, dient Allah. Ihr habt keinen anderen Gott außer Ihm. Ihr seid nichts anderes als Lügner"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O mein Volk, ich verlange von euch keinen Lohn dafür; seht, mein Lohn ist einzig bei Dem, Der mich erschuf. Wollt ihr es denn nicht begreifen"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "O mein Volk, erfleht Vergebung von eurem Herrn, dann bekehrt euch reumütig zu Ihm; Er wird (den Segen) in reichlicher Weise vom Himmel über euch schicken und wird euch Kraft zu eurer Kraft hinzugeben. So wendet euch nicht als Schuldige ab"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Sie sagten: \"O Hud, du hast uns kein deutliches Zeichen gebracht, und wir wollen unsere Götter nicht auf dein Wort hin verlassen, noch wollen wir dir glauben"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Wir können nur sagen, daß einige unserer Götter dich mit einem Übel heimgesucht haben.\" Er sagte: \"Ich rufe Allah zum Zeugen an, und bezeugt auch ihr, daß ich nicht an dem teilhabe, was ihr (Ihm) zur Seite stellt"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "außer Ihm; so schmiedet denn Pläne gegen mich, ihr alle, und gewährt mir keine Frist"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Ich aber vertraue auf Allah, meinen Herrn und euren Herrn. Kein Geschöpfbewegt sich (auf Erden), das Er nicht in Seine Richtung steuert. Seht, mein Herr ist auf dem geraden Weg"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Wenn ihr euch nun (von Ihm) abkehrt, so habe ich euch schon überbracht, womit ich zu euch entsandt wurde; und mein Herr wird ein anderes Volk an eure Stelle setzen. Und ihr könnt Ihm keineswegs schaden. Wahrlich, mein Herr ist Hüter über alle Dinge"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Und als Unser Befehl kam, da erretteten Wir Hud und diejenigen, die mit ihm gläubig waren, durch Unsere Barmherzigkeit. Und Wir erretteten sie vor schwerer Strafe"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Und diese waren die `Ad, die die Zeichen ihres Herrn leugneten und Seinen Gesandten nicht gehorchten und der Aufforderung eines jeden abschweifenden Tyrannen folgten"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Ein Fluch verfolgte sie auf dieser Welt und (wird sie) am Tag der Auferstehung (verfolgen) Siehe, die `Ad haben sich gegen ihren Herrn undankbar erwiesen. Siehe, verstoßen sind die `Ad, das Volk Huds"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "Und zu den Tamud (entsandten Wir) ihren Bruder Sälih; er sagte: \"O mein Volk, dient Allah; ihr habt keinen anderen Gott außer Ihm. Er hat euch aus der Erde hervorgebracht und ließ euch darauf ansiedeln. So erfleht Seine Vergebung, dann bekehrt euch zu Ihm. Wahrlich, mein Herr ist nahe (und) erhört die Gebete"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Sie sagten: \"O Salih, du warst zuvor unter uns der Mittelpunkt der Hoffnung. Willst du uns verwehren, das anzubeten, was unsere Väter anbeteten? Und wir befinden uns wahrhaftig in beunruhigendem Zweifel über das, wozu du uns aufforderst"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Er sagte: \"O mein Volk, was meint ihr, wenn ich einen klaren Beweis von meinem Herrn habe und Er hat mir Seine Barmherzigkeit erwiesen -, wer wird mir dann gegen Allah helfen, wenn ich Ihm ungehorsam bin? So würdet ihr mein Verderben nur fördern"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "O mein Volk, dies ist die Kamelstute Allahs als ein Zeichen für euch; so lasset sie auf Allahs Erde weiden und fügt ihr kein Leid zu, damit euch nicht baldige Strafe erfasse"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Doch sie zerschnitten ihr die Sehnen; da sagte er: \"Ergötzt euch in euren Häusern (noch) drei Tage. Das ist ein Urteil, das nicht zu verleugnen ist"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Als Unser Befehl eintraf, da erretteten Wir Sälih und diejenigen, die mit ihm gläubig waren, durch Unsere Barmherzigkeit, (Wir erretteten sie) vor der Schmach jenes Tages. Wahrlich, dein Herr ist der Allmächtige, der Erhabene"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Da kam über diejenigen, die frevelten, der Schrei; und da lagen sie in ihren Häusern leblos hingestreckt"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "als hätten sie nie darin gewohnt. Siehe, die Tamud zeigten sich undankbar gegen ihren Herrn; siehe, verstoßen sind die Tamud"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Und es kamen Unsere Gesandten mit froher Botschaft zu Abraham. Sie sprachen: \"Friede!\" Er sagte: \"Friede!\" und es dauerte nicht lange, bis er ein gebratenes Kalb herbeibrachte"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Als er aber sah, daß ihre Hände sich nicht danach ausstreckten, fand er sie befremdend und empfand Furcht vor ihnen. Sie sprachen: \"Fürchte dich nicht; denn wir sind zum Volke Lots entsandt"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Und seine Frau stand dabei und lachte, worauf Wir ihr die frohe Botschaft von (ihrem künftigen Sohn) Isaak und von (dessen künftigem Sohn) Jakob nach Isaak verkündeten"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Sie sagte: \"Ach, wehe mir! Soll ich ein Kind gebären, wo ich doch eine alte Frau bin und dieser mein Ehemann ein Greis ist? Das wäre wahrlich eine wunderbare Sache"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Da sprachen jene: \"Wunderst du dich über den Beschluß Allahs? Allahs Gnade und Seine Segnungen sind über euch, o Leute des Hauses. Wahrlich, Er ist Preiswürdig, Ruhmvoll"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Als die Furcht von Abraham abließ und die frohe Botschaft zu ihm kam, da begann er, mit Uns über das Volk Lots zu streiten"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "ahrlich, Abraham war milde, mitleidend und bußfertig"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "O Abraham, laß von diesem (Streit) ab. Siehe, schon ist der Befehl deines Herrn ergangen, und über sie bricht ganz gewiß die unabwendbare Strafe herein"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Und als Unsere Gesandten zu Lot kamen geriet er ihretwegen in Bedrängnis, wurde ratlos und entsetzt und sagte: \"Das ist ein schwerer Tag"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Und sein Volk kam eilends zu ihm gelaufen; und schon zuvor hatten sie Schlechtigkeiten verübt. Er sagte: \"O mein Volk, dies hier sind meine Töchter; sie sind reiner für euch (als meine Gäste) So fürchtet Allah und bringt keine Schande hinsichtlich meiner Gäste über mich. Ist denn kein redlicher Mann unter euch"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Sie sagten: \"Du weißt recht wohl, daß wir keine Absicht hinsichtlich deiner Töchter hegen, und du weißt wohl, was wir wollen"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Er sagte: \"Hätte ich doch Macht über euch, oder könnte ich mich an eine starke Stütze lehnen"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "Sie sprachen: \"O Lot, wir sind Gesandte deines Herrn. Sie sollen dich nimmermehr erreichen. So mache dich mit den Deinen in einer Phase der Nacht auf; und niemand von euch wende sich um, außer deiner Frau. Gewiß, was jene dort treffen wird, das wird auch sie treffen. Siehe, am Morgen ist ihr Termin. Ist nicht der Morgen nahe"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Als nun Unser Befehl eintraf, da kehrten Wir in dieser (Stadt) das Oberste zuunterst und ließen auch brennende Steine niedergehen, die wie Regentropfen aufeinander folgten"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Und (dies war für sie) bei deinem Herrn aufgezeichnet. Und das gleiche liegt auch den Ungerechten nicht fern"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "Und zu den Madyan (entsandten Wir) ihren Bruder Suaib. Er sagte: \"O mein Volk, dient Allah. Ihr habt keinen anderen Gott außer Ihm. Und verkürzt nicht Maß und Gewicht. Ich sehe euch im Wohlsein, aber ich fürchte für euch die Strafe eines völlig vernichtenden Tages"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "O mein Volk, gebt volles Maß und Gewicht nach Richtigkeit und betrügt die Menschen nicht um ihr Eigentum und treibt im Land nicht euer Unwesen, indem ihr Unheil anrichtet"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Das, was Allah (bei euch) ließ, ist besser für euch, wenn ihr Gläubige seid. Und ich bin nicht euer Wächter"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Sie sagten: \"O Suaib, heißt dein Gebet, daß wir das verlassen sollen, was unsere Väter anbeteten, oder daß wir aufhören sollen, mit unserem Besitz zu tun, was uns gefällt? Du bist doch wahrlich der Milde und der Mündige"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Er sagte: \"O mein Volk, seht ihr nicht ein, daß ich einen deutlichen Beweis von meinem Herrn habe und (daß) Er mir Seine Sorge angedeihen ließ? Und ich will gegen euch nicht so handeln, wie ich es euch zu unterlassen bitte. Ich will nur Besse rung, soweit ich (es erreichen) kann. Es ist keine Macht in mir als durch Allah. Auf Ihn vertraue ich und an Ihn wende ich mich"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "O mein Volk, möge die Feindseligkeit gegen mich euch nicht dazu führen, daß euch das gleiche wie das trifft, was das Volk Noahs oder das Volk Huds oder das Volk Salihs getroffen hat; und das (Schicksal) des Volkes Lots ist euch nicht fern"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Und bittet euren Herrn um Vergebung, (und) dann bekehrt euch zu Ihm. Wahrlich, mein Herr ist Barmherzig, Liebevoll"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Sie sagten: \"O Suaib, wir verstehen nicht viel von dem, was du sprichst, und wir sehen nur, daß du unter uns schwach bist. Und wäre nicht dein Stamm, würden wir dich steinigen. Und du wirst kein Mitleid in uns wecken"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Er sagte: \"O mein Volk, ist mein Stamm bei euch geehrter als Allah? Und ihr nehmt Ihn nicht ernst. Doch wahrlich, mein Herr umfaßt alles, was ihr tut"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "O mein Volk, handelt eurem Standpunkt gemäß, auch ich handle (meinem Standpunkt gemäß) Bald werdet ihr erfahren, auf wen eine Strafe niederfallen wird, die ihn schändet, und wer ein Lügner ist. Und paßt nur auf; seht, ich passe mit euch auf"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Und als Unser Befehl eintraf, da erretteten Wir Suaib und diejenigen, die mit ihm gläubig waren, durch Unsere Barmherzigkeit; und der Schrei erfaßte die, welche gefrevelt hatten, so daß sie leblos in ihren Häusern lagen"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "so als hätten sie nie darin gewohnt. Wahrlich, Madyan wurde gerade so verstoßen wie (das Volk) Tamud verstoßen worden war"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Wahrlich, Wir entsandten Moses mit Unseren Zeichen und offenbarem Beweis"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "zu Pharao und seinen Vornehmen; jedoch sie folgten Pharaos Befehl, und Pharaos Befehl war keineswegs klug"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Am Tage der Auferstehung soll er seinem Volk vorangehen und sie in das Feuer hinabführen. Und schlimm ist das Ziel, wohin sie gelangen"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Und ein Fluch verfolgt sie hienieden und (wird sie) am Tage der Auferstehung (verfolgen) Schlimm ist die Gabe, die (ihnen) gegeben wird"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Das ist die Kunde von den Städten, die Wir dir erzählen. Manche von ihnen stehen noch aufrecht da, und (manche) sind zerstört worden"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Nicht Wir taten ihnen Unrecht, sondern sie taten sich selber Unrecht an; und ihre Götter, die sie statt Allah anriefen, nützten ihnen überhaupt nichts, als der Befehl deines Herrn eintraf; sie stürzten sie nur noch mehr ins Verderben"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Und so ist der Griff deines Herrn, wenn Er die Städte erfaßt, weil sie freveln. Wahrlich, Sein Griff ist schmerzhaft, streng"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Darin liegt gewiß ein Zeichen für den, der die Strafe des Jenseits fürchtet. Das ist ein Tag, an dem die Menschen versammelt werden, und das ist ein Tag, den jeder erleben wird"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Und Wir verschieben ihn nur bis zu einem berechneten Termin"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Wenn jener (Tag) kommt, dann wird keine Seele sprechen, es sei denn mit Seiner Erlaubnis; unter ihnen gibt es dann welche, die unselig und welche, die selig sind"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Was nun diejenigen angeht, die unselig sind, so werden sie ins Feuer gelangen, worin sie seufzen und schluchzen werden"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Darin werden sie auf ewig bleiben, solange die Himmel und die Erde dauern, es sei denn, dein Herr will es anders. Wahrlich, dein Herr tut, was Er will"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Was aber diejenigen angeht, die glücklich sind, so werden sie im Paradies sein, und sie werden darin auf ewig verweilen, solange die Himmel und die Erde dauern, es sei denn, dein Herr will es anders eine Gabe, die nicht unterbrochen wird"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Sei darum nicht im Zweifel darüber, was diese Leute verehren; sie verehren nur, was ihre Väter zuvor verehrten, und Wir wollen ihnen wahrlich ihren vollen Anteil unverkürzt gewähren"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Und wahrlich, Wir haben Moses die Schrift gegeben, doch dann entstand Uneinigkeit über sie; und wäre nicht schon zuvor ein Wort von deinem Herrn ergangen, wäre es zwischen ihnen entschieden worden; und sie befinden sich darüber immer noch in bedenklichem Zweifel"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Und allen wird dein Herrsicher ihre Taten vergelten. Er ist gut über das unterrichtet, was sie tun"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "andle du darum aufrichtig, wie dir befohlen worden ist - und die (sollen aufrichtig handeln,) die sich mit dir bekehrt haben. Und seid nicht aufsässig; wahrlich, Er ist dessen ansichtig, was ihr tut"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Und neigt euch nicht zu den Ungerech ten, damit euch das Feuer nicht erfasse. Und ihr werdet keine Beschützer außer Allah haben, noch wird euch geholfen werden"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Und verrichte das Gebet an den beiden Tagesenden und in den Stunden der Nacht, die dem Tage näher sind. Wahrlich, die guten Taten tilgen die bösen. Das ist eine Ermahnung für die Nachdenkli chen"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Und sei geduldig; denn wahrlich, Allah läßt den Lohn der Rechtschaffenen nicht verlorengehen"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Wären nur unter den Geschlechtern vor euch Leute von Verstand gewesen, die der Verderbtheit auf Erden hätten entgegensteuern können - ausgenommen die wenigen, die Wir aus ihrer Zahl erretteten! Doch die Frevler folgten dem, was ihnen Genuß und Behagen versprach, und sie übertraten (die Gebote)"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Und dein Herr ist nicht Der, Der die Städte zu Unrecht zerstören würde, wenn ihre Bewohner rechtschaffen wären"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Und hätte dein Herr es gewollt, so hätte Er die Menschen alle zu einer einzigen Gemeinde gemacht; doch sie wollten nicht davon ablassen, uneins zu sein"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Ausgenommen davon sind jene, derer dein Herr Sich erbarmt hat, und dazu hat Er sie erschaffen. Und das Wort deines Herrn ist in Erfüllung gegangen: \"Wahrlich, Ich werde Gahannam mit den Ginn und den Menschen insgesamt füllen"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Und Wir berichten dir von den Geschichten der Gesandten, um dein Herz zu festigen. Und hierin ist die Wahrheit zu dir gekommen und eine Ermahnung und eine Erinnerung für die Gläubigen"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Und sprich zu denen, die nicht glauben: \"Handelt eurem Standpunkt gemäß, auch wir handeln (unserem Standpunkt gemäß)"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Und wartet nur, auch wir warten"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Und Allahs ist das Verborgene in den Himmeln und auf der Erde, zu Ihm werden alle Angelegenheiten zurückgebracht werden. So bete Ihn an und vertraue auf Ihn; und dein Herr ist nicht achtlos eures Tuns"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Alif Lam Ra ' Das sind die Verse der deutlichen Schrift"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Wir haben sie als Quran auf Arabisch offenbart, auf daß ihr (sie) begreifen möget"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Wir erzählen dir die schönste der Geschichten, indem Wir dir diesen Quran offenbaren, obwohl du zuvor unter denen warst die keine Kenntnis besaßen"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Damals sagte Yusuf zu seinem Vater: \"O mein Vater, ich sah elf Sterne und die Sonne und den Mond, (und) ich sah sie vor mir niederfallen"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "Er sagte: \"Du, mein Söhnchen, erzähle deinen Traum nicht deinen Brüdern, sie werden sonst eine List gegen dich ersinnen; denn Satan ist dem Menschen ein offenkundiger Feind"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Und so wird dein Herr dich erwählen und dich die Deutung der Träume lehren und Seine Huld an dir und an dem Geschlecht Jakobs vollenden, so wie Er sie zuvor an zweien deiner Vorväter vollendete, an Abraham und Isaak. Wahrlich, dein Herr ist Allwissend, Allweise"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Gewiß, in (der Geschichte von) Yusuf und seinen Brüdern liegen Zeichen für die Ratsuchenden"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Damals sagten sie: \"Wahrlich, Yusuf und sein Bruder sind unserem Vater lieber als wir, obwohl wir mehrere sind. Unser Vater befindet sich gewiß in einem offenkundigen Irrtum"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Tötet Yusuf oder vertreibt ihn in ein fernes Land; frei (für euch) wird damit das Antlitz eures Vaters, und ihr werdet danach gute Leute sein"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Es sagte einer von ihnen: \"Tötet Yusuf nicht; wenn ihr aber vorhabt, etwas zu unternehmen, dann werft ihn in die Tiefe eines Brunnens: möge jemand von den Reisenden ihn herausziehen"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Sie sagten: \"O unser Vater, warum vertraust du uns Yusuf nicht an, obwohl wir es wahrhaftig gut mit ihm meinen"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Schicke ihn morgen mit uns, damit er sich vergnüge und spiele, und wir wollen gut auf ihn aufpassen"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Er sagte: \"Es macht mich traurig, wenn ihr ihn mit fortnehmt, und ich fürchte, der Wolf könnte ihn fressen, wenn ihr nicht auf ihn achtgebt"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Sie sagten: \"Wenn ihn der Wolf frißt, obgleich wir zu mehre ren sind, dann werden wir wahrlich die Verlierenden sein"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Und als sie ihn also mit sich fortnahmen und beschlossen, ihn in die Tiefe des Brunnens zu werfen gaben Wir ihm ein: \"Du wirst ihnen diese ihre Tat dereinst sicherlich verkünden, ohne daß sie es merken"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Und am Abend kamen sie weinend zu ihrem Va ter"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Sie sagten: \"O unser Vater, wir liefen miteinander um die Wette und ließen Yusuf bei unseren Sachen zurück, und da hat ihn der Wolf gefressen; du wirst uns doch nicht glauben, auch wenn wir die Wahrheit; aussprechen"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Und sie hatten falsches Blut auf sein Hemd gebracht. Er sagte: \"Nein, ihr habt das geplant. Doch schön geduldig sein. Und Allah sei um Hilfe wider das gebeten, was ihr beschreibt"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Und dann kam eine Karawane, und sie schickte ihren Wasserschöpfer voraus. Er ließ seinen Eimer herab; und er sagte: \"O Glücksbotschaft! Hier ist ein Jüngling!\" Und sie verbargen ihn wie eine Ware, und Allah wußte wohl, was sie taten"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Und sie verkauften ihn zu einem schäbigen Preis für einige Dirhams; denn (an ihm) hatten sie kein Interesse"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "Und derjenige (Mann) aus Ägypten, der ihn gekauft hatte, sagte zu seiner Frau: \"Nimm ihn freundlich auf. Vielleicht kann er uns einmal nützlich werden, oder wir nehmen ihn als Sohn an.\" Und so gaben Wir Yusuf Macht im Land, und Wir lehrten ihn (auch) die Deutung der Träume. Und Allah setzt das durch, was Er beschließt. Die meisten Menschen aber wissen es nicht"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Und als er zum Mann heranwuchs, verliehen Wir ihm Weisheit und Wissen. Und so belohnen Wir diejenigen, die Gutes tun"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Und sie (die Frau), in deren Haus er war, versuchte ihn zu verführen gegen seinen Willen; und sie verriegelte die Türen und sagte: \"Nun komm zu mir!\" Er sagte: \"Ich suche Zuflucht bei Allah. Er ist mein Herr. Er hat meinen Aufenthalt ehrenvoll gemacht. Wahrlich, die Frevler erlangen keinen Erfolg"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Und sie begehrte ihn (und) auch er hätte sie begehrt, wenn er nicht ein deutliches Zeichen von seinem Herrn gesehen hätte. Das geschah, um Schlechtigkeit und Unsittlichkeit von ihm abzuwenden. Wahrlich, er war einer Unserer auserwählten Diener"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Und sie eilten beide zur Tür, und sie zerriß sein Hemd von hinten, und sie trafen an der Tür auf ihren Mann. Sie sagte: \"Was soll der Lohn desjenigen sein, der gegen deine Familie etwas Böses plante, wenn nicht das Gefängnis oder sonst irgendeine schmerzliche Strafe"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Er sagte: \"Sie war es, die mich gegen meinen Willen zu verführen suchte.\" Und ein Zeuge aus ihrer Familie bezeugte es: \"Wenn sein Hemd vorne zerrissen ist, dann hat sie die Wahrheit gesprochen und er ist ein Lügner"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Wenn sein Hemd jedoch hinten zerrissen ist, so hat sie gelogen, und er ist der, der die Wahrheit sagte"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Als er nun sah, daß sein Hemd hinten zerrissen war, da sagte er: \"Wahrlich, das ist eine List von euch (Weibern); eure List ist wahrlich groß"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "O Yusuf, wende dich ab von dieser Sache, und du (, o Frau), bitte um Vergebung für deine Sünde. Denn gewiß, du gehörst zu den Schuldigen"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "Und einige Frauen in der Stadt sagten: \"Die Frau des `Aziz verlangt von ihrem Burschen die Hingabe gegen seinen Willen; sie ist ganz verliebt in ihn. Wahrlich, wir sehen sie in einem offenbaren Irrtum"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Als sie von ihren Ränken höne, da sandte sie ihnen (Einladungen) und bereitete ein Gastmahl für sie und gab einer jeden von ihnen ein Messer und sagte (zu Yusuf): \"Komm heraus zu ihnen!\" Als sie ihn sahen, bestaunten sie ihn und schnitten sich (dabei) in die Hände und sagten: \"Allah bewahre! Das ist kein Mensch, das ist nichts als ein edler Engel"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Sie sagte: \"Und dieser ist es, um dessentwillen ihr mich getadelt habt. Ich habe allerdings versucht, ihn gegen seinen Willen zu verführen, doch er bewährte sich. Wenn er nun nicht tut, was ich ihm befehle, so soll er unweigerlich ins Gefängnis geworfen werden und einer der Gedemütigten sein"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Er sagte: \"O mein Herr, mir ist das Gefängnis lieber als das, wozu sie mich auffordern; und wenn Du ihre List nicht von mir abwendest, so könnte ich mich ihnen zuneigen und einer der Unwissenden sein"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Da erhörte ihn sein Herr und wendete ihre List von ihm ab. Wahrlich, Er ist der Allhörende, der Allwissende"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Hierauf, nachdem sie die Zeichen (seiner Unschuld) gesehen hatten, schien es ihnen angebracht (zu sein), ihn eine Zeitlang einzukerkern"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Und mit ihm kamen zwei junge Männer ins Gefängnis. Der eine von ihnen sagte: \"Ich sah mich Wein auspressen.\" Und der andere sagte: \"Ich sah mich auf meinem Kopf Brot tragen, von dem die Vögel fraßen. Verkünde uns die Deutung hiervon; denn wir sehen, daß du einer der Rechtschaffenen bist"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Er sprach: \"Jedes Essen, mit dem ihr versorgt werdet, wird euch nicht eher gebracht werden, bevor ich euch hiervon berichtet habe, und zwar noch, ehe es zu euch kommt. Dies (geschieht) auf Grund dessen, was mich mein Herr gelehrt hat. Ich habe die Religion jener Leute verlassen, die nicht an Allah glauben und Leugner des Jenseits sind"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Und ich folge der Religion meiner Väter Abraham und Isaak und Jakob. Uns geziemt es nicht, Allah irgend etwas zur Seite zu stellen. Dies ist etwas von Allahs Huld gegen uns und gegen die Menschheit, jedoch die meisten Menschen sind undankbar"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "O meine beiden Kerkergenossen, sind Herren in größerer Anzahl besser oder (ist) Allah (besser), der Eine, der Allmächtige"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Statt Ihm verehrt ihr nichts anderes als Namen, die ihr selbst genannt habt, ihr und eure Väter; Allah hat dazu keine Ermächtigung herabgesandt. Die Entscheidung liegt einzig bei Allah. Er hat geboten, Ihn allein zu verehren. Das ist der richtige Glaube, jedoch die meisten Menschen wissen es nicht"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "O meine beiden Kerkergenossen, was den einen von euch anbelangt, so wird er seinem Herrn Wein ausschenken; und was den anderen anbelangt, so wird er gekreuzigt werden, so daß die Vögel von seinem Kopfe fressen. Die Sache, worüber ihr Auskunft verlangtet, ist beschlossen"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Und er sagte zu dem von den beiden, von dem er glaubte, er würde entkommen: \"Erwähne mich bei deinem Herrn.\" Doch Satan ließ ihn vergessen es bei seinem Herrn zu erwähnen, (und) so blieb er noch einige Jahre im Gefängnis"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Und der König sprach: \"Ich sehe sieben fette Kühe, und sie werden von sieben mageren gefressen; und ich sehe sieben grüne Ähren und(sieben) andere dürre. O ihr Vornehmen, erklärt mir die Bedeutung meines Traums, wenn ihr einen Traum auszulegen versteht"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Sie sagten: \"Ein Wirrnis von Träumen! Und nicht wir sind jene, die das Deuten der Träume beherrschen"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Und derjenige von den beiden, der (dem Kerker) entkommen war und sich nach geraumer Zeit (wieder an Yusuf) erinnerte, sprach: \"Ich will euch die Deutung davon wissen lassen, darum schickt mich (zu Yusuf)"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "Yusuf, o du Wahrhaftiger, erkläre uns die Bedeutung von sieben fetten Kühen, die von sieben mageren gefressen werden, und (die Bedeutung) von sieben grünen Ähren und (sieben) anderen dürren, auf daß ich zurückkehre zu den Leuten, damit sie es erfahren"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Er sprach: \"lhr werdet ununterbrochen sieben Jahre lang säen und hart arbeiten; und was ihr erntet, belaßt auf den Ähren, bis auf das wenige, was ihr esset"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Danach werden dann sieben schwere Jahre kommen, die alles aufzehren, was ihr an Vorrat für sie aufgespeichert habt, bis auf das wenige, was ihr bewahren möget"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Danach wird ein Jahr kommen, in welchem die Menschen Erleichterung finden und in welchem sie (Früchte) pressen"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Und der König sprach: \"Bringt ihn zu mir!\" Doch als der Bote zu ihm kam, sprach er: \"Kehre zurück zu deinem Herrn und frage ihn, wie es den Frauen ergeht, die sich in die Hände schnitten; denn mein Herr kennt ihre List recht wohl"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Er sprach (zu den Frauen): \"Wie stand es um euch, als ihr eure Verführungskünste an Yusuf gegen seinen Willen ausprobiertet?\" Sie sagten: \"Allah bewahre! Wir haben nichts Böses über ihn erfahren!\" Da sprach die Frau des `Aziz: \"Nun ist die Wahrheit ans Licht gekommen. Ich versuchte, ihn gegen seinen Willen zu verführen, und er gehört sicherlich zu den Wahrhaftigen"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(Yusuf sprach): \"Dies (kommt ans Licht), damit er (`Aziz) erfährt, daß ich in (seiner) Abwesenheit gegen ihn nicht treulos war, und damit Allah die List der Treulosen nicht gelingen läßt"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "Und ich behaupte nicht, daß ich unschuldig bin; denn das (Menschen-)Wesen gebietet oft Böses; davon sind jene ausgenommen, derer mein Herr Sich erbarmt. Wahrlich, mein Herr ist Allverzeihend, Barmherzig"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Und der König sprach: \"Bringt ihn zu mir, ich will ihn für mich vorbehalten.\" Als er mit ihm geredet hatte, sprach er: \"Du bist von heute an bei uns in Sicherheit und genießt unser Vertrauen"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Er sprach: \"Setze mich über die Schatzkammern des Landes ein; denn ich bin ein wohlerfahrener Hüter"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Und so verliehen Wir Yusuf Macht im Lande; er weilte darin, wo immer es ihm gefiel. Wir gewähren Unsere Gnade, wem Wir wollen, und Wir lassen den Lohn der Rechtschaffenen nicht verlorengehen"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Der Lohn des Jenseits aber ist besser für jene, die glauben und (Allah) fürchten"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Und es kamen die Brüder Yusufs und traten zu ihm ein; er erkannte sie, sie aber erkannten ihn nicht"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Und als er sie mit ihrem Bedarf ausgerüstet hatte, da sprach er: \"Bringt mir euren Bruder von eures Vaters Seite. Seht ihr nicht, daß ich volles Maß gebe und daß ich der beste Gastgeber bin"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Doch wenn ihr ihn mir nicht bringt, dann sollt ihr kein Maß von mir erhalten, noch sollt ihr mir nahe kommen"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Sie sagten: \"Wir wollen versuchen, ihn von seinem Vater zu trennen; und das tun wir bestimmt"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Und er sprach zu seinen Dienern: \"Steckt ihre Ware in ihre Satteltaschen, so daß sie sie erkennen können, wenn sie zu ihren Angehörigen zurückgekehrt sind; vielleicht kommen sie wieder"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Als sie zu ihrem Vater zurückgekehrt waren, sagten sie: \"O unser Vater, das Maß ist uns verweigert worden; so schicke unseren Bruder mit uns, so daß wir das Maß erhalten; und wir wollen ihn hüten"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Er sprach: \"Ich kann ihn euch nicht anders anvertrauen, als ich euch zuvor seinen Bruder anvertraut habe. Doch Allah ist der beste Beschützer, und Er ist der Barmherzigste Erbarmer"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Und als sie ihr Gepäck öffneten, da fanden sie, daß ihnen ihre Ware wiedergegeben worden war. Sie sagten: \"O unser Vater, was können wir (uns) mehr wünschen? Diese unsere Ware ist uns zurückgegeben worden. Wir werden den Vorrat für unsere Familie heimbringen und unseren Bruder behüten, und überdies werden wir das Maß einer Kamellast haben. Das ist ein leicht erhältliches Maß"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "Er sprach: \"Ich werde ihn nicht mit euch schicken, ehe ihr mir nicht ein festes Versprechen im Namen Allahs gebt, daß ihr ihn mir sicher wiederbringt, es sei denn, daß euch selbst die Rückkehr abgeschnitten wird.\" Als sie ihm ihr festes Versprechen gegeben hatten, sprach er: \"Allah wacht über das, was wir sagen"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Und er sprach: \"O meine Söhne, zieht nicht durch ein einziges Tor ein, sondern zieht durch verschiedene Tore ein; ich kann euch nichts gegen Allah nützen. Die Entscheidung ruht bei Allah allein. Auf Ihn vertraue ich, und auf Ihn sollen die Vertrauenden vertrauen"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Daß sie auf die Art eingezogen waren wie ihr Vater es ihnen geboten hatte, konnte nichts gegen Allah nützen; nur wurde auf diese Weise das Verlangen in Jakobs Seele befriedigt; und er besaß gewiß großes Wissen, weil Wir ihn gelehrt hatten, allein die meisten Menschen wissen es nicht"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Und als sie vor Yusuf traten, nahm er seinen Bruder zu sich. Er sprach: \"Ich bin dein Bruder; so sei nicht traurig über das, was sie getan haben"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Als er sie dann mit ihrem Bedarf ausgerüstet hatte, steckte er den Trinkbecher (des Königs) in die Satteltaschen seines Bruders. Dann gab ein Ausrufer bekannt: \"O ihr Kamelführer, ihr seid wahrhaftig Diebe"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Sie sagten, indem sie sich zu ihnen wandten: \"Was vermißt ihr"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Jene sagten: \"Wir vermissen den Maßbecher des Königs, und wer ihn wiederbringt, soll eine Kamellast erhalten, ich bürge dafür"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Sie sagten: \"Bei Allah, ihr wisset doch, daß wir nicht gekommen sind, um Unheil im Land zu stiften, und wir sind keine Diebe"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Sie sagten: \"Was soll dann die Strafe dafür sein, wenn ihr Lügner seid"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Sie sagten: \"Die Strafe dafür sei: Der, in dessen Satteltaschen er (der Becher) gefunden wird, soll selbst das Entgelt dafür sein. So belohnen wir die Übeltäter"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Da begann er ihre Säcke vor dem Sack seines Bruders (zu durchsuchen); dann zog er ihn aus dem Sack seines Bruders hervor. So richteten Wir es für Yusuf ein; er hätte seinen Bruder nach dem Gesetz des Königs nicht aufhalten können; es sei denn, Allah hätte es so gewollt. Wir erhöhen um Rangstufen wen Wir wollen; und über jedem, der Wissen hat, ist der Eine, Der noch mehr weiß"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Sie sagten: \"Hat er gestohlen, so hat zuvor schon sein Bruder Diebstahl begangen.\" Jedoch Yusuf hielt es in seinem Herzen geheim und offenbarte es ihnen nicht. Er sprach: \"lhr (scheint) in der Tat übler (als das) zu sein; und Allah weiß am besten, was ihr behauptet"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Sie sagten: \"O `Aziz, er hat einen greisen Vater, so nimm einen von uns statt seiner an; denn wir sehen, du gehörst zu denen, die Gutes tun"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Er sprach: \"Allah behüte, daß wir einen anderen nehmen sollten als den, bei dem wir unsere Sachen gefunden haben; wir wären sonst wahrlich ungerecht"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Als sie die Hoffnung, ihn umzustimmen, aufgegeben hatten, gingen sie zu vertraulicher Beratung abseits. Es sprach ihr Ältester: \"Wisset ihr nicht, daß euer Vater von euch ein festes Versprechen im Namen Allahs entgegengenommen hat und daß ihr zuvor in eurer Pflicht gegen Yusuf gefehlt habt? Ich will darum das Land nicht eher verlassen, bis mein Vater es mir erlaubt oder Allah für mich entscheidet; und Er ist der beste Richter"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Kehrt ihr zu eurem Vater zurück und sprecht: \"O unser Vater, dein Sohn hat gestohlen; und wir haben nur ausgesagt, was wir wußten, und wir konnten keine Wächter des Verborgenen sein"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Frage nur in der Stadt nach, in der wir waren, und in der Karawane, mit der wir kamen; gewiß, wir sagen die Wahrheit"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Er sprach: \"Nein, ihr habt euch etwas vorgemacht. Doch schön geduldig sein. Vielleicht wird Allah sie mir alle wiederbringen; denn Er ist der Allwissende, der Allweise"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Und er wandte sich von ihnen ab und sprach: \"O mein Kummer um Yusuf!\" Und seine Augen wurden vor Traurigkeit trüb, (doch) dann beherrschte er sich"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Sie sagten: \"Bei Allah, du hörst nicht auf, von Yusuf zu sprechen, bis du dich ganz verzehrt hast oder zu denen gehörst, die zugrunde gehen"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Er sprach: \"Ich beklage nur meinen Kummer und meinen Gram vor Allah, und ich weiß von Allah, was ihr nicht wisset"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "O meine Söhne, zieht aus und forscht nach Yusuf und seinem Bruder und zweifelt nicht an Allahs Erbarmen; denn an Allahs Erbarmen zweifelt nur das ungläubige Volk"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Als sie dann vor ihn (Yusuf) traten, da sagten sie: \"O `Aziz, die Not hat uns und unsere Familie geschlagen, und wir haben Ware von geringem Wert mitgebracht; so gib uns das volle Maß und sei wohltätig gegen uns. Wahrlich, Allah belohnt die Wohltätigen"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Er sprach: \"Wisset ihr, was ihr Yusuf und seinem Bruder antatet, weil ihr töricht waret"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Sie sagten: \"Bist du etwa gar Yusuf?\" Er sprach: \"Ich bin Yusuf, und dies ist mein Bruder. Allah ist wahrlich gnädig gegen uns gewesen. Wahrlich, wer rechtschaffen und geduldig ist nimmermehr läßt Allah den Lohn derer, die Gutes tun, verlorengehen"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Sie sagten: \"Bei Allah, Allah hat dich wahrhaftig vor uns bevorzugt, und wir sind wahrlich schuldig gewesen"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Er sprach: \"Kein Tadel treffe euch heute. Möge Allah euch vergeben! Denn Er ist der Barmherzigste Erbarmer"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Nehmt dies mein Hemd und legt es auf das Gesicht meines Vaters; dann kann er (wieder) sehen. Und bringt eure Familien allesamt zu mir"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Als die Karawane aufgebrochen war, sprach ihr Vater: \"Wahrlich, ich spüre den Geruch Yusufs, auch wenn ihr mich für schwachsinnig haltet"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Sie sagten: \"Bei Allah, du befindest dich gewiß in deinem alten Irrtum"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Als dann der Freudenbote kam, da legte er es (das Hemd) auf sein Gesicht, und da wurde er wieder sehend. Er sprach: \"Habe ich euch nicht gesagt: Ich weiß von Allah was ihr nicht wisset"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Sie sagten: \"O unser Vater bitte für uns um Vergebung unserer Sünden; denn wir sind wahrhaftig schuldig gewesen"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Er sprach: \"Ich will Vergebung für euch von meinem Herrn erbitten. Wahrlich, Er ist der Allvergebende, der Barmherzige"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Als sie dann vor Yusuf traten, nahm er seine Eltern bei sich auf und sprach: \"Zieht in Ägypten in Sicherheit ein, wie Allah es will"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Und er hob seine Eltern auf den Thron, und sie warfen sich vor ihm nieder. Und er sprach: \"O mein Vater, dies ist die Deutung meines Traumes von damals. Mein Herr hat ihn wahrgemacht. Und Er hat mich gütig behandelt, als Er mich aus dem Kerker führte und euch aus der Wüste herbrachte, nachdem Satan zwischen mir und meinen Brüdern Zwietracht gestiftet hatte. Wahrlich, mein Herr ist Gütig, zu wem Er will; denn Er ist der Allwissende, der Allweise"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "O mein Herr, Du hast mir nun die Herrschaft verliehen und mich die Deutung der Träume gelehrt. O Schöpfer der Himmel und der Erde, Du bist mein Beschützer in dieser Welt und im Jenseits. Laß mich als (Dir) ergeben sterben und vereine mich mit den Rechtschaffenen"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Dies ist die Kunde von dem Verborgenen, das Wir dir offenbaren. Du warst nicht bei ihnen, als sie sich über ihren Plan einigten, indem sie Ränke schmiedeten"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Und die meisten Menschen werden nicht glauben, magst du es auch noch so eifrig wünschen"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Und du verlangst von ihnen keinen Lohn dafür. Vielmehr ist es eine Ermahnung für alle Welten"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Und wie viele Zeichen sind in den Himmeln und auf Erden, an denen sie vorbeigehen, indem sie sich von ihnen abwenden"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Und die meisten von ihnen glauben nicht an Allah, ohne (Ihm) Götter zur Seite zu stellen"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Sind sie denn sicher davor, daß nicht eine überwältigende Strafe von Allah über sie kommt, oder daß nicht plötzlich die Stunde über sie kommt, während sie nichtsahnend sind"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Sprich: \"Das ist mein Weg: Ich rufe zu Allah; ich und diejenigen, die mir folgen, sind uns darüber im klaren. Und gepriesen sei Allah; und ich gehöre nicht zu den Götzendienern"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Auch vor dir entsandten Wir nur Männer, denen Wir die Offenbarung gaben, aus dem Volk der Städte. Sind sie denn nicht im Lande umhergezogen, so daß sie schauen konnten, wie das Ende derer war, die vor ihnen lebten? Und gewiß, die Wohnstatt des Jenseits ist besser für die Gottesfürchtigen. Wollt ihr es denn nicht begreifen"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Als nun die Gesandten die Hoffnung aufgaben und dachten, sie würden belogen, kam Unsere Hilfe zu ihnen; da wurden jene errettet, die Wir wollten. Und Unsere Strafe kann nicht von dem sündigen Volk abgewendet werden"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Wahrlich, in ihren Geschichten ist eine Lehre für die Verständigen. Es ist keine erdichtete Rede, sondern eine Bestätigung dessen, was ihm vorausging, und eine deutliche Darlegung aller Dinge und eine Führung und eine Barmherzigkeit für ein gläubiges Volk"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif Lam Mim Ra'. Das sind die Verse des Buches. Und was dir von deinem Herrn hinabgesandt wurde, ist die Wahrheit. Jedoch die meisten Menschen glauben nicht"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allah ist es, Der die Himmel, die ihr sehen könnt, ohne Stützpfeiler emporgehoben hat. Dann herrschte Er über Sein Reich. Und Er machte (Sich) Sonne und Mond dienstbar; jedes (Gestirn) läuft seine Bahn in einer vorgezeichneten Frist. Er bestimmt alle Dinge. Er macht die Zeichen deutlich, auf daß ihr an die Begegnung mit eurem Herrn fest glauben möget"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Und Er ist es, Der die Erde ausdehnte und feststehende Berge und Flüsse in ihr gründete. Und Er schuf auf ihr Früchte aller Art, ein Paar von jeder (Art) Er läßt die Nacht den Tag bedecken. Wahrlich, hierin liegen Zeichen für ein nachdenkendes Volk"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Und auf der Erde liegen dicht beieinander Landstriche und Gärten von Weinstöcken, Kornfeldern und Dattelpalmen, die auf Doppel- und auf Einzelstämmen aus einer Wurzel zusammenwachsen; sie werden mit demselben Wasser getränkt, dennoch lassen Wir die einen von ihnen die anderen an Frucht übertreffen. Hierin liegen wahrlich Zeichen für ein verständiges Volk"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Wenn du dich wunderst, so ist ihre Rede wunderlich: \"Wie? Wenn wir zu Staub geworden sind, dann sollen wir in einer Neuschöpfung sein?\" Diese sind es, die ihrem Herrn den Glauben versagen, und diese sind es, die Fesseln um ihren Hals haben werden; und sie werden die Bewohner des Feuers sein, darin werden sie auf ewig bleiben"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Sie werden dich eher die Strafe als die Wohltat beschleunigen heißen, obwohl vor ihnen beispielgebende Bestrafungen erfolgt sind. Wahrlich, dein Herr ist immer bereit, den Menschen zu vergeben, trotz ihrer Missetaten, und siehe, dein Herr ist streng im Strafen"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Und diejenigen, die nicht glauben, sagen: \"Warum wurde kein Zeichen von seinem Herrn zu ihm herabgesandt?\" Du bist nur ein Warner. Und für jedes Volk wird ein Führer (eingesetzt)"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah weiß, was jedes weibliche Wesen trägt, und wann der Mutterschoß abnimmt und wann er zunimmt. Und bei Ihm geschehen alle Dinge nach Maß"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "(Er ist) der Kenner des Verborgenen und des Sichtbaren, der Große, der Erhabenste"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Diejenigen, die unter euch das Wort verhehlen und die es offen aussprechen, sind (vor Ihm) gleich; so wie die, die sich in der Nacht verbergen und die am Tag offen hervortreten"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Er (der Gesandte) hat Beschützer vor und hinter sich; sie behüten ihn auf Allahs Geheiß. Gewiß, Allah ändert die Lage eines Volkes nicht, ehe sie (die Leute) nicht selbst das ändern, was in ihren Herzen ist. Und wenn Allah einem Volk etwas Übeles zufügen will, so gibt es dagegen keine Abwehr, und sie haben keinen Helfer außer Ihm"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Er ist es, Der euch den Blitz in Furcht und Hoffnung sehen läßt; und Er läßt die schweren Wolken aufsteigen"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Und der Donner lobpreist Seine Herrlichkeit; und (genauso lobpreisen) Ihn die Engel in Ehrfurcht. Und Er sendet die Blitzschläge und trifft damit, wen Er will; doch streiten sie über Allah, während Er streng in der Vergeltung ist"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Ihm gebührt der aufrichtige Anruf; und jene, die sie statt Ihm anrufen, kommen ihnen mit nichts entgegen; (sie sind) wie jener, der seine beiden Hände nach Wasser ausstreckt, damit es seinen Mund erreiche und ihn doch nicht erreicht. Und das Bitten der Ungläubigen ist völlig verfehlt"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Wer immer in den Himmeln und auf der Erde ist, wirft sich vor Allah in Anbetung nieder, willig oder widerwillig, und (ebenfalls tun dies) ihre Schatten am Morgen und am Abend"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Sprich: \"Wer ist der Herr der Himmel und der Erde?\" Sprich: \"Allah.\" Sprich: \"Habt ihr euch Helfer außer Ihm genommen, die sich selbst weder nützen noch schaden können?\" Sprich: \"Können der Blinde und der Sehende gleich sein? Oder kann die Finsternis dem Licht gleich sein? Oder stellen sie Allah Teilhaber zur Seite die eine Schöpfung wie die Seine erschaffen haben, So das (beide) Schöpfungen ihnen gleichartig erscheinen?\" Sprich: \"Allah ist der Schöpfer aller Dinge, und Er ist der Einzige, der Allmächtige"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Er sendet Wasser vom Himmel herab, so daß die Täler nach ihrem Maß durchströmt werden, und die Flut trägt Schaum auf der Oberfläche. Und ein ähnlicher Schaum ist in dem, was sie im Feuer aus Verlangen nach Schmuck und Gerät erhitzen. So verdeutlicht Allah Wahrheit und Falschheit. Der Schaum aber, der vergeht wie die Blasen; das aber, was den Menschen nützt, bleibt auf der Erde zurück. Und so prägt Allah die Gleichnisse"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Für diejenigen, die auf ihren Herrn hören, ist das Gute vorgesehen; diejenigen aber, die nicht auf Ihn hören - hätten sie auch alles, was auf Erden ist, und noch einmal soviel dazu -, würden sich gerne damit loskaufen. Diese sind es, die eine schlimme Abrechnung haben werden, und ihre Herberge ist Gahannam. Welch ein elender Ruheplatz"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Ist denn der, der weiß, daß das die Wahrheit ist, was zu dir von deinem Herrn hinabgesandt wurde, einem Blinden gleich? Nur diejenigen, die Verstand haben, lassen sich mahnen"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Es sind jene, die ihr Versprechen Allah gegenüber einhalten und den Bund (mit Ihm) nicht brechen"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "und es sind jene, welche verbinden, was Allah zu verbinden geboten hat, und die ihren Herrn fürchten und sich auf einen schlechten Ausgang der Abrechnung gefaßt machen"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "und es sind jene, die im Verlangen nach dem Wohlgefallen ihres Herrn geduldig bleiben und das Gebet verrichten und von dem, was Wir ihnen gegeben haben, im Verborgenen und öffentlich spenden und das Böse durch das Gute abwehren - diese sind es, denen der Lohn der Wohnstatt zuteil wird"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "die Gärten von Eden. Dort werden sie eingehen und die von ihren Eltern und ihren Frauen und ihren Nachkommen, die rechtschaffen sind. Und die Engel werden zu ihnen durch jegliches Tor treten"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Friede sei mit euch, da ihr geduldig waret; seht, wie herrlich der Lohn der Wohnstatt ist"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Diejenigen aber, die den Bund Allahs brechen, nachdem (sie) ihn geschlossen haben, und zerreißen, was Allah zu verbinden geboten hat, und Unheil auf Erden stiften auf ihnen lastet der Fluch, und sie haben eine schlimme Wohnstatt"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allah erweitert und beschränkt die Mittel zum Unterhalt, wem Er will. Sie freuen sich des irdischen Lebens, doch das diesseitige Leben ist im Vergleich mit dem jenseitigen nur ein vergängliches Gut"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Und jene, die ungläubig sind, sagen: \"Warum ist ihm von seinem Herrn kein Zeichen herabgesandt worden?\" Sprich: \"Allah läßt zugrunde gehen, wen Er will, und leitet die zu Sich, welche sich bekehren"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Es sind jene, die glauben und deren Herzen Trost finden im Gedenken an Allah. Wahrlich, im Gedenken Allahs werden die Herzen ruhig"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Denen, die da glauben und gute Werke tun, wird Glück und eine treffliche Heimstatt zuteil sein"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Und so haben Wir dich zu einem Volk gesandt, vor dem bereits andere Völker dahingegangen sind, auf daß du ihnen verkünden mögest, was Wir dir offenbarten; und doch glauben sie nicht an den Allerbarmer. Sprich: \"Er ist mein Herr; kein Gott ist da außer Ihm. In Ihn setze ich mein Vertrauen und zu Ihm werde ich heimkehren"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Und gäbe es auch einen Quran, durch den Berge versetzt oder die Erde gespalten oder durch den zu den Toten gesprochen werden könnte (, würden sie doch nicht an ihn glauben) Nein! Die Sache ruht völlig bei Allah. Haben denn die Gläubigen nicht den Versuch (, daran zu zweifeln,) aufgegeben, daß, wenn Allah gewollt hätte, Er sicher der ganzen Menschheit hätte den Weg weisen können? Und die Katastrophe wird nicht aufhören, die Ungläubigen um dessentwillen zu treffen, was sie gewirkt haben, oder sich nahe bei ihren Wohnstätten niederzulassen, bis Allahs Verheißung sich erfüllt hat. Wahrlich, Allah verfehlt den Termin nicht"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Und gewiß sind schon vor dir Gesandte verspottet worden, doch Ich gewährte denen eine Frist, die ungläubig waren. Dann erfaßte Ich sie, und wie war Meine Strafe"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Ist denn Der, Der über alles, was sie begehen, wacht (, den angeblichen Göttern gleich)? Dennoch stellen sie Allah Götter zur Seite. Sprich: \"Nennt sie!\" Wollt ihr Ihm etwas verkünden, was Er auf Erden nicht kennt? Oder ist es nur leere Rede? Nein, aber der böse Plan der Ungläubigen ist ihnen schön vorgegaukelt worden, und sie sind vom (rechten) Weg abgehalten worden. Und derjenige, den Allah zum Irrenden erklärt, soll keinen finden, der ihn rechtleitet"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Für sie ist eine Strafe im Diesseits bestimmt; und die Strafe des Jenseits ist gewiß (noch) härter, und sie werden keinen Beschützer vor Allah haben"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "(Dies ist) die Beschreibung des Paradieses, das den Gottesfürchtigen versprochen worden ist: Bäche durchfließen es; seine Früchte wie sein Schatten sind immerwährend. Das ist der Lohn derer, die gottesfürchtig sind; und der Lohn der Ungläubigen ist das Feuer"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Und die, denen Wir die Schrift gegeben haben, freuen sich über das, was zu dir hinabgesandt wurde. Und unter den Gruppen sind einige, die einen Teil davon leugnen. Sprich: \"Mir wurde befohlen, Allah zu dienen, und nicht, Ihm Götter zur Seite zu stellen. Zu Ihm rufe ich und zu Ihm werde ich heimkehren"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Und so haben Wir ihn (den Quran) hinabgesandt als eine Entscheidung in arabischer Sprache. Und wenn du ihren persönlichen Neigungen folgst, obwohl zu dir das Wissen gekommen war, so sollst du keinen Beschützer oder Retter vor Allah haben"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Wahrlich, schon vor dir entsandten Wir Gesandte und gaben ihnen Frauen und Kinder. Und es ist für einen Gesandten nicht möglich, ein Zeichen zu bringen, es sei denn auf Allahs Geheiß. Alles geschieht zu einem vorbestimmten Termin"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah löscht aus und läßt bestehen, was Er will, und bei Ihm ist die Urschrift des Buches"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Und ob Wir dich einen Teil von dem sehen lassen, was Wir ihnen androhen, oder ob Wir dich sterben lassen - dir obliegt nur die Verkündigung und Uns die Abrechnung"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Sehen sie denn nicht, daß Wir vom Land Besitz ergreifen und es von allen Seiten in seiner Größe schmälern? Und Allah richtet; da ist keiner, der Seine Entscheidung widerrufen kann. Und Er ist schnell im Abrechnen"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Diejenigen, die vor ihnen waren, haben auch Pläne geschmiedet, doch alles Planen ist Allahs Sache. Er weiß, was ein jeder begeht; und die Ungläubigen werden erfahren, wem die endgültige Wohnstatt zuteil wird"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Und die Ungläubigen sagen: \"Du bist nicht entsandt worden.\" Sprich: \"Allah genügt als Zeuge gegen mich und euch und auch gegen diejenigen, die die Kenntnis der Schrift haben"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif Lam Ra (Dies ist) ein Buch, das Wir zu dir hinabgesandt haben, auf daß du die Menschen mit der Erlaubnis ihres Herrn aus den Finsternissen zum Licht führen mögest, auf den Weg des Erhabenen, des Preiswürdigen"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allahs ist, was in den Himmeln und was auf der Erde ist. Und wehe den Ungläubigen wegen der schrecklichen Strafe"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Es sind jene, die das Leben des Diesseits dem des Jenseits vorziehen und von Allahs Weg abhalten und ihn zu krümmen trachten. Sie sind es, die im großen Irrtum weit gegangen sind"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Und Wir schickten keinen Gesandten, es sei denn mit der Sprache seines Volkes, auf daß er sie aufkläre. Dann erklärt Allah zum Irrenden, wen Er will, und leitet recht, wen Er will. Und Er ist der Erhabene, der Allweise"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Und wahrlich, Wir entsandten Moses mit Unseren Zeichen (und sprachen): \"Führe dein Volk aus den Finsternissen zum Licht und erinnere es an die Tage Allahs! \" Wahrlich, darin liegen Zeichen für jeden Geduldigen, Dankbaren"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Und damals sprach Moses zu seinem Volk: \"Denkt an die Gnade Allahs an euch, als Er euch vor den Leuten Pharaos errettete, die euch mit schlimmer Qual bedrückten, eure Söhne abschlachteten und eure Frauen am Leben ließen; und darin lag eine gewaltige Prüfung von eurem Herrn für euch"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Und da kündigte euer Herr an: \"Wenn ihr dankbar seid, so will Ich euch wahrlich mehr geben; seid ihr aber undankbar, dann ist Meine Strafe wahrlich streng"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Und Moses sprach: \"Wenn ihr ungläubig seid, ihr und wer sonst noch alles auf Erden ist - wahrlich, Allah ist auf keinen angewiesen, Preiswürdig"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Kam zu euch (denn) nicht die Kunde von jenen, die vor euch waren - von dem Volk Noahs, den Ads und Tamuds - und von denen, die nach ihnen (kamen)? Niemand kennt sie außer Allah. Ihre Gesandten kamen mit deutlichen Zeichen zu ihnen, jedoch sie hielten ihnen die Hände vor den Mund und sagten: \"Wir glauben nicht an das, womit ihr gesandt worden seid, und wir befinden uns wahrlich in bedenklichem Zweifel über das, wozu ihr uns auffordert"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Ihre Gesandten sagten: \"Existiert etwa ein Zweifel über Allah, den Schöpfer der Himmel und der Erde? Er ruft euch, damit Er euch eure Sünden vergebe und euch Aufschub bis zu einer bestimmten Frist gewähre.\" Sie sagten: \"lhr seid nur Menschen wie wir; ihr wollt uns von dem abhalten, was unsere Väter zu verehren pflegten. So bringt uns einen deutlichen Beweis"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Ihre Gesandten sagten zu ihnen: \"Wir sind nur Menschen wie ihr, jedoch Allah erweist Gnade wem von Seinen Dienern Er will. Und wir besitzen keine Macht dazu, euch einen Beweis zu bringen, es sei denn mit Allahs Erlaubnis. Und auf Allah sollen die Gläubigen vertrauen"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Und warum sollten wir nicht auf Allah vertrauen, wo Er uns doch unsere Wege gewiesen hat? Und wir wollen gewiß mit Geduld alles ertragen, was ihr uns an Leid zufügt; auf Allah mögen denn diejenigen vertrauen, die sich auf (Allah) verlassen wollen"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Und jene, die ungläubig waren, sagten zu ihren Gesandten: \"Wahrlich, wir werden euch sicherlich aus unserem Land vertreiben, wenn ihr nicht zu unserer Religion zurückkehrt.\" Da gab ihr Herr ihnen ein: \"Wir werden gewiß jene zugrunde gehen lassen, die Frevler sind"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "und Wir werden euch wahrlich nach ihnen das Land bewohnen lassen. Das gilt für den, der das Auftreten vor Mir fürchtet, und auch das fürchtet, was Meine Drohung angeht"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Und sie erflehten den Sieg, und jeder hartnäckige Tyrann schlug fehl"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "und hinter ihm rückt Gahannam her, und er wird von Eiter getränkt werden"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "er wird ihn hinunterschlucken und kaum daran Genuß finden. Und der Tod wird von allen Seiten zu ihm kommen, doch er wird nicht sterben. Und (zusätzlich) kommt hinterher noch eine strenge Strafe"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Die Lage derer, die nicht an ihren Herrn glauben, ist die: Ihre Werke sind gleich Asche, auf die der Wind an einem stürmischen Tag heftig bläst. Sie sollen keine Macht haben über das, was sie verdienen. Das ist wahrlich die weitgegangene Irreführung"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Siehst du denn nicht, daß Allah die Himmel und die Erde in Wirklichkeit geschaffen hat? Wenn Er will, so kann Er euch hinwegnehmen und eine neue Schöpfung hervorbringen"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Und das ist für Allah keineswegs schwer"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Und sie werden allesamt vor Allah hintreten; dann werden die Schwachen zu den Hochmütigen sagen: \"Gewiß, wir waren eure Gefolgs leute; könnt ihr uns also nicht etwas von der Strafe Allahs abnehmen?\" Sie werden sagen: \"Hätte Allah uns den Weg gewiesen, wir hätten euch sicherlich den Weg gewiesen. Es ist gleich für uns, ob wir Ungeduld zeigen oder geduldig bleiben: es gibt für uns kein Entrinnen"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Und wenn die Sache entschieden worden ist, dann wird Satan sagen: \"Allah hat euch ein wahres Versprechen gegeben, ich aber versprach euch etwas und hielt es nicht. Und ich hatte keine Macht über euch, außer euch zu rufen; und ihr gehorchtet mir. So tadelt nicht mich, sondern tadelt euch selber. Ich kann euch nicht retten, noch könnt ihr mich retten. Ich habe es schon von mir gewiesen, daß ihr mich (Allah) zur Seite stelltet.\" Den Missetätern wird wahrlich eine schmerzliche Strafe zuteil sein"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Und diejenigen, die da glauben und gute Werke tun, werden in Gärten eingeführt werden, durch die Bäche fließen, um mit der Erlaubnis ihres Herrn ewig darin zu wohnen. Ihr Gruß dort wird lauten: \"Friede"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Siehst du nicht, wie Allah das Gleichnis eines guten Wortes prägt? (Es ist) wie ein guter Baum, dessen Wurzeln fest sind und dessen Zweige bis zum Himmel (ragen)"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Er bringt seine Frucht zu jeder Zeit mit der Erlaubnis seines Herrn hervor. Und Allah prägt Gleichnisse für die Menschen, auf daß sie nachdenken mögen"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Und das Gleichnis eines schlechten Wortes aber ist wie ein schlechter Baum, der aus der Erde entwurzelt ist und keinen Halt im Boden hat"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allah stärkt die Gläubigen mit dem fest gegründeten Wort, in diesem Leben wie im künftigen; und Allah läßt die Frevler irregehen; und Allah tut, was Er will"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Siehst du nicht jene, die Allahs Gnade mit der Undankbarkeit vertauschten und ihr Volk in die Stätte des Verderbens brachten"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Es ist Gahannam. Darin werden sie brennen, und das ist eine schlimme Unterkunft"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Und sie haben Allah Nebenbuhler zur Seite gesetzt, damit (die Menschen) von Seinem Weg abirren. Sprich: \"Vergnügt euch eine Weile, dann aber endet eure Reise im Feuer"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Sprich zu Meinen Dienern, die gläubig sind, auf daß sie das Gebet verrichten und von dem, was Wir ihnen gegeben haben, im Verborgenen und öffentlich spenden mögen, bevor ein Tag kommt, an dem es weder Handel noch Freundschaft geben wird"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Allah ist es, der die Himmel und die Erde erschuf und Wasser aus den Wolken niederregnen ließ und damit Früchte zu eurem Unterhalt hervorbrachte; und Er hat euch die Schiffe dienstbar gemacht, damit sie auf dem Meer auf Seinen Befehl fahren, und Er hat euch die Flüsse dienstbar gemacht"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Und Er machte euch die Sonne und den Mond dienstbar, die voller Eifer sind. Und dienstbar machte Er euch die Nacht und den Tag"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Und Er gab euch alles, was ihr von Ihm begehrtet; und wenn ihr Allahs Wohltaten aufzählen wolltet, würdet ihr sie nicht vollständig erfassen können. Siehe, der Mensch ist wahrlich frevelhaft, undankbar"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Und damals sprach Abraham: \"Mein Herr, mache diese Stadt zu einer Stätte des Friedens und bewahre mich und meine Kinder davor, die Götzen anzubeten"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "mein Herr, sie haben viele Menschen irregeleitet. Wer mir nun folgt, der gehört sicher zu mir; und wer mir nicht gehorcht siehe, Du bist Allverzeihend, Barmherzig"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Unser Herr, ich habe einen Teil meiner Nachkommenschaft in einem unfruchtbaren Tal nahe bei Deinem heiligen Haus angesiedelt, o unser Herr, auf daß sie das Gebet verrichten mögen. So mache ihnen die Herzen der Menschen zugeneigt und versorge sie mit Früchten, damit sie dankbar sein mögen"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Unser Herr, Du weißt, was wir verbergen und was wir kundtun. Und vor Allah ist nichts verborgen, ob auf Erden oder im Himmel"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Alles Lob gebührt Allah, Der mir, ungeachtet des Alters, Ismael und Isaak geschenkt hat. Wahrlich, mein Herr ist der Erhörer des Gebets"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Mein Herr, hilf mir, daß ich und meine Kinder das Ge bet verrichten. Unser Herr! Und nimm mein Gebet an"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Unser Herr, vergib mir und meinen Eltern und den Gläubigen an dem Tage, an dem die Abrechnung stattfinden wird"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Und denke nicht, daß Allah nicht beachtet, was die Frevler tun. Er gewährt ihnen nur einen Aufschub bis zu dem Tage, an dem die Augen starr blicken werden"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Angstvoll eilen sie vorwärts, mit hochgereckten Köpfen, (und) ihr Blick kehrt nicht zu ihnen zurück, und ihre Herzen sind leer"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Und warne die Menschen vor dem Tag, an dem die Strafe über sie kommen wird. Dann werden die Frevler sagen: \"Unser Herr, gib uns für eine kurze Frist Aufschub. Wir wollen Deinem Ruf Gehör schenken und den Gesandten Folge leisten.\" - \"Habt ihr nicht zuvor geschworen, der Untergang werde euch nicht treffen"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Und ihr wohnt in den Wohnungen derer, die gegen sich selbst frevelten, und es ist euch deutlich gemacht worden, wie Wir mit ihnen verfuhren; und Wir haben euch klare Beweise geliefert"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Und sie haben bereits ihre Ränke geschmiedet, aber ihre Ränke sind bei Allah, und wären ihre Ränke derart, daß sie Berge versetzen sollten"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Denke nicht, daß Allah Sein Versprechen Seinen Gesandten gegenüber nicht halten werde; gewiß, Allah ist Erhaben, (ist Der,) Der Seine Vergeltung fühlen läßt"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "an dem Tage, da die Erde in eine andere Erde verwandelt werden wird, und auch die Himmel (verwandelt werden); und sie werden (alle) vor Allah treten, den Einzigen, den Allgewaltigen"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Und an jenem Tage wirst du die Sünder in Ketten gefesselt sehen"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Ihre Hemden werden aus Teer sein, und das Feuer wird ihre Gesichter bedecken"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "auf daß Allah jedem vergelte, was er begangen hat. Wahrlich, Allah ist schnell im Abrechnen"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Dies ist eine Kundgebung an die Menschen, auf daß sie sich dadurch warnen lassen und auf daß sie wissen mögen, daß nur Er der Einzige Gott ist, und auf daß diejenigen, die Verstand haben, sich mahnen lassen"
        },
        {
            "chapter": 15,
            "verse": 1,
            "text": "Alif Lam Ra Dies sind die Verse des Buches und des deutlichen Quran"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Es mag wohl sein, daß die Ungläubigen wünschen, sie wären Muslime geworden"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Lasse sie essen und genießen und von Hoffnung abgelenkt werden; bald werden sie es erfahren"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Und Wir haben nie eine Stadt zerstört, ohne daß ihr eine wohlbekannte Frist bemessen gewesen wäre"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Kein Volk kann seine Frist überschreiten; noch können sie dahinter zurückbleiben"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "Und sie sagten: \" O du, zu dem die Ermahnung herabgesandt wurde, du bist wahrlich ein Verrückter"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Warum bringst du nicht Engel zu uns, wenn du einer der Wahrhaftigen bist"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "Wahrlich, Wir senden keine Engel hinab, außer aus triftigem Grunde, und dann wird ihnen kein Aufschub gewährt"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Wahrlich, Wir Selbst haben diese Ermah nung hinabgesandt, und sicherlich werden Wir ihr Hüter sein"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "Und wahrlich, Wir entsandten schon vor dir (Gesandte) zu den Parteien der Früheren"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "Und nie kam ein Gesandter zu ihnen, über den sie nicht gespottet hätten"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "So lassen Wir diese (Spottlust) in die Herzen der Sünder einziehen"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Sie glauben nicht daran, obwohl sich das Beispiel der Früheren ereignet hat"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Und selbst wenn Wir ihnen ein Tor des Himmels öffneten und sie begännen dadurch hinaufzusteigen"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "sie würden gewiß sagen: \"Nur unsere Blicke sind benommen; wahrlich, man hat uns nur etwas vorgegaukelt"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "Wahrlich, Wir haben Türme in den Himmel gesetzt und ihn für diejenigen, die ihn anschauen, ausge schmückt"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "Und Wir haben ihn vor jedem verfluchten Satan bewahrt"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "außer vor jenem, der heimlich lauscht, (und den) dann eine wirkungsvolle Flamme verfolgt"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "Und die Erde haben Wir ausgedehnt und darauf feste Berge gesetzt, und Wir ließen alles auf ihr wachsen, was ausgewogen ist"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "Und Wir schufen dar auf Mittel zu eurem Unterhalt und dem derer, die ihr nicht versorgt"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "Und es gibt nichts, von dem Wir keine Schätze hätten; aber Wir senden es nur in bestimmtem Maß hinab"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "Und Wir senden die fruchtbar machenden Winde (hinab) Dann senden Wir Wasser aus den Wolken nieder, dann geben Wir es euch zu trinken; und ihr hättet es nicht aufspeichern können"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "Und wahrlich, Wir Selbst machen lebendig und lassen sterben; und Wir allein sind die Erben"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "Und Wir kennen wohl jene unter euch, die voranschreiten, und Wir kennen wohl jene, die zurückbleiben"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "Und wahrlich, es ist dein Herr, Der sie versammeln wird. Siehe, Er ist Allweise, Allwissend"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "Und wahrlich, Wir haben den Menschen erschaffen aus trockenem, tönendem Lehm, aus schwarzem, zu Gestalt gebildetem Schlamm"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "Und die Ginn erschufen Wir zuvor aus dem Feuer der sengenden Glut"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "Und damals sprach dein Herr zu den Engeln: \"lch bin im Begriff, den Menschen aus trockenem, tönendem Lehm zu erschaffen, aus schwarzem, zu Gestalt gebildetem Schlamm"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Wenn Ich ihn nun vollkommen geformt und ihm Meinen Geist eingehaucht habe, dann werft euch vor ihm nieder"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Da warfen sich die Engel allesamt nieder"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "außer Iblis; er weigerte sich, unter den Sich-Niederwerfenden zu sein"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "Er sprach: \"O Iblis, was ist mit dir, daß du nicht unter den SichNiederwerfenden sein wolltest"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "Er sprach: \"Nimmermehr werde ich mich vor einem Menschen niederwerfen, den Du aus trockenem, tönendem Lehm geschaffen hast, aus schwarzem, zu Gestalt gebildetem Schlamm"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "Er sprach: \"Hinaus denn von hier; denn wahrlich, du bist verflucht"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Der Fluch soll auf dir lasten bis zum Tage des Gerichts"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "Er sprach: \"Mein Herr, so gewähre mir einen Aufschub bis zu dem Tage, an dem sie auferweckt werden"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "Er sprach: \"Du bist unter denen, die Aufschub erlangen"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "bis zur vorbestimmten Zeit"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "Er sprach: \"Mein Herr, da Du mich hast abirren lassen, so will ich ihnen wahrlich (das Böse) auf Erden ausschmücken, und wahrlich, ich will sie allesamt irreführen"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "außer Deinen erwählten Dienern unter ihnen"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "Er sprach: \"Dies ist ein gerader Weg, den Ich (dir) gewähre"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Wahrlich, du sollst keine Macht über Meine Diener haben, bis auf jene der Verführten, die dir folgen"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Und wahrlich, Gahannam ist ihnen allen der verheißene Ort"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Sieben Tore hat sie, und jedem Tor ist ein Teil von ihnen zugewiesen"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Wahrlich, die Gottesfürchtigen werden sich in Gärten und an Quellen befinden"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "Tretet hinein in Frieden und Sicherheit"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "Und Wir wollen hinwegnehmen, was an Groll in ihren Herzen sein mag; brüderlich (sollen sie) auf Ruhesitzen einander gegenüber sitzen"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Müdigkeit wird sie darin nicht berühren, noch sollen sie jemals von dort vertrieben werden"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Verkünde Meinen Dienern, daß Ich wahrlich der Allverzeihende, der Barmherzige bin"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "und daß Meine Strafe die schmerzliche Strafe ist"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "Und verkünde ihnen von den Gästen Abrahams"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "als sie bei ihm eintraten und sprachen: \"Friede!\" und er sprach: \"Wir haben Angst vor euch"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Sie sprachen: \"Fürchte dich nicht, wir bringen dir frohe Kunde von einem hochbegabten Knaben"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "Er sagte: \"Bringt ihr mir die frohe Kunde ungeachtet dessen, daß ich vom Alter getroffen bin? Welche frohe Kunde bringt ihr denn"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Sie sprachen: \"Wir haben dir die frohe Kunde wahrheitsgemäß überbracht; sei darum nicht einer derjenigen, die die Hoffnung aufgeben"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "Er sprach: \"Und wer außer den Verirrten zweifelt an der Barmherzigkeit seines Herrn"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "Er sprach: \"Was ist euer Auftrag, ihr Boten"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "Sie sprachen: \"Wir sind zu einem schuldigen Volk entsandt worden"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "ausgenommen die Anhänger Lots, die wir alle erretten sollen"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "bis auf seine Frau. Wir bestimmten, daß sie unter denen sein wird, die zurückbleiben"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "Als die Boten zu den Anhängern Lots kamen"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "da sprach er: \"Wahrlich, ihr seid (uns) unbekannte Leute"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "Sie sprachen: \"Nein, aber wir sind mit dem zu dir gekommen, woran sie zweifelten"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "Und wir sind mit der Gerechtigkeit zu dir gekommen, und gewiß, wir sind wahrhaftig"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "So mache dich mit den Deinen in einer nächtlichen Stunde fort und ziehe hinter ihnen her. Und keiner von euch soll sich umwenden, sondern geht, wohin euch befohlen werden wird"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "Und Wir verkündeten ihm in dieser Angelegenheit, daß die Wurzel jener (Leute) am Morgen ausgerottet werden sollte"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "Und das Volk der Stadt kam voller Freude"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "Er sprach: \"Das sind meine Gäste, so tut mir keine Schande an"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "Und fürchtet Allah und stürzt mich nicht in Schmach"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "Sie sagten: \"Haben wir dir nicht verboten, Leute (aufzunehmen)"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "Er sagte: \"Hier sind meine Töchter, wenn ihr etwas zu unternehmen beabsichtigt"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "Wahrhaftig! Sie waren in ihrem Rausch verblendet, so daß sie umherirrten"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "Da erfaßte der Schrei sie bei Sonnenaufgang"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "Und Wir kehrten das Oberste zuunterst, und Wir ließen auf sie brennende Steine nieder-regnen"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Wahrlich, hierin liegen Zeichen für die Einsichtigen"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "Und wahrlich, es stellt eine bleibende Lehre dar"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Wahrlich, hierin ist ein Zeichen für die Gläubigen"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "Und wahrlich, die Leute des Waldes waren gewiß Frevler"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "Und Wir rächten Uns an ihnen. Und beide liegen als eine erkennbare Mahnung da"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "Auch das Volk von Al- Higr hielt die Gesandten für Lügner"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Und Wir gaben (ihnen) Unsere Zeichen, sie aber wandten sich von ihnen ab"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "Und sie pflegten sich Wohnungen zur Sicherheit in die Berge einzu hauen"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "Jedoch die Strafe erfaßte sie am Morgen"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "Und alles, was sie sich erworben hatten, nützte ihnen nichts"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Wir erschufen die Himmel und die Erde und das, was zwischen beiden ist, nicht anders als in gerechter Weise; und die Stunde kommt gewiß. Darum übe Vergebung in schöner Weise"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Wahrlich, dein Herr - Er ist der Schöpfer, der Allwissende"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "Und Wir gaben dir wahrlich die sieben Doppelverse und den großartigen Quran"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Und laß deine Augen nicht auf das abschweifen, was Wir manchen von ihnen zu kurzer Nutznießung verliehen haben, und sei auch nicht traurig ihretwegen; und senke deinen Flügel auf die Gläubigen"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "Und sprich: \"lch bin gewiß der deutliche Warner"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "Wie Wir (die Strafe) auf jene herabsandten, die sich abgespalten haben"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "und den Quran für lauter Lügen erklärten"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Darum, bei deinem Herrn, werden Wir sie sicherlich alle zur Rechenschaft ziehen"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "um dessentwillen, was sie zu tun pflegten"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "So tue kund, was dir befohlen wurde, und wende dich von den Götzendienern ab"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Wir werden dir sicherlich gegen die Spötter genügen"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "die einen anderen Gott neben Allah setzen, doch bald werden sie es wissen"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Und wahrlich, Wir wissen, daß deine Brust beklommen wird wegen dem, was sie reden"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Aber lobpreise deinen Herrn und sei unter den SichNiederwerfenden"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Und diene deinem Herrn, bis die Gewißheit zu dir kommt"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "Der Befehl Allahs kommt, so sucht ihn nicht zu beschleunigen. Gepriesen ist Er und Erhaben über all das, was sie anbeten"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Er sendet die Engel auf Seinen Befehl mit der Offenbarung zu dem von Seinen Dienern hernieder, zu dem Er will: \"Warnt (die Menschen,) daß kein Gott da ist außer Mir. Mich allein sollt ihr fürchten"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Er hat die Himmel und die Erde in gerechter Weise erschaffen. Erhaben ist Er über all das, was sie anbeten"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Er hat den Menschen aus einem Tropfen erschaffen, doch seht, nun ist er ein offenkundiger Gegner"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Und das Vieh hat Er erschaffen, ihr habt an ihm Wärme und Nutzen; und davon esset ihr"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Und es ist schön für euch, wenn ihr (es) abends eintreibt und morgens austreibt"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "und sie tragen eure Lasten in ein Land, das ihr nicht erreichen könntet, es sei denn mit großer Mühsal. Wahrlich, euer Herr ist Gütig, Barmherzig"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Und (erschaffen hat Er) Pferde, Maultiere und Esel zum Reiten und zum Schmuck. Und Er wird erschaffen, was ihr (noch) nicht kennt"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Allah weist den Weg. Es gibt solche, die (vom Weg) abweichen. Und hätte Er es gewollt, hätte Er euch allesamt den Weg gewiesen"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Er ist es, Der Wasser aus den Wolken herniedersendet; davon habt ihr zu trinken, und davon wachsen die Gebüsche, an denen ihr (euer Vieh) weiden lasset"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Damit läßt Er für euch Korn sprießen und den Ölbaum und die Dattelpalme und die Trauben und Früchte aller Art. Wahrlich, darin liegt ein Zeichen für nachdenkende Leute"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Und Er hat für euch die Nacht und den Tag dienstbar gemacht und die Sonne und den Mond; und die Sterne sind auf Seinen Befehl hin dienstbar. Wahrlich, darin liegen Zeichen für die Leute, die Verstand haben"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Und was Er auf der Erde für euch erschaffen hat, ist mannigfach an Farben. Wahrlich, darin liegt ein Zeichen für Leute, die sich mahnen lassen"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Und Er ist es, Der (euch) das Meer dienstbar gemacht hat, auf daß ihr zartes Fleisch daraus esset und Schmuck daraus gewinnt, um ihn euch anzulegen. Und du siehst, wie die Schiffe es durchfahren, auf daß ihr Seine Huld suchet und auf daß ihr dankbar sein möget"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Und Er hat feste Berge auf der Erde gegründet, damit sie nicht mit euch wanke, und Flüsse und Wege, damit ihr recht gehen möget"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "und (Er hat) Wegzeichen (geschaffen); und durch die Gestirne finden sie die Richtung"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Ist nun wohl Der, Der erschafft, dem gleich, der nicht erschafft? Wollt ihr euch nicht ermahnen lassen"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Und wenn ihr Allahs Wohltaten aufzählen wolltet, würdet ihr sie nicht restlos erfassen können. Wahrlich, Allah ist Allverzeihend, Barmherzig"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Und Allah weiß, was ihr verbergt und was ihr kundtut"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Und jene, die sie statt Allah anrufen, schaffen nichts - sind sie doch selbst erschaffen"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Tot sind sie, nicht lebendig; und sie wissen nicht, wann sie erweckt werden"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Euer Gott ist der Einzige Gott. Und die, die nicht ans Jenseits glauben - ihre Herzen sind (der Wahrheit) fremd, und sie sind hochmütig"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Unzweifelhaft kennt Allah, was sie verbergen und was sie kundtun. Wahrlich, Er liebt die Hochmütigen nicht"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Und wenn sie gefragt werden: \"Was (haltet ihr) von dem, was euer Herr niedergesandt hat?\" sagen sie: \"(Das sind) Fabeln der Früheren"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "(Dies ist so), damit sie am Tage der Auferstehung ihre Lasten vollständig tragen und einen Teil der Lasten derer, die sie ohne Wissen irreführen. Wahrlich, schlimm ist das, was sie tragen"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Diejenigen, die vor ihnen waren, planten auch Ränke, doch Allah rüttelte ihren Bau an den Grundmauern, so daß das Dach von oben her auf sie stürzte; und die Strafe kam über sie, ohne daß sie ahnten, woher"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Dann wird Er sie am Tage der Auferstehung zuschanden machen und sprechen: \"Wo sind nun Meine \"Teilhaber\", um deretwillen ihr strittet?\" Die mit Erkenntnis Begabten werden sagen: \"An diesem Tage wird Schande und Unheil den Ungläubigen (zuteil sein)"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "Diejenigen, die von den Engeln abberufen werden - da sie gegen sich selber gefrevelt haben und nun unterwürfig geworden sind (sagen): \"Wir pflegten ja, nichts Böses zu tun.\" Nein, wahrlich, Allah weiß wohl, was ihr zu tun pflegtet"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "So tretet durch die Tore der Gahannam ein, um darin zu wohnen. Schlimm ist wahrlich die Wohnstatt der Hochmütigen"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "Und (wenn) zu den Gottesfürchtigen gesprochen wird: \"Was (haltet ihr) von dem, was euer Herr herabgesandt hat?\" sagen sie: \"Etwas Gutes!\" Für die, welche Gutes tun, ist Gutes in dieser Welt, und die Wohnstatt des Jenseits ist noch besser. Herrlich wahrlich ist die Wohnstatt der Gottesfürchtigen"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "Die Gärten von Eden, die sie betreten werden: Bäche durchfließen sie. Darin werden sie haben, was sie begehren. Und so belohnt Allah die Gottesfürchtigen"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "(Zu ihnen), die von den Engeln friedlich abberufen werden, sprechen die Engel: \"Friede sei auf euch! Tretet ein in das Paradies für das, was ihr zu tun pflegtet"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Worauf warten sie denn, wenn nicht darauf, daß die Engel zu ihnen kommen oder daß der Befehl deines Herrn eintrifft? So taten schon jene, die vor ihnen waren. Allah war nicht ungerecht gegen sie, jedoch sie waren ungerecht gegen sich selber"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "So ereilten sie die bösen Folgen ihres Tuns, und das, was sie zu verhöhnen pflegten, umschloß sie von allen Seiten"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Und die Götzendiener sagen: \"Hätte Allah es so gewollt, so hätten wir nichts außer Ihm angebetet, weder wir noch unsere Väter, noch hätten wir etwas ohne Seinen (Befehl) verboten.\" Genauso taten schon jene vor ihnen. Jedoch sind die Gesandten für irgend etwas außer für die deutliche Verkündigung verantwortlich"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Und in jedem Volk erweckten Wir einen Gesandten (, der da predigte): \"Dient Allah und meidet die Götzen.\" Dann waren unter ihnen einige, die Allah leitete, und es waren unter ihnen einige, die das Schicksal des Irrtums erlitten. So reist auf der Erde umher und seht, wie das Ende der Leugner war"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Wenn du für sie den rechten Weg begehrst, dann (wisse, daß) Allah nicht jenen den Weg weist, die (andere) irreführen; noch gibt es für sie Helfer"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Und sie schwören bei Allah ihre festen Eide, Allah werde jene nicht auferwecken, die sterben. Aber nein! Ihn bindet ein Versprechen, das Ihm obliegt jedoch die meisten Menschen wissen es nicht"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "Er wird ihnen das klar machen, worüber sie uneins waren, damit jene, die ungläubig sind, wissen, daß sie Lügner sind"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Unser Wort, das Wir für eine Sache sprechen, wenn Wir sie wollen, ist nur: \"Sei!\" und sie ist"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Und denjenigen, die um Allahs willen ausgewandert sind, nachdem sie unterdrückt worden waren, werden Wir sicherlich eine schöne Wohnstatt in der Welt geben; und wahrlich, der Lohn des Jenseits ist (noch) größer, wenn sie es nur wüßten"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "(es sind) diejenigen, die geduldig geblieben sind und auf ihren Herrn vertrauen"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "Und vor dir entsandten Wir (auch) nur Männer, denen Wir die Offenbarung gegeben haben; so fragt die, welche die Ermahnung besitzen, wenn ihr (etwas) nicht wisset"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "(Wir entsandten sie) mit den deutlichen Zeichen und mit den Büchern; und zu dir haben Wir die Ermahnung hinabgesandt, auf daß du den Menschen erklärest, was ihnen hinabgesandt wurde, und auf daß sie nachdenken mögen"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Sind denn jene, die Böses planen, sicher da vor, daß Allah sie nicht in die Erde versinken läßt, oder daß die Strafe nicht über sie kommen wird, wenn sie es nicht ahnen"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Oder (sind jene sicher davor,) daß Er sie nicht in ihrem Hin und Her ergreift, so daß sie nicht imstande sein werden, dies zu vereiteln"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Oder (sind jene sicher davor,) daß Er sie nicht durch vorgewarnte Vernichtung erfaßt? Euer Herr ist wahrlich Gütig Barmherzig"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Haben sie denn nicht gesehen, wie die Schatten eines jeden Dings, das Allah erschuf, sich nach rechts und nach links wenden und sich vor Allah niederwerfen, während sie gedemütigt werden"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Und was an Geschöpfen in den Himmeln und auf Erden ist, wirft sich vor Allah in Anbetung nieder; genauso die Engel, und sie betragen sich nicht hochmütig"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Sie fürchten ihren Herrn über sich und tun, was ihnen befohlen wird"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Und Allah hat gesprochen: \"Nehmet euch nicht zwei Götter. Er ist der Einzige Gott. So fürchtet Mich allein"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Und Sein ist, was in den Himmeln und auf Erden ist, und Ihm gebührt die immerwährende Furcht. Wollt ihr also einen anderen fürchten außer Allah"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Was ihr Gutes habt - es ist von Allah; und wenn euch ein Schaden trifft, dann fleht ihr Ihn um Hilfe an"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Doch wenn Er dann den Schaden von euch hinwegnimmt, seht, da (beginnt) ein Teil von euch, ihrem Herrn Götter zur Seite zu stellen"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "und das zu verleugnen, was Wir ihnen beschert haben. Wohlan, vergnügt euch nur eine Weile; bald aber werdet ihr es wissen"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Und für die, von denen sie nichts wissen, setzen sie einen Teil von dem beiseite, was Wir ihnen beschert haben. Bei Allah, ihr werdet sicherlich zur Rechenschaft gezogen werden für all das, was ihr erdichtet"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Und sie dichten Allah Töchter an. Gepriesen sei Er! Und sich selbst behalten sie vor, was sie begehren"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Und wenn einem von ihnen die Nachricht von (der Geburt) einer Tochter überbracht wird, so verfinstert sich sein Gesicht, und er unterdrückt den inneren Schmerz"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Er verbirgt sich vor den Leuten aufgrund der schlimmen Nachricht, die er erhalten hat: Soll er sie behalten trotz der Schande, oder (soll er sie) in der Erde verscharren? Wahrlich, übel ist, wie sie urteilen"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Diejenigen, die nicht an das Jenseits glauben, sind mit dem Schlechten zu vergleichen; Allah aber mit dem Höchsten, und Er ist der Erhabene, der Allweise"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Und wenn Allah die Menschen für ihr Freveln bestrafen wollte, würde Er nicht ein einziges Lebewesen darauf (auf der Erde) bestehen lassen; doch Er gewährt ihnen Aufschub bis zu einer bestimmten Frist; und wenn ihre Frist um ist, dann können sie auch nicht eine Stunde dahinter zurückbleiben, noch können sie (ihr) vorauseilen"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Und sie schreiben Allah zu, was ihnen (selbst) mißliebig ist, und ihre Zungen äußern die Lüge, daß sie das Beste erhalten würden. Zweifellos wird ihnen das Feuer zuteil werden, und (darin) sollen sie unbeachtet bleiben"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Bei Allah, Wir schickten wahrlich schon Gesandte zu den Völkern vor dir, doch Satan ließ ihnen ihre Werke wohlgefällig erscheinen. So ist er heute ihr Schutzherr, und ihnen wird eine schmerzliche Strafe zuteil sein"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Und Wir haben dir das Buch nur deshalb hinabgesandt, auf daß du ihnen das erklärest, worüber sie uneinig sind, und (Wir haben es) als Führung und Barmherzigkeit für die Leute, die glauben (, hinabgesandt)"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Und Allah hat Wasser vom Himmel herniedergesandt und damit die Erde nach ihrem Tod belebt. Wahrlich, darin liegt ein Zeichen für Leute, die hören können"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Wahrlich, auch am Vieh habt ihr eine Lehre. Wir geben euch von dem zu trinken, was in ihren Leibern (ist): Zwischen Kot und Blut (ist) in der Mitte Milch, die denen lauter (und) angenehm ist, die sie trinken"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Und von den Früchten der Dattelpalmen und den Beeren macht ihr euch Rauschtrank und gute Speise. Wahrlich, darin liegt ein Zeichen für die Leute, die Verstand haben"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Und dein Herr hat der Biene eingegeben: \"Baue dir Häuser in den Bergen und in den Bäumen und in dem, was sie errichten"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Dann iß von allen Früchten und folge den Wegen deines Herrn, (die Er dir) leicht gemacht hat.\" Aus ihren Leibern kommt ein Trank, mannigfach an Farbe. Darin liegt ein Heilmittel für die Menschen. Wahrlich, hierin ist ein Zeichen für Leute, die nachdenken"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Und Allah hat euch erschaffen, dann läßt Er euch sterben; und es gibt manche unter euch, die ins hinfällige Greisenalter getrieben werden, so daß sie nichts wissen, nachdem (sie) doch Wissen (besessen haben) Wahrlich, Allah ist Allwissend, Allmächtig"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Und Allah hat einige von euch vor den anderen mit Gaben begünstigt. Und doch wollen die Begünstigten nichts von ihren Gaben denen zurückgeben, die sie von Rechts wegen besitzen, so daß sie gleich (beteiligt) wären. Wollen sie denn Allahs Huld verleugnen"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Und Allah gab euch Gattinnen aus euch selbst, und aus euren Gattinnen machte Er euch Söhne und Enkelkinder, und Er hat euch mit Gutem versorgt. Wollen sie da an Nichtiges glauben und Allahs Huld verleugnen"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Dennoch verehren sie statt Allah solche, die nicht die Macht haben, ihnen irgendwelche Gaben von den Himmeln oder der Erde zu gewähren, noch können sie je solche Macht erlangen"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "So sollt ihr Allah keine Gleichnisse prägen. Gewiß, Allah weiß, und ihr wisset nicht"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allah gibt (euch) das Gleichnis (von zwei Männern) an die Hand: von einem Sklaven, einem Leibeigenen, der über nichts Gewalt hat, und von einem (Freien), den Wir Selbst reichlich versorgt haben, und der davon im Verborgenen und offenkundig spendet. Sind diese gleich? Preis sei Allah! Doch die meisten von ihnen wissen es nicht"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Und Allah gibt (euch) ein (anderes) Gleichnis von zwei Männern an die Hand: der eine von ihnen ist stumm, er hat über nichts Gewalt und ist für seinen Dienstherrn eine Last; wo er ihn auch hinschicken mag - er bringt nichts Gutes (zurück) Kann er dem gleich sein, der Gerechtigkeit gebietet und der selbst auf dem geraden Weg ist"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Und Allah gehört das Ungesehene der Himmel und der Erde; und was die Stunde anbelangt, so ist sie nur einen Augenblick (entfernt), nein, sie ist noch näher. Gewiß, Allah hat Macht über alle Dinge"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Und Allah hat euch aus dem Schoß eurer Mütter hervorgebracht, ohne daß ihr etwas wußtet, und Er gab euch Ohren und Augen und Herzen, auf daß ihr danken möget"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Sehen sie nicht die Vögel, die im Luftraum des Himmels in Dienstbarkeit gehalten sind? Keiner hält sie aufrecht außer Allah. Wahrlich, darin liegen Zeichen für die Leute, die glauben"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Und Allah hat euch eure Häuser zu einem Ruheplatz gemacht, und Er hat euch aus den Häuten der Tiere Zelte gemacht, die ihr leicht zur Zeit eurer Reise und zur Zeit eures Aufenthalts handhaben könnt; und ihre Wolle und ihr Pelz und ihr Haar (gab Er euch) zu Gebrauchsgegenständen und zur Nutznießung für eine (bestimmte) Zeit"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Und Allah hat euch aus dem, was Er geschaffen hat, schattenspendende Dinge gemacht, und in den Bergen hat Er euch Schutzwinkel gemacht, und Er hat euch Gewänder gemacht, die euch vor Hitze schützen, und Panzerhemden, die euch im Kampf schützen. So vollendet Er Seine Gnade an euch, auf daß ihr (Ihm) ergeben sein möget"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Doch wenn sie sich abkehren, dann bist du für nichts verantwortlich außer für die klare Verkündigung"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Sie kennen Allahs Gnade, und sie leugnen sie doch; und die meisten von ihnen sind ungläubig"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "Und am Tage, da Wir aus jeglichem Volk einen Zeugen erwecken werden, wird denen, die nicht glauben, nichts gestattet werden, noch wird ihre Entschuldigung angenommen werden"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Und wenn jene, die Unrecht begangen haben, die Strafe erst erleben, dann wird sie ihnen nicht leicht gemacht, noch werden sie Aufschub erlangen"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Und wenn die, welche Götter anbeten, ihre Götter sehen werden, so werden sie sagen: \"Unser Herr, das sind unsere Götter, die wir statt Deiner anriefen.\" Darauf werden sie ihnen die Beschuldigung zurückgeben: \"Wahrlich, ihr seid Lügner"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Und an jenem Tage werden sie Allah (ihre) Unterwerfung anbieten, und alles, was sie zu erdichten pflegten, wird sie im Stich lassen"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Die ungläubig sind und von Allahs Weg abhalten - zu (deren) Strafe werden Wir noch eine Strafe hinzufügen, weil sie Unheil anrichteten"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Und am Tage, da Wir in jeglichem Volk einen Zeugen aus ihren eigenen Reihen gegen sie selbst erwecken werden, wollen Wir dich als Zeugen bringen gegen diese. Und Wir haben dir das Buch zur Erklärung aller Dinge herniedergesandt, und als Führung und Barmherzigkeit und frohe Botschaft für die Gottergebenen"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Wahrlich, Allah gebietet, gerecht (zu handeln), uneigennützig Gutes zu tun und freigebig gegenüber den Verwandten zu sein; und Er verbietet, was schändlich und abscheulich und gewalttätig ist. Er ermahnt euch; vielleicht werdet ihr die Ermahnung annehmen"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Haltet den Bund mit Allah ein, wenn ihr einen Bund geschlossen habt; und brecht die Eide nicht nach ihrer Bekräftigung, wo ihr doch Allah zum Bürgen für euch gemacht habt. Wahrlich, Allah weiß, was ihr tut"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Und seid nicht wie jene (Frau), die ihre Strickarbeiten auflöste, nachdem sie diese angefertigt hatte. Ihr macht eure Eide zu einem Mittel, euch gegenseitig zu betrügen, (aus Furcht,) ein Volk könnte sonst mächtiger werden als ein anderes. Allah stellt euch damit nur auf die Probe, und am Tage der Auferstehung wird Er euch das klar machen, worüber ihr uneinig waret"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Und hätte Allah es gewollt, hätte Er euch sicherlich zu einer einzigen Gemeinde gemacht; jedoch Er läßt irregehen, wen Er will, und führt richtig, wen Er will, und ihr werdet gewiß zur Rechenschaft gezogen werden für das, was ihr getan habt"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Und macht eure Eide nicht zu einem Mittel, euch gegenseitig zu betrügen; sonst wird euer Fuß ausgleiten, nachdem er fest aufgetreten ist, und ihr werdet dafür vom Übel kosten, daß ihr von Allahs Weg abgehalten habt, und euch wird eine strenge Strafe zuteil sein"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Und verschachert Allahs Bund nicht zu einem armseligen Preis. Wahrlich, was bei Allah ist, ist besser für euch, wenn ihr es nur wüßtet"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Was bei euch ist, vergeht, und was bei Allah ist, bleibt. Und Wir werden gewiß denen, die standhaft sind, ihren Lohn nach der besten ihrer Taten bemessen"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Dem, der recht handelt - ob Mann oder Frau - und gläubig ist, werden Wir gewiß ein gutes Leben gewähren; und Wir werden gewiß solchen (Leuten) ihren Lohn nach der besten ihrer Taten bemessen"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Und wenn du den Quran liest, so suche bei Allah Zuflucht vor dem Satan, dem Verfluchten"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Wahrlich, er hat keine Macht über die, welche da glauben und auf ihren Herrn vertrauen"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Siehe, seine Macht erstreckt sich nur auf jene, die bei ihm Beistand suchen und die (Allah) Götter zur Seite stellen"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Und wenn Wir einen Vers an Stelle eines anderen bringen - und Allah weiß am besten, was Er offenbart -, sagen sie: \"Du bist nur ein Erdichter.\" Nein, aber die meisten von ihnen wissen es nicht"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Sprich: \"Der Geist der Heiligkeit hat ihn (den Quran) von deinem Herrn in Wahrheit herabgebracht, auf daß Er die festige, die da glauben, und (er hat den Quran) zu einer Führung und einer frohen Botschaft für die Gottergebenen (herabgebracht)"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Und Wir wissen wahrlich, daß sie sagen, wer ihn lehrt, sei nur ein Mensch. Die Sprache dessen jedoch, auf den sie hinweisen, ist eine fremde, während dies hier eine deutliche arabische Sprache ist"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Denen, die nun nicht an die Zeichen Allahs glauben, wird Allah nicht den Weg weisen, und ihnen wird eine schmerzliche Strafe zuteil sein"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Wahrlich, es sind ja nur jene, die nicht an die Zeichen Allahs glauben, die da Falsches erdichten; und sie allein sind die Lügner"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Wer Allah verleugnet, nachdem er geglaubt hat - den allein ausgenommen, der (dazu) gezwungen wird, während sein Herz im Glauben Frieden findet -, auf jenen aber, die ihre Brust dem Unglauben öffnen, lastet Allahs Zorn; und ihnen wird eine strenge Strafe zuteil sein"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Dies (ist so), weil sie das Leben des Diesseits dem des Jenseits vorgezogen haben, und weil Allah das Volk der Ungläubigen nicht leitet"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Sie sind es, auf deren Herzen und Ohren und Augen Allah ein Siegel gesetzt hat. Und sie sind die Achtlosen"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Zweifellos sind sie es, die im Jenseits die Verlierenden sein werden"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Alsdann wird dein Herr denen gegenüber, die auswanderten, nachdem sie verfolgt worden waren, und dann kämpften und geduldig blieben - siehe, (ihnen gegenüber) wird dein Herr hernach gewiß Allverzeihend, Barmherzig sein"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "An dem Tage, da jede Seele kommen wird, um sich selbst zu rechtfertigen, und da jeder Seele voll vergolten wird, was sie getan hat, sollen sie kein Unrecht erleiden"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Und Allah gibt das Gleichnis von einer Stadt: Sie genoß Sicherheit und Frieden und wurde reichlich aus allen Orten versorgt; doch sie leugnete die Wohltaten Allahs. Darum ließ Allah sie eine umfassende Not des Hungers und der Furcht kosten für das, was sie (ihre Bewohner) zu tun pflegten"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Und wahrlich, zu ihnen war ein Gesandter aus ihrer Mitte gekommen, sie aber verleugneten ihn; da ereilte sie die Strafe, weil sie Frevler waren"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Darum esset nun von den erlaubten guten Dingen, womit Allah euch versorgt hat; und seid dankbar für Allahs Huld, wenn Er es ist, Dem ihr dient"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Verwehrt hat Er euch nur das von selbst Verendete und Blut und Schweinefleisch und das, worüber ein anderer Name als Allahs angerufen worden ist. Wer aber genötigt wird, (davon zu essen,) ohne die Gebote übertreten zu wollen und ohne das Maß zu überschreiten -, wahrlich, Allah ist dann Allverzeihend, Barm herzig"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Und sagt nicht aufgrund der Falschheit eurer Zungen: \"Das ist erlaubt, und das ist verboten\", so daß ihr eine Lüge gegen Allah erdichtet. Wahrlich, diejenigen, die eine Lüge gegen Allah erdichten, haben keinen Erfolg"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Wenig Genuß (haben sie), (dann) aber wird ihnen eine schmerzliche Strafe zuteil sein"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Und denen, die Juden sind, haben Wir zuvor schon all das verboten, was Wir dir mitteilen. Und nicht Wir taten ihnen Unrecht, sondern sie taten sich selber Unrecht"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Alsdann wird dein Herr gegen die, die in Unwissenheit Böses tun und es danach bereuen und sich bessern -, wahrlich, (ihnen gegenüber) wird dein Herr hernach Allverzeihend, Barmherzig sein"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Wahrlich, Abraham war ein Vorbild: (er war) gehorsam gegen Allah, lauter im Glauben, und er gehörte nicht zu den Götzendienern"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "er war dankbar für Seine Wohltaten; Er erwählte ihn und leitete ihn auf den geraden Weg"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Und Wir gewährten ihm Gutes in dieser Welt, und im Jenseits wird er sicherlich unter den Rechtschaffenen sein"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Alsdann haben Wir dir offenbart: \"Folge dem Weg Abrahams, des Lauteren im Glauben, der nicht zu den Götzendienern gehörte"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Der Sabbat wurde denen auferlegt, die über ihn uneins waren; und dein Herr wird gewiß am Tage der Auferstehung zwischen ihnen über das richten, worüber sie uneins waren"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Rufe zum Weg deines Herrn mit Weisheit und schöner Ermahnung auf, und streite mit ihnen auf die beste Art. Wahrlich, dein Herr weiß am besten, wer von Seinem Wege abgeirrt ist; und Er kennt jene am besten, die rechtgeleitet sind"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Und wenn ihr bestraft, dann bestraft in dem Maße, wie euch Unrecht zugefügt wurde; wollt ihr es aber geduldig ertragen, dann ist das wahrlich das Beste für die Geduldigen"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "und harre in Geduld aus; deine Geduld aber kommt nur von Allah. Und sei weder traurig über sie, noch beunruhigt wegen ihrer Ränke"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Wahrlich, Allah ist mit denen, die gottesfürchtig sind und Gutes tun"
        }
    ]
}