{
    "pages": [
        {
            "chapter": 21,
            "verse": 82,
            "text": "Ва гурӯҳе аз девон барояш дар дарё шиноварӣ мекарданд ва ғайри он ба корҳои дигар машғул буданд ва Мо ҳофизи онҳо будем"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Ва Айюбро ёд кун, он гоҳ, ки Парвардигорашро нидо дод: «Ба ман беморӣ ва ранҷ расидааст ва Ту меҳрубонтарини меҳрубононӣ»"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Дуъояшро иҷобат кардем. Ва озор аз ӯ дур кардем ва хонадонашро ва монанди онҳоро бо онҳо ба ӯ бозгардонидем. Ва ин раҳмате буд аз ҷониби Мо то худопарастон ҳамеша ба ёд дошта бошанд"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Ва Исмоил ва Идрис ва Зулкифлро ёд кун, ки ҳама аз собирон буданд"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Ононро сазовори бахшоиши худ гардонидем ва ҳама аз шоистагон буданд"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Ва Зуннунро он гоҳ, ки хашмнок бирафт ва пиндошт, ки ҳаргиз бар ӯ танг намегирем. Ва дар торикӣ нидо дод: «Х, еч худое чуз Ту нест. Ту пок хастй ва ман аз ситамкорон хастам»"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Дуъояшро мустачоб кардем ва уро аз андух рахонидем ва муъминонро инчунин мерахонем"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Ва Закариёро ёд кун, он гох ки Парвардигорашро нидо дод: «Эй Парвардигори ман, маро танҳо вомагузор. Ва Ту беҳтарини ворисонӣ!»"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Дуъояшро мустаҷоб кардем ва ба у Яҳёро бахшидем ва занашро барояш шоиста гардонидем. Инҳо дар корҳои нек шитоб мекарданд ва ба биму умед Моро мехонданд ва дар баробари Мо фурӯтан (сархам) буданд"
        }
    ]
}