{
    "pages": [
        {
            "chapter": 23,
            "verse": 90,
            "text": "На! Мо бар онҳо сухани рост фиристодем ва онҳо дурӯғ мегӯянд"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Худо ҳеҷ фарзанде надорад ва ҳеҷ худое бо Ӯ нест. Агар чунин мебуд ҳар худое бо офаридагони худ ба як сӯ мекашид ва бар якдигар болотаршавиро меҷустанд. Худо аз он гуна, ки Ӯро васф мекунанд, пок аст"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Донои пинҳону ошкоро, аз ҳар чӣ шарики Ӯ ме- созанд, болотар аст"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Бигӯ: «Эй Парвардигори, ман, кош чизеро, ки ба онон ваъда дода шуда, ба ман нишон медодӣ"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Пас, эй Парвардигори ман, маро дар зумраи си- тамкорон қарор мадеҳ»"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Ва Мо агар бихоҳем, ки он чиро ба онон ваъда додаем, туро нишон диҳем, метавонем"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Сухани бади онҳоро бар ҳар чӣ некӯтар меояд, ҷавоб деҳ. Мо ба сухани онҳо огоҳтар ҳастем"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Бигӯ: «Эй Парвардигори ман, аз васвасаҳои шай- тон ба ту паноҳ меоварам"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Ва ба Ту паноҳ меоварам, эй Парвардигори ман, агар назди ман ҳозир оянд!»"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Чун якеашонро марг фаро расад, гӯяд: «Эй Пар- вардигори ман, маро бозгардон. (ба ҳаёт)"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Шояд корҳои шоистаеро, ки тарк карда будам, ба ҷой оварам». Ҳаргиз! Ин суханест, ки ӯ мегӯяд ва пушти сарашон то рӯзи қиёмат монеъест, ки бозгашт натавонанд"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Чун дар сур дамида шавад, ҳеҷ хешованде миё- нашон намонад ва ҳеҷ аз холи якдигар напурсанд"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Онон, ки тарозуяшон сангин бошад, худ наҷотёф- тагонанд"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Ва онон, ки тарозуяшон сабук бошад, ба худ зиён расокидаанд ва дар ҷаҳаннам ҷовид монда- гонанд"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Оташ чеҳраҳояшонро месӯзонад ва дар дӯзах туршрӯянд"
        }
    ]
}