{
    "pages": [
        {
            "chapter": 43,
            "verse": 23,
            "text": "Ва он тавр пеш аз ту ба кадом деҳае бимдиҳандае фиристодем, мутанаъимонаш (соҳибнеъматонаш) гуфтанд: «Падаронамонро бар дине ёфтем ва мо ба амалҳои онҳо иқтидо (панравӣ) мекунем»"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "Гуфт: «Ҳатто агар барои шумо чизе биёварам, ки аз он чӣ падаронатонро бар он ёфта будед, ҳидояткунандатар бошад?» Гуфтанд: «Мо ба дине, ки шуморо ба он фиристодаанд, беимонем»"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Пас аз онҳо интиқом гирифтем. Ва бингар, ки оқибати дурӯғбарорандагон чӣ гуна будааст"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "Ва Иброҳим ба падару қавмаш гуфт: «Ман аз он чӣ шумо мепарастед, безорам"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "ғайри он ки маро офарида, ки Ӯ роҳнамоиям хоҳад кард»"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "Ва ин суханро дар фарзандони худ сухане поянда кард, бошад, ки ба Худо бозгарданд"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Ва Ман инҳову падаронашонро аз зиндагӣ баҳраманд кардам, то он гоҳ ки ҳақ ва паёмбаре равшангар ба сӯяшон омад"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Чун ҳақ бар онҳо ошкор шуд, гуфтанд: «Ин ҷодуст ва мо ба он имон намеоварем»"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Гуфтанд: «Чаро ин Қуръон бар марде аз бузургмардони он ду деҳа нозил нашудааст?»"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Оё онон раҳмати Парвардигоратро тақсим мекунанд? Хол он ки мо рузии онҳоро дар ин зиндагии дунё миёнашон тақсим мекунем. Ва баъзеро ба мартаба болотар аз баъзе дигар қарор додаем, то баъзе баъзи дигарро ба хидмат гиранд. Ва раҳмати Парвардигорат аз он чӣ онҳо ҷамъ меоваранд, беҳтар аст"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Ва агар на он буд, ки ҳамаи мардум як уммат намешуданд, сақфҳои хонаҳои касонеро, ки Худои раҳмонро бовар надоранд, аз нуқра мекардем ва бар онҳо нардбонҳое, мениҳодем, то бар он боло раванд"
        }
    ]
}