{
    "pages": [
        {
            "chapter": 3,
            "verse": 166,
            "text": "Он чӣ дар рӯзи бархурди он ду гурӯҳ, ба шумо расид, ба изни (ризой) Худо буд, то мӯъминонро маълум дорад"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "Ва оконро низ, ки нифоқ варзиданд маълум дорад. Ба онҳо гуфта мешуд: «Биёед, дар роҳи Худо ҷанг кунед ё ба дифоъ пардозед». Мегуфтанд: «Агар яқин доштем, ки ҷанге дармегирад, бо шумо меомадем». Онон ба куфр наздиктаранд, то ба имон. Ба забои чизҳое мегӯянд, ки ба дил эътиқод надоранд ва Худо ба он чӣ дар дил пинҳон медоранд, огоҳтар аст"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Ба онон, ки аз ҷанг бозистоданд ва дар бораи бародарони худ гуфтанд, ки агар сухани моро шунида буданд кушта намешуданд, бигӯ: «Агар рост мегӯед, маргро аз худ биронед!»"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Касонеро, ки дар роҳи Худо кушта шудаанд, мурда мапиндор, балки зиндаанд ва назди Парвардигорашон рӯзӣ дода мешаванд"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Аз фазилате, ки Худо насибашон кардааст, шодмонанд. Ва барои онҳо, ки дар паяшон ҳастанд ва ҳанӯз ба онҳо напайвастаанд, хушдиланд, ки биме бар онҳо нест ва андӯҳгин намешаванд"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Ононро муждаи неъмату фазли Худо медиҳанд ва Худо подоши мӯъминонро бекор намекунад"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Аз миёни он касон, ки пас аз захм хӯрдан боз ҳам фармони Худо ва расулашро иҷобат карданд, онон, ки некӯкор бошанд ва аз Худой битарсанд, музде бузург доранд"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Касоне, ки мардум гуфтандашон, ки мардум барои ҷанг бо шумо гирд омадаанд, аз онҳо битарсед ва ин сухан бар имонашон бияфзуд ва гуфтанд: «Худо моро басанда аст ва чӣ некӯ ёварест!»"
        }
    ]
}