{
    "pages": [
        {
            "chapter": 22,
            "verse": 16,
            "text": "Hum ney issi tarah iss quran ko wazeh aayaton mein utara hai. Jissay Allah chahaye hidayat naseeb farmata hai"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Be-shak ehal-e-emaan aur yahoodi aur saabi aur nasrani aur majoosi aur mushtikeen inn sab kay darmiyan qayamat kay din khud Allah Taalaa faislay ker dey ga Allah Taalaa her her cheez per gawah hai"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Kiya tu nahi dekh raha kay Allah kay samney sajday mein hain sab aasmano walay aur sab zamino walay aur sooraj aur chand aur sitaray aur pahar aur darakht aur janwar aur boht say insan bhi. Haan boht say woh bhi hain jin per azab ka maqoola sabit ho chuka hai jisay rab zaleel ker dey ussay koi izzat deney wala nahi Allah jo chahata hai kerta hai"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Yeh dono apnay rab kay baray mein ikhtilaf kerney walay hain pus kafiron kay liye to aag kay kapray beywant ker katay jayen gay aur unn kay siron kay upper say sakht kholta hua pani bahaya jayega"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Jiss say unn kay pet ki sab cheezen aur khalen gala di jayen gi"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Aur unn ki saza kay liye lohay kay hathoray hain"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Yeh jab bhi wahan kay ghum say nikal bhagney ka irada keren gay wahin lota diye jayen gay aur (kaha jayega) jalney ka azab chakho"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "eman walon aur nek kaam walon ko Allah Taalaa inn jannaton mein ley jayega jin kay darakhton talay say nehren lehren ley rahi hain jahan woh soney kay kanggan pehnaye jayen gay aur sachay moti bhi. Wahan unn ka libas khlis resham hoga"
        }
    ]
}