{
    "pages": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Yaqeenan eman walon ney falah hasil kerli"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Jo aoni namaz mein khusoo kertay hain"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Jo laghwiyaat say mun mor letay hain"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "Jo zakat ada kerney walay hain"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Jo apni sharamghaon ki hifazat kerney walay hain"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Ba-juz apni biwiyon aur milkiyat ki londiyon kay yaqeenan yeh mala matiyon mein say nahi hain"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Jo iss kay siwa kuch aur chahayen wohi hadd say tajawuz ker janey walay hain"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "Jo apni amanaton aur waday ki hifazat kerney walay hain"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "Jo apni namazon ki nigehbani kertay hain"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Yehi waris hain"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Jo firdous kay waris hongay jahan woh hamesha rahen gay"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Yaqeenan hum ney insan ko mitti kay johar say peda kiya"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Phir ussay nutfa bana ker mehfooz jagah mein qarar dey diya"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Phir nutfay ko hum ney jama hua khoon bana diya phir uss khoon kay lothray ko gosht ka tukra ker diya. Phir gosht kay tukray ko haddiyan bana den phir haddiyon ko hum ney gosht pehna diya phir doosri banawat mein uss ko peda ker diya. Barkaton wala hai woh Allah jo sab say behtareen peda kerney wala hai"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Iss kay baad phir tum sab yaqeenan marr janey walay ho"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Phir qayamat kay din bila shuba tum sab uthaye jaogay"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Hum ney tumharay upper saat aasman banaye hain aur hum makhlooqaat say ghafil nahi hain"
        }
    ]
}