{
    "manzils": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Алеф - Лям - Ра. Сие - айаты Книги Мудрой"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Ужель тому дивятся люди, Что одному из них Мы откровение внушили: \"Увещевая, вразумляй людей И сообщи благую Весть уверовавшим (в Бога): Их добрые деянья Предвосхитят им место у Владыки\". Но говорят неверные: \"Поистине, он - явный чародей"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Господь ваш, истинно, Аллах, Кто небеса и землю сотворил за шесть небесных дней И после утвердился на Престоле, Чтоб править всем, что Он явил. И нет заступника пред Ним Иначе, как с Его соизволенья. Таков Аллах, Владыка ваш! Ему лишь поклоняйтесь. Ужель об этом вам не поразмыслить"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "К нему - обратный ваш приход всех вас По верному обетованию Аллаха. Он - Тот, Кто начинает всякое творенье И, (обратив его в небытие), Потом воспроизводит вновь, Чтоб с полной справедливостью воздать Всем, кто уверовал и делает благое. А тем, кто не уверовал, - Питье из кипятка для них и мука тяжкая За то, что нечестивы были"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Он - Тот, Кто сделал солнце (животворным) блеском, Установил луну, что свет по фазам льет, Чтоб знали вы число годов И по нему отсчитывали время. И это сотворил Аллах Никак иначе, как по Истине (великой). Так Он Свои знаменья изъясняет Для тех, в ком разумение живет"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "И несомненно, в смене ночи днем И в том, что в небесах и на земле Воздвиг Аллах (Своим веленьем), Знамения для тех, кто праведность обрел, Господнего страшася гнева"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Но те, кто, истинно, на встречу с Нами Своих надежд не возлагает, Довольствуется ближним миром И в нем покой себе находит, Кто небрежет знаменьями Аллаха"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Таким прибежище - Огонь, За то, что для себя уготовали"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "А тех, кто верует и делает добро, Господь, поистине, за веру их По вере их направит И в сладостном блаженстве Сада Под ними реки разольет"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Их возглас там: \"Хвала Тебе, Аллах!\" \"Мир вам!\" - приветом там им будет. И (прозвучит) концом их зова: \"Хвала Аллаху, Господу миров"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "И если бы Аллах ускорил людям зло, Подобно их охоте доброе ускорить, То их предел уж был бы завершен. Мы оставляем тех, Кто не надеется на встречу с Нами, Скитаться слепо в заблуждении своем"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Когда беда коснется человека, Взывает к Нам он (из любого положенья): И лежа на боку, и сидя, И стоя, (если в состоянии стоять). Когда же Мы беду его отводим, Он (дерзко) путь свой продолжает, Как будто к Нам и не взывал (О помощи) в постигшем горе. Так нарушители Господнего порядка Обольщены деяньями своими"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Мы истребили поколенья, Что были прежде вас, Когда они чинили беззаконие и зло: К ним с ясными знаменьями от Нас Из них самих посланники являлись - Они ж неверными остались. Так воздаем Мы тем, кто во грехе"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Потом поставили Мы вас на сей земле Преемниками после них, Чтоб посмотреть, как будете вы поступать"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Когда от Нас им ясные знамения читают, То те, кто не надеется на встречу с Нами, говорят: \"Ты принеси другой Коран нам, а не этот Иль этот (хоть немного) измени\". Скажи: \"Не мне менять его по своей воле. Я только следую тому, что открывают мне, И кары Дня Великого страшусь За ослушание Владыки"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Скажи: \"Если б Аллах желал того, Я вам бы это не читал, И Он тогда не известил бы вас о нем. Ведь я до этого всю жизнь средь вас провел, - Ужель вы лишены любого разуменья"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "И есть ли нечестивее того, Кто ложь возводит на Аллаха Или считает ложными знамения Его? Поистине, таким, кто во грехе, Не знать счастливого блаженства"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Они, опричь Аллаха, чтят таких, Кто ни вреда, ни пользы не приносит им, И говорят: \"Они - наши заступники пред Богом!\" Скажи: \"Неужто можете открыть Аллаху Нечто такое в небесах иль на земле, Что было бы неведомо Ему?\" СубхАнагу! (Хвала Ему!) Превыше Он того, Кто в соучастники Ему поставлен ими"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "И были люди (некогда) одним народом, Потом же разошлись разноглася. И если бы не Слово твоего Владыки, (Что им явилось) раньше, То было бы улажено меж ними Все то, в чем разошлись они"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "И говорят они: \"Что же ему от Господа его Не снизошло какое-либо чудо? (Тогда бы мы поверили ему)\". Скажи: \"Все тайное - во власти Бога. Вы ждите! С вами подожду и я"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Когда даем Мы человеку Вкус Нашей милости познать После того, как зло его коснулось, Увы, он супротив знамений Наших козни замышляет! Скажи: \"Аллах быстрее в замыслах Своих!\" Поистине, посланники Его Записывают все уловки ваши"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Он - Тот, Кто вам дает возможность Пересекать и сушу, и моря И отправляет в путь на кораблях. Они с ними плывут при добром ветре, И это их в восторг приводит. Когда ж придет к ним ветер штормовой, И волны их со всех сторон охватят, И им почудится, что их уж одолело (провиденье), Тогда они взывают к Богу И всей душою заверяют, Что будут благочестие блюсти: \"Коль вызволишь отсюда нас, Мы непременно станем благодарными (Тебе)"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Когда же Он спасает их, Глядите, они вновь бесчинствуют без права на земле! О род людской! Бесчинства ваши - на погибель вам самим И сладостны лишь в ближней жизни. К Нам после этого обратный ваш приход, И Мы вам сообщим тогда Всю (суть) того, что вы творили"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Ведь жизнь ближняя подобна той воде, Что Мы низводим с неба: Смешавшись (с почвою), Она взрастит растения земные Для пропитания людей и всякого зверья. Когда ж земля зальется блеском И облачится в дивные наряды И обитатели ее сочтут, Что лишь они распоряжаться могут ею, Какой-то ночью или днем Придет к ней Наше повеленье, И Мы пожатой сделаем ее, Как будто бы еще вчера Она не процветала вовсе. Так Мы знамения толкуем тем, В ком (есть желанье) поразмыслить"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Аллах зовет в обитель мира И тех ведет прямым путем, Кого сочтет Своим желаньем"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Творящим доброе - добро с избытком. Ни мрак и ни бесчестие их лица не покроет, В Раю им обитать И там навечно оставаться"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Творящим зло воздастся злом По соответствию ему, Бесчестие покроет их, И пред Аллахом им заступника не будет; На лица теменью спадет Покров глухой и мрачной ночи, В Огне - обитель их, И пребывать им в нем навечно"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "Настанет День, Когда Мы соберем их всех, Потом же скажем тем, Кто сотоварищей Нам прочил: \"На место! - Вы и те, кого вы чтили\". Мы отделим их друг от друга, И сотоварищи их скажут: \"Не нам, (а лишь страстям своим) вы поклонялись"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "И чтобы рассудить меж нами, Достаточно свидетельства Аллаха. И нам о поклоненье вашем не было известно"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Там испытает каждая душа (Весь грех того), что сотворила раньше. Они опять предстанут пред Аллахом, Пред истинным Владыкой их, И их покинет то, Что создали они своим воображеньем"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Скажи: \"Кто доставляет с неба вам и из земли Потребное (для этой жизни)?\" Иль: \"Кто владеет зрением и слухом? Кто извлекает жизнь из мертвой (плоти), Из (глубины) живого вызывает смерть? Кто правит всем, что существует?\" \"Аллах!\" - они (не мешкая) ответят. Скажи: \"Так отчего не чтите вы (Его)"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Таков Аллах, наш истинный Господь! А что, помимо Истины, как не ошибка? Так отчего ж вы так отвращены (от Истины Его)"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Так оправдалось Слово твоего Владыки Над этим столь преступным людом. Поистине, не веруют они"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Скажи: \"Есть ли средь ваших \"сотоварищей\" такой, Кто может совершить первичное творенье, Потом, в небытие его повергнув, вновь воссоздать?\" Скажи: \"Аллах один вершит творенье, Потом же вновь воссоздает его. Как же (бездумно) вы отвращены"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Скажи: \"Есть ли средь ваших \"сотоварищей\" такой, Кто к Истине указывает путь?\" Скажи: \"Аллах лишь к Истине ведет. Так кто ж тогда достоин больше, Чтоб следовать Его путем: Тот, кто способен к Истине направить, Иль тот, кто сам вести не может, Если его никто не поведет? Что с вами? Как вы строите свои сужденья"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Но большинство их следует пристрастиям (земным), А ведь пристрастия никак от Истины не избавляют. Аллаху, истинно, известно Все то, что делают они"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Не мог быть этот Аль Кор'ан Измышленным никем, кроме Аллаха. Он подтверждает истинность того, Что до него ниспослано (вам) было, И изъясняет - в чем сомненья нет! - Послание от Господа миров"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Иль они скажут: \"Он измыслил это!\" Скажи: \"Представьте хоть одну главу, Подобно той, что в этой (Книге), И призовите себе в помощь Любого, кто угоден вам, Кроме Всевышнего Аллаха, Если правдивы вы (в своих словах)"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Но нет же! Ложью именуют они то, Что не объемлет их познанье И подтверждение чего пока к ним не пришло; И так же те, что были прежде них, Считали ложью (откровения Аллаха). Смотри, какой конец был тех, Которые нечестие творили"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Средь них есть те, кто верует в него, Есть и такие, кто не верит. Господь твой лучше знает злочестивых"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "А коль они лжецом тебя сочтут, Скажи: \"Мое вершенье - у меня, У вас же - ваше, И непричастны вы к тому, что я вершу, А я - к тому, что вы вершите"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Средь них есть те, Кто слушает тебя (притворно). Но разве можешь ты глухих заставить слышать, Когда они к тому ж не понимают"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Есть и такие, кто (притворно) сморит на тебя; Но сможешь ли слепому путь ты указать, Когда к тому ж он не желает видеть"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Аллах, поистине, к Своим твореньям строго справедлив - Они к самим себе несправедливы"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "(И им представится) в тот День, Когда Он всех их вместе соберет, Что они были (в суете земли) Всего лишь час (земного) дня. Они признают там друг друга, И понесут убыток те, Что встречу с Господом считали ложью И не были на праведном пути"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Покажем Мы тебе, (о Мухаммад! в сей жизни) Часть из того, чем Мы им угрожаем, Или до этого тебя Мы упокоим, - (Скажи им): к Нам лежит обратный их приход, И там, поистине, свидетелем Мы будем Всего того, что делали они"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Для каждого народа - свой посланник. Когда придет к ним их посланник, То все, что (спорно) между ними, Решаться будет справедливо, И им обид не нанесут"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "И говорят они: \"Когда исполнится (угроза) эта, Если ты правду говоришь"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Скажи: \"Не властен я себе ни доброе (назначить), Ни отвратить дурное от себя, Если Аллах того не пожелает. (Назначен) всякому народу свой предел, И вот когда предел сей подойдет, Они не смогут ни на час Ни отдалить его и ни ускорить"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Скажи: \"Как думаете вы: Коль к вам придет (Господня) кара Во (мраке) ночи или в (свете) дня, Неужто в ней хоть что-нибудь Ускорить нечестивцы смогут"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "И вот когда она обрушится на вас, Поверите ль тогда в нее вы? О да! (Поверите) тогда! А раньше вы же торопили с нею"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "И скажут тогда тем, что были беззаконны: \"Познайте вечной муки вкус! И не за то ль вам ныне воздается, Что (на земле) себе вы предварили"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Они хотят, чтоб ты осведомил их: Истинно ли это? Скажи: \"О да! Я Господом моим клянусь: Сие есть Истина, и вы пред ней бессильны"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "И всякая душа, что беззаконие (творила), Будь у нее (богатства) всей земли, Их отдала б, чтоб откупиться ими. И затаенное раскаянье (их душ) (Явит себя) при виде (горькой) муки. Все между ними справедливо разрешится, И им обид не нанесут"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Все в небесах и на земле, поистине, принадлежит Аллаху. О да! Обетование Его есть Истина сама, Но большинство из них (того) не знает"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Он оживляет и мертвит, К Нему и ваше возвращенье"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "О люди! К вам увещание пришло от вашего Владыки И исцеление (от всех сомнений), Которые (теснят) вам грудь. А верующим - путь прямой и Божья милость"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Скажи: \"В Господней благости и милости Его - Пусть в этом радости себе черпают, Ведь это лучше, (чем богатства), Которые они себе копят"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Скажи: \"Вы видите, что ниспослал Аллах вам Для проживания (на сей земле)? И все ж вы запрещаете одно И разрешаете другое\". Скажи: \"Аллах вам это разрешил Иль вы Ему сие обложно приписали"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "О чем же будут думать те, Кто ложь возводит на Аллаха, В День Воскресения (на Суд)? Аллах, поистине, всему людскому роду Податель милости Своей. Но большинство из них неблагодарны"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "В каком бы состоянии ты ни был, И что б ты из Корана ни читал, И за какое б дело вы, (о люди!), ни взялись, - Всегда при вас свидетелем Мы будем, Когда вы будете поглощены им. И не укрыться от Владыки твоего Ни на земле, ни в небесах Ни весу крохотной былинки, И ни тому, что меньше от нее, И ни тому, что больше, - О чем ни значилось бы в Ясной Книге"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "О да! Поистине, не знать друзьям Аллаха страха, Их (никогда) печаль не отягчит"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Тем, кто уверовал (в Него) и был благочестив, Страшася Его гнева"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Им радостная весть И в этой жизни, и в другой, - Словам Аллаха перемены нет. Сие есть высшее свершенье"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "И пусть тебя, (о Мухаммад!), их речи не печалят, - Ведь, истинно, во власти Бога И торжество побед, и слава, и хвала. Он слышит! Знает (все и вся)"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "О да! Поистине, Аллах Владеет всем, что в небесах и на земле. Чему же следуют все те, Кто призывает соучастников Ему? Они лишь следуют своим догадкам И строят домыслы свои"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Он - Тот, Кто создал ночь, Чтоб вы могли почить, И день - чтоб дать вам видеть. Поистине, здесь кроются знамения для тех, В ком (есть) желание услышать"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "И говорят они: \"Аллах взял сына на Себя\". Отнюдь. СубхАнагу! (Хвала Ему!) Самодостаточен Аллах в Своем богатстве: Он - Властелин всего, что на земле и в небесах; И нет у вас ручательства на это. Ужель вы об Аллахе говорите то, О чем у вас нет (истинного) знанья"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Скажи: \"Кто ложь возводит на Аллаха, Не благоденствовать тому"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Им - краткая услада в этом мире, Потом же - к Нам обратный их приход. И уж тогда дадим Мы им вкусить Суровую, мучительную кару За их неверие и богохульство"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Поведай им историю о Нухе. Когда народу своему сказал он: \"О мой народ! Если вам в тягость то, Что я средь вас живу, Напоминая вам знамения Аллаха, То на Аллаха я надежды возложу. А вы и те, кого вы чтите, Определите ход своих деяний, Чтобы дела ваши потом Во мрак вас и в сомненья не вводили. Потом судите вы по истине меня И мне отсрочки не давайте"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "А если отвернетесь вы - Так я ведь не прошу у вас награды, - Моя награда - только у Аллаха, И мне повелено быть из числа предавшихся Ему"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Они ж сочли его лжецом, И Мы спасли его и тех, кто с ним, в ковчеге, И сделали преемниками их (ушедших поколений), И потопили тех, Кто ложью счел знаменья Наши. Смотри, каков конец был тех, Кому было дано предупрежденье, (А он не внял ему)"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Потом после него посланников Мы слали, (И каждого из них) - к его народу. Они несли им ясные знамения (от Нас). Они же не уверовали в то, Что наперед считали ложным. Так запечатываем сердце Мы таких, Кто преступает все пределы"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Потом Мы с Нашими знаменьями послали Мусу и Харуна к Фараону и его вельможам. Но возвеличились они и облеклись во грех"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Когда от Нас к ним Истина пришла, \"Сие есть явно колдовство\", - они сказали"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Но Муса молвил: \"Ужель вы так об Истине способны говорить, Коль вам она уже предстала? Неужто это колдовство? Не благоденствовать колдующим (неверцам)"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Они ответ такой держали: \"Не потому ли ты пришел, Чтоб отвратить нас от той (веры), В которой мы нашли наших отцов, И чтобы вам двоим досталась власть Над этою (цветущею) землей? Мы ни за что вам не поверим"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "И Фараон сказал: \"Вы приведите мне самых искусных чародеев"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Когда они пришли, сказал им Муса: \"Бросайте то, что вы хотите бросить"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Когда же бросили они, К ним Муса обратился: \"Что вы представили, есть, несомненно, колдовство, И в тщЕту, истинно, Аллах его повергнет. Аллах, поистине, не дозволяет Способствовать успеху дел таких, Которые нечестие творят"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "И утверждает Истину Аллах СловЕсами Своими, Хотя и ненавистно это тем, кто во грехе"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Поверила же Мусе только часть его народа, А (остальные) опасались, Что Фараон и знать его Подвергнут их гонениям и бедам, - Ведь Фараон был мощен на земле И преступил он все пределы"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "И молвил Муса: \"Мой народ! Вы положитесь на Аллаха, Если в Него уверовали вы И (всей душой) Ему предались"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Они ответили (ему): \"Мы уповаем на Аллаха. Владыка наш! Не подвергай нас тягостному гнету От злотворящих нечестивцев"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "По милости Твоей Убереги нас от людей неверных"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "И Мы внушением открыли Мусе и его брату: \"Устройте для народа своего дома в Египте, И сделайте ваши дома местами поклонений, И совершайте регулярную молитву, И сообщите верным радостную весть"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "И молвил Муса: \"О Господь наш! Ты Фараона и его вельмож Таким богатством одарил и блеском в этой жизни, Что они смеют, мой Господь, С Твоей стези сводить (людей). Владыка наш! Разрушь богатства их, Ожесточи их сердце - Чтоб не уверовать им (в Бога) до тех пор, Пока мучительную кару не познают"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Сказал Аллах: \"Я внял твоей молитве. Держитесь оба правого пути. Не следуйте дороге тех, которые не знают"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "И Мы перевели сынов Исраиля чрез море, А Фараон и армия его С великою враждой погнались дерзко вслед. Когда ж потоп обрушился на них, Сказал он: \"Верую, что нет иного бога, Кроме Того, в Кого уверовали дети Исраиля. И я - из тех, кто покорился (Его воле)"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Только теперь! - (Аллах сказал). - А ведь ты раньше возмущенно восставал И был из тех, кто нечесть сеял"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Но дня сего спасем тебя Мы в твоем теле, Чтобы ты стал знамением для тех, Которые придут после тебя. Поистине, как много из людей таких, Кто невнимателен к знаменьям Нашим"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Сынов Исраиля Мы наделили Прекрасным местом проживанья И даровали им все блага. И не было меж ними разногласий, Пока к ним не явилось знанье. В День Воскресения (на Суд) Аллах, поистине, рассудит между ними Все то, в чем разошлись они"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Но если ты в сомнении о том, что ниспослали Мы тебе, Тогда спроси людей, которые Писание читают, (Что было послано им прежде), до тебя. К тебе, поистине, от твоего Владыки Истина пришла. Не будь же из числа таких, Которые колеблются в сомненьях"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Не будь же и средь тех, Кто ложью счел знамения Аллаха, Иначе будешь из таких, Кто понесет убыток"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "И не уверуют, поистине, такие, Над коими Господне Слово оправдалось"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Хотя бы и пришли к ним все знаменья, - Пока они мучительную кару не познают"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "И разве было хоть одно селенье, (Куда Мы слали увещателей Своих), Которое уверовало б (в Бога), И эта вера принесла б им пользу, Помимо тех, к кому Мы Йунуса послали? И вот когда они уверовали (в Бога), Мы наказание бесчестием с них сняли в этой жизни И дали им довольствоваться ею До времени, (назначенного Нами)"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "И если б твой Господь желал того, То все до одного бы на земле уверовали (в Бога). Так неужели ты, (о Мухаммад!), Способен вынудить людей Принять Господню веру"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Ведь ни одной душе не надлежит стать верной Иначе, как с соизволения Аллаха, И Он наложит наказание бесчестием на тех, Которые не разумеют"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Скажи: \"(Окиньте взором) все, что в небесах и на земле!\" И ни Знамения, ни те, кто Весть несет, Не могут стать полезны людям, Которые упорно неверны"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Ужель они чего-то ждут, Кроме подобного дням тех, Которые до них грешили? Ты им скажи: \"Тогда вы ждите, А с вами подожду и я"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Потом спасем посланников Мы Наших И тех, которые уверовали (всей душой), Как и в былые времена, - На нас - обязанность спасать всех верных"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Скажи: \"О люди! Если касательно религии моей У вас какие-то сомненья, (То знайте): я не поклоняюсь тем, Которых вы, опричь Аллаха, чтите. Я поклоняюсь лишь Аллаху, Кто забирает вас на упокой, (Когда вам срок настанет), И мне повелено быть верным"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "(Он повелел): \"Ты обрати свой лик к сей правой вере И никогда других божеств не чти"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Не призывай, опричь Аллаха, тех, Кто ни помочь, ни повредить тебе не может. А если сделаешь ты так, То будешь из числа творящих злое"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Если Аллах бедой тебя коснется, То от нее, кроме Него, нет избавителя тебе. А если Он добро тебе назначит, То нет того, кто Его милость сможет удержать. И Он низводит (то или другое) На тех служителей Своих, Кого сочтет Своей угодой, - Прощающ Он и милосерд"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Скажи: \"О род людской! Пришла к вам Истина от вашего Владыки! И кто идет прямым путем, Душе на благо путь сей выбрал. Кто сбился с этого пути, Тот сбился на ее погибель. И я за вас - не поручитель"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "А ты, (о Мухаммад!), следуй тому, Что в Откровении тебе открыто, И терпеливо-стойко жди, Пока Аллах не даст Свой Суд, А Он ведь лучший судия (во всей Вселенной)"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Алеф - Лям - Ра. Сие - Писание, в котором Утверждены знамения в порядке совершенном И с ясностью изложены потом - Мудрейшим и Всеведущим (Аллахом)"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Чтоб никого, кроме Аллаха, вы не чтили. Я от Него, поистине, к вам (послан) Как увещатель (от дурного) И благовестник (для предавшихся Ему)"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Чтоб о прощении вы Господа просили И обращались с покаянием к Нему. И Он дарует вам имение благое До предназначенного срока; И всякому, кто щедр в милости своей, Доставит Он Свои щедроты. А если все же отвратитесь вы, За вас я кары Дня Великого страшусь"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "К Аллаху ваше возвращенье, - Ведь Он над всякой вещью мощен"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Гляди, они закутывают грудь, Чтоб утаить там от Него (свои секреты). Но в тот же миг, когда они пытаются облечься в одеянья, Он знает, что они таят, Что напоказ являют, - Поистине, Он знает, что (у них) в груди таится"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Нет ни единой твари на земле, Что в пропитании своем свободна от Аллаха; Ему известно и становище ее, И временный ее носитель, - И значится об этом в Ясной Книге (у Аллаха)"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Он - Тот, Кто небеса и землю сотворил За шесть (небесных) дней И Свой Престол (установил) на водах, Чтобы, испытывая вас, (узнать), Которые из вас в своих деяньях лучше. Но если ты, (о Мухаммад!), им скажешь: \"Вы, истинно, по смерти будете воскрешены!\", То те, кто не уверовал (в Аллаха), скажут: \"Сие есть явный вымысел, и только"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "И если Мы отсрочим наказание для них На срок определенный, То, несомненно, они скажут: \"Что ж все-таки удерживает это?\" Но в День, когда оно придет к ним, Никто не сможет отстранить их от него, - Постигнет их со всех сторон, Над чем они (в сей жизни) насмехались"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "И если Мы позволим человеку Вкус Нашей милости познать, Потом же у него ее отнимем, Глядите, он в отчаянье приходит, - Неблагодарным становясь, утрачивает веру"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Но если Мы позволим человеку Вкус благоденствия познать После того, как тяжкие невзгоды Легли (Господним испытаньем) на него, Он, несомненно, говорит: \"Покинули меня невзгоды!\" Ликует он тогда и исполняется гордыни"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Помимо тех, Кто терпеливо-стоек и творит благое: Для них - великая награда и прощенье"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Быть может, ты оставишь что-то из того, Что открывается тебе Аллахом, И твою грудь стеснят (тревоги) оттого, Что говорят они: \"Что же не спущено сокровище ему Иль не сошел с ним вместе ангел?\" Но ты ведь только увещатель, Аллах же - Управитель всех и вся"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Иль они скажут: \"Он измыслил это!\" Скажи: \"Представьте десять Сур, Измышленных подобно этой (Книге), И призовите (себе в помощь) Любого, кто угоден вам, кроме Аллаха, Если вы правду говорите"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "И если же они вам не ответят, знайте: Ниспослан с веденья Аллаха он. Кроме Него, другого божества не существует, - Ужель не станете Ему послушны"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Кто ищет (радости) земного бытия и удовольствия его, Тому Мы в нем дела закончим в полной мере, И их не обделят (несправедливо)"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "И это - те, которые в далекой жизни, Помимо Ада, ничего не обретут, И обратятся в тщЕту их дела земные, Бесплодным будет то, что сотворят они"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "И можно ли сравнить их с теми, Кто опирается на ясное знаменье их Владыки - (Знаменье, что) свидетель от Него зачитывает им, Подобное той Книге Мусы, Что прежде (от Него к ним снизошла) Как руководство и Господня милость, - Такие веруют в него. А тем из разных сект (или племен), Кто не уверовал (в Аллаха), Обещан Ад обетованием Его. А потому не будь в сомнении об этом, - Ведь это Истина от твоего Владыки, Хоть большинство людей не верует (в Него)"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "И есть ли нечестивее того, Кто ложь возводит на Аллаха? Их всех представят перед их Владыкой, И станут говорить свидетели (о них): \"Вот те, что возводили ложь на своего Владыку!\" Падет, поистине, проклятие Аллаха на неверных"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "На тех, кто уклоняет с Божьего пути, Стремясь внести извилины в него, И в будущую жизнь не верит"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Им не ослабить (замыслов) Аллаха на земле. Кроме Аллаха, покровителей им нет. Двойную кару им нести! Ведь были лишены они и зрения, и слуха"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "И это - те, что погубили собственные души, - Покинули (в беде) их (божества), Которых измышляло их (воображенье)"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Им в жизни будущей нести, Поистине, найвысшие потери"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "О да! Кто верует и делает добро И перед Господом своим смиренен, - Те будут обитателями Рая И в нем останутся навечно"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "И эти две породы человека Походят меж собой (в такой же мере), Как тот, кто слеп и глух, Походит на того, кто зряч и обладает слухом. Ужель сие подобие сравнять их может?! Неужто это вас не образумит"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Послали Нуха Мы к его народу, (И он сказал): \"Поистине, для вас я - увещатель ясный"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Чтоб никому, кроме Аллаха, не поклонялись вы. За вас я кары Дня Великого страшусь"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Неверные из знати родовой его народа Ему такой ответ держали: \"Но, как мы видим, Ты такой же (смертный) человек, как мы. И видим мы, что следуют тебе Лишь самые презренные из нас, Что зрело размышлять не могут. И мы не видим за тобой Над нами никакого превосходства. Мы думаем - увы! - что вы - лжецы"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Но он сказал: \"О мой народ! Подумайте о том, Что если я имею ясное свидетельство Господне И на меня сошло благоволение Его, Которое от вас сокрыто, Неужто станем вам навязывать его, Коль вам оно так ненавистно"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "О мой народ! Я не прошу у вас богатства за него, Награда мне - лишь у Аллаха. Но тех, которые уверовали (всей душой), Я гнать не стану от себя, - Ведь они встретят своего Владыку, А вам - в невежестве, я вижу, пребывать"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "О мой народ! Кто защитит меня от Бога, Коль прогоню их от себя? Неужто не осмыслите вы это"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Я вам не говорю, Что: \"У меня сокровища Аллаха\", Не говорю и то, Что: \"Сокровенное известно мне\", И я не говорю вам, что: \"Я - ангел\", Не говорю я тем, кого презрели ваши очи: (\"Аллах им не дарует благ (земных)\", - Аллаху лучше знать, Что в душах их таится, - (Ведь если б я такое говорил), Я б, несомненно, стал несправедливым"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Они ответили: \"О Нух! Ты долго с нами препирался - И лишь умножил споры с нами; Доставь нам то, Что ты нам, угрожая, обещаешь, Коль ты из тех, кто правду говорит"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Сказал он: \"Лишь Аллах доставит это вам, Если на это будет Его воля, И вы не в силах будете спастись"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Совет мой пользы вам не принесет, Если я даже захочу вам добрый дать совет, Коль пожеланием Аллаха будет Оставить в заблужденье вас. Он - ваш Господь, К Нему - и ваше возвращенье"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Иль они скажут: \"Он измыслил это\". Скажи: \"Если измыслил это я, На мне - мой грех, И я свободен от того, чем вы грешите"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "И в откровении открылось Нуху: \"Из твоего народа больше не уверует никто, Помимо тех, которые уверовали прежде. И не скорби о том, что делают они"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Построй ковчег пред Нашими глазами По Нашему внушению тебе. Ко Мне не обращайся ради нечестивых: Им предстоит потопленными быть"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Когда сооружал он свой ковчег, То всякий раз, как знать его народа мимо проходила, Они с издевкой потешалися над ним, А он им говорил: \"Если сейчас вы насмехаетесь над нами, Потом над вами насмехаться будем мы Таким же образом, как вы сейчас смеетесь"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "И вы узнаете, Кого постигнет наказание позором И на кого извечное мучение падет"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "(Когда настало время сбыться) повелению Аллаха И печь низринула потоки вод, Сказали Мы: \"Ты погрузи в него по паре всякого живья, А также и твою семью, - Кроме того, против которого уже сошло (Аллаха) Слово, - А также тех, которые уверовали (в Бога)\". Но лишь немногие уверовали с ним"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "И он сказал: \"Вступите на него, и с именем Аллаха Ему и плыть, и на причале оставаться. Поистине, прощающ мой Господь и милосерд"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "И вот поплыл он с ними по волнам, Что были словно горы, И сына Нух позвал, что стороною от других держался: \"О сын! Взойди к нам на ковчег И с нечестивыми не оставайся"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "Но сын ответил: \"Я взойду на гору, что станет мне защитой от воды\". Ответил Нух: \"От повеления Аллаха сегодня нет спасенья никому, Помимо тех, кому Он милость даровал\". Меж ними поднялась волна, И утонул он вместе с остальными"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "И было сказано: \"Земля! О, поглоти свои ты воды! О небо! От потоков удержись!\" И спали воды, и свершилось повеленье - И встал он на горе Аль Джуди. И прозвучало (вновь): \"Пусть сгинет нечестивый люд"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "И обратился Нух к Владыке своему: \"О мой Господь! Ведь сын мой - из моей семьи, И истинно обетование Твое, Ты - правосуднейший из всех, кто суд дает"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "(Аллах) сказал: \"О Нух! Он не относится, увы, к твоей семье: Поистине, неправедны его деянья. И не проси Меня о том, чего не знаешь, И Я предостеречь тебя хочу, Чтоб ты в числе неведающих не был"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "О Господи! - ответил Нух. - Ищу защиты у Тебя я, чтобы впредь Мне не просить Тебя о том, чего не знаю. И если Ты мне не простишь и не помилуешь меня, Мне быть средь тех, кто понесет убыток"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "И было сказано: \"О Нух! С миром от Нас сойди (с ковчега), С благословениями над тобой, Как и над неким прочим людом, (Что Я произведу) от тех, Что ныне (на ковчеге) пребывают. (Средь них быть и таким народам), Которым Мы доставим блага, (Что обольстят их и повергнут в грех), (За что) потом Постигнет их от Нас мучительная кара"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Сие - один из ряда сокровенных сказов, Что Мы поведали тебе, (о Мухаммад!); До этого не знал его ни ты, ни твой народ, А потому будь терпеливо-стоек, - Конечный (счет), поистине, за теми, Кто, гнева Господа страшась, Благочестив в своих деяньях"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Адитам Мы послали Худа, брата их. И он сказал: \"О мой народ! Аллаху поклоняйтесь! Кроме Него, у вас иного Бога нет - (Других) вы только измышляете себе"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "О мой народ! У вас за это я награды не прошу. Награда мне - лишь у Того, Кто сотворил меня. Ужель вам это не понять"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "О мой народ! Просите вашего Владыку о прощенье И обратитесь вы потом с раскаяньем к Нему; Он (небеса) прольет на вас дождем обильным, Прибавит силы к вашей силе. Не отвращайтесь же виновными в грехе"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Они ответили: \"О Худ! Ты не принес нам ясного Знаменья, И лишь по слову твоему Богов мы наших не покинем - И верить мы тебе не станем"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Мы ничего не говорим, кроме того, Что, может быть, какой-то из богов Тебя подверг беде иль безрассудству\". Ответил он: \"Аллаха я в свидетели зову, И сами вы свидетелями будьте, Что непричастен я к тому"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Кого вы придаете в соучастники (Аллаху). Вы стройте козни мне И не давайте мне отсрочки"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Я уповаю на Аллаха, и моего, и вашего Владыку; И нет ни одного живого существа, Которое Он не держал бы за загривок, - Ведь, истинно, Владыка мой - на праведном пути"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Н о если вы отворотитесь, что ж! Я передал вам то, С чем мой Господь меня направил. И Он заменит вас другим народом - Ему ж нисколько вы не в силах навредить. Господь мой, истинно, Хранитель всякой вещи"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "И вот, когда свершилось Наше повеленье, Спасли Мы Худа милостью Своей И тех, которые уверовали с ним, - Уберегли их от жестокой кары"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Такими были люди Ад: Они знаменья Господа отвергли, Ослушались посланников Его, Последовав указу всякого строптивого (монарха)"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Проклятие сопутствовало им и в этом мире, И в День их Воскресения (на Суд), - О да! Поистине, отвергли своего Владыку люди Ад! Пусть сгинут со свету адиты, люди Худа"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "И к самудянам Салиха, их брата, (Мы послали), И он сказал: \"О мой народ, Аллаху поклоняйтесь! Кроме Него, у вас иного Бога нет. Он - Тот, Кто произвел вас из земли И вас обосновал на ней, А потому просите о прощенье вашего Владыку, Потом к Нему с раскаянием обратитесь, - Поистине, Господь мой близок и отзывчив"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Они ответили: \"О Салих! Ты прежде был одним из нас, Мы на тебя надежды возлагали; Неужто хочешь ныне удержать нас (от богов), Которым поклонялись наши предки? Поистине, мы в тягостных сомнениях о том, К чему ты ныне призываешь нас"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "И он сказал: \"О мой народ! Подумайте о том, Что если я имею ясное свидетельство (от Бога) И на меня сошло благоволение Его, Кто будет мне защитой от Аллаха, Коль я ослушаюсь Его? Вы лишь добавите к погибели моей"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "О мой народ! Сие - верблюдица Аллаха, Что станет вам знамением Его. Дайте пастись ей на земле Господней И не касайтесь злом ее, Чтобы вас тотчас не постигла кара"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Они ж подрезали верблюдице (колени). И он сказал тогда: \"Сладитесь же в своих домах три дня, (Потом - расплата за содеянное вами), И это - обещание, Которому (повелено) свершиться"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Когда же Наше повеленье проявилось, Мы Салиха и тех, кто с ним уверовал, Спасли, по милости от Нас, от унижений того Дня, - Господь твой, истинно, силен и мощен"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Зловещий вопль поразил неверных - И уж наутро в собственных домах Они поверженными ниц лежали"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Как будто никогда там и не жили. Увы! Ведь самудяне не уверовали (в Бога), - Пусть сгинут со свету они"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "И вот пришли посланники от Нас С благою Вестью к Ибрахиму; Они сказали (ему): \"Мир!\" Он им ответил: \"Мир!\" - И поспешил прийти с изжаренным теленком"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Когда ж увидел он, Что руки их к нему не протянулись, Им овладело недоверье к ним И он почувствовал к ним страх. \"Не бойся! - молвили они. - Мы посланы к народу Лута"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Жена его стояла там же И, (эти странные слова услышав), рассмеялась. И Мы тогда благую Весть ей сообщили об Исхаке И за Исхаком - о Йакубе"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Она сказала: \"Горе мне! Мне ли рожать, когда я и сама стара, И этот муж мой - столь же стар? Сие, поистине, такое необычное явленье"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Они сказали: \"Ты дивишься повелению Аллаха? Господня милость и Его благословенье - Над вами, обитателями дома. Он - достохвален и исполнен славы"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Когда же страх покинул Ибрахима И радостная весть пришла к нему, Он стал ходатаем пред Нами о народе Лута"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Ведь Ибрахим, поистине, был кроток И сострадателен (к людским заботам), (К Аллаху всей душою) обращен"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "(И прозвучало): \"О Ибрахим! Оставь все это! Ведь поступило повеленье твоего Владыки, И к ним грядет их приговор, Поистине, неотвратимый"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Когда пришли посланцы Наши к Луту, Он опечалился за них, и мощь его ослабла, И он сказал: \"Это - прискорбный день"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "И спешно бросился к нему его народ, - Ведь и до этого они такие мерзости творили, - И он сказал: \"О мой народ! Вот - мои дочери, Они для вас (пристойнее и) чище. Побойтесь же Аллаха вы! (И оскорблением пришельцев в моем доме) Меня пред ними не позорьте. Неужто нет ни одного разумного средь вас"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Они ответили (ему): \"Тебе же хорошо известно, Что в дочерях твоих потребности нам нет, И знаешь ты, чего хотим мы"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Была бы сила вас мне одолеть, - он отвечал им, - Иль поддержать себя могучею опорой"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "Но молвили они: \"О Лут! Посланцы мы от твоего Владыки, И до тебя им не добраться никогда. Сейчас ты со своим семейством отправляйся, Пока еще не истекли часы ночные, И пусть никто из вас не обернется, За исключением твоей жены, - Ее постигнет то, что их постигнет, И утро станет сроком, что назначен им. Ужель не близко это утро"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Когда явилось Наше повеленье, Перевернули Мы вверх дном (те города) И пролили на них дождем камней из обожженной глины, Что слой за слоем (их покрыли)"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Помеченные Господом твоим, Они недалеки от нынешних (селений) нечестивцев"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "И мадйанитам Мы Шу'айба, брата их, (послали), И он сказал: \"О мой народ! Аллаху поклоняйтесь! Кроме Него, у вас иного Бога нет. Не убавляйте вес и меру. Я вижу, что во благе вы. Поистине, страшусь за вас я кары Дня, объемлющего все"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "О мой народ! Блюдите верно вес и меру; Имуществу людей урона не чините И не творите злодеяний на земле, Сея на ней нечестие и смуту"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "И то, что оставляет вам Аллах, Есть лучшее для вас, Если (в Него) уверовали вы, - Я же ни страж над вами, ни хранитель"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Они сказали: \"О Шу'айб! Ужель молитва (твоей веры) Велит покинуть нам (богов), Которым поклонялись наши предки? Иль (запрещает) нам имуществом своим Распоряжаться по своим желаньям? Поистине, (в желаниях) своих ты сдержан, Водитель правого пути"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Он (им) сказал: \"О мой народ! Подумайте о том, Что если я имею ясное свидетельство Владыки И мне Он от Себя достаточный удел доставил, Мне ль не желать удерживать вас от того, Что Он вам запрещает? Я лишь желаю исправлений к лучшему для вас, Сколь это будет в моих силах. И (в этом) помощь мне - лишь от Аллаха. Лишь на Него я уповаю И (лик свой) обращаю лишь к Нему"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "О мой народ! Пусть разногласия со мной Не навлекут на вас греха, За что постигнет вас подобное тому, Что испытали люди Нуха, Салиха иль Худа; Недалеко от вас и люди Лута"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Просите же прощения у вашего Владыки, Потом к Нему (в раскаянии) обращайтесь! Поистине, Господь мой милосерд, Любви (к творениям Своим) исполнен"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Они сказали: \"О Шу'айб! Нам много из того, что говоришь ты, непонятно, И видим мы, что ты меж нами слаб. И если б не был род твой (знатен), Мы забросали бы тебя камнями, - Ведь ты для нас совсем не дорог"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Он (им) сказал: \"О мой народ! Ужель мой род дороже вам Аллаха, Что вы (небрежно) за спиной оставили Его? Но, истинно, Господь мой (веденьем Своим) Объемлет все, что вы творите"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "О мой народ! Творите все, что в ваших силах, А я свое (намерен) делать, И скоро вы узнаете, кто тот, Кого постигнет наказание позором И кто окажется лжецом. Вы ждите - с вами подожду и я"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Когда же Наше повеленье проявилось, Спасли Шу'айба Мы и тех, Кто с ним уверовал (в Аллаха), По милости от Нас. А тех, что были нечестивы, Зловещий вопль поразил, И уж наутро в собственных домах Они поверженными ниц лежали"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Как будто никогда не жили там. О да! Пусть сгинут мадйаниты! Как прежде сгинули и самудяне, (Господним гневом сражены)"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "И Мы послали Мусу с Нашими знаменьями и ясной властью"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "К Фараону и его вельможам; Они ж пошли за повеленьем Фараона. Но повеление его было неправым (руководством)"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Он будет шествовать перед своим народом В День Воскресения (на Суд) И отведет его на водопой (Во чрево) огненного (Ада), - Как скверен будет водопой, К которому (он их) доставит"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "И их преследует проклятие и здесь, И в День (их) Воскресения (на Суд). И скверен будет дар, Что будет (им) доставлен"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Это - лишь несколько из сказов о селениях (общин), Которые тебе Мы повествуем. Одни из них теперь еще стоят, Другие же уже пожаты"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Не Мы им причинили зло, А они сами зло себе снискали, И божества, которые они, опричь Аллаха, призывали, Ни от чего их не спасли, Когда явилось повеленье твоего Владыки, А лишь усилили их гибель"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Такою хваткою Господь твой Казнил селения (людей), Которые неправедными были. И хватка эта, истинно, мучительна, сильна"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "В этом - поистине, знамение для тех, Которые испытывают страх Пред наказанием другого мира. То будет День, В который будут собраны все люди, (То будет День Свидетельства), Которому свидетелями станут все"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "И Мы дадим ему отсрочку Лишь на отчисленный предел"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "И вот когда наступит он, Не сможет ни одна душа Без разрешения Его глаголить. Из них - одни несчастны будут, Другие - счастливы (безмерно)"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "В Огне быть тем, которые несчастны, Для них там - рев и вопль"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "И вечная обитель там, Пока земля и небо длятся, Если Господь твой только не захочет (Распорядиться ими) по-другому, - Ведь твой Господь, поистине, Вершитель всего, что пожелает Он"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "А те, что счастливы, - в Раю, И там - их вечная обитель, Пока земля и небо длятся, Если Господь твой только не захочет (Прибавить больше к благодати их), - Дар вечно длящейся услады"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Не предавайся же сомнениям о том, Что почитают эти люди, - Ведь почитают они так же, Как почитали прежде их отцы. И Мы, поистине, им воздадим их долю, Даже на йоту не убавив от нее"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Мы Мусе Книгу ниспослали, Но (среди них) о ней возникли споры, И, если б Слово твоего Владыки Не пришло к ним раньше, Меж ними было б все уж решено. Они же - в тягостных сомнениях об этом"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "И несомненно, твой Господь Сполна воздаст им всем за их деянья, - Ведь сведущ Он о том, что делают они"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Так следуй же, (о Мухаммад!), прямой стезею, Как то повелено тебе и тем, Которые с тобою обратились. Не выходите за дозволенные грани, - Ведь видит Он, что делаете вы"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "И к тем, что беззаконны, не склоняйтесь, Чтоб огнь Ада не коснулся вас, - Вам нет защитников, кроме Аллаха, Ни от кого вам помощи не ждать"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Творите регулярную молитву По двум пределам дня И (в ранние) часы (прихода и ухода) ночи, - Ведь, истинно, дела благие Приносят избавленье от дурных; Сие - напоминание для помнящих (о Боге)"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Будь терпеливо-стоек, - ведь Аллах Не даст пропасть награде добротворцев"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Но почему же не было из поколений прежде вас Таких, Кто, обладая добродетельной (душою), Мог на земле нечестие сдержать, Помимо лишь немногих, Кого спасли Мы милостью Своей? Но нечестивые пошли за удовольствиями этой жизни - И стали грешными (пред Нами)"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Господь твой не таков, Чтоб погубить несправедливо те селенья, Чьи жители благое совершали"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "И если б твой Господь желал, То Он бы сделал всех людей одним народом, - Они ж не прекращают разногласий"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Помимо тех, Кому явил Господь твой Свою милость, - Для этого Он создал их, И этим Слово Бога твоего свершится: \"Я Ад людьми и джиннами наполню"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Всем тем, что повествуем Мы тебе Из сказов о посланниках (Господних), Мы укрепляем твое сердце: И в этом Истина нисходит на тебя И наставление для верных, А также предостережение для них"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Тем, кто не верует, скажи: \"Вы поступайте по своим возможностям (и предпочтеньям), Мы же - по нашим будем поступать"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "И ждите - с вами будем ждать и мы"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Илишь Аллах один Незримым неба и земли владеет, К Нему восходит повеление всего. Так поклоняйтесь же (Единому) Ему И на Него надежды возлагайте, - Ведь в небреженье ваш Господь не остается К тому, что делаете вы"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Алеф - Лям - Ра. Сие - знаменья Ясной Книги"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Поистине, ее Мы ниспослали как Коран арабский, Чтоб вы могли уразуметь"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Тебе, (о Мухаммад!), Мы повествуем лучшим сказом Коран сей, что открыли Мы тебе, Хотя ты прежде был из тех, Кто пребывал в беспечности, (не ведая об этом)"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "(И вспомни), как Йусуф сказал отцу: \"О мой отец! Одиннадцать светил небесных, А (с ними) солнце и луну (Во сне) я видел преклоненными пред мною"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "Сказал (отец): \"О мой сынок! Ты своим братьям о видении своем не говори, Чтоб не замыслили они Против тебя дурные козни, - Ведь Сатана для человека - явный враг"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Так твой Господь избрать тебя намерен: Тебя научит толковать события и сны И (этим) завершит Свою Он милость Тебе и роду (верного) Йакуба, Как завершил ее Он прежде Твоим отцам: (ханифу) Ибрахиму и Исхаку. Поистине, Господь твой ведущ, мудр (безмерно)"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "В (истории) Йусуфа с братьями его Были знамения для тех, кто вопрошал (Об истинном значении ее)"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "(И вспомни), как они сказали: \"Поистине, Йусуф и брат его Милее нашему отцу, чем мы. А ведь (числом своим) нас больше, И наш отец, конечно, в явном заблужденье"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Вам надлежит убить Йусуфа Иль в землю отдаленную изгнать; Тогда отец свой лик к вам обратит, И после этого придет к вам благочестье"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Сказал один из них: \"Йусуфа вам не надо убивать. Бросьте его на дно колодца, И кто-нибудь из проходящих (караванов) Оттуда подберет его, Коль вы решили это сделать"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Они сказали: \"Наш отец! Ты почему не доверяешь нам Йусуфа? Ведь все мы искренне добра ему желаем И добрые советчики ему"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Ты завтра с нами отпусти его Повеселиться, в игры поиграть, И мы уж охраним его (от бед)"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "(Йакуб) сказал: \"Я опечалюсь, если вы с собой его возьмете. Страшусь я, что поглотит его волк, Когда, (увлекшись своим делом), К нему вы станете небрежны"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Они сказали: \"Если волк действительно его поглотит, Когда нас целая толпа, - Тогда нам быть в прямом убытке"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "И вместе с ним они ушли И согласились его бросить в глубину колодца. Но Мы внушением ему послали: \"Ты, несомненно, им однажды сообщишь Про (истинную суть) их дела, Когда они не будут знать, (кто ты)"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "И поздно вечером Они к отцу в слезах явились"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "И молвили: \"О наш отец! Мы бегали вперегонки, С вещами же оставили Йусуфа. Волк поглотил его, (и знаем мы): Ты не поверишь нам, Хотя и говорим мы правду"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "И вот пришли они (к отцу) Со лживой кровью на рубашке, И он сказал: \"О нет! Вам души ваши (подсказали) Все это дело (вымыслом) украсить. (Отныне для меня) прекрасно лишь терпенье, (Пока Аллах не выявит всю мерзость вашей лжи). Лишь у Него искать мне помощь Против того, что (так речисто) (Сейчас) вы расписали (мне)"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "И караваном путники пришли И соглядателя (воды) послали. Он опустил ведро (свое в колодец) И сказал: \"Какая радостная весть! Здесь - юноша (прекрасный)\". И спрятали его (как ценный дар) для торга. Аллах же знал, что делают они"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "И продали они его за мизерную цену - (Всего лишь несколько) отсчитанных дирхам, Умеренность при этом соблюдая"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "А египтянин, что купил его, Своей жене сказал: \"Распорядись получше им: Быть может, он доставит нам удачу Иль мы возьмем его за сына\". Так Мы Йусуфа утвердили в тех краях, Чтоб толкованию событий научить. Всевластием Своим Аллах вершит Свой План, Но большинство людей (того) не знает"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Когда Йусуфу зрелый возраст подошел, Ему Мы даровали знание и мудрость, - Так воздаем Мы тем, кто делает добро"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Но та, в чьем доме пребывал он, Решилась совратить его, И двери заперла, и так сказала: \"Поди сюда!\" Ответил он: \"Да упаси Аллах! Мой господин таким прекрасным сделал Мне пребыванье (в этом доме). Поистине, неправедным не быть во благе"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "И так она его желала, И он (в ответ) бы и желал ее, Если б свидетельства Владыки своего Он не увидел, - Так (Мы веление Свое ему послали), Чтоб зло и мерзость от него отвлечь. Он - истинно, из искренних служителей (Аллаха)"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "И оба бросились бегом к двери, И порвала она ему рубаху со спины. А у двери столкнулись оба с господином, И молвила она: \"Каким должно быть воздаяние тому, Кто очагу семейному недоброе задумал, Как не темница иль мучительная кара"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "(Йусуф) сказал: \"Это она пыталась соблазнить меня\". И был свидетелем сему ее (кузен-младенец). \"Если разорвана рубаха на груди, Она права и лжец - Йусуф"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Но если на спине разорвана рубаха, То лжет она, а он правдив"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "И вот когда увидел он, Что на спине разорвана рубаха, Он молвил: \"(Женщина!) Сие - (одна) из ваших (многочисленных) уловок. Уловки ваши, несомненно, велики"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Йусуф, ты близко к сердцу это не бери. А ты, (распутная жена), Проси прощения за грех свой. Ты совершила (тяжкий) грех"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "И дамы в городе сказали: \"Задумала жена вельможи Вовлечь в соблазн юного раба. Он возбудил в ней (пылкую) любовь. Мы видим: она в явном заблужденье"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Услышав пересуды (этих дам), Она послала (их созвать), И приготовила места для возлежанья, И каждой (гостье) нож дала, И позвала (Йусуфа): \"Выйди к ним!\" Когда они увидели его, Они его превознесли (И в похотливом вожделении своем) Порезали себе (ножами) руки и молвили: \"Убереги нас Бог! Это - не (смертный) человек, А благородный ангел"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Она сказала: \"Вот пред вами тот, из-за кого меня вы порицали. Я обольстить его пыталась, Но (в благочестии своем) Он оставался твердо (непорочен). Но если он не сделает того, Что я ему повелеваю, Он будет заключен в темницу И будет из числа ничтожных"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Ответил он: \"О мой Господь! Темница мне милей того, К чему меня они склоняют, И, если Ты их (мерзкие) уловки (Своею Волей) от меня не отведешь, Я уступить могу (порыву), и склонюсь, И окажусь средь тех, кто потерял рассудок"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "И внял Господь его мольбе И от него отвел их козни, - Поистине, Он слышит (все) и знает (обо всем)"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Потом подумали они После того, как они видели знаменья, Что надо заточить его на время"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "И двое юношей вошли в темницу вместе с ним. Один из них сказал: \"(Во сне) я видел, что выжимаю я вино (из винограда)\". Другой сказал: \"Я видел, что несу я хлеб на голове, А птицы от него клюют. Скажи нам смысл (этих снов), - Ведь видим мы, что ты из тех, Кто действует по знанию и доброте"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Он (им) сказал: \"К вам не успеет подойти (та пища), Что вам дается здесь (на пропитанье), Как я уже вам растолкую эти (сны), Прежде чем то, (о чем вас сны предупреждают), (На ваши головы) падет. И это - то, чему меня Господь мой научил. И я, поистине, оставил веру и обычаи народа, Что не уверовал в Аллаха И отвергает будущую жизнь"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Я следую религии моих отцов: (Ханифа) Ибрахима, Исхака и Йакуба. Нам (в соучастники) Аллаху Не должно прочить ничего. Это - Господня милость нам и людям. Но большинство из них неблагодарны"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "О мои други по темнице! (Кто) лучше: множество господ, которые разнятся, Или Единый и Неодолимый В Своем могуществе Аллах"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Коль не Его, Так только имена вы чтите, Что вы придумали и ваши праотцы, - На что Аллах им власти не давал. Решение всему - лишь у Аллаха, И повелел Он поклоняться лишь Ему. Сие есть истинная вера, Но большинство людей (того) не понимает"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "О мои други по темнице! Один из вас будет поить правителя вином, Другому же - распятым быть, И птицам - с головы его клевать. Уже решилось то, о чем вы спрос ведете"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "И он сказал тому из них, Которого считал спасенным: \"Ты обо мне правителю напомни\". Но Сатана заставил (узника) забыть Правителю напомнить о Йусуфе, И несколько (тяжелых) лет Ему пришлось пробыть в темнице"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "И царь сказал: \"Поистине, (во сне) я видел семь упитанных коров, Которых семь худых коров съедают, А также семь зеленых колосков И семь других - пожатых. О родовая знать (двора)! Вы (сно)видение мое мне растолкуйте, Коль вы видения способны толковать"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Они ответили: \"Сие - смешение (пустых) видений. Мы не владеем даром толкованья снов"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Но (узник) тот из двух, что был освобожден, Спустя (столь долгий) срок Вдруг вспомнил о Йусуфе И молвил им: \"Я сообщу вам толкование сего. Меня (к Йусуфу) отведите"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "Йусуф, о человек (Господней) правды! Ты изъясни нам сон, (В котором) семь упитанных коров Поедены семью худыми; И семь зеленых колосков, И семь других - пожатых, - Чтобы я мог вернуться к людям И чтоб могли они понять"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "(Йусуф) сказал: \"Вы сеять будете семь лет Обычным образом для вас. И то, что будете сжинать, - В колосьях оставляйте, Помимо лишь немногого в еду"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "А после этого семь тяжких лет наступят, Которые поглотят все, Что про запас вы отложили, Кроме немногого того, Что сбережете вы (для будущего сева)"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "И вслед за тем наступит год, В который жители получат дождь обильный И будут выжимать (и масло, и вино себе на благо)"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "И царь сказал: \"Ко мне его ведите!\" Когда к нему пришел (царя) посланец, (Йусуф) сказал: \"Ты к господину своему вернись и у него спроси: Каков настрой и помыслы тех женщин, Которые порезали себе (ножами) руки? Господь мой, истинно, про их уловки знает"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "И (царь) спросил (тогда тех женщин): \"В чем было ваше устремленье, Когда пытались вы Йусуфа соблазнить?\" Они сказали: \"Упаси нас Бог! За ним не знаем мы дурного\". И молвила жена вельможи: \"Открылась истина теперь. Его я соблазнить пыталась, Но он остался из (числа) правдивых"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(Я) это (говорю), чтоб (мой супруг) узнал, Что я в отсутствие его ему не изменила И что Аллах свершиться не позволит (Злым) умыслам изменников (неверных)"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "И я себя оправдывать не стану, - Ведь (всякая) душа склоняется ко злу, Если Господь мой милостью ее не осеняет. Господь мой, истинно, прощающ, милосерд"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "И царь сказал: \"Ко мне его ведите! Себе (на службу) я его возьму\". И, с ним поговорив, сказал он: \"Отныне ты при нас И нами наделен доверием и силой"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Йусуф ответил: \"Поставь меня распорядителем хранилищ сей земли. Поистине, я - знающий хранитель"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Так наделили Мы Йусуфа силой в той стране, Чтоб в ней владел он всем, Как, где и когда захочет. Мы Нашу милость жалуем тому, Кого сочтем Своим желаньем, И не дадим пропасть награде Таких, кто делает добро"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Награда же другого мира - краше Для тех, которые уверовали (в Бога) И, гнева Господа страшась, (благочестивы были)"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "И вот явились И предстали пред Йусуфом его братья. Узнал он их, Они ж его не распознали"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Когда он их провизией снабдил, (он) молвил: \"Вы приведите брата своего, Что (сводный) по отцу вам. Ужель не видите, Что я даю сполна вам меру, (По соответствию уплате), И самый рАдушный хозяин"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Но если вы ко мне его не приведете, Для вас не будет меры у меня, И вы ко мне не подходите"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Они ответили (ему): \"Мы у отца его отпросим, И мы, конечно, сделаем, (что ты нам говоришь)"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Своим же слугам он сказал: \"Вы им в седельные вьюки Их (меновой) товар вложите, Чтоб обнаружили они его Только тогда, когда вернутся к своим семьям. Быть может, это их заставит возвратиться"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "И вот когда они к отцу вернулись, Они сказали: \"Наш отец! Нам отказали в мере (хлеба, Пока мы брата своего не приведем). Ты с нами брата нашего отправь, Тогда мы и получим меру. Мы будем, истинно, беречь его"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Сказал он (им): \"Ужель могу доверить его вам, Как прежде его брата вам доверил? Аллах ведь лучший (для него) хранитель, Он - милосерднейший (из всех, кто) милосерд"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Когда ж свои вьюки они открыли, Они увидели, что их товар им возвращен, И молвили они: \"О наш отец! Чего же больше нам желать: Наш (меновой) товар нам возвращен, И мы свою семью прокормим И позаботимся о нашем брате, К тому ж прибавим мы теперь Меру (поклажи) одного верблюда, - Ведь эта мера так мала"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "Он (им) сказал: \"Я с вами не пошлю его, Пока Аллахом вы не поклянетесь, Что вы ко мне его вернете (невредимым), Если, конечно, не постигнет вас (беда)\". Когда же они клятву дали, он сказал: \"Аллах за то, что здесь мы говорили, - поручитель"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "И (далее) сказал: \"О сыновья мои! Вы сразу все В одни ворота не входите, А по отдельности входите в разные врата. Но, впрочем, вас я не могу избавить От (провидения) Аллаха, - Ведь лишь Ему вся власть принадлежит. Лишь на Него я полагаюсь, И на Него пусть полагаются все те, Кто (всей душой) Ему предался"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Когда вошли они (в Египет) И где, и как им повелел отец, Их это не спасло ни от чего Из (мудрых замыслов) Аллаха, А только претворило в жизнь (Отцовское) желание Йакуба (Предостеречь их от беды), - Ведь обладал он знанием того, Чему его Мы научили. Но большинство людей (того) не знает"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "И вот когда они предстали пред Йусуфом, Он принял брата (в дом) к себе И так сказал: \"Вот я - твой брат. И не печалься тем, что сделали они"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Когда же он провизией снабдил их, Он в ношу брата кубок положил. И возгласил потом глашатай: \"О вы, кто в этом караване! Ведь воры вы, наверняка"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Те, повернувшись к ним, сказали: \"Чего недосчитались вы"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Они ответили: \"Мы ищем царский кубок. Тому, кто принесет его, Наградой станет вьюк верблюда, - За это я ручаюсь сам"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Они сказали: \"Мы клянемся Богом! И вы ведь знаете, что мы На эту землю не пришли, Чтобы нечестие здесь сеять. И уж, конечно, мы не воры"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "(Им) отвечали (египтяне): \"Каким быть наказанию (для вас), Коль вы окажетесь лжецами"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Они сказали: \"Наказание тому, в поклаже у кого найдется кубок, - То, что он станет вам вилланом, Как возмещение (за кражу), - Так воздаем мы злотворящим"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "И начал поиск он с поклажи их, Прежде чем (вещи) брата (обыскать); Потом извлек он (кубок) из поклажи брата: Такой была Наша уловка для Йусуфа, И он не смог бы брата взять себе Согласно царскому указу, Если б того не пожелал Аллах. Мы степенями возвышаем тех, Кого сочтем Своей угодой. Ведь выше всякого, кто обладает знаньем, Лишь Тот, Кто знает все и вся"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Они сказали: \"Если он украл, так ведь украл и прежде его брат\". И схоронил в душе это Йусуф И им не выказал (своих обид и намерений). (А про себя) сказал: \"Вы в худшем положении, чем мы. Аллах ведь лучше знает то, О чем вы речь ведете"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Они сказали: \"О вельможа! Отец его - глубокий и почтенный старец (И будет горевать о нем). Возьми вместо него кого-нибудь из нас, - Мы видим: ты в делах великодушен"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Он (им) ответил: \"Упаси Господь нам взять кого-либо другого, Кроме того, в чьей личной клади Мы нашу собственность нашли. Иначе были бы неправедными мы"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Когда ж отчаялись они В его (содействии их просьбе), То удалились, чтоб наедине посовещаться, И старший их сказал: \"Ужель не знаете, что ваш отец Взял клятву с вас перед Аллахом? И прежде этого с Йусуфом Не совершили вы того, что надлежало вам (Согласно обещанию отцу). А потому я не покину эту землю, Пока отец не разрешит мне Иль не решит иначе для меня Аллах: Он - лучший из (дающих мудрые) решенья"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Вы возвращайтесь к вашему отцу И (там) ему скажите: \"О наш отец! Твой сын украл, И мы свидетельствуем только то, что знаем. Мы (никого) не можем уберечь (Ни от чего, что нам) незримо Или (от нас) сокрыто (кем-то)"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "(Вели) спросить селенье, где мы были, И караван, с которым шли мы, (И ты увидишь), что мы правду говорим"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Отец сказал: \"О нет! Вам души ваши (подсказали) Все это дело (вымыслом) украсить. (Отныне для меня) прекрасно лишь терпенье. Аллах, быть может, мне вернет их всех, - Поистине, Он знающ, мудр (безмерно)"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "И отвернулся он от них и молвил: \"Как велико мое страданье по Йусуфу!\" И побелели от печали его очи, И он едва мог скорбь сдержать"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Они сказали: \"Именем Аллаха! Не перестанешь ты Йусуфа вспоминать, Пока (печаль) не исчерпает твои силы Иль не постигнет смерть тебя"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Но он сказал: \"Я предаю свою печаль и скорбь Аллаху, - Ведь от Него известно мне, О чем не ведаете вы"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "О сыновья мои! Ступайте И разузнайте о Йусуфе, а также его брате. И никогда надежды не теряйте На милость и отзывчивость Аллаха, - Надежды на Него, поистине, теряют Лишь те, кто не уверовал в Него"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Когда они явились (вновь) перед Йусуфом, Они сказали: \"О вельможа! Беда постигла нас и всю нашу семью, И (меновой) товар наш скуден. Дай меру нам сполна и окажи нам милость, - Аллах, поистине, воздаст оказывающим милость"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Он (им) ответил: \"Знаете ли вы, как поступили вы с Йусуфом И его (младшим) братом, Когда вы по неведению (зло творили)"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Ужель и вправду ты - Йусуф? - они сказали. Он им ответил: Я - Йусуф, а это - брат мой. Аллах нам милость оказал: Ведь те, кто, истинно, страшится Его (гнева) И терпеливо-стоек (в благочестии своем), - Так ведь награде тех, кто делает добро, Аллах не даст погибнуть"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Во имя Божие! - ответили они. - Аллах, поистине, тебя пред нами предпочел, И, истинно, мы были во грехе"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Сказал он: \"Нынешнего дня над вами нет (моих) упреков. Простит Аллах вам (прошлые грехи). Он - милосерднейший из всех, кто милосерден"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Идите вы (к отцу) с моей рубахой И там ее набросьте на его лицо. Прозреет он тогда, И вы ко мне со всей семьей придете"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "И вот когда (в обратный путь) их караван пустился, Отец их вдруг сказал: \"Я ощущаю дух Йусуфа. Только не думайте, что я - безумец (старый)"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "И те, (кто слышал), отвечали: \"Клянемся именем Аллаха, Ты в старческом бреду блуждаешь"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Когда ж явился благовестник, Набросил он (рубаху) на его лицо, И вмиг прозрел (почтенный старец) И молвил им: \"Не я ль вам говорил, Что мне известно от Аллаха, О чем не ведаете вы"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "О наш отец! - они сказали. - Проси прощенья нам за наши прегрешенья, - Ведь, истинно, мы были во грехе"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Я буду, - он ответил (им), - Молить прощения для вас у моего Владыки, - Он, истинно, прощающ, милосерд"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "И вот когда они явились пред Йусуфом, Он предоставил свой очаг Родителям своим и молвил: \"Вступите на Египетскую землю, Если Аллаху так угодно, В надежной безопасности ее"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "И он родителей своих Возвысил высоко на троне чести, И пали (братья) ниц пред ним. И молвил он: \"О мой отец! Вот как толкуется мой сон далеких лет! Аллах осуществил его и оказал мне милость, Когда Он из темницы вызволил меня, А вас сюда доставил из пустыни, После того как Сатана Вражду посеял между мной и братьями моими, - Ведь благосклонен мой Господь К тому, что (мудростью Своею) пожелает, (Своим всеведением предпочтет), - Поистине, Он знает (все) и мудр (безмерно)"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "О мой Господь! Ты даровал мне власть И научил пророчеству событий. Ты - неба и земли Творец, Ты в этой жизни и в другой - мне Покровитель. Ты упокой меня предавшимся Тебе, Введи в число благочестивых"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Сие - один из сказов про сокрытые (дела), Что Мы внушением тебе, (о Мухаммад!), ниспосылаем. Ты не был среди них в те времена, Когда они, сговариваясь, козни замышляли"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "И все же большинство людей, Как ни желал бы ты (обратного тому), В неверии живут (и умирают)"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "У них за это платы ты не просишь, Сие - послание (Всевышнего) к мирам"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Какое множество знамений На небесах и на земле, Которые они проходят мимо И (более того) - воротят спины к ним"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "И большинство из них Не верует в Аллаха без того, Чтоб соучастников Ему не прочить"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Ужель защищены они надежно от того, Что не падет на них Господня кара Иль не придет к ним Час Внезапно в тот момент, Когда они о нем не знают (и его не ждут)"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Скажи: \"Сие - моя стезя. Я вас зову к Аллаху И опираюсь на свидетельство, что зримо И мне, и тем, кто следует за мной. Хвала Аллаху, я - не с теми, Кто прочит соучастников Ему"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "И до тебя Мы никого не посылали, Помимо тех из жителей общин, Кому Мы Откровение внушали. Неужто по земле не ездили они, Не видели того, каков конец был тех, Которые до них (грешили)? Обитель будущего - краше Для тех, кто Господа страшится. Ужель им не понять того"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Когда посланники теряли все надежды (В успехе миссии своей) И думали, что их сочли лжецами, К ним приходила Наша помощь, И были спасены лишь те, Кому (всеведеньем Своим) Мы пожелали (жизнь оставить), - Ведь Нашу мощь не отвратить От (наказанья) тем, кто во грехе"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "В повествовании о них Есть назидание для тех, Кто обладает разуменьем. Сей сказ не вымышлен, А (послан) в подтверждение того, Что до него ниспослано (другим) Как разъяснение всего, Как Руководство и как милость Для всех, кто Господу предался"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Алеф - Лям - Мим - Ра. Сие - знамения (Священной) Книги, Ведь то, что Господом твоим тебе открыто, Есть Истина - Но большинство людей не верит"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Аллах есть Тот, Кто небеса воздвиг без видимых опор И после утвердил Трон (Вседержавья), Поставил под Свою управу Солнце и Луну, И до назначенного срока Они свой совершают бег. Он правит всем Своим твореньем И устанавливает ясные знаменья, Чтоб вы уверились во встрече с вашим Властелином"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Он - Тот, Кто землю распростер И прочно горы на нее поставил, (Разлил на ней обильно) реки И парами взрастил плоды по двое. Он закрывает ночью день. Поистине, здесь кроются знамения для тех, Кто размышлениям (о сути) предается"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Соседствуют на сей земле (Столь непохожие) угодья: Сады из виноградных лоз, Засеянные пашни И пальмы, что растут из одного иль нескольких корней, Напоены одной водою. И сообразно вкусу Мы одни из них Перед другими возвышаем (Для потребления вам) в пищу. В этом, поистине, знамения для тех, Кто обладает разуменьем"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Если тебя дивит (отсутствие в них веры), То (еще больше) удивляют их слова: \"Когда мы обратимся в прах, Неужто в обновленном виде Мы будем вновь воссозданы?\" И это - те, кто не уверовал (в Аллаха), - У них на шеях (тяжкий груз) цепей, Они все - обитатели Огня, И в нем им оставаться вечно"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Они тебя торопят с (исполнением) дурного, Прежде чем доброе (случится), Но проходили наказания (народов) и до них, Как назидание и как пример (для их потомков), - Ведь вопреки нечестию людскому Господь твой - истинно, Хранитель (все)прощенья (Для тех, кто лик свой обратил к Нему), И, истинно, Господь твой столь же строг В суровом наказании (неверных)"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "И говорят неверные: \"Что же ему от Господа его не послано знаменье?\" Но ты - всего лишь увещатель: Ведь есть у всякого народа Водитель (правого пути, Что им назначен от Аллаха)"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Аллах ведь знает, Что несет (во чреве) всяка самка И меру, по которой всем утробам Сжиматься или расширяться (надлежит). Пред Ним все (сущее) - по мере"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Ему сокрытое и явное известно, Он в высшей степени возвышен и велик"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Пред Ним равны и те из вас, Кто речь свою (по выгоде) скрывает, И те, которые ведут ее открыто; И тот, кто прячется в ночи, И тот, кто (в свете) дня (на люд) выходит"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "У каждого есть (ангелы), Что перед ним и позади него, Как стражи, неотлучно следуют за ним По повелению Аллаха. И никогда Аллах не поменяет Такого (положения) с людьми, Пока они не переменят его сами. А уж когда Аллах (всеведеньем Своим) Вред причинить захочет людям, Ничто не сможет это отвратить, - Заступника им нет, кроме Него"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Он - Тот, Кто молнию являет вам, (Одним внушая) страх, (другим) - надежду, Тяжелой (ношей) тучи громоздит, (Чтобы излить вам дождь обильный)"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Ему (в смирении) хвалы возносит Гром, И Ангелы пред Ним в (благоговейном) страхе, Он мечет молнии и поражает ими, Кого Своим желаньем (изберет). И все же они спорят об Аллахе, - А ведь в могуществе Своем Он быстр и силен"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "К Нему зов Истины (направлен), А те, которых они чтят, опричь Него, Ничем ответить им не могут, Равно как тот, Что тянет руки к влаге животворной, Чтобы она дошла до уст его, - Она ж к устам его не льется: Ведь призывания неверных - (Скитание) по ложному пути"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Аллаху поклоняются добром или неволей Все те, кто в небесах и на земле, И даже тени их и по утрам, и вечерами"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Скажи: \"Кто Властелин небес и Властелин земли?\" (В ответ) скажи: \"Аллах!\" Скажи: \"Ужель, кроме Него, Вы взяли в покровители себе Тех, что самим себе Не властны ни на вред и ни на пользу?\" Скажи: \"Ужель сравни слепой и зрячий Иль можно Мрак ко Свету приравнять?\" Иль в соучастники Аллаху Они, быть может, приняли таких, Которые творили, как и Он, И чье творенье им казалось схожим (Тому, что сотворил Аллах)? Скажи: \"Аллах - Творец всего, что суще. Един Он и в могуществе Своем неодолим"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "С небес низводит воду Он, Что наполняет русла рек До должного предела, И унесет поток всплывающую пену, Подобно той, (что образует обжиг), Когда они (железо) плавят на огне Для выделки прикрас и утвари (домашней). Таким подобием Аллах Являет разницу меж Истиной и Ложью, - Ведь пена, (как и накипь), прахом исчезает, А что полезно людям - остается на земле. Так (нам) Аллах приводит притчи"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Благое - всем, кто на Господень зов ответил, А тем, которые Ему не отозвались, То, будь у них богатства всей земли И равно столько же к тому, Чтоб откупиться ими, (Не будет принято от них). Расплата их страшна, Пристанище им - Ад, И скверно это ложе (упокоя)"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Неужто тот, кто знает, что тебе Господь твой Истину открыл, Сравни тому, кто слеп (и этого не видит)? Ведь внемлют этому лишь те, Кто обладает разуменьем"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Те, кто в Завете Богу верен И обещания не нарушает"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "И те, которые соединяют То, что Господь велел соединить, И гнева Господа страшатся, - Страшатся злой расплаты (за грехи)"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "И те, кто терпеливо-стоек (в своей вере), Стремясь Господень лик узреть, Молитву совершают (по часам) И раздают открыто или тайно Из благ, что Мы послали им, - Они добром рассеивают зло, И воздаянье им - обитель вечная"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Садов Эдема. И в них войдут лишь те, Кто был благочестив Из их отцов, супруг и их потомков. И через все врата К ним ангелы с приветствием сойдут"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Мир вам за то, что были терпеливы! Прекрасна их наградная обитель, (Что Господом навечно им дана)"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "А те, кто нарушает Договор с Аллахом, Когда он ими был уже скреплен, И разделяет то, Чему велел Он быть единым, И по земле несет нечестие и зло, - На тех - проклятие (Аллаха), И зла для них обитель воздаянья"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Аллах удел Свой расширяет Иль мерой раздает его Тому, кого сочтет Своим желаньем. Они же радуются ближней жизни - А жизнь ближняя в сравнении с другой - (Лишь краткая) услада времени (земного)"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "И говорят неверные: \"Что же ему от Господа его не послано знаменье?\" Скажи: \"Аллах, поистине, оставит в заблужденье тех, Кого сочтет Своим желаньем; К Себе ж ведет того, Кто обратился с покаянием к Нему"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Тех, кто уверовал и чьи сердца При призывании Аллаха исполняются покоя, - Ведь призывание Аллаха Покоем сердце наполняет"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Тех, кто уверовал и делает добро, - Блаженство им! Прекрасна их обитель, (Что Господом навечно им дана)"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "И так послали Мы тебя к народу, Прежде которого другие Прошли (и канули в небытие), Чтоб ты читал им то, Что Мы тебе внушением открыли, Тогда как в Милосердного не веруют они. Скажи: \"Он - мой Господь! Кроме Него, иного Бога нет. Лишь на Него я уповаю И обращаюсь лишь к Нему"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "И если б был какой-нибудь Коран, Которым сдвинулись бы горы, Иль рассеклась земля, Иль мертвые заговорили, (То и тогда он был бы этим же Кораном, Что вам Аллах низвел как руководство). Поистине, вся власть принадлежит Аллаху! Так неужели те, которые Ему предАлись, не знают, Что, если бы Аллах желал того, Он всех людей повел бы праведной стезею? И никогда губительные беды Не перестанут нечестивых поражать за злодеяния их рук Или вблизи домов их не осядут, Пока не подойдет обетование Аллаха, - Обетования Свои Аллах, поистине, ни в чем не нарушает"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "И до тебя Посланников (Моих) высмеивали люди, И Я давал отсрочку тем, которые (Меня) отвергли, Потом Я поражал их (смертной карой), - И как скверна была она"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Неужто Тот, (Кто Покровителем и Стражем стоит) за каждою душой, И знает все, что делает она, (Сравни еще кому-нибудь)? И все ж они Аллаху соучастников призвали. Скажи: \"Вы назовите их! Иль вы укажете Ему на то, Чего Он на земле не знает? Иль это просто пустословье?!\" Но нет! Неверным разукрашена их хитрость, И (ею) сведены они с пути. А тот, кто был сведен с пути Аллаха, Вожатого себе не обретет"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Им - наказание в сей жизни, И, несомненно, более жестоким Им будет наказание в другой, - Им нет защиты от Аллаха"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "И притчею (Господь являет) Рай, Что был обещан тем, Которые, страшася Его (гнева, Благочестивы были в этой жизни): Сады, реками омовенны, Услада вечная и тень - Таков конец пути для тех, Кто (гнева) Господа страшился. Для нечестивых же - Огонь"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "А те, кому Мы даровали Книгу, (Безмерно) счастливы тому, что послано тебе, Хотя среди общин есть и такие, Что отвергают часть ее. Скажи: \"Мне велено Аллаху поклоняться И соучастников Ему не придавать. К Нему зову я, и к Нему - Обратный мой приход"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Так ниспослали Мы его, Чтоб на арабском языке был свод законов (Нашего Суда). И если ты последуешь страстям их После того, как знание к тебе пришло, Тебе не будет ни защитника от Бога, Ни покровителя (пред Ним)"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "И до тебя посланников Мы слали, И им супруг давали и потомство; И ни один посланник не являл знамений Иначе, как по изволению Аллаха. На всякий временной предел - Свое писание, (свои заветы, Что мудростью Аллаха сочтены)"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Аллах Своим желанием стирает (Заветы прошлого, изжившие себя), И утверждает (мудростью Своей Те из Своих установлений, Что надлежит по строгости блюсти), - Ведь у Него - Мать Вечной Книги"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Покажем ли тебе Мы часть того, Чем Мы, увещевая их, им угрожаем, Иль упокоим твою душу до того, Твой долг - лишь передать им (Откровенье), А Нам - призвать к расчету (их)"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Не видят ли они, Как Мы проходим по земле И от краев ее все больше замыкаем? Ведь Суд вершит Аллах, И нет того, Кто мог бы Его Суд отсрочить. А Он в Своем расчете скор"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Ведь замышляли хитрости и те, кто был до них, - Аллах же всеми хитростями правит. Он знает то, что всякая душа (Себе на будущее) предваряет, - И предстоит узнать неверным, Кому достанется наградная обитель"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "И говорят неверные: \"Ты не посланник!\" Скажи: \"Достаточный свидетель между мной и вами - Аллах и тот, кто знает Книгу"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Алеф - Лям - Ра. (Сие) - Писание, которое тебе Мы ниспослали, Чтоб вывел ты людей из мрака к свету По изволению их Господа На путь Всесильного и Славного"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Аллаха, Кому подвластно все, Что суще в небесах и на земле. И горе всем, кто не уверовал (в Него), От страшной кары, (что Он им назначит)"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Кто любит (блага) ближней жизни Превыше (вечности) второго бытия И сводит со стези Аллаха, Стремясь в нее извилины внести, - Они в глубоком заблужденье пребывают"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "И ни один посланник не был послан Нами, Кто не владел бы языком своих людей, Чтобы он мог им ясно говорить о сути. Аллах по (мудрости) желанья Своего (Одних) уводит с правого пути, (Других же - милостиво) направляет, - Он, истинно, могуч и мудр"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Мы с Нашими знаменьями послали Мусу: \"Ты выведи из мрака к свету твой народ, Напомни им о Днях Аллаха, - Поистине, здесь кроются знамения для тех, Кто стойко-терпелив и благодарен"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "И вот сказал народу Муса: \"Вы вспомните о милостях Аллаха вам, Как Он избавил вас от рода Фараона: Они вас тяжким мукам подвергали, Лишали жизни ваших сыновей, В живых лишь женщин оставляя, - И это было вам Великим испытаньем от Аллаха"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Вот (через Мусу) возвестил Господь: \"Коль станете признательными (Мне), Я вам умножу (милости Свои), Но если будете неблагодарны, То наказание Мое, поистине, сурово"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "И Муса молвил: \"Если вы и те, кто на земле, - все до едина Неблагодарны станете (Аллаху), - Так ведь свободен Он от всяких нужд И преисполнен славы"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Неужто не пришел вам сказ о тех, Которые до вас (грешили): О людях Нуха, Ад, Самуд И тех, что были после них? Не знает их никто, кроме Аллаха. К ним с ясными знаменьями от Нас (Из них самих) посланники являлись; Они ж к устам своим протягивали руки, (Персты кусая от досады), И говорили: \"Мы не верим в то, с чем посланы вы к нам. Мы в тягостных сомнениях о том, К чему вы нас зовете"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Но их посланники им говорили: \"Неужто есть (у вас) сомненья об Аллахе, О Том, Кто небеса и землю сотворил? Он вас зовет, чтоб вам простить грехи И дать отсрочку до назначенного срока\". Они же говорили им: \"Всего лишь люди вы, такие же, как мы, И вы хотите отвратить нас от (богов), Которых чтили наши праотцы. Представьте ясное (свидетельство) о власти, (Которою Аллах вас наделил)"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Посланники им отвечали так: \"Всего лишь люди мы, такие же, как вы, Но жалует Аллах Свое благоволенье Тому из слуг Своих, Кого сочтет Своей угодой. Мы вам не можем дать (свидетельства) о власти, Если на то нет дозволения Аллаха. Так пусть же уповают на Него Все те, кто благочестие обрел"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "И почему нам на Него не уповать? Ведь Он нас вывел на пути, Которыми идем мы ныне. И терпеливо будем мы сносить обиды, Что причиняете вы нам. И пусть доверятся Аллаху те, Кто на Него надежды возлагает"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Неверные посланникам своим сказали: \"Иль вы вернетесь к нашей вере, Иль мы вас со своей земли изгоним\". Тогда Господь их им открыл: \"Погубим непременно Мы неверных"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "И после них поселим вас на сей земле. И это - тем, кто убоится Передо Мною (во грехе) предстать, Страшась Моих угроз (о наказанье)"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Они просили для себя победы, И рушились (строптивые уловки) тех, Кто им противился столь дерзко и упрямо"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "А впереди зияет Ад, Где пить ему зловонный кипяток"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Столь омерзительный, Что проглотить его великой мукой будет; К нему со всех сторон подступит смерть, Но не дадут ему вкусить ее (И завершить свои страданья), - Ведь впереди его уж ждут Жестокие, болезненные муки"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Притча о тех, кто не уверовал (в Аллаха): Деянья их подобны пеплу, над которым Поднялся вихрь в бурный день. Они не властны ни над чем, Что (заблуждением) себе стяжали, - А заблуждение (их) слишком глубоко"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Ужель не видишь, что Аллах По (мудрой) Истине построил небеса и землю, И, будь на то желание Его, Он повелит исчезнуть вам И новое творение назначит"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "И это для (могущества) Аллаха Великой (мОчи) не составит"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Предстанут все перед Аллахом, И скажут кроткие всем тем, кто величался: \"Мы следовали вам, и вот теперь Вы можете избавить нас Хоть от чего-нибудь из мук Аллаха?\" Они им скажут: \"Если бы Аллах был нам Водитель, Мы повели бы за собой и вас. Ну, а сейчас нам все равно: Остаться ли с печалью в сердце Или терпением его наполнить, - Нам избавления уж нет"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Когда же все решится, Сатана им скажет: \"Ведь обещанье Истины вам дал Аллах, Давал вам обещание и я, Но в нем я обманул вас, И власти не было над вами у меня: Я только звал вас, ну, а вы (По доброй воле) отозвались. А потому меня не попрекайте, Вините только лишь себя. Я не могу ничем помочь вам, И вы не можете мне помощь оказать. Я отрекаюсь от того, что раньше Меня вы в соучастники (Аллаху) возвели. Для злотворящих - истинно, мучительная кара"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Но те, кто верует и делает добро, Будут допущены в Сады, реками омовенны, Где пребывать навечно им с Господнего соизволенья. Для них - приветствие там: \"Мир"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Ужель не видел ты, какую притчу О Слове Добром нам Аллах приводит: Оно как древо доброе, Чей корень крепко (держится в земле), А ветви к небесам взметнулись"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Оно плоды свои приносит каждый миг По изволению его Владыки, - И так Аллах приводит Свои притчи людям, Чтоб они вняли (наставлениям Его)"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "А притча (Господа) о Скверном Слове: Оно как древо скверное, Что исторгает (свои корни) из земли - И потому устойчиво стоять не может"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Аллах же верных укрепляет твердым словом И в этом мире, и в другом. И сводит Он с пути неверных, - (Ведь безграничной мудростью Своей) Творит Он все, что пожелает"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Неужто ты не вглядывался в тех, Кто обменял благодеяния Аллаха На богохульное неверие (в Него) И этим поселил своих собратьев В обитель (вечных) мук"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "В Огонь, где им гореть? И это - мерзкая обитель"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Они измыслили Аллаху равных, Чтобы свести людей с Его пути. Скажи: \"Сладитесь (краткое мгновенье), Ведь путь ваш - в (вечный) огнь Ада"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Скажи Моим благочестивым слугам, Чтобы они молитву совершали, Творили милостыню втайне и открыто Из благ, что Мы им даровали, Покуда не настанет День, В который нет ни торга, ни услуг друзей"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Аллах есть Тот, Кто небеса и землю сотворил, С небес на землю воду льет И ею в пищу вам плоды выводит; На службу вам поставил корабли, Чтобы велением Его Они моря пересекали; И реки вашим нуждам подчинил"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Он подчинил вам Солнце и Луну, Что неустанно следуют (назначенному) курсу; Послушными вам сделал Ночь и День"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "И доставляет вам все (блага), Которые вы просите себе. А коль задумаете счет вести благодеяниям Аллаха, Вам никогда их не исчислить. Но человек, поистине, несправедлив и (Господу) неблагодарен"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "И (вспомните,) как Ибрахим сказал: \"Господь мой! Сделай безопасным этот город! Убереги меня и сыновей моих От поклоненья истуканам"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Господь мой! Ведь они уже свели с пути Великое число народов, - Но кто последует за мной (по вере), Тот - из моих, (предавшихся Тебе), А кто меня ослушается - что ж! - Ведь Ты прощающ, милосерд"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "О наш Господь! Я поселил из отпрысков моих В долине, не возделанной для злаков, У Твоего Святого Дома, Чтобы они, о наш Господь! Творили регулярную молитву. Ты к ним сердца людей расположи и надели плодами, Чтобы они могли быть благодарны"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Господь наш! Истинно, Ты знаешь, Что мы таим в душе, А что являем напоказ, - Поистине, ничто не скрыто от Аллаха Ни в небесах, ни на земле"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Хвала Аллаху, Кто на старость Мне Исмаила и Исхака даровал; Ведь, истинно, Он - мой Господь, Кто внемлет зову (вопиющего к Нему)"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Господь мой! Выстрой меня так, Чтоб я исправно совершал молитву И чтобы из моих потомков (Молились лишь Тебе они); Господь наш! Внемли зову моему"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Господь наш! Ниспошли Свое прощенье Мне, и родителям моим, и верным В тот День, когда настанет (наш) расчет"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Не думай, что Аллах внимания не обращает На то, что нечестивые творят, - Он только им дает отсрочку до Дня, Когда их взоры в ужасе замрут"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "И, вскинув головы назад, С застывшими зрачками глаз, С опустошенными сердцами, Они все ринутся вперед, (Где предстоит им Суд нести)"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "А потому, увещевая, Людей предостеречь ты должен О Дне, когда придет к ним кара. Тогда возмолят нечестивые: \"Господь наш! Отсрочь нам хоть до близкого предела. Мы Твоему призыву отзовемся И будем следовать посланникам Твоим\". (Им прозвучит): \"Неужто прежде вы не клялись, Что нет вам убыли и спада никогда"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "И вы в дома селились к тем, Кто зло самим себе чинил, Потом же стало ясно вам, Как Мы (сурово) с ними обошлись, И Мы (на этот счет) вам притчи приводили"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Они же разными уловками хитрили, Но вся их хитрость - у Аллаха на виду, Если бы даже силою ее (задумки) Могли сдвигаться с места горы"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Не думай, что Аллах нарушит обещание Свое, Которое посланникам Своим (в обет) поставил, - Поистине, Аллах могуч, возмездия Блюститель"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "В тот День, Когда земля заменится другою, Другими станут небеса, - Они предстанут пред Аллахом, Единым и неодолимым в Своей мощи"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "И ты увидишь в День тот грешников, Что скованы одною цепью (совершённого греха)"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Их верхние одежды - из смолы, А лица пламенем покрыты"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Чтоб возымела от Аллаха каждая душа, Что уготовила себе (деяньями своими), - Аллах, поистине, в расчете скор"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Это - Послание всем людям, Чтоб назидались им и знали, Что Он - Единый Бог для всех, И чтобы мыслящие этим проникались"
        },
        {
            "chapter": 15,
            "verse": 1,
            "text": "Алеф - Лям - Ра. Сие - айаты Откровения и Ясного Корана"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "(Настанет Час), И пожелают те, кто не уверовал (в Аллаха), Стать мусульманами, (Смиренно головы склонить пред Ним)"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Оставь их, пусть они вкушают (сладость бытия), И забавляются, и обольщаются надеждой, - Им скоро предстоит узнать"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Мы ни единого селенья не погубили без того, Чтобы не дать ему известного предначертанья"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "И ни один народ не может Ни обогнать и ни отсрочить свой предел"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "И говорят они: \"О ты, которому ниспослано Посланье, - Ведь ты, поистине, (безумен или) одержим"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Что ж не придешь ты с ангелами к нам, Коль ты из тех, кто правду говорит"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "Мы ангелов не посылаем Иначе, как по истинной нужде, - И уж тогда не ждать отсрочки (нечестивым)"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Мы, истинно, послали Книгу (Как руководство людям) И будем, истинно, блюсти ее сохранность"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "И до тебя (посланников) Мы слали, (Что были) из общин (народов) прежних"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "И не пришел к ним ни один посланник, Которого б они не осмеяли"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "И точно тем же наполняем Мы сердца (Мекканских грешников) преступных"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "И не уверуют они в него, Хотя им был уже пример (народов) древних"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "И если б Мы открыли им небесные врата, То, восходя туда"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "Они бы все ж сказали: \"Наши глаза опьянены, Мы колдовскими чарами объяты"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "Мы в небесах установили знаки Зодиака Прекрасными для тех, Кто взор к ним обращает"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "И охраняем их от Сатаны, побитого (камнями)"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "А если кто подслушает украдкой, Его преследует пылающий огнем слепящий светоч"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "Мы распростерли землю (вам) И разбросали (горные твердыни), Прочно стоящие (в недвижности своей), Произвели на ней творения всех видов По (мудрой) соразмерности (Творца)"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "На ней Мы пропитание устроили для вас И тех, кого кормить вам не придется"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "И (на земле) нет ни единой вещи, Хранилища которой не было б у Нас, Но Мы ее низводим (по частям) В (строго) назначенном размере"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "Мы ветры плодотворные вам шлем, И с неба воду льем обильно, И напояем ею вас, Хотя не вы - хранители ее запасов"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "И Мы, лишь Мы даруем жизнь И смерть (вам) назначаем, И Мы - наследники всему, (Чему Мы повелели быть иль не быть)"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "И Нам известны те из вас, Которые других опережают, И те, которые плетутся позади"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "И, истинно, Господь ваш соберет их всех, - Ведь мудр Он и знания исполнен"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "Мы сотворили человека из гончарной глины, (Сухой) и звонкой, (как фаянс), Которой Мы придали форму"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "А прежде этого Мы сотворили джиннов из палящего огня"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "И (вспомни,) как Господь твой ангелам сказал: \"Я человека сотворю из глины, Звучащей, (как фаянс), и облеченной в форму"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Когда его Я соразмерю, От Духа Моего в него вдохну, Падите ниц в поклоне перед ним"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "И пали ангелы все вместе"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "Кроме (надменного) Иблиса, Кто отказался быть средь тех, Кто (по Господней Воле) поклонился"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "(Господь) сказал: \"Что сталося с тобой, Иблис, Что нет тебя средь тех, кто поклонился"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "(Иблис) ответил: \"Я не стану кланяться тому, Кого Ты сотворил из звонкой глины, облеченной в форму"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "(Господь) сказал: \"Низвергнись же отсюда! Отныне быть тебе гонимому (камнями)"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "И над тобой - проклятие (Мое) До Дня (Последнего) Суда"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "(Иблис) сказал: \"О мой Господь! Отсрочь же мне до Дня, Когда они воскрешены все будут"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "(Господь) сказал: \"Ты, истинно, средь тех, Кому дана отсрочка"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "До Дня (Суда), которому назначен срок"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "(Иблис) сказал: \"Владыка мой! За то, что свел меня Ты с правого пути, Я на земле им все (греховные утехи) разукрашу И всех их в злодеяния введу"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "Помимо тех из них, Кто чист в служении Тебе"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "(Господь) сказал: \"Это, поистине, тот путь, Что напрямую их ко Мне (ведёт)"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Ведь над Моими слугами нет власти у тебя, Помимо тех из отклонившихся с пути, Которые пошли твоей дорогой"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Всем им, поистине, обещанное место - Ад"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "И у него - семь врат, И каждые (врата) - Для отведенной части (согрешивших)"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Но быть в Садах, средь родников - благочестивым"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "Сюда войдите с миром, - (приветствие им там), - С чувством покоя и сохранности в душе"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "Мы снимем с их сердец обиды, И станут братьями они И будут восседать на ложах, Друг к другу лица обратив"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Их не коснется там усталость, И их оттуда никогда не уведут"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Так возвести служителям Моим: Прощающ Я и милосерд"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "Но наказание Мое, поистине, сурово"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "Поведай им об Ибрахиме и его гостях"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "Они вошли к нему и молвили: \"Мир (вам)!\" \"Мы, истинно, боимся вас\", - он им ответил"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Не бойся! - молвили они. - Мы сообщаем тебе радостную весть О мудром мальчике-младенце"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "Неужто эта весть обрадует меня, Когда уж овладела мною старость? - он ответил. - Как может это радовать меня"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Мы в истине тебе благую Весть вещаем, - молвили они, - А потому отчаянью не предавайся"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "Ведь кто отчаиваться (смеет) в милости Господней, Помимо тех, кто был сведен с Его пути"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "Так в чем посланничество ваше? - он сказал"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "Они ответили: \"Мы посланы к народу, погрязшему в грехе"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "Кроме семейства Лута, Всех из которого, поистине, спасем мы"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "Кроме жены его, Которой Мы определили быть из тех, Кто позади останется (для понесенья кары)"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "Когда же вестники пришли к семейству Лута"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "Он сказал: \"Вы мне, поистине, неведомые люди"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "Они сказали: \"Да, пришли мы с тем, О чем они (так долго) сомневались"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "И мы к тебе пришли, (чтобы свершилось то), Чему назначено свершиться, И, истинно, мы правду говорим"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Ты выведи свою семью, Пока не истекли часы ночные, И позади нее иди, (ей замыкая) тыл, И пусть никто из вас назад не оглянется. Идите так, как вам повелено идти"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "Мы объявили это повеление ему О том, что с наступлением утра Всем тем, кто позади остался, Быть истребленным надлежит"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "И, (не удерживая) радостную (страсть), К нему явились жители селенья"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "Но Лут сказал им: \"Это - мои гости, И вы меня пред ними не бесславьте"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "Побойтесь Бога и меня не опозорьте"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "Они ответили: \"Неужто мы тебе не запретили Брать под свою опеку и давать приют Кому б то ни было на свете"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "Вот мои дочери, - сказал он, - Если вы (мерзость) совершить (уже решили)"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "(О Мухаммад!) В знак жизни, (что тебе Я даровал), - Ведь в упоении (своих страстей) Они блуждают слепо (в этом мире)"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "И на восходе солнца охватил их гул"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "И Мы вверх дном перевернули их селенья И пролили на них дождем камней Из обожженной глины"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Поистине, здесь кроются знамения для тех, Которые стремятся распознать (значенье Наших) знаков"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "(Следы) их и поныне на оставшемся пути"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Ведь в этом кроется знамение для тех, Которые уверовали (в Бога)"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "И обитатели Аль Айки были нечестивы"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "(За что) Мы с них возмездие взыскали, И они оба полегли на том пути, Что и поныне ясно виден"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "И обитатели Аль Хиджры Сочли посланников лжецами"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Мы им Свои знамения явили, Они ж от них (упрямо) отвратились"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "И высекали в скалах для себя дома, И думали, что безопасны"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "А на заре их грозный вопль поразил"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "И все стяжания (земные) им ни к чему не послужили"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Мы сотворили небеса и твердь земли И все, что между ними (суще), По Истине (Господнего Творенья), И непременно Час настанет. Прости же благосклонно им, (о Мухаммад)"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Господь твой - истинно, Создатель Высший, Чья мудрость (в проявлении Творенья) безгранична"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "Тебе Мы дали семь (часто) читаемых айатов И чтение Великого Корана"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Не простирай же глаз своих к тем (благам), Что дали Мы на пользу из семей (неверных), И не печалься из-за них, А преклони свое крыло к благочестивым"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "(О Мухаммад!) Скажи: \"Я (к вам), поистине, увещеватель ясный"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "Такой же, как и те, Которых Мы послали к разделяющим (Писание Святое) По предпочтеньям и корысти, А также к тем"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "Которые Коран разбили на обрывки"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "А потому, (о Мухаммад!), В знак (имени) Владыки твоего Мы непременно призовем их всех к ответу"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "За все дела их (и поступки)"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Ты им открыто возвести, О чем повелено тебе, И отвернись от многобожцев"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Мы защитим тебя от тех, Кто над тобой насмешливо глумится"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "Тех, кто с Аллахом наравне Другого бога призывает. Потом им предстоит узнать"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "И знаем Мы уже, Что грудь твоя стесняется (от боли) Всем тем, что говорят они"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Так прославляй Владыку твоего И будь средь тех, кто благовейно преклонил колени"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Служи (всем сердцем) Богу твоему, Пока не подойдет тот несомненный (Час, Что Им тебе назначен)"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "И неминуемо свершится повеление Аллаха, Не торопите (с исполнением) его. Хвала ему! Превыше Он того, Что в соучастники Ему они призвали"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Он сводит ангелов (с небес) С Духом Господнего соизволенья К тем из служителей Своих, Кого сочтет Своей угодой: \"Предостеречь (вам надлежит), Что нет иного божества, кроме Меня. Так чтите же Меня (как должно)"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Он небеса и землю сотворил По Истине (Господнего Творенья) И превознесся высоко над теми, Которых они прочат в соучастники Ему"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Он человека сотворил из капли, И вот - он предстает с открытою враждой"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Он сотворил (вам) скот. Для вас в нем - и тепло, и всякая другая польза И от него ж вам - мясо в пищу"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Для вас в них - красота и гордость, Когда вы на закате дня Их загоняете домой, А (на восходе солнца) выпускаете (из стойла)"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Они же перевозят ваши грузы В те земли, что для вас бы не были доступны Иначе, как с большой затратой сил. Господь ваш, истинно, (к вам) благ и милосерден"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "(Он сотворил) коней вам, мулов и ослов Для переездов и для пышных (церемоний), И Он творит вам много из того, Что вам доселе неизвестно"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "И на (всеведенье) Аллаха, (Кого) направить праведным путем, - Ведь есть и те, что отступают от него. И если б Он желал того, Он всех бы вас одним путем направил"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Он - Тот, Кто шлет вам воду с неба: Вам от нее - питье И от нее - произрастание (лугов), Где вы (свои стада) пасете"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Он ею вам выращивает злаки, Оливы, пальмы, виноградную лозу И множество других плодов (вам в пищу). Поистине, здесь кроется знамение для тех, Кто размышленьям предается"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Он подчинил вам Ночь и День И Солнце и Луну И Волею Своей На службу Звезды вам поставил. Поистине, здесь кроется знамение для тех, Кто обладает разуменьем"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "И то, что Он (для вас) рассеял на земле Такой обильной гаммой цвета, - Поистине, здесь кроется знаменье для людей, Кто вспоминает (благодарно о милосердии Аллаха)"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "И это Он, Кто подчинил вам море, Чтоб вы питались свежим мясом (обитателей его) И извлекали из него украсы для своих нарядов. Ты видишь корабли, что рассекают его волны Для испрошенья благости Его И чтобы вы могли быть благодарны"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "И бросил Он на землю горные твердыни, Прочно стоящие (в недвижности своей), Чтобы она не колебалась с вами. Провел вам реки и (скрестил) пути, Чтоб, осознав величие Его, Идти вам праведной стезею"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "И знаки (на путях поставил), Хотя (так часто!) и по звездам Вершат они (свой дальний) путь"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Так неужели Тот, Кто (все) творит, Сравни тому, кто ничего создать не может? Что ж вам об этом не подумать"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "И если станете считать благодеяния Аллаха, Вам (никогда) не счесть их (до конца), - Аллах, поистине, прощающ, милосерд"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "И знает Он, что вы скрываете (в душе), А что являете открыто"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "И те, кого вы чтите наравне с Аллахом, Не в состоянье ничего творить, А сами же сотворены (воображеньем вашим)"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Они мертвы, в них жизни нет, А потому и знать не могут, Когда им предстоит воскреснуть"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Ваш Бог - Единый Бог (для всех), А те, кто в будущую жизнь не верит, - Сердца их это отвергают, И величаются они (в гордыне)"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Аллах же несомненно знает И что они таят (в душе), Что напоказ являют. Аллах не любит тех, Кто величается в гордыне"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Когда им говорят: \"Что ваш Господь вам ниспослал?\", Они (небрежно) отвечают: \"Сказы былых (народов и времен)"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Так пусть они несут сполна В День Воскресения (на Суд) Весь тяжкий груз (земных деяний), А также ношу тех, Кого по безрассудству Они свели (с Господнего пути), - И как же горестна им будет эта ноша"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Хитрили и предшественники их, Но снес Аллах их здание до основанья, И кровля от него обрушилась на них, И поразила их Господня кара, Откуда они знать не знали"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Но потом В День Воскресения (на Суд) Он их бесчестием покроет И скажет: \"Где \"сотоварищи\" Мои, Касательно которых Вы (неустанно) спор вели?\" И скажут те, кому даровано познанье: \"Сегодня, истинно, бесчестие и зло Падут (на головы) неверных"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "На тех, которых ангелы берут на упокой, Когда осквернены их души (Грехами) собственных деяний (на земле). Тогда они покорность явят, (говоря): \"Мы зла (намеренно) не совершали!\" \"Но нет! - (ответом будет им). - Аллаху, истинно, известно (Все то), что совершили вы"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Войдите же во врАта Ада, Чтобы навечно там остаться. И как мерзка обитель тех, Которые исполнились гордыни"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "(А праведным), что Господа страшились, скажут: \"Что вам Господь ваш ниспослал?\" Они ответят: \"(Все) благое\". Для тех, кто в этой жизни делает добро, Благое - в этом мире И еще лучше - пребывание в другом. И как, поистине, прекрасна Обитель тех, кто был благочестив, (Господнего страшася гнева)"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "Эдемские сады, куда они войдут, реками омовенны, - Для них там все, что захотят они. Так воздает Аллах благочестивым"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "Таким, Которых ангелы возьмут на упокой благими И скажут им: \"Мир вам! Войдите в Рай (в награду) за деянья ваши"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Неужто ждут (неверные) того, Чтоб ангелы пришли за ними (взять души их на упокой), Или пришло к ним повеленье твоего Владыки (Касательно их участи по смерти)? Но то же делали и те, кто был до них. Им не Аллах обиды причинил - Они самим себе обиды причинили"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "На них обрушилась вся мерзость их деяний, Со всех сторон их охватило то, Над чем они (в сей жизни) насмехались"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Сказали те, кто прочит соучастников (Аллаху): \"Если б Аллах желал того, Мы б никому, кроме Него, не поклонялись - Ни мы, ни наши праотцы, И ни на что бы без Него Запретов мы не налагали б\". Так делали и те, Которые до них (грешили). Неужто в миссии посланников есть что-то, Помимо ясной передачи (Откровений)"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Поистине, Мы каждому народу Посланника послали (с повеленьем): \"Аллаха чтите и Тагута обходите стороной\". Были средь них и те, Кого Аллах прямой стезей направил, Но были также те, Чья участь утвердилась заблужденьем. Пройдите ж по земле и посмотрите, Каков конец был тех, Кто ложью счел (увещевания пророков)"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "И если жаждешь ты, (о Мухаммад!), их руководства, Так ведь Аллах не поведет прямым путем, Кого оставил в заблуждении скитаться, - Таким помощников не будет"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Они клянутся именем Аллаха - Своею величайшею из клятв: \"Не воскресит Аллах того, кто умер!\" Но нет! Он (сделает сие) По истине Его обетованья! Но большинство людей не знает"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "(Он сделает сие), чтоб ясно указать им Всю суть того, в чем разошлись они, И чтоб неверные узнали, Что были именно они лжецами"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Ведь для всего, что Мы желаем, Есть Слово, сказанное Нами: \"Будь!\" И вот оно уж есть"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "А тем, которые ради Аллаха Переселились (в чуждые края) После того, как их подвергли притесненьям, Мы, несомненно, предоставим Прекрасные жилища в этом мире, И еще большей будет им Награда будущего мира, - О, если б они только знали"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Все те, кто стойко-терпелив И кто на Господа надежды возлагает"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "И до тебя Посланцами от Нас лишь люди были, Которым Мы внушали (Откровенье); И если этого не знаете вы сами, Спросите тех, кому Писание дано (до вас)"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "(И слали их Мы) С ясными знаменьями и Книгами (пророчеств). И Мы тебе послали Откровенье, Чтобы ты ясно людям изъяснял, Что им ниспослано (от Нас), И чтоб они могли (над этим) поразмыслить"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Неужто те, кто ухищряется во зле, Уверены, что никогда Аллах Не повелит земле их поглотить Иль не падет на них (Господня) кара, Откуда они знать не знают"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Иль что их не настигнет (кара) В разгаре их хлопот (мирских) И им возможности не будет Освободиться от нее"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Иль что их не настигнет медленная гибель? Ведь твой Господь, поистине, и благ, и милосерд"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Не видят ли они, Как от всего, что создано Аллахом, (Покорно) тени клонятся направо и налево, Аллаху (благовейно) поклоняясь, А сами же они исполнены смиренья"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "И поклоняется Аллаху Вся живность в небесах и на земле, И ангелы (Ему послушны), - Все перед Ним слагают свою гордость, (Не величаются пред Ним)"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Они благоговейно чтят Владыку своего над ними И выполняют то, Что им повелено свершить"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Аллах сказал: \"Вы не берите двух богов (для почитанья), Ведь Бог, поистине, Един. А потому (в деяниях мирских) Вам должно лишь Меня страшиться"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Ведь, истинно, Ему принадлежит Все в небесах и на земле, И неустанное служение - Ему! Так неужели вы иных (богов), кроме Аллаха, (Способны чтить) и станете страшиться"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Каким бы благом вы ни обладали, Оно исходит от Аллаха. Когда же вас коснется горе, Вы со стенанием взываете к Нему"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Когда же Он рассеет ваше горе, Глядите! Часть из вас Уж соучастников Владыке своему пророчит"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "Не веря в то, что это Мы им дали. (Так что ж!) Черпайте наслажденье! Потом вам предстоит узнать"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Они отводят тем, кого не знают, Долю того, чем Мы их наделили. Клянусь Аллахом, спросят вас за то, Что вы измыслили (своим воображеньем)"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Они Аллаху прочат дочерей. Субхан Алла! Себе же - то, чего они желают"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Когда ж кого-нибудь из них Обрадуют о дочери благою вестью, Мрачнеет лик его, И он становится уныл и удручен"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "И начинает сторониться он людей От горечи той самой вести, Которой был обрадован (обложно для него): Оставить ли ее на посрамление себе Или в песке (надежно) схоронить? Как зло (и нечестиво) они мыслят"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "И тем, кто в будущую жизнь не верит, - Лишь злая притча о дурном; Аллаху ж - притча, величайшая из всех. Он, истинно, могуч и мудр"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "И если бы Аллах вменил себе Наказывать людей за их несправедливость, Он на земле бы не оставил Ни одного живого существа. Но Он дает отсрочку им До установленного срока. Когда же срок сей подойдет, Они ни на единый час Его не смогут отложить или ускорить"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Они Аллаху придают такое, Чего гнушаются и ненавидят сами; Их языки вещают ложь, Что им прекрасное - (лишь в этом мире). Им, несомненно, - огнь Ада, И будут они первыми низвергнуты в него"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "В знак (имени) Аллаха, - Мы до тебя (посланников) к народам разным слали, Но Сатана им разукрасил их деянья. Сегодня он - защитник им, А (в будущем) их (ждет) мучительная кара"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Мы ниспослали тебе Книгу Лишь для того, чтоб разъяснил ты им То, в чем они между собой разноголосят; Чтоб она стала руководством И милостью (от Нас) для верующих (в Бога)"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Аллах ниспосылает с неба воду И ею возвращает жизнь земле После того, как смерть ей наступила. В этом, поистине, знамение для тех, Которые прислушаться (готовы)"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Поистине, для вас (даже) в скоте Таится назидание (Господне): Мы из того даем вам пить, Что (образуется) в их теле Между экскрецией и кровью, - Молоко, которое и чисто, и приятно Для тех, кто пьет его"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Из пальмовых плодов и виноградных лоз Вы пищу добрую находите себе И опьяняющий напиток, - Здесь, истинно, знамение для тех, кто разумеет"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "И твой Господь вменил пчеле: \"Устраивай себе жилище В горах, в деревьях и в людских постройках"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Питайся всякими плодами, Летай смиренно по путям, (Проложенным) твоим Владыкой\". Из внутренностей их питье выходит, Что различается по цвету, - В котором врачеванье для людей, И здесь, поистине, знамение для тех, Кто размышленьям предается"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Аллах творит вас, А потом на упокой вас забирает. Средь вас есть те, Кто, погружаясь в немощь дряхлых лет, Лишается (всего богатства) знаний, Которым он владел в былые времена. Аллах, поистине, всезнающ и могуч"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "В (раздаче) жизненных даров Аллах одних из вас другим предпочитает. Но те, которым предпочтения даны, Не отдадут (и части) своей доли (Невольникам), которыми владеют, Чтоб с ними в этом наравне не быть. Неужто и теперь они (посмеют) отрицать Ту милость, (что Он им назначил)"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Аллах вам дал супруг из вас самих, И от супруг вам дал детей и внуков, И одарил благами вас, - Так неужели они верят в ложь, Неблагодарно отвергая Его милость"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "И чтят они с Аллахом наравне Того, кто им ни с неба, ни с земли Не в состоянии потребное доставить"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Не проводите же подобий, относящихся к Аллаху, (И не зовите в равные Ему). Аллах, поистине, (все) знает - Вам не известно (ничего)"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Аллах приводит вам сравненье: Невольник - раб, который не владеет, истинно, ничем, - И тот, которого прекраснейшим уделом Мы наделили от Себя, И он расходует (на милость) из него Открыто или тайно. Сравни ль друг другу эти двое? Хвала Аллаху, нет! Но большинство из них (того) не понимает"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Аллах приводит вам сравненье: Один - немой, который ничего не может И в тягость господину своему, - Куда б его он ни послал, С добром не возвратится он. Так неужели наравне он с тем, Кто к справедливости зовет И на прямом пути деяет"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "И лишь Аллах владеет Сокровенным неба и земли, Его решенье о (приходе) Часа - Мгновенье ока иль еще быстрее. Аллах, поистине, над каждой вещью мощен"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Аллах извел вас из утробы ваших матерей Лишенными любого знанья, Он дал вам слух и зрение, познание и чувства, Чтоб вы могли быть благодарны"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Разве не видят они птиц, (Держащихся) в пространстве неба Послушно (воле своего Творца)? Так удержать их может лишь Аллах, - В этом, поистине, знамение для тех, Кто верует (в Него)"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Аллах вам дал очаг в ваших домах И дал жилища вам из шкур скота, Которые легки для переноса, Когда вы отправляетесь (в поход) Иль в переездах делаете остановку. Из шерсти их, щетины иль волос - Вам бытовая утварь на (походный) срок"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "И из того, что сотворил Аллах: Он дал вам тень, Убежища средь гор построил, Одежды дал, что от жары спасают вас, И дал одежды вам, Что вас от ярости друг друга защищают. Так завершает Он Свою вам милость, Чтобы Ему вы предались"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Но если же они отворотятся, То на тебе, (о Мухаммад!), Лишь передача ясная (Господнего посланья)"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Благодеяния Аллаха им понятны, Потом же отрицают они их, - Ведь большинство из них В своем неверии неблагодарны"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "Настанет День, Когда от каждого народа Восставим Мы свидетеля (их дел), И вот тогда не будет разрешение дано Таким, кто не уверовал (в Аллаха, Ни оправдать себя в том мире, Ни искупить вину, вернувшись в этот мир), И милость им оказана не будет"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Тогда увидят те, что были беззаконны, кару - Она не будет смягчена для них, И им не получить отсрочки"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "А те, что придавали соучастников Аллаху, Когда увидят соучастников своих, \"Владыка наш! - воскликнут. - Вот - наши соучастники, К которым мы взывали наравне с Тобой!\" Но те (ответное) им бросят слово: \"Лжецы вы, истинно, и только"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "В тот День Они Аллаху явят полную покорность, От них исчезнет то, Что они лживо измышляли"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Для тех, кто не уверовал в Аллаха И совратил с Его пути (других), Мы будем кару к каре прибавлять За то, что сеяли нечестие (и смуту)"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Настанет День, Когда из каждого народа Мы против них свидетеля (их дел) поставим, А против этих Тебя свидетелем, (о Мухаммад!), Мы приведем. Мы ниспослали тебе Книгу для разъяснения всего, Как руководство, благовестие и милость Для мусульман, (предавшихся Господней Воле)"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Аллах повелевает справедливость, Благодеяние и щедрость к близким, Он запрещает мерзость, беззаконие и бунт, Он вразумляет вас, Чтоб вы размыслили (и обратились)"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Так соблюдайте ж Договор с Аллахом, Когда в него уже вступили вы; Не нарушайте ваших клятв, Когда вы их уже скрепили: Ведь вы назначили Аллаха поручителем за вас, - Ему же, истинно известно Все то, что делаете вы"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Не будьте вы подобны той, Что распустила свою пряжу После того, как накрепко свила Отдельные ее плетенья. Не обращайте своих клятв (В объект доходного) обмана меж собой, Когда из вас одна община Числом поболее другой, - Этим Аллах испытывает вас. В День Воскресения Он ясно вам покажет Все то, в чем расходились вы"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "И будь на то желание Аллаха, Он сделал бы вас всех одним народом (веры). Но Он (всеведеньем Своим) желает Одних (оставить во грехе) блуждать, Других - направить (благосклонно). И непременно спросят вас о том, Что вы творили (по своей угоде)"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "И не используйте вы клятв своих Как (средство) вероломного обмана, Чтоб, поскользнувшись, ваши ноги (Не опрокинули с пути вас) После того, как они твердо встали на него; Чтоб не вкусить вам зло за то, Что совратили вы (людей) с пути Аллаха. И вам - великое (за это) наказанье"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "За Договор с Аллахом мизерную плату не берите, - Для вас ведь то, что у Аллаха, Поистине, гораздо лучше, - О, если бы вы только знали"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Всё, чем владеете вы (здесь), (со временем) иссякнет, Что у Аллаха - остается навсегда, И воздадим Мы терпеливым их награду По соответствию их лучших дел"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Тот, кто творит добро и верует (в Аллаха), Будь то мужчина или дева, - Тому Мы жизнь благодатную даруем И воздадим награду им По соответствию их лучших дел"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Когда читаешь ты Коран, Проси защиты у Аллаха От Сатаны, гонимого камнями"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Поистине, нет власти у него Над теми, кто уверовал (в Аллаха) И на Него свои надежды возлагает"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Он власть имеет лишь над теми, Кто избирает покровителем его И соучастников Аллаху прочит"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Когда одно знамение Корана Другим Мы заменить (изволим) - Ведь, истинно, Аллаху лучше знать, Что Он ниспосылает, - То говорят они: \"Ты - выдумщик, и только!\" Нет! Большинство из них не знает"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Скажи (им): \"Дух святой Низвел его во Истине от вашего Владыки, Чтоб верных утвердить (на праведной стезе) И чтобы стал он руководством (для людей) И благовестием для всех предавшихся Аллаху"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Поистине, Мы знаем О том, что говорят они: \"Ведь учит этому его всего лишь человек!\" Хотя язык того, кого они обложно называют, - Чужеземный, А этот же - язык арабский, ясный"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Тех, кто не верует в знамения Аллаха, Аллах прямым путем не поведет, Для них - мучительная кара"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Ведь измышляют ложь лишь те, Кто не уверовал в знамения Господни. Они-то, истинно, лжецы"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Над теми, кто отверг Аллаха После того, как он уверовал в Него, - Помимо тех, кто приневолен был к тому, А сердцем же остался твердым в своей вере, - Над теми лишь, Кто грудь свою неверию открыл, Отяготеет гнев Аллаха, И наказание великое пребудет"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "И это им - за то, Что возлюбили они жизнь в этом мире Больше (наградной вечности) в другом. Неверных же Аллах не направляет"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "И это - те, на чьи сердца, глаза и уши Наложена печать (всеведеньем) Аллаха: Они - беспечны и не внемлют"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "И, несомненно, в (вечности) другого мира Они убыток (тяжкий) понесут"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Но к тем, кто (в чуждые края) переселился После (тяжелых) испытаний, Потом все силы и терпение свое В борьбе (за веру) положил, - Господь твой после этого (к ним будет), Поистине, прощающ, милосерд"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "Настанет День, В который каждая душа Придет (на Суд) и будет защищаться, И каждой будет верно воздано за то, Что предварили ей ее деянья, И им не нанесут обид несправедливо"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Аллах приводит в притчу город, Что пребывал в спокойствии и мире, И в изобилии к нему со всех сторон Потребное для жизни приходило. Но не признал он милостей Аллаха, И вот тогда одел его Аллах В одежды голода и страха. За (зло)деянья (жителей его)"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Из них самих пришел посланник к ним, Они же как лжеца его отвергли, И поразила их (Господня) кара, Когда они, (не внемля увещаньям, По-прежнему) творили зло"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Берите ж в пищу то, Что вам Аллах дарует: дозволенное и благое, И благодарны будьте милости Его, Коль Он есть Тот, в Кого уверовали вы"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Он запретил вам в пищу только мертвечину, Кровь, и свинину, и всякую живую тварь, Что с именем других, а не Аллаха Была заколота (для пищи). Но кто принУжден будет к этой пище Без нечестивости и своевольного непослушанья, - Так ведь Аллах прощающ, милосерд"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Какую б ложь вам ваши языки Ни издавали (из корысти), Не говорите никогда: \"Сие - дозволено, сие - запрещено\", Чтоб приписать Аллаху ложь. Не благоденствовать, поистине, таким, Кто ложь возводит на Аллаха"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Их наслажденье (в этом мире) кратко и ничтожно, (В другом же) - им болезненные муки"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "А тем, кто следует иудаизму, Мы запретили то, О чем тебе поведали Мы раньше. Не Мы несправедливы были к ним - Они к самим себе несправедливы были"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Но, истинно, Господь твой к тем, Кто по неведению совершит дурное, Потом раскается и зло добром покроет, - Господь твой после этого всего Будет прощающ, истинно, и милосерд"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Был Ибрахим, поистине, имамом, Покорно преданным Аллаху, - истинный ханиф, И не был он из многобожников (неверных)"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "Он благодарным был за милости Аллаха, И Он избрал его и праведным путем направил"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Мы даровали ему блага в этой жизни, А в будущей - ему средь праведников быть"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Потом тебе Мы (в Откровении) внушили: \"Ты следуй вере Ибрахима, верного ханифа, Ведь не был он из многобожников (неверных)"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "И лишь для тех была назначена суббота, Что разошлись (в вопросе соблюдения) ее. Но в День (их) Воскресения (на Суд) Господь твой, истинно, рассудит между ними Все то, в чем разошлись они"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Зови на путь Господень мудростью и добрым наставленьем И с ними спор достойным образом веди. Поистине, Господь твой лучше знает тех, Которые сошли с Его пути, И лучше знает тех, Которые идут прямой стезею"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "И если вы (хотите) наказать (кого-то за обиду), Наказывайте в равной степени тому, Чем (прежде) наказали (они) вас. Но если вы (великодушно предпочтете Снести обиду) терпеливо (и простить), То это - лучше (по Господнему завету) Для тех, кто терпелив (и ближнему прощает)"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Так будь же терпелив, (о Мухаммад!), Твое терпенье - только в веденье Аллаха; О них печалиться не надо - Пусть их коварные уловки Стеснением тебе не давят грудь"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Аллах, поистине, лишь с теми, Которые страшатся Его гнева, И с теми, кто творит добро"
        }
    ]
}