{
    "maqras": [
        {
            "chapter": 16,
            "verse": 75,
            "text": "اللہ ایک مثال پیش کرتا ہے کہ ایک غلام ہے جو دوسرے کا مملوک ہے اور کسی چیز پر اختیار نہیں رکھتا اور ایک دوسرا ہے جسے ہم نے بہترین رزق عطا کر رکھا ہے اور وہ اس میں سے پوشیدہ اور علانیہ طور پر خرچ بھی کرتا ہے کیا وہ سب برابر ہو سکتے ہیں؟ الحمد ﷲ (سب تعریفیں اللہ کے لئے ہیں) مگر اکثر لوگ (اتنی سیدھی بات بھی) نہیں جانتے۔"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "اور اللہ دو آدمیوں کی مثال پیش کرتا ہے جن میں سے ایک گونگا ہے کسی بات پر قدرت نہیں رکھتا اور وہ اپنے آقا پر بوجھ ہے وہ اسے جدھر بھی بھیجے وہ کسی بھلائی کے ساتھ واپس نہیں آتا اور دوسرا وہ ہے جو عدل و انصاف کا حکم دیتا ہے اور خود راہِ راست پر قائم ہے کیا وہ (پہلا) اور یہ (دوسرا) برابر ہو سکتے ہیں؟"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "آسمان و زمین کا سارا غیب اللہ ہی کے لئے ہے اور قیامت کا حکم تو صرف ایک پل جھپکنے کے برابر یا اس سے بھی قریب تر ہے اور یقینا اللہ ہر شے پر قدرت رکھنے والا ہے۔"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "اور اللہ ہی نے تمہیں شکمِ مادر سے اس طرح نکالا ہے کہ تم کچھ نہیں جانتے تھے اور اسی نے تمہارے لئے کان، آنکھ اور دل قرار دیئے ہیں کہ شاید تم شکر گزار بن جاؤ۔"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "کیا ان لوگوں نے پرندوں کی طرف نہیں دیکھا کہ وہ کس طرح فضائے آسمان میں مسخر ہیں کہ اللہ کے علاوہ انہیں کوئی روکنے والا اور سنبھالنے والا نہیں ہے بے شک اس میں بھی اس قوم کے لئے بہت سی نشانیاں ہیں جو ایمان رکھنے والی قوم ہے۔"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "اور اللہ ہی نے تمہارے لئے تمہارے گھروں کو وجہِ سکون بنایا ہے اور تمہارے لئے جانوروں کی کھالوں سے ایسے گھر بنا دیئے ہیں جن کو تم روزِ سفر بھی ہلکا سمجھتے ہو اور روزِ قیامت بھی ہلکا محسوس کرتے ہو اور پھر ان کے اون، روئیں اور بالوں سے مختلف سامانِ زندگی اور ایک مدت کے لئے کارآمد چیزیں بنا دیں۔"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "اور اللہ ہی نے تمہارے لئے مخلوقات کا سایہ قرار دیا ہے اور پہاڑوں میں چھپنے کی جگہیں بنائی ہیں اور ایسے پیراہن بنائے ہیں جو گرمی سے بچا سکیں اور پھر ایسے پیراہن بنائے جو ہتھیاروں کی زد سے بچا سکیں۔ وہ اسی طرح اپنی نعمتوں کو تمہارے اوپر تمام کر دیتا ہے کہ شاید تم اطاعت گزار بن جاؤ۔"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "پھر اس کے بعد بھی اگر یہ ظالم منہ پھیر لیں تو آپ کا کام صرف واضح پیغام کا پہنچا دینا ہے اور بس۔"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "یہ لوگ اللہ کی نعمت کو پہچانتے ہیں اور پھر انکار کرتے ہیں اور ان کی اکثریت کافر ہے۔"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "اور جس دن ہم ہر امت سے ایک گواہ اٹھا کر کھڑا کریں گے پھر کافروں کو اجازت نہیں دی جائے گی اور نہ ہی ان سے اللہ کو راضی کرنے کی فرمائش کی جائے گی۔"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "اور جب ظالم لوگ (ایک بار) عذاب کو دیکھ لیں گے تو پھر نہ ان کے عذاب میں کوئی تخفیف کی جائے گی اور نہ ہی انہیں مہلت دی جائے گی۔"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "اور جن لوگوں نے (دنیا میں) شرک کیا تھا جب وہ (قیامت کے دن) اپنے بنائے ہوئے شریکوں کو دیکھیں گے تو کہیں گے اے ہمارے پروردگار یہ ہیں ہمارے وہ شرکاء جنہیں ہم تجھے چھوڑ کر پکارا کرتے تھے تو وہ (شرکاء) یہ بات ان کی طرف پھینک دیں گے کہ تم جھوٹے ہو۔"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "اور اس دن سب اللہ کے سامنے جھک جائیں گے اور وہ ساری افتراء پردازیاں غائب ہو جائیں گی جو وہ کیا کرتے تھے۔"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "جن لوگوں نے کفر کیا اور لوگوں کو اللہ کی راہ سے روکا۔ تو ہم ان کے فساد پھیلانے کی پاداش میں ان کے عذاب پر ایک اور عذاب کا اضافہ کر دیں گے۔"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "اور جس دن ہم ہر امت میں سے ایک گواہ اٹھا کھڑا کریں گے جو ان کے بالمقابل گواہی دے گا اور آپ کو ان سب کے بالمقابل گواہ بنا کر لائیں گے اور ہم نے آپ پر وہ کتاب نازل کی ہے جو ہر بات کو کھول کر بیان کرتی ہے اور سرِ تسلیم خم کرنے والوں کے لئے سراسر ہدایت، رحمت اور بشارت ہے۔"
        }
    ]
}