{
    "maqras": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "(شروع کرتا ہوں) اللہ کے نام سے جو بڑا مہربان نہایت رحم والا ہے۔یہ ایک سورہ ہے جسے ہم نے نازل کیا ہے اور ہم نے (ہی) اس (کے احکام) کو فرض کیا ہے۔ اور ہم نے ہی اس میں کھلی ہوئی آیتیں نازل کی ہیں۔ تاکہ تم نصیحت حاصل کرو۔"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "زناکار عورت اور زناکار مرد ان دونوں میں سے ہر ایک کو سو سو کوڑے لگاؤ۔ اور اللہ کے دین کے معاملہ میں تمہیں ان پر ترس نہ آئے۔ اگر تم اللہ اور آخرت کے دن پر ایمان رکھتے ہو اور ان دونوں کو سزا دیتے وقت اہلِ ایمان کی ایک جماعت کو موجود رہنا چاہیے۔"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "زناکار مرد نکاح نہیں کرتا مگر زناکار عورت یا مشرک عورت کے ساتھ اور زناکار عورت نکاح نہیں کرتی مگر زناکار مرد یا مشرک مرد کے ساتھ اور یہ (زنا) اہلِ ایمان پر حرام قرار دے دیا گیا ہے۔"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "اور جو لوگ پاکدامن عورتوں پر زنا کی تہمت لگائیں اور پھر چار گواہ پیش نہ کریں تو انہیں اسّی (۰۸) کوڑے لگاؤ اور کبھی ان کی کوئی گواہی قبول نہ کرو اور یہ لوگ فاسق ہیں۔"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "سوائے ان کے جو اس کے بعد توبہ کر لیں اور (اپنی) اصلاح کر لیں۔ تو بےشک اللہ بڑا بخشنے والا، بڑا رحم کرنے والا ہے۔"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "اور جو (خاوند) اپنی بیویوں پر تہمت (زنا) لگائیں اور (ثبوت کیلئے) ان کے پاس خود ان کے سوا کوئی گواہ نہ ہو تو ان میں سے کسی کی گواہی اس طرح معتبر ہوگی کہ وہ چار مرتبہ خدا کی قسم کھائے کہ وہ (اپنے دعویٰ میں) سچا ہے۔"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "اور پانچویں مرتبہ یوں کہے کہ اس پر اللہ کی لعنت ہو اگر وہ (اپنے دعویٰ میں) جھوٹا ہے۔"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "اور اس عورت سے یہ صورت شرعی حد کو ٹال سکتی ہے کہ وہ چار بار اللہ کی قسم کھا کر کہے کہ وہ (خاوند) جھوٹا ہے۔"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "اور پانچویں بار یوں قسم کھائے کہ اس پر اللہ کا غضب ہو اگر وہ (مرد) سچا ہے۔"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "اگر اللہ کا فضل و کرم اور اس کا رحم نہ ہوتا اور یہ (بات نہ ہوتی) کہ اللہ بڑا توبہ قبول کرنے والا، بڑا حکمت والا ہے (تو اس الزام تراشی کا انجام بڑا دردناک ہوتا)۔"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "بےشک جو لوگ جھوٹا بہتان گھڑ کر لائے ہیں وہ تم ہی میں سے ایک گروہ ہے۔ تم اسے اپنے حق میں برا نہ سمجھو۔ بلکہ وہ تمہارے لئے بہتر ہے۔ اس (گروہ) میں سے ہر آدمی کیلئے اتنا حصہ ہے جتنا اس نے گناہ کمایا ہے۔ اور جو ان میں سے اس (گناہ) کے بڑے حصہ کا ذمہ دار ہے اس کیلئے عذاب بھی بہت بڑا ہے۔"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "ایسا کیوں نہ ہوا کہ جب تم لوگوں نے یہ (بہتان) سنا تھا تو مؤمن مرد اور مؤمن عورتیں اپنوں کے حق میں نیک گمان کرتے اور کہتے کہ یہ تو ایک کھلا ہوا بہتان ہے۔"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "وہ اس پر چار گواہ کیوں نہیں لائے؟ سو جب یہ لوگ گواہ نہیں لائے تو یہ اللہ کے نزدیک جھوٹے ہی ہیں۔"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "اور اگر تم پر دنیا و آخرت میں خدا کا فضل و کرم اور اس کی رحمت نہ ہوتی تو جس بات میں تم پڑ گئے تھے (اور اس کا چرچا کیا تھا) تمہیں سخت عذاب پہنچتا۔"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "جب تم لوگ اس (بہتان) کو ایک دوسرے کی زبان سے نقل کر رہے تھے اور اپنے مونہوں سے وہ بات کہہ رہے تھے جس کا خود تمہیں علم نہیں تھا۔ اور تم اسے ایک معمولی بات سمجھ رہے تھے۔ حالانکہ اللہ کے نزدیک وہ بہت بڑی بات تھی۔"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "اور ایسا کیوں نہ ہوا کہ جب تم نے یہ (افواہ) سنی تھی تو کہہ دیتے کہ ہمارے لئے زیبا نہیں ہے کہ یہ بات منہ سے نکالیں۔ سبحان اللہ! یہ تو بڑا بہتان ہے۔"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "اللہ تمہیں نصیحت کرتا ہے کہ تم مؤمن ہو تو آئندہ کبھی اس قسم کی بات نہ کرنا۔"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "اور اللہ تمہارے لئے (اپنی) آیتیں کھول کر بیان کرتا ہے۔ اور اللہ بڑا جاننے والا، بڑا حکمت والا ہے۔"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "اور جو لوگ چاہتے ہیں کہ اہلِ ایمان میں بے حیائی و برائی کی اشاعت ہو (اور اس کا چرچا ہو) ان کیلئے دنیا و آخرت میں دردناک عذاب ہے۔ اور اللہ جانتا ہے اور تم نہیں جانتے۔"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "اور اگر تم پر اللہ کا فضل و کرم اور اس کی رحمت نہ ہوتی اور یہ کہ اللہ بڑا شفقت والا، بڑا رحم کرنے والا ہے (تو تم دیکھ لیتے کہ اس بہتان تراشی کا کیا انجام ہوتا)۔"
        }
    ]
}