{
    "maqras": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "اے نبی(ص)! جب تم لوگ (اپنی) عورتوں کو طلاق دینے لگو تو انہیں عدت کے حساب سے طلاق دو اور پھر عدت کا شمار کرو اور اللہ (کی نافرمانی) سے ڈرو جو تمہارا پروردگار ہے۔ انہیں ان کے گھروں سے نہ نکالو اور نہ ہی وہ خود نکلیں مگر یہ کہ وہ کسی کھلی ہوئی بےحیائی کا ارتکاب کریں اور یہ اللہ کی (مقرر کی ہوئی) حدیں ہیں اور جو اللہ کے حدود سے تجاوز کرے گا تو وہ خود اپنے اوپر ظلم کرے گا تم نہیں جانتے شاید اللہ اس کے بعد کوئی نئی بات پیدا کر دے۔"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "تو جب وہ اپنی (مقررہ) عدت کی مدت کو پہنچ جائیں تو ان کو یا تو قاعدہ (اور شائستہ طریقہ) سے (اپنے نکاح میں) روک لو یا پھر قاعدہ (اور اچھے طریقہ) سے جدا کر دو اور اپنے میں سے دو عادل آدمیوں کو گواہ بناؤ اور خدا کیلئے صحیح گواہی دو ان باتوں سے اس شخص کو نصیحت کی جاتی ہے جو اللہ اور آخرت کے دن پر ایمان رکھتا ہے اور جو کوئی خدا سے ڈرتا ہے اللہ اس کیلئے (مشکل سے نجات کا) راستہ پیدا کر دیتا ہے۔"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "اور اسے وہاں سے رزق دیتا ہے جہاں سے اسے سان گمان بھی نہیں ہوتا ہے اور جو کوئی اللہ پر بھروسہ کرتا ہے وہ (اللہ) اس کے لئے کافی ہے بےشک اللہ اپنا کام پورا کرنے والا ہے اور اللہ نے ہر چیز کیلئے ایک اندازہ مقرر کر رکھا ہے۔"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "اور تمہاری (مطلقہ) عورتوں میں سے جو حیض سے مایوس ہو چکی ہوں اگر ان کے بارے میں تمہیں کوئی شک ہو تو ان کی عدت تین ماہ ہے اور یہی حکم ان عورتوں کا ہے جنہیں (باوجود حیض کے سن و سال میں ہو نے کے کسی وجہ سے) حیض نہ آتا ہو اور حاملہ عورتوں کی میعاد وضعِ حمل ہے اور جو کوئی اللہ سے ڈرتا ہے تو اللہ اس کے معاملہ میں آسانی پیدا کر دیتا ہے۔"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "یہ اللہ کا حکم ہے جو اس نے تمہاری طرف نازل کیا ہے اور جو اللہ سے ڈرتا ہے تو اللہ اس سے اس کی برائیاں دور کر دیتا ہے اور اس کے اجر کو بڑا کرتا (بڑھاتا) ہے۔"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "ان (مطلقہ عورتوں) کو (زمانۂ عدت میں) وہاں رکھو جہاں اپنی حیثیت کے مطابق تم خود رہتے ہو اور انہیں ضرر و زیاں نہ پہنچاؤ تاکہ ان پر تنگی کرو۔ اور اگر وہ حاملہ ہوں تو پھر ان پر خرچ کرو یہاں تک ان کا وضعِ حمل ہو جائے پھر اگر تمہارے لئے (بچہ) کو دودھ پلائیں تو تم انہیں ان کی اجرت دو اور منا سب طریقہ پر باہم طے کر لو اور اگر تمہیں باہم کوئی دشواری پیش آئے (اور باہمی اتفاق نہ ہو سکے) تو پھر کوئی اور عورت اسے دودھ پلائے گی۔"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "وسعت والے کو چاہیے کہ اپنی وسعت کے مطابق خرچ کرے اور جس کی روزی تنگ ہو تو جتنا اللہ نے اسے دیا ہے اس میں سے خرچ کرے اللہ نے جتنا کسی کو دیا ہے اس سے زیادہ اسے تکلیف نہیں دیتا عنقر یب اللہ تنگی کے بعد آسانی اور کشادگی پیدا کرے گا۔"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "اور کتنی ہی ایسی بستیاں ہیں جنہوں نے اپنے پروردگار اور اس کے رسولوں(ع) کے حکم سے سرتابی کی تو ہم نے انکا سخت محاسبہ کیا اور انہیں انوکھی (سخت) سزا دی۔"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "پس انہوں نے اپنے کئے (کرتوت) کا وبال چکھا اور ان کے کام کا انجام گھاٹا تھا۔"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "اللہ نے (آخرت میں) ان کیلئے سخت عذاب تیار کر رکھا ہے تواللہ (کی مخالفت) سے ڈرو۔ اے عقلمندو جو ایمان لائے ہو خدا نے تمہاری طرف ذکر نازل کیا ہے۔"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "یعنی ایک ایسا رسول(ص) جو اللہ کی واضح آیتیں تمہیں پڑھ کر سناتا ہے تاکہ ان لوگوں کو جو ایمان لائیں اور نیک عمل کریں (کفر و شرک) کی تاریکیوں سے نکال کر (ایمان کے) نور کی طرف لائے اور جو کوئی اللہ پر ایمان لائے گا اور نیک عمل کرے گا تواللہ اسے ایسے باغہائے بہشت میں داخل کرے گا جن کے نیچے نہریں جاری ہیں وہ ان میں ہمیشہ ہمیشہ رہیں گے۔ بےشک اللہ نے ایسے (مؤمن) کو بہت اچھی روزی دی ہے۔"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "اللہ وہ ہے جس نے سات آسمان پیدا کئے اور انہی کی طرح زمین بھی ان کے درمیان حکم (خدا) نازل ہوتا رہتا ہے تاکہ تمہیں معلوم ہو کہ اللہ ہر چیز پر بڑی قدرت رکھتا ہے اور یہ کہ اللہ نے ہر چیز کا (علمی) احاطہ کر رکھا ہے۔"
        }
    ]
}