{
    "maqras": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "اور تیزی سے دوڑو اپنے پروردگار کی طرف سے بخشش۔ اور اس کے بہشت کی طرف جس کی چوڑائی تمام آسمانوں اور زمین کے برابر ہے جو پرہیزگاروں کے لئے تیار کیا گیا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "وہ پرہیزگار جو خوشحالی اور بدحالی (غرضیکہ ہر حال میں راہِ خدا میں مال) خرچ کرتے ہیں جو غصے کو پی جاتے ہیں اور لوگوں (کے قصور) معاف کر دیتے ہیں۔ اور اللہ بھلائی کرنے والوں سے محبت کرتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "یہ لوگ اگر (اتفاقاً) کوئی فحش کام (کوئی بڑا برا کام) کر بیٹھیں یا کوئی عام گناہ کرکے اپنے اوپر ظلم کر گذریں تو (فوراً) اللہ کو یاد کرکے اس سے اپنے گناہوں کی مغفرت طلب کرتے ہیں اور اللہ کے سوا کون ہے جو گناہوں کو معاف کرے۔"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "اور وہ اپنے کئے پر دیدہ دانستہ اصرار نہیں کرتے ایسے لوگوں کی جزاء ان کے پروردگار کی طرف سے مغفرت و بخشش ہے اور وہ جنات (باغات) کہ جن کے نیچے سے نہریں جاری ہیں۔ وہ ہمیشہ ان میں رہیں گے اور کتنا اچھا صلہ ہے نیک عمل کرنے والوں کا۔"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "تم سے پہلے بہت سے نمونے (اور دور) گزر چکے ہیں سو زمین میں چل پھر کر دیکھو کہ (احکام خداوندی) جھٹلانے والوں کا کیا انجام ہوا؟ ۔"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "یہ (عام) لوگوں کے لیے تو واضح تذکرہ اور تنبیہ ہے اور پرہیزگاروں کے لیے ہدایت اور نصیحت ہے۔"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "اے مسلمانو! کمزوری نہ دکھاؤ اور غمگین نہ ہو اگر تم مؤمن ہو تو تم ہی غالب و برتر ہوگے۔"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "اگر تمہیں زخم لگا ہے تو اس جیسا زخم ان لوگوں (کافروں) کو بھی (جنگ بدر میں) لگ چکا ہے۔ یہ تو ایام (زمانہ کے اتفاقات اور نشیب و فراز) ہیں جنہیں ہم لوگوں میں باری باری ادلتے بدلتے رہتے ہیں (تمہیں یہ چوٹ اس لئے لگی) کہ خدا (خالص) ایمان والوں کو جان لے۔ اور بعض کو (چھانٹ کر) شہید (گواہ) بنائے اور اللہ ظالموں کو دوست نہیں رکھتا۔"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "نیز اللہ اس (ابتلا و آزمائش) سے یہ چاہتا تھا کہ خالص اہل ایمان کو چھانٹ کر الگ کر دے اور کافروں کو رفتہ رفتہ مٹا دے۔"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "(اے مسلمانو!) کیا تم کو یہ خیال ہے کہ تم یونہی جنت میں داخل ہو جاؤگے حالانکہ ابھی تک اللہ نے (جانچ کر) معلوم ہی نہیں کیا کہ تم میں واقعی مجاہد کون ہیں؟ اور نہ ابھی یہ معلوم کیا ہے کہ صابر اور ثابت قدم کون ہیں؟ ۔"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "اور تم لوگ موت کا سامنا کرنے سے پہلے تو اس کی بہت تمنا کیا کرتے تھے۔ لو اب تم نے اسے دیکھ لیا۔ اور اب بھی (اپنی آنکھوں سے دیکھ رہے ہو) (تو پھر اس سے کنّی کیوں کتراتے ہو؟)۔"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "اور حضرت محمد (ص) نہیں ہیں مگر پیغمبر جن سے پہلے تمام پیغمبر گزر چکے ہیں تو کیا اگر وہ وفات پا جائیں یا قتل کر دیئے جائیں تو تم الٹے پاؤں (کفر کی طرف) پلٹ جاؤگے اور جو کوئی الٹے پاؤں پھرے گا تو وہ ہرگز اللہ تعالیٰ کو کوئی نقصان نہیں پہنچائے گا اور عنقریب خدا شکرگزار بندوں کو جزا دے گا۔"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "کوئی ذی روح خدا کے حکم کے بغیر مر نہیں سکتا موت کا وقت تو لکھا ہوا (معیّن) ہے اور جو شخص (اپنے اعمال کا) بدلہ دنیا میں چاہتا ہے تو ہم اسی (دنیا) میں دے دیتے ہیں اور جو آخرت میں بدلہ چاہتا ہے تو ہم اسے آخرت میں دیتے ہیں اور ہم عنقریب شکرگزار بندوں کو جزا (خیر) عطا کریں گے۔"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "اور بہت سے ایسے نبی (گزر چکے) ہیں جن کے ساتھ مل کر بہت سے اللہ والوں نے جنگ کی تو اللہ کی راہ میں ان پر جو مصیبتیں پڑیں ان پر وہ نہ پست ہمت ہوئے اور نہ انہوں نے کمزوری دکھائی اور نہ (دشمن کے سامنے) سرنگوں ہوئے اور اللہ صبر و تحمل رکھنے والے (ثابت قدموں) سے محبت رکھتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "(ایسے مواقع پر) ان کا قول اس (دعا) کے سوا کچھ نہیں تھا کہ اے ہمارے پروردگار ہمارے گناہ اور اپنے کام میں ہماری زیادتی معاف فرما اور ہمیں ثابت قدم رکھ اور ہمیں کافروں پر فتح و نصرت عطا فرما۔"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "تو خدا نے ان کو دنیا میں بھی صلہ عطا کیا اور آخرت کا بہترین ثواب بھی عنایت فرمایا۔ اور اللہ نیک کام کرنے والوں کو دوست رکھتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "اے ایمان والو! اگر تم نے ان لوگوں کی اطاعت کی جنہوں نے کفر اختیار کیا تو وہ تم کو الٹے پاؤں (کفر کی طرف) پھیر کر لے جائیں گے اور تم بڑا خسارہ اٹھا کر واپس ہوگے۔"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "(تمہیں کسی کی اطاعت کی کیا ضرورت ہے) بلکہ تمہارا حامی و سرپرست خدا ہے اور وہ بہترین مددگار ہے۔"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "(تم پریشان نہ ہو) ہم عنقریب کافروں کے دلوں میں (تمہارا) رعب ڈال دیں گے اس لئے کہ انہوں نے خدائی میں ان بتوں کو شریک بنایا ہے۔ جن کے بارے میں خدا نے کوئی دلیل نازل نہیں کی ہے اور ان کا انجام جہّنم ہوگا اور وہ ظالمین کا بدترین ٹھکانہ ہے۔"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "خدا نے (جنگ احد میں) اپنا وعدہ (نصرت) اس وقت سچا کر دکھایا جب تم اس کے حکم سے ان (کافروں) کا قلع قمع کر رہے تھے یہاں تک کہ جب تم نے کمزوری دکھائی تو تم نے حکم عدولی کی۔ (یہ اس لئے کہ) تم میں کچھ دنیا کے طلب گار تھے اور کچھ آخرت کے طلبگار تھے پھر اس نے تمہیں ان کے مقابلے میں پسپا کر دیا تاکہ تمہارے ایمان و اخلاص کی آزمائش کرے۔ اور (پھر بھی) تمہیں معاف کر دیا۔ اور اللہ اہل ایمان پر بڑا فضل کرنے والا ہے۔"
        }
    ]
}