{
    "maqras": [
        {
            "chapter": 5,
            "verse": 27,
            "text": "اے رسول(ص)) آپ انہیں آدم کے دونوں بیٹوں کا سچا قصہ پڑھ کر سنائیے۔ جب کہ ان دونوں نے قربانی پیش کی تو ایک کی تو قبول ہوگئی اور دوسرے کی قبول نہ ہوئی۔ اس (دوسرے) نے کہا میں تمہیں ضرور قتل کروں گا۔ پہلے نے کہا اللہ تو صرف متقیوں (پرہیزگاروں) کا عمل قبول کرتا ہے۔"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "اگر تو مجھے قتل کرنے کے لئے ہاتھ بڑھائے گا۔ تو میں تمہیں قتل کرنے کے لئے ہاتھ نہیں بڑھاؤں گا۔ (کیونکہ) میں تو ڈرتا ہوں اس اللہ سے، جو تمام جہانوں کا پروردگار ہے۔"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "میں تو یہ چاہتا ہوں کہ تو میرا گناہ اور اپنا گناہ سمیٹ لے جائے اور پھر دوزخیوں میں سے ہو جائے کہ ظالموں کی یہی سزا ہے۔"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "تو (بالآخر) اس کے نفس نے اپنے بھائی کے قتل کو اس کے لئے آسان بنا دیا۔ چنانچہ اس نے اسے قتل کر دیا اور وہ نقصان اٹھانے والوں میں سے ہوگیا۔"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "پھر اللہ نے ایک کوا بھیجا جو زمین کھودتا تھا تاکہ اسے دکھائے کہ وہ کیونکر اپنے بھائی کی لاش چھپائے اس پر اس نے کہا، ہائے افسوس! کیا میں اس کوے سے بھی زیادہ گیا گزرا ہوں؟ کہ اپنے بھائی کی لاش چھپاؤں اب وہ پشیمان ہونے والوں میں سے ہوگیا۔"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "اسی وجہ سے ہم نے بنی اسرائیل پر لکھ دیا کہ جس نے کسی انسان کو قتل کیا بغیر اس کے کہ اس نے کسی کی جان لی ہو، یا زمین میں فساد برپا کیا ہو، تو وہ ایسا ہے جیسے کہ اس نے تمام انسانوں کو قتل کر دیا اور جس نے کسی ایک جان کو بچا لیا، تو وہ ایسا ہے جیسے کہ اس نے تمام انسانوں کو بچا لیا اور بے شک ان (بنی اسرائیل) کے پاس ہمارے رسول کھلی ہوئی نشانیاں لے کر آئے۔ پھر بھی ان میں سے بہت سے لوگ اس کے بعد بھی زمین میں ظلم و تعدی کرنے والے ہی رہے۔"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "بے شک جو لوگ خدا اور رسول سے لڑتے ہیں اور زمین میں فساد برپا کرنے کے لیے دوڑتے پھرتے ہیں، ان کی سزا یہ ہے کہ (۱) انہیں قتل کر دیا جائے۔ (۲) یا سولی پر چڑھا دیا جائے۔ (۳) یا ان کے ہاتھ پاؤں مخالف سمتوں سے کاٹ دیے جائیں۔ (۴) یا جلا وطن کر دیئے جائیں۔ یہ تو ہوئی ان کی رسوائی دنیا میں اور آخرت میں ان کے لئے بڑا عذاب ہے۔"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "مگر وہ لوگ جو توبہ کر لیں قبل اس کے کہ تم ان پر قابو پاؤ۔ تو جان لو کہ اللہ بڑا بخشنے والا بڑا مہربان ہے۔"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "اے ایمان والو اللہ سے ڈرو! اور اس تک پہنچنے کے لیے وسیلہ تلاش کرو۔ اور اس کی راہ میں جہاد کرو۔ تاکہ تم کامیاب ہو جاؤ۔"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "بے شک وہ لوگ جنہوں نے کفر اختیار کیا اگر ان کے پاس وہ سب کچھ ہو جو زمین میں ہے اور اتنا اور بھی ہو، تاکہ اسے بطور فدیہ دیں اور قیامت کے دن عذاب سے بچ جائیں، تو وہ بھی ان سے قبول نہ کیا جائے گا۔ اور ان کے لئے دردناک عذاب ہے۔"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "وہ چاہیں گے کہ آگ سے نکل جائیں، مگر وہ اس سے کبھی نہیں نکل پائیں گے۔ اور ان کے لئے دائمی عذاب ہے۔"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "اور چور مرد ہو یا چور عورت دونوں کے ہاتھ کاٹ دو۔ ان کے کرتوتوں کے عوض میں اللہ کی طرف سے بطور عبرتناک سزا کے اللہ زبردست ہے، بڑا حکمت والا ہے۔"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "پھر جو شخص توبہ کرلے اپنے ظلم سے اور (اپنی) اصلاح کر لے، تو یقینا اللہ اس کی توبہ قبول کرے گا۔ بیشک اللہ بڑا بخشنے والا، بڑا رحم کرنے والا ہے۔"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "کیا تم نہیں جانتے کہ اللہ کے لئے آسمانوں اور زمین کی حکومت ہے۔ جسے چاہتا ہے، سزا دیتا ہے، اور جسے چاہتا ہے بخش دیتا ہے۔ اور اللہ ہر چیز پر پوری قدرت رکھتا ہے۔"
        }
    ]
}