{
    "rukus": [
        {
            "chapter": 6,
            "verse": 31,
            "text": "Serao desventurados aqueles que desmentirem o comparecimento ante Deus, apenas se apercebendo da realidade quandoa morte os surpreender repentinamente. Gritarao: Ai de nos, por termos negligenciado! Porem, carregarao seus fardos ascostas. Que pessimo sera o que carregarao"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Que e a vida terrena senao jogo e diversao frivola? A morada na outra vida e preferivel para os tementes. Noa ocompreendeis"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Sabemos que te atribula o que dizem; porem, nao e a ti que desmentem; outrossim, e os versiculos de Deus que osiniquos renegam"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Ja outros mensageiros, anteriores a ti, foram desmentidos; porem, suportaram abnegadamente os vexames e os ultrajes, ate que Nosso socorro lhes chegou. Nossas decisoes sao inexoraveis; e conheces a historia dos Nossos mensageirosanteriores"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Uma vez que o desdem dos incredulos te penaliza, ve: mesmo que pudesses penetrar por um tunel na terra ou ascenderate ao ceu para apresentar-lhes um sinal, (ainda assim nao farias com que cressem). Todavia, se Deus quisesse, teriaorientado todos ate a verdadeira senda. Nao sejas, pois, dos insipientes"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "So te atenderao os sensatos; quanto aos mortos, Deus os ressuscitara; depois, a Ele retornarao"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Dizem: Por que nao lhe foi revelado um sinal de seu Senhor? Responde-lhes: Deus e capaz de revelar um sinal. Porem, sua maioria o ignora"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Nao existem seres alguns que andem sobre a terra, nem aves que voem, que nao constituam nacoes semelhantes a vos. Nada omitimos no Livro; entao, serao congregados ante seu Senhor"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Aqueles que desmente os Nossos versiculos sao surdos e mudos e vagam nas trevas. Deus desvia quem quer, eencaminha pela senda reta quem Lhe apraz"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Dize: Se o castigo de Deus vos acoitasse, ou vos surpreendesse a Hora, invocarieis outra divindade que nao fosse Deus? Dizei-o, se estiverdes certos"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Qual! Tao-somente O invocarieis; se Ele quisesse, concederia o que Lhe imploraveis e entao vos esquecerieis dosparceiros que Lhe havieis atribuido"
        }
    ]
}