{
    "rukus": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "Ordenamos a Moises trinta noites (de solidao), as quais aumentamos de outras dez, de maneira que o tempo fixado porseu Senhor foi, no total, de quarenta noites. E Moises disse ao seu irmao Aarao: Substitui-me, ante meu povo; age de modocorreto e nao sigas a senda dos depravados"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "E quando Moises chegou ao lugar que lhe foi designado, o seu Senhor lhe falou, orou assim: o Senhor meu, permite-meque Te contemple! Respondeu-lhe: Nunca poderas ver-Me! Porem, olha o monte e, se ele permanecer em seu lugar, entaoMe veras! Porem, quando a majestade do seu Senhor resplandeceu sobre o Monte, este se reduziu a pe e Moises caiuesvanecido. E quando voltou a si, disse: Glorificado sejas! Volto a Ti contrito, e sou o primeiro dos fieis"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Disse-lhe: O Moises, tenho-te preferido aos (outros) homens, revelando-te as Minhas mensagens e as Minhas palavras! Recebe, pois, o que te tenho concedido, e se um dos agradecidos"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Nas tabuas prescrevemos-lhe toda a classe de exortacao, e a elucidacao de todas as coisas, (e lhe dissemos): Recebe-as com fervor e recomenda ao teu povo que observe o melhor delas. Logo, vos mostrarei a morada dos depravados"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Afastarei do Meus versiculos aqueles que se envaidecem sem razao, na terra e, mesmo quando virem todo o sinal, nelenao crerao; e, mesmo quando virem a senda da retidao, nao a adotarao por guia. Em troca, se virem a senda do erro, toma-la-ao por guia. Isso porque rejeitaram os Nossos sinais e os negligenciaram"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Quanto aqueles que desmentiram os Nossos versiculos e o comparecimento na outra vida, suas obras tornar-se-ao semefeito. Acaso, esperam alguma retribuicao, exceto pelo que houverem feito"
        }
    ]
}