{
    "rukus": [
        {
            "chapter": 8,
            "verse": 29,
            "text": "O fieis, se temerdes a Deus, Ele vos concedera discernimento, apagara os vossos pecados e vos perdoara, porque eAgraciante por excelencia"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Recorda-te (o Mensageiro) de quando os incredulos confabularam contra ti, para aprisionar-te, ou matar-te, ouexpulsar-te. Confabularam entre si, mas Deus desbaratou-lhes os planos, porque e o mais duro dos desbaratadores"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Quando lhes sao recitados os Nossos versiculos, dizem: Ja os ouvimos e, se quisessemos, poderiamos repetir outrosiguais, porque nao sao senao fabulas dos primitivos"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "E de quando disseram: O Deus, se esta e realmente a verdade que emana de Ti, faze com que caiam pedras do ceu sobrenos, ou inflige-nos um doloroso castigo"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Porem, e inconcebivel que Deus os castigue, estando tu entre eles; nem tampouco Deus os castigara enquanto puderemimplorar por perdao"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "E por que Deus nao ha de castiga-los, sendo que impedem a entrada (dos fieis) na Sagrada Mesquita, apesar de naoserem os seus guardioes? Ninguem o e, a nao ser os tementes; porem, a maioria deles o ignora"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "A sua oracao, na Casa, se reduz aos silvos e ao estalar de maos. Sofrei, pois, o castigo, por vossa perfidia"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Eis que os incredulos malversam as suas riquezas, para desviarem (os fieis) da senda de Deus. Porem, malversa-las-aocompletamente, e isso sera a causa da sua atribulacao; entao, sera vencidos. Os incredulos serao congregados no inferno"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "Isso, para que Deus possa separar os maus dos bons, e amontoar os maus uns sobre os outros; junta-los-a a todos e osarrojara no inferno. Estes sao os desventurados"
        }
    ]
}