{
    "rukus": [
        {
            "chapter": 9,
            "verse": 30,
            "text": "Os judeus dizem: Ezra e filho de Deus; os cristaos dizem: O Messias e filho de Deus. Tais sao as palavras de suasbocas; repetem, com isso, as de seus antepassados incredulos. Que Deus os combata! Como se desviam"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Tomaram por senhores seus rabinos e seus monges em vez de Deus, assim como fizeram com o Messias, filho de Maria, quando nao lhes foi ordenado adorar senao a um so Deus. Nao ha mais divindade alem d'Ele! Glorificado seja pelosparceiros que Lhe atribuem"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Desejam em vao extinguir a Luz de Deus com as suas bocas; porem, Deus nada permitira, e aperfeicoara a Sua Luz, ainda que isso desgoste os incredulos"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Ele foi Quem enviou Seu Mensageiro com a Orientacao e a verdadeira religiao, para faze-la prevalecer sobre todas asoutras, embora isso desgostasse os idolatras"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "O fieis, em verdade, muitos rabinos e monges fraudam os bens dos demais e os desencaminham da senda de Deus. Quanto aqueles que entesouram o ouro e a prata, e nao os empregam na causa de Deus, anuncia-lhes (o Mohammad) umdoloroso castigo"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "No dia em que tudo for fundido no fogo infernal e com isso forem estigmatizadas as suas frontes, os seus flancos e assuas espaduas, ser-lhes-a dito: eis o que entesourastes! Experimentai-o, pois"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Para Deus o numero dos meses e de doze, como reza o Livro Divino, desde o dia em que Ele criou os ceus e a terra. Quatro deles sao sagrados; tal e o computo exato. Durante estes meses nao vos condeneis, e combatei unanimemente osidolatras, tal como vos combatem; e sabei que Deus esta com os tementes"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "A antecipacao do mes sagrado e um excesso de incredulidade, com que sao desviados, ainda mais, os incredulos; permitem-no num ano e o proibem noutro, para fazerem concordar o numero de meses feitos sagrados por Deus, de maneiraa tornarem licito o que Deus vedou. Suas mas acoes os iludiram. Sabei que Deus nao guia os incredulos"
        }
    ]
}