{
    "rukus": [
        {
            "chapter": 18,
            "verse": 60,
            "text": "Moises disse ao seu ajudante: Nao descansarei ate alcancar a confluencia dos dois mares, ainda que para isso tenha deandar anos e anos"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Mas quando ambos se aproximaram da confluencia dos dois mares, haviam esquecido o seu peixe, o qual seguira, serpeando, seu rumo ate ao mar"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "E quando a alcancaram, Moises disse ao seu servo: Providencia nosso alimento, pois sofremos fadigas durante a nossaviagem"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Respondeu-lhe: Lembras-te de quando nos refugiamos junto a rocha? Eu me esqueci do peixe - e ninguem, senao Satanas, me fez esquecer de me recordar! - Creio que ele tomou milagrosamente o rumo do mar"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Disse-lhe: Eis o que procuravamos! E voltaram pelo mesmo caminho"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "E encontraram-se comum dos Nossos servos, que haviamos agraciado com a Nosso misericordia e iluminado com aNossa ciencia"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "E Moises lhe disse: Posso seguir-te, para que me ensines a verdade que te foi revelada"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Respondeu-lhe: Tu nao serias capaz de ser paciente para estares comigo"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Como poderias ser paciente em relacao ao que nao compreendes"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Moises disse: Se Deus quiser, achar-me-a paciente e nao desobedecerei as tuas ordens"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Respondeu-lhe: Entao segue-me e nao me perguntes nada, ate que eu te faca mencao disso"
        }
    ]
}