{
    "rukus": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "O humanos, sois vos que necessitais de Deus, porque Deus e, por Si, o Opulento, o Laudabilissimo"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Se quisesse, poderia fazer-vos desaparecer e apresentaria uma nova criacao"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Porque isso nao e dificil a Deus"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "E nenhum pecador arcara com culpa alheia; e se uma alma sobrecarregada suplicar a outra a que lhe alivie a carga, estanao lhe sera aliviada no minimo que seja, ainda que por um parente. Admoestaras tao-somente aqueles que temem seuSenhor na intimidade, e observam a oracao. E quem se purificar, sera em seu proprio beneficio, porque a Deus sera oretorno"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "Jamais se equipararao o cego e o vidente"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "Tampouco as trevas e a luz"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "Ou a sombra e a canicula"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "Nem tampouco se equipararao os vivos e os mortos. Em verdade, Deus faz ouvir quem Lhe apraz; contudo, tu nao podesfazer-te ouvir por aqueles que estao nos sepulcros"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Porque nao es mais do que um admoestador"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Certamente te enviamos com a verdade e como alvissareiro e admoestador, e nao houve povo algum que nao tivesse tidoum admoestador"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "E, se te desmentirem, olha, seus antecessores desmentiram os seus mensageiros que lhes apresentaram as evidencias, osSalmos e o Livro lucido"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Entao castigamos os incredulos; e que terrivel foi a (Nossa) rejeicao (a eles)"
        }
    ]
}