{
    "rukus": [
        {
            "chapter": 73,
            "verse": 1,
            "text": "O tu, acobertado"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "Levanta-te a noite (para rezar), porem nao durante toda a noite"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "A metade dela ou pouco menos"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "Ou pouco mais, e recita fervorosamente o Alcorao"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "Em verdade, vamos revelar-te uma mensagem de peso"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "Em verdade, o ato de te levantares a noite para rezares e mais marcante e mais adequado"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "Porque durante o dia tens muitos afazeres"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "Porem, recorda-te do teu Senhor e consagra-te integralmente a Ele"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "Ele e o Senhor do Oriente e do Ocidente. Nao ha mais divindade alem d'Ele! Toma-O, pois, por Guardiao"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "E tolera tudo quanto te digam, e afasta-te dignamente deles"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "E deixa por Minha conta os desmentidores, opulentos, e tolera-os por curto tempo"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "Porque lhes reservamos os grilhoes e o fogo"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "Um alimento que engasga e um doloroso castigo"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "Sera o dia em que haverao de tremer a terra e as montanhas, e haverao de se converter, as montanhas, em dunas dispersas"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Sabei que vos enviamos um Mensageiro, para ser testemunha contra vos, tal como enviamos um mensageiro ao Farao"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "Porem, o Farao desobedeceu ao mensageiro, pelo que o castigamos severamente"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "Se nao crerdes, como, entao, vos precavereis, no dia em que envelhecerao as criancas"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "E o ceu se fendera? Sabei que a Sua promessa se cumprira"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Em verdade, esta e uma admoestacao, e, quem quiser, podera encaminhar-se para a senda do seu Senhor"
        }
    ]
}