{
    "pages": [
        {
            "chapter": 5,
            "verse": 83,
            "text": "Ja kun nama kuulevat, mita profeetalle on ylhaalta ilmoitettu (Koraani) havaitsette heidan silmainsa vettyvan kyyneleista sen totuuden vuoksi, jonka he tunnustavat; he sanovat: »Herra! Me uskomme, lue siis meidat totuuden todistajain joukkoon"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Ja mita (syyta) on meilla olla uskomatta Jumalaan ja siihen totuuteen, joka meille ylhaalta on tullut, koska me vakavasti toivomme, etta meidan Herramme sallisi meidan astua hyveellisten kanssa (tulevaan elamaan)?»"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Sentahden Jumala palkitsi heita siita, mita he sanoivat, antamalla heidan elaa puutarhoissa, joissa joet virtaavat, ja tama on palkinto niille, jotka (toisille) hyvaa tekevat"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Mutta ne, jotka valitsevat epauskon ja hylkaavat Meidan sanomamme, ovat tulen omia"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Te, jotka uskotte! Alkaa kieltako (itseltanne) sita hyvaa,minka Jumala on teille luvalliseksi julistanut, alkaa myoskaan menko liiallisuuksiin, - totisesti ei Jumala rakasta niita, jotka ylittavat rajansa"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Syokaa sallittuja Jumalan hyvia antimia ja ottakaa vaarin velvollisuuksistanne Jumalaa kohtaan, johon te uskotte"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Ei Jumala vaadi teita tilille siita, mika on ajattelematonta teidan valoissanne, mutta Han vaatii teita tilille vannomisesta vastoin parempaa tietoanne; taman syntinne lunnaiksi on teidan ravittava kymmenen koyhaa kohtuullisella ruoalla, jolla te perheitannekin ruokitte, tai vaatetettava heidat tai vapautettava joku orjuudesta; kuka taasen on varaton, hanen on paastottava kolme paivaa; tama olkoon teidan (ajattelemattomasti) vannomienne valain sovintouhri; pitakaa vaari valoistanne. Nain selvittaa teille Jumala sanomaansa, jotta olisitte kiitollisia"
        }
    ]
}