{
    "pages": [
        {
            "chapter": 5,
            "verse": 90,
            "text": "Te, jotka uskotte! Paihdyttavat juomat ja uhkapelit ja (uhripalvelus) pystytettyjen kivien edessa seka nuolilla arpominen ovat pelkkaa riettautta, paholaisen aikaansaamaa; karttakaa kaikkea tata, jotta olisitte onnelliset"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Saatana vain pyrkii kylvamaan kaunaa ja vihaa teidan keskuuteenne vakijuomien ja uhkapelin avulla pitaakseen teidat loitolla Jumalan muistelemisesta ja rukoilemisesta; etteko sita vastustaisi"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Totelkaa Jumalaa, totelkaa lahettilasta ja ottakaa vaari itsestanne; mutta jos te pois kaannytte, niin tietakaa, ettei Meidan lahettilaamme ole velvollinen ilmoittamaan enempaa kuin selvan sanomamme"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Niille, jotka uskovat ja tekevat hyvaa, ei lueta viaksi, mita he syovat, kun vain he ottavat vaarin velvollisuudestaan, pysyvat uskossa ja harjoittavat hyvia toita, - ovathan he huolellisia hartauden harjoittamisessa ja uskossa seka tekevat hyvaa muille; Jumala rakastaa niita, jotka muille hyvaa tekevat"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Te, jotka uskotte! Jmala on totisesti koetteleva teita riistalla, johon teidan katenne ja keihaanne voivat ulottua, jotta Jumala tietaisi, kuka Hanta salassa kunnioittaa; mutta joka tassa suhteessa kiellon rikkoo, han on saava tuskallisen kurituksen"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Te, jotka uskotte! Alkaa tappako riistaa ollessanne pyhiinvaelluksella; kuka ikina teista tahallansa pyytaa sita, joutuu hyvittamaan sen karjastaan vastaavalla elaimella, ja kaksi oikeudenmukaista henkiloa keskuudestanne tuomitkoon sen tuotavaksi uhrina Kaabaan tai kaytettavaksi lunnaina koyhien ravitsemiseen; muuten on se hyvitettava vastaavalla paastolla; taten syyllinen saa kokea tekonsa pahan seurauksen; Jumala antaa anteeksi sen, mika nain on sivuutettu, mutta Jumala lyo kurituksellaan sita, joka rikkoo uudelleen; onhan Jumala mahtava, koston Herra"
        }
    ]
}