{
    "pages": [
        {
            "chapter": 9,
            "verse": 14,
            "text": "Taistelkaa heita vastaan, Jumala rankaisee heita teidan kadellanne ja saattaa heidat hapeaan; Han auttaa teita vastustaessanne heita ja parantaa oikeauskoisten rinnat"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Ja Han poistaa vihan heidan sydamistaan, silla Jumala saalii keta tahtoo; Jumala on tietava, viisas"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Vai arveletteko tulevanne hylatyiksi ennenkuin Jumala ehtii erottaa, ketka joukostanne taistelivat eivatka tunnustaneet ystavikseen ketaan muuta kuin Jumalan, Hanen lahettilaansa ja oikeauskoiset? Ja Jumala tuntee tekonne"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Monijumalaisten (pakanain) ei sovi kayda Jumalan temppelissa, koska heidan epauskonsa todistaa heita vastaan. Turhiksi osoittautuvat heidan tekonsa, ja tulessa saavat he ikuisesti olla"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Jumalan temppelissa saa vain se kayda, joka uskoo Jumalaan ja viimeiseen paivaan ja harjoittaa rukoilemista ja antaa saadettyja almuja eika pelkaa ketaan muuta kuin Jumalaa; siksi nama ovat niita, jotka saavat toivoa olevansa johdatuksen omia"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Pidatteko juomaveden antamista toivioretkelaisille, pyhakon rakentamista (tai siella kaymista) samanarvoisena kuin uskoa Jumalaan ja viimeiseen paivaan ja taistelua Jumalan retkella? Eivat ne ole samanarvoisia Jumalan silmissa, eika Jumala johda vaarintekijoita"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Ne, jotka uskovat ja lahtevat kodeistaan liikkeelle ja panevat alttiiksi omaisuutensa ja elamansa Jumalan asian puolesta, saavuttavat korkeamman asteen Jumalan luona; nama ovat voitollisia"
        }
    ]
}