{
    "pages": [
        {
            "chapter": 10,
            "verse": 7,
            "text": "Totisesti on niitakin, jotka eivat odota Meidan tapaamistamme, vaan tyytyvat taman maailman elamaan ja ovat siita loytaneet viihtymyksensa; ja on niita, jotka eivat valita Meidan merkeistamme"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Sellaisten olinpaikkana on oleva tuli palkaksi heidan teoistaan"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Mutta niita, jotka uskovat ja suorittavat hyvia tekoja, heidan Jumalansa ohjaa heidan uskonsa kautta. Purot solisevat heidan jalkojensa juuressa autuaissa puutarhoissa"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Siella kuuluu heidan rukouksensa: »Kunnia olkoon Sinulle, oi Jumala!» Ja heidan tervehdyksensa siella on oleva: »Rauha!» Ja heidan rukoustensa loppu on oleva: »Ylistys kuuluu Jumalalle, kaikkien maailmojen Herralle.»"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Jos Jumala edistaisi ihmisille pahaa yhta karkkaasti, kuin he tavoittelevat hyvaa, niin heidan loppunsa olisi todella jo maaratty, mutta Me jatamme ne, jotka eivat usko kohtaavansa Meita, yksinaan ja sokeina vaeltamaan sokeudessaan"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Ja kun ihminen joutuu murheeseen, han huutaa Meita joko maahan vaipuneena tai istuen tai nousten seisaalleen, mutta kun olemme poistanut hanen vaivansa, han lahtee tiehensa, aivan kuin ei olisi ikina huutanutkaan Meita luokseen vaivan kourissa. Talla tavoin vaarintekijat kaunistelevat tekonsa"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Me olemme havittanyt jo ennen teita elaneita sukupolvia, kun he tekivat vaarin. Heidan aikansa profeetat tulivat heidan luokseen, mukanaan selvat todistukset, mutta he eivat ottaneet uskoakseen. Talla tavoin Me palkitsemme niita, jotka ovat syntisia"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Senjalkeen Me teimme teista heidan seuraajiaan maan paalle nahdaksemme, kuinka te toimitte"
        }
    ]
}