{
    "pages": [
        {
            "chapter": 23,
            "verse": 90,
            "text": "Olemme tuonut heille totuuden, mutta useimmat heista ovat totisesti valehtelijoita"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Jumala ei konsanaan ole hankkinut itselleen poikaa, eika ole muuta jumalaa kuin Han. Olisihan muutoin jokainen jumala vienyt mukaansa sen, mita oli luonut, ja muutamat heista olisivat alistaneet toisia valtaansa. Kunnia olkoon Jumalalle! Han on ylapuolella kaiken, mita he kuvittelevat"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Han tuntee seka katketyt etta julkiset asiat. Senvuoksi Han on sen ylapuolella, mita he hanen ohellaan jumaloivat"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Sano: »Herra, jos naytat minulle, mika heita uhkaa"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "niin Herra, ala sijoita minua vaaramielisten joukkoon.»"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Totisesti, Me kykenemme nayttamaan sinulle, milla Me heita uhkaamme"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Torju paha silla, mika hyvaa on. Me tunnemme parhaiten, mita he uskottelevat"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Sano myos: »Herra. Sinusta etsin turvapaikkaa pahojen henkien viettelyksia vastaan"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Sinusta etsin suojaa, oi Herra, etteivat he minua saavuttaisi.»"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Aina siihen asti, kunnes kuolema jonkun heista yllattaa ja han hokee: »Herrani, paasta minut takaisin, paasta minut takaisin"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "ehka voisin tehda hyvaa sellaisessa, minka olen jattanyt tekematta.» Ei koskaan. Tama on vain puhetta, jota han hokee, mutta heidan takanaan on erottava seina aina siihen paivaan asti, jolloin heidat heratetaan kuolleista"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Mutta kun pasuunoihin puhalletaan, niin sina paivana heidan valillaan ei ole oleva mitaan sukulaisuussiteita, eivatka he kysele toinen toistansa"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Senvuoksi ne, joiden hyveet painavat vaa'assa eniten, tulevat onnellisiksi"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Mutta joiden ansiot painavat vahan, he ovat niita, jotka ovat kadottaneet sielunsa. Helvetissa he saavat asua"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Tuli on siella karventava heidan kasvonsa ja pahasti turmeleva heidat"
        }
    ]
}