{
    "pages": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Ken onkaan enemman vaarassa kuin se, joka vaittaa valheellista Jumalasta ja joka vaaristelee totuuden, kun se hanelle ilmoitetaan; eiko muka helvetissa riita tilaa sellaisille uskottomille"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Mutta ne, jotka tuovat totuuden ja jotka totuutena sen vastaanottavat, nama ovat pahaa karttavia"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Herransa luona heilla tulee olemaan mita he haluavat; sellainen on palkkio hyvaa tekeville"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Jumala ei lue heidan syykseen pahinta heidan tekemastaan, vaan antaa heille palkinnon parhaasta, minka he tekivat"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Eiko Jumalassa ole kyllin hanen palvelijalleen? Sellaisillako he yrittavat teita peloitella, joita he Jumalan asemesta palvelevat? Kenet Jumala paastaa harhaan, hanelle ei opasta loydy"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Mutta joka elaa Jumalan johdatuksessa, hanta ei kukaan saata eksyttaa. Eiko Jumala ole mahtava, kaikki palkitseva Herra"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Jos te heilta kysytte, kuka on luonut taivaat ja maan, he varmaan vastaavat: »Jumala.» Sano: »Etteko niin ollen voi paatella, mahtaisivatko ne, joita Jumalan sijasta kumarratte, torjua vahingon, jos Jumala tahtoisi ihmista vahingoittaa, tai mahtaisivatko he estaa Hanen armonsa tulemista, jos Jumala suvaitsisi armoaan osoittaa? Sano: »Minulle on Jumalassani kyllin. Haneen luottavat luottavaiset.»"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Sano: »Kansalaiseni, tehkaa tyota kukin paikallanne, minakin olen tyoni tekeva, ja te tulette oivaltamaan"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "kuka kuuluu niihin, joita kohtaa masentava kuritus, ja kuka on loppumattoman rangaistuksen ansainnut.»"
        }
    ]
}