{
    "pages": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "Ihmiset, pitakaa kunniassa Herraanne, joka on teidat luonut yhdesta hengesta ja hanesta luonut hanen puolisonsa ja naista molemmista antanut lukuisain miesten ja naisten levita maailmaan. Pitakaa kunniassa Jumalaa, jonka nimessa toinen toiseltanne anotte ja vaaditte; myoskin kunnioittakaa verisiteita (niita kohtuja, jotka ovat kantaneet teidat). Katso, Jumala valvoo ja vartioi teidan elamaanne"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Ja antakaa orvoille heidan omaisuutensa; alkaa (holhoojina) vaihtako hyvaa huonoksi alkaaka kuluttako heidan omaisuuttansa sekoittamalla sita omaanne. Se olisi totisesti suuri synti"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Jos pelkaatte, ett'ette voi menetella oikeudenmukaisesti orpoja kohtaan, naikaa silloin ne naispuoliset (orpojen joukosta), joista pidatte, kaksi, kolme tai nelja, mutta jos pelkaatte, ett' ette voisi olla tasapuolisia noin useata kohtaan, niin naikaa vain yksi ainoa heista tai niista orjattarista, joita omistatte. Tama on mukavin tapa valttaa vaaryytta"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Jattakaa suosiolla vaimoillennekin lahjaksi heidan myotajaisensa , mutta jos he hyvasta tahdostaan luovuttavat teille jotakin takaisin, niin pitakaa se ilomielin hyvananne"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Alkaa antako ymmartamattomille alaikaisille heidan omaisuuttansa, jonka Jumala on antanut hallittavaksenne, vaan elattakaa heita silla ja vaatettakaa heidat ja puhukaa heille suosiollisesti"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Ja seuratkaa orpojen (henkista) kehitysta, kunnes he saavuttavat naimaian, ja jos silloin havaitsette heidat tervejarkisiksi, niin luovuttakaa heille itselleen heidan omaisuutensa. Varokaa tuhlaamasta sita kevytmielisesti ja hatikoiden, ennenkuin he ovat taysi-ikaisia. Rikas (holhooja) jattakoon holhokkien omaisuuden kayttamatta, ja se, joka itse on koyha, kuluttakoon siita vain kohtuulliseksi harkitun osan. Kun te luovutatte heille heidan omaisuutensa, niin olkoot teilla todistajat lasna. Jumala valvoo tarkasti tilien tekoa"
        }
    ]
}