{
    "rukus": [
        {
            "chapter": 17,
            "verse": 41,
            "text": "Certainly We have variously paraphrased [the principles of guidance] in this Quran so that they may take admonition, but it increases them only in aversion"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Say, ‘Were there [other] gods besides Him, as they say, they would surely have encroached on the Lord of the Throne"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Immaculate is He, and greatly exalted above what they say!’"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "The seven heavens glorify Him, and the earth [too], and whoever is in them. There is not a thing but celebrates His praise, but you do not understand their glorification. Indeed, He is all-forbearing, all-forgiving"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "When you recite the Quran, We draw a hidden curtain between you and those who do not believe in the Hereafter"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "and We cast veils on their hearts, lest they should understand it, and a deafness into their ears. When you mention your Lord alone in the Quran, they turn their backs in aversion"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "We know best what they listen for, when they listen to you, and when they hold their secret talks, when the wrongdoers say, ‘[If you follow him] You will be following just a bewitched man.’"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Look, how they coin epithets for you; so they go astray, and cannot find a way"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "They say, ‘What, when we have become bones and dust, shall we really be raised in a new creation?’"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Say, ‘[That is bound to happen] even if you should become stones, or iron"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "or a creature more fantastic to your minds!’ They will say, ‘Who will bring us back?’ Say, ‘He who originated you the first time.’ They will nod their heads at you, and say, ‘When will that be?’ Say, ‘Maybe it is near"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "The day He calls you, you will respond to Him, praising Him, and you will think you remained [in the world] only for a little while.’"
        }
    ]
}