{
    "rukus": [
        {
            "chapter": 20,
            "verse": 105,
            "text": "They question you concerning the mountains. Say, ‘My Lord will scatter them [like dust].’"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Then He will leave it a level plain"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "You will not see any crookedness or unevenness in it"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "On that day they will follow the summoner without zigzagging. Their voices will be muted before the All-beneficent, and you will hear nothing but a murmur"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Intercession will not avail that day except from him whom the All-beneficent allows and approves of his word"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "He knows what is before them and behind them, though they do not comprehend Him in their knowledge"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "All faces shall be humbled before the Living One, the All-sustainer, and those who bear [the burden of] wrongdoing will fail"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "But whoever does righteous deeds, being faithful, will neither fear any injustice or disparagement"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Thus We have sent it down as an Arabic Quran and We have paraphrased the warnings in it variously so that they may be Godwary, or it may prompt them to remembrance"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "So exalted is Allah, the True Sovereign. Do not hasten with the Quran before its revelation is completed for you, and say, ‘My Lord! Increase me in knowledge.’"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Certainly We had enjoined Adam earlier; but he forgot, and We did not find any resoluteness in him"
        }
    ]
}