{
    "chapter": [
        {
            "chapter": 53,
            "verse": 1,
            "text": "१. ताऱ्याची शपथ आहे, जेव्हा तो कोसळेल"
        },
        {
            "chapter": 53,
            "verse": 2,
            "text": "२. की तुमचा साथीदार ना वाट चुकलेला आहे, ना तो वाकड्या मार्गावर आहे"
        },
        {
            "chapter": 53,
            "verse": 3,
            "text": "३. आणि ना आपल्या मर्जीने तो काही बोलतो"
        },
        {
            "chapter": 53,
            "verse": 4,
            "text": "४. ती तर केवळ वहयी (आकाशवाणी) आहे, जी अवतरित केली जाते"
        },
        {
            "chapter": 53,
            "verse": 5,
            "text": "५. त्याला पूर्ण सामर्थ्यशाली फरिश्त्याने शिकविले आहे"
        },
        {
            "chapter": 53,
            "verse": 6,
            "text": "६. जो मोठा शक्तिशाली आहे, मग तो सरळ उभा राहिला"
        },
        {
            "chapter": 53,
            "verse": 7,
            "text": "७. आणि तो अति उच्च आकाशाच्या किनाऱ्या (क्षितिजा) वर होता"
        },
        {
            "chapter": 53,
            "verse": 8,
            "text": "८. मग जवळ आला आणि अवतरला"
        },
        {
            "chapter": 53,
            "verse": 9,
            "text": "९. तेव्हा तो दोन कमानीइतक्या अंतरावर राहिला, किंबहुना त्याहून कमी"
        },
        {
            "chapter": 53,
            "verse": 10,
            "text": "१०. मग त्याने अल्लाहच्या दासाला संदेश पोहचविला, जो काही पोहचविला"
        },
        {
            "chapter": 53,
            "verse": 11,
            "text": "११. हृदयाने खोटे म्हटले नाही, जे (पैगंबरा) ने पाहिले"
        },
        {
            "chapter": 53,
            "verse": 12,
            "text": "१२. काय तुम्ही त्या गोष्टीबद्दल वाद घालता, जे पैगंबर पाहतात"
        },
        {
            "chapter": 53,
            "verse": 13,
            "text": "१३. त्याला तर आणखी एका वेळी पाहिले होते"
        },
        {
            "chapter": 53,
            "verse": 14,
            "text": "१४. ‘सिदरतुल मुन्तहा’च्या जवळ"
        },
        {
            "chapter": 53,
            "verse": 15,
            "text": "१५. त्याच्याच निकट ‘जन्नतुल मावा’ आहे"
        },
        {
            "chapter": 53,
            "verse": 16,
            "text": "१६. जेव्हा सिदरला लपवून घेत होती, ती वस्तू, जी त्यावर आच्छादित होत होती"
        },
        {
            "chapter": 53,
            "verse": 17,
            "text": "१७. ना तर दृष्टी वळली, ना मर्यादेच्या पुढे गेली"
        },
        {
            "chapter": 53,
            "verse": 18,
            "text": "१८. निश्चितच त्याने आपल्या पालनकर्त्याच्या मोठमोठ्या निशाण्यांपैकी काही निशाण्या पाहिल्या होत्या"
        },
        {
            "chapter": 53,
            "verse": 19,
            "text": "१९. काय तुम्ही ‘लात’ आणि ‘उज्जा’ला पाहिले"
        },
        {
            "chapter": 53,
            "verse": 20,
            "text": "२०. आणि तिसऱ्या अंतिम ‘मनात’ला?१"
        },
        {
            "chapter": 53,
            "verse": 21,
            "text": "२१. काय तुमच्यासाठी पुत्र आणि त्या (अल्लाह) साठी कन्या आहेत"
        },
        {
            "chapter": 53,
            "verse": 22,
            "text": "२२. ही तर मोठी अन्यायपूर्ण वाटणी आहे"
        },
        {
            "chapter": 53,
            "verse": 23,
            "text": "२३. वास्तविक ती केवळ नावे आहेत, जी तुम्ही आणि तुमच्या वाडवडिलांनी त्यांना ठेवली आहेत. अल्लाहने त्यांची कोणतीही सनद अवतरित केली नाही. हे लोक तर केवळ अटकळ (भ्रम) आणि आपल्या मनाच्या इच्छा आकांक्षांमागे लागले आहेत. आणि निःसंशय, त्यांच्या पालनकर्त्यातर्फे त्यांच्याजवळ मार्गदर्शन येऊन पोहोचले आहे"
        },
        {
            "chapter": 53,
            "verse": 24,
            "text": "२४. काय प्रत्येक मनुष्य जी कामना देखील करील ती त्याला साध्य होईल"
        },
        {
            "chapter": 53,
            "verse": 25,
            "text": "२५. अल्लाहकरिताच आहे हे विश्व आणि ती आखिरत"
        },
        {
            "chapter": 53,
            "verse": 26,
            "text": "२६. आणखी कितीतरी फरिश्ते आकाशांमध्ये आहेत, ज्यांची शिफारस काहीच उपयोगी पडू शकत नाही, मात्र ही गोष्ट वेगळी की अल्लाह आपल्या इच्छेने व आपल्या खुशीने ज्याला इच्छिल आज्ञा (अनुमती) देईल.१"
        },
        {
            "chapter": 53,
            "verse": 27,
            "text": "२७. निःसंशय, जे लोक आखिरतवर ईमान राखत नाही, ते फरिश्त्यांना स्त्रीरूपी देवतांची नावे देतात"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "२८. वास्तविक त्यांना याचे काहीच ज्ञान नाही. ते केवळ आपल्या भ्रमाच्या मागे लागले आहेत आणि निःसंशय, भ्रम (आणि अनुमान) सत्यासमोर काहीच उपयोगी पडत नाही"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "२९. तेव्हा तुम्ही त्याच्याकडून तोंड फिरवून घ्या, जो आमच्या स्मरणांपासून तोंड फिरविल आणि ज्यांचा उद्देश केवळ ऐहिक जीवनाखेरीज काही नसावा"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "३०. हीच त्यांच्या ज्ञानाची सीमा आहे. तुमचा पालनकर्ता त्याला चांगल्या प्रकारे जाणतो, जो त्याच्या मार्गापासून विचलित झाला आहे आणि तोच चांगल्या प्रकारे जाणतो त्याला देखील, जो सन्मार्गावर आहे"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "३१. आणि अल्लाहचेच आहे, जे काही आकाशांमध्ये आहे आणि जे काही धरतीत आहे, यासाठी की त्याने (अल्लाहने) दुष्कर्म करणाऱ्यांना त्यांच्या कर्मांचा मोबदला द्यावा आणि सत्कर्म करणाऱ्या लोकांना चांगला मोबदला द्यावा"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "३२. जे लोक मोठमोठे अपराध आणि उघड निर्लज्जतेच्या कृत्यांपासून दूर राहतात, याखेरीज की काही लहान सहान अपराध त्यांच्याकडून घडतात, निःसंशय, (अशा लोकांसाठी) तुमच्या पालनकर्त्याची क्षमाशीलता अति विशाल आहे. तो तुम्हाला चांगल्या प्रकारे जाणतो, जेव्हा त्याने तुम्हाला जमिनीतून निर्माण केले आणि जेव्हा तुम्ही आपल्या मातांच्या गर्भात मूल (अर्भक) होते तेव्हा तुम्ही आपले पावित्र्य स्वतः सांगू नका. तोच नेक - सदाचारी लोकांना चांगल्या प्रकारे जाणतो"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "३३. काय तुम्ही त्याला पाहिले, ज्याने तोंड फिरवून घेतले"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "३४. आणि फार कमी दिले आणि हात रोखला"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "३५. काय त्याला परोक्ष ज्ञान आहे की तो (सर्व काही) पाहत आहे"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "३६. काय त्याला त्या गोष्टीची खबर नाही दिली गेली, जी मूसा (अलै.) च्या ग्रंथात होती"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "३७. आणि एकनिष्ठ इब्राहीम (अलै.) च्या ग्रंथात होती"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "३८. की कोणताही मनुष्य दुसऱ्या कोणाचेही ओझे उचलणार नाही"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "३९. आणि हे की प्रत्येक माणसाकरिता केवळ तेच आहे, ज्याचा त्याने स्वतः प्रयत्न केला"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "४०. आणि हे की निःसंशय, त्याचा प्रयत्न लवकरच पाहिला जाईल"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "४१. मग त्याला पुरेपूर मोबदला दिला जाईल"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "४२. आणि हे की तुमच्या पालनकर्त्या (अल्लाह) कडेच पोहचायचे आहे"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "४३. आणि हे की तोच हसवितो आणि तोच रडवितो"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "४४. आणि हे की तोच मारतो आणि तोच जिवंत करतो"
        },
        {
            "chapter": 53,
            "verse": 45,
            "text": "४५. आणि हे की त्यानेच जोडा अर्थात नर - मादी निर्माण केला"
        },
        {
            "chapter": 53,
            "verse": 46,
            "text": "४६. वीर्यापासून जेव्हा तो टपकविला जातो"
        },
        {
            "chapter": 53,
            "verse": 47,
            "text": "४७. आणि हे की दुसऱ्यांदा जिवंत करणे त्याचीच जबाबदारी आहे"
        },
        {
            "chapter": 53,
            "verse": 48,
            "text": "४८. आणि हे की तोच धनवान बनवितो आणि धन देतो"
        },
        {
            "chapter": 53,
            "verse": 49,
            "text": "४९. आणि हे की तोच शेअरा (ताऱ्या) चा स्वामी व पालनकर्ता आहे"
        },
        {
            "chapter": 53,
            "verse": 50,
            "text": "५०. आणि हे की त्यानेच पहिल्या आदला नष्ट केले आहे"
        },
        {
            "chapter": 53,
            "verse": 51,
            "text": "५१. आणि समूदला देखील, (ज्यापैकी) एकालाही शिल्लक ठेवले नाही"
        },
        {
            "chapter": 53,
            "verse": 52,
            "text": "५२. आणि त्याच्यापूर्वी नूहच्या जनसमूहाला. निःसंशय, ते मोठे अत्याचारी आणि उध्दट लोक होते"
        },
        {
            "chapter": 53,
            "verse": 53,
            "text": "५३. आणि ‘मुतफिका’ (शहर किंवा पालथ्या पडलेल्या वस्त्यांना) त्यानेच पालथे घातले"
        },
        {
            "chapter": 53,
            "verse": 54,
            "text": "५४. मग त्यांच्यावर आच्छादित केले, जे काही आच्छादित केले"
        },
        {
            "chapter": 53,
            "verse": 55,
            "text": "५५. तेव्हा हे मानवा! तू आपल्या पालनकर्त्याच्या कोणकोणत्या कृपा देणगी (नेमत) बद्दल वाद करशील"
        },
        {
            "chapter": 53,
            "verse": 56,
            "text": "५६. हे (पैगंबर) खबरदार करणारे आहेत, पूर्वी होऊन गेलेल्या खबरदार करणाऱ्यांपैकी"
        },
        {
            "chapter": 53,
            "verse": 57,
            "text": "५७. येणारी वेळ (घटिका) जवळ येऊन ठेपली आहे"
        },
        {
            "chapter": 53,
            "verse": 58,
            "text": "५८. अल्लाहशिवाय तिला जाहीर करणारा अन्य कोणी नाही"
        },
        {
            "chapter": 53,
            "verse": 59,
            "text": "५९. तेव्हा काय तुम्ही या गोष्टीवर आश्चर्य करता"
        },
        {
            "chapter": 53,
            "verse": 60,
            "text": "६०. आणि हसत आहात, रडत नाही"
        },
        {
            "chapter": 53,
            "verse": 61,
            "text": "६१. (किंबहुना) तुम्ही खेळत आहात"
        },
        {
            "chapter": 53,
            "verse": 62,
            "text": "६२. आता अल्लाहसमोर सजदे करा (माथा टेका) आणि (त्याचीच) उपासना करा"
        }
    ]
}