{
    "juzs": [
        {
            "chapter": 2,
            "verse": 253,
            "text": "A dali jsme některým z těchto poslů přednost před jinými. A jsou mezi nimi někteří, s nimiž Bůh hovořil, a jiní, jež v hodnostech povznesl. A dali jsme Ježíšovi, synu Marie, znamení jasná a posílili jsme jej Duchem svatým: A kdyby byl Bůh chtěl, pak by se nebyli navzájem zabíjeli ti, kdož po nich přišli poté, co dostalo se jim jasných znamení. Avšak dostali se do rozporů a byli mezi nimi ti, kdož uvěřili, a byli mezi nimi i ti, kdož byli nevěřící. A kdyby byl Bůh chtěl, nebyli by se vzájemně zabíjeli, avšak Bůh věru činí, co chce"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "Vy, kteří věříte, dávejte almužny z toho, co jsme vám uštědřili, dříve než přijde den, kdy nebude ani obchodování, ani přátelství, ani přímluvy. A nevěřící jsou věru nespravedliví"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Bůh - není božstva kromě Něho, živého, trvalého! Nepadá naň ani dřímota, ani spánek, Jemu náleží vše, co na nebesích je i na zemi! Kdo může se u Něho přimluvit jinak, než s dovolením Jeho? On zná, co je před rukama jejich i co je za zády jejich, zatímco oni neobejmou z vědění Jeho nic leda to, co On chce. Trůn Jeho obepíná nebesa i zemi a střežení jich mu potíží nečiní - On vznešený je a mohutný"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Nebudiž žádného donucování v náboženství! A již bylo jasně rozlišeno správné vedení od bloudění! Ten, kdo nevěří v Tághúta a věří v Boha, ten uchopil se rukojeti spolehlivé, jež nikdy se neutrhne. A Bůh je slyšící, vševědoucí"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Bůh je ochráncem těch, kdož uvěřili, a dal jim vyjít z temnot ke světlu. Avšak ochráncem těch, kdož neuvěřili, jsou Tághútové, kteří je vyvedou ze světla do temnot - a takoví budou ohně pekelného obyvateli a v něm budou nesmrtelní"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Což jsi neviděl toho, jenž hádal se s Abrahamem ohledně Pána jeho jen proto, že Bůh mu dal království? A hle, pravil Abraham: \"Pán můj je ten, jenž život i smrt dává.\" A odvětil: \"Já jsem ten, kdo život i smrt dává!\" I řekl Abraham: \"Bůh přivádí slunce od východu, dej mu tedy vyjít ty na západě!\" A byl zmaten ten nevěřící - a Bůh nevede cestou správnou lid nespravedlivý"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Anebo jsi neviděl toho, jenž prošel okolo místa, jež zničeno bylo do základů, a zvolal: \"Jak by mohl Bůh opět přivést k životu toto město poté co je mrtvé?\" A usmrtil jej Bůh na sto let, potom jej vzkřísil a zeptal se jej: \"Jak dlouho jsi takto setrval?\" Odvětil: \"Setrval jsem tak den anebo část dne.\" - \"Nikoliv,\" odvětil Pán, \"setrvals tak sto let. Pohleď na potravu svou a nápoj svůj - nejsou zkaženy! A pohleď na osla svého! A věru jsme tě učinili znamením pro lidi. A pohleď na tyto kosti, jak je zvedneme a potom je masem obalíme!\" A když se mu to stalo jasným, zvolal: \"Nyní vím, že Bůh je mocný nad věcmi všemi"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "A hle, pravil Abraham: \"Pane můj, ukaž mi, jak oživuješ mrtvé!\" I odpověděl: \"Což ty mi nevěříš?\" Řekl: \"Ano, avšak je to pro uklidnění srdce mého!\" Pravil: \"Vezmi čtyři ptáky a přitiskni je k sobě, potom umísti na každé hoře část z nich a posléze je zavolej - a přiletí rychle k tobě. A věz, že Bůh je mocný, moudrý"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Ti, kdož vydávají jmění své na stezce Boží, jsou podobni zrnu, z něhož vyrůstá sedm klasů, z nichž každý má sto zrn. A Bůh mnohonásobně odplácí tomu, komu chce, neboť Bůh je velkorysý, vševědoucí"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Těm, kdož vydávají jmění své na stezce Boží, aniž potom doprovázejí to, co vydali, výčitkami či špatností, těm dostane se odměny u Pána jejich a nemusí mít strach a nebudou zarmouceni"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Laskavé slovo a odpuštění je lepší než almužna, za níž následuje špatnost. A Bůh je soběstačný a laskavý"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Vy, kteří věříte, nezmařte almužny své výčitkami a špatností jako ten, kdo rozdává ze jmění svého z licoměrnosti před lidmi, aniž uvěřil v Boha a den soudný. Podobá se skále pokryté prstí: když přijde liják, zanechá ji holou. A takoví lidé nemají vliv žádný na to, co jednou si již vysloužili, vždyť Bůh nepovede lid nevěřící"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Avšak ti, kdož rozdávají ze jmění svého usilujíce získat zalíbení Boží a pro upevnění duší svých, ti podobají se zahradě na kopci: když přijde liják, přinese plody své dvakrát, když liják nepřijde, je zde alespoň rosa... A Bůh věru jasně vidí vše, co děláte"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Přeje si někdo z vás, aby měl zahradu palem a vinné révy, pod níž řeky tekou, a v ní měl všechny druhy ovoce a aby jej potom zastihlo stáří a měl slabé potomstvo, a kdyby tehdy postihla zahradu vichřice ohnivá, jež spaluje? Takovým způsobem vám Bůh objasňuje znamení - snad budete o tom přemýšlet"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "Vy, kteří věříte, rozdávejte almužnu z dobrých věcí, jež jste si vysloužili, a z toho, čemu jsme pro vás dali vzejít ze země. A nevybírejte to nejhorší, abyste to rozdali, a to, co sami byste nevzali, leda byste nad tím zavřeli obě oči. A vězte, že Bůh je soběstačný a chvályhodný"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Satan vám vyhrožuje chudobou a přikazuje vám hanebnosti, avšak Bůh vám slibuje odpuštění Své a laskavost - a Bůh věru je velkorysý, vševědoucí"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "On dává moudrost tomu, komu chce. A komu byla dána moudrost, tomu bylo dáno velké dobro, avšak pouze ti, kdož nadáni jsou rozumem, si to připomenou"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Ať dáte almužnu na jakékoliv vydání nebo ať učiníte jakýkoliv slib obětní, Bůh o tom věru ví. A nespravedliví nebudou mít pomocníky"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Jestliže dáváte almužny veřejně, je to krásné, jestliže však to činíte skrytě a dáváte chudým, je to pro vás lepší a vymaže vám to špatné skutky vaše. A Bůh je dobře zpraven o tom, co činíte"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Není povinností tvou, abys je vedl, ale Bůh vede toho, koho chce. To, co rozdáváte dobrého, je ve prospěch vás samých, avšak vydávejte jen z touhy popatřit na tvář Boží. A to, co vydáte dobrého, bude vám plně nahrazeno a nebude vám ukřivděno"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "Chudáky, kteří se dostali do tísně na stezce Boží a nemohou se po zemi pohybovat za obchodem, pokládají hlupáci za bohaté kvůli zdrženlivosti jejich; ty však poznáš je podle známek jejich, byť i drze neprosili lidi. A co dobrého těmto rozdáte, Bůh o tom dobře ví"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Ti, kdož rozdávají almužnu z majetku svého za noci i za dne, skrytě i veřejně, těm dostane se odměny u Pána jejich; takoví nemusí mít strach a nebudou zarmouceni"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Ti, kdož pohlcují zisk z lichvy, vstanou z mrtvých jako ten, koho satan potřísnil svým dotekem. A to proto, že říkali: \"Vždyť prodávání je podobné lichvě!\" Bůh však dovolil prodávání a zakázal lichvu. Tomu, komu dostalo se varování od Pána jeho a který přestal s lichvou, bude zachováno to, čeho předtím nabyl, a rozhodnutí o něm bude patřit Bohu. Ti však, kdož vrátí se k lichvě, ti se stanou ohně obyvateli a budou v něm nesmrtelní"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Bůh zničí lichvu, avšak zúročí almužny. Bůh nemiluje žádného nevěřícího hříšného"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Ti, kdož uvěřili, zbožné skutky konali, modlitbu dodržovali a almužnu dávali, dostanou odměnu od Pána svého a nemusí mít strach a nebudou zarmouceni"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Vy, kteří věříte, bojte se Boha a zanechte poslední zbytky lichvy, jste-li věřícími"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Jestliže tak neučiníte, připravte se na válku od Boha a posla Jeho. Jestliže však se kajícně obrátíte, pak vám zůstane váš kapitál - a nebudete tím škodit a nebudete tím poškozeni"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Je-li dlužník váš v tísni, vyčkejte, až se mu uleví; a dáte-li mu to jako almužnu, je to pro vás lepší, jste-li vědoucí"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "A bojte se toho dne, v němž k Bohu se navrátíte, kdy duše každá bude odměněna podle toho, co si vysloužila, a kdy lidem nebude ukřivděno"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Vy, kteří věříte, dáváte-li úvěr dlužníkovi na lhůtu stanovenou, zapište to! Nechť písař to mezi vámi sepíše spravedlivě, nechť žádný písař neodmítne to napsat tak, jak jej tomu Bůh naučil, a nechť zapisuje, zatímco mu bude dlužník diktovat, a nechť bojí se Boha, Pána svého, a nechť ničeho z dluhu neubere! A jestliže dlužník je choromyslný či slabý anebo nemůže sám diktovat, nechť diktuje jeho poručník, a to spravedlivě! A žádejte svědectví dvou svědků z mužů vašich, a nemáte-li dva muže, pak vezměte jednoho muže a dvě ženy z těch, které uznáte za vhodné svědkyně; aby, kdyby jedna z nich se zmýlila, druhá ji mohla připomenout. A nechť se svědkové nezdráhají, jsou-li přizváni. Nezanedbávejte zapsat dluh, ať již je malý či velký, až do lhůty jeho! A toto je u Boha spravedlivější a přímější pro svědectví a jistější pro potlačení pochybností, pokud se ovšem nejedná o přímý obchod mezi vámi; tehdy není pro vás hříchem, jestliže to nezapíšete. A berte svědky, jestliže mezi sebou obchodujete, avšak neubližujte ani písaři, ani svědkovi. Jestliže tak učiníte, jest to hanebnost. A bojte se Boha, vždyť Bůh vás věru učí a ví o všech věcech"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Jste-li na cestách a nenaleznete-li písaře, pak berte zástavu! A jestliže někdo z vás svěří něco druhému, nechť ten, jenž přijal svěřené, to vrátí a nechť bojí se Boha, Pána svého! A nezatajujte svědectví, neboť kdo svědectví zatajuje, je v srdci svém hříšníkem - a Bůh dobře ví, co děláte"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Bohu náleží vše, co na nebesích je i na zemi. A ať již dáváte najevo to, co je v duších vašich, či to skrýváte, Bůh požádá vás o počet z toho. On odpustí, komu bude chtít, a potrestá toho, koho bude chtít - On nade všemi věcmi je mocný"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Uvěřil posel v to, co od Pána jeho mu bylo sesláno, a uvěřili všichni věřící v Boha, anděly Jeho i Písma Jeho i posly Jeho - a My neděláme rozdíl mezi posly Jeho - a řekli: \"Slyšeli jsme a uposlechli jsme; o odpuštění Tvé prosíme, Pane náš, a u Tebe je konečný cíl náš"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Bůh ukládá duši jen to, co je pro ni možné; dostane se jí odměny za to, co si pro sebe i proti sobě vysloužila. \"Pane náš, neměj nám za zlé, jestliže jsme zapomněli či chybili! Pane náš, nenakládej na nás břímě tíživé, podobné tomu, jež jsi naložil na ty, kdož byli před námi! Pane náš, nenakládej nám břemena, která nemůžeme unést, a vymaž nám chyby naše, smiluj se nad námi a odpusť nám! Tys ochráncem naším, pomoz nám k vítězství nad lidem nevěřícím"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif lám mím"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Bůh - není božstva kromě Něho - je živý stále trvající"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "On seslal ti Písmo s pravdou, potvrzující pravdivost dřívějšího, a On seslal i Tóru a Evangelium"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "již předtím jako správné vedení pro lidi a seslal spásné rozlišení. Zajisté ty, kdož ve znamení Boží nevěří, očekává trest strašný, neboť Bůh věru mocný je a pán pomsty"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Před Bohem není skryto nic ani na zemi, ani na nebi"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "a je to On, jenž utváří vás v lůnech podle přání svého. A není božstva kromě Něho, mocného, moudrého"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "On je ten, jenž seslal ti Písmo, v němž některé verše jsou pevně stanovené, a ty jsou podstatou Písma, zatímco jiné jsou víceznačné. Ti, v jejichž srdcích je odchýlení, následují to, co je v něm víceznačné, usilujíce tak o rozkol a snažíce se o svévolný výklad toho; však nezná výklad toho nikdo kromě Boha. Ti však, kdož pevni jsou ve vědění, hovoří: \"My v ně jsme uvěřili; vše, co obsahuje, od Pána našeho je!\" A připomínají si to jedině ti, kdož rozmyslem jsou obdařeni"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Pane náš, nedej odchýlit se srdcím našim poté, cos uvedl nás na cestu správnou, daruj nám milost, jež od Tebe vychází, vždyť Tys věru dárce největší"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Pane náš, Ty věru shromáždíš lidi v den, o němž pochyby není; a Bůh zajisté slib svůj nezruší"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "V ten den nebudou nevěřícím majetky ani děti jejich proti Bohu nic platny a stanou se palivem pro oheň pekelný"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Osud jich bude jako osud rodu Faraónova, a těch, kdož před nimi byli a kteří znamení Naše za lež prohlásili; Bůh je uchvátil za hříchy jejich a Bůh strašný je ve svém trestání"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Rci těm, kdož neuvěřili: \"Budete přemoženi a do pekla zahnáni - a jak hnusné to bude místo odpočinku"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Dostalo se vám již znamení v dvou houfech, jež se střetly: jeden houfec bojoval na stezce Boží, zatímco druhý byl nevěřící. A zdál se jim druhý houfec na pohled dvojnásobný počtem; a Bůh poskytuje pomoc Svou tomu, komu chce, a věru je v tom poučení pro ty, kdož jsou jasnozřiví"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Je okrášlena pro lidi láska vášnivá k ženám, k synům, k nahromaděným kintárům zlata a stříbra, k čistokrevným koním, ke stádům i k polím obdělaným. To vše je však jen užívání života pozemského, zatímco u Boha je útočiště nejkrásnější"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Rci: \"Mám vás zpravit o tom, co lepší je než toto? Pro ty, kdož jsou bohabojní, u Pána jejich připraveny jsou zahrady, pod nimiž řeky tekou a v nichž nesmrtelní budou, a manželky čisté a zalíbení Boží. A Bůh jasně zří služebníky Své"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "kteří hovoří:, Pane náš, uvěřili jsme; odpusť nám naše viny a ochraň nás před trestem ohně pekelného"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "trpělivé, pravdomluvné, pokorně oddané, almužny rozdávající a za úsvitu o odpuštění prosící"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Bůh sám svědčí, že není božstva kromě Něho; a dosvědčují to i andělé a ti, jimž dáno bylo vědění. On stará se o spravedlnost - a není božstva kromě Něho, mocného, moudrého"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Náboženstvím jediným u Boha jest věru islám. Ti, jimž dáno bylo Písmo, se dostali do sporu teprve tehdy, když přišlo k nim vědění, následkem vzájemné řevnivosti. A kdo nevěří ve znamení Boží, zjistí, že Bůh věru je rychlý v účtování"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "A jestliže se s tebou hádají, rci: \"Odevzdal jsem se do vůle Boží stejně jako ti, kdož mne následují.\" A zeptej se těch, jimž dostalo se Písma, a lidu neučeného: v \"Odevzdáváte se do vůle Boží?\" A jestliže se odevzdají do vůle Boží, pak budou vedeni cestou správnou, avšak jestliže se odvrátí... vždyť tobě přísluší jen předání poselství. A Bůh jasně zří služebníky Své"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Však těm, kdož nevěří ve znamení Boží a neoprávněně zabíjejí proroky a zabíjejí ty z lidí, kteří přikazují spravedlnost, těm oznam zvěst radostnou o trestu bolestném"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "A to jsou ti, jejichž činy budou marné na tomto i na onom světě, a nebudou mít pomocníky žádné"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Což jsi neviděl ty, jimž dostalo se části Písma? Když voláni byli k Písmu Božímu, aby mezi nimi rozhodlo, skupina z nich se zády obrátila a vzdálila"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "A to proto, že řekli: \"Nedotkne se nás oheň, leda na dobu omezenou.\" A byli obelstěni v náboženství svém tím, co si sami vymyslili"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Ale jak jim bude, až je shromáždíme v den, o němž pochyby není, a kdy každé duši dostane se jen podle toho, co si vysloužila - a nebude jim ukřivděno"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Rci: \"Bože veliký, vládce království! Ty dáváš vládu, komu chceš, a odebíráš ji, komu chceš; Ty povyšuješ, koho chceš, a ponižuješ, koho chceš, v ruce Tvé je dobro a Tys věci každé mocen"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Ty dáváš přejit noci v den a dáváš přejít dni v noc, Ty dáváš vzejít živému z mrtvého a mrtvému ze živého a uštědřuješ, komu chceš, bez počítání"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Nechť si věřící neberou nevěřící za přátele místo věřících! Kdo tak učiní, nedostane se mu od Boha ničeho, leda v případě, že byste se od nich obávali nějaké hrozby. A Bůh vás varuje před sebou samým a u Boha je cíl konečný"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Rci: \"Ať již skrýváte to, co je v hrudích vašich, či to dáváte najevo, Bůh dobře o tom ví a On zná vše, co na nebesích je i na zemi - a Bůh je všech věcí mocen"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "V ten den nalezne každá duše před sebou to, co vykonala dobrého, i to, ca provedla špatného, a tehdy zatouží, aby mezi ní a oním byla vzdálenost velká. Bůh vás varuje před sebou samým a Bůh je shovívavý k služebníkům Svým"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Rci: \"Milujete-li Boha, pak mne následujte a Bůh vás za to bude milovat a odpustí vám viny vaše, vždyť Bůh je odpouštějící, slitovný"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Rci: \"Poslouchejte Boha a posla Jeho! Jestliže se obrátíte zády... Bůh věru nemá rád nevěřící"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Bůh vskutku vyvolil Adama, Noa, rod Abrahamův i rod Imránův nad lidstvo veškeré"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "jako pokolení, jež vzešla jedno z druhého. A Bůh je slyšící, vševědoucí"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "A hle, pravila manželka ´Imránova: \"Pane můj, zaslibuji Ti, co je v lůně mém, aby se zasvětilo Tobě. Přijmi to ode mne, vždyť Tys slyšící, vševědoucí"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "A když to přivedla na svět, zvolala: \"Pane můj, přivedla jsem na svět dceru\" - a Bůh dobře věděl, co přivedla na svět, vždyť pohlaví mužské není jako ženské - \"a nazvala jsem ji Marií. A svěřuji ji i potomstvo její do ochrany Tvé před satanem prokletým"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "A přijal ji Bůh přijetím laskavým a dal jí vzrůst vzrůstem krásným; a svěřil ji Zachariášovi. A kdykoliv za ní vešel Zachariáš do svatyně, nalezl u ni potravu. I zeptal se: \"Marie, odkud to máš?\" Odpověděla: \"To přichází od Boha a Bůh věru uštědřuje obživu, komu chce, aniž počítá"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Tehdy tam Zachariáš poprosil Pána svého: \"Pane můj, dej mi z milosti Své potomstvo výtečné, vždyť Ty jsi ten, jenž rád prosby vyslyšuje"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "A zavolali na něj andělé, zatímco stál a modlil se ve svatyni: \"Bůh ti oznamuje zvěst radostnou o narození Jana, jenž potvrdí pravdivost slova Božího a bude pánem, bude zdrženlivý, bude prorokem a jedním z bezúhonných"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Pravil: \"Pane můj, jak bych mohl mít chlapce, když již jsem dospěl do věku vysokého a manželka má je neplodná?\" Řekl: \"Takto Bůh činí to, co chce"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Pravil Zachariáš: \"Pane můj, učiň mi znamení!\" Odvětil: \"Znamením tvým bude, že nebudeš po tři dny mluvit s lidmi jinak než posunky. A vzývej často Pána svého a chval Jej za večera i za jitra"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "A hle, pravili andělé: \"Marie, Bůh si tě věru vyvolil a čistou tě učinil a vyznamenal tě mezi ženami lidstva veškerého"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "Marie, buď Pánu svému pokorně oddaná, padej na tvář svou a skláněj se s těmi, kdož poklekají"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "A toto je jeden z příběhů nepoznatelných, jež ti zjevujeme. Tys nebyl mezi nimi, když vrhali losy třtinami o to, kdo z nich se ujme Marie, a nebyla mezi nimi, když se hádali"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "A hle, pravili andělé: \"Marie, Bůh ti oznamuje zvěst radostnou o Slovu, jež od Něho přichází, jehož jméno je Mesiáš, Ježíš syn Mariin, a bude blahoslavený na tomto i onom světě a též jedním z těch, kdož k Bohu budou přiblíženi"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "A bude mluvit s lidmi již v kolébce i jako dospělý a bude patřit mezi bezúhonné"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Pravila: \"Pane můj, jak bych mohla mít syna, když se mne smrtelník žádný dosud nedotkl?\" Pravil: \"Takto Bůh tvoří to, co chce; když o věci nějaké rozhodne, řekne toliko \"Staniž se!\", a stane se"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "A naučí jej Bůh Písmu a Moudrosti a Tóře a Evangeliu"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "A byl poslem k dítkám Izraele: \"Přišel jsem k vám se znamením Pána vašeho. Utvořím pro vás z hlíny něco podobného ptáku a vdechnu tomu život, a stane se to skutečným ptákem z dovolení Božího. A vyléčím slepého i malomocného a vzkřísím mrtvé z dovolení Božího. A sdělím vám, co jíte a co shromažďujete v příbytcích svých. A věru je v tomto pro vás znamení, jste-li věřící"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "A přišel jsem, abych potvrdil pravdivost toho, čeho se vám dostalo přede mnou z Tóry, a aby vám byla dovolena část z toho, co vám bylo zakázáno. A přicházím k vám se znamením od Pána vašeho - bojte se Boha a poslouchejte mne"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Zajisté Bůh je Pánem mým i Pánem vaším, uctívejte Jej tedy - a to je stezka přímá"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "A když Ježíš pocítil nevíru jejich, pravil: \"Kdo budou pomocníky mými na cestě Boží?\" I odpověděli apoštolové: \"My pomocníky Božími budeme, my v Boha věříme, a ty podej svědectví, že do vůle Jeho odevzdáni jsme"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Pane náš, uvěřili jsme v to, cos nám seslal, a následujeme posla; zapiš nás tedy mezi ty, kdož pravdu dosvědčují"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "I strojili mu úklady, avšak i Bůh strojil lest a Bůh nejlépe umí strojit lest"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "A hle, pravil Bůh: \"Ježíši, nyní tě odvolám a povznesu tě k Sobě a očistím tě od (špíny) těch, kdož neuvěřili. A ty, kdož tě následovali, učiním vyššími než ty, kdož nevěřili, až do dne zmrtvýchvstání. A pak se ke Mně všichni navrátíte a rozsoudím mezi vámi to, v čem jste se rozcházeli"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "A ty, kdož neuvěřili, potrestám trestem přísným na tomto i na onom světě a nebudou mít žádné pomocníky"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "zatímco těm, kdož uvěřili a zbožné skutky konali, se dostane odměny jejich - a Bůh věru nemá rád nespravedlivé"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "A přednášíme ti toto ze znamení a z moudrého připomenutí"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "A podobá se Ježíš před Bohem Adamovi: On stvořil jej z prachu a potom mu řekl \"Budiž!\" a on byl"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Pravda tato od Pána tvého přichází - nebuď tedy jedním z pochybovačů"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Tomu, kdo se bude s tebou o tom přít poté, co ti bylo dáno vědění, odpověz: \"Pojďme, přizveme syny naše a syny vaše, ženy naše a ženy vaše, nás i vás; potom vzájemně si budeme přísahat a přivoláme prokletí Boží na lháře"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "A toto je skutečně příběh pravdivý - a není božstva kromě Boha a Bůh je mocný, moudrý"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Jestliže se obrátí zády... vždyť Bůh dobře zná ty, kdož pohoršení šíří"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Rci: \"Vlastníci Písma! Pojďte ke slovu rovnému pro nás i pro vás a shodněme se, že nebudeme sloužit nikomu leč Bohu a nebudeme k Němu nic přidružovat a že si nebude brát jeden druhého za Pána místo Boha!\" Obrátí-li se však zády, pak jim řekněte: \"Dosvědčte, že my jsme do vůle Boží odevzdáni"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Vlastníci Písma! Proč se hádáte o Abrahama, když přece Tóra i Evangelium byly seslány až po něm? Což tomu nerozumíte"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Hle, zde jste těmi, kteří se hádali o tom, o čem mají nějaké vědění. Proč se tedy hádáte o něčem, o čem vědění nemáte - a Bůh zná nejlépe, zatímco vy neznáte"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham nebyl ani židem, ani křesťanem, avšak byl hanífem odevzdaným do vůle Boží; a nepatřil mezi modloslužebníky"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "A nejblíže k Abrahamovi byli věru ti, kdož jej následovali, a tento posel a ti, kdož v něj uvěřili. A Bůh je blízkým druhem věřících"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Někteří z vlastníků Písma by vás rádi uvedli v blud, avšak zabloudí jen sami, aniž to budou tušit"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Vlastníci Písma! Proč nevěříte ve znamení Boží, když sami jste jejich svědky"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "Vlastníci Písma! Proč odíváte pravdu do lži a proč tajíte vědomě pravdu"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Někteří z vlastníků Písma říkají: \"Věřte na počátku dne v to, co bylo sesláno věřícím, a na jeho konci to popřete, snad se oni odvrátí od víry své"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Nevěřte nikomu kromě těch, kdož následují náboženství vaše!\" Rci: \"Jediné správné vedení je vedení Boži! Vy se obáváte, aby se nikomu nedostalo podobného tomu, čeho se dostalo vám, anebo aby se věřící nepřeli s vámi ohledně Pána vašeho.\" Rci: \"Milost je věru v rukou Božích a On ji uštědřuje, komu chce - a Bůh je nesmírný, vševědoucí"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "On milostí svou vyznamenává, koho chce; a Bůh je pln dobrodiní nesmírného"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Mezi vlastníky Písma jsou někteří, kterým svěříš-li qintár, vrátí ti jej, ale jsou mezi nimi i takoví, kterým svěříš dinár, a oni ti jej nevrátí, leč budeš-li nad nimi neustále stát. A to proto, že říkají: \"Nemáme žádné závazky vůči lidem nevědomým.\" Tím pronášejí vědomě o Bohu lež"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Však nikoliv! Kdo přesně dodržuje svou úmluvu a je bohabojný... vždyť Bůh miluje bohabojné"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Věru ti, kdož prodávají úmluvu s Bohem a přísahy své za nepatrnou cenu, ti nebudou mít podíl žádný v životě posmrtném a Bůh na ně v den zmrtvýchvstání nepromluví ani nepohlédne; a neočistí je a pro ně určen je trest bolestný"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "A mezi nimi je vskutku skupina, jež překrucuje jazyky svými Písmo, abyste to pokládali za Písmo, ačkoliv to Písmo není, a říkají: \"Toto přichází od Boha!\", a přitom to vůbec není od Boha. A pronášejí tak vědomě o Bohu lež"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Nepřísluší smrtelníkovi, jemuž Bůh dal Písmo, vědění a prorocké poslání, aby potom lidem prohlásil: \"Buďte služebníky mými, nikoliv Boha!\" Buďte spíše rabíny v tom, že učíte Písmu, a v tom, že v něm studujete"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "Bůh vám nepřikázal, abyste si brali anděly a proroky za pány své. Což by vám mohl přikázat nevěrectví poté, co jste se stali do vůle Jeho odevzdanými"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "A hle, Bůh uzavřel smlouvu s proroky: \"Kdykoliv vám dám Písmo a moudrost a potom k vám přijde posel potvrzující pravdivost toho, co jste již měli, uvěřte v něj a pomáhejte mu!\" A pravil: \"Potvrzujete to a přijímáte to jako závazek vůči Mně?\" Odpověděli: \"Potvrzujeme to.\" I řekl: \"Dosvědčte to a já s vámi budu jedním ze svědků"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "A ti, kdož se po tomto obrátí zády, jsou věru hanebníci"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Což si mohou přát jiné náboženství než náboženství Boží, když již se do vůle Jeho odevzdalo - chtě nechtě - vše, co na nebesích je i na zemi, a když vše se k Němu navrátí"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Rci: \"Uvěřili jsme v Boha i v to, co seslal nám a co seslal Abrahamovi, Ismaelovi, Izákovi, Jakubovi a kmenům, i v to, co bylo dáno Mojžíšovi a Ježíšovi a prorokům od Pána jejich. My nečiníme rozdíl mezi nimi a do vůle Jeho jsme odevzdáni"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Kdo touží po jiném náboženství než po islámu, nebude to od něho přijato a v životě budoucím bude mezi těmi, kdož ztrátu utrpí"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Jak by mohl Bůh správně vést lidi, kteří se zřekli víry poté, co uvěřili, a poté, co dosvědčili, že posel je pravdivý, a poté, co k nim přišly jasné důkazy? Bůh přece nepovede cestou správnou lid nespravedlivý"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "A bude odměnou jejich, že padne na ně prokletí Boží a andělů i lidstva veškerého"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "a budou v něm navěky a nebude jim zmírněn trest ani odklad dán"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "kromě těch, kdož kajícně se potom obrátí a polepší se. A Bůh je věru odpouštějící, slitovný"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Kdo zřekli se víry poté, když ji přijali, a potom nevíru svou ještě rozmnožili - od těch nebude přijato pokání jejich, neboť to jsou zbloudilí"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Od žádného z těch, kdož neuvěřili a jako nevěřící zemřou, nebude přijata ani země zlatem naplněná, kdyby se tím chtěli vykoupit. Pro ty je určen trest bolestný a nebudou mít pomocníky žádné"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Nikdy nedosáhnete pravé zbožnosti, dokud nebudete rozdávat z toho, co milujete - a cokoliv z věcí rozdáte, Bůh o tom dobře ví"
        }
    ]
}