{
    "maqras": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "Y no discutais con los seguidores de revelaciones anteriores sino de la forma mas amable --a no ser que sean de los que estan empenados en hacer el mal --y decid: \"Creemos en lo que se ha hecho descender para nosotros, y tambien en lo que se ha hecho descender para vosotros: pues nuestro Dios y vuestro Dios es Uno solo, y a El nos sometemos"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Pues asi hemos hecho descender esta escritura divina para ti [Oh Muhammad]. Y aquellos a quienes ha sido dada esta escritura divina creen en ella --al igual que entre esos [seguidores de revelaciones anteriores] hay algunos que creen en ella. Y no rechazan a sabiendas Nuestros mensajes sino aquellos que niegan la verdad [mas evidente]"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "pues tu, [Oh Muhammad,] no has sido capaz de recitar una escritura divina antes de [ser revelada] esta, ni copiaste ninguna con tu propia mano --porque, si no, quienes intentan refutar la verdad [de tu revelacion] podrian en verdad haber tenido razones para dudar [de ella]"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Al contrario, esta [escritura divina] consta de mensajes claros para los corazones de aquellos que estan dotados de conocimiento [innato] --y no rechazan a sabiendas Nuestros mensajes sino aquellos que son injustos [consigo mismos]"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Y no obstante dicen: \"¿Por que no se han hecho descender para el signos milagrosos venidos de su Sustentador?\"Di: \"Los milagros estan solo en poder de Dios; y yo soy solo un advertidor explicito"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "¡Como! --¿no les basta con que hayamos hecho descender sobre ti esta escritura divina, para que les sea transmitida [por ti]? Pues, ciertamente, en ella hay [una manifestacion de Nuestra] misericordia, y un recordatorio para una gente dispuesta a creer"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "Di [a esos que se niegan a creer]: \"Dios basta como testigo entre vosotros y yo! El conoce todo lo que hay en los cielos y en la tierra; y los que se empenan en creer en lo falso y vano, y en negar asi a Dios --¡esos, precisamente, seran los perdedores"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Te desafian a que les adelantes el castigo [de Dios]: y, ¡en verdad, si no fuera por un plazo que ha sido fijado [por Dios para ello], ese castigo les habria llegado ya! Pero, en verdad, les llegara de improviso, sin que se aperciban [de su inminencia]"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Te desafian a que les adelantes el castigo [de Dios]: pero, ciertamente, el infierno habra de cercar a todos los que niegan la verdad"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "[les cercara] el Dia en que el castigo les envuelva por arriba y por abajo, y diga El: \"¡Gustad [ahora el fruto de] vuestras acciones"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "¡OH SIERVOS MIOS que habeis llegado a creer! ¡Mi tierra es, ciertamente, vasta: adoradme, pues, solo a Mi"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Todo ser humano probara la muerte, [y] al final sereis devueltos a Nosotros"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "y entonces a aquellos que hayan llegado a creer y hayan hecho buenas obras, ciertamente les asignaremos mansiones en ese paraiso por el que corren arroyos, en el que residiran: ¡que excelente recompensa para los que trabajan"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "esos que son pacientes en la adversidad y confian en su Sustentador"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "¡Y cuantas criaturas hay que no se preocupan por su sustento, [y] Dios les provee como [os provee] a vosotros! --pues solo El todo lo oye, es omnisciente"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Y es asi [con la mayoria de la gente]: si les preguntas: \"¿Quien ha creado los cielos y la tierra, y ha hecho que el sol y la luna esten sujetos [a Sus leyes]?\" --seguro que responden: \"Dios.\"¡Que deformadas estan sus mentes"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Dios da el sustento en abundancia, o en medida escasa, a quien El quiere de Sus criaturas: pues, ciertamente, Dios tiene pleno conocimiento de todo"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Y es asi: si les preguntas: \"¿Quien hace caer el agua del cielo, dando vida con ella a la tierra cuando estaba muerta?\" --seguro que responden: \"Dios.\"Di: \"¡[Puesto que es asi,] toda alabanza pertenece [solo] a Dios!\"Pero la mayoria de ellos se niegan a usar la razon"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "pues [si lo hicieran, sabrian que] esta vida no es sino un disfrute pasajero y un juego --mientras que, ciertamente, la morada en la Otra Vida es en verdad la unica vida [verdadera]: ¡si tan solo supieran esto"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Y asi, cuando estan a bordo de un barco [y se encuentran en peligro] invocan a Dios, sinceros [en ese momento] en su fe solo en El; pero tan pronto como El los pone a salvo en tierra, he ahi que [empiezan a] atribuir parte en Su divinidad a seres imaginarios"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "mostrando con ello una ingratitud total por todo lo que les hemos dado, y siguen [despreocupados] disfrutando de su vida: pero, en su momento habran de saber [la verdad]"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "¿No ven, acaso, que hemos creado un santuario seguro [para los que creen en Dios], mientras que a su alrededor los hombres se ven arrastrados [por el miedo y la desesperacion]? ¿Van, entonces, a creer en cosas falsas y vanas, negando asi las bendiciones de Dios"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "¿Y quien puede ser mas perverso que quien atribuye a Dios sus falsas invenciones o desmiente la verdad cuando le llega [por medio de la revelacion]? ¿No es el infierno la morada [justa] para todos aquellos que [de esta forma] niegan la verdad"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Pero a los que luchan esforzadamente por Nuestra causa --sin duda les guiaremos por caminos que conducen a Nosotros: pues, ciertamente, Dios esta en verdad con quienes hacen el bien"
        }
    ]
}