{
    "maqras": [
        {
            "chapter": 39,
            "verse": 53,
            "text": "DI: “[Asi habla Dios:] ‘¡Oh siervos que habeis transgredido contra vosotros mismos! ¡No desespereis de la misericordia de Dios: ciertamente, Dios perdona todos los pecados --pues, en verdad, solo El es indulgente, dispensador de gracia!’”"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Asi pues, volveos a vuestro Sustentador [solo] y someteos a El antes de que os llegue el castigo, pues entonces no sereis auxiliados"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Y antes de que os llegue el castigo de improviso, sin que os apercibais [de su inminencia], seguid la mas excelente [de las ensenanzas], que os ha sido revelada por vuestro Sustentador"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "para que ningun ser humano tenga que decir [en el Dia del Juicio]: “¡Ay de mi, que falte a mi deber para con Dios, pues fui, ciertamente, de los que se burlaban [de la verdad]!” –"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "ni tenga que decir: “¡Si Dios me hubiera guiado, habria sido de los que son conscientes de El!” –"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "ni tenga que decir, cuando vea el castigo [que le aguarda]: “¡Ojala tuviera otra oportunidad [en la vida], para poder ser de los que hacen el bien!”"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "[Pero Dios respondera:] “¡Si, ciertamente! ¡Te llegaron Mis mensajes; pero los desmentiste y te llenaste de soberbia, y fuiste de los que niegan la verdad!”"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "Y [asi,] el Dia de la Resurreccion veras a los que inventaron mentiras acerca de Dios [con] sus rostros hoscos [de pesar y humillacion]. ¿No es el infierno la morada [justa] para los soberbios"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Pero Dios salvara a los que fueron conscientes de El [y les concedera la felicidad] merced a sus triunfos [internos]; el mal no les tocara jamas, y no se lamentaran"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "DIOS es el Creador de todas las cosas, y solo El tiene poder para determinar el destino de todas las cosas"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Suyas son las llaves de los cielos y la tierra: y quienes se empenan en negar la verdad de los mensajes de Dios --¡esos, precisamente, son los perdedores"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Di: “¿Es que me ordenais que adore a algo distinto de Dios, Oh vosotros que vivis ignorantes [del bien y el mal]?”"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Y sin embargo, te ha sido revelado ya, a ti [Oh hombre,] y a los que te precedieron, que si atribuyes poderes divinos a algo distinto de Dios, ciertamente, todas tus obras habran sido en vano: pues [en la Otra Vida] estaras sin duda entre los perdedores"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "¡No –sino adora a Dios [solo], y se de los agradecidos [a El]"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Y no tienen una comprension acertada de Dios [quienes adoran algo distinto de El], cuando en el Dia de la Resurreccion la tierra toda sea para El un [mero] punado, y los cielos estaran enrollados en Su mano derecha: ¡infinito es El en Su gloria, y excelso sobre todo aquello a lo que atribuyan parte en Su divinidad"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "Y [ese Dia,] se hara sonar la trompeta [del juicio], y todos los [seres] que hay en los cielos y todos los que hay en la tierra caeran desmayados, excepto aquellos a los que Dios quiera [eximir].Luego sonara de nuevo –y ¡he ahi que de pie [ante la Sede del Juicio], empezaran a ver [la verdad]"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Y brillara la tierra con la luz de su Sustentador. Y se expondra el registro [de las acciones de cada uno], y se hara venir a todos los profetas y a todos los [demas] testigos; y todos seran juzgados con justicia. Y no seran tratados injustamente"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "pues cada ser humano sera recompensado cumplidamente por el [bien o el mal] que haya hecho: y El es plenamente consciente de lo que hacen"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Y los que se empenaron en negar la verdad seran conducidos en multitudes hacia el infierno hasta que, cuando lleguen a el, se abriran sus puertas, y sus guardianes les preguntaran: “¿No vinieron a vosotros enviados, de entre vosotros, que os transmitieron los mensajes de Dios y os advirtieron de la llegada de este vuestro Dia [del Juicio]?”Responderan: “¡Si, en verdad!”Pero la sentencia de castigo se habra hecho [ya] inevitable para quienes negaron la verdad"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "se les dira: “¡Entrad por las puertas del infierno, en donde permanecereis!”¡Y que horrible morada la de los soberbios"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Pero los que fueron conscientes de su Sustentador seran conducidos en multitudes hacia el paraiso hasta que, cuando lleguen a el, hallaran sus puertas abiertas; y sus guardianes les diran: “¡La paz sea con vosotros! ¡Bien habeis hecho: entrad, pues, en este [paraiso] en el que permanecereis!”"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Y exclamaran: “¡La alabanza es debida por entero a Dios, que ha cumplido Su palabra con nosotros, y nos ha concedido esta inmensidad [de dicha] como porcion nuestra, para que residamos en el paraiso segun nos plazca!”¡Y que excelente recompensa sera para los que trabajan [en la causa de Dios]"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "Y veras a los angeles rodeando el trono de la omnipotencia [de Dios], proclamando la gloria y alabanza de su Sustentador. Y se habra juzgado con justicia a todos [cuantos vivieron y murieron], y se dira: “¡La alabanza es debida por entero a Dios, el Sustentador de todos los mundos!”"
        }
    ]
}