{
    "rukus": [
        {
            "chapter": 6,
            "verse": 42,
            "text": "Nous avons déjà envoyé des Messagers à d’autres peuples avant toi. Nous les avons frappés de disgrâce et de détresse, peut-être viendront-ils (Nous) implorer humblement"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Si seulement ils avaient imploré humblement lorsqu’ils connurent Notre rigueur ! Mais ils avaient le cœur dur et Satan embellissait les actes qu’ils commettaient"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Aussitôt qu’ils eurent oublié ce qui leur avait été rappelé, Nous ouvrîmes devant eux les portes de toute chose, jusqu’à ce que, les voyant se réjouir de ce qui leur avait été donné, Nous Nous saisîmes d’eux brusquement, les laissant consternés"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Ainsi furent anéantis, jusqu’au dernier, les injustes. Louanges à Allah, Seigneur de l’Univers"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Dis : « Que diriez-vous donc si Allah prenait votre ouïe et votre vue, et scellait vos cœurs ? Quelle autre divinité que Lui les ferait revenir ? » Vois comment Nous varions les Signes et comment eux s’en détournent"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Dis : « Et que diriez-vous encore si le supplice d’Allah vous venait brusquement ou ouvertement ? Qui donc serait anéanti sinon les gens injustes ? »"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Nous n’envoyons de Messagers que pour annoncer et avertir. Alors, ceux qui croient et font œuvre de bien, il n’y aura nulle crainte pour eux, et ils n’auront aucune affliction"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Et ceux qui ont taxé Nos Signes de mensonges, le supplice les atteindra, car ils étaient pervers"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Dis : « Je ne vous dis pas que je détiens les trésors d’Allah, ni que je connais l’Inconnaissable (ghayb). Je ne vous dis pas, non plus, que je suis un Ange. Je ne fais que suivre ce qui m’est révélé. » Ajoute : « L’aveugle et le voyant[170] se valent-ils ? Pourquoi n’essayez-vous pas d’y réfléchir ? »"
        }
    ]
}