{
    "rukus": [
        {
            "chapter": 6,
            "verse": 71,
            "text": "Dis : « Invoquerons-nous en dehors d’Allah ce qui ne nous profite ni ne nous nuit ? Et rebrousserons-nous chemin après qu’Allah nous a orientés vers la juste voie, semblables en cela à celui qui est tenté par les démons et qui erre livré au désarroi sur terre ? Ses compagnons pourtant l’appellent vers la juste voie (hudâ) : « Viens donc avec nous ! » Dis : « La voie d’Allah est la véritable bonne voie (hudâ), et il nous a été enjoint de nous soumettre au Seigneur de l’Univers"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "et d’observer la Çalât et de Le craindre. Et c’est vers Lui, certes, que vous serez ramenés en foule. »"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Et c’est Lui qui a créé, par la vérité, les cieux et la terre. Le jour où Il dit : « Sois ! » (ce qu’Il a décrété) est. Sa parole est Vérité. À Lui Seul appartient la royauté le Jour où il sera soufflé dans le Cor (du Jugement Dernier). C’est Lui Qui Connaît aussi bien les choses insondables que les choses observables, et c’est Lui le Sage et le parfaitement Informé"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Et (souviens-toi) lorsque Abraham dit à ’Azar, son père : « Prendrais-tu des idoles pour divinités? Je vois que toi et ton peuple êtes dans un égarement manifeste ! »"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "C’est ainsi que Nous montrâmes à Abraham la royauté des cieux et de la terre, pour qu’il fût de ceux qui croient avec certitude"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "La nuit tombée, il vit un astre et dit : « Voilà mon Seigneur ! » Puis quand l’astre eut décliné, il se reprit : « Je n’aime pas ceux qui déclinent. »"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Puis voyant poindre la lune, il dit : « Voilà mon Seigneur ! » Et lorsqu’elle disparut, il se reprit : « Si mon Seigneur ne me guide pas, je serai du nombre des égarés. »"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Puis voyant apparaître le soleil, il dit : « Voilà mon Seigneur ! Celui-ci est bien plus grand. » Et lorsque (le soleil) se fut couché, il se reprit : « Ô peuple mien ! Je désavoue les associés (que vous donnez à Allah)"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Je tourne mon visage, en pur monothéiste, vers Celui Qui a créé (sans modèle préalable) les cieux et la terre, et je ne suis point de ceux qui Lui associent des émules. »"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Son peuple lui opposant des arguments, il dit : « Disputerez vous avec moi d’Allah alors que c’est Lui Qui m’a guidé ? Je ne crains point les émules que vous Lui associez, sauf si Allah veut que je craigne quelque chose. Mon Seigneur Cerne Tout de Sa science. Ne le réalisez-vous donc pas"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Et comment craindrais-je les émules que vous Lui associez alors que vous-mêmes ne craignez pas d’avoir associé à Allah (des émules) pour lesquels Il n’a fait descendre vers vous aucune preuve d’autorité ? Laquelle des deux parties mérite donc le plus d’être en sécurité ? Dites-le, si vous le savez"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Ceux qui ont cru et n’ont pas altéré leur foi par de l’injustice, ceux-là sont en sécurité et sont bien orientés"
        }
    ]
}