{
    "rukus": [
        {
            "chapter": 16,
            "verse": 51,
            "text": "Allah dit : « Ne prenez pas deux divinités, il n’y a qu’un Dieu Unique, ne redoutez donc que Moi ! »"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "À Lui revient ce qui est dans les cieux et sur terre, à Lui Seul est due éternellement la religion ; craindriez-vous donc un autre qu’Allah"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Tout bienfait qui vous comble ne peut venir que d’Allah, et quand un mal vous atteint, c’est Lui Seul Que vous suppliez à haute voix"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Puis quand Il éloigne de vous le mal, certains d’entre vous ne Lui en prêtent pas moins des associés"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "(Cela), pour renier ce que Nous leur avons donné. Jouissez donc (de cette jouissance éphémère), (un jour viendra) où vous saurez"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Ils consacrent (en offrandes) à ceux qu’ils ne connaissent pas (les idoles) une part des biens que Nous leur avons dispensés. Par Allah ! Vous serez certes interrogés sur les mensonges que vous inventiez"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Ils attribuent à Allah des filles, gloire Lui soit rendue ! Mais ils s’attribuent (à eux-mêmes) ce qu’ils désirent"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Annonce-t-on à l’un d’eux la naissance d’une fille, son visage se rembrunit de rage contenue"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Il ne se montre plus aux gens, honteux qu’il est de cette malheureuse nouvelle. Doit-il donc la garder[275] en la laissant vivre dans l’humiliation, ou l’enfouir sous terre ? Comme est mauvais leur jugement"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "À ceux qui ne croient pas en l’autre monde correspond la pire des images, et à Allah correspond la Perfection la plus haute, car c’est Lui le Tout-Puissant, le Sage"
        }
    ]
}