{
    "rukus": [
        {
            "chapter": 2,
            "verse": 217,
            "text": "Ils t’interrogent à propos du mois sacré et (se demandent) si le combat y est permis. Dis : « Le combat y est un péché majeur mais, plus grave encore que le meurtre est (le péché) d’entraver le passage vers le chemin d’Allah, de mécroire en Lui, de (profaner) la Mosquée Sacrée et d’en expulser les habitants. L’associâtrie est plus terrible que la tuerie. » Ils n’arrêteront pas de vous combattre jusqu’à ce qu’ils vous fassent, s’ils peuvent, apostasier[71] votre religion. Or celui qui d’entre vous apostasie sa religion et meurt en mécréant, nulles seront ses œuvres en ce bas monde et dans l’autre. Ceux-là sont les hôtes du Feu, où ils séjourneront pour l’éternité"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Ceux qui ont cru, qui ont émigré et lutté pour la cause d’Allah, ceux-là espèrent la miséricorde d’Allah. Car Allah est Absoluteur et Tout Miséricordieux"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Ils t’interrogent sur le vin et les jeux de hasard (maysir). Dis : « Il y a dans les deux un grand péché et certains profits pour les hommes. Mais leur péché est plus grand encore que leur profit. » Et ils t’interrogent à propos de ce qu’ils doivent donner en aumône. Dis : « Ce que vous possédez en excès. » C’est ainsi qu’Allah vous expose clairement Ses versets, afin que vous méditiez"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "sur ce bas monde et sur l’autre monde. Ils t’interrogent enfin sur les orphelins. Dis : « Agir pour leur bien c’est ce qu’il y a de mieux (à faire). Et si vous mêlez (vos biens) aux leurs, ils sont alors vos frères. » Allah Sait qui est le corrupteur et qui est le bienfaiteur. Et s’Il l’avait voulu, Allah vous aurait accablés, car Allah est Tout- Puissant et Sage"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "N’épousez pas les (femmes) associâtres avant qu’elles n’aient cru. Une esclave croyante vaut en effet mieux qu’une associâtre, même si celle-ci vous plaît. Ne donnez pas (vos femmes en) épouses aux associâtres avant qu’ils n’aient cru. Un esclave croyant vaut en effet mieux qu’un associâtre, même si celui-ci vous plaît. Ceux-là appellent vers le Feu alors qu’Allah appelle, par Sa permission, vers le Paradis et le pardon. Et Il expose clairement Ses Signes aux hommes afin qu’ils se rappellent"
        }
    ]
}