{
    "rukus": [
        {
            "chapter": 26,
            "verse": 34,
            "text": "À l’assemblée des notables qui l’entourait, (Pharaon) dit alors : « C’est un magicien à la vaste connaissance"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "Il veut par (ses tours de) magie vous faire sortir de votre terre. Que conseillez-vous ? »"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "« Fais-le attendre avec son frère et dépêche de par les cités des hommes chargés de rassembler"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "afin qu’ils te ramènent des magiciens à la vaste connaissance. »"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "Les magiciens furent rassemblés pour le jour convenu de la rencontre"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "Il fut demandé aux gens : « Allez-vous donc vous rassembler"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "Nous suivrions ainsi les magiciens s’ils s’en sortaient vainqueurs. »"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Arrivés, les magiciens dirent à Pharaon : « Aurons-nous une récompense si nous sortons vainqueurs ? »"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "« Oui, dit Pharaon, et vous ferez certainement partie des privilégiés. »"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Moïse leur dit : « Jetez ce que vous avez à jeter. »"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "Ils jetèrent leurs cordes et leurs bâtons et dirent : « Par la puissance de Pharaon ! Nous serons bien les vainqueurs ! »"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Moïse jeta alors son bâton qui aussitôt se mit à avaler leurs artifices"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "Et les magiciens, se jetant à terre prosternés"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "dirent : « Nous croyons au Seigneur de l’Univers"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "au Seigneur de Moïse et d’Aaron. »"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "(Et Pharaon) dit : « Osez-vous croire en lui avant que je ne vous le permette ? La vérité est qu’il est votre chef et c’est lui qui vous a initiés à la magie. Vous allez bientôt savoir. Je vous ferai couper les mains et les jambes opposées puis vous ferai tous crucifier. »"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Ils dirent : « Il n’y a là aucun mal, puisque c’est vers notre Seigneur que nous ferons retour"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "Nous espérons que notre Seigneur nous pardonnera nos péchés, puisque nous avons été parmi les premiers croyants. »"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "Nous révélâmes à Moïse : « Tu partiras, pendant la nuit, avec Mes serviteurs, car vous serez poursuivis. »"
        }
    ]
}