{
    "rukus": [
        {
            "chapter": 4,
            "verse": 43,
            "text": "Ô vous qui avez cru ! N’approchez point la Çalât alors que vous êtes ivres, et cela jusqu’à ce que vous sachiez ce que vous dites. Et, non plus, quand vous êtes en état de souillure,[143] à moins que vous ne soyez de passage. Si vous êtes malades ou en voyage, si l’un de vous vient de satisfaire ses besoins naturels, ou si vous avez eu contact avec les femmes et que vous ne trouviez pas d’eau, alors utilisez de la terre pure ; frottez-vous en le visage et les mains. Allah est Magnanime et Absoluteur"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Que ne considères-tu pas ceux qui ont reçu une partie du Livre ? Ils achètent eux-mêmes l’égarement et voudraient que vous perdiez le droit chemin"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Allah connaît le mieux vos ennemis. Allah vous suffit comme protecteur et Allah vous suffit comme allié"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Il en est qui, parmi ceux qui se sont judaïsés, altèrent le sens des mots en disant : « Nous avons entendu et nous avons désobéi. » et encore : « Écoute, puisses-tu ne jamais percevoir par l’ouïe ! », et « favorise-nous (par rapport aux autres) » (Ra’inâ),[144] tout cela avec des torsions de langue et pour bafouer la religion. Et s’ils avaient plutôt dit : « Nous avons entendu et nous avons obéi », « Écoute-nous » et « Regarde-nous », c’eût été, pour eux, meilleur et plus droit. Mais Allah les a maudits pour leur mécréance, eux qui sont de peu de foi"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "Ô vous qui avez reçu le Livre ! Croyez en ce que Nous avons fait descendre en confirmation de ce que vous avez déjà reçu, avant que Nous n’effacions les traits des visages et les tournions vers l’arrière, ou que Nous les maudissions comme Nous avons maudit les gens (qui ont violé) le Sabbat. Car l’ordre d’Allah toujours s’accomplit"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Allah ne pardonne pas que Lui soit associé quoi que ce soit et pardonne (tout autre péché) à qui Il veut. Celui qui attribue à Allah des associés commet le plus grand des péchés"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "N’as-tu pas considéré ceux qui se proclament purs ? Or c’est Allah Qui purifie qui Il veut. Et ils ne seront point lésés, serait-ce du poids du petit fil qui recouvre le sillon d’un noyau de datte (fatîl)"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Vois comme ils façonnent le mensonge au sujet d’Allah. Cela seul suffit comme péché flagrant"
        }
    ]
}