{
    "rukus": [
        {
            "chapter": 5,
            "verse": 78,
            "text": "Maudits par la bouche de David et de Jésus fils de Marie furent les mécréants parmi les Enfants d’Israël. Cela, en raison de leur rébellion et leur transgression"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Ils ne s’enjoignaient pas de mettre fin à leurs actions réprouvées (munkar). Combien abominable était ce qu’ils faisaient"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Tu vois bon nombre d’entre eux se rallier aux mécréants. Quelle mauvaise option ils se sont dictée à eux-mêmes pour s’exposer à la colère d’Allah ! Et dans le supplice, certes, ils seront éternellement plongés"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Et s’ils croyaient en Allah, au Prophète et à ce qui lui a été révélé, ils n’en feraient pas leurs alliés (des mécréants). Mais bon nombre d’entre eux sont pervers"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Tu trouveras que les plus farouchement hostiles aux croyants sont les Juifs et les associâtres; et que ceux qui sont les plus portés à leur témoigner de l’amitié sont ceux qui disent : « Nous sommes Chrétiens. » Car ils comptent parmi eux des prêtres et des moines et ils ne sont point hautains"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Et quand ils entendent (lire) ce qui a été révélé au Messager, tu vois s’échapper de leurs yeux d’abondantes larmes pour avoir eu connaissance de la vérité. Ils disent : « Seigneur ! Nous avons cru, inscris-nous alors parmi les témoins"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Et pourquoi ne croirions-nous pas en Allah et en la vérité qui nous est parvenue, et ne désirerions-nous pas que notre Seigneur nous admette au nombre des vertueux ? »"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "En récompense de ce qu’ils ont dit, Allah les admettra dans des jardins sous lesquels coulent les rivières, où ils séjourneront éternellement. Telle est la rétribution des bienfaiteurs"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Quant à ceux qui ont mécru et traité Nos Signes de mensonges, ceux-là sont les gens voués à la Fournaise"
        }
    ]
}