{
    "juzs": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "Ja ketkä tämän jälkeen sepittävät valheita Jumalaan vedoten, ne ovat väärintekijöitä, jumalattomia"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Sano: »Jumalan puhe on totuutta; noudattakaa siis Aabrahamin oppia, koska hän oli hurskas (haniifi) eikä kuulunut monijumalaisiin.»"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Ensimmäinen rukoushuone, joka perustettiin ihmisille, oli totisesti se, joka on Bekassa (Mekassa) siunauksena ja opastuksena koko maailmalle"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Siellä on ilmeisiä tunnusmerkkejä: Aabrahamin rukouspaikka; ja se, joka astuu sinne, on varmassa turvassa. Ja pyhiinvaellus tähän huoneeseen on ihmisten velvollisuus Jumalaa kohtaan, jokaisen, ken suinkin voi matkan tehdä. Mutta jos joku käy uskottomaksi, niin katso, Jumala tulee toimeen vaikkapa ilman koko maailmaa"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Sano: »Te, jotka omistatte Pyhän kirjan, miksi ette usko Jumalan tunnusmerkkeihin, vaikka Jumala on teidän tekojenne todistaja"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Sano: »Te, joilla on Pyhä kirja, miksi työnnätte uskovaisia pois Jumalan tieltä ja pyritte tekemään sen mutkikkaaksi, vaikka olette varmoja (sen suoruudesta)? Mutta Jumala ei ole välinpitämätön siitä, mitä te teette.»"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Te, jotka uskotte, jos tottelette eräitä niistä, jotka ovat Pyhän kirjan saaneet, tekevät he taas teidät uskottomiksi, teidän jo oltuanne uskossa"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "Kuinka voittekaan olla uskottomia, kun Jumalan tunnusmerkit luetellaan teille ja Hänen profeettansa on teidän keskuudessanne? Joka turvautuu Jumalaan, hänet johdetaan varmasti (kulkemaan) oikeata tietä"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Te, jotka uskotte, pelätkää Jumalaa niin, kuin Häntä on pelättävä, eikä teidän pidä kuoleman, ennenkuin olette tulleet Hänen tahtonsa alaisiksi (muslimeiksi)"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "Pitäkää kiinni kaikki Jumalan (pelastus)köydestä älkääkä hajaantuko, vaan muistakaa Jumalan armoa teitä kohtaan silloin, kun olitte toistenne vihollisia ja Hän lähensi sydämenne, niin että te Hänen armonsa kautta tulitte aivan kuin veljiksi keskeänne. Te olitte tulikuilun partaalla, mutta Hän pelasti teidät siitä. Siten selittää Jumala tunnusmerkkinsä teille, jotta tulisitte oikealle tielle"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "ja jotta teistä tulisi seurakunta, joka kutsuu ihmisiä hyvyyteen, säätää heille oikeat elämäntavat ja estää heitä pahuudesta; sellaiset ihmiset tulevat menestymään"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Älkää te olko niiden kaltaisia, jotka saatuaan selvät todistukset erottautuivat toisistaan ja riitelivät toistensa kanssa. Sellaisia odottaa kauhea rangaistus"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "sinä (Ylösnousemuksen) päivänä, jolloin toisten kasvot kirkastuvat ja toisten mustuvat (synkkenevät) ja niille, joiden kasvot synkkenevät, sanotaan: »Ettekö te ole niitä, jotka tulitte uskottomiksi oltuanne uskossa? Niin, maistakaa nyt rangaistusta luopumisenne tähden!»"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "ja ne, joiden kasvot kirkastuvat, heidät suljetaan Jumalan laupeuteen, ja he pysyvät siinä iankaikkisesti"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Nämä ovat Jumalan ihmeellisiä ilmoituksia, jotka julistamme sinulle totuudessa; Jumala ei halua tehdä väärin maailmoille (ihmisille)"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Jumalalle kuuluu kaikki taivaassa ja maan päällä, ja Jumalan luo kaikki on palaava"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Te olette paras seurakunta, mikä on muodostunut ihmisten keskuuteen. Te määräätte ihmisille oikeat elämäntavat, estätte heitä pahuudesta ja uskotte Jumalaan. Jos Pyhän kirjan saaneet olisivat uskoneet, olisi se ollut heille parempi; heidän keskuudessaan on uskovaisia, mutta useimmat heistä ovat jumalattomia"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "He eivät voi aiheuttaa teille kuin vähän vahinkoa, ja jos he käyvät sotimaan teitä vastaan, kääntyvät he pakoon eivätkä sen jälkeen saa apua"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Kurjuus on masentava heidät, missä ikinä he ovat, paitsi jos he pitävät liiton Jumalan kanssa ja sopimuksen ihmisten kanssa ; (muuten) he vetävät päällensä Jumalan vihan, ja viheliäisyys peittää heidät. Kaikki tämä tapahtuu siksi, että he hylkäsivät Jumalan tunnusmerkit ja vääryydessään surmasivat profeetat, sekä siksi, että he olivat uppiniskaisia ja tekivät rikoksia"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Pyhän kirjan saaneista eivät kuitenkaan kaikki ole samanlaisia; heidän keskuudessaan on vakaa joukko (ihmisiä), jotka yön aikana lukevat Jumalan ihmeellisiä ilmoituksia ja Häntä kumartavat"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "He uskovat Jumalaan ja Viimeiseen päivään, harrastavat hyvää ja estävät ihmisiä pahuudesta, kilvoittelevat keskenään hyvissä töissä; nämä kuuluvat vanhurskaisiin"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Mitä hyvää he tekevätkin, ei heiltä koskaan riistetä sen hedelmää, sillä Jumala tuntee ne, jotka Häntä pelkäävät"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Niitä, jotka ovat uskottomia, eivät totisesti heidän rikkautensa eivätkä heidän lapsensa vähääkään hyödytä Jumalan edessä; he joutuvat Tulen omiksi ja pysyvät siinä iankaikkisesti"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Minkä he antavat pois tässä maallisessa elämässä, sen laita on sama kuin purevan kylmän viiman, joka kiitää jumalattomien ihmisten vainioiden yli ja tuhoaa heidän satonsa. Ei Jumala tee heille vääryyttä, vaan itse he tekevät vääryyttä itselleen"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Te, jotka uskotte, älkää antautuko avomieliseen ystävyyteen muiden kuin teikäläisten kanssa; muut eivät jätä turmelematta teitä. He halajavat teidän perikatoanne, heidän vihansa on jo pursunut heidän suustansa; mutta se, mikä heidän sydämissään piilee, on vielä pahempaa. Me olemme nyt selittänyt tunnusmerkkimme teille, jotta ehkä ymmärtäisitte"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "Katso, te olette sellaisia, jotka rakastatte heitä, mutta he eivät rakasta teitä; te uskotte koko Pyhään kirjaan, ja kun he tapaavat teidät, he sanovat: »Me uskomme», mutta omissa oloissaan he pureskelevat sormiansa raivoissaan teitä vastaan. Sano: »Kuolkaa raivoonne! Jumala tuntee totisesti sydäntenne sisimmät aivoitukset.»"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Jos jotain hyvää tapahtuu teille, kadehtivat he sitä, mutta jos jokin paha kohtaa teitä, siitä he iloitsevat. Jos olette kärsivällisiä ja pelkäätte Jumalaa, ei heidän kavaluutensa voi vahingoitta teitä vähääkään; Jumala sulkee huomioonsa kaikki heidän tekonsa"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Entä kun sinä, Muhammed, varhain eräänä aamuna jätit kotiväkesi sijoittaaksesi uskovaiset taistelupaikoilleen (Jumala kaikki kuuli ja tiesi) ja"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "kun joukostanne kaksi osastoa oli menettää rohkeutensa (mutta Jumala oli heidän tukensa; uskovaiset turvautuvat Jumalaan)"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Olihan Jumala auttanut teitä Bedrin taistelussa , kun olitte huonommassa asemassa; antakaa siis Jumalalle kunnia, jotta olisitte kiitollisia"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Silloin sinä sanoit uskovaisille: »Eikö teille riitä, että Herranne tukee teitä kolmella tuhannella Ylhäältä lähetetyllä enkelillä?»"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Niin, jos olette kärsivällisiä ja pelkäätte Jumalaa ja viholliset yllättävät teidät äkkirynnäköllä, on Herranne tukeva teitä viidellä tuhannella enkelinä, joilla on erityiset merkit"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Tämän antoi Jumala teille rohkaisevana ilosanomana, jotta sydämenne rauhoittuisivat sen kautta - apu tulee ainoastaan Jumalalta, mahtavalta viisaalta"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "jotta Hän murskaisi uskottomat ja kaataisi heidät, niin että he peräytyisivät saavuttamatta sitä, mitä tahtoivat"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Sinua, Muhammed, ei koske vähääkään, armahtaako Hän heitä vai rankaisee, sillä he ovat väärintekijöitä"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Jumalalle kuuluu kaikki taivaassa ja maan päällä. Hän antaa anteeksi kenelle tahtoo ja rankaisee ketä tahtoo; niin, Jumala on sääliväinen ja laupias"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Te, jotka uskotte, älkää koronkiskomisella ahnehtiko kaksinkertaisia tuloja, vaan pelätkää Jumalaa, jotta olisitte onnellisia"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "Ja kavahtakaa Tulta, joka on valmistettu uskottomille"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "totelkaa Jumalaa ja profeettaa, jotta teidän osaksenne tulisi laupeus"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "ja pyrkikää kilvan saavuttamaan Herranne anteeksianto ja Paratiisi, joka on yhtä ääretön kuin taivaat ja maa, ja on valmistettu jumalaapelkääväisille"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "jotka antavat uhrilahjoja sekä varakkaina että köyhinä ollessaan, jotka hillitsevät vihansa ja antavat anteeksi ihmisille; niin, Jumala rakastaa niitä, jotka hyvää tekevät"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Ja jotka, tehtyään jotain alhaista tai rikottuaan itseään vastaan, muistavat Jumalan ja anovat syntiään anteeksi (ja kukahan muu kuin Jumala voi antaa synnit anteeksi?) eivätkä vastoin parempaa tietoaan paadu siinä, mitä ovat tehneet"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "niiden palkka on oleva heidän Herransa anteeksianto ja huvitarhat, joissa purot solisevat, joissa he ikuisesti viihtyvät; niin, minkä ihanan palkan saavatkaan hyvyyden harjoittajat"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Jumalan kurinpitoa on ollut jo ennen teitä; vaeltakaa ympäri maata ja tarkatkaa, millaisen lopun ne saivat, jotka vääristelivät totuuden (sanoman) valheeksi"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Tämä on selitys ihmisille, opastus ja ojennus jumalaapelkääväisille"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Älkää väsykö älkääkä murehtiko; te voitatte, jos olette (tosi-)uskovaisia"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "jos teitä kohtasi isku, niin on yhtä ankara isku kohdannut (uskottomia) ihmisiä tätä ennen . Me annamme ihmisten kesken päivien vaihdella, jotta Jumala tulisi tuntemaan ne, jotka uskovat, ja voisi hankkia itselleen todistajia teidän keskuudestanne - väärintekijöitä ei Jumala rakasta"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "ja jotta Jumala voisi koetella uskovaisia ja tuhota uskottomat"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "Vai luuletteko, että saatte astua Paratiisiin, ennenkuin Jumala tuntee ne teistä, jotka olivat taisteluvalmiit, ja ennenkuin Hän tuntee ne, jotka ovat kestäviä"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Toivoittehan kuolemaa, ennenkuin kohtasitte sen (kentällä), mutta nyt olette nähneet sen omin silmin"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Muhammed on vain lähettiläs; edesmenneet profeetat ovat ennen häntä olleet (Jumalan) lähettiläitä; jos hän kuolee tai kaatuu, peräydyttekö te silloin? Jos joku peräytyy, ei hän voi vahingoittaa Jumalaa vähääkään, mutta kiitolliset Jumala on palkitseva"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Ei yksikään sielu kuole muuten kuin Jumalan sallimuksesta, Kohtalon kirjassa määrätyllä hetkellä. Sille, joka toivoo itselleen palkkaa tässä elämässä, annamme sen mukaan, ja sille, joka toivoo palkkaa tulevassa elämässä, annamme hänen toivomuksensa mukaan, ja Me olemme palkitseva kiitolliset"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Monta oli profeettaa, joiden keralla taisteli joukko uskollisia (seuraajia); eivät he lannistuneet mistään, mikä kohtasi heitä Jumalan sotaretkellä, eivät he horjuneet eivätkä masentuneet. ja Jumala rakastaa kestäviä"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Ei heillä muuta ollut sanottavaa kuin: »Herra, anna anteeksi meidän syntimme ja harhaotteet tehtävässämme, anna lujuutta meidän askeleillemme ja auta meitä saamaan voitto uskottomista vastustajistamme.»"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "ja Jumala antoi heille palkan tässä elämässä ja ihanan palkan tulevassa; katso, Jumala rakastaa hyväätekeviä"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Jos te jotka uskotte, olette epäuskoisille kuuliaisia, saattavat he teidät peräytymään, ja te palaatte häviön kärsien"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "Mutta onhan Jumala suojelijanne, niin, Hän on paras auttaja"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Me lähetämme äkkiä pelästyksen epäuskoisten sydämiin, koska he Jumalan rinnalla pitävät muita jumaluusolentoja, joiden palvelemiseen Hän ei ole antanut mitään oikeutta. Heidän asunnokseen tulee Tuli; kauhea on jumalattomien olinpaikka"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Onhan Jumala pitänyt teille antamansa lupauksen, kun Hänen avullaan olitte voitokkaita, kunnes osoittauduitte pelkureiksi, kiistelitte keskenänne määräyksistä ja olitte tottelemattomia, senjälkeen kuin Hän jo näytti teille mitä toivoitte (taistelun tuloksen). Jotkut teistä halusivat tämän elämän hyvyyttä ja toiset teistä halusivat kuoleman jälkeistä elämää. Siksi Hän käänsi teidät pakoon vihollistenne edessä koetellaksensa teitä. Kuitenkin Hän on jo armahtanut teitä, Jumala on runsas jalomielisyydessään uskovaisia kohtaan"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Kun läksitte taistelukentällä toisistanne välittämättä ja profeetta huusi jälkeenne (kutsuen taistelemaan), lähetti Hän teille palkkioksi ahdinkoa ahdingon lisäksi, jottette murehtisi sitä (saalista), minkä olitte menettäneet, tai (iskua) mikä oli kohdannut teitä. Katso, Jumala tietää teidän työnne"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Ahdinkonne jälkeen Hän lähetti teille turvallisuuden tunteen ja unen, joka valtasi osan teistä. Toiset teistä taas kiihoittivat itseään väärillä kuvitteluilla Jumalasta. He sanoivat: »Onko meillä oikeastaan tekemistä tämän asian kanssa?» Sano: »Koko asia on Jumalan». He salasivat sydämessään jotakin, jota eivät sinulle ilmaisseet, ja sanoivat: »Jos meille olisi tarkoitettu jokin tulos tästä asiasta, ei meitä olisi lyöty täällä». Sano: »Vaikka olisitte olleet taloissanne, niin totisesti olisivat ne, joiden kuolema oli määrätty, saaneet surmansa kentälle. Tämä (sallittiin sen vuoksi, että Jumala koettelisi, mitä kätkeytyy rintaanne, ja tutkisi sen, mikä on teidän sydämissänne.» Jumala tuntee sydänten sisimmät aivoitukset)"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Katso, ne teistä, jotka kääntyivät pakoon sinä päivänä, kun molemmat sotajoukot kohtasivat toisensa, saattoi Saatana lankeamaan jonkun heidän tekonsa tähden; mutta Jumala on armahtanut heitä, Jumalahan on totisesti anteeksiantava ja lempeä"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Te, jotka uskotte, älkää olko niiden kaltaisia, jotka ovat uskottomia ja sanovat veljistään, kun he ovat matkalla tai lähtevät sotaan: »Jos he olisivat jääneet luoksemme, eivät he olisi kuolleet tai kaatuneet.» Jumala vain sallii sen, mikä on tapahtunut, kirvellä heidän sydämissään. Jumala antaa sekä elämän että kuoleman, ja Jumala näkee mitä teette"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "ja jos kaadutte tai kuolette Jumalan sotaretkellä, niin on totisesti Jumalan anteeksianto ja lupaus parempi kuin kaikki se maallinen, mitä olette saaneet kootuksi"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Ja jos muuten kuolette tai sodassa kaadutte, niin Jumalan luokse teidän on kokoonnuttava"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "Jumalan laupeuden vuoksi olet menetellyt lempeästi heitä kohtaan, Muhammed, mutta jos olisit ollut ankara ja kovasydäminen, olisivat he eronneet sinusta. Ole siis suvaitsevainen heitä kohtaan, rukoile heille anteeksiantoa ja neuvottele heidän kanssaan asioista. Ja kun olet päätöksesi tehnyt, luota Jumalaan! Katso, Jumala rakastaa niitä, jotka Häneen turvaavat"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Jos Jumala auttaa teitä, ei teitä kukaan voita, ja jos Hän vetäytyy pois, kuka silloin voi teitä auttaa? Niin, Jumalaan turvatkoot uskovaiset"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Eikä profeetan sovi kavaltaa mitään, sillä sen, joka kavaltaa, on Ylösnousemuksen päivänä tuotava julki, mitä hän on kavaltanut. Silloin on jokainen sielu saapa täyden ansionsa mukaan, eikä ketään väärin tuomita"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Luuletteko hänen, joka tavoittelee sitä, mikä on Jumalalle otollista, osoittautuvan sellaiseksi, joka on vetänyt ylitsensä Jumalan vihan ja jonka olinpaikka on oleva Helvetti, se surkea määränpää"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Jumalan luona heillä on erilainen arvoasema; näkeehän Jumala, mitä kukin tekee"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Totisesti Jumala on ollut armollinen uskovaisia kohtaan lähettäessään heille apostolin heidän keskuudestaan, joka julistaa heille Hänen tunnusmerkkejään, puhdistaa heidät ja opettaa Pyhää kirjaa ja viisautta heille, jotka aikaisemmin elivät ilmeisessä harhauskossa"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Ja kun isku kohtasi teitä teidän annettuanne (vastustajillenne) kaksi kertaa raskaamman iskun, miksi sanoitte: »Mistä tämä johtuu?» Sano (heille, Muhammed): »Se johtuu teistä itsestänne». Jumalahan on kaikkivaltias"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Ja se, mikä sattui teille sinä päivänä, kun molemmat joukot kohtasivat toisensa, tapahtui Jumalan sallimuksesta ja jotta Hän tuntisi uskovaiset"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "ja tuntisi teeskentelijät, ne, joille sanottiin, »Tulkaa ja taistelkaa Jumalan asian puolesta tai torjukaa heidät!» ja he vastasivat: »Jos osaisimme taistella, niin seuraisimme teitä.» Sinä päivänä he olivat lähempänä uskottomuutta kuin uskoa. Huulillaan he sanoivat sellaista, mitä ei ollut heidän sydämissänsä, mutta Jumala tuntee parhaiten, mitä he salaavat"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "Niille, jotka itse istuessaan kotona sanoivat (taistelevista) veljistään: »Jos he olisivat kuulleet meitä, eivät he olisi kaatuneet», (heille) sano: »Torjukaa sitten kuolema omalta kohdaltanne, jos puhutte täyttä totta!»"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Mutta älkää pitäkö kuolleina niitä, jotka ovat kaatuneet Jumalan sotaretkellä. Ei, he elävät Herransa luona, saaden kukin osansa"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "riemuiten siitä, mitä Jumala on runsaudestaan heidän ylitseen vuodattanut, ja iloiten niistä, jotka seuraavat heidän jälkiänsä, mutta eivät vielä ole heitä saavuttaneet. Ei mikään pelko ole saava heitä valtaansa, eikä heidän tarvitse murehtia"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "He iloitsevat Jumalan armosta ja mielisuosiosta ja siitä, ettei Jumala anna uskovaisten palkan mennä hukkaan"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Hyvää tekeviä ja Jumalaa pelkääviä niiden joukossa, jotka tottelivat Jumalaa ja profeettaa, kun isku heitä kohtasi, odottaa suuri palkka"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "niitä, joille ihmiset sanoivat, että pelottavat sotavoimat olivat kokoontuneet heitä vastaan, mutta tämä vain lisäsi heidän uskoaan, ja he vastasivat: »Jumalassa on meille (voimaa) kylliksi. Hän on paras tukemme ja turvamme.»"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "He palasivat Jumalan armon turvissa mitään pahaa kohtaamatta. He etsivät Jumalan mielisuosiota, ja Jumala on ylenmäärin suosiollinen"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Tosin Saatana peloittelee teitä ystävillänsä, mutta älkää pelätkö heitä, vaan pelätkää Minua, jos olette uskovaisia"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Ne, jotka kevein askelin käyvät uskottomuuteen, älkööt katkeroittako sinua; he eivät voi vähääkään vahingoittaa Jumalaa. Jumala ei näe hyväksi antaa heille mitään osaa tulevassa elämässä; heitä odottaa kauhea rangaistus"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Ne, jotka vaihtavat uskon uskottomuuteen, eivät totisesti voi vahingoittaa Jumalaa; heitä uhkaa tuskallinen rangaistus"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Uskottomat älkööt luulko, että elinkautinen armonaika, jonka Me heille annamme, on heille onneksi; Me annamme heille aikaa ainoastaan siksi, että heidän syntinsä enenisivät. Katso, heitä odottaa häpeällinen rangaistus"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Jumala ei aio jättää uskovaisia siihen tilaan, jossa te nyt olette, siihen asti kunnes Hän erottaa väärät hyvistä. Eikä Jumala aio ilmaista teille silmiltä salattua, vaan Jumala valitsee (siihen tarkoitukseen) kenet tahtoo lähettiläittensä joukosta. Uskokaa siis Jumalaan ja Hänen lähettiläihinsä, sillä jos uskotte ja pelkäätte Jumalaa, saatte runsaan palkinnon"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Ne, jotka ovat saitoja sen suhteen, mitä Jumala on runsaudessaan heille antanut, älkööt luulko, että se on hyödyksi heille; ei, se on heille vahingoksi. Ylösnousemuksen päivänä ne asiat, joissa he olivat saitoja, tulevat kaulakahleina kuristamaan heitä. Jumalalle kuuluvat taivasten ja maan perinnöt, ja Jumala tietää teidän tekonne"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Jumala on kuullut niidenkin puheen, jotka sanoivat (pilkallisesti, kun heitä kehoitettiin lahjoittamaan Herralle): »Jumala on köyhä, ja me olemme rikkaita». Me merkitsemme muistiin heidän sanansa ja kuinka he syyttä surmasivat profeetat, ja tulemme sanomaan: »Maistakaa Tulen tuskaa!»"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Ja tämä on teille seurauksena omien kättenne töistä. Jumala ei ole julma palvelijoillensa"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Niille, jotka väittävät: »Jumalahan on sallinut meidän olla uskomatta mihinkään lähettilääseen, ennenkuin hän suorittaa uhrin, jonka (taivaan) tuli kuluttaa», sano (heille Muhammed): »Onhan ennen minua tullut luoksenne lähettiläitä suorittaen ihmetekoja ja tehden sellaista, josta te mainitsette; miksi te olette sitten heidätkin surmanneet, jos nyt tahdotte pysyä totuudessa?»"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Ja jos he pitävät sinua valehtelijana, niin onhan jo ennen sinua pidetty valehtelijoina lähettiläitä, jotka ovat ihmeitä tehneet sekä tuoneet Psalmit ja Valaisevan kirjan"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Jokainen sielu on maistava kuoleman, ja teille maksetaan Ylösnousemuksen päivänä oikea palkkanne, mutta se, joka välttää Tulen ja saa astua Paratiisiin, on autuas, jota vastoin maailman elämä on vain pettävää tavaraa"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Sekä teidän omaisuutenne että teidät itsenne tullaan totisesti panemaan koetukselle, ja te saatte kuulla paljon pahaa sekä niiltä, jotka ovat Pyhän kirjan saaneet ennen teitä, että monijumalaisilta, mutta jos olette kestäviä ja vältätte pahaa, niin on se sankaruutta elämänvaiheissa"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Jumala asetti velvollisuuden niille, jotka Pyhän kirjan saivat (juutalaisille), näin sanoen: »Teidän tulee selittää sitä ihmisille eikä salata sitä». Mutta he heittivät sen selkänsä taakse ja vaihtoivat sen mitättömiin arvoihin. Mikä surkea vaihtokauppa"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "Älä luule, että ne, jotka kerskuvat teoistaan ja kärkkyvät ylistystä siitä, mitä eivät ole tehneet, (älä luule) että he säästyvät kuritukselta. Ei, heitä odottaa tuskallinen rangaistus"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Jumalalle kuuluu taivasten ja maan herruus, totisesti Jumala on kaikkivaltias"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Taivasten ja maan luominen sekä yön ja päivän vaihtelu ovat totisesti tunnusmerkkejä niille, joilla on ymmärrystä"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "jotka muistavat Jumalaa seisoessaan, istuessaan ja maatessaan ja miettivät taivasten ja maan luomista sanoen: »Herra, Sinä et ole luonut tätä turhaan. Kunnia olkoon yksin Sinulle! Säästä meitä Tulen tuskilta"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Herra, sen, jonka heität Tuleen, hänet olet syössyt häpeään. Ja turmeltuneet jäävät ilman auttajaa"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Herra, me olemme kuulleet julistajan kehoittavan meitä uskoon sanoen: »Uskokaa Herraanne!» ja me olemme uskoneet. Siksi, Herra, anna anteeksi meidän syntimme, pyyhi pois pahat työmme ja anna meidän kuolla vanhurskasten kuolemalla"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Ja anna meille, Herra, mitä olet luvannut meille lähettiläittesi kautta, äläkä salli meidän joutua häpeään Ylösnousemuksen päivänä! Ethän petä lupaustasi.»"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Niin kuuli heidän Herransa heitä (ja sanoi): »Minä en anna tekijän työn mennä hukkaan teidän keskuudessanne, olkoon hän mies tai nainen, toinen toisestannehan te polveudutte. Myöskin niiltä, jotka ovat lähteneet kodeistaan tai jotka on karkoitettu sieltä, ja jotka ovat kärsineet Minun asiani puolesta, taistelleet ja kaatuneet, olen totisesti pois pyyhkivä heidän pahat työnsä ja päästävä heidät huvitarhoihin, joissa purot solisevat. Tämä on oleva heille palkkana Jumalalta; sillä Jumala palkitsee parhaiten"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Älä anna kotiseutusi (Mekan) uskottomien rikkauksien häikäistä itseäsi, Muhammed"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Niistä on lyhytaikainen ilo, sitten on Helvetti oleva heidän kotinsa. Mikä surkea olinpaikka"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Mutta niitä, jotka pelkäävät Herraansa, odottavat huvitarhat, joissa purot solisevat, ja siellä he ikuisesti viihtyvät. Sellaiset ovat Jumalan armolahjat; niin, Jumalalla on tallella kaikkein parasta vanhurskaille"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Katso, Pyhän kirjan omaavien joukossa on sellaisia, jotka uskovat Jumalaan, siihen, mikä on ilmoitettu teille ja mikä on ilmoitettu heille, jotka nöyrtyvät Jumalan edessä eivätkä vaihda Jumalan tunnusmerkkejä mitättömän arvoihin"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Nämä totisesti saavat palkkansa Herralta; Jumala on nopea tekemään tiliä"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "Te jotka uskotte, olkaa kärsivällisiä, kilvoitelkaa keskenänne kärsivällisyydessä, olkaa lujia ja pelätkää Jumalaa, jotta tulisitte onnellisiksi"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "Ihmiset, pitäkää kunniassa Herraanne, joka on teidät luonut yhdestä hengestä ja hänestä luonut hänen puolisonsa ja näistä molemmista antanut lukuisain miesten ja naisten levitä maailmaan. Pitäkää kunniassa Jumalaa, jonka nimessä toinen toiseltanne anotte ja vaaditte; myöskin kunnioittakaa verisiteitä (niitä kohtuja, jotka ovat kantaneet teidät). Katso, Jumala valvoo ja vartioi teidän elämäänne"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Ja antakaa orvoille heidän omaisuutensa; älkää (holhoojina) vaihtako hyvää huonoksi älkääkä kuluttako heidän omaisuuttansa sekoittamalla sitä omaanne. Se olisi totisesti suuri synti"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Jos pelkäätte, ett'ette voi menetellä oikeudenmukaisesti orpoja kohtaan, naikaa silloin ne naispuoliset (orpojen joukosta), joista pidätte, kaksi, kolme tai neljä, mutta jos pelkäätte, ett' ette voisi olla tasapuolisia noin useata kohtaan, niin naikaa vain yksi ainoa heistä tai niistä orjattarista, joita omistatte. Tämä on mukavin tapa välttää vääryyttä"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Jättäkää suosiolla vaimoillennekin lahjaksi heidän myötäjäisensä , mutta jos he hyvästä tahdostaan luovuttavat teille jotakin takaisin, niin pitäkää se ilomielin hyvänänne"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Älkää antako ymmärtämättömille alaikäisille heidän omaisuuttansa, jonka Jumala on antanut hallittavaksenne, vaan elättäkää heitä sillä ja vaatettakaa heidät ja puhukaa heille suosiollisesti"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Ja seuratkaa orpojen (henkistä) kehitystä, kunnes he saavuttavat naimaiän, ja jos silloin havaitsette heidät tervejärkisiksi, niin luovuttakaa heille itselleen heidän omaisuutensa. Varokaa tuhlaamasta sitä kevytmielisesti ja hätiköiden, ennenkuin he ovat täysi-ikäisiä. Rikas (holhooja) jättäköön holhokkien omaisuuden käyttämättä, ja se, joka itse on köyhä, kuluttakoon siitä vain kohtuulliseksi harkitun osan. Kun te luovutatte heille heidän omaisuutensa, niin olkoot teillä todistajat läsnä. Jumala valvoo tarkasti tilien tekoa"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Miehiset perijät saakoot osan siitä, mitä vanhemmat ja lähimmät omaiset ovat jälkeensä jättäneet, ja naispuolisetkin perilliset saakoot osan siitä, mitä vanhemmat ja lähimmät omaiset ovat jättäneet, olkoon perintö vähäinen tai suuri - laki määrää siitä kullekin hänen osuutensa"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Kun kaukaiset sukulaiset, orvot ja köyhät ovat läsnä perinnönjaossa, niin antakaa heillekin jotain ja puhukaa heille ystävällisesti"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Ja ne, jotka itse olisivat huolestuneita, jos jättäisivät jälkeensä pieniä lapsia, varokoot (vääryydentekoa holhokeilleen), pelätkööt Jumalaa ja puhukoot mikä on totta"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Ne, jotka vääryydellä nielevät orpojen omaisuuden, nielevät totisesti vain tulta vatsaansa, ja he tulevat Helvetin tulessa palamaan"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Jumala määrää lastenne suhteen: Miehinen perillinen saakoon yhtä paljon kuin kaksi naispuolista yhteensä, mutta jos näitä tyttölapsia on enemmän kuin kaksi, niin saakoot he kaksi kolmattaosaa siitä, mitä vainaja on jälkeensä jättänyt, ja jos on yksi ainoa, saakoon hän puolet. Vainajan vanhemmat saakoot kumpikin kuudennen osan hänen jäämistöstään, jos häneltä jäi lapsia; mutta jos häneltä ei jäänyt lapsia, vaan vanhemmat yksin perivät hänet, niin saakoon äiti kolmannen osan, ja jos hänellä (vainajalla) on veljiä, niin saakoon äiti kuudennen osan, kaikki tämä kuitenkin vasta senjälkeen, kuin testamentin määräämät erät tai velka on vähennetty. Mitä tulee teidän vanhempiinne ja lapsiinne, niin ette voi tietää, kummat saattavat olla teille hyödyllisemmät. Kaikki tämä on Jumalan määräys; Jumala on totisesti tietävä, viisas"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Ja teille kuuluu puolet siitä, mitä vaimonne ovat jälkeensä jättäneet, jollei heillä ole lapsia; mutta jos heillä on lapsia, tulee osallenne neljäs osa vaimojenne jäämistöstä, senjälkeen kuin heidän mahdolliset testamenttimääräyksensä ovat täytetyt tai velka on vähennetty. He (vaimot) saakoot puolestaan neljännen osan siitä, mitä te olette jälkeenne jättäneet, jollei teiltä jää lapsia; mutta jos teiltä jää lapsia, niin tulee heidän osalleen kahdeksas osa teidän jäämistöstänne, senjälkeen kuin testamentin määräykset on täytetty tai velka on vähennetty. jos miehellä tai naisella, joka jättää perinnön jälkeensä (ei ole vanhempia eikä lapsia, mutta) on veli tai sisar, niin saakoot kumpikin kuudennen osan, senjälkeen kuin testamentin määräykset on täytetty tai velka on vähennetty, loukkaamatta kenenkään oikeutta. Tämä on Jumalan säännös; katso, Jumala on tietävä, lempeä"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Nämä ovat Jumalan asetukset. Sen, joka tottelee Jumalaa ja Hänen lähettilästään, Hän on päästävä huvitarhoihin, joissa purot solisevat ja jossa hän ikuisesti on viihtyvä, tämä on suuri autuus"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Mutta sen, joka on tottelematon Jumalalle ja Hänen lähettiläälleen ja rikkoo Hänen asetuksiaan, Hän on johdattava Tuleen, jossa hän iankaikkisesti on pysyvä; häntä odottaa häpeällinen rangaistus"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "Niitä teidän naisianne vastaan, jotka tekevät huorin, on teidän kutsuttava joukostanne neljä todistajaa; jos he todistavat heidät syyllisiksi, niin pitäkää heidät eristettyinä asunnoissanne, kunnes kuolema heidät korjaa tai Jumala osoittaa heitä varten jonkun muun mahdollisuuden (uuden lainsäädännön kautta)"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Sellaiseen häpeään syyllistyviä on kumpaakin rangaistava, mutta jos he katuvat ja tekevät parannuksen, niin jättäkää heidät rauhaan. Katso, Jumala on sääliväinen ja laupias"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Sääliä riittää Jumalalta ainoastaan niille, jotka tekevät pahaa tietämättömyydessään, mutta sitten viipymättä katuvat. Näitä on Jumala säälivä, sillä Jumala on tietävä, viisas"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Mutta mitään armoa ei ole niille, jotka tekevät pahoja töitä aina siihen saakka, kunnes ovat kuolemaisillaan ja silloin sanovat: »Nyt minä teen totisesti parannuksen», eikä niille, jotka kuolevat uskottomuudessa; heille Me olemme valmistanut tuskallisen rangaistuksen"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "Teidän, jotka uskotte, ei ole lupa ottaa (edesmenneiden sukulaistenne) naisilta, vastoin heidän tahtoaan, heidän perintöään, eikä estää heitä menemästä naimisiin toisen kanssa, ottaaksenne heiltä takaisin osan siitä, minkä olette heille antaneet, paitsi jos he syyllistyvät ilmeiseen huoruuteen; vaan kohdelkaa heitä hyväntahtoisesti. Jos tunnette vastenmielisyyttä heitä kohtaan, niin voi olla, että vastenmielisyytenne kohdistuukin sellaiseen henkilöön, johon Jumala on kätkenyt paljon hyvää"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Jos haluatte ottaa (uuden) vaimon toisen (erottamanne) sijaan ja olette antaneet jälkimäiselle vaikkapa suurenkin rahasumman, niin älkää ottako mitään siitä takaisin. Kuinka anastaisittekaan sitä väärin syytöksin ja ilmeisesti syntiä tehden"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Ja kuinka voisittekaan anastaa sen, kun olette viettäneet läheistä yhdyselämää toistenne kanssa ja he (vaimonne) ovat saaneet teidän juhlalliset liittolupauksenne"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Älkää naiko niitä naisia, jotka isänne ovat naineet (ja hylänneet); poikkeus sallittakoon jo aikoja sitten tapahtuneeseen nähden. Sellainen on totisesti irstasta ja inhottavaa; se on oikeiden elämäntapojen turmelemista"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Kiellettyjä teiltä ovat äitinne, tyttärenne ja siskonne, sekä isän- että äidinpuoleiset tätinne, veljentyttärenne ja sisarentyttärenne, imettäjänne, jotka teitä ovat imettäneet, ja heidän tyttärensä, vaimojenne äidit ja tytärpuolenne, jotka ovat holhouksenne alaisia ja (aikoinaan) syntyneet vaimoista, joiden kanssa olette yhteydessä olleet - mutta jos ette ole olleet heidän kanssaan yhteydessä, niin ei teille lueta synniksi (naida tytärpuoli) - ja edelleen omaa vertanne olevien poikienne vaimot. Kielletty on myös naimisiin meno kahden sisaren kanssa samalla kertaa - poikkeus on sallittu jo aikaa sitten tapahtuneeseen nähden. Katso, Jumala on pitkämielinen ja laupias"
        }
    ]
}