{
    "pages": [
        {
            "chapter": 2,
            "verse": 70,
            "text": "پھر بولے اپنے رب سے صاف صاف پوچھ کر بتاؤ کیسی گائے مطلوب ہے، ہمیں اس کی تعین میں اشتباہ ہو گیا ہے اللہ نے چاہا، تو ہم اس کا پتہ پالیں گے"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "موسیٰؑ نے جواب دیا: اللہ کہتا ہے کہ وہ ایسی گائے ہے جس سے خدمت نہیں لی جاتی، نہ زمین جوتتی ہے نہ پانی کھینچتی ہے، صحیح سالم اور بے داغ ہے، اس پر وہ پکار اٹھے کہ ہاں، اب تم نے ٹھیک پتہ بتایا ہے پھر انہوں نے اسے ذبح کیا، ورنہ وہ ایسا کرتے معلوم نہ ہوتے تھے"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "اور تمہیں یاد ہے وہ واقعہ جب تم نے ایک شخص کی جان لی تھی، پھر اس کے بارے میں جھگڑنے اور ایک دوسرے پر قتل کا الزام تھوپنے لگے تھے اور اللہ نے فیصلہ کر لیا تھا کہ جو کچھ تم چھپاتے ہو، اسے کھول کر رکھ دے گا"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "اُس وقت ہم نے حکم دیا کہ مقتول کی لاش کو اس کے ایک حصے سے ضرب لگاؤ دیکھو اس طرح اللہ مُردوں کو زندگی بخشتا ہے اور تمہیں اپنی نشانیاں دکھاتا ہے تاکہ تم سمجھو"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "مگر ایسی نشانیاں دیکھنے کے بعد بھی آخر کار تمہارے دل سخت ہوگئے، پتھروں کی طرف سخت، بلکہ سختی میں کچھ ان سے بھی بڑھے ہوئے، کیونکہ پتھروں میں سے تو کوئی ایسا بھی ہوتا ہے جس میں سے چشمے پھوٹ بہتے ہیں، کوئی پھٹتا ہے اور اس میں سے پانی نکل آتا ہے اور کوئی خدا کے خوف سے لرز کر گر بھی پڑتا ہے اللہ تمہارے کرتوتوں سے بے خبر نہیں ہے"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "اے مسلمانو! اب کیا اِن لوگوں سے تم یہ توقع رکھتے ہو کہ تمہاری دعوت پر ایمان لے آئیں گے؟ حالانکہ ان میں سے ایک گروہ کا شیوہ یہ رہا ہے کہ اللہ کا کلام سنا اور پھر خوب سمجھ بوجھ کر دانستہ اس میں تحریف کی"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "(محمد رسول اللہﷺ پر) ایمان لانے والوں سے ملتے ہیں تو کہتے ہیں کہ ہم بھی انہیں مانتے ہیں، اور جب آپس میں ایک دوسرے سے تخلیے کی بات چیت ہوتی ہے تو کہتے ہیں کہ بے وقوف ہوگئے ہو؟ اِن لوگوں کو وہ باتیں بتاتے ہو جو اللہ نے تم پر کھولی ہیں تاکہ تمہارے رب کے پاس تمہارے مقابلے میں انہیں حُجتّ؟ میں پیش کریں"
        }
    ]
}