{
    "pages": [
        {
            "chapter": 6,
            "verse": 53,
            "text": "دراصل ہم نے اس طرح ان لوگوں میں سے بعض کو بعض کے ذریعہ سے آزمائش میں ڈالا ہے تاکہ وہ اِنہیں دیکھ کر کہیں \"کیا یہ ہیں وہ لوگ جن پر ہمارے درمیان اللہ کا فضل و کرم ہوا ہے؟\" ہاں! کیا خدا اپنے شکر گزار بندوں کو اِن سے زیادہ نہیں جانتا ہے؟"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "جب تمہارے پاس وہ لوگ آئیں جو ہماری آیات پر ایمان لاتے ہیں تو ان سے کہو \"تم پر سلامتی ہے تمہارے رب نے رحم و کرم کا شیوہ اپنے اوپر لازم کر لیا ہے یہ اس کا رحم و کرم ہی ہے کہ اگر تم میں سے کوئی نادانی کے ساتھ کسی برائی کا ارتکاب کر بیٹھا ہو پھر اس کے بعد توبہ کرے اور اصلاح کر لے تو وہ اُسے معاف کر دیتا ہے اور نرمی سے کام لیتا ہے"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "اور اس طرح ہم اپنی نشانیاں کھول کھول کر پیش کرتے ہیں تاکہ مجرموں کی راہ بالکل نمایاں ہو جائے"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "اے محمدؐ! اِن سے کہو کہ تم لوگ اللہ کے سوا جن دوسروں کو پکارتے ہو اُن کی بندگی کرنے سے مجھے منع کیا گیا ہے کہو، میں تمہاری خواہشات کی پیروی نہیں کروں گا، اگر میں نے ایسا کیا تو گمراہ ہو گیا، راہ راست پانے والوں میں سے نہ رہا"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "کہو، میں اپنے رب کی طرف سے ایک دلیل روشن پر قائم ہوں اور تم نے اسے جھٹلا دیا ہے، اب میرے اختیار میں وہ چیز ہے نہیں جس کے لیے تم جلدی مچا رہے ہو، فیصلہ کا سارا اختیار اللہ کو ہے، وہی امر حق بیان کرتا ہے اور وہی بہترین فیصلہ کرنے والا ہے"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "کہو، اگر کہیں وہ چیز میرے اختیار میں ہوتی جس کی تم جلدی مچا رہے ہو تو میرے اور تمہارے درمیان کبھی کا فیصلہ ہو چکا ہوتا مگر اللہ زیادہ بہتر جانتا ہے کہ ظالموں کے ساتھ کیا معاملہ کیا جانا چاہیے"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "اُسی کے پاس غیب کی کنجیاں ہیں جنہیں اس کے سوا کوئی نہیں جانتا بحر و بر میں جو کچھ ہے سب سے وہ واقف ہے درخت سے گرنے والا کوئی پتہ ایسا نہیں جس کا اسے علم نہ ہو زمین کے تاریک پردوں میں کوئی دانہ ایسا نہیں جس سے وہ باخبر نہ ہو خشک و ترسب کچھ ایک کھلی کتاب میں لکھا ہوا ہے"
        }
    ]
}