{
    "pages": [
        {
            "chapter": 11,
            "verse": 118,
            "text": "بے شک تیرا رب اگر چاہتا تو تمام انسانوں کو ایک گروہ بنا سکتا تھا، مگر اب تو وہ مختلف طریقوں ہی پر چلتے رہیں گے"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "اور بے راہ رویوں سے صرف وہ لوگ بچیں گے جن پر تیرے رب کی رحمت ہے اِسی (آزادی انتخاب و اختیار) کے لیے ہی تو اس نے انہیں پیدا کیا تھا اور تیرے رب کی وہ بات پوری ہو گئی جو اس نے کہی تھی کہ میں جہنم کو جن اور انسان، سب سے بھر دوں گا"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "اور اے محمدؐ، یہ پیغمبروں کے قصے جو ہم تمہیں سناتے ہیں، وہ چیزیں ہیں جن کے ذریعے سے ہم تمہارے دل کو مضبوط کرتے ہیں ان کے اندر تم کو حقیقت کا علم ملا اور ایمان لانے والوں کو نصیحت اور بیداری نصیب ہوئی"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "رہے وہ لوگ جو ایمان نہیں لاتے، تو ان سے کہہ دو کہ تم اپنے طریقے پر کام کرتے رہو اور ہم اپنے طریقے پر کیے جاتے ہیں"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "انجام کار کا تم بھی انتظار کرو اور ہم بھی منتظر ہیں"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "آسمانوں اور زمین میں جو کچھ چھپا ہوا ہے سب اللہ کے قبضہ قدرت میں ہے اور سارا معاملہ اسی کی طرف رجوع کیا جاتا ہے پس اے نبیؐ، تو اس کی بندگی کر اور اسی پر بھروسا رکھ، جو کچھ تم لوگ کر رہے ہو تیرا رب اس سے بے خبر نہیں ہے"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "ا، ل، ر یہ اُس کتاب کی آیات ہیں جو اپنا مدعا صاف صاف بیان کرتی ہے"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "ہم نے اسے نازل کیا ہے قرآن بنا کر عربی زبان میں تاکہ تم (اہل عرب) اس کو اچھی طرح سمجھ سکو"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "اے محمدؐ، ہم اس قرآن کو تمہاری طرف وحی کر کے بہترین پیرایہ میں واقعات اور حقائق تم سے بیان کرتے ہیں، ورنہ اس سے پہلے تو (ان چیزو ں سے) تم بالکل ہی بے خبر تھے"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "یہ اُس وقت کا ذکر ہے جب یوسفؑ نے اپنے باپ سے کہا \"ابا جان، میں نے خواب دیکھا ہے کہ گیارہ ستارے ہیں اور سورج اور چاند ہیں اور وہ مجھے سجدہ کر رہے ہیں"
        }
    ]
}