{
    "pages": [
        {
            "chapter": 15,
            "verse": 71,
            "text": "لوطؑ نے عاجز ہو کر کہا \"اگر تمہیں کچھ کرنا ہی ہے تو یہ میری بیٹیاں موجود ہیں"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "تیری جان کی قسم اے نبیؐ، اُس وقت اُن پر ایک نشہ سا چڑھا ہوا تھا جس میں وہ آپے سے باہر ہوئے جاتے تھے"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "آخرکار پو پھٹتے ہی اُن کو ایک زبردست دھماکے نے آ لیا"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "اور ہم نے اُس بستی کو تل پٹ کر کے رکھ دیا اور ان پر پکی ہوئی مٹی کے پتھروں کی بارش برسا دی"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "اِس واقعے میں بڑی نشانیاں ہیں اُن لوگوں کے لیے جو صاحب فراست ہیں"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "اور وہ علاقہ (جہاں یہ واقعہ پیش آیا تھا) گزرگاہ عام پر واقع ہے"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "اُس میں سامان عبرت ہے اُن لوگوں کے لیے جو صاحب ایمان ہیں"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "اور ایکہ والے ظالم تھے"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "تو دیکھ لو کہ ہم نے بھی اُن سے انتقام لیا، اور اِن دونوں قوموں کے اجڑے ہوئے علاقے کھلے راستے پر واقع ہیں"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "حجر کے لوگ بھی رسولوں کی تکذیب کر چکے ہیں"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "ہم نے اپنی آیات اُن کے پاس بھیجیں، اپنی نشانیاں اُن کو دکھائیں، مگر وہ سب کو نظر انداز ہی کرتے رہے"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "وہ پہاڑ تراش تراش کر مکان بناتے تھے اور اپنی جگہ بالکل بے خوف اور مطمئن تھے"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "آخرکار ایک زبردست دھماکے نے اُن کو صبح ہوتے آ لیا"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "اور اُن کی کمائی اُن کے کچھ کام نہ آئی"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "ہم نے زمین اور آسمان کو اور ان کی سب موجودات کو حق کے سوا کسی اور بنیاد پر خلق نہیں کیا ہے، اور فیصلے کی گھڑی یقیناً آنے والی ہے، پس اے محمدؐ، تم (اِن لوگوں کی بیہودگیوں پر) شریفانہ درگزر سے کام لو"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "یقیناً تمہارا رب سب کا خالق ہے اور سب کچھ جانتا ہے"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "ہم نے تم کو سات ایسی آیتیں دے رکھی ہیں جو بار بار دہرائی جانے کے لائق ہیں، اور تمہیں قرآن عظیم عطا کیا ہے"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "تم اُس متاع دنیا کی طرف آنکھ اٹھا کر نہ دیکھو جو ہم نے اِن میں سے مختلف قسم کے لوگوں کو دے رکھی ہے، اور نہ اِن کے حال پر اپنا دل کڑھاؤ انہیں چھوڑ کر ایمان لانے والوں کی طرف جھکو"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "اور (نہ ماننے والوں سے) کہہ دو کہ میں تو صاف صاف تنبیہ کرنے والا ہوں"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "یہ اُسی کی طرح کی تنبیہ ہے جیسی ہم نے اُن تفرقہ پردازوں کی طرف بھیجی تھی"
        }
    ]
}