{
    "pages": [
        {
            "chapter": 21,
            "verse": 45,
            "text": "اِن سے کہہ دو کہ \"میں تو وحی کی بنا پر تمہیں متنبہ کر رہا ہوں\" مگر بہرے پکار کو نہیں سنا کرتے جبکہ اُنہیں خبردار کیا جائے"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "اور اگر تیرے رب کا عذاب ذرا سا انہیں چھو جائے تو ابھی چیخ اٹھیں کہ ہائے ہماری کم بختی، بے شک ہم خطا وار تھے"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "قیامت کے روز ہم ٹھیک ٹھیک تولنے والے ترازو رکھ دیں گے، پھر کسی شخص پر ذرہ برابر ظلم نہ ہو گا جس کا رائی کے دانے کے برابر بھی کچھ کیا دھرا ہو گا وہ ہم سامنے لے آئیں گے اور حساب لگانے کے لیے ہم کافی ہیں"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "پہلے ہم موسیٰؑ اور ہارونؑ کو فرقان اور روشنی اور \"ذکر\" عطا کر چکے ہیں اُن متقی لوگوں کی بھَلائی کے لیے"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "جو بے دیکھے اپنے رب سے ڈریں اور جن کو (حساب کی) اُس گھڑی کا کھٹکا لگا ہُوا ہے"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "اور اب یہ بابرکت \"ذکر\" ہم نے (تمہارے لیے) نازل کیا ہے پھر کیا تم اِس کو قبول کرنے سے انکاری ہو؟"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "اُس سے بھی پہلے ہم نے ابراہیمؑ کو اُس کی ہوش مندی بخشی تھی اور ہم اُس کو خوب جانتے تھے"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "یاد کرو وہ موقع جبکہ اُس نے اپنے باپ اور اپنی قوم سے کہا تھا کہ \"یہ مورتیں کیسی ہیں جن کے تم لوگ گرویدہ ہو رہے ہو؟"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "انہوں نے جواب دیا \"ہم نے اپنے باپ دادا کو ان کی عبادت کرتے پایا ہے"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "اس نے کہا \"تم بھی گمراہ ہو اور تمہارے باپ دادا بھی صریح گمراہی میں پڑے ہوئے تھے؟"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "انہوں نے کہا \"کیا تو ہمارے سامنے اپنے اصلی خیالات پیش کر رہا ہے یا مذاق کرتا ہے؟"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "اُس نے جواب دیا \"نہیں، بلکہ فی الواقع تمہارا رب وہی ہے جو زمین اور آسمانوں کا رب اور اُن کا پیدا کرنے والا ہے اِس پر میں تمہارے سامنے گواہی دیتا ہوں"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "اور خدا کی قسم میں تمہاری غیر موجودگی میں ضرور تمہارے بتوں کی خبر لوں گا"
        }
    ]
}