{
    "pages": [
        {
            "chapter": 4,
            "verse": 45,
            "text": "اللہ تمہارے دشمنوں کو خوب جانتا ہے اور تمہاری حمایت و مدد گاری کے لیے اللہ ہی کافی ہے"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "جو لوگ یہودی بن گئے ہیں اُن میں کچھ لوگ ہیں جو الفاظ کو اُن کے محل سے پھیر دیتے ہیں اور دین حق کے خلاف نیش زنی کرنے کے لیے اپنی زبانوں کو توڑ موڑ کر کہتے ہیں سَمِعنَا وَ عَصَینَا اور اِسمَع غَیر مُسمَع اور رَاعِنَا حالانکہ اگر وہ کہتے سَمِعنَا وَ اَطَعنَا، اور اِسمَع اور اُنظُرنَا تو یہ انہی کے لیے بہتر تھا اور زیادہ راستبازی کا طریقہ تھا مگر ان پر تو ان کی باطل پرستی کی بدولت اللہ کی پھٹکار پڑی ہوئی ہے اس لیے وہ کم ہی ایمان لاتے ہیں"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "اے وہ لوگو جنہیں کتاب دی گئی تھی! مان لو اُس کتاب کو جو ہم نے اب نازل کی ہے اور جو اُس کتاب کی تصدیق و تائید کرتی ہے جو تمہارے پاس پہلے سے موجود تھی اس پر ایمان لے آؤ قبل اس کے کہ ہم چہر ے بگاڑ کر پیچھے پھیر دیں یا ان کو اسی طرح لعنت زدہ کر دیں جس طرح سبت والوں کے ساتھ ہم نے کیا تھا، اور یاد رکھو کہ اللہ کا حکم نافذ ہو کر رہتا ہے"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "اللہ بس شرک ہی کو معاف نہیں کرتا، اِس کے ماسوا دوسرے جس قدر گناہ ہیں وہ جس کے لیے چاہتا ہے معاف کر دیتا ہے اللہ کے ساتھ جس نے کسی اور کو شریک ٹھیرایا اُس نے تو بہت ہی بڑا جھوٹ تصنیف کیا اور بڑے سخت گناہ کی بات کی"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "تم نے اُن لوگوں کو بھی دیکھا جو بہت اپنی پاکیز گی نفس کا دم بھرتے ہیں؟ حالانکہ پاکیزگی تو اللہ ہی جسے چاہتا ہے عطا کرتا ہے، اور (انہیں جو پاکیزگی نہیں ملتی تو در حقیقت) ان پر ذرہ برابر بھی ظلم نہیں کیا جاتا"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "دیکھو تو سہی، یہ اللہ پر بھی جھوٹے افترا گھڑنے سے نہیں چوکتے اور ان کے صریحاً گناہ گا ر ہونے کے لیے یہی ایک گناہ کافی ہے"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "کیا تم نے اُن لوگوں کو نہیں دیکھا جنہیں کتاب کے علم میں سے کچھ حصہ دیا گیا ہے اور اُن کا حال یہ ہے کہ جِبت اور طاغوت کو مانتے ہیں اور کافروں کے متعلق کہتے ہیں کہ ایمان لانے والوں سے تو یہی زیادہ صحیح راستے پر ہیں"
        }
    ]
}