{
    "pages": [
        {
            "chapter": 11,
            "verse": 6,
            "text": "Yerde rızkı Allah´a ait olmayan hicbir debelenen yoktur; O, onların duracakları yeri de, emanet edildikleri yeri de bilir. Onların hepsi acık bir kitaptadır"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "O, hanginizin daha guzel davranacagı hususunda sizi imtihan etmek icin gokleri ve yeri altı gunde yarattı; Arsı su ustunde idi. Boyle iken Allah bilir ya, sen onlara: «Siz oldukten sonra diriltileceksiniz.» dersen, kufredenler kesinlikle: «Bu apacık aldatmadan baska birsey degildir!» derler"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Eger kendilerinden ilerideki sayılı bir sureye kadar azabı geciktirecek olsak, mutlaka: «Onu ne engelliyor?» derler. Azap onlara gelecegi gun, artık kendilerinden cevrilecek degildir ve alay ettikleri sey kendilerini sarmıs olacaktır"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Sayet insana tarafımızdan bir nimet tattırıp sonra da onu kendisinden cekip alırsak, suphesiz ki, o butun umidini yitirir ve nankor biri oluverir"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Sayet ona, dokunan bir sıkıntıdan sonra bir mutluluk tattırıverirsek: «Her halde benden butun kotulukler gitti.» der ve mutlaka sevinir, ovunur"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Ancak her iki durumda da sabredip guzel guzel isler yapanlar baska; iste onlar icin bir bagıslanma ve buyuk bir mukafat vardır"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Simdi belki de sen, onların: «Ona bir hazine indirilse veya beraberinde bir melek gelse ya!» demeleri yuzunden icin sıkılarak, sana vahyolunanın bir kısmını terkedecek olursun. Fakat sen, ancak bir uyarıcısın. Allah ise herseye vekildir"
        }
    ]
}