{
    "pages": [
        {
            "chapter": 20,
            "verse": 65,
            "text": "Onlar: «Ey Musa ya sen at, ya da ilk atan biz olalım.» dediler"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Musa: «Haydi, siz atın!» dedi. Bir de baktı ki, onların ipleri ve sopaları, sihirleri sebebiyle, kendisine cidden kosuyorlarmıs gibi gorunuyor"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Birden bire Musa, icinde bir tur korku duydu"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Dedik ki: «Korkma, cunku sensin ustun sen"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Sag elindekini bırakıver; o, onların yaptıklarını yalar yutar. Cunku onların yaptıkları yalnızca bir sihirbaz hilesidir. Sihirbaz ise her nerede olsa felah bulmaz!»"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Sonunda butun sihirbazlar secdeye kapandılar: «Harun ile Musa´nın Rabbine iman ettik.» dediler"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Firavun: «Demek ben size izin vermeden ona iman ettiniz ha! O, mutlaka size sihri ogreten buyugunuzdur. O halde andolsun ki, ben de sizin ellerinizi ve ayaklarınızı caprazlama kesecegim ve sizi kesinlikle hurma dallarına asacagım; suphesiz bileceksiniz hangimizin azap bakımından daha siddetti ve daha surekli oldugunu!» dedi"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Onlar: «Ihtimali yok, bize gelen bu acık mucizelere ve bizi yaratana karsı seni tercih edemeyiz. Artık ne yapacaksan yap; senin hukmun olsa olsa bu dunya hayatında gecerli olur"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Dogrusu biz, gunahlarımıza ve bizi zorladıgın sihre karsı bizi bagıslasın diye Rabbimize iman ettik. Allah, daha hayırlı ve daha kafacıdır.» cevabını verdiler"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Her kim Rabbine suclu olarak varırsa, suphesiz ona cehennem vardır. Orada ne olur, ne dirilir"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Her kim de mumin olarak ve yararlı isler yapmıs bir halde varırsa, iste onlara en yuksek dereceler vardır"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Altından ırmaklar akan Adn cennetleri ki, onlarda ebedi kalacaklardır. Ve o iste , temizlenen kimsenin mukafatı"
        }
    ]
}