{
    "pages": [
        {
            "chapter": 21,
            "verse": 25,
            "text": "Biz senden once hicbir peygamber gondermedik ki, ona soyle vahyetmis olmayalım: «Gercek su ki, Benden baska ilah yoktur; onun icin hep Bana ibadet edin.»"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Boyle iken dediler ki: «Rahman cocuk edindi.» Allah bundan munezzehtir. Dogrusu (o cocuk dedikleri) sadece serefli bir takım kullardır"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "onlar Allah´ın sozunun onune gecmezler, hep O´nun emriyle hareket ederler"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Allah onların onlerindekini de, arkalarındakini de bilir. Allah´ın razı olacagı kimselerden baskasına sefaat etmezler. Hepsi O´nun korkusundan titrerler"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Iclerinden her kim: «Ben O´ndan baska ilahım!» derse, Biz ona cehennemi ceza olarak veririz; zalimleri Biz boyle cezalandırırız"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "O kufredenler gormediler mi ki, gokler ve yer bitisik idiler de Biz onları ayırdık; canlı olan her seyi sudan yaptık. Hala inanmıyorlar mı"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Yeryuzunde de onları calkalar diye, baskılar oturttuk (sabit daglar yerlestirdik), dogru gidebilsinler diye orada bol bol acıklıklar (yollar) yaptık"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Gokyuzunu korunmus bir tavan yaptık. Onlar ise O´nun ayetlerinden yuz ceviriyorlar"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Oysa, geceyi, gunduzu, gunesi ve ayı yaratan O´dur; bunların herbiri birer yorungede yuzuyorlar"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Bir de Biz senden once hicbir kimseye olumsuzluk vermedik. Eger sen olursen onlar baki mi kalacaklar"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Her canlı olumu tadacaktır. Sizi bir imtihan olarak kotuluk ve iyilik ile deneyecegiz; hepiniz de sonunda bize donduruleceksiniz"
        }
    ]
}