{
    "pages": [
        {
            "chapter": 24,
            "verse": 44,
            "text": "Allah gece ile gunduzu ardarda ceviriyor. Suphe yok ki, bunlarda gozu olanlar icin kesin bir ibret vardır"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Allah her hayvanı bir sudan yarattı. Oyle iken kimi karnı uzerinde yurur, kimi iki ayak ustunde yurur, kimi de dort ayak ustunde yurur. Allah, diledigini yaratır. Suphesiz ki Allah, her seye gucu yetendir"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Andolsun ki, gercekten acıklayıcı ayetler indirdik. Allah, diledigini dogru bir caddeye iletir"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Bir de: «Allah´a ve peygamberine inandık ve itaat ettik.» diyorlar. Sonra onlardan bir kısmı bunun arkasından yan ciziyorlar. Onlar mu´min degillerdir"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Aralarında hukmetmesi icin Allah´a ve Resulune cagrıldıklarında bir de bakarsın bunlardan bir kısmı cekiniyorlar"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Eger hak kendilerinden yana ise, bas egerek ona gelirler"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Kalplerinde bir hastalık mı var, yoksa Allah ve Resulunun kendilerine haksızlık edeceginden kuskulandılar, ya da korktular mı? Hayır, kendileri asıl zalimlerdir"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Aralarında hukmetmesi icin Allah´a ve Resulune cagrıldıkları zaman mu´minlerin sozu ancak: «Isittik ve itaat ettik.» demeleridir. Iste bunlar, kurtulus bulacak olanlardır"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Kim Allah´a ve Resulune itaat eder, Allah´tan korkar ve O´na sıgınırsa, iste murada erecek olanlar bunlardır"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Otekiler (munafıklar), kendilerine emrettigin takdirde hemen tereddut etmeden cıkıp gideceklermis diye, Allah´a en kuvvetli yeminleri ile yemin ettiler. De ki: «Yemin etmeyin! Sizin ki bilinen bir itaattir! Allah, kesinlikle butun yaptıklarınız ve yapacaklarınızdan haberdardır"
        }
    ]
}