{
    "pages": [
        {
            "chapter": 27,
            "verse": 36,
            "text": "Bunun uzerine gonderilen (elci) Suleyman´a vardıgı vakit (Suleyman): «Siz bana mal ile yardım mı etmek istiyorsunuz? Bakın Allah´ın bana verdigi size verdiginden daha iyidir. Hayır siz hediyenize guveniyorsunuz"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "(Ey elci) don onlara (soyle): «Vallahi karsı gelemeyecekleri ordularla varırım da, oradan kendilerini perisanlıklar icinde hor ve hakir oldukları halde cıkarırım.» dedi"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "(Suleyman kendi adamlarına donerek): «Ey Heyet kendileri teslimiyyet gosterip bana gelmeden once, o kadının tahtını bana kim getirir?» dedi"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Cinlerden bir ifrit: «Sen makamından kalkmadan once ben onu sana getiririm. Ve gercekten bunu yapmaya hem gucum, hem de guvenim var.» dedi"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Yanında kitaptan bir ilim bulunan zat ise: «Ben onu sana gozunu kırpmadan once getiririm.» dedi. Derken onu yanında duruyor gorunce: «Bu, Rabbimin bir lutfudur; beni imtihan icin ki, sukredecek miyim, yoksa nankorluk mu edecegim. Kim sukrederse ancak kendisi icin sukreder, her kim de nankorluk ederse, suphe yok ki, Rabbim herseyden mustagnidir, buyuk ihsan sahibidir» dedi"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "(Suleyman) dedi ki: «Tahtını tanınmaz duruma sokun, bakalım tanıyacak mı, tanımazlardan mı olacak?»"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Bunun uzerine (Melike) gelince: «Boyle mi senin tahtın?» denildi. (O da): «Sanki o! Zaten bize daha once bilgi verildi ve biz musluman olduk! dedi"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Daha once Allah´tan baska taptıgı seyler, on(un musluman olmasın)a engel olmustu; cunku inkarcı bir kavimden idi"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Ona: «Koske gir!» denildi. Derken (Melike) onu gorunce derin bir su sandı ve eteklerini topladı. Suleyman: «O parlak bir kosk, sırcadan!» dedi. Kadın: «Ey Rabbim, gercekten ben once nefsime zulmetmisim, simdi Suleyman´ın maiyyetinde, alemlerin Rabbi olan Allah´a teslim oldum.» dedi"
        }
    ]
}