{
    "pages": [
        {
            "chapter": 30,
            "verse": 16,
            "text": "Ayetlerimize ve ahiret bulusmasına yalan deyip de kufredenlere gelince, iste bunlar o zaman azap icinde huzura celbedilirler"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "O halde aksama girdiginiz zaman da sabaha girdiginiz zaman da Allah´ı tesbih edin"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Goklerde ve yerde, ikindileyin ve ogleye erdiginiz zaman da hamd O´na mahsustur"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "O oluden diri cıkarır diriden de olu cıkarır ve topraga olumunden sonra hayat verir. Sizler de iste oyle cıkarılacaksınız"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Yine O´nun sizi topraktan yaratması (yuce kudretine delalet eden) ayetlerindendir ki, sonra da siz simdi bir besersiniz, yayılıp duruyorsunuz"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Yine sizin icin nefislerinizden kendilerine ısınırsınız diye esler yaratması ve aranızda bir sevgi ve bir esirgeme yapması da O´nun ayetlerindendir. Suphesiz ki bunda dusunecek bir kavim icin ibretler vardır"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Yine goklerin ve yerin yaratılısı ile dillerinizin ve benizlerinizin farklı olusu da O´nun ayetlerindendir. Suphe yok ki, bunda ilim sahipleri icin ayetler vardır"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Yine gecede, gunduzde uyumanız ve lutfundan nasip aramanız da (O´nun) ayetlerindendir. Suphe yok ki, bunda isiten bir toplum icin ayetler vardır"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Yine size hem korku ve hem de umit icin simsegi gostermesi ve gokten bir su indirip de onunla yeryuzune olumunden sonra hayat vermesi, O´nun ayetlerindendir. Suphesiz ki bunda aklını calıstıran bir toplum icin ayetler vardır"
        }
    ]
}