{
    "pages": [
        {
            "chapter": 40,
            "verse": 26,
            "text": "Bir de Firavun: «Bırakın beni, oldureyim Musa´ yı da o, Rabbine dua etsin! Cunku ben, onun dininizi degistirmesinden veya yeryuzunde bir bozgunculuk cıkarmasından korkuyorum.» dedi"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Musa da: «Muhakkak ben, hesap gunune inanmayan her ululuk taslayandan Rabbime ve Rabbinize sıgındım!» dedi"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "Firavun ailesinden -imanını saklayan- mumin bir adam: «Bir adamı «Rabbim Allah´tır» diyor diye oldurecek misiniz? Oysa o, size Rabbinizden acık delillerle gelmistir. Hem o bir yalancı ise, cok surmez yalanı boynuna gecer; fakat dogru ise size yaptıgı tehditlerin bir kısmı olsun basınıza gelir. Suphe yok ki, Allah, asırı giden bir yalancıyı dogru yola cıkarmaz"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "Ey kavmim, bugun mulk sizindir, bu yerde yuze cıkmıs (ustun) bulunuyorsunuz; fakat Allah´ın hısmı basımıza gelirse bizi ondan kim kurtarabilir?» dedi. Firavun: «Ben size yalnızca gorusumu soyluyorum ve ben size ancak dogru yolu gosteriyorum.» dedi"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "O iman etmis olan kisi: «Ey kavmim, dogrusu ben sizin hakkınızda Ahzab (eski topluluklar)ın gunleri gibi bir gunden korkuyorum"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "Nuh kavmi´nin, Ad´ın, Semud´un ve daha sonrakilerin maceraları gibisinden. Allah, kullarına haksızlık etmek istemez"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "Ve ey kavmim, ben sizin icin o cagrısma gununden korkuyorum"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "O arkanızı donup gideceginiz gunden. Sizi Allah´tan koruyacak da yoktur. Her kimi de Allah sasırtırsa, artık onu dogru yola iletecek biri yoktur!» dedi"
        }
    ]
}