{
    "pages": [
        {
            "chapter": 41,
            "verse": 39,
            "text": "Senin yeryuzunu (kuraklıktan) boynu bukuk husu halinde gormen de O´nun ayetlerindendir; Biz ona suyu indiriverdigimizde hareketlenir ve kabarır. Suphe yok ki, ona o hayatı veren elbette oluleri dirilticidir. Dogrusu O, herseye gucu yetendir"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Ayetlerimizde ilhada sapan sapkınlar (ayetlerimize yalan diyenler) elbette Bize gizli kalmazlar. O halde atese atılan mı hayırlıdır, yoksa kıyamet gununde guven icinde gelecek olan mı? Dusunun de istediginizi yapın, cunku o her ne yaparsanız gorur"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Onlar, O Kur´an kendilerine geldiginde onu inkar edenlerdir. Halbuki o, benzeri bulunmaz bir kitaptır"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Ona ne onunden, ne ardından batıl yaklasamaz. O, butun kainatın ovdugu bir hikmet sahibi tarafından peyderpey indirilmistir"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Sana senden onceki peygamberlere denilenden baskası denilmiyor ve suphe yok ki, Rabbin hem bir bagıslama sahibidir, hem de elem verici bir azap"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Ve eger Biz onu yabancı dilde bir Kur´an yapsaydık diyeceklerdi ki: «Ayetleri genisce acıklansaydı ya! Arab´a yabancı dil (oyle) mi?» De ki: «O iman edenler icin bir rehber ve sifadır, iman etmeyenlerin ise kulaklarında bir agırlık vardır ve o, onlara karsı korluktur. Onlara uzak bir yerden haykırılır.»"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Andolsun ki, Musa´ya o kitabı verdik de onda ihtilaf edildi. Eger Rabbinden bir soz gecmis olmasaydı aralarında is bitirilirdi. Kesinlikle onlar, onun hakkında kuskulu bir suphe icindedirler"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Iyi is yapan kendi yararına, kotu yapan da kendi zararına yapmıstır. Yoksa Rabbin, kullara zulmeden degildir"
        }
    ]
}