{
    "pages": [
        {
            "chapter": 64,
            "verse": 10,
            "text": "Kufredip ayetlerimizi yalanlayanlara gelince, onlar cehennemliklerdir, orada ebedi kalacaklardır. Orası ne kotu varılacak yerdir"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "Allah´ın izni olmadan hicbir musibet basa gelmez, her kim de Allah´a iman ederse, O, onun kalbine hidayet verir. Allah herseyi bilir"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Iman edin de Allah´a itaat edin, peygambere de itaat edin. Eger aksine giderseniz bilin ki Resulumuzun gorevi acık bir tebligden ibarettir"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "Allah´tan baska tanrı yoktur. Onun icin muminler yalnız Allah´a dayansınlar"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "Ey iman edenler, haberiniz olsun ki, eslerinizden ve cocuklarınızdan size dusman olan vardır, o halde onlardan sakının! Ne var ki, affeder, kusurlarına bakmaz, orterseniz, suphe yok ki, Allah, cok bagıslayandır, merhamet edendir"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Dogrusu mallarınız ve cocuklarınız bir fitne (imtihan)dır. Buyuk mukafat ise Allah katındadır"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Onun icin gucunuz yettigi kadar Allah´tan korkun, dinleyin, itaat edin ve harcayın, kendiniz icin hayır yapın. Her kim de nefsinin hırsından korunursa iste onlar kurtulusa erenlerdir"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "Eger Allah´a bir guzel borc sunarsanız onu sizin icin katlayıverir ve sizi bagıslar. Allah, cok mukafat verendir, cezalandırmada acele etmeyendir"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "Gorunmeyeni de goruneni de bilir, gucludur, hikmet sahibidir"
        }
    ]
}