{
    "pages": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "Ve kosusun Rabbinizden bir bagıslanmaya ve takva sahipleri icin hazırlanmıs eni gokler ve yer genisliginde olan cennete"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "O takva sahipleri, bollukta ve darlıkta nafaka verenler, kızdıklarında ofkelerini yutanlar ve insanların kusurlarını bagıslayanlardır. Allah, iyilik edenleri sever"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Onlar bir kusur isledikleri veya kendilerine bir zulmettiklerinde Allah´ı ananlar ve hemen gunahlarının bagıslanmasını isteyenlerdir. Zaten gunahları Allah´tan baska kim bagıslayabilir ki? Bir de onlar, yaptıklarına bile bile ısrar etmezler"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Iste bunların mukafatı Rablerinden bir bagıslama ve sonsuza dek kalmak uzere altından ırmaklar akan cennetlerdir. Iyi is yapanların mukafatı ne de guzeldir"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Sizden once kanun olmus bir takım olaylar gecti, onun icin yer yuzunde dolasın da peygamberleri yalanlayanların akibetlerinin nasıl oldugunu gorun"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Iste bu, butun insanlar icin bir acıklama ve ozellikle korunacak takva sahipleri icin bir hidayet ve oguttur"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Sizler eger gercek inananlarsanız, daha yukselecekken gevsemeyin ve uzulmeyin"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Eger size bir yara dokunduysa o heriflere de oyle bir yara dokundu. Biz o gunleri insanlar arasında evirip ceviririz. Allah´ın sizden iman edenleri bilmesi ve sizden sehitler alması, sahitler tutması icin boyle yaparız. Allah, zulmedenleri sevmez"
        }
    ]
}