{
    "maqras": [
        {
            "chapter": 17,
            "verse": 99,
            "text": "Have they not seen that Allah Who created the heavens and the earth is Able to create the like of them, and hath appointed for them an end whereof there is no doubt? But the wrong-doers refuse aught save disbelief"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Say (unto them): If ye possessed the treasures of the mercy of my Lord, ye would surely hold them back for fear of spending, for man was ever grudging"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "And verily We gave unto Moses nine tokens, clear proofs (of Allah's Sovereignty). Do but ask the Children of Israel how he came unto them, then Pharaoh said unto him: Lo! I deem thee one bewitched, O Moses"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "He said: In truth thou knowest that none sent down these (portents) save the Lord of the heavens and the earth as proofs, and lo! (for my part) I deem thee lost, O Pharaoh"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "And he wished to scare them from the land, but We drowned him and those with him, all together"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "And We said unto the Children of Israel after him: Dwell in the land; but when the promise of the Hereafter cometh to pass We shall bring you as a crowd gathered out of various nations"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "With truth have We sent it down, and with truth hath it descended. And We have sent thee as naught else save a bearer of good tidings and a warner"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "And (it is) a Qur'an that We have divided, that thou mayst recite it unto mankind at intervals, and We have revealed it by (successive) revelation"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Say: Believe therein or believe not, lo! those who were given knowledge before it, when it is read unto them, fall down prostrate on their faces, adoring"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Saying: Glory to our Lord! Verily the promise of our Lord must be fulfilled"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "They fall down on their faces, weeping, and it increaseth humility in them"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Say (unto mankind): Cry unto Allah, or cry unto the Beneficent, unto whichsoever ye cry (it is the same). His are the most beautiful names. And thou (Muhammad), be not loud-voiced in thy worship nor yet silent therein, but follow a way between"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "And say: Praise be to Allah, Who hath not taken unto Himself a son, and Who hath no partner in the Sovereignty, nor hath He any protecting friend through dependence. And magnify Him with all magnificence"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Praise be to Allah Who hath revealed the Scripture unto His slave, and hath not placed therein any crookedness"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "(But hath made it) straight, to give warning of stern punishment from Him, and to bring unto the believers who do good works the news that theirs will be a fair reward"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Wherein they will abide for ever"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "And to warn those who say: Allah hath chosen a son"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "(A thing) whereof they have no knowledge, nor (had) their fathers, Dreadful is the word that cometh out of their mouths. They speak naught but a lie"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Yet it may be, if they believe not in this statement, that thou (Muhammad) wilt torment thy soul with grief over their footsteps"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Lo! We have placed all that is on the earth as an ornament thereof that We may try them: which of them is best in conduct"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "And lo! We shall make all that is thereon a barren mound"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Or deemest thou that the People of the Cave and the Inscription are a wonder among Our portents"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "When the young men fled for refuge to the Cave and said: Our Lord! Give us mercy from Thy presence, and shape for us right conduct in our plight"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Then We sealed up their hearing in the Cave for a number of years"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "And afterward We raised them up that We might know which of the two parties would best calculate the time that they had tarried"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "We narrate unto thee their story with truth. Lo! they were young men who believed in their Lord, and We increased them in guidance"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "And We made firm their hearts when they stood forth and said: Our Lord is the Lord of the heavens and the earth. We cry unto no Allah beside Him, for then should we utter an enormity"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "These, our people, have chosen (other) gods beside Him though they bring no clear warrant (vouchsafed) to them. And who doth greater wrong than he who inventeth a lie concerning Allah"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "And when ye withdraw from them and that which they worship except Allah, then seek refuge in the Cave; your Lord will spread for you of His mercy and will prepare for you a pillow in your plight"
        }
    ]
}