{
    "maqras": [
        {
            "chapter": 21,
            "verse": 83,
            "text": "And Job, when he cried unto his Lord, (saying): Lo! adversity afflicteth me, and Thou art Most Merciful of all who show mercy"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Then We heard his prayer and removed that adversity from which he suffered, and We gave him his household (that he had lost) and the like thereof along with them, a mercy from Our store, and a remembrance for the worshippers"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "And (mention) Ishmael, and Idris, and Dhu'l-Kifl. All were of the steadfast"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "And We brought them in unto Our mercy. Lo! they are among the righteous"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "And (mention) Dhu'n-Nun, when he went off in anger and deemed that We had no power over him, but he cried out in the darkness, saying: There is no Allah save Thee. Be Thou Glorified! Lo! I have been a wrong-doer"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Then we heard his prayer and saved him from the anguish. Thus we save believers"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "And Zachariah, when he cried unto his Lord: My Lord! Leave me not childless, though Thou art the Best of inheritors"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Then We heard his prayer, and bestowed upon him John, and adjusted his wife (to bear a child) for him. Lo! they used to vie one with the other in good deeds, and they cried unto Us in longing and in fear, and were submissive unto Us"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "And she who was chaste, therefor We breathed into her (something) of Our Spirit and made her and her son a token for (all) peoples"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Lo! this, your religion, is one religion, and I am your Lord, so worship Me"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "And they have broken their religion (into fragments) among them, (yet) all are returning unto Us"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Then whoso doeth some good works and is a believer, there will be no rejection of his effort. Lo! We record (it) for him"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "And there is a ban upon any community which We have destroyed: that they shall not return"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Until, when Gog and Magog are let loose, and they hasten out of every mound"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "And the True Promise draweth nigh; then behold them, staring wide (in terror), the eyes of those who disbelieve! (They say): Alas for us! We (lived) in forgetfulness of this. Ah, but we were wrong-doers"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Lo! ye (idolaters) and that which ye worship beside Allah are fuel of hell. Thereunto ye will come"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "If these had been gods they would not have come thither, but all will abide therein"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Therein wailing is their portion, and therein they hear not"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Lo! those unto whom kindness hath gone forth before from Us, they will be far removed from thence"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "They will not hear the slightest sound thereof, while they abide in that which their souls desire"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "The Supreme Horror will not grieve them, and the angels will welcome them, (saying): This is your Day which ye were promised"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "The Day when We shall roll up the heavens as a recorder rolleth up a written scroll. As We began the first creation, We shall repeat it. (It is) a promise (binding) upon Us. Lo! We are to perform it"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "And verily we have written in the Scripture, after the Reminder: My righteous slaves will inherit the earth"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Lo! there is a plain statement for folk who are devout"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "We sent thee not save as a mercy for the peoples"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Say: It is only inspired in me that your Allah is One Allah. Will ye then surrender (unto Him)"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "But if they are averse, then say: I have warned you all alike, although I know not whether nigh or far is that which ye are promised"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Lo! He knoweth that which is said openly, and that which ye conceal"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "And I know not but that this may be a trial for you, and enjoyment for a while"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "He saith: My Lord! Judge Thou with truth. Our Lord is the Beneficent, Whose help is to be implored against that which ye ascribe (unto Him)"
        }
    ]
}