{
    "maqras": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "O ye who believe! Fulfil your indentures. The beast of cattle is made lawful unto you (for food) except that which is announced unto you (herein), game being unlawful when ye are on the pilgrimage. Lo! Allah ordaineth that which pleaseth Him"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "O ye who believe! Profane not Allah's monuments nor the Sacred Month nor the offerings nor the garlands, nor those repairing to the Sacred House, seeking the grace and pleasure of their Lord. But when ye have left the sacred territory, then go hunting (if ye will). And let not your hatred of a folk who (once) stopped your going to the inviolable place of worship seduce you to transgress; but help ye one another unto righteousness and pious duty. Help not one another unto sin and transgression, but keep your duty to Allah. Lo! Allah is severe in punishment"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Forbidden unto you (for food) are carrion and blood and swineflesh, and that which hath been dedicated unto any other than Allah, and the strangled, and the dead through beating, and the dead through falling from a height, and that which hath been killed by (the goring of) horns, and the devoured of wild beasts, saving that which ye make lawful (by the death-stroke), and that which hath been immolated unto idols. And (forbidden is it) that ye swear by the divining arrows. This is an abomination. This day are those who disbelieve in despair of (ever harming) your religion; so fear them not, fear Me! This day have I perfected your religion for you and completed My favour unto you, and have chosen for you as religion al-Islam. Whoso is forced by hunger, not by will, to sin: (for him) lo! Allah is Forgiving, Merciful"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "They ask thee (O Muhammad) what is made lawful for them. Say: (all) good things are made lawful for you. And those beasts and birds of prey which ye have trained as hounds are trained, ye teach them that which Allah taught you; so eat of that which they catch for you and mention Allah's name upon it, and observe your duty to Allah. Lo! Allah is swift to take account"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "This day are (all) good things made lawful for you. The food of those who have received the Scripture is lawful for you, and your food is lawful for them. And so are the virtuous women of the believers and the virtuous women of those who received the Scripture before you (lawful for you) when ye give them their marriage portions and live with them in honour, not in fornication, nor taking them as secret concubines. Whoso denieth the faith, his work is vain and he will be among the losers in the Hereafter"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "O ye who believe! When ye rise up for prayer, wash you faces, and your hands up to the elbows, and lightly rub your heads and (wash) your feet up to the ankles. And if ye are unclean, purify yourselves. And if ye are sick or on a journey, or one of you cometh from the closet, or ye have had contact with women, and ye find not water, then go to clean, high ground and rub your faces and your hands with some of it. Allah would not place a burden on you, but He would purify you and would perfect His grace upon you, that ye may give thanks"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Remember Allah's grace upon you and His covenant by which He bound you when ye said: We hear and we obey; And keep your duty to Allah. Lo! He knoweth what is in the breasts (of men)"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "O ye who believe! Be steadfast witnesses for Allah in equity, and let not hatred of any people seduce you that ye deal not justly. Deal justly, that is nearer to your duty. Observe your duty to Allah. Lo! Allah is Informed of what ye do"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Allah hath promised those who believe and do good works: Theirs will be forgiveness and immense reward"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "And they who disbelieve and deny Our revelations, such are rightful owners of hell"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "O ye who believe! Remember Allah's favour unto you, how a people were minded to stretch out their hands against you but He withheld their hands from you; and keep your duty to Allah. In Allah let believers put their trust"
        }
    ]
}