{
    "pages": [
        {
            "chapter": 16,
            "verse": 94,
            "text": "Yeminlerinizi aranızda hile ve aldatma aracı yapmayın; aksi halde, ayak sağlam bastıktan sonra kayar ve Allah yolundan alıkoyduğunuz için acıyı tadarsınız. Üstelik büyük bir azaba da uğrarsınız"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Allah'a verdiğiniz sözü basit bir ücret karşılığı satmayın. Eğer bilirseniz, Allah katında olan, sizin için daha hayırlıdır"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Sizin yanınızdaki tükenir ama Allah'ın yanındaki sonsuza dek kalıcıdır. Sabredenlere ödüllerini biz, işleyip ürettiklerinin en güzeliyle mutlaka vereceğiz"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Erkek yahut kadın, her kim inanmış olarak hayra ve barışa yönelik bir iş yaparsa, onu tertemiz bir hayatla yaşatırız. Ve böylelerinin ücretlerini, işleyip ürettiklerinin en güzelleriyle karşılarız"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Kur'an'ı okuduğun zaman, o kovulup taşlanmış şeytandan Allah'a sığın"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Şu bir gerçek ki şeytanın elinde, iman edip yalnız Rablerine dayananlar aleyhine hiçbir sulta/hiçbir kanıt yoktur"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Onun sultası, sadece onu dost edinenlerle Allah'a ortak koşanlar üstündedir"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Biz bir ayeti, bir başka ayetin yerine koyduğumuzda -ki Allah neyi indirmekte olduğunu daha iyi bilir- şöyle derler: \"Sen düpedüz bir iftiracısın.\" Hayır, öyle değil. Bunların çokları bilmiyorlar"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "De ki: \"İman edenleri güçlendirip kökleştirmek için ve Müslümanlara bir müjde ve kılavuz olarak, Ruhulkudüs onu, senin Rabbinden indirdi"
        }
    ]
}