{
    "maqras": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "نو د ده د قوم جواب نه و غیر له دې نه چې دوى وویل: تاسو د لوط خېلخانه له خپل كلي نه وباسئ، بېشكه دوى داسې خلق دى چې ځانونه ډېر پاك ساتي"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "نو مونږ نجات وركړ ده ته، او د ده كورنۍ ته د ده له ښځې نه غیر، مونږ هغه په باقي پاتې كېدونكو كې مقرر كړې وه"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "او مونږ په دوى باندې (د كاڼو) باران ووراوه، نو د وېرول شویو باران بد و"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "ته ووایه: ټوله ستاينه خاص د الله لپاره ده، او سلام دې وي د هغه په هغو بنده ګانو باندې چې غوره كړي يې دي، ایا الله غوره دى، یا كه هغه چې دوى يې (له الله سره) شریكوي"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "بلكې هغه ذات (بهتر دى) چې اسمانونه او ځمكه يې پیدا كړي دي او تاسو لپاره يې له بره نه اوبه نازلې كړې دي، نو هم مونږ په هغو سره د رونق (او ښايست) والا باغونه زرغون كړل۔، تاسو لپاره دا طاقت نشته چې تاسو د هغو (باغونو) ونې زرغونې كړئ۔، ایا له الله سره بل معبود شته؟ بلكې دوى یو داسې قوم دى چې (له الله سره د نورو) برابري كوي"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "بلكې هغه ذات (غوره دى) چې ځمكه يې د قرار (او ارام) ځاى جوړه كړې ده او د هغې په مینځ كې يې نهرونه جوړ كړي دي او د دې لپاره يې پاخه لوړ غرونه پیدا كړي دي، او د دوو سمندرونو په مینځ كې يې پرده پیدا كړې ده۔، ایا له الله سره بل معبود شته؟ بلكې د دوى اكثره نه پوهېږي"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "بلكې هغه ذات (غوره دى) چې د مجبور (او عاجز) سوال قبلوي، كله چې دغه (الله) وبلي او هغه تكلیف (او سختي) لرې كوي او تاسو د ځمكې خلیفه ګان جوړوي، ایا له الله سره بل معبود شته؟ تاسو ډېر لږ شانته نصیحت قبلوئ"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "بلكې هغه ذات (غوره دى) چې تاسو ته د وچې او سمندر په تیارو كې لاره ښیي او هغه ذات چې له خپل رحمت نه مخكې هواګانې لېږي، چې زېرى وركوونكې وي، ایا له الله سره بل معبود شته؟ الله ډېر اوچت دى له هغو شیانو نه چې دوى يې (له الله سره) شریكوي"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "بلكې هغه ذات چې اول ځلې مخلوق پیدا كوي، بیا به دغه (مخلوق) بېرته ژوندي كوي او هغه ذات چې تاسو ته له اسمان او ځمكې نه روزي دركوي، ایا له الله سره بل معبود شته؟ ته (دوى ته) ووایه: تاسو خپل دلیل راوړئ، كه تاسو رښتیني یئ"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "ته (دوى ته) ووایه: هر هغه څوك چې په اسمانونو او ځمكه كې دي په غیبو نه پوهېږي غیر له الله نه۔ او دوى نه پوهېږي چې كله به دوى بیا ژوندي كولى شي"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "بلكې د اخرت په باره كې د دوى علم بېخي ختم شوى دى۔، بلكې دوى د دغه (قیامت) په باره كې په شك كې دي، بلكې دوى له دغه (قیامت) نه ړانده دي"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "او كافران شویو كسانو وویل: ایا كله چې مونږه او زمونږ پلرونه خاورې شو، ایا په رښتیا به مونږ خامخا (ژوندي) راوښكلى شو؟"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "یقینًا یقینًا له دې نه مخكې هم دا وعده مونږ ته او زمونږ پلرونه ته راكړى شوې ده۔، نه دي دغه (خبرې) مګر د ړومبنو خلقو باطلې قصې"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "ته (دوى ته) ووایه: تاسو په ځمكه كې وګرځئ، بیا وګورئ چې د مجرمانو (كافرانو) انجام څنګه و؟"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "او ته په دوى غم مه كوه او په تنګۍ كې مه كېږه، د هغو مكرونو (فریبونو) په سبب چې دوى يې كوي"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "او دوى وايي: دا (د عذاب د نازلېدو) وعده به كله وي، كه تاسو رښتیني یئ"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "ته (دوى ته) ووایه چې امېد دى چې په تاسو پسې به پیوست شي ځینې له هغه (عذاب) نه چې تاسو يې په جلتۍ غواړئ"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "او بېشكه ستا رب په خلقو باندې خامخا د فضل كولو والا دى او لېكن د دوى اكثره شكر نه وباسي"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "او بېشكه ستا رب خامخا پوهېږي په هغه څه چې د دوى سینې يې پټوي او څه چې دوى (خلق) ظاهروي"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "او په اسمان او ځمكه كې هېڅ پټ پناه شى نشته مګر په واضح كتاب كې (لیك) دي"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "بېشكه دا قرآن بني اسرائیلو ته د هغو خبرو زیاتره حصه بیانوي چې دوى په هغو كې اختلاف كوي"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "او بېشكه دا (قرآن) یقینًا هدایت او رحمت دى، لپاره د مومنانو"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "بېشكه ستا رب به د دوى په مینځ كې په خپل انصاف سره فیصله كوي، او همغه ډېر غالب، ښه علم والا دى"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "نو ته خاص په الله باندې توكل وكړه، بېشكه ته په ښكاره حق باندې يې"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "بېشكه ته مړو ته نشې اورولى او ته كڼو ته (هم) اواز نشې رسولى، كله چې دوى مخ واړوي، په دې حال كې چې شا كوونكي وي"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "او ته ړندو ته د هغوى له ګمراهۍ نه هدایت كوونكى نه يې، ته نشې اورولى مګر هغه چا ته چې زمونږ په ایتونو ايمان راوړي، نو هم دوى مسلمانان دي"
        }
    ]
}