{
    "maqras": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "حا، ميم"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "د كتاب نازلول د الله له جانبه دي چې ډېر غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "مونږ اسمانونه او ځمكه او هغه څه چې د دواړو په مینځ كې دي، نه دي پیدا كړي مګر په حقه او په ټاكلې مودې سره۔ او كافران شوي كسان له هغه (قرآن) نه چې دوى پرې وېرولى شي، مخ ګرځوونكي دي"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "ته (دوى ته) ووایه: تاسو ما ته د هغو (معبودانو) خبر راكړئ چې تاسو يې له الله نه غیر بلئ، تاسو ما ته وښیئ دوى په ځمكه كې څه پیدا كړي دي؟ یا دوى لره په (پیدا كولو د) اسمانونو كې څه شراكت شته؟ تاسو ما ته له دغه (قرآن) نه مخكې كوم كتاب راوړئ، یا له علمه څه باقي علامه۔، كه تاسو رښتيني یئ"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "او له هغه كس نه زيات ګمراه څوك دى چې له الله نه غیر هغه (معبودان) بلي چې د ده دعا (سوال) تر قیامته پورې نشي قبلولى، په داسې حال كې چې دغه (معبودان) به د دوى له بلنې نه غافله (بې خبره) وي"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "او كله چې (ټول) خلق (د حساب لپاره په محشر كې) راجمع كړى شي دغه (معبودان) به د دوى دښمنان وګرځي او د دغو (عبادت كوونكو) له عبادت نه به منكر شي"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "او كله چې دوى ته زمونږ ایتونه لوستلى شي، په داسې حال كې چې ښه واضح دي (، نو) كافران شوي كسان د حق په باره كې وايي، كله چې دوى ته راغى: دا ښكاره جادو دى"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "بلكې ایا دوى وايي: ده دا له ځانه جوړ كړى دى، ته (دوى ته) ووایه: كه چېرې دا ما له ځانه جوړ كړى وي، نو تاسو زما لپاره له الله نه (د بچ كولو لپاره) د هېڅ شي اختیار نه لرئ، هغه په هغو خبرو ښه عالم دى چې تاسو په هغو كې لګیا يئ، هغه زما په مینځ كې او ستاسو په مینځ كې ښه كافي ګواه دى۔ او همدغه ښه بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "ته (دوى ته) ووایه: زه په رسولانو كې اول (او نوى رسول) نه یم (بلكې له ما نه مخكې هم رسولان تېر شوي) او زه بېخي نه پوهېږم چې زما سره او تاسو سره به څه كولى شي، زه خو يواځې د هغه څه پیروي كوم چې ما ته وحي كولى شي او زه خو يواځې ښكاره وېروونكى یم"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "ته (دوى ته) ووايه: تاسو ما ته خبر راكړئ كه چېرې دا (قرآن) د الله له جانبه وي او تاسو په ده سره كافران شوي یئ او د بني اسرائیلو یو ګواه د دې په مثل سره ګواهي كړې ده، پس هغه ایمان راوړ او تاسو لويي وكړه، بېشكه الله ظالم قوم ته هدایت نه كوي"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "او كافران شویو كسانو د هغو كسانو په هكله وویل چې ایمان يې راوړى دى: كه چېرې دا (ایمان، قرآن) خیر (او غوره كار) وى، نو دوى به ده ته زمونږ نه مخكې شوي نه وو۔ او چونكه دغو (كافرانو) په دغه (قرآن) سره نېغه لاره ونه موندله، نو ځكه دوى به ضرور وايي: دا ډېر پخواني دروغ دي"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "حال دا چې له ده نه مخكې د موسٰی كتاب و، چې لار ښوونكى او رحمت و او دا (قرآن) یو تصدیق كوونكى كتاب دى، په داسې حال كې چې په عربي ژبه دى، د دې لپاره چې هغه كسان ووېروي چې ظلم یې كړى دى او نېكي كوونكو لپاره زېرى دى"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "بېشكه هغه كسان چې وايي: زمونږ رب الله دى، بیا ټینګ ودرېږي، نو په دوى به نه څه وېره وي او نه به دوى غمګین كېږي"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "دغه كسان د جنت ملګري دي، چې په ده كې به تل ترتله وي، (دوى ته به) بدله وركولى شي د هغو (نېكو) عملونو په سبب چې دوى به كول"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "او مونږ انسان ته له خپل مور او پلار سره د نېكۍ كولو كلك حكم كړى دى۔، د ده مور دى د سختۍ په حالت كې (په خېټه كې) پورته كړى او دى يې د سختۍ په حالت كې زېږولى دى او د ده حمل او له تي نه د ده، پرېكولو (غوڅولو، د دواړو) موده دېرش میاشتې ده، تر هغه پورې چې كله دى خپل قوت ته ورسېده او څلوېښتو كالو ته ورسېده، ده وویل: اى زما ربه! ته ما ته (الهام او) توفیق راكړه چې زه ستا د هغه نعمت شكر ادا كړم چې تا په ما او زما په مور و پلار انعام كړى دى او دا چې زه داسې نېك عمل وكړم چې ته يې خوښوې او ته زما په اولاد كې صلاحیت (او نېكي) كېږده، بېشكه ما تا ته توبه كړې ده او بېشكه زه له مسلمانانو ځنې یم"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "دغه كسان دي چې مونږ له دوى نه د دوى په عملونو كې تر ټولو ښه قبلوو او د دوى له ګناهونو نه تېرېږو، په داسې حال كې چې د جنت په ملګرو كې به وي (الله كړې ده) هغه رښتینې وعده چې له دوى سره یې وعده كولى شوه"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "او هغه سړى چې خپل مور او پلار ته يې وویل: تاسو دواړو ته دې خرابي وي (زه له تاسو دواړو زړه تنګى یم) ایا تاسو ما ته دا وعده راكوئ چې زه به (ژوندى) راوېستلى كېږم، حال دا چې له ما نه مخكې ډېرې پېړۍ تېرې شوې دي او هغو دواړو الله ته فریاد كاوه (او ورته ویل يې:) تا لره هلاكت دى، ایمان راوړه! بېشكه د الله وعده حقه ده۔، نو دى (په جواب كې) وايي: دا نه دي مګر د ړومبنو خلقو باطلې قصې"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "دغه هغه كسان دي چې په دوى باندې (د عذاب) خبره ثابته شوې ده، په هغو امتونو كې چې له دوى نه مخكې تېر شوي دي له پېریانو او انسانانو ځنې، بېشكه دوى تاوانیان وو"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "او د هرې یوې (ډلې) لپاره د دوى د كړو عملونو په سبب (بېلې بېلې) مرتبې دي، او د دې لپاره چې دوى ته د دوى عملونه پوره وركړي، په داسې حال كې چې په دوى به ظلم ونه كړى شي"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "او هغه ورځ (یاده كړه) چې كافران شوي كسان به اور ته پېش كولى شي (او ورته به وویل شي:) تاسو خپل خوندونه (او نعمتونه) په خپل دنيايي ژوند كې ختم كړي دي او تاسو له هغو نه فايده اخيستې ده، نو نن ورځ به تاسو ته د ذلت د عذاب بدله دركولى شي، په سبب د دې چې تاسو به په ځمكه كې ناحقه تكبر كاوه او په سبب د دې چې تاسو به نافرماني كوله"
        }
    ]
}