{
    "chapter": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "he loko! Apane raba tom daro jisa ne tuhanu ika jana tom paida kita hai ate use tom hi usa da jora paida kita hai. Unham dovam tom bahuta sare marada ate auratam phaila diti'am. Alaha tom daro. Jisa da vasata de ke tusim ika dusare tom saha'ita magade ho, suceta rahom risatedaram de sasadha vica. Besaka alaha tuhadi parakha kara riha hai"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Ate anatham di puji unham nu sompa di'u. Ate sure mala nu cage mala vica na badalom. Unham di puji apani puji de nala mila ke na kha'u. Iha bahuta vada papa hai"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Jekara tuhanu dara hove ki tusim anatham de sabadha vica inasafa nahim kara sakoge tam auratam vicom' jo tuhanu pasada honna unham nala do-do, tina- tina, cara-cara taka nikaha (vi'aha) kara lavo. Jekara tuhanu dara hai ki tusim inasapha nahim kara sakoge tam ika hi nikaha (vi'aha) karo jam jo dasi tuhade adhikara vica hove. Isa vica umida hai ki tusim ni'am nala presana nahim' hovenge"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Auratam nu unham da mahara khusi nala ada karo phira jekara uha usa vicom kujha tuhade la'i chada dena apani khusi nala tam tusim usa nu thusi khusi nala kha'u"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Na samajhi'a nu apani uha puji na di'u jisa nu alaha ne tuhade la'i atama nirabharata da madhi'ama bana'i'a hai. Usa puji vicom unham nu khava'u, pahina'u ate unham nala neki di gala karo"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Anatham nu parakhade raho jadom taka uha nikaha (vi'aha) di umara nu pahuca jana ate jekara tusim unham vica prapakata dekho tam unham di puji unham nu sompa di'u. Unham di puji phazula kharaci de kamam vica, isa vicara nala ki uha vade hom janage, na kha ja'um. Jisa nu zarurata na hove uha anatha di puji tom bace, jo bada gariba hove uha sadharana rita anusara khave. Phira jadom tusim unham di puji unham nu saumpo tam unham la'i gavaha bana lavo, alaha hisaba laina la'i kaphi hai"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Mam-bapa ate sabadhi'am di virasata vicom maradam da vi hisa hai ate mam-bapa ate risatedaram di virasata vicom auratam da vi hisa hai, cahe thorha hove jam zi'ada, ika niradharata kita ho'i'a hisa"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Jekara batavare de samem sabadhi, anatha ate niradhana maujuda hona tam unham vicom unham nu vi kujha devo ate unham nala hamadaradi nala gala karo"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Ajihe lokam nu darana cahida hai. Jaikara uha apane piche kamazora bace chada jande tam unham nu unham di bahuta cita rahidi. Phira unham nu cahida hai ki uha alaha tom darana ate paki gala kahina"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Jihare loka anatham di puji naja'iza rupa nala khande hana, uha loka apane dhidam vica aga bhara rahe hana uha jaladi hi bhatakadi ho'i aga vica sute janage"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Alaha tuhanu tuhadi aulada de sabadha vica adesa dida hai, ki marada da hisa do auratam de barabara hai. Jekara auratam do tom zi'ada hana tam unham la'i do tiha'i hai, usa sapati vicom jihari (mritaka) chada gi'a hai. Jekara uha ikali hai tam usa la'i adha hai. Mritaka de mata-pita nu dovam vicom hareka de la'i usa sapati da chevam hisa hai. Jihari uha chada ke gi'a hai. Sarata iha hai ki mritaka di aulada hove. Jekara mritaka de aulada na hove ate usa de mata-pita usa de varisa hauna tam usa di mam da tiha'i hisa hai. Jekara usa de bhara bhaina hauna tam usa di mam de la'i chevam hisa hai. Iha hise vasi'ata kadhana tom ba'ada jam rina ada karana tom ba'ada hana jo uha kara janda hai. Tuhade bapa jam tuhade bete hona, tusim nahim janade ki unham vicom tuhade la'i sabha tom zi'ada pha'idemada kauna hai. Iha alaha da niradharata kita ho'i'a hisa hai. Besaka alaha gi'ana vala bibeka vala hai"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Tuhade la'i usa puji da adha hisa hai jihara tuhadi'am patani'am chadana, sarata iha hai ki unham de aulada na hove. Jekara unham de aulada hove tam tuhade la'i patani'am di virasata da caautha'i hisa hai, vasi'ata nikalana tom ba'ada jisa di uha vasi'ata kara ja'e jam rina ada karana tom ba'ada. Unham patani'am de la'i cautha'i hisa hai tuhadi virasata da jekara tuhade aulada nahim hai. Jekara tuhade aulada hai tam unham de la'i athavam hisa hai tuhadi virasata da, virasata nikalana tom ba'ada jisadi tusim virasata kara ja'u jam rina ada karana tom ba'ada. Jekara ko'i mritaka marada hove jam isatari ajihi hove jinham de na mam-bapa (usula) hove na satana (phuru), unham de ika bhara jam ika bhaina hove tam dovam vico hareka de la'i chevam hisa hai. Jekara uha isa tom zi'ada hona tam uha ika tiha'i de sanjhidara honage. Vasi'ata nikalana tom ba'ada jisa di vasi'ata kiti ga'i hove jam rina ada karana to ba'ada binham kise nu nukasana pahuca'e. Iha hukama alaha valom hai ate alaha narama ate be-khabara hai"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Iha alaha di'am niradharita kiti'am ho'i'am hadam hana. Jihara bada alaha ate usa de rasula di agi'a da palana karega, alaha usa nu ajihe uha usa vica hamesa rahinage, iha hi vadi safalata hai"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Jihara bada alaha ate usa de rasula di avagi'a karega, usa de niradharita kite ho'e niyamam tom bahara nikala ja'ega usa nu uha aga vica sutega. Jisa vica uha sadivi rahega ate usa de la'i iha apamana janaka saza hai"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "Tuhadi'am auratam vico jihari ko'i vibhacaara kare tam unham upara apane vicom cara maradam nu gavaha bana'um. Jekara uha gavahi de dena lave jam alaha unham la'i ko'i rasata kadha deve"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Tuhade vicom je dom marada vibhacaara karana tam unham nu saza de donvo. Jekara uha dovem tauba karana ate apana sudhara kara laina tam unham da vicara chada di'u. Besaka alaha tauba savikara karana vala miharabana hai"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Tauba, jisa da savikara karana alaha de zime hai, uha unham lokam di hai jo sura karama na-samajhi nala kara baithade hana. Phira jaladi hi tauba kara lainde hana. Uha hi hana jinham di tauba alaha savikara karada hai. Alaha janana vala bibeka vala hai"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Ajihe lokam di tauba nahi' jo lagatara bure karama karade rahe hana, ithom taka ki jadom taka mauta unham vicom kise de sahamane a ja'e udhom uha kahe ki huna maim tauba karada ham na unham lokam di tauba hai jo isa sathiti vica marade hana, unham la'i tam asim kasatayoga saza ti'ara kara rakhi hai"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "He imana vali'o! Tuhade la'i ja'iza nahim ki tusim auratam nu balapuravaka apani virasata vica lai lavo ate na unham nu isa adesa nala roki rakho ki tusim jo kujha unham nu dita hai, usa da kujha hisa unham tom lai lavo, paratu usa sathiti vica ki jadom uha sapasata rupa nala asalila karama karana | unham nala bhalibhanta ji na batita karo. Tuhanu na pasada hona tam ho sakada hai ki ika ciza unham di tuhanu pasada na hove, paratu alaha ne usa vicom bahuta vadi neki rakha diti hove"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Jekara tusim ika patani di jag'ha dusari patani badalana cahom ate tusim usa nu bahuta zi'ada sapati de cuke hove tam tusim usa vicom kujha vi vapisa na lavo. Ki tusim dosa laga ke ate sapasata zulama kara ke vapisa lavoge"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Tusim kisa tar'ham usa nu lavoge jada ki ika dusare nala bahuta zi'ada sabadha bana cuke ho ate uha tuhade tom paka parana lai cuki hai"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Unham auratam nala nikaha na karom jinham nala tuhade pita nikaha kara cuke hana, paratu jo pahile ho cuka. Besaka iha niralajata ate ghirana vali gala hai, iha bahuta sura cal'hana hai"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Tuhade upara naja'iza kiti'am ga'i'am tuhadi'am manvam, tuhadi'am beti'am, tuhadi'am bhainam, tuhadi'am bhu'a, tuhadi'am masi'am (khala), tuhadi'am bhatiji'am, tuhadi'am bhanaji'am ate tuhadi'am uha manvam jinham ne tuhanu dudha pi'a'i'a. Tuhade dudha vica sanjhidara bhainam, tuhadi'am patani'am di'am manvam (sasam) ate unham di'am beti'am jo tuhade palana posana vica hana, jo tuhadi unham patani'am vicom' hona jinham nala tusim sabhoga kara cuke ho, para jekara aje taka tusi unham nala sabhoga na kita hove tam tuhade upara ko'i papa nahim. Tuhade sake beti'am di'am patani'am ate iha ki tusim ikathe karo do bhainam nu paratu jo pahile ho cuka hai. Besaka alaha mu'afa karana vala rahimata vala hai"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "Uha isatari'am vi naja'iza hana jihari'am kise dusare de nala nikaha vica hona, paratu iha ki (bina unham de? Jihari'am lara'i vica tuhade hatha a'una. Iha alaha da tuhade upara adesa hai. Isa tom ilava jo auratam hana uha sari'am tuhade la'i ja'iza hana. Sarata iha hai ki tusim apani daulata de rahi' unham de ichuka banom, unham nu nikaha de badhana vica bana ke. Na ki vibhacara karana lago. Phira unham auratam vicom jinham nala tusim pati patani vale jivana da jau labha utha'i'a hai, usa de badale unham nu unham da niradharita mahira de dovo ate mahira de niradharana tom ba'ada jo tusim apasi sahimati nala ko'i samajhauta kita hove tam usa vica ko'i papa nahim besaka alaha janana vala bibekasila hai)"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Tuhade vicom jo bada samaratha na rakhada hove ki uha azada imana vali'am auratam nala nikaha kara sake tam usa nu cahida hai ki uha tuhadi'am unham dasi'am vicom kise de nala nikaha kara lave jo tuhade adhikara vica hona ate imana vali'am hona. Alaha tuhade imana nu cagi taram janada hai, tusim prasapara ika ho tam unham de malakam di agi'a nala unham nala nikaha kara lavom ate sadharana niyama de anusara unham de mahira ada karo, isa tar'ham ki uha nikaha de badhana vica li'andi'am jana na ki vibhacara karana vali'am hona ate na jori chupe ayasi'am karana. Phira jadom uha nikaha de badhana vica a jana ate usa tom ba'ada uha vibhacara vica lipata hom jana tam sutatara auratam de la'i jo saza hai usa di adhi saza unham upara hai. Iha tuhade vicom unham la'i hai jinham nu bure kamam vica paina da dara hove. Jekara tusim dhiraja nala kama lavo tam iha tuhade la'i zi'ada vadhi'a hai. Alaha mu'afa karana vala rahimata vala hai"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Alaha cahuda hai ki uha tuhade la'i bi'ana kare ate tuhanu unham lokam de adarasam da maraga darasana kare jo tuhade to pahilam guzara cuke hana, tuhade upara dhi'ana deve alaha janana vala bibeka vala hai"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "Alaha cahuda hai ki uha tuhade upara dhi'ana dena ate jihare loka apani'am ichavam da palana kara rahe hana uha cahude hana ki tusim sresata maraga tom bahuta dura nikala ja'u"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Alaha cahuda hai ki tuhade vicom bojha nu halaka karo. Ate manukha kamazora paida kita gi'a hai"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "He imana vali'o! Apisa vica ika dusare da dhana naja'iza rupa vica na kha'u. Para vapara hove apasi sahimati nala. Ate apasa vica katala na karo. Besaka alaha tuhade upara bahuta rahimata karana vala hai"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Jo bada bagavata ate zulama vica ajiha karega, usanu asi zarura aga vica pavange. Iha alaha la'i asana hai"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Jekara tusim inham vade papam tom bacade rahe, jinham tom tuhanu roki'a gi'a, tam asim tuhadi'am choti'am bura'i'am nu mu'afa kara devange. Tuhanu izata de sathana te pahuca devange"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Tusim ajihi ciza di icha na karo jisa vicom alaha ne tuhade vicom ika nu dusare te vadha dita hai. Maradam de la'i hisa hai apani kama'i da, auratam la'i hisa hai apani kama'i da. Alaha tom usadi kirapa mago. Besaka alaha hara ciza da gi'ana rakhada hai"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Asim mata-pita ate sabadhi'am de chade ho'e dhana vicom hareka de varisa niradharita kite hana. Jinham nala tusim ko'i va'ada kara rakhi'a hai, tam unham nu unham da hisa de devom. Binham saka alaha de sahamane hara ciza hai"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Marada auratam de upara rakhi'aka (kavama) hai, isa adhara te alaha ne ika nu duje upara bhari kita hai ate isa adhara upara ki marada ne apana dhana kharaca kita hai. Isa la'i jo neka auratam hana uha agi'akari hana. Pitha piche surakhi'a karadi'am hana, unham di jinham di surakhi'a da alaha ne adesa dita hai. Jinham isatari'am tom tuhanu se- visavasi da dara hove unham nu samajha'u ate unhannu unham de bisatare vica ikala chada di'u ate unhannu saza devo. Phira jekara uha tuhada agi'a palana karana tam unham de virudha dosa da rasata na labho. Besaka alaha sabha tom upara hai ate bahuta vada hai"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Jekara tuhanu pati patani de vicakara risati'am de kharaba hona da dara hove tam ika inasapha pasada, marada de sahimati bana devega ki'unki alaha sabha kujha janana vala khabaradara hai"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Alaha di ibadata karom. Kise vasatu nu usa da sanjhivara na bana'u. Apane mata-pita nala caga vihara karom. Caga vihara karo apane risatedaram nala, anatham, niradhana, gu'adhi'am (jo risatedara vi hona) ate unham gu'andi'am (jo risatedara nahim), kola baithana vale sagi, yatari ate dasam de nala. Besaka alaha pasada nahi karada apane apa nu vada kaha'una vala nu ate apani prasasa karana vale nu"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Jo kajusi karade hana ate dusari'am nu sikha'unde hana alaha ne jo kujha apani kirapa nala unham nu dita hai uha usa nu luka'unde hana. Asim ajihe inakari'am la'i apamana janaka saza ti'ara kiti hai"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Jihare loka apana dhana duji'am nu dikha'una la'i kharaca karade hana, alaha ate praloka de dina upara imana nahim li'a'unde ate jinham da mitara saitana bana ja'e tam uha bahuta bura mitara hai"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Unam nu ki ghata si jekara uha alaha ate praloka de dina upara imana rakhade. Alaha ne jo kujha unham nu de rakhi'a hai, usa vicom kharaca karade. Alaha unham tom cagi tar'ham janu hai"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Besaka alaha bhora vi kise nala na-inasaphi nahim karega jekara neki hove “tam uha usa nu dugana kara dida hai ate uha apane pasom bahuta vada puna dida hai"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Phira usa vele ki hala hovega jadom asim hareka umata (vasa) vicom ika gavaha li'avange ate tuhanu unham lokam de upara gavaha bana ke kharha karange"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Uha loka jinham ne avagi'a kiti ate pairabara da visavasa na kita. Uha usa dina cahunage ki kasa! (Ajiha huda) ki dharati pata ja'e ate unham upara barabara kara diti jave. Uha alaha tom ko'i gala luko nahim sakanage"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "He imana vali'o! Jisa vele tusi' nase vica hovo tam namaza de nere na ja'u, ithom taka ki samajho jo tusim kahide ho, na usa samem jadom isanana di lora hove, para raha calade ho'e, ithom taka ki isanana kara la'u. Jekara tuhanu ko'i bimari hove jam tusim safara vica hovo jam tuhade vicom ko'i gusalakhane de sathana vicom ave jam tusim auratam ve kola ga'e hovo phira tuhanu pani na mile phira tusim sapha miti (tayamuma) nala cihara ate hatha mala lavo. Apane cihare ate hatham da masaha (chuha) kara la'u besaka alaha rahimata karana vala hai mu'afa karana vala hai"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Ki tusim unham lokam nu nahim dekhi'a jinham nu kitaba vicom hisa mili'a si uha mare raha nu kharida rahe hana ate bahude hana ki tusim vi maraga tom bhataka ja'u"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "alaha tuhade dusamana nu bhali bhanta janada hai. Alaha kaphi hai saha'ita la'i ate alaha kaphi hai pakha la'i"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Yahudi'am vicom ika dala gala nu usa sathana tom hata dida hai ate kahida hai ki asim suni'a ate na mani'am ate kahide hana ki suno, tuhanu suna'i'a na jave. Uha zubana nu mora ke akhade hana “ra'ina”. Iha dina upara dosa la'una la'i hai. Jekara uha kahide hana ki asim suni'a te mani'a ate tusim vi suno ate sade upara dhi'ana devo tam iha unham la'i zi'ada vadhi'a ate zaruri hai. Para alaha ne unham di avagi'a la'i unham nu lahanata pa'i. Isa la'i uha imana nahim li'a'unage jam bahuta ghata li'a'unage"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "He uha loko jinham nu kitaba diti ga'i ki isa upara imana li'a'u jo asim utari'a hai, pusati karana vali usa kitaba di jo tuhade kola hai, isa tom pahilam ki asim cihari'am nu mita de'i'e phira unham nu pitha di tarapha ulata de'i'e jam unham upara phatakara la'i'e. Jivem asim sabata (sanivara) vali'am nu lahanata pa'i. Alaha da adesa pura ho ke rahida hai"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Alaha isa nu mu'afa nahim karega ki usade nala sanjhidara kite jana para isa tom thinam jo kujha hai usa nu jisa de la'i cahega mu'afa kara devega. Jisa ne alaha da sarika thahira'i'a usa ne vada tuphana (jhutha) banhi'am"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Ki tusim dekhi'a unham nu jo apane apa nu pavitara kahide hana. Sagom alaha hi pavitara karada hai. Jisa nu uha cahuda hai, unham upara bhora vi zulama nahim hovega"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Dekho iha alaha upara kiho jiha jhutha banha rahe hana. Sapasata papa la'i iha bahuta hai"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Ki tusim unham lokam nu nahim dekhi'a jinham nu kitaba vicom hisa mili'a si, uha jibata (jadu, kalapanika cizam) ate taguta (saitana ate gadi'am atamavam) nu manade hana ate uha inakari'am de sabadha vica kahide hana ki uha imana vali'am nalom zi'ada thika rasate te hana"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "Ihi loka hana jinham nu alaha ne phatakara la'i ate jinham nu alaha phatakara deve tusim unham da ko'i madadagara nahim dekhoge"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Ki alaha di sata vica inham da vi kujha dakhala hai. Phira tam inham lokam nu ika tila de barabara vi kujha na devom"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Ki iha lokam nala irakha kara rahe hana uha vi isa adhara upara ki alaha ne unham nu apani kirapa nala dita hai. Phira jadom asim ibarahima de anuya'i'am nu kitaba ate bibeka dita hai ate asim unham nu vada samaraja vi de dita hai"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Unham vico kise ne isa nu mani'a ate ka'i ruke rahe, ajihe lokam la'i naraka di bhatakadi ho'i aga kaphi hai"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Besaka jihare lokam ne sadi'am nisani'am nu jhutha kiha unham nu asim tikhi aga vica sutange. Jadom' unham de sarira di camari sara ja'egi tam asim unham nu unham di camari badala ke dusari de devange tam ki uha saza bhogade rahina. Besaka alaha sakatisali ate tataveta hai"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Jihare loka imana li'a'e ate neka karama kite unham nu asim unham bagam vica dakhila devange, jinham de thale nahiram vagadi'am honagi'am. Unha usa vica hamesa rahinage. Ute unham la'i sohani'am patani'am honagi'am ate asim unham nu ute saghani cham vica rakhange"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "Alaha tuhanu hukama dida hai ki amanatam unham de hakadaram kola pahuca devo. Jadom' lokam vica phaisala karom tam ni'am de nala phaisala karo. Alaha tuhanu cagi nasi'ata karada hai. Besaka alaha sunana vala ate dekhana vala hai"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "He imana vali'o, alaha de hukama da ate rasula de hukama da palana karo apane vicom adhikara prapata vi'akati de hukama da vi palana karo. Phira jekara tuhade vica kise gala da matabheda ho ja'e tam usa nu alaha ate rasula de vala mauro, jekara tusim alaha ate praloka de dina upara bharosa rakhadai ho. Iha cagi gala hai ate isa da sita vi caga hai"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Ki tusim unham lokam nu nahim dekhi'a jihare da'ava karade hana ki uha usa upara imana rakhade hana jo tuhade vala utari'a gi'a hai ate jihara tuhade to pahilam utari'a gi'a hai, uha cahude hana ki mamala (vada) lai jana saitana di tarafa, halanki unham nu hukama ho cuki'a hai ki uha usa nu na manana. Ate saitana cahuda hai ki unham nu gumaraha karake bahuta dura suta deve"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "Jadom unham nu kiha janda hai ki a'u, alaha di utari ho'i kitaba de vala ate rasula de vala tam tusim dekhoge ki dhokhebaja tuhade tom kani katara jande hana"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "Phira usa samem`ki hovega jadom unham de apane hatham nala paida kiti'am musibatam unham upara tutanagi'am usa vele iha tuhade kola sahu'am khande ho'e a'unage ki alaha di sahu asim tam sirafa neki ate milana de ichuka si"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "Unham de dilam vica jo kujha hai, alaha usa tom bhalibhanta janu hai. Isa la'i tusim unham de vica rahom unham nu upadesa di'u ate unham nala ajihi'am galam karo jo unham de dilam vica utara jana"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "Ate asim jo rasula bheji'a uha isa la'i bheji'a ki alaha de hukama anusara usa di agi'a da palana kita jave. Ate uha, jadom unham ne apana baura kita si, tuhade kola a'unde, alaha tom mu'afi magade ate rasula vi unham la'i mu'aphi cahuda tam nisacita hi uha alaha nu mu'afa karana vala ate rahimata karana vala pa'unde"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Tere raba di sahu uha kade vi imana vale nahim ho sakade jadom taka uha apane apasi jhagari'am vica tuhanu apana phaisala karana vala paca na mana laina. Phira jo phaisala tusim karo usa upara apane dilam vica ko'i sakam na pa'una ate usa nu khusi nala savikara kara laina"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Jekara asim unham nu hukama dide ki apane apa di hati'a karom jam apane gharam tom nikalo, tam unham vicom thorhe hi isa gala upara amala karade. Jekara iha loka uha karade jinham di'inham nu nasi'ata diti jandi hai, tam unham de la'i iha gala vadhere cagi ate atala imana rakhana vali hudi"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "Usa vele asim unham nu apane kolom vada fala dide"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "Ate unham nu sidha raha dikha'unde"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Ate jihara alaha ate rasula de hukama da palana karega uha unham lokam de nala hovega jinham nu alaha ne sanamanita kita hai, jivem paigabara, sidika (sace), sahida ate sadacari, inham dha satha kina caga hai"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Iha alaha valom kirapa hai ate alaha da gi'ana bhari hai"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "He imana vali'o! Apani savadhani nala nikalo alaga-alaga jam ikathe ho ke"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Tuhade vicom ko'i ajiha vi hai, jo dera kara dida hai. Phira jekara tuhanu ko'i musakala ave tam uha kahida hai ki alaha ne mere upara kirapa kiti hai, ki mai unham de nala nahim si"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Je tuhanu alaha di ko'i bakhasisa prapata hove tam kahida hai. Jivem tuhade ate usa de vicakara prema da sabadha hi nahim ki kasa! Mai' vi unham de nala huda tam bahuta vadi safalata prapata kara laini si"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "Isa la'i cahida hai ki uha loka alaha de maraga vica yudha karana jihare praloka de badale sasarika jivana nu veca dide hana. Jihara bada alaha de raha te lare ate mari'a jave jam jita prapata kara lave tam asi usa nu vada fala devange"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Tuhanu ki ho'i'a ki tusim alaha de raha vica yudha nahim karade. Unham kamazora maradam auratam ate baci'am de la'i, jihare kahide hana ki he sade palanahara! Sanu isa basati vicom kadha, jisa de vasi zalima hana ate sade la'i apane pasom ko'i samarathaka paida kara ate sade la'i apane pasom ko'i saha'ika kharha kara de"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Jihare loka imana vale hana uha alaha de raha vica larade hana ate jihare inakari hana uha saitana de raha vica larade hana. Tam tusim saitana de sathi'am nala laro. Besaka saitana di cala bahuta kamazora hai"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Ki tusim unham lokam nu nahim vekhi'a jinham nu kiha gi'a si ki tusim apane hatha roki rakho, namaza sathapita karo ate zakata devo. Phira jadom unham nu yudha da hukama dita gi'a tam unham vicom ika samuha manukham tom ajiha darana laga jivem alaha tom darana cahida si jam usa tom vi zi'ada. Uha kahide hana ki he sade palanahara! Tu sade la'i yudha ki'um zaruri kara dita. Ki'um na chadi rakhi'a sanu hora thorhe samem taka. Kahi deva ki sasarika labha thorha hai ate praloka caga hai para unham la'i jihare prahezagari karana, tuhade nala bhora vi zulama nahim' hovega"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Ate tusim jithe vi hovege mauta tuhanu pa lavegi. Bhavem tusim mazabuta kil'he vica hovo. Jekara unham nu ko'i neki pahucadi hai tam uha kahide hana ki iha alaha de valom hai. Jekara unham nu ko'i bura'i pahucadi hai, tam uha kahide hana ki iha tuhade karana hai. Kahi di'u ki iha sabha kujha alaha de valom hai. Unham lokam nu ki ho'i'a hai, lagada hai ki ko'i gala hi nahim samajhade"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Tuhanu jo neki vi pahucadi hai uha alaha de valom hi pahucadi hai, ate jo tuhanu bura'i pahucadi hai, uha tuhade apane hi karama karana hai asim tuhanu manukham de vala paigabara bana ke bheji'a hai. Alaha di gavahi bhari hai"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Jisane rasula di agi'a da palana kita. Usa ne alaha di agi'a da palana kita, te jihara hukama to phiri'a tam asim unham upara tuhanu rakhi'aka bana ke nahim bheji'a hai"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Iha loka kahide hana ki sanu savikara hai. Phira jadom tuhade kolo nikalade hana tam unham vicom ika varaga unham de virudha salaha karada hai, jo uha kahi cuki'a si. Alaha unham di'am kanaphusi'am nu likha riha hai. Isa la'i tusim unham tom bacom ate alaha te bharosa rakho ki'unki alaha bharose la'i kafi hai"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Ki iha loka kura'ana upara vicara nahim karade, jekara iha alaha tom binam kise hora de valom huda tam uha isade adara virodhabhasa pa'unde"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Jadom unham nu ko'i gala santi jam dara di pahucadi hai tam uha usa nu phaila dide hana. Jekara uha rasula taka jam apane zimedara vi'akati'am taka di asali'ata nu jana lainde. Jekara tuhade upara alaha di kirapa ate rahimata na hudi tam kujha lokam tom binam tusim sare saitana de piche laga jande"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Tam alaha de raha vica larom. Tuhade upara tuhade tom`sinam kise di zimevari nahim, imana vali'a nu ubharo. Umida hai ki alaha avagi'akari'am da bala tora deve. Alaha bara sakatisali ate bahuta sakhata saza dena vala hai"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Jihara bada kise cagi gala de pakha vica kahega. Usa de la'i usa vicom hisa hai ate jihara usa de virodha vica kahega, usa da usa vicom hisa hai. Alaha hara ciza di samaratha rakhana vala hai"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Jadom ko'i tuhanu asisa deve, tam tusim vi usa nu asisa devo. Usa tom cagi jam uha hi palata ke kahi devom. Besaka alaha hara ciza da hisaba laina vala hai"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Alaha hi mananayoga hai usa tom binam ko'i hora ibadata yoga nahim. Uha tuhanu sari'am nu ki'amata de dina ikathe karega. Jisa de a'una vica ko'i saka nahim. Alaha di gala tom vadha ke saci gala hora kisa di ho sakadi hai"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "Phira tuhanu ki ho'i'a ki tusim kapati'am de mamale vica do pakhi ho rahe ho. Halanki alaha ne unham de karamam de karana unham nu ulata phera dita hai. Ki tusim cahude hom ki unham nu rasate upara li'a'u, jinham nu alaha ne bhataka dita hai. Jisa nu alaha ne bhataka dita. Tusim kade vi usa la'i ko'i maraga nahim pa sakade"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "Uha cahude hana ki jisa tar'ham unham ne avagi'a kiti hai tusim vi avagi'a karom tam ki tusim sare ika samana hom ja'u isa la'i tusi' unham vicom kise nu apana mitara na bana'u jadom taka uha alaha de maraga vica hijarata na karana. Jekara uha isa nu savikara na karana tam unham nu pharom ate jithe kite vi unham nu dekho, unham di hati'a karo ate unham vicom kise nu mitara ate saha'ika na bana'u"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Para uha loka jinham da sabadha kise ajihi kauma tom hai, jinham nala tuhada samajhauta hai, jam uha loka jo tuhade kola isa halata vica a'una ki unham de sine taga hom rahe hana tuhade yudha de valom apani kauma de yudha nala. Zarura tuhade nala larade. Jekara unha tuhanu chadana ate tuhade nala yudha na karana ate tuhade nala samajhonte di gala karana tam alaha tuhanu vi unham de virudha kise hamale di agi'a nahim dida"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Dusare kujha ajihe lokam nu vi tusim pa'uge jo iha cahude hana ki uha tuhade nala vi santipuravaka rahina ate apani kauma nala vi santipuravaka rahina. Jadom kade vi uha bura mauka pa'una tam uha usa vica kuda painde hana. Ajihe loka jekara tuhade nala ikathe na rahina ate tuhade nala sul'ha-sapha'i da ki hara na rakhana ate apane hatha na rokana tam tusim jithe kite unham nu pa'u unham nu maro. Iha loka hana, jinham de virudha asim sapasata taraka dita hai"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "Imana vali'am da kama nahim ki uha imana vali'am di hati'a karana pratu je iha ki galati karana ajiha ho jave, tam jihara bada kise imana vale di galati nala hati'a kara deve tam uha ika imana vale dasa nu azada kare ate sritaka de varisam nu khuna baha (hati'a da aratha dada) de deve isa sarata te ki utara adhikari isa nu mu'afa kara dena. Mritaka, jekara ajihi kauma vicom si; jo tuhadi dusamana hai ate uha khuda imana vala si tam uha ika imana vale dasa nu azada kare. Jekara uha ajihi kauma vicom si, jisa di tuhade nala sadhi hai tam uha usade sabadhi'am nu khuna baha deve ate ika imana vale nu azada kare. Phira jisa nu (dasa azada karana di samaratha) na hove tam uha niratara dau mahine roza rakhe. Iha tauba hai alaha de valom. Alaha janana vala bibekasila hai"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "Jihara bada kise imana vale di jana-sujha ke hati'a kare tam usa da dada naraka hai, jisa vica uha hamesa rahega usa upara alaha da krodha pragata hovega ate usa nu phatakara hai. Alaha ne usa la'i bari saza ti'ara kara rakhi hai"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "He imana vali'o! Jadom tusim alaha de raha vica yatara karom, tam cagi tar'ham parakha li'a karom, ki jihara bada tuhanu salama kare. Isa nu iha na kaho ki tu imana vala nahim. Tusim sasaraka jivana da samana cahude ho tam alaha de kola bahuta zi'ada utama vasatu'am hana. Tusim vi pahilam ajihe hi si, phira alaha ne tuhade upara kirapa kiti isa la'i janca li'a karo. Ki'unki jo kujha tusim karade ho alaha usa tom janu hai"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Barabara nahim ho sakade sinam karana baithe rahina vale imana vale ate uha imana vale jihare alaha de raha vica apane mala ate jana de sahita larana vale hana. Jana ate mala de sahita yudha karana vali'am da daraja, alaha ne baithe rahina vali'am di tulana vica uca kara rakhi'a hai. Hareka nala alaha neki da va'ada kita hai. Alaha ne jihada karana vali'am nu baithe rahina vali'am nalom fala vica vadi vadi'a'i diti hai"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "Unham la'i alaha de valom vade daraje hana ate mu'afi te rahimata hai. Alaha mu'afi dena vala rahima karana vala hai"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "Jihare loka apana bura kara rahe hana jadom' unham de prana farisate kadhanage tam unham nu puchanage ki tusim kisa halata vica si. Tam uha kahinage, ki asim prithavi upara sakatihina si. Farisate kahinage ki ki alaha di zamina vadi nahim si, ki tusim pravasa karake kite cale jande. Iha uha loka hana jinham da tikana naraka hai ate iha bahuta baura tikana hai"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "para uha majabura marada, auratam ate bace jihare ko'i upa'a nahim kara sakade na ko'i maraga pa rahe hana"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "Iha loka asavada hana ki rahimata karana vala hai"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "Jihara ko'i alaha de raha vica desa chabhega. Uha dharati vica bahuta tikane ate vadi vi'apakata pa'ega. Jihara bada apane ghara vicom alaha ate usa de rasula de vala hijarata kara ke nikale ate usa nu mauta a ja'e tam usa da fala alaha kola niradharata ho cuki'a hai. Alaha mu'afa karana vala rahimata vala hai"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Ate jadom tusim dharati upara yatara karo tam tuhade upara ko'i papa nahim ki tusim namaja vica kami karo, jekara tuhanu dara hove ki inakari tuhanu sata'unage. Besaka inakari loka tuhade khul'he'ama dusamana hana"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "Jadom tusim imana vali'am de vica hovem (yudha di halata vica) ate unham la'i namaza parha'una kharhe hovo, tam cahida hai ki unham da ika varaga tuhade nala apane hathi'aram sahita kharha hove. Phira jadom uha sijada kara cukana tam uha tuhade pasi'o hata jana ate dusara samuha ave, jisane aje taka namaza nahim parhi. Phira uha tuhade nala namaza parhana. Uha vi apane baca'a da samana ate hathi'aram de sahita rahina. Avagi'akari loka cahude hana ki tusim apane hathi'aram ate baca'a de samana valom kise tar'ham asavadhana ho javo ate uha tuhade upara acanaka tuta paina. Tuhade upara ko'i gunaha nahi' jekara tusim barasata de karana kasata viza ho, jam tusim bimara ho, tam apane hathi'ara utara devo ate baca'a de samana sahita raho. Besaka alaha ne avagi'akari'am la'i apamana janaka saza ti'ara kara rakhi hai"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "Jadom tusim namaza parha lavo tam kharhe, baithe ate lame pa'e alaha nu yada karo. Phira jadom ama halata ho jana tam niyama anusara namaza paro. Besaka namaza, imana vali'am upara roza samem de nala zaruri hai"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "Ate kauma da picha karana vali'am tom himata na haro. Jekara tusim dukha utha'unde ho, tam uha vi tuhadi tar'ham dukha utha'unde hana. Tusim alaha tom uha asa rakhade ho jo asa uha nahi' rakhade. Alaha janana vala bibeka vala hai"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Besaka asim iha kitaba tuhade vala haka (sati) nala utari hai tam ki tusim lokam de vica usa de anusara phaisala karo jo alaha ne tuhanu dikha'i'a hai. Visavasaghata karana vale lokam de valom jhagarana vale na bano"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "Alaha tom mu'aphi mago besaka alaha mu'afa karana vala rahima karana vala hai"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Tusim unham lokam de valom na jhagaro jihare apane apa nala visavasaghata kara rahe hana. Ate alaha ajihe badi'am nu pasada nahim karada jihare visavasapata karana vale papi hona"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Uha manukham tom saramide hude hana alaha tom nahim halanki uha unham de nala huda hai. Jadom ki uha kanaphusi karade hana unham gala di jisa tom alaha khusa nahim. Jo kujha uha karade hana alaha ne usa nu apane ghere vica li'a ho'i'a hai"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Tusim lokam ne sasarika jivana vica tam unham valom jhagara kara li'a, paratu ki'amata de dina unham valom alaha nala jhagara kauna karega jam kauna ho'ega unham da karaja rasa karana vala"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Jihara bada sura'i kare jam apane apa upara ati'acara kare ate phira alaha tom mu'afi mage tam uha alaha nu mu'afa karana vala, rahimata karana vala pa'ega"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Jihara vi'akati ko'i gunaha karada hai, tam uha apane la'i hi karada hai. Ate alaha janana vala bibekasila hai"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "Ate jihara vi'akati ko'i galati jam gunaha kare ate usa da dosa kise niradosa upara laga deve tam usa ne ika vada daga ate sare'ama gunaha apane sira lai li'a"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Jekara tuhade upara alaha di kirapa ate rahimata na hudi tam unham vicom ika varaga ne yakinana hi iha tai'a kara li'a si, ki uha tuhanu bhataka'a ke rahinage. Halanki uha apane apa nu bhataka rahe hana. Uha tuhada kujha nahim vigara sakanage. Alaha ne tuhade upara kitaba ate hikamata (sunata ate adarasa) utari hai. Tuhanu uha ciza sikha'i hai jisa nu tusim nahim janade si. Tuhade upara alaha di bahuta vadi kirapa hai"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "Unham di'am zi'adatara cugali'am vadhi'a nahim' hudi'am. Bhala'i vali kanaphuusi sirafa usa di hai, jo dana karana nu kahe, jam kise cage kama la'i kahe ate jam phira lokam vica samajhauta karava'una la'i kahe. Jihara bada alaha di khusi la'i ajiha kare, tam usa nu asim vada fala devange"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Paratu jihara bada rasula da virodha karega ate imana vali'am de maraga tom binam kise hora maraga upara calega, halanki usa upara sresata maraga sapasata ho cuki'a hai, tam asim usa nu usa vala hi calavange jidhara uha khuda phira gi'a hai ate usa nu naraka vica dakhila karange jihara bahuta bura tikana hai"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Besaka alaha isa nu mu'afa nahim karega ki usa da sarika thahira'i'a ja'e. Isa tom`binam uha dusare gunaham nu mu'afa kara devega jisa la'i cahega. Jisa ne alaha da sarika thahira'i'a uha bhataka ke bahuta dura ja digi'a"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Uha alaha nu chada ke pukarade hana devi'am nu ate pukarade hana vidarohi saitana nu"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Usa upara alaha ne lahanata pa'i hai. Saitana ne kiha si ki maim tere badi'a tom ika nisacita hisa lai ke rahanga"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Maim' unham nu bahikavanga te unham nu umidam dikhavanga ate unham nu sujhavanga tam uha pasu'am de kana katanage. Unham nu sujhavanga tam uha alaha di banavata nu badalanage. Jihara bada alaha tom binam saitana nu apana mitara jam maraga darasaka bana'e tam uha khul'he ho'e khate vica pai gi'a"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Uha unham nala va'ade karada hai ate unham nu umidam dida hai. Saitana de sare va'ade dhokhe tom binam kujha nahim"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Ajihe lokam da tikana naraka hai ate uha usa tom bacana da ko'i raha na pa'unage"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Jihare loka imana li'a'e de thale nahiram vagadi'am honagi'am jisa vica uha sadivi rahinage. Iha alaha da saca va'ada hai ate alaha tom vadha ke kihara apani gala vica saca hovega"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Na tuhadi'am ichavam upara hai ate na kitaba vali'am di'am ichavam upara. Jihara ko'i baura kama karega uha usada fala pa'ega. Uha alaha tom binam apana ko'i samarathaka ate saha'ika nahi' pa'ega"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Jihara bada ko'i caga kama karega cahe uha marada hove jam aurata basa sarata hai ki uha momina hove ajihe loka janata vica pravesa karanage. Unham upara bhora vi ati'acara nahim havega"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Ate usa tom bihatara dharama kisa da hai jo apana mukha alaha vala jhuka deve ate uha neki karana vala hove. Uha ibarahima de dharama upara ikacita hom ke cale. Alaha ne ibarahima nu apana mitara bana li'a si"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Ate alaha da hai jo kujha akasam upara hai ate jihara kujha dharati upara hai. Alaha ne hara ciza nu apane kalave vica li'a ho'i'a hai"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Ate loka tuhade tom isatari'am de sabadha vica hukama puchade hana. Kahi di'u ki alaha tuhanu unham de sabadha vica hukama dida hai ate a'itam vi jo tuhanu kitaba vicom`unham anatha auratam de sare parha ke suna'i'am jandi'am hana. Jinham nu tusim uha nahim dide jihara unham la'i likhi'a gi'a hai ate cahude ho ki unham nala nikaha kara la'i'e. Ate jo adesa ayata kamazora baci'am de sabadha vica hai ate anatham de nala ni'am karo. Ate jihari neki tusim karoge usa nu alaha cagi tar'ham janada hai"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "jekara kise aurata nu apane pati de valom duravihara da dara hove tam isa vica ko'i hani nahim ki dovem apisa vica ko'i samajhauta kara laina ate samajhauta bihatara hai ate lalaca manukha de subha'a vica vasi'a ho'i'a hai. Jekara tusim caga vihara karo ate dina asare kama lavem tam jo kujha tusim karoge alaha usa tom janu hai"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Tusim kade vi auratam nu sarabara nahim rakha sakade, bhanve ki tusim ajiha karana caho. Tam kevala ika de vala inham na jhukom ki dusari nu lamakadi chada di'u. Jekara tusim sudhara kara lavo ate daro tam alaha mu'afa kara dena vala rahimata vala hai"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Jekara dovem alaga ho jana tam alaha hara ika nu apani bakhasisa nala cita mukata kara devega. Alaha bari vi'apakata vala bibeka vala hai"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "jo kujha dharati ate akasa vica hai, (uha) alaha da hai. Asim unham lokam nu adesa dita hai, jinham nu tuhade tom pahilam kitaba diti ga'i ate tuhanu vi, ki alaha tom daro. Jekara tusim na mani'a tam jihara kujha dharati ate akasam vica hai, uha alaha da hai. Alaha beni'aza ate sadaguna vala hai"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Jo kujha dharati ate akasam vica hai uha alaha da hi hai alaha bharose la'i kaphi hai"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Jekara uha cahe tam tuhanu sabha nu lai ja'e. He loko! (Tuhadi jag'ha) hora dusari'am (lokam) nu lai a'e. Alaha isa di samaratha rakhada hai"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Jo bada sasarika puna cahuda hai tam alaha de pasa sasarika puna vi hai ate praloka da puna vi hai. Alaha sunana vala dekhana vala hai"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "He imana vali'o! Inasapha ute cagi adola rahina vale ate alaha de la'i gavahi dena vale bano. Cahe uha tuhade, tuhade mata- pita jam risatedaram de virudha (hi ki'um na) hove. Jekara ko'i dhanavana jam niradhana hai, tam alaha tuhade tom zi'ada dovam da hitaisi hai. Isa la'i tusim ichavam da palana na karo, ki inasapha tom hata javo. Jekara tusim hera phera karoge jam apana pakha baca'uge tam jo kujha tusim kara rahe ho, alaha usa to janu hai"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "He imana vali'o! Alaha, usa de rasula ate usa kitaba ute imana li'a'u. Jo alaha ne apane rasula upara utari ate jihari'am kitabam isa tom pahila utari'am unham upara imana li'a'u. Jihara bada alaha, usa de farisati'am, usa di'am kitabam ate rasula tom ate akhirata de dina da inakari hove tam uha praloka de dina bhataka ke dura ja pi'a"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "Besaka jihare loka imana li'a'e ate phira unham ne inakara kara dita, phira imana li'a'e ate phira inakara kara dita tam alaha unham nu kade mu'afa nahim karega na unham da maraga darasana karega"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "Kapani subha'a vali'a nu khusakhabari de devo ki unham la'i dukhada'i saza ti'ara hai"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "Uha loka jihare imana li'am nu chada ke inakara karana vali'am nu mitara bana'unde hana, ki uha unham di'am nazaram vica izata bhalade hana?Izata tam sari alaha la'i hai"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "Alaha apani kitaba vicom tuhanu iha adesa de cuki'a hai, ki jadom' tusim suno ki alaha di'am a'itam nu jhuthala'i'a ja riha hai. Ate unham da makhaula uda'i'a ja riha hai, tam tusim unham de nala na baitho. Unham cira, jinham cira uha hora galam na karana laga jana. Nahim' tam tusim vi unham vanga ho javauge. Alaha kapati'am ate avagi'akari'am nu naraka vica ika jag'ha ikatha karana vala hai"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "Uha kapati subha'a vale tuhade la'i udika vica rahide hana. Jekara tuhanu alaha de valom ko'i jita prapata hudi hai tam uha kahide hana ki asim tuhade nala nahim si? Jekara avagi'akari'am nu ko'i hisa mila jave tam unham nu kahinage ki asim tuhade virudha larana di samaratha nahim rakhade si?Phira vi asim tuhanu imana vali'am tom baba'i'a. Tam alaha hi tuhade lokam de vica ki'amata de dina phaisala karega. Alaha kade vi avagi'akari'am nu imana vali'am upara havi nahim' hona devega"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "Dhokhebaza, alaha nala dhokhebazi karade hana halanki alaha ne hi unham nu phulekhe vica pa rakhi'a hai ate jadom uha namaza de la'i kharhe hude hana tam alasi ho ke kharhade hana. (Uha vi) sirafa lokam nu dikha'una khatara. Uha alaha nu ghata hi yada karade hana"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Uha dovem (bharose ate be-visavasi) de vicakara lamaka rahe hana. Na idhara de na udhara de. Jisanu alaha kurahe pa deve, tam tusim usanu sidhe raha nahim pa sakade"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "He imana vali'o! Mominam nu chada ke sati tom inakara karana vali'am nu apana mitara na bana'u. Ki tusim cahude ho ki tusim alaha valom dada bhugatana da sidha ilazama apane upara lai lavo"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "besaka kapati narakam de sabha to hethale varaga vica honage ate tusim ko'i unham da saha'ika nahim vekhoge"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "Ham jihare loka tauba karana ate apana jivana sudhara laina, alaha nu drirata nala phara laina, apane dina nu alaha la'i visesa kara laina tam iha loka imana vali'am de nala honage. Alaha imana vali'am nu vada fala devega"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "Alaha tuhanu saza de ke ki karega. Jekara tusim alaha de dhanavadi bano ate alaha te imana li'a'u. Alaha bahuta vada kadaradana ate sabha kujha janana vala hai"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "Alaha mare bola bolana vali'am nu pasada nahim karada, sava'e isa de ki jisa ute ati'azara ho'i'a hove. Uha alaha sunana vala hai, janana vala hai"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Jekara tusim neki nu pragata karom jam usa nu chupa'u rakhana vala hai"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Jihare loka alaha ate usa de rasulam nu jhuthala'unde hana ate cahude hana ki uha alaha ate usa de rasula de vica pharaka samajhana ate kahide hana ki asim kise nu manage ate kise nahim manage. Uha imana ate kura de vicakara ika raha kadhana cahude hana"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "Iho jihe loka pake avagi'akari hana ate asim avagi'akari'am la'i ika apamanajanaka saza ti'ara kara rakhi hai"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "Ate jihare loka alaha ate usade rasulam upara imana li'a'una ate unham vicom kise vicakara pharaka na samajhana unham nu alaha zarura isa da fala devega ate alaha mu'afa karana vala rahimata hai"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "Kitabam vale (yahudi ate isa'i) tuhade tom iha maga karade hana ki tusim unham upara asamana vicom ika kitaba utara li'avo?Tam musa tom uha isa tom vadi aparadha janaka gaga kara cuke hana, ki sanu alaha da pratakha darasana akham nala karavo. Tam unham di isa vadhiki de karana unham upara bijali tuta pa'i si. Phira khul'hi'am nisani'am a cukana tom ba'ada unham ne vache nu pujana yauga bana li'a tam asim unham nu vi mu'afa kara dita. Ate musa nu asim safa ate rosana dalila bakhasi"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "Ate asim unham upara unham tom bacana laina la'i tura pahara nu cuki'a. Ate asim unham nu kiha ki sira jhuka ke daravaze vica pravesa karom ate unam nu kiha sanivara de dina zulama na karana. Asim unham tom paka vacana li'a"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "Unham nu jo saza mili, uha isa la'i ki unham ne apane vacana nu tori'a ate isa la'i vi ki unham ne alaha di'am pavitara nisani'am nu jhunala'i'a ate isa la'i vi ki unham ne paigabaram di hati'a kiti ate iha kahina te ki sade dilam te parade hana. Sagom alaha ne unham di isa avagi'a de karana unham de dilam upara mohara la diti tam uha ghata hi imana li'a'unde hana"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "Ate unham di avagi'a upara ate mari'ama upara bara dosa la'una karana"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "Ate unham de iha kahina ki asim mari'ama de putara masiha alaha de rasula di hati'a kara diti hai, halanki unham ne na usa di hati'a kiti ate na suli upara carha'i'a sagom unham nu isa varagi hi ika murata dikha'i diti. Jisa karana uha kulekhe vica pai ga'e ate jihare loka unham bare matabheda karade hana, uha sabha isa sabadha vica bhulekhe vica pa'e hana. Unham nu isa gala da unham ne usadi hati'a nahi kiti"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Sagom alaha ne isa nu apani tarafa utha (zuka) li'a hai ate alaha bahuta takatavara ate tataveta hai"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Kitaba vali'am (yahudi ate isa'i) vicom ko'i ajiha nahim jihara isa di mauta tom pahilam usa upara imana na li'a'e ate ki'amata de dina uha unham upara gavaha hovega"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Ate yahudi'am de zulamam karana asim uha pavitara cizam unham upara harama kara diti'am, jo unham la'i halala sana. Isa karana ki uha alaha de raha tom bahuta rokade sana"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "Ate isa la'i vi ki uha vi'aja lainde sana, halanki isa tom unham nu manham kita gi'a si ate isa la'i vi ki uha lokam da mala naja'iza rupa nala khande sana. Ate asim unham vicom avagi'akari'am de la'i pira dena vali saza ti'ara kara rakhi hai"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Paratu jihare loka gi'ana vica pake ate imana li'a'una vale hana usa kitaba ute jihari tuhade upara utari ga'i hai ate jihari'am tuhade tom pahilam vi utari'am ga'i'am hana. Uha namaza parhana vale hana ate zakata dena vale hana. Alaha upara ate ki'amata de dina upara bharosa rakhana vale hana. Ajihe lokam nu asim zarura bahuta vada inama devange"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "Asim tuhadi tarafa vahi bheji hai, jisa tar'ham asim nuha ate usa de ba'ada de paigabaram di tarafa bheji si ate asim ibarahima, isama'ila, isahaka, yakuba, yakuba di aulada, isa, ayuba, yunasa, haruna ate sulemana di tarafa vahim bheji si. Ate asim da'unda nu zabura diti"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Ate asim ajihe rasula bheje, jinham da varanana asim tuhanu pahilam suna cuke ham ate ajihe rasula vi bheje, jinham da hala asim tuhanu nahim suna'i'a. Ate musa nala alaha ne gala kiti"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Alaha ne rasulam nu khusakhabari dena vale ate bhai-bhita karana vale bana ke bheji'a, tam ki rasulam tom sa'ada lokam de kola alaha di tulana vica ko'i taraka baki na rahai. Ate alaha prabhasali ate tataveta hai"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Paratu alaha usa la'i gavaha hai, jo usane tuhade ute utari'a hai. Ki usa ne isa nu apane gi'ana de nala utari'a hai, , jihare kam ne alaha halanki alaha hi gavahi la'i kaphi hai"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "dara'asala, jihare loka avisavasa karade hana ate [lokam] nu al'ha de raha tom baca'unde hana uha nisacata taura te bahuta bhataka ga'e hana"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "nu nakari'a ate ati'acara kita. Unham nu alaha kade mu'afa nahim karega ate na hi unham nu ko'i raha dikha'ega"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "Naraka tom binam jisa vica uha hamesa rahinage. Alaha la'i iha gala asana hai"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "He loko! Tuhade kola rasula a gi'a hai. Tuhade raba di sapasata bani lai ke. Isa la'i mana lavom tam ki tuhada bhala hove. Ate jekara na manoge tam jo kujha akasam vica ate dharati upara hai, iha sabha alaha da hi hai ate alaha jananavala ate bibekasila hai"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "He kitaba vali'o! (Yahudi ate isa'i) apane dharama vica hada para na karo ate alaha de sabadha vica saci gala tom binham kujha na kahom. Mari'ama da beta isa tam sirafa alaha da ika rasula ate usa da ika kalama (sabada) hai. Jisa nu usa ne mari'ama vala bheji'a, usa di tarafo iha ika atama hai. Isa la'i alaha ate usa de rasulam upara imana li'a'um ate iha na kaho ki tina alaha hana. Baza a ja'u iha hi tuhade la'i caga hai. Pujana yoga sifara ika alaha hai. Uha isa gala tom pavitara hai, ki usa de aulada hove, jo kujha asamanam upara ate dharati vica hai. Uha sabha alaha da hai. Alaha hi kama bana'una la'i kafi hai"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Masiha nu kade vi alaha da bada banana vica apamana nahim hovega, ate na hi nere rahina vale farisati'am da apamana hovega ate jihara alaha di badagi tom saramavega, hakara karega tam alaha zarura sari'a nu apane pasa ikatha karega"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Phira jihare loka imana li'a'e ate jinham ne cage kama kite tam unham nu alaha pura fala devega ate apani kirapa nala unham nu zi'ada vi devega. Ate jinham lokam ne trisakara kita ate hakara kita hove ga usanu daradanaka saza de'ga. Ate uha alaha di tulana vica na kise nu apana mitara dekhanage ate na saha'ika"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "He loko tuhade kola tuhade raba de valom ika dalila a cuki hai, ate asim tuhade upara ika sapasata prakasa utara dita hai"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Isa la'i jo loka alaha te imana li'a'e ate usa nu visavasa nala pharha li'a, unham nu zarura alaha apani rahimata ate kirapa nala (janata vica) damila bakhasega ate unham nu apane vala (a'una vala) sidha rasata dikha'ega"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Loka tuhade tom hukama puchade hana. Kahi devo ki alaha tuhanu kalala (uha mritaka, jisa de na mam-bapa jivata hona ate na hi aulada) de sabadha vica hukama dida hai. Jekara ko'i bada mara jave ate usa de ko'i aulada na hove ate usade ika bhaina hove tam usa la'i usa de chade mala da adha hisa hai. Ate uha marada usa bhaina di (ja'idada) da varisa hovega. Jekara usa bhaina de vi ko'i aulada na hove ate jekara do bhainam hona, tam unham la'i unham de chade ho'e mala da do tiha'i hovega. Ate jekara ka'i bhaina bhara, marada auratam hona tam ika marada de la'i do auratam da hisa barabara hai. Alaha tuhade la'i bi'ana karada hai, tam ki tusim na bhatako. Ate alaha hara ciza nu janana vala hai"
        }
    ]
}