{
    "maqras": [
        {
            "chapter": 46,
            "verse": 21,
            "text": "아드의 한 형제 후드를 상기하라 그는 굴곡진 모래 언덕에 거주했던 백성에게 경고했노라 그의 이전에도 그리고 후에도 그곳 에 경고자는 있었노라 하나님 외 에 다른 것을 섬기지 말라 실로 나는 위대한 어느날 너희에게 있 는 응벌이 두려울 뿐이라"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "이때 그들이 대답하길 우리 를 우리의 신으로부터 멀리하게 하고자 당신이 왔느뇨 당신이 진 실이라면 우리에게 약속한 것을 보이라 하니"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "그가 말하였더라 하나님만이그것을 아시는 것으로 나는 내게 주어진 계시만을 너희에게 전할 뿐이라 그러나 너희는 오만한 백 성임을 내가 알고 있노라"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "하늘에 구름이 나타나 그들 의 계곡을 향해 다가오는 것을 그들이 보았을 때 이것은 우리에게 비를 내릴 구름이라고 말하매 그 렇지 아니함이라 그것은 너희가 서둘러 구한 재앙이요 고통스러운응벌의 바람이라"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "주님의 명령에 따라 모든 것을 멸망케 할 것이라 아침이 되니그들 집들의 황폐한 흔적 밖엔 보이는 것이 없었더라 그렇듯 하나 님은 죄지은 백성들에게 보상을 내리니라"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "하나님이 너희에게 부여하 지 아니했던 번영과 힘을 그들에 게 주었고 그리고 귀와 눈과 마 음을 주어 그 은혜를 인식하도록 하였으나 그들의 귀도 눈도 그리 고 마음도 그들에게 유용하지 못 하여 그들은 계속해 하나님의 말 씀을 거역하였으니 그들은 그들이조롱했던 것으로 완전히 포위되었노라"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "하나님께서 너희 주변의 고 을들을 멸망케 하고 여러가지로 예증을 보여 그들로 하여금 그분 에게 귀의토록 하였을 때"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "하나님 외에 그들이 가까이 했던 신들은 왜 그들을 돕지 못 하였느뇨 그렇게 할 수 없노라 그것들은 그들을 방황케 했을 뿐 으로 그것은 그것들의 거짓이었 고 그들이 위조한 것이었노라"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "하나님께서 영마의 무리로 하여 그대에게 보내어 꾸란을 듣 도록 하니 그들이 거기에 나타나 말하길 조용히 귀를 저울이라 말 하고 꾸란의 낭송이 끝났을 때 그들은 백성들에게로 돌아가 그들의죄악에 대하여 경고하더라"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "그리고 그들은 말하길 백성 들이여 우리는 모세 이후에 계시 되어 그것을 확증하고 진리와 바 른길로 인도하는 한 성서에 관하 여 들었노라"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "백성들이여 하나님의 부름에응답하여 그분을 믿으라 그리하면그분께서 너희의 과오를 용서하실것이며 고통스러운 응벌로부터 너희를 보호하여 주실 것이라"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "그러나 하나님의 부름에 응 답하지 아니한 자 있다해도 그는 대지위에서 하나님의 계획을 좌절케 못하니 그때 그는 하나님 외에어떤 보호자도 갖지 못하여 크게 방황하게 되리라"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "하늘과 대지를 창조하신 하 나님은 그것을 창조하심에 지치지아니하시고 죽은 자에게 생명을 주시는 분임을 그들은 알지 못하 느뇨 그러함이라 실로 그분은 모 든 일에 전지전능 하심이라"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "불신자들이 불지윽으로 끌리어 가는 날 그래도 사실이 아니뇨라고 질문하니 주여 그렇습니다 라고 말하매 너희가 진리를 거역 한 것으로 너희는 이 벌을 맛보라하더라"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "선지자들이 끊임없이 그랬듯이 그대여 인내하라 그리고 그들 에 대한 응벌을 서둘러 구하지 말라 그들에게 약속된 것을 그들이 지켜 볼 그날이면 그들은 현세에 서 한 시간도 체류하지 아니했던 것처럼 되리라 그대는 계시를 전 하는 것으로 충분하노라 불신자들외에는 어느 누구도 멸망하지 않 노라"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "하나님을 불신하고 하나님의길을 방해하는 자 하나님께서는 그들의 행위를 방황케 하시니라"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "그러나 믿음으로 선을 행하며주님으로부터 무함마드에게 계시 된 진리를 믿는 자 하나님은 그 들의 과오를 거두어 주시며 그들 의 위치를 높여 주시노라"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "그것은 불신자들이 거짓을 따름에 반해 믿는 자들은 주님께 서 내려주신 진리를 따르기 때문 이라 이렇듯 하나님은 비유로써 인간에게 교훈을 주시노라"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "너희가 전쟁에서 불신자를 만났을 때 그들의 목들을 때리라 너희가 완전히 그들을 제압했을 때 그들을 포로로 취하고 그후 은혜로써 석방을 하던지 아니면 전쟁이 종식될 때까지 그들을 보 상금으로 속죄하여 주라 그렇게 하라 너희에게 명령이 있었노라 하나님께서 원하셨다면 그들에게 응벌을 내렸을 것이라 그러나 그 분은 너희로 하여금 성전하도록 하였으니 이로 하여 너희를 다른 자들에 비유하여 시험코자 하심이라 그러나 하나님의 길에서 살해 된 자 있다면 그분은 그의 행위가결코 손실되지 않게 하실 것이라"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "하나님은 그들을 인도하사 그들의 위치를 높여주시고"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "그들에게 알려준 천국으로 그들을 들게 하노라"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "믿는 백성들이여 너희가 하나님의 목적을 도울 때 그분께서도 너희를 도와 너희의 발을 견고하 게 하여 주시노라"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "그러나 하나님을 거역한 그들에게는 멸망뿐으로 하나님은 그들의 행위를 방황케 하시니라"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "그것은 그들이 하나님께서 계시한 것을 혐오한 것으로 인하여 그분께서 그들의 행위를 무익하게했을 뿐이라"
        }
    ]
}