{
    "chapter": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Elif, Lam, Ra. Iste bunlar o hikmetli kitabın ayetleridir"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Insanları (egri yolun sonundan) korkut, inananlara Rableri nezdindeki yuksek makamları mujdele, diye iclerinden bir adama vahyimizi gondermemiz onlara tuhaf mı geldi? Kafirler: «Hic suphesiz bu besbelli bir sihirbaz.» dediler"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Rabbiniz o Allah´dır ki, gokleri ve yeri altı gunde yarattı, sonra ars uzerine istiva etti (onu hukmu altına aldı), isi tedbir eyliyor. O´nun izni olmaksızın hic kimse sefaatci olamaz. Iste Rabbiniz olan Allah budur. O´na ibadet ediniz! Hala dusunup ibret almayacak mısınız"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Donusunuz hep O´nadır. Allah´ın vaadi haktır. Herseyi ilk bastan yaratan O´dur. Sonra iman edip salih amel isleyenleri hak ettikleri olcude mukafatlandırmak icin geri dondurecek olan yine O´dur. Kafirlere de inkar ettikleri icin kaynar sudan bir icki ve acıklı bir azap vardır"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "O Allah´dır ki, senelerin sayısını ve hesabını bilesiniz diye gunesi bir ısık, ayı da bir nur yaptı. Ve aya menziller tayin etti. Allah bunu hak olarak yarattı. O, bilecek olan bir kavim icin ayetlerini ayrıntılı olarak acıklar"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Elbette gece ile gunduzun birbiri ardınca degisip durmasında ve Allah´ın goklerde ve yerde yarattıklarında sakınan bir kavim icin bir cok delil vardır"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Bize kavusmayı ummayanlar, dunya hayatına razı olup onunla tatmin bulanlar ve bizim ayetlerimizden gafil olanlar da vardır muhakkak"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Iste bunların kendi elleriyle ettikleri yuzunden varacakları yer cehennemdir"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Hic suphesiz iman edip salih ameller isleyenleri, imanlarından dolayı Rableri hidayete erdirir. Naim cennetlerinde altlarından ırmaklar akar durur"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Onların oradaki duaları: «Allahım, sen yucelerden yucesin»; saglık dilekleri «selam», dualarının sonu da «Alemlerin Rabbi Allah´a hamdolsun.» diye sukretmek olacaktır"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Eger Allah, insanlara, hayrı carcabuk istedikleri gibi, serri de alelacele verseydi, onların hemen ecellerini getiriverirdi. Fakat bize kavusmayı ummayanları kendi hallerine bırakırız da azgınlıkları icinde bocalayıp giderler"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Insana bir sıkıntı dokundugu zaman, gerek yan yatarken, gerek otururken, gerek dikilirken bize dua eder. Kendisinden sıkıntısını gideriverdik mi sanki kendisine dokunan o sıkıntı icin bize hic yalvarmamıs gibi aldırmadan gecer gider. Iste o asırı gidenlere yaptıkları seyler boyle guzel gelir"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Andolsun ki, sizden onceki devirlerin bir cok kavmini, peygamberleri kendilerine bir cok belge ile geldikleri halde zulmettikleri ve imana gelmedikleri icin helak ettik. Iste gunahkarlar toplulugunu biz boyle cezalandırırız"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Sonra onların ardından sizi yeryuzune halifeler yaptık ki, bakalım nasıl ameller isleyeceksiniz"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Boyle iken, ayetlerimiz, kesin birer belge olarak kendilerine okundugu zaman, o bizimle karsılasmayı ummayanlar, «Bundan baska bir Kur´an getir veya bunu degistir.» dediler. De ki, «Onu kendiligimden degistiremem, benim acımdan bu olacak bir sey degildir. Ben ancak bana vahyolunana uyarım. Rabbime isyan edersem, suphesiz buyuk bir gunun azabından korkarım.»"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "De ki, «Eger Allah dileseydi ben onu size okumazdım. O da onu hicbir sekilde size bildirmezdi. Bilirsiniz ki, ben sizin icinizde bundan once yıllarca bulundum. Siz hala aklınızı basınıza toplamayacak mısınız?»"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Artık bir yalanı Allah´a iftira eden veya O´nun ayetlerini inkar edenden daha zalim kim olabilir? Hic suphesiz o mucrimler iflah olmayacaklar"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Allah´ı bırakıyorlar da, kendilerine ne fayda, ne de zarar verebilecek olan seylere tapıyorlar ve «Bunlar bizim Allah katında sefaatcilerimizdir.» diyorlar. De ki, «Siz Allah´a goklerde ve yerde O´nun bilmedigi bir seyi mi haber veriyorsunuz?» Allah onların ortak kostukları seylerin hepsinden munezzehtir"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Insanlar, aslında bir tek ummet idiler, sonra ihtilafa dusup ayrı ayrı oldular. Eger Rabbinden bir karar cıkmamıs olsa idi, ihtilaf edip durdukları seyler hakkında simdiye kadar aralarında coktan hukum verilmis olurdu"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Bir de «Ona Rabbinden daha baska bir ayet indirilse ya!» diyorlar. De ki: «Gaybı bilmek ancak Allah´a mahsustur, bekleyiniz bakalım, ben de sizinle beraber bekleyecegim suphesiz.»"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Insanlara dokunan bir sıkıntıdan sonra kendilerine bir rahmet tattırdıgımız zaman, ayetlerimiz hakkında derhal bir takım hilekarlıklara girisirler. De ki: «Allah´ın hilesi daha cabuktur. Haberiniz olsun ki elcilerimiz yaptıgınız hileleri yazıp duruyorlar»"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Sizi karada ve denizde gezdirip dolastıran O´dur. Hatta gemilerde bulundugunuz ve o gemiler, icindekilerle beraber hos bir esinti ile akıp gittikleri ve tam keyiflendikleri sırada o gemilere siddetli bir fırtına gelir catar ve her taraftan onlara dalgalar gelmeye baslar. Butunuyle kusatılıp artık bittiklerini sanırlar. Iste o vakit tam ihlas ile Allah´a yalvarır ve dindar olurlar: «Eger bizi buradan kurtarırsan, andolsun ki, sukredenlerden olacagız.» derler"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Sonra Allah onları oradan kurtarır, kurtulur kurtulmaz yeryuzunde cesitli taskınlıklara baslarlar. Ey insanlar taskınlıgınız sırf kendi zararınızadır. Su degersiz dunya hayatının bir sure tadını cıkarınız, sonra nasıl olsa donup bize geleceksiniz. Biz de butun yaptıklarınızı tek tek size haber verecegiz"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Dunya hayatının misali soyledir: Gokten indirdigimiz su ile, insanların ve hayvanların yedigi bitkiler birbirine karısmıstır. Nihayet yeryuzu suslerini takınıp suslendigi ve sahipleri kendilerini ona gucu yeter sandıkları bir sırada, geceleyin veya gunduzun, ona emrimiz gelivermistir, ansızın ona oyle bir tırpan atıvermisiz de sanki bir gun once orada hicbir senlik yokmus gibi oluvermistir. Dusunen bir kavim icin ayetlerimizi iste boyle acıklarız"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Allah, selamet yurduna cagırıyor ve diledigini de dogru yola hidayet ediyor"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Iyi is, guzel amel yapanlara daha guzeli ve daha fazlasıyla karsılık vardır. Yuzlerine ne kara bulasır, ne de asagılanırlar. Cennet ehli iste bunlardır. Orada ebedi kalacaklardır"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Kotuluk kazanmıs olanlara gelince, kotulugun cezası, misli kadardır. Ve onları bir asagılık ve eziklik kaplar. Onlar icin Allah´dan baska hicbir kurtarıcı yoktur. Yuzleri karanlık gecelerden bir parcaya burunmus gibidir. Iste onlar cehennem ehlidir. Orada ebedi kalacaklardır"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "O gun ki, hepsini mahsere toplayacagız, sonra da o sirk kosanlara «Haydi yerlerinize! Siz de, ortak kostuklarınız da!» diyecegiz. Artık aralarını iyice acmısız. O ortak kostukları seyler, «Siz bize tapmıyordunuz ki.» diyecekler"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "«Simdi sizinle bizim aramızda sahit olarak Allah yeter. Sizin bize ibadet ettiginizden bizim haberimiz yoktur» (diyecekler)"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Iste burada herkes gecmiste yaptıgını bulacak. Ve gercek mevlaları olan Allah´a dondurulecekler. Iftira edip uydurdukları seyler de kendilerinden busbutun uzaklasıp gidecek"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "De ki, «size gokten ve yerden kim rızık veriyor? O, kulaklara ve gozlere hukmeden kim? Oluden diriyi, diriden oluyu cıkaran kim? Isleri idare eden kim?» Hemen «Allah´dır» diyecekler. De ki, «O halde Allah´a karsı gelmekten sakınmaz mısınız?»"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Iste o Allah sizin gercek Rabbinizdir. Gercegin dısında sapıklıktan baska ne vardır? O halde haktan nasıl cevriliyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Hak dinden cıkmıs fasıklara Rabbinin kelimesi soyle gerceklesti: Onlar artık imana gelmezler"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "De ki: «Allah´a es tuttugunuz ortaklarınızdan, once yaratıp, sonra da onu cevirip yeniden diriltecek var mı?» De ki, «Once yaratıp, sonra da onu yeniden yaratacak olan Allah´dır. O halde nasıl yoldan saptırılıyor, donduruluyorsunuz?»"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "De ki, «Ortak kostuklarınızdan dogru yolu gosterecek olan var mıdır?» De ki: «Allah, hak olan dogru yola hidayet eder. O halde dogru yola hidayet eden mi kendisine uyulmaya daha layıktır, yoksa kendisine yol gosterilmeyince onu bulamayan mı daha layıktır. O halde ne oluyorsunuz? Nasıl hukmediyorsunuz?»"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Onların bircogu zandan baska bir seye uymaz. Zan ise haktan hic bir seyin yerini tutmaz. Suphesiz ki, Allah onların ne yaptıklarını bilir"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Bu Kur´an, Allah´dan baskası tarafından uydurulamaz, lakin kendinden onceki kitapları tasdik eder ve o kitabı (levh-i mahfuzu) ayrıntılı olarak acıklar. Onda suphe edilecek hic bir sey yoktur. Alemlerin Rabbi tarafından indirilmistir"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "«Onu o (peygamber) uydurdu» mu diyorlar? De ki; «Haydi siz de onun gibi bir sure getirin ve Allah´dan baska, cagırabileceginiz kim varsa onu da yardıma cagırın. Eger sozunuzde sadık iseniz (bunu yapın)"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Hayır. Onlar bilgileriyle kavrayamadıkları, te´vili de kendilerine hic gelmemis olan bir seyi yalan saydılar. Bunlardan once gelip gecenler de yine boyle inkar etmislerdi, amma bak zalimlerin akıbeti nasıl oldu"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Onlardan ona (Kur´an´a) inanacaklar da var, inanmayacaklar da var. Rabbin fesatcıları en iyi bilendir"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Eger seni inkar etmeyi surdururlerse, de ki; «Benim amelim bana, sizin ameliniz de size aittir. Benim yapacagım sizi ilgilendirmez, sizin yapacagınız da beni ilgilendirmez.»"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Iclerinden seni dinlemeye gelenler de var. Sen, sagırlara, ustelik akılsız da olanlara dinletebilir misin"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Iclerinden sana bakanlar da var. Fakat sen, korlere, ustelik basiretleri de yoksa hidayet edip yol gosterebilecek misin"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Surası kesindir ki Allah, insanlara zerre kadar zulmetmez. Ne var ki, insanlar kendi kendilerine zulmedip duruyorlar"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Allah´ın onları hasredip toplayacagı gunde, sanki onlar dunyada gunduz bir parca kalmıslar da aralarında tanısmıslar gibi olacak. Allah´ın huzuruna cıkacaklarına inanmamıs ve dogru yolu tutmamıs olanlar hic suphesiz en buyuk ziyana ugramıs olacaklar"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Onlara vaad ettigimizin bir kısmını sana gostersek de, gostermeden seni vefat ettirsek de, sonunda onların donusu bize olacak. Sonra onların ne yapacaklarına Allah sahit olacaktır"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Her ummetin bir peygamberi vardır. O peygamberleri gelince aralarında adaletle hukum verilir. Onlar hic zulum gormezler"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Onlar, «Eger dogru soyluyorsanız bu vaad ne zaman yerine gelecek?» diyorlar"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "De ki, «Ben, Allah´ın dilediginin dısında kendi kendime ne bir zarar ne bir fayda verebilirim». Her ummetin bir eceli vardır. Ecelleri gelince artık ne bir an geri, ne bir an ileri gidebilirler"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "De ki: «O´nun azabı size geceleyin uykuda veya gupe gunduz gelecek olsa, ne dersiniz? Gunahkarların onu alelacele istemeleri icin ne sebep vardır?»"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Bu azap meydana geldikten sonra mı iman edeceksiniz, yoksa simdi mi? Halbuki onun carcabuk gelmesini istiyordunuz"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Sonra o zulum yapanlara «Tadın bakalım su ebedi azabı!» denilecek. Vaktiyle kazandıgınızdan baskası ile mi cezalandırılacaksınız?»"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "«O azap gercek mi?» diye sana soruyorlar. De ki; «Evet. Rabbim hakkı icin o kesin bir gercektir. Ve siz bundan yakayı kurtaramazsınız.»"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Zulum yapmıs olan herkes, azabı gorunce yeryuzundeki her seyin sahibi olsa da, (o azaptan kurtulmak icin) hepsini feda ederdi. Ve icten ice pismanlık duyardı. Fakat aralarında adaletle hukum verilir ve hicbirine zulum yapılmaz"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Haberiniz olsun ki, goklerde ve yerde ne varsa Allah´ındır. Acın gozunuzu, Allah´ın vaadi muhakkak ki, haktır, gercektir. Lakin onların cogu bunu bilmezler"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "O, hem can veren, hem can alandır. Ve hepiniz O´na dondurulup goturuleceksiniz"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "Ey insanlar! Size Rabbinizden bir ogut, gonuller derdine bir sifa, muminlere bir hidayet ve rahmet geldi"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "De ki, «Allah´ın ihsanıyla ve rahmetiyle, yalnızca bunlarla sevinc duysunlar. Bu, onların biriktirip durduklarından daha hayırlıdır.»"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "De ki, «Baksanıza, Allah sizin icin nice rızıklar indirdi, siz onlardan bir kısmını haram, bir kısmını helal yaptınız». De ki, «Size Allah mı izin verdi, yoksa siz Allah´a iftira mı ediyorsunuz?»"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Allah´a yalanı iftira edenler kıyamet gununu ne sanıyorlar? Allah, insanlara cok ihsanda bulunmustur, lakin insanların cogu sukretmezler"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Hangi isi yaparsan yap, Kur´an´dan ne okursan oku, ne iste calısırsan calıs, unutmayın ki, siz ona dalıp gitmisken, biz sizin uzerinizde sahidiz. Ne yerde, ne de gokte zerre kadar hic bir sey Rabbinin gozunden kacmaz. Ne zerreden daha kucuk, ne de ondan daha buyuk! Ancak bunların hepsi apacık bir kitaptadır"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Acın gozunuzu! Allah´ın dostları uzerine ne korku vardır, ne de onlar mahzun olurlar"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Onlar ki, iman etmisler ve Allah´a karsı gelmekten sakınmıslardır"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Onlara dunya hayatında da, ahiret hayatında da mujdeler vardır. Allah´ın sozlerinde degisiklik yoktur. Iste bu en buyuk kurtulustur"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Habibim, onların lafları seni uzmesin. Cunku san ve seref butunuyle Allah´ındır. O her seyi isitiyor, hepsini goruyor"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Acın gozunuzu! Goklerde kim var, yerde kim varsa hep Allah´ındır. Allah´dan baskasına tapanlar dahi, Allah´a ortak kostuklarına uymus olmuyorlar, ancak zanna uymus oluyorlar. Ve yalandan baska bir sey soylemiyorlar"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "O, oyle bir Allah´dır ki, icinde dinlenesiniz diye sizin icin geceyi, goresiniz diye de gunduzu yaptı. Elbette bunda soz dinleyecek olan bir kavim icin ayetler (ibretler) vardır"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Dediler ki: «Allah, kendine cocuk edindi». O, boyle seylerden munezzehtir. O, mustagnidir. Goklerde ve yerde ne varsa hepsi O´nundur. Bu hususta elinizde hic bir delil yoktur. Allah´a karsı bilmediginiz bir seyi neden soyluyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "De ki: Allah´a iftira edenler elbette felah bulmazlar"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Dunyadaki zevkler cabuk biter. Sonra donusleri bize olacaktır. Daha sonra da inkar ettiklerinden dolayı o cetin azabı biz onlara tattıracagız"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Bir de onlara Nuh´un kıssasını oku: Hani o bir zamanlar kavmine demisti ki: «Ey kavmim, eger benim aranızda durusum ve Allah´ın ayetleriyle ogut verisim size agır geliyorsa, sunu bilin ki, ben yalnızca Allah´a dayanmısımdır, artık siz ve ortaklarınız her ne yapacaksanız toplanıp butun gucunuzle karar veriniz. Sonra bu isiniz size dert olmasın. Sonra bana ne yapacaksanız yapın, bana muhlet de vermeyin»"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Eger yuz cevirirseniz cevirin, ben de sizden bir ucret istemedim ya! Benim mukafatımı ancak Allah verir. Ve ben O´nun emrine boyun egen muslumanlardan olmakla emrolundum"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Buna ragmen yine de onu inkar ettiler. Biz de onu ve gemide kendisiyle beraber olanları kurtardık. Ve onları yeryuzune halifeler yaptık. Ayetlerimizi inkar edenleri ise suda bogduk. Bak iste uyarılanların akıbeti nasıl oldu"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Sonra onun arkasından bircok peygamberleri kavimlerine gonderdik. Onlara acık mucizelerle geldiler. Fakat onlar bir defa yalan dediklerine sonuna kadar bir turlu inanmadılar. Iste biz, haddi asanların kalblerini boyle muhurleriz"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Sonra bunların arkasından Musa ile Harun´u ayetlerimizle Firavun´a ve cemaatine gonderdik. Iman etmeyi kibirlerine yediremediler ve gunahkar bir kavim oldular"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Kendilerine tarafımızdan hak gelince, «Muhakkak ki bu, apacık bir sihirdir.» dediler"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Musa dedi ki, «Size hak gelince, ona boyle mi diyorsunuz? Bu sihir midir?» Halbuki sihirbazlar iflah olmazlar"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Dediler ki: «Sen bizi, atalarımızdan kalan yoldan ceviresin de yeryuzunde saltanat ikinizin olsun diye mi geldin? Biz ikinize de inanmayız»"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Firavun da: «Bana butun bilgili sihirbazları toplayıp getirin!» dedi"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Sihirbazlar gelince, Musa onlara: «Ortaya ne atacaksanız atın!» dedi"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Onlar ortaya atınca Musa dedi ki, «Sizin yaptıgınız sey sihirdir. Muhakkak ki, Allah onu iptal edecektir. Suphe yok ki, Allah fesatcıların islerini duze cıkarmaz.»"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Allah, hakkın hak ve gercek oldugunu kelimeleriyle ispat eder, gunahkarların hosuna gitmese de"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Firavun ve adamlarının kendilerini belaya ugratacagı korkusundan dolayı Musa´ya kendi kavminin bir oymagından baska kimse iman etmedi. Cunku orada Firavun cok ustun idi ve o kesinlikle asırı giden taskınlardandı"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Musa dedi ki: «Ey kavmim! Siz gercekten Allah´a iman ettinizse, O´na samimiyetle teslim olan muslumanlardan oldunuzsa artık O´na guvenin!»"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Onlar da: «Biz Allah´a guvendik. Ey Rabbimiz, bizi o zalim kavmin fitnesine ugratma!» dediler"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "«Bizi rahmetinle o kafir kavmin elinden kurtar!»"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Biz Musa ile kardesine soyle vahyettik: «Kavminiz icin Mısır´da birtakım evler hazırlayın ve evlerinizi kıbleye karsı yapın ve namazı kılın ve muminlere mujde verin.»"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Musa dedi: «Ey Rabbimiz! Sen Firavun´a ve adamlarına su dunya hayatında goz kamastırıcı zenginlik ve bol bol servet verdin. Ey Rabbimiz! Senin yolundan saptırsınlar diye mi? Ey Rabbimiz! Onların mallarını sil supur ve kalblerine sıkıntı dusur. Cunku onlar o acıklı azabı gormedikce iman etmeyecekler.»"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Allah buyurdu: «Her ikinizin de duası kesinlikle kabul olundu. Siz yine dogru ve durust olmaya devam edin. Kendini bilmeyenlerin yoluna sakın uymayın.»"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Ve sonra Israilogulları´nı denizden asırdık. Firavun, dusmanca saldırmak icin derhal adamlarını ve askerlerini arkalarına dusurdu. Ta ki, suda bogulmaya baslayınca «Inandım, gercekten de Israilogulları´nın iman ettiginden baska tanrı yoktur. Ben de ona teslim olanlardanım.» dedi"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Simdi mi? Oysa bundan once hep isyan etmistin ve fesatcılardan idin"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Biz de bugun senin bedenini arkandan gelenlere bir ibret olsun diye kurtaracagız. Bununla beraber, insanların bircogu ayetlerimizden yine de gafildirler"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Gercekten Israilogulları´nı cok guzel bir yurda yerlestirdik ve onlara hos nimetlerden rızıklar verdik. Anlasmazlıga dusmeleri de kendilerine ilim geldikten sonra oldu. Suphe yok ki, Rabbin, o anlasmazlıga dustukleri konularda kıyamet gunu aralarında hukum verecektir"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Sana indirdiklerimizde herhangi bir supheye dusersen, senden once kitap okuyanlara sor. Andolsun ki, sana Rabbinden hak gelmistir. Sakın suphe edenlerden olma"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Ve sakın Allah´ın ayetlerini inkar edenlerden olma, sonra husrana ugrayanlardan olursun"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Dogrusu, aleyhlerinde Rabbinin hukmu kesinlesmis olanlar imana gelmezler"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Onlara butun mucizeler hep birden gelse, yine de o acıklı azabı gorunceye kadar inanmazlar"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Fakat o vakit iman edip de imanları kendilerine fayda vermis bir kasaba olsaydı? Ancak Yunus´un kavmi iman ettikleri vakit, dunya hayatında o rezillik azabını uzerlerinden kaldırmıs ve bir sure onları rahata kavusturmustuk"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Eger Rabbin dileseydi, yeryuzunde kim varsa hepsi toptan iman ederlerdi. O halde insanları hep mumin olsunlar diye sen mi zorlayacaksın"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Allah´ın izni olmadıkca hicbir kisinin iman etmesi mumkun degildir. Akıllarını kullanmayanlar uzerine Allah bir ugursuzluk yukler"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "De ki: «Goklerde ve yerde olup bitenlere dikkatle bakın!» Fakat o uyarmalar ve o ayetler, iman etmeyen bir kavme fayda vermez ki"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Onlar, kendilerinden once gelmis gecmis olanların ugradıkları felaket gunleri gibisinden baskasını mı bekliyorlar? De ki, «Bekleyin, ben de sizinle beraber bekleyenlerden olacagım.»"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Sonra biz, peygamberlerimizi ve iman edenleri kurtarırız. Iste biz boyleyiz. Muminleri kurtarmak uzerimize dusen bir gorevdir"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "De ki: «Ey insanlar! Eger benim dinimde bir supheniz varsa, sunu bilin ki, Allah´ı bırakıp da sizin taptıklarınıza tapmam. Lakin sizin de canınızı alacak olan Allah´a taparım. Bana muminlerden olmam emredilmistir»"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "«Ayrıca yuzunu tevhid dininden ayırma ve sakın musriklerden olma!» (diye emrolundum)"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "«Ve Allah´dan baska, sana faydası da, zararı da dokunmayacak olan seylere yalvarma! Eger yalvarırsan, o zaman hic suphesiz sen zalimlerden olursun.»"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Ve eger Allah, sana bir zarar dokunduracak olursa, onu O´ndan baska giderecek yoktur. Ve eger sana bir hayır dilerse, o zaman da O´nun hayrını engelleyebilecek kimse yoktur. O, lutfunu diledigi kuluna nasip eder. Allah cok yarlıgayıcı, cok esirgeyicidir"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "De ki: «Ey insanlar! Iste size Rabbinizden hak geldi. Artık kim hidayeti kabul ederse kendi canı icin kabul etmis olur. Kim sapıklık ederse kendi zararına sapıklık etmis olur. Ve ben sizin uzerinize vekil degilim.»"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Sana vahyolunana uy! Ve Allah hukmunu verinceye kadar sabret. Cunku O, hukum verenlerin en hayırlısıdır"
        }
    ]
}