{
    "chapter": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "Ey insanlar! Sizi bir tek nefisten yaratan ve ondan esini yaratıp ikisinden bir cok erkekler ve kadınlar ureten Rabbinizden korkun; kendi adına birbirinizden dilekte bulundugunuz Allah´dan ve akrabalık (baglarını kırmak)tan sakının. Suphesiz Allah sizin uzerinizde gozeticidir"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Oksuzlere mallarını verin ve kotusunu (onlara vererek) iyisiyle degistirmeyin. Onların mallarını, kendi mallarınıza karıstırıp yemeyin. Zira bu, buyuk bir gunahtır"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Eger oksuz kızlarla evlendiginizde onlara karsı adaletli davranamamaktan korkarsanız, hosunuza giden diger kadınlardan iki, uc ve dorde kadar evlenebilirsiniz. Eger adaleti gozetmemekten korkarsanız, o zaman bir tane ile veya elinizin altındakiyle (sahip oldugunuz cariye ile) yetinin. Dogruluktan ayrılmamak icin bu daha elverislidir"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Kadınlara mehirlerini gonul hosluguyla verin. Eger onlar gonul rızasıyla size bir sey bagıslarlarsa onu afiyetle yiyin"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Allah´ın, sizi basına diktigi mallarınızı aklı ermezlere vermeyin; o mallarla onları besleyin, giydirin ve onlara guzel soz soyleyin"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Evlenme cagına gelinceye kadar yetimleri gozetip deneyin. Onların akılca olgunlastıklarını gorurseniz, mallarını kendilerine teslim edin. «Buyuyecekler de mallarına sahip olacaklar» endisesiyle onları israf ederek, tez elden yemeyin. Zengin olan, onların malını yemekten cekinsin. Fakir olan ise, mesru surette yesin. Mallarını kendilerine verdiginiz zaman, bunu sahitler karsısında yapın. Hesap gorucu olarak Allah yeter"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Ana, baba ve akrabaların miras olarak bıraktıklarında erkeklerin hissesi vardır. Kadınların da ana, baba ve akrabaların bıraktıklarında hisseleri vardır. Bunlar, az olsun cok olsun, farz kılınmıs bir hissedir"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Paylasma sırasında akrabalar, oksuzler, yoksullar hazır bulunurlarsa, onlara da bir sey verin ve onlara guzelce sozler soyleyerek gonullerini alın"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Kendileri, geriye zayıf cocuklar bıraktıkları takdirde, onların geleceginden endise duyacak olanlar, (yetimler hakkında da aynı) endiseyi duysunlar, Allah´dan sakınsınlar ve dogru soz soylesinler"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Yetimlerin mallarını haksız yere yiyenler, muhakkak ki karınlarını atesle doldurmus olurlar ve cehennemi boylarlar"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Allah size evlatlarınızın miras taksimini soyle emrediyor: Cocuklarınızda, erkege iki kadın payı kadar, eger hepsi kadın olmak uzere ikiden de fazla iseler, bunlara mirasın ucte ikisi ve eger bir tek kadın ise o zaman ona malın yarısı vardır. Eger olen, ana ve baba ile birlikte cocuklar da bırakmıssa ana babanın her birine olenin terekesinden altıda bir; sayet olenin cocugu yok da, mirascı olarak ana ve babası kalmıssa, ananın payı ucte birdir. Eger olenin kardesleri varsa terekenin altıda biri ananındır. Bu paylar, olenin borcları odenip, vasiyeti de yerine getirildikten sonra hak sahiplerine verilir. Baba ve cocuklardan, hangisinin size fayda bakımından daha yakın oldugunu, siz bilmezsiniz. Butun bunlar Allah tarafından farz kılınmıstır. Suphesiz Allah alimdir, hakimdir"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Eger hanımlarınızın cocukları yoksa, bıraktıkları mirasın yarısı sizindir. Sayet bir cocukları varsa o zaman mirasın dortte biri sizindir. Bu paylar, olenin vasiyeti yerine getirildikten ve varsa, borcu odendikten sonra verilir. Eger cocugunuz yoksa, sizin de, yapacagınız vasiyetten ve borctan sonra, bıraktıgınızın dortte biri onlarındır (zevcelerinizindir). Cocugunuz varsa, bıraktıgınızın sekizde biri onlarındır. Eger bir erkek veya kadının, anababası ve cocukları bulunmadıgı halde (kelale seklinde) malı mirascılara kalırsa ve bir erkek yahut bir kızkardesi varsa, her birine altıda bir duser. Bundan fazla iseler ucte bire ortaktırlar. (Bu taksim) yapılacak vasiyetten ve borctan sonra, kimse zarara ugramaksızın (yapılacak)tır. Bunlar Allah´tan size vasiyettir. Allah her seyi hakkıyle bilendir, halimdir"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Iste butun bu hukumler, Allah´ın koydugu hukumler ve cizdigi sınırlardır. Kim Allah´a ve Peygamberine itaat ederse Allah onu altlarından ırmaklar akan cennetlere koyar. Onlar, orada ebedi olarak kalacaklardır. Iste buyuk kurtulus budur"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Kim de Allah´a ve Peygamberine isyan eder ve Allah´ın koydugu sınırları asarsa Allah onu da ebedi kalacagı cehennem atesine koyar. Onun icin alcaltıcı bir azab vardır"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "Kadınlarınızdan zina edenlere karsı, icinizden dort sahit getirin. Eger onlar, sahitlik yaparlarsa, bu kadınları, olum alıp goturunceye kadar veya Allah onlara bir cıkıs yolu acıncaya kadar evlerde hapsedin"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Sizlerden zina edenlerin her ikisine de eziyet edin. Eger onlar tevbe edip kendilerini ıslah ederlerse onlardan vazgecin. Cunku Allah tevbeleri kabul eden ve cok merhamet edendir"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Ancak Allah´ın kabul etmesini vaad buyurdugu tevbe, o kimseler icindir ki, bilmeyerek gunah isleyip hemen tevbe edenlerin tevbesidir. Iste Allah bunların tevbelerini kabul eder. Allah alimdir hakimdir. (Her seyi bilendir, hikmet sahibidir)"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Yoksa gunah isleyip de kendisine olum gelince: «Iste ben simdi tevbe ettim.» diyen kimselerin tevbesi kabul edilmez. Kafir olarak olenlerin de tevbeleri kabul edilmez. Iste bunlara ahirette can yakıcı bir azap hazırlamısızdır"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "Ey iman edenler! Kadınlara zorla varis olmanız size helal degildir. Verdiginiz mehrin bir kısmını kurtaracaksınız diye, onları sıkıstırmanız da helal degildir. Ancak acık bir hayasızlık yapmıs olurlarsa baska. Onlarla iyi gecinin. Eger kendilerinden hoslanmadınızsa, olabilir ki, siz bir seyden hoslanmasanız da Allah onda bir cok hayır takdir etmis bulunur"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Eger bir esi bırakıp da yerine diger bir es almak isterseniz, oncekine yuklerle mehir vermis de bulunsanız, ondan bir sey geri almayın. O malı bir iftira ve acık bir gunah isnadı yaparak geri alır mısınız"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Birbirinizle kaynasıp basbasa kalmısken ve onlar sizden kuvvetli bir teminat almısken verdiginizi nasıl geri alabilirsiniz"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Cahiliye devrinde gecenler mustesna, babalarınızın nikahladıgı kadınlarla evlenmeyiniz. Suphe yok ki o, pek cirkindi, igrenc idi, o ne fena bir adetti"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Size sunları nikahlamak haram kılındı: Anneleriniz, kızlarınız, kız kardesleriniz, halalarınız, teyzeleriniz, erkek ve kız kardeslerinizin kızları, sizi emziren sut anneleriniz, sut kızkardesleriniz ve karılarınızın anneleri, ve kendileri ile zifafa girdiginiz kadınlarınızdan olan ve evlerinizde bulunan uvey kızlarınız. Eger uvey kızlarınızın anneleri ile zifafa girmemisseniz onlarla evlenmenizde size bir gunah yoktur. Sulbunuzden gelen (oz) ogullarınızın hanımları ile evlenmeniz ve iki kız kardesi birlikte nikahlamanız da haramdır. Ancak cahiliyyet devrinde gecen gecmistir. Suphesiz ki Allah gafur (cok bagıslayıcı) ve cok merhamet edicidir"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "Bir de harb esiri olarak sahibi bulundugunuz cariyeler mustesna, evli kadınlarla evlenmeniz de size haram kılındı. Butun bunlar Allah´ın uzerinize farz kıldıgı hukumlerdir. Bunların dısında kalanlar ise iffetli olarak zina etmeksizin mallarınızla mehir vermek suretiyle evlenmek istemeniz size helal kılındı. O halde onlardan nikah ile faydalanmanıza karsılık mehirlerini kendilerine verin ki, bu farzdır. O mehri takdir edip kesinlestirdikten sonra birbirinizi razı etmenizde bir mahzur yoktur. Suphesiz ki Allah her seyi cok iyi bilendir, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Sizden her kim hur mumin kadınları nikah edecek bir zenginlige gucu yetmiyorsa, ona da ellerinizin altındaki mumin cariyelerinizden efendilerinin rızası ile nikahlamak var. Allah sizin imanınızı daha iyi bilir. Siz birbirinizdensiniz. O halde sahiplerinin izni ile ve mehirlerini orfe gore vermek suretiyle cariyelerden iffetli olan, zina etmeyen, dost da edinmeyenlerle evlenin. Evlendikten sonra bir fuhus yaparlarsa, o vakit hur kadınlar hakkında gerekli bulunan cezanın yarısı kendilerine lazım gelir. Bu hukumler, icinizden gunah islemekten korkanlaradır. Sabretmeniz ise, sizin icin daha hayırlıdır. Allah Gafurdur, Rahimdir (cok bagıslayıcıdır, cok merhamet edicidir)"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Allah, sizlere bilmediklerinizi bildirmek, sizden oncekilerin yollarını size gostermek ve tevbenizi kabul etmek istiyor. Allah, her seyi cok iyi bilendir, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "Allah sizin tevbenizi kabul etmek istiyor. Halbuki sehvetlerine uyanlar ise, sizin dogru yoldan buyuk bir meyl ile sapmanızı istiyorlar"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Allah, din hususundaki agır teklifleri sizden hafifletmek istiyor. Cunku insan sabır ve tahammul bakımından zayıf yaratılmıstır"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "Ey iman edenler! Mallarınızı aranızda haksızlıkla yemeyin. Ancak kendi rızanızla yaptıgınız ticaretle yemeniz helaldir. Birbirinizin canına kıymayın. Suphesiz Allah, size karsı cok merhametlidir"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Kim, zulum ve tecavuz yolu ile bu yasakları islerse, yakında onu cehennem atesine atacagız. Onu atese atmak da Allah´a pek kolaydır"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Eger siz, yasaklandıgınız buyuk gunahlardan sakınırsanız, diger kusurlarınızı orter, sizi guzel bir makama koyarız"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Bir de Allah´ın bazınıza, digerinden fazla verdigi seyleri temenni etmeyin. Erkeklere hak ettiklerinden bir pay vardır. Kadınlara da kendi kazandıklarından bir pay vardır. Isteklerinizi Allah´ın fazlından ve kereminden isteyin. Gercekten Allah her seyi hakkıyla bilendir"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Anne, baba ve akrabaların bıraktıkları her sey icin bir mirascı tayin ettik. Yemin akdiyle mirascı kıldıklarınızın paylarını da verin. Suphesiz Allah, her seye sahittir"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Erkekler, kadın uzerine idareci ve hakimdirler. Cunku Allah birini (cihad, imamet, miras gibi islerde) digerinden ustun yaratmıstır. Bir de erkekler mallarından (aile fertlerine) harcamaktadırlar. Iyi kadınlar, itaatkar olanlar ve Allah´ın korunmasını emrettigi seyleri kocalarının bulunmadıgı zamanlarda da koruyanlardır. Fenalık ve gecimsizliklerinden korktugunuz kadınlara gelince: Once kendilerine ogut verin, yataklarından ayrılın. Bunlar da fayda vermezse dovun. Eger size itaat ederlerse kendilerini incitmeye baska bir bahane aramayın. Cunku Allah cok yucedir, cok buyuktur"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Eger karı-koca arasının acılmasından endiseye duserseniz bir hakem erkegin tarafından, bir hakem de kadının ailesinden kendilerine gonderin. Bu arabulucu hakemler gercekten barıstırmak isterlerse, Allah karı-koca arasındaki dargınlık yerine gecim verir. Suphesiz ki Allah hakkıyla bilendir, her seyin aslından haberdardır"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Allah´a ibadet edin ve O´na hicbir seyi ortak kosmayın. Sonra anaya, babaya, akrabaya, yetimlere, yoksullara, akraba olan komsulara, yakın komsulara, yanında bulunan arkadasa, yolda kalanlara, sahip oldugunuz kolelere iyilik edin. Suphesiz Allah, kibirlenen ve ovunen kimseyi sevmez"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Onlar ki hem kıskanır, cimrilik ederler, hem de herkese cimrilik tavsiye ederler ve Allah´ın kendilerine lutfundan verdigi nimeti gizlerler. Biz kafirlere alcaltıcı bir azap hazırladık"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Bunlar, Allah´a ve ahiret gunune iman etmedikleri halde mallarını, insanlara gosteris yapmak icin harcarlar. Seytan kimin arkadası olursa, o ne kotu arkadastır"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Bunlar, Allah´a ve ahiret gunune iman etselerdi ve Allah´ın verdigi rızıktan gosterissiz harcasalardı kendilerine ne zarar gelirdi? Allah onların soz ve islerini cok iyi bilendir"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Suphesiz ki Allah, hic kimseye zerre kadar zulum etmez. Eger yapılan iyilik zerre kadar da olsa, onun sevabını kat kat artırır. Ve kendi katından buyuk bir mukafat verir"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Her ummetten bir sahit getirdigimiz ve seni de onların uzerine bir sahit yaptıgımız zaman bakalım kafirlerin hali ne olacak"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Allah´ı, inkar edip peygambere isyan edenler, o kıyamet gunu yerle bir olmayı isterler. Allah´tan hicbir sozu gizleyemezler"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "Ey iman edenler! Sarhos iken ne soylediginizi bilinceye kadar namaza yaklasmayın. Cunub iken de yolcu olanlar mustesna gusul edinceye kadar namaza yaklasmayın. Eger hasta olur, veya yolculukta bulunursanız veyahut biriniz abdest bozmaktan gelince veya cinsi munasebette bulunup, su da bulamazsanız o zaman tertemiz bir toprak ile teyemmum edin. Niyetle yuzlerinize ve ellerinize surun. Suphesiz ki Allah cok affedicidir, cok bagıslayıcıdır"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Kendilerine kitaptan bir nasib verilmis olanları gormuyor musun? Onlar, sapıklıgı satın alıyorlar ve sizin de yoldan sapmanızı istiyorlar"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Allah sizin dusmanlarınızı cok iyi bilir. Gercek bir dost olarak Allah yeter. Ve yardımcı olarak da Allah yeter"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Yahudilerden bir kısmı, (Allah´ın kitabındaki) kelimeleri esas manasından kaydırıp; dillerini egerek ve dine saldırarak, «Sozunu isittik, emirlerine isyan ettik, dinle, dinlemez olası ve raina (bizi gozet)» diyorlar. Halbuki onlar, «Isittik ve itaat ettik; dinle ve bize de bak» deselerdi bu, kendileri icin daha hayırlı ve daha dogru olurdu. Fakat Allah, kufurleri yuzunden kendilerini lanetlemistir. Artık onlar, pek azı mustesna, iman etmezler"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "Ey kendilerine kitap verilenler! Gelin yanınızda bulunan (Tevrat)ı tasdik etmek uzere indirdigimiz bu kitaba iman edin. Biz birtakım yuzleri silip de enselerine cevirmeden yahut cumartesi halkını (yahudileri) lanetledigimiz gibi onları lanetlemeden once iman edin. Yoksa Allah´ın emri mutlaka yerine gelecektir"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Dogrusu Allah, kendisine ortak kosulmasını asla affetmez. Ondan baskasını (diger gunahları) ise, diledigi kimseler icin bagıslar ve magfiret buyurur. Her kim Allah´a sirk kosarsa gercekten pek buyuk bir gunah ile iftira etmis olur"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Kendi nefislerini temize cıkaranları gormuyor musun? Hayır! Ancak Allah, diledigini temize cıkarır. Onlara kıl kadar zulmedilmez"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Bak nasıl da Allah´a yalan uyduruyorlar. Apacık bir gunah olarak bu yeter"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "«Su kendilerine kitaptan (okuma yazmadan) bir nasib verilmis olanları gormuyor musun! Onlar puta ve seytana inanıyorlar. Ve Allah´ı tanımayanlara, «Bunlar, muminlerden daha dogru yoldadır.» diyorlar"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "Onlar, Allah´ın lanet ettigi kimselerdir. Allah kime lanet ederse artık ona asla bir yardımcı bulamazsın"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Yoksa onların mulkten bir payı mı vardır. Eger oyle olsaydı, insanlara bir cekirdegin zerresini bile vermezlerdi"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Yoksa onlar, Allah´ın lutuf ve kereminden insanlara verdigi nimetleri kıskanıyorlar mı? Suphesiz biz, Ibrahim ailesine de kitap ve hikmeti vermistik. Hem de onlara buyuk bir mulk ve saltanat ihsan ettik"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Iste o yahudilerden bir kısmı ona iman etti. Bir kısmı da ondan yuz cevirdi. O iman etmeyenlere cehennem alevi yeter"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Suphesiz ki ayetlerimizi inkar eden kafirleri biz yarın bir atese atacagız. Derileri pistikce azabı duysunlar diye, kendilerine baska deriler verecegiz. Cunku, Allah gercekten cok gucludur, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Iman edip salih ameller isliyenleri ise, altlarından ırmaklar akan cennetlere koyacagız. Orada ebedi olarak kalacaklar. Onlara orada tertemiz esler vardır. Onları, koyu golgeler altında bulunduracagız"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "Allah size, emanetleri ehline vermenizi ve insanlar arasında hukmettiginiz zaman adaletle hukmetmenizi emrediyor. Allah, bununla size ne guzel ogut veriyor. Suphesiz ki Allah her seyi hakkıyla isiten, hakkıyla gorendir"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "Ey iman edenler! Allah´a itaat edin, Peygambere de itaat edin ve sizden olan emir sahibine de itaat edin. Eger herhangi bir seyde anlasmazlıga duserseniz; Allah´a ve ahiret gunune gercekten inanıyorsanız, onu Allah ve Resulune arz edin. Bu, daha iyidir ve sonuc bakımından da daha guzeldir"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Sunları gormuyor musun? Kendilerinin sana indirilene ve senden once indirilene inandıklarını ileri suruyorlar da taguta inanmamaları kendilerine emrolundugu halde, tagut onunde muhakemelesmek istiyorlar. Seytan da onları bir daha donemeyecekleri kadar iyice sapıklıga dusurmek istiyor"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "Onlara: «Allah´ın indirdigine ve Peygambere gelin!» denince, munafıkların senden busbutun uzaklastıklarını gorursun"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "Ya nasıl, elleriyle yaptıkları yuzunden baslarına bir felaket gelince, hemen sana geldiler de: «Biz sadece iyilik etmek ve arayı bulmak istedik.» diye Allah´a yemin ediyorlar"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "Onlar, Allah´ın kalblerindekini bildigi kimselerdir; Onlara aldırma, onlara ogut ver ve onların iclerine tesir edecek guzel soz soyle"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "Biz hangi peygamberi gonderdikse, sırf Allah´ın izni ile itaat edilmek uzere gonderdik. Eger onlar kendilerine zulmettikleri zaman sana gelseler de Allah´tan gunahlarının bagıslanmasını dileselerdi ve Resul de onların bagıslanmasını dileseydi, elbette Allah´ı affedici, merhametli bulurlardı"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Hayır! Rabbine andolsun ki is bildikleri gibi degil, onlar aralarında cıkan cekismeli islerde seni hakem yapıp sonra da senin verdigin hukme karsı iclerinde hicbir sıkıntı duymaksızın, tam bir teslimiyetle boyun egmedikce iman etmis olamazlar"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Eger biz onlara: «Kendinizi oldurun, veya yurtlarınızdan cıkın.» diye yazmıs olsaydık, iclerinden pek azı haric, bunu yapamazlardı. Fakat kendilerine verilen ogutleri tutsalardı, elbette haklarında hem daha hayırlı, hem de daha saglam olurdu"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "Ve o zaman elbette kendilerine katımızdan buyuk mukafat verirdik"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "Ve onları elbette dogru yola iletirdik"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Kim Allah´a ve Peygambere itaat ederse iste onlar, Allah´ın kendilerine nimet verdigi peygamberlerle, sıddıklarla, sehidlerle, iyilerle birliktedir. Bunlar ne guzel arkadastır"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Bu lutuf Allah´tandır. Bilen olarak Allah yeter"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "Ey iman edenler! Dusmana karsı her turlu savunma tedbirinizi alınız. Onlara karsı ya kucuk birlikler halinde hareket ediniz veya topyekun seferber olunuz"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Suphesiz icinizden bir kısmı vardır ki, pek agır davranır. Eger basınıza bir musibet gelirse: «Allah bana lutfetti de onlarla beraber bulunmadım.» der"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Ve eger Allah´tan size bir lutuf ve zafer erisecek olsa, sizinle kendisi arasında hic sevgi yokmus gibi, bu sefer de hic suphesiz soyle diyecek: «Ah ne olurdu, onlarla beraber olaydım da buyuk murada ereydim.»"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "O halde gecici dunya hayatını, ebedi ahiret hayatı karsılıgında satacak olanlar, Allah yolunda savassınlar. Her kim Allah yolunda savasır da oldurulur veya galip gelirse, her iki durumda da biz ona yarın pek buyuk bir mukafat verecegiz"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Hem size ne oluyor ki, Allah yolunda: «Ey Rabbimiz! bizleri bu halkı zalim olan memleketten cıkar, tarafından bizi iyi idare edecek bir sahip ve bize katından bir kurtarıcı gonder» diye yalvarıp duran zayıf ve zavallı erkekler, kadınlar ve cocukların kurtarılması ugrunda savasa cıkmıyorsunuz"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Iman edenler, Allah yolunda savasırlar. Inkar edenler de tagut yolunda savasırlar. O halde siz seytanın taraftarlarına karsı savasın. Cunku seytanın hilesi zayıftır"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Kendilerine, «Ellerinizi savastan cekin, namazı kılın, zekatı verin» denilenleri gormedin mi? Uzerlerine savas yazılınca hemen iclerinden bir kısmı insanlardan, Allah´tan korkar gibi, hatta daha cok korkarlar ve «Rabbimiz! Nicin bize savas yazdın? Ne olurdu bize azıcık bir muddet daha tanımıs olsaydın da biraz daha yasasaydık?» derler. Onlara de ki: «Dunya zevki ne de olsa azdır, ahiret, Allah´a karsı gelmekten sakınan icin daha hayırlıdır ve size kıl kadar haksızlık edilmez.»"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Her nerede olursanız olun olum size yetisir, son derece saglam kaleler icinde de bulunsanız yine kurtulamazsınız. Onlara bir iyilik erisirse «Bu, Allahtandır» derler, bir kotuluge ugrarlarsa, «Bu, senin yuzundendir.» derler. Ey Muhammed! De ki: «Hepsi Allah´tandır.» Bu topluma ne oluyor ki, hic soz anlamaya yanasmıyorlar"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "(Ey insanoglu!) sana gelen her iyilik Allah´tandır, sana ne kotuluk dokunursa kendindendir. Ey Muhammed! Biz seni butun insanlara bir elci olarak gonderdik. Buna sahit olarak da Allah yeter"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Kim peygambere itaat ederse Allah´a itaat etmis olur. Kim de yuz cevirirse, biz seni onlara bekci olarak gondermedik"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Sana «Peki» derler, fakat senin yanından cıktıklarında, iclerinden birtakımı, geceleyin (gunduz) soylemis olduklarının tersini kurarlar. Allah onların geceleyin tasarladıklarını yazıyor. Sen onlara aldırma. Allah´a guven. Vekil olarak Allah yeter"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Onlar hala Kur´an´ı geregi gibi dusunup anlamaya calısmazlar mı? Eger o Allah´tan baskası tarafından indirilmis olsaydı mutlaka onda bircok celiskiler bulurlardı"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Kendilerine guven veya korku hususunda bir haber geldiginde onu hemen yayıverirler. Halbuki onu peygambere ve aralarında yetkili kimselere goturselerdi, onlardan sonuc cıkarmaya gucu yetenler, onu anlarlardı. Allah´ın uzerinizdeki lutfu ve rahmeti olmasaydı, pek azınız haric, seytana uyardınız"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "(Ey Muhammed) Allah yolunda savas! Sen ancak kendi yaptıgından sorumlusun. Muminleri de savasa tesvik et. Umulur ki, Allah kafirlerin gucunu kırar. Hic suphesiz ki Allah kuvvet ve kudretce cok daha guclu ve cezası daha cetindir"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Kim guzel bir iste aracılık ederse, ona o isin sevabından bir pay vardır. Kim de kotu bir seyde aracılık yaparsa, ona da o kotulukten bir pay vardır. Allah her seyi gozetip karsılıgını verir"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Siz bir selam ile selamlandıgınız zaman, siz de ondan daha guzeliyle karsılık verin veya verilen selamı aynen iade edin. Suphesiz Allah, her seyin hesabını geregi gibi yapandır"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Kendinden baska ilah olmayan Allah, sizi kıyamet gununde mutlaka biraraya toplayacaktır. Bunda asla suphe yoktur. Allah´tan daha dogru sozlu kim olabilir"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "O halde, siz nicin munafıklar hakkında iki gruba ayrılıyorsunuz? Allah onları kazandıkları gunah yuzunden terslerine dondurdugu halde Allah´ın saptırdıgını yola getirmek mi istiyorsunuz? Allah kimi saptırırsa, sen onun icin bir cıkıs yolu bulamazsın"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "Onlar, kufur isledikleri gibi, sizin de kufur isleyip kendileriyle bir olmanızı arzu ettiler. Onun icin, onlar Allah yolunda hicret edinceye kadar iclerinden dost edinmeyin. Eger bundan yuz cevirirlerse onları yakalayın ve buldugunuz yerde oldurun; Onlardan ne bir dost, ne de bir yardımcı edinmeyin"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Ancak o kimselere dokunmayın ki, sizinle aralarında anlasma olan bir kavme sıgınmıs bulunurlar. Yahut ne sizinle, ne de kendi kavimleriyle savasmayı gonullerine sıgdıramayıp tarafsız olarak size gelmislerdir. Eger Allah dileseydi, onları size musallat kılardı, onlar da sizinle savasırlardı. Eger onlar sizden uzak dururlar, sizinle savasmayıp size barıs teklif ederlerse, Allah, sizin icin onlar aleyhine bir yol vermemistir"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Diger birtakım kimseleri de bulacaksınız ki; hem sizden emin olmak, hem de kavimlerinden emin olmak isterler. Fitne icin her davet olunuslarında onun icine basasagı dalarlar. Eger bunlar sizden cekinmezlerse, kendilerini buldugunuz yerde yakalayın ve oldurun. Iste bunlar aleyhinde size acık bir ferman verdik"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "Hata dısında bir mumin, diger bir mumini olduremez. Ve kim bir mumini yanlıslıkla oldururse, mumin bir kole azad etmesi ve olenin ailesine (varislerine) teslim edilecek bir diyet vermesi gerekir. Ancak olunun ailesinin bagıslaması mustesnadır. Eger oldurulen, mumin olmakla beraber size dusman bir kavimden ise, o zaman, oldurenin bir kole azad etmesi gerekir. Eger oldurulen sizinle aralarında antlasma olan bir kavimden ise, oldurenin, olenin ailesine diyet vermesi ve mumin bir kole azad etmesi gerekir. Bunlara gucu yetmeyenin de Allah tarafından tevbesinin kabulu icin arka arkaya iki ay oruc tutması gerekir. Allah, Alimdir (her seyi bilendir), Hakimdir (hukum ve hikmet sahibidir)"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "Kim bir mumini kasten oldururse, cezası, icinde ebedi olarak kalacagı cehennemdir. Allah ona gazab ve lanet etmis ve onun icin buyuk bir azab hazırlamıstır"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "Ey Iman edenler! Allah yolunda cihada cıktıgınız zaman, mumini kafirden ayırmak icin iyice arastırın. Size selam veren kimseye, dunya hayatının menfaatini gozeterek, «Sen mumin degilsin» demeyin. Allah katında cok ganimetler var. Islam´a ilk once girdiginiz zaman siz de oyle idiniz. Sonra Allah size lutufta bulundu. Onun icin iyice arastırın. Suphesiz ki Allah, yaptıklarınızdan haberdardır"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Muminlerden ozur sahibi olmaksızın oturanlarla Allah yolunda mallarıyla, canlarıyla cihad edenler esit olamazlar. Allah, mallarıyla, canlarıyla cihad edenleri, derece itibariyle, oturanlardan ustun kıldı. Allah onların hepsine de cenneti vaad etmistir. Bununla beraber Allah mucahitlere, oturanların uzerinde buyuk bir ecir vermistir"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "Kendi katından derece derece rutbeler, bir magfiret ve rahmet vermistir. Oyle ya, O cok bagıslayıcı, cok merhamet edicidir"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "Melekler, kendilerine zulmeden kisilerin canlarını aldıklarında, onlara, «Ne iste idiniz?» derler. Onlar da: «Biz yer yuzunde zayıf kimselerdik.» derler. Melekler: «Allah´ın yeryuzu genis degil miydi, siz de orada hicret etseydiniz ya?» derler. Iste bunların varacakları yer cehennemdir. O ne kotu gidis yeridir"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "Ancak gercekten aciz ve zayıf olan, caresiz kalan ve hicret etmeye yol bulamayan erkekler, kadınlar ve cocuklar haric"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "Umulur ki, Allah bu kimseleri affeder. Allah cok affedici, cok bagıslayıcıdır"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "Her kim Allah yolunda hicret ederse, yeryuzunde gidecek cok yer de bulur, genislik de bulur. Her kim Allah´a ve Peygamberine hicret etmek maksadıyla evinden cıkar da sonra kendisine olum yetisirse, kuskusuz onun mukafatı Allah´a duser. Allah cok bagıslayıcıdır, cok merhamet edicidir"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Yeryuzunde sefere cıktıgınızda kafirlerin size bir kotuluk yapacagından korkarsanız namazı kısaltmanızda size bir vebal yoktur. Kuskusuz kafirler sizin apacık dusmanınızdır"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "Sen onların aralarında bulunup da onlara namaz kıldırdıgında iclerinden bir kısmı seninle beraber namaza dursun. Silahlarını da yanlarına alsınlar. Bunlar secdeye vardıklarında diger bir kısmı arkanızda beklesin. Sonra o namaz kılmamıs olan diger kısım gelsin seninle beraber kılsınlar ve ihtiyatlı bulunsunlar, silahlarını yanlarına alsınlar. Kafirler arzu ederler ki, silahlarınızdan ve esyanızdan bir gafil olsanız da size ani bir baskın yapsalar. Eger size yagmur gibi bir eziyet erisir veya hasta olursanız silahlarınızı bırakmanızda bir vebal yoktur. Bununla beraber ihtiyatı elden bırakmayın. Kuskusuz Allah kafirlere alcaltıcı bir azap hazırlamıstır"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "O korkulu zamanda namazı kıldınız mı gerek ayakta, gerek otururken ve gerek yanlarınız uzerinde hep Allah´ı zikredin. Korkudan kurtuldugunuzda namazı tam erkanı ile kılın. Cunku namaz muminlere belirli vakitlerde yazılı bir farzdır"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "Dusman toplulugunu takip etmede gevseklik gostermeyin. Eger siz acı duyuyorsanız, kuskusuz onlar da sizin acı duydugunuz gibi acı cekiyorlar. Oysa siz Allah´tan onların umit edemeyecekleri seyleri umuyorsunuz. Kuskusuz Allah her seyi bilendir, hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Biz sana Kitab (Kur´an)ı hak olarak indirdik ki, insanlar arasında Allah´ın sana gosterdigi sekilde hukum veresin. Sakın hainlerin savunucusu olma"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "Allah´tan bagıslanmanı dile. Suphesiz, Allah bagıslayıcıdır, esirgeyicidir"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Kendilerine hainlik edenleri savunma. Muhakkak Allah hain gunahkarları sevmez"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Bunlar, insanlardan (hainliklerini) gizlerler de, Allah´tan gizlemezler. Oysa O, geceleyin istemedigi seyi kurarlarken onların yanı baslarındadır. Allah, onların yaptıklarını (ilmiyle) kusatmıstır"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Haydi siz dunya hayatında onları savunuverdiniz (diyelim). Peki kıyamet gununde Allah´ın huzurunda onları kim savunacaktır? Yahut onlara kim vekil olacaktır"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Kim bir kotuluk isler, yahut nefsine zulmeder, sonra da Allah´tan bagıslanmasını dilerse, Allah´ı bagıslayıcı ve esirgeyici bulur"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Kim bir kotuluk islerse, kendi nefsine kotuluk etmis olur. Allah her seyi hakkıyle bilendir, hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "Kim bir hata veya bir gunah isler de sonra onu bir sucsuzun uzerine atarsa, muhakkak iftira etmis ve apacık bir gunah yuklenmis olur"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Eger Allah´ın sana lutuf ve merhameti olmasaydı, onlardan bir guruh seni sapıtmaya calısırdı. Halbuki onlar, ancak kendi nefislerini saptırırlar, sana hicbir zarar veremezler. Allah, sana Kitab (Kur´an)ı ve hikmeti indirmis ve sana bilmedigin seyleri ogretmistir. Allah´ın sana olan lutfu buyuktur"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "Bir sadaka vermeyi yahut iyilik yapmayı veyahut da insanlar arasını duzeltmeyi emreden(ler)inki haric, onların aralarındaki gizli gizli konusmalarının cogunda hicbir hayır yoktur. Kim bunları sırf Allah´ın rızasını kazanmak icin yaparsa, yakında ona buyuk bir mukafat verecegiz"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Kim kendisine dogru yol besbelli olduktan sonra Peygamber´e karsı cıkar, muminlerin yolundan baskasına uyup giderse onu dondugu yolda bırakırız ve cehenneme sokarız. Orası ne kotu bir gidis yeridir"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Suphesiz Allah kendisine ortak kosulmasını bagıslamaz. Bunun dısında diledigini bagıslar. Allah´a ortak kosan, muhakkak ki, derin bir sapıklıga dusmustur"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Onlar, Allah´ı bırakırlar da, yalnız disilere taparlar. Boylece ancak inatcı seytana tapmıs olurlar"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Allah o seytana lanet etti. Ve o da: «Elbette senin kullarından belirli bir pay alacagım, onları mutlaka saptıracagım, onları bos kuruntulara sokacagım, ve onlara emredecegim de hayvanların kulaklarını yaracaklar, onlara emredecegim de Allah´ın yaratısını degistirecekler» dedi. Kim Allah´ı bırakıp da seytanı dost edinirse, suphesiz o, apacık bir ziyana ugramıs olur"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Allah o seytana lanet etti. Ve o da: «Elbette senin kullarından belirli bir pay alacagım, onları mutlaka saptıracagım, onları bos kuruntulara sokacagım, ve onlara emredecegim de hayvanların kulaklarını yaracaklar, onlara emredecegim de Allah´ın yaratısını degistirecekler» dedi. Kim Allah´ı bırakıp da seytanı dost edinirse, suphesiz o, apacık bir ziyana ugramıs olur"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Seytan onlara vaad eder ve onları bos umutlarla oyalar. Oysa seytanın onlara vaadi, aldatmadan baska bir sey degildir"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Bunların varacakları yer cehennemdir. Ondan kurtulmak icin care bulamazlar"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Iman edip iyi isler yapanları da altlarından ırmaklar akan cennetlere sokacagız, orada ebedi olarak kalacaklardır. Bu, Allah´ın gercek vaadidir. Allah´dan daha dogru sozlu kim olabilir"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(Is), ne sizin kuruntunuza, ne de kitap ehlinin kuruntusuna goredir. Kotuluk yapan, o yuzden cezalandırılır. O, kendisine Allah´tan baska ne bir dost, ne de bir yardımcı bulabilir"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Erkek veya kadın, kim mumin olur da guzel amellerden islerse, iste onlar cennete girerler. Zerre kadar da haksızlıga ugratılmazlar"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Iyilik yaparak kendisini Allah´a teslim eden ve Ibrahim´in dinine dosdogru olarak tabi olan kimseden, din bakımından daha iyi kim olabilir? Allah, Ibrahim´i dost edinmisti"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Goklerde ve yerde olanların hepsi Allah´ındır. Allah, her seyi kusatıcıdır"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Kadınlar hakkında senden fetva isterler. De ki: Onlar hakkındaki fetvayı size Allah veriyor: Yazılmıs hakları olan mirası kendilerine vermediginiz ve nikahlanmayı istemediginiz oksuz kızlar ve zavallı cocuklara ve bir de yetimlere adaletle davranmanız hakkında Kitap´ta size okunan ayetler vardır. Sizin her yaptıgınız iyiligi, muhakkak Allah bilir"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Eger bir kadın kocasının gecimsizliginden, yahut kendisinden yuz cevirmesinden endise ederse, aralarında bir sulh yapmalarında, onlara bir gunah yoktur. Sulh hep hayırlıdır. Zaten nefisler kıskanclıga hazırdır. Eger iyi gecinir ve gecimsizlikten sakınırsanız, suphesiz Allah yaptıklarınızdan haberdardır"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Kadınlarınız arasında her yonden adaletli davranmaya ne kadar ugrassanız buna guc yetiremezsiniz. Bari birisine tamamen kapılıp da digerini askıya alınmıs gibi bırakmayın. Eger arayı duzeltir ve haksızlıktan korunursanız, suphesiz Allah cok bagıslayıcı ve esirgeyicidir"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Eger karı - koca birbirlerinden ayrılacak olurlarsa, Allah, onların her birini genis lutfuyla muhtac bırakmaz. Allah´ın lutfu genistir, hikmeti buyuktur"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Goklerde ve yerde ne varsa hepsi Allah´ındır. Sizden once kendilerine kitap verilenlere ve size Allah´tan korkmanızı emrettik. Eger inkar ederseniz, biliniz ki, goklerde ve yerde ne varsa hepsi Allah´ındır. Allah hicbir seye muhtac degildir, hamd ve sena O´na yakısır"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Goklerde ve yerde ne varsa hepsi Allah´ındır. Vekil olarak Allah yeter"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Ey insanlar! Eger Allah dilerse sizi giderir de baskalarını getirir. Ve Allah, buna kadirdir"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Kim dunya nimetini isterse, bilsin ki dunya ve ahiret nimeti Allah katındadır. Allah her seyi cok iyi isiten ve cok iyi gorendir"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "Ey iman edenler! Adaleti ayakta tutan ve kendiniz, ana - babanız ve yakın akrabanız aleyhine de olsa, yalnız Allah icin sahitlik eden kimseler olunuz. Zira zengin de olsa, fakir de olsa, Allah ikisine de (sizden) daha yakındır. Nefsinizin arzusuna uyarak adaletten uzaklasmayın. Eger (sahitlik ederken) dilinizi eger, bukerseniz veya cekinirseniz, suphesiz Allah yaptıklarınızdan haberdardır"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "Ey iman edenler! Allah´a, Peygamberine, Peygamberine indirdigi Kitab´a, ve daha once indirdigi kitaba iman edin. Kim Allah´ı, meleklerini, kitaplarını, peygamberlerini ve ahiret gununu inkar ederse sapıklıgın en koyusuna dusmus olur"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "Iman edip sonra inkar eden, sonra iman edip tekrar inkar eden, sonra da inkarlarında ileri gidenleri Allah ne bagıslayacak, ne de dogru yola eristirecektir"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "Munafıklara da haber ver ki, kendileri icin cok acı bir azab vardır"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "Onlar, muminleri bırakıp kafirleri dost ediniyorlar. Onların yanında izzet ve seref mi arıyorlar? Halbuki butun izzet ve seref Allah´a aittir"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "Allah size Kitab (Kur´an)da: «Allah´ın ayetlerinin inkar edildigini ve onlarla alay edildigini isittiginiz zaman, baska bir soze gecmedikleri muddetce, o kafirlerle oturmayın. Aksi halde siz de onlar gibi olursunuz» diye hukum indirdi. Muhakkak ki Allah, munafıkların ve kafirlerin hepsini cehennemde toplayacaktır"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "Onlar sizi gozetleyip dururlar. Eger Allah tarafından size bir zafer nasip olursa: «Biz sizinle beraber degil miydik?» derler. Sayet kafirlerin zaferden bir payı olursa: (Bu defa da onlara): «Size ustunluk saglayarak sizi muminlerden korumadık mı?» derler. Allah, kıyamet gununde aranızda hukmunu verecektir. Allah, muminlerin aleyhine kafirlere hicbir yol vermeyecektir"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "Munafıklar, Allah´ı aldatmaya calısırlar. Halbuki Allah, onların oyunlarını baslarına gecirecektir. Onlar, namaza kalktıkları zaman tembel tembel kalkarlar. Insanlara gosteris yaparlar. Allah´ı pek az anarlar"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Munafıklar, kufur ile iman arasında bocalamaktadırlar. Ne bu muminlere baglanırlar, ne de su kafirlere. Allah kimi dogru yoldan saptırırsa, sen artık ona kurtulus yolu bulamazsın"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "Ey iman edenler! Muminleri bırakıp da kafirleri dost edinmeyin. Kendi aleyhinizde Allah´a apacık bir delil mi vermek istiyorsunuz"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "Suphesiz ki munafıklar, cehennem atesinin en asagı tabakasındadırlar. Onlara bir yardım edici de bulamazsın"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "Ancak tevbe edenler, durumlarını duzeltenler, Allah´a sarılanlar ve Allah icin dinlerine samimi olarak baglananlar mustesna. Iste bunlar muminlerle beraberdirler. Allah, muminlere buyuk bir mukafat verecektir"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "Eger sukreder ve iman ederseniz Allah size azabı ne yapar? Allah, sukredenlerin mukafatını veren ve her seyi bilendir"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "Allah, zulme ugrayanların dısında, cirkin sozun acıkca soylenmesinden hoslanmaz. Allah her seyi hakkıyla isiten, hakkıyla bilendir"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Bir hayrı acıklar yahut gizlerseniz, yahut da bir kotulugu bagıslarsanız, biliniz ki, Allah da cok bagıslayıcıdır, her seye hakkıyla kadirdir"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Onlar, Allah´ı ve peygamberlerini inkar ederler, Allah ile peygamberlerinin arasını ayırmak isterler. «Kimine inanırız, kimini inkar ederiz» derler. Bu ikisinin (imanla kufrun) arasında bir yol tutmak isterler"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "Iste onlar gercek kafirlerdir. Biz de kafirlere alcaltıcı bir azab hazırlamısızdır"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "Allah´a ve peygamberlerine iman edenler ve onlar arasında ayırım yapmayanlara (Allah) pek yakında mukafatlarını verecektir. Allah cok bagıslayıcıdır, cok merhametlidir"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "Kitap ehli, senden, kendilerine gokten bir kitap indirmeni istiyorlar. Musa´dan bundan daha buyugunu istemisler ve: «Allah´ı bize acıkca goster» demislerdi. Haksızlıkları sebebiyle onları yıldırım carptı. Sonra kendilerine acık deliller geldigi halde buzagıyı (tanrı) edinmislerdi. Onları bundan dolayı da affettik. Ve Musa´ya acık bir delil (yetki) verdik"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "Soz vermeleri icin Tur dagını uzerlerine kaldırdık. Onlara: «O kapıdan secde ederek girin» dedik. Yine onlara: «Cumartesi yasagını cignemeyin» dedik ve onlardan saglam bir soz aldık"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "Verdikleri sozden donmeleri, Allah´ın ayetlerini inkar etmeleri, haksız yere peygamberlerini oldurmeleri ve «kalblerimiz kılıflıdır» demelerinden dolayı (baslarına turlu belalar verdik). Dogrusu Allah, inkarları sebebiyle onların kalplerini muhurlemistir. Pek azı haric onlar inanmazlar"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "(Kalblerinin muhurlenmesinin diger bir sebebi de Isa´yı) inkar etmeleri ve Meryem´e buyuk bir iftirada bulunmalarıdır"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "Bir de «Biz Allah´ın peygamberi Meryem oglu Isa Mesih´i oldurduk» demeleridir. Oysa onu ne oldurduler, ne de astılar. Fakat oldurdukleri kimse, onlara Isa gibi gosterildi. Onun hakkında anlasmazlıga dusenler, ondan yana tam bir kusku icindedirler. O hususta bir bilgileri yoktur. Sadece zanna uyuyorlar. Onu kesinlikle oldurmediler"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Fakat Allah onu kendisine yukseltmistir. Allah, aziz (daima ustun)dir, hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Kitap ehlinden hicbir kimse yoktur ki, olmeden once ona (Isa´ya) iman etmis olmasın. Kıyamet gununde o, onlara sahitlik edecektir"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Yahudilerin zulmetmeleri ve bircok kimseleri Allah yolundan alıkoymaları, yasaklandıkları halde faiz almaları ve insanların mallarını haksız yere yemeleri sebebiyle daha once kendilerine helal kılınan temiz seyleri haram kıldık. Onlardan kafir olanlara can yakıcı bir azap hazırladık"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "Yahudilerin zulmetmeleri ve bircok kimseleri Allah yolundan alıkoymaları, yasaklandıkları halde faiz almaları ve insanların mallarını haksız yere yemeleri sebebiyle daha once kendilerine helal kılınan temiz seyleri haram kıldık. Onlardan kafir olanlara can yakıcı bir azap hazırladık"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Fakat onlardan ilimde derinlesmis olanlar ve iman edenler, sana indirilene ve senden once indirilenlere iman ederler. Onlar, namazı kılan, zekatı veren, Allah´a ve ahiret gunune iman edenlerdir. Iste onlara buyuk bir mukafat verecegiz"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "Muhakkak biz, Nuh´a ve ondan sonra gelen peygamberlere vahyettigimiz gibi, sana da vahyettik. Ibrahim´e, Ismail´e, Ishak´a, Yakub´a, torunlarına, Isa´ya, Eyyub´a, Yunus´a, Harun´a ve Suleyman´a da vahyettik. Davud´a da Zebur´u verdik"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Daha once sana anlattıgımız peygamberlerle, anlatmadıgımız baska peygamberlere de (vahyettik). Ve Allah Musa ile de konustu"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Peygamberleri mujdeciler ve azab habercileri olarak gonderdik ki, peygamberlerden sonra insanların Allah´a karsı bir bahaneleri olmasın. Allah mutlak ustundur, yegane hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Fakat Allah, sana indirdigini kendi ilmiyle indirmis olduguna sahitlik eder. Melekler de buna sahitlik ederler. Allah´ın sahitligi de kafidir"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Suphesiz inkar edip, insanları Allah yolundan alıkoyanlar, derin bir sapıklıga dusmuslerdir"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Muhakkak Allah, inkar edenleri ve zulmedenleri ne bagıslar, ne de dogru bir yola eristirir"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "Onları ancak cehennemin yoluna (iletecek ve) onlar orada ebedi olarak kalacaklardır. Bu ise Allah´a cok kolaydır"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Ey insanlar, Resul size, Rabbi´nizden hakkı (gercegi) getirdi. Kendi yararınıza olarak ona inanın. Eger inkar ederseniz, bilin ki goklerde ve yerde olanların hepsi Allah´ındır. Allah bilendir, hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "Ey kitab ehli! Dininizde taskınlık etmeyin ve Allah hakkında ancak dogru olanı soyleyin! Meryem oglu Isa Mesih, sadece Allah´ın elcisi, Meryem´e atmıs oldugu kelimesi ve O´ndan bir ruhtur. Allah´a ve peygamberlerine inanın (Allah) uctur demeyin. Kendi yararınız icin buna son verin. Muhakkak ki Allah tek bir ilahtır. O, cocuk sahibi olmaktan yuce (munezzeh)dir. Goklerdeki ve yerdekilerin hepsi O´nundur. Vekil olarak Allah yeter"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Hicbir zaman Mesih de Allah´ın bir kulu olmaktan cekinmez, Allah´a yakın melekler de. Kim O´na kulluk etmekten cekinir ve buyukluk taslarsa bilsin ki O, onların hepsini huzuruna toplayacaktır"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Inanıp guzel isler yapanlara gelince, onların mukafatlarını eksiksiz odeyecek ve lutfundan onlara daha fazlasını da verecektir. Allah´a kulluktan cekinip buyukluk taslayanlara da siddetli bir sekilde azab edecek ve onlar Allah´dan baska kendilerine ne bir dost, ne de bir yardımcı bulamayacaklardır"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "Ey insanlar! Size Rabbinizden bir delil (Muhammed) geldi ve size apacık bir nur indirdik"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Allah´a inanıp O´na sımsıkı sarılanları (Allah), kendisinden bir rahmet ve lutfa sokacak ve kendisine varan dosdogru yola iletecektir"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Senden fetva istiyorlar. Deki: «Allah size kelale (babasız ve cocuksuz kimse) nin mirası hakkında hukmunu acıklıyor: Cocugu olmayan, fakat kız kardesi bulunan bir kisi olurse, bıraktıgı malın yarısı o (kız kardesi)nundur. Cocugu olmayan kız kardes olurse, erkek kardes ona varis olur. Eger (olenin) iki kız kardesi varsa, bıraktıgının ucte ikisi onlarındır. Eger kardesler erkek ve kız olurlarsa, erkegin hissesi, iki kızın hissesi kadardır. Sasırmamanız icin Allah size (hukumlerini) acıklıyor. Allah, her seyi hakkıyla bilendir"
        }
    ]
}