{
    "maqras": [
        {
            "chapter": 16,
            "verse": 30,
            "text": "mariyu daivabhiti galavarito: \"Mi prabhuvu emi avatarimpajesadu?\" Ani adiginappudu, varu: \"Atyuttamamainadi.\" Ani javabistaru. Evaraite i lokanlo melu cestaro variki meluntundi mariyu paraloka grham dini kante uttamamaindi. Mariyu daivabhiti galavari grham paramanandakaramainadi"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "varu pravesince sasvata svargavanalalo krinda selayellu pravahistu untayi. Akkada variki varu koredi dorukutundi. Daivabhiti galavariki allah i vidhanga pratiphalamistadu"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "evaraite, parisud'dhuluga undaga daivadutalu vari pranalu tistaro, varito: \"Miku santi kalugu gaka (salam)! Miru cesina mancipanulaku pratiphalanga svarganlo pravesincandi!\" Ani antaru"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Emi? Varu (satyatiraskarulu) tama vaddaku devadutala raka kosam eduru custunnara? Leka ni prabhuvu ajna (tirpu) kosam eduru custunnara? Variki purvam unnavaru kuda i vidhangane pravartincaru. Mariyu allah variki elanti an'yayam ceyaledu, kani vare tamaku tamu an'yayam cesukunnaru"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "appudu vari duskarmala phalitalu varipai paddayi mariyu varu denini gurinci parihasamadutu unnaro, ade varini kram'mukundi"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "mariyu (allah ku) sati kalpince varu antaru: \"Okavela allah kori unte! Memu gani ma tandritatalu gani, ayanni tappa marevvarini aradhincevaram kadu. Mariyu ayana ajna lenide memu denni kuda nisedhincevaram kadu.\" Variki purvam varu kuda ilage cesaru. Ayite pravaktala badhyata (allah) sandesanni spastanga andajeyatam tappa inkemiti"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "mariyu vastavaniki, memu prati samajam vari vaddaku oka pravaktanu pampamu. (Atanannadu): \"Miru allah nu matrame aradhincandi. Mariyu mithyadaivala (tagut la) aradhananu tyajincandi.\" Varilo kondariki allah sanmargam cupadu. Marikondari koraku margabhrastatvam niscitamai poyindi. Kavuna miru bhumilo sancaram cesi cudandi, a satyatiraskarula gati emayindo"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "ika (o muham'mad!) Nivu varini sanmarganiki tevalani enta korukunna! Niscayanga, allah margabhrastataku guri cesina vaniki sanmargam cupadu. Variki sahayapade varu evvaru undaru"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "mariyu varu allah peruto drdhamaina sapatham cesi ila antaru: \"Maranincina vanini allah tirigi bratikinci lepadu!\" Enduku lepadu! Ayana cesina vagdanam satyam! Ayina cala mandi prajalaku idi teliyadu (kani adi jarigi tirutundi)"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "Varu vadistu undina danini gurinci variki telupataniki mariyu satyatiraskarulu tamu niscayanga, abad'dhamadutunnarani telusukovataniki"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "niscayanga, memu edaina vastuvunu unikiloniki tisukuradalaci napudu danini memu: \"Ayipo!\" Ani ajnapistamu. Ante! Adi ayipotundi"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "mariyu daurjan'yanni sahincina taruvata, evaraite allah koraku valasa potaro; alanti variki memu prapancanlo tappakunda manci sthananni nosangutamu. Mariyu vari paraloka pratiphalam dani kante goppaga untundi. Idi varu telusukoni unte enta bagundedi"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "alanti vare sahanam vahincina varu mariyu tama prabhuvunu nam'mukunnavaru"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "mariyu (o muham'mad!) Niku purvam kuda memu pampina pravaktalandaru purusule (manavule)! Memu varipai divyajnananni (vahini) avatarimpajesamu. Kavuna idi miku teliyakapote purva grantha prajalanu adagandi"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "(purvapu pravaktalanu) memu spastamaina nidarsanalato mariyu granthalato (jubur lato) pampamu. Mariyu (o pravakta!) Ippudu i jnapikanu (granthanni) nipai avatarimpajesindi, vari vaddaku avatarimpajeyabadina danini variki nivu spastanga vivarincataniki mariyu bahusa varu alocistaremonani"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "dustapannagalu cestunnavaru - allah tamanu bhumiloniki digi poyinatlu ceyakunda, leda tamu uhincani vaipu nundi tamapai siksa avatarimpajeyakunda - tamu suraksitanga unnaranukontunnara emiti"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "leda varu tirugadutunnapudu, akasmattuga ayana varini pattukunte, varu ayana (pattu) nundi tappincukogalara"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "leda, varini bhayakampitulu jesi pattukovaccu kada! Kani niscayanga, ni prabhuvu maha kanikarudu, apara karuna pradata"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Emi? Varu allah srstincina prati vastuvunu gamanincatam (cudatam) leda? Vati nidalu kudivaipuku, edama vaipuku vangutu undi, allah ku sastangam (sajda) cestu, ela vinamrata cuputunnayo"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "mariyu akasalalonu mariyu bhumilonu unna samasta pranulu mariyu devadutalu andaru allah ku sastangam (sajda) cestu untaru. Varennadu (tama prabhuvu sannidhilo) garvapadaru"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "varu tamapai nunna prabhuvunaku bhayapadutu tamaku ajnapincina vidhanga naducukuntaru"
        }
    ]
}