{
    "maqras": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "tana dasunni (muham'mad nu), masjid al haram (makka mukarrama) nundi parisaralanu subhavantam cesina masjid al akhsa (baitul makhdis) varaku ratri vela tisuku poyina ayana (allah) sarva lopalaku atitudu. Idi memu ataniki ma konni nidarsanalanu (ayat lanu) cupataniki cesamu. Niscayanga, ayana sarvam vinevadu, sarvam cusevadu"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "mariyu memu musaku granthanni iccamu mariyu danini israyil santati variki margadarsiniga cesi, dani dvara ila ajnapincamu: \"Nannu (allah nu) tappa marevvarini sanraksakuniga (karyasadhakuniga) cesukovaddu"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "memu nuh to batu odalo ekkincina vari santativaralara! Niscayanga atanu (nuh) krtajnudaina dasudu"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "mariyu memu granthanlo israyil santati varini ila heccarincamu: \"Miru bhuvilo rendu sarlu sanksobhanni rekettistaru, mariyu goppa ahankaranni pradarsistaru"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "ika a rentilo modati vagdanam raga memu mipai ghora yud'dhanipunulaina ma dasulanu pampamu. Varu mi grhalaloki dusukellaru. Mariyu i vidhanga ma vagdanam neravercabadindi"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "a taruvata memu miku varipai marala prabalyam vahince avakasam kaligincamu. Mariyu sampadatonu mariyu santanantonu miku sahayam cesamu mariyu mi sankhya balanni kuda pencamu"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "(Mariyu memu annamu): \"Okavela miru melu ceste adi mi svayam korake melu cesukunnatlu. Mariyu okavela miru kidu ceste adi mi korake!\" Pidapa rendava vagdanam raga mi mukhalanu (mim'malni) avamana paracataniki, modatisari varu masjid al akhsalo durinatlu, marala durataniki mariyu variki andina prati danini nasanam ceyataniki (mi satruvulanu mipaiki pampamu)"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "(mariyu taurat lo ila annamu): \"Bahusa mi prabhuvu ippudu mim'malni karunincavaccu! Kani okavela miru alage pravartiste, memu kuda tirigi alage cestamu. Memu narakagnini, satyatiraskarula koraku cerasalaga cesi uncamu"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "niscayanga, i khur'an purtiga, saraina (savyamaina) margam vaipuku margadarsakatvam cestundi. Mariyu satkaryalu cestu unde visvasulaku tappaka goppa pratiphalamundane subhavartanu andajestundi"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "mariyu niscayanga, paralokanni visvasincina variki memu badhakaramaina siksanu sid'dha paraci uncamani (teliyajestundi)"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "mariyu manavudu (teliyaka taracuga) melu koraku ela arthincalo, kidu koraku kuda alage arthistadu. Mariyu manavudu cala tondarapatu galavadu (atragadu)"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "mariyu memu ratrimbavallanu rendu sucanaluga cesamu. Ratri sucananu memu kantihinam cesamu. Mariyu pagati sucananu - miru mi prabhuvu anugrahanni anvesincataniki mariyu sanvatsarala lekka pettataniki mariyu (kalanni) ganincataniki - prakasavantamainadiga cesamu. Mariyu memu prati visayanni vivarinci spastanga telipamu"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "mariyu memu prati manavuni medalo atani karmalanu katti untamu. Mariyu punarut'thana dinamuna atani (karma) granthanni atani mundupedtamu, danini atadu spastamainadiga grahistadu"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "(Atanito ila anabadutundi): \"Nivu ni karmapatranni caduvuko! I roju ni (karmala) lekka cusukovataniki svayanga nive calu"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "evadu sanmarganni avalambistado, atadu niscayanga, tana meluke sanmarganni avalambistadu. Mariyu evadu margabhrastudavutado, atadu niscayanga, tana nastanike margabhrastudavutadu. Mariyu baruvu mose vadevvadu marokani baruvunu moyadu. Mariyu memu oka pravaktanu pampa nanta varaku (prajalaku) siksa vidhincevaramu kamu"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "mariyu memu oka nagaranni nasanam ceyadalacu kunnappudu (modata) andulo unna sthitimantulaku ajna pamputamu; a pidapa kuda varu bhrastacaraniki palpadite! Appudu danipai (ma) adesam jari ceyabadutundi. Appudu memu danini nasanam cestamu"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "mariyu memu nuh tarvata enno tarala varini i vidhanga nasanam cesamu. Mariyu tana dasula papalanu telusukovataniki, cudataniki ni prabhuve calu"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "evadu (ihaloka) tatkalika sukhalu korukuntado - memu korina vaniki - danilo maku istam vaccinanta, osangutamu. Taruvata atani koraku narakanni niyamistamu, danilo atadu avamananto bahiskarinca badinavadai dahimpabadatadu"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "mariyu evadu visvasi ayi, paraloka (sukhanni) kori danikai krsi ceyavalasina vidhanga krsicestado, alanti vari krsi svikarincabadutundi"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "ni prabhuvu yokka bahumanalu viriki mariyu variki andariki svecchaga prasadinca badatayi. Mariyu ni prabhuvu yokka bahumanalu (evvariki) nisedhincabadaledu"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "cudandi! Memu kondariki marikondaripai e vidhanga ghanata nosangamo! Kani paraloka (jivita sukha) me goppa sthanalu galadi mariyu goppa ghanata galadi"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "(o manavuda!) Allah ku toduga maroka aradhya daivanni kalpincaku. Ala ceste nivu avamanincabadi sahakaralu pondani (tyajincabadina) vadavavutavu"
        }
    ]
}