{
    "maqras": [
        {
            "chapter": 19,
            "verse": 22,
            "text": "taruvata maryam a balunni garbhanlo bharinci, atanito oka duramaina sthalaniki vellipoyindi"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "a taruvata prasava vedanato ame oka kharjurapu cettu modalu daggariki cerukoni ila vapoyindi: \"Ayyo! Na daurbhagyam, diniki munde nenu canipoyi vunte! Mariyu namarupalu lekunda nasinci pote enta bagundedi"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "appudu krindi nundi oka dhvani vinipincindi: \"Nivu duhkhincaku! Vastavanga ni prabhuvu, ni krinda (daggaraga) oka selayeru srstincadu"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "mariyu nivu i cettu modalu patti upite nipai taja kharjurapu pandlu ralutayi"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "kavuna nivu tinu tragu, ni kallanu callabaracuko! Ika e manavunni cusina atanito (saigalato): 'Nenu na karunamayuni koraku upavasamunnanu, kavuna i roju nenu e manavunito matladanu.' Ani ceppu"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "taruvata ame a balunni tisukoni tana jati vari vaddaku raga! Varannaru: \"O maryam! Vastavaniki nivu nindyamaina (papamaina) pani cesavu"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "o harun sodari! Ni tandri ceddavadu kadu mariyu ni talli kuda cedu nadata galadi kade"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "appudame atani (a baluni) vaipu saiga cesindi. Varannaru: \"Tottelo vunna i balunito memela matladagalamu"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "(a baludu) annadu: \"Niscayanga nenu allah dasunni. Ayana naku divyagranthannicci, nannu pravaktaga niyamincadu"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "mariyu nenekkadunna sare ayana nannu subhavantuniga cesadu; nenu bratiki vunnanta kalam namaj ceyamani mariyu vidhidanam (jakat) ivvamani nannu adesincadu"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "Mariyu nannu na talli yedala kartavyapalakuniga cesadu. Nannu daurjan'yaparuniga, daurbhagyuniga ceyaledu"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "mariyu nenu puttinaroju mariyu nenu maranince roju mariyu nenu sajivudanai marala lece roju, naku santi kalugu gaka"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "itane maryam kumarudu isa! Ide satyamaina mata, dinini gurince varu vaduladutunnaru (sandehanlo padi unnaru)"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "evarinaina kumaruniga cesukovatam allah ku taginapani kadu. Ayana sarvalopalaku atitudu, ayana edaina ceyadalucu kunte, danini kevalam: \"Ayipo!\" Ani antadu, ante adi ayipotundi"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "(isa annadu): \"Niscayanga allah ye na prabhuvu mariyu mi prabhuvu, kavuna miru ayanane aradhincandi. Ide rjumargamu"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "taruvata vibhinna (kraistava) vargala varu (isanu gurinci) paraspara abhiprayabhedalu nelakolpukunnaru. Kavuna i satyatiraskarulaku a maha dinapu darsanam vinasatmakanga untundi"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "varu ma mundu hajarayye rojuna vari cevulu bagane vintayi mariyu vari kandlu bagane custayi. Kani inadu i durmargulu spastamaina margabhrastatvanlo padi unnaru"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "mariyu varini (raboye) a pascattapa padavalasina dinanni gurinci heccarincu. Appudu parinamam nirnayinca badi untundi. (Ippudaite) varu emarupatulo padi unnaru, kavuna varu visvasincadam ledu"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "niscayanga! Bhumiki mariyu danipai vunna variki varasulam meme! Varandaru ma vaipunake maralimpabadataru"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "mariyu i grantham (khur'an lo) vunna ibrahim gathanu prastavincu. Niscayanga, atanu satyavantudaina daivapravakta"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "atanu tana tandrito ila annappudu: \"O nanna! Vinaleni mariyu cudaleni mariyu niku e vidhanganu sahayapadaleni vatini, nivenduku aradhistunnavu"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "O nanna! Vastavaniki, na vaddaku vaccina jnanam ni vaddaku raledu, kavuna nivu nannu anusariste, nenu niku saraina margam cuputanu"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "o nanna! Nivu saitan nu aradhincaku, niscayanga saitan ananta karunamayunni ullanghincadu"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "o nanna! Niscayanga, nivu ananta karunamayuni siksaku guri ayyi, saitanu yokka snehitudavu/ sahacarudavu (vali) ayi potavemonani nenu bhayapadutunnanu"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "(atani tandri) annadu: \"O ibrahim! Emi? Nivu na devullaku vimukhata cuputunnava? Okavela nividi manukoka pote nenu ninnu rallu ruvvi campistanu. Kavuna nivu na nundi cala duramai po"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "(ibrahim) annadu: \"Niku salam! Ni koraku na prabhuvu ksamapananu vedukuntanu. Niscayanga, ayana na yedala ento dayaluvu"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "mariyu nenu mim'malni - mariyu allah ku baduluga miru prarthistunna vatini - andarini vadali potunnanu. Mariyu nenu na prabhuvunu prarthistanu. Nenu na prabhuvunu prarthinci viphaludanu kanani, nam'mutunnanu"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "atanu (ibrahim) varini - mariyu allah nu vadali varu aradhince vatini - vadali poyina taruvata memu ataniki is hakh mariyu ya'akhub lanu prasadincamu. Mariyu prati okkarini pravaktaluga cesamu"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "mariyu variki ma karunyanni prasadincamu. Variki nijamaina, unnatamaina kirti pratisthanu kalugajesamu"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "mariyu i grantham (khur'an) lo vaccina musa gathanu prastavincu. Niscayanga, atanu (allah) ennukunna oka sandesaharudu mariyu oka pravakta"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "mariyu memu tur konda kudivaipu nundi atanini (musanu) pilici, atanito ekantanlo matladataniki mam'malni samipimpajesamu"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "mariyu ma karunyanto, ataniki toduga atani sodarudaina, harun nu kuda pravaktaga niyamincamu"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Mariyu i grantham (khur'an) lo vaccina ismayil gathanu prastavincu. Niscayanga, atanu vagdanalanu satyam cese (neraverce) vadu mariyu oka sandesaharudu mariyu oka pravakta"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "mariyu atanu tana kutumbam varini namaj mariyu vidhidanam (jakat) lanu patincamani ajnapincevadu. Mariyu tana prabhuvuku pritipatruduga undevadu"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "mariyu i grantham (khur'an)lo vaccina idris gathanu prastavincu. Niscayanga, atanu satyavantudaina pravakta"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "mariyu memu atanini unnata sthananiki ettamu"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "varandaru, allah anugrahincina adam santati variloni daivapravaktalalo kondaru. Mariyu varilo kondaru memu nuh odalo ekkimpajesina varu, marikondaru ibrahim mariyu israyil (ya'akhub) santananiki cendina varunnaru. Mariyu varilo memu ennukoni sanmargam cupina varunnaru. Okavela variki karunamayuni sucanalu (ayat) cadivi vinipincinappudu, varu vilapistu sastangam (sajda)lo padipoyevaru"
        }
    ]
}