{
    "maqras": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "o pravakta! Allah yandu bhayabhaktulu kaligi undu mariyu satyatiraskarula mariyu kapata visvasula yokka abhiprayanni laksya pettaku. Niscayanga, allah sarvajnudu, maha vivecana parudu"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "mariyu ni prabhuvu taraphu nundi nipai avatarimpa jeyabadina divyajnanam (vahini) matrame anusarincu. Niscayanga, allah miru cesedanta erugunu"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "kavuna allah painane nam'makam uncuko mariyu karyasadhakuduga allah calu"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Allah e vyakti edalo kuda rendu hrdayalu pettaledu. Mariyu miru mi bharyalanu'tallulu' ani paliki, jihar cesinantatane varini miku talluluga ceyaledu. Mariyu miru datta tisukonna varini mi (kanna) kumaruluga ceyaledu. Ivanni miru mi notito palike matalu matrame! Mariyu allah satyam palukutadu mariyu ayana (rju) margam vaipunaku margadarsakatvam cestadu"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "varini (mi datta pillalanu), vari (vastava) tandrula perlatone kalipi pilavandi. Allah drstilo ide n'yayamainadi. Okavela vari tandrulevaro miku teliyaka pote, apudu varu mi dharmika sodarulu mariyu mi snehitulu. Miru i visayanlo (inta varaku) cesina porapatu gurinci mi kelanti papam ledu, kani ika mundu miru uddesyapurvakanga ceste (papam) avutundi. Mariyu allah ksamasiludu, apara karuna pradata"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "visvasulaku (muslinlaku), daivapravakta svayanga tama kante kuda mukhyudu. Mariyu atani bharyalu variki tallulu. Allah grantham prakaram raktasambandhikulu - itara visvasula mariyu valasa vaccina vari (muhajirin) kante - okari kokaru ekkuvaga paraspara sambandham (hakkulu) galavaru. Kani! Miru mi snehitulaku melu ceyagorite (adi vere visayam)! Vastavaniki idanta granthanlo vrayabadi vundi"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "mariyu (jnapakamuncuko) vastavaniki memu pravaktalandari nundi vagdanam tisukunnamu mariyu nito (o muham'mad), nuh to, ibrahim to, musato mariyu maryam kumarudaina isato kuda! Mariyu memu varandari nundi gatti vagdanam tisukunnamu"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "idi satyavantulanu, vari satyanni gurinci prasnincadaniki. Mariyu ayana satyatiraskarula koraku badhakaramaina siksanu sid'dha paraci uncadu"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "O visvasulara! Allah miku cesina anugrahanni jnapakam cesukondi. Mi paiki sain'yalu (dandetti) vaccinapudu, memu vari paiki oka tuphanu galini mariyu miku kanabadani sain'yalanu pampamu. Mariyu allah miru cesedanta custunnadu"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "varu (mi satruvulu) mi midaku painundi mariyu krindi nundi (dandetti) vaccinapudu mariyu mi kallu (bhayanto) tirigipoyi, mi gundelu gontuloniki vaccinapudu, miru allah nu gurinci paluvidhaluga uhincasagaru"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "akkada (a samayanlo) visvasulu pariksincabaddaru. Mariyu danito varu tivranga kampimpa jeyabaddaru"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "mariyu a samayanlo, kapata visvasulu mariyu tama hrdayalalo rogamunna varu: \"Allah mariyu ayana sandesaharudu mato cesina vagdanalanni butakalu matrame!\" Ani anasagaru"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "apudu variloni oka paksam varu: \"O yas rib (madina munavvara) prajalara! Ika miru virini (satruvulanu) edirincaleru. Kanuka venudiragandi!\" Ani annaru. Mariyu varilo maroka vargam varu pravaktato i vidhanga palukutu (venudirigi) povataniki anumati adagasagaru: \"Ma indlu bhadranga levu.\" Kani vastavaniki avi bhadrangane undenu. Varu kevalam akkadi nundi paripodalacaru"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "okavela nagarapu cuttuprakkala nundi satruvulu lopaliki duri, varini vidroha caryalaku palpadamani piliste, varu ventane sam'matince varu, mariyu varu dani kosam e matram alasyam cesevaru kadu"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "vastavaniki varu intaku mundu, tamu vennu cupi paripomani, allah to vagdanam cesi unnaru. Mariyu allah to cesina vagdanam gurinci tappaka prasnincatam jarugutundi"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Varito ila anu: \"Okavela miru maranam nundi gani, leda hatya nundi gani, paripodalacu kunte! A paripovatam miku e matram labhadayakam kadu. Appudu miru kevalam kontakalam matrame sukhasantosalu anubhavistaru"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "varito inka ila anu: \"Okavela allah miku kidu ceyadaliste! Leda karunincadaliste! Ayana nundi mim'malni tappince vadevadu?\" Mariyu varu allah nu vadali itarunni evadini sanraksakuniga gani leka sahayakuniga gani pondaleru"
        }
    ]
}