{
    "maqras": [
        {
            "chapter": 40,
            "verse": 41,
            "text": "mariyu na jati prajalara! Idi enta vicitramaina visayam! Nenemo mim'malni mukti vaipunaku pilustunnanu. Mariyu miremo nannu narakagni vaipunaku pilustunnaru"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "miru nannu - allah nu tiraskarinci - evarini gurincaite naku elanti jnanam ledo! Varini, ayanaku bhagasvamuluga kalpincamani pilustunnaru. Mariyu nenemo mim'malni sarvasaktimantuni, ksamasiluni vaipunaku pilustunnanu"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "nis'sandehanga! Vastavaniki miru deni vaipunakaite (prarthincataniki) nannu pilustunnaro! Daniki ihalokanlonu mariyu paralokanlonu prarthana ar'hata ledu. Mariyu niscayanga, manandari maralimpu allah vaipunake mariyu niscayanga, miti miri pravartince vare narakagni vasulavutaru"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "Kavuna nenu mito ceppe visayam munmundu mire telusukogalaru. Ika na vyavaharanni nenu allah ku appagistunnanu. Niscayanga, allah tana dasulanu kanipettukoni untadu"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "a taruvata allah atanini varu pannina cedu kutra nundi kapadadu. Mariyu phira'aun janulanu durbharamaina siksa cuttukunnadi"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "a narakagni! Varu dani yedutaku udayamu mariyu sayantramu rappimpabadutu untaru. Mariyu (punarut'thana) dinapu ghadiya vaccinapudu: \"Phir'aun janulanu tivramaina siksalo padaveyandi!\" Ani ajna ivvabadutundi"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "ika varu narakagnilo parasparam vaduladutunnappudu, (ihalokanlo) balahinuluga pariganimpabadina varu, pedda manusuluga (nayakuluga) pariganimpabade varito ila antaru: \"Vastavaniki, memu mim'malni anusaristu unde varamu, kavuna mirippudu ma nundi narakagnini kontanaina tolagincagalara"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "duhankaranlo munigi unnavaru (a pedda manusulu) ila antaru: \"Vastavaniki, manamandaram andulo (narakagnilo) unnam. Niscayanga, allah tana dasula madhya vastavamaina tirpu cesadu"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "mariyu narakagnilo padivunna varu, narakapu raksakulato: \"Ma siksanu kanisam okkaroju korakaina taggincamani, miru mi prabhuvunu prarthincandi!\" Ani antaru"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "varu (raksakulu) antaru: \"Emi? Mi vaddaku spastamaina sucanalu tisukoni mi daivapravaktalu raleda?\" Appudu varantaru: \"Avunu (vaccaru)!\" Variki ila javabivvabadutundi: \"Ayite mire prarthincandi!\" Kani satyatiraskarula prarthana nisphalame avutundi"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "niscayanga, memu ma pravaktalaku mariyu visvasincina variki ihaloka jivitanlo mariyu saksulu nilabade rojuna kuda sahayamu nosangutamu"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "Aroju durmargulaku vari sakulu e matram upayogakaram kavu. Variki (allah) sapam (bahiskaram) untundi. Mariyu variki ati durbharamaina nilayam untundi"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "mariyu vastavanga memu musaku margadarsakatvam cesamu. Mariyu israyil santati varini granthaniki (taurat ku) varasuluga cesamu"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "bud'dhimantulaku margadarsakatvanga mariyu hitopadesanga"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "kavuna nivu sahanam vahincu! Niscayanga, allah vagdanam satyam; ni papalaku ksamapana veduko mariyu sayantram mariyu udayam ni prabhuvu pavitratanu koniyadu, ayananu stutincu"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "niscayanga, evaraite, tama daggara, elanti pramanam lenide allah sucanalanu (ayat lanu) gurinci vaduladutaro, vari hrdayalalo vastavaniki goppatanapu garvam nindi undi. Kani varu danini (goppatananni) pondajalaru. Kavuna nivu allah saranu veduko. Niscayanga, ayane sarvam vinevadu, sarvam cusevadu"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "vastavaniki, akasalanu mariyu bhumini spastincatam, manavulanu srstincatam kante ento goppa visayam, kani cala mandi prajalaku idi teliyadu"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "mariyu gruddivadu mariyu cudagalavadu sarisamanulu kajalaru mariyu ade vidhanga! Visvasinci satkaryalu cesevaru mariyu durvartanulu kuda (samanulu kajalaru). Miru artham cesukunedi cala takkuva"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "niscayanga, antima ghadiya tappaka ranunnadi, andulo elanti sandeham ledu. Ayina cala mandi prajalu visvasincaru"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "mariyu mi prabhuvu ila annadu: \"Nannu prarthincandi, nenu mi prarthanalanu angikaristanu. Niscayanga, evaraite na prarthanala patla durahankaram cuputaro, varu tappaka avamanitulai narakanlo pravesincagalaru"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "Allah! Ayane, mi koraku visranti tisukovataniki ratrini mariyu (cudataniki) prakasavantamaina pagatini niyamincinavadu. Niscayanga, allah prajala patla ento anugrahudu, kani cala mandi prajalu krtajnatalu teluparu"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "ayane allah, mi prabhuvu! Prati danini srstincinavadu. Ayana tappa maroka aradhya daivam ledu! Ayite miru enduku mosagimpabadutunnaru (satyam nundi maralimpabadutunnaru)"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "ide vidhanga, allah sucanalanu (ayat lanu) tiraskarince varandaru mosagimpabadutu untaru"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "allah ye! Mi koraku bhumini nivasa sthalanga mariyu akasanni kappuga niyamincina vadu mariyu ayane miku manci rupannicci danini ento cakkaga tircididdadu mariyu miku manci vastuvulanu jivanopadhiga samakurcadu. Ayane allah! Mi posakudu. Kavuna allah ento subhadayakudu, sarvalokalaku prabhuvu"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "ayana sajivudu. Ayana tappa maroka aradhyudu ledu, kavuna miru ayanane prarthincandi! Mi dharmanni (bhaktini) kevalam ayana korake pratyekincukondi. Sarvastotralaku ar'hudu, sarvalokala posakudaina allah matrame"
        }
    ]
}