{
    "maqras": [
        {
            "chapter": 43,
            "verse": 24,
            "text": "(Vari pravakta) ila anevadu: \"Okavela nenu mi tandritatalu anusaristu vaccina dani kante uttamamaina margadarsakatvanni mi kosam teccina (miru varine anusaristara)?\" Varila javabicce varu: \"Niscayanga, miru denito pampabaddaro danini memu tiraskaristunnamu"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "kavuna memu varipai ma pratikaranni (siksanu) pampamu. Cusara! Satyanni tiraskarincina vari gati emayindo"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "mariyu (jnapakam cesukondi) ibrahim tana tandri mariyu tana jativarito ila annappudu: \"Niscayanga, miru pujince varito naku elanti sambandham ledu"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "(nenaite) nannu srjincina ayana (allah ne aradhistanu). Endukante! Niscayanga, ayane naku margadarsakatvam ceyagaladu"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "mariyu atanu (ibrahim) i vacananne tana tarvata tana santanam koraku vidici velladu. Varu dani vaipuku maralutarani"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "vastavaniki, nenu variki mariyu vari tandritatalaku prapancika sukhasantosalanu istune vaccanu. Civaraku vari vaddaku satyam mariyu (danini) spastanga vivarince daivapravakta kuda vaccadu"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "kani vari vaddaku satyam (i khur'an) vaccinappudu varannaru: \"Idi kevalam mantrajalame. Mariyu niscayanga, memu dinini tiraskaristunnamu"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "varu inka ila annaru: \"I khur'an i rendu nagaralaloni oka goppa vyaktipai enduku avatarimpa jeyabadaledu"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "ni prabhuvu karunyanni panci pette varu varena emiti? Meme vari jivanopayalanu, i prapancika jivitanlo vari madhya panci pettamu. Varu okarito nokaru pani tisukovataniki, varilo kondariki mari kondaripai sthanalanu pencamu. Mariyu varu kudabette dani (sampada) kante ni prabhuvu karunyame ento uttamamainadi"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Mariyu manavulandaru oka (dusta) samajanga mari potaranna bhayame ganaka maku lekunnatlayite, memu a karunamayunni tiraskarincevari illa kappulanu mariyu vati paiki ekke metlanu vendito nirmincevaramu"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "mariyu vari indla talupulanu mariyu varu anukoni kurcune pithalanu kuda"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "mariyu bangaranto kuda! Mariyu ivanni prapancika jivita sukhasantosalu matrame. Mariyu daivabhiti galavariki ni prabhuvu vadda paraloka jivita (sukham) untundi"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "mariyu evadaite karunamayuni smarana visayanlo andhudiga pravartistado atanipai memu oka saitan nu niyamistamu. Ika vadu (a saitan) vani sahacarudu (kharinun) avutadu"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "mariyu niscayanga, varu (saitan lu) varini (allah) margam nundi atanka parustaru. Mariyu varemo niscayanga, tamu saraina margadarsakatvanlone unnamani bhavistaru"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "civaraku atadu ma vaddaku vaccinapudu (tana venta unna saitan to) ila antadu: \"Ayyo! Na daurbhagyam! Niku naku madhya turpupadamarala madhya unnanta duram undi vunte enta bagundedi! Endukante nivu ati cedda sahacarudivi"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "mariyu miru durmargam cesaru! Kavuna, iroju miranta i siksalo kalisi undatam miku e matram labhadayakam kadu"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "(o muham'mad!) Nivu ceviti vadiki vinipimpa jeyagalava? Leda gruddivadiki margam cupinca galava? Leka, spastanga margabhrastatvanlo unnavadiki (margadarsakatvam ceyagalava)"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "okavela vastavaniki, memu ninnu tisukoni poyina, variki matram tappakunda pratikaram cestamu"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "leda memu variki vagdanam cesina danini (siksanu) niku tappaka cupagalamu. Endukante maku varipai purti adhikaramundi"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "kavuna nivu divyajnanam (vahi) dvara vaccina sandesam mida sthiranga undu. Niscayanga, nivu rjumargam mida unnavu"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "Mariyu niscayanga, idi (i khur'an) niku mariyu ni jati variki oka hitabodha. Mariyu (dinini gurinci) miru prasnimpa badagalaru"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "mariyu (o muham'mad!) Niku purvam memu pampina ma pravaktalanu adugu: \"Memu, a karunamayudu tappa itara daivalanu aradhimpabadataniki niyamincamemo"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "mariyu vastavanga, memu musanu, ma sucanalato (ayat lato) phir'aun mariyu atani nayakula vaddaku pampamu. Atanu varito ila annadu: \"Niscayanga, nenu sarvalokala prabhuvu yokka sandesaharunni"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "kani, atanu vari vaddaku ma sucana (ayat) lanu tisukoni vaccinappudu, varu vatini gurinci parihasaladevaru"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "mariyu memu variki cupina prati adbhuta sucana (ayat), daniki mundu cupinatuvanti dani (adbhuta sucana) kante mincinadiga undedi. Mariyu memu varini siksaku guri cesamu. Bahusa, ilagaina varu marali vastaremonani"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "mariyu varu (musato) ila annaru: \"O mantrikuda! (Ni prabhuvu) nito cesina oppandam prakaram ni prabhuvunu prarthincu, memu tappaka sanmargulamavutamu"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "kani memu vari pai nundi a siksanu tolagincina ventane varu tama vagdananni bhangaparace varu"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "mariyu, phir'aun tana jati prajalalo prakatistu ila annadu: \"O na jati prajalara! Ijiptu (misr) yokka samrajyadhipatyam nadi kada? Mariyu i selayellu na krinda pravahincatam leda? Idi miku kanipincatam leda"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "i tucchamaina vadu mariyu (tana matanu) spastanga vivarincaleni vadi (musa) kante nenu sresthudini kana"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "ayite itaniki bangaru kankanalu enduku veyabadaledu? Leda, itaniki toduga itanito patu devadutalu enduku raledu"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "i vidhanga, atadu (phir'aun) tana jati varini prerepimpa jeyatam valana varu atanini anusarincaru. Niscayanga varu durjanulu (phasikhin)"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "I vidhanga, varu mam'malni kopaniki guri ceyatam valla memu variki pratikaram cesamu. Mariyu varandarini munci vesamu"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "ika memu, varini tarvata vacce vari koraku oka gadicina nidarsananga mariyu oka udaharanaga cesamu"
        }
    ]
}