{
    "maqras": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "ha - mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "i grantham (khur'an) avatarana sarvasaktimantudu, maha vivekavantudaina allah taraphu nundi jarigindi"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "memu akasalanu, bhumini mariyu vati madhya unna samastanni, satyanto oka nirnita kalam koraku matrame srstincamu. Mariyu satyanni tiraskarincina varu tamaku ceyabadina heccarika nundi vimukhulavu tunnaru"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "varito ila anu: \"Allah nu vadali miru prarthistunna vatini gurinci alocincara? Ayite naku cupandi. Varu bhumilo emi srstincaro? Leda, variki akasalalo edaina bhagamunda? Miru satyavantule ayite, diniki (i khur'an ku) mundu vaccina edaina granthanni leda edaina migili unna jnananni tecci cupandi"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "mariyu allah nu vadali punarut'thana dinam varaku tama prarthanalanu vini samadhana mivvalenatuvanti varini prarthince vari kante, ekkuva margabhrastulevaru? Mariyu varu (tamanu prarthince) vari prarthanalanu erugakunda unnaru"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "mariyu manavulanu (punarut'thana dinamuna) samavesa paracibadinapudu, (aradhincabadina) varu! (Tamanu aradhincina) variki virodhulai untaru. Mariyu vari aradhananu tiraskaristaru"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Mariyu variki ma spastamaina sucanalu (ayat) vinipincabadinappudu, satyatiraskarulu - satyam (i khur'an) vari munduku vaccinappudu - ila antaru: \"Idi spastamaina mantrajalame"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "leda ila antaru: \"Itane (muham'made) dinini kalpincadu.\" Varito ila anu: \"Okavela nenu dinini kalpinci undinatlayite, miru nannu allah (siksa) nundi e matram kapadaleru. Miru kalpince matalu ayanaku baga telusu. Naku miku madhya ayana (allah) saksyame calu! Mariyu ayana ksamasiludu, apara karuna pradata"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "(o muham'mad!) Varito ila anu: \"Nenu mottamodati pravaktanemi kanu. Naku mariyu miku emi kanunnado naku teliyadu. Nenu anusarincedi, napai avatarimpajeya badina divyajnanam (vahi) matrame. Mariyu nenu kevalam spastanga heccarika cesevadanu matrame"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "varilo ila anu: \"Idi (i khur'an) okavela allah taraphu nundi vacci undi, miru dinini tiraskaristu undinatlayite (mi gati emavutundo) miru alocincara? Israyil santatiki cendina oka saksi idi (i khur'an) dani (taurat) lanti granthamenani, saksyam iccadu mariyu visvasincadu kuda. Kani miremo ahambhavaniki guri ayyaru. Niscayanga, allah durmargulaku margadarsakatvam ceyadu"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "satyatiraskarulu, visvasulanu gurinci ila antaru: \"Okavela indulo (islanlo) mele unte?, Viru ma kante munduga dani vaipunaku poyi undevaru kadu!\" Mariyu varu dani (khur'an) nundi margadarsakatvam pondaledu! Kabatti varu: \"Idoka pracina butaka kalpanaye!\" Ani antaru"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Mariyu diniki (i granthaniki) purvam, musa grantham margadarsiniga mariyu karunyanga vaccindi. Mariyu i grantham (khur'an) danini dhrvikaristu, arabbi bhasalo, durmargulanu heccarincataniki mariyu sajjanulaku subhavartalu ivvataniki vaccindi"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "niscayanga, evaraite: \"Ma prabhuvu allah ye!\" Ani, taruvata danipai sthiranga untaro! Alanti variki elanti bhayamu vundadu mariyu varu duhkhapadaru kuda"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "alanti vare svargavasulavutaru. Tamu cestu undina (manci) karmala phalitanga varu andulo sasvatanga untaru"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "mariyu memu manavuniki tana tallidandrula patla mancitananto melagalani adesincamu. Atani talli atanini ento badhato tana garbhanlo bharincindi mariyu ento badhato atanini kannadi. Mariyu atanini garbhanlo bharinci, atanini palu vidipince varaku mupphai nelalu avutayi. Civaraku atadu perigi peddavadavutadu mariyu atadu nalabhai sanvatsarala vayas'suku ceri ila antadu: \"O na prabhu! Nivu, naku mariyu na tallidandrulaku prasadincina anugrahalaku nenu miku krtajnatalu telupukovataniki mariyu nivu istapade satkaryalu ceyataniki naku sadbhud'dhini prasadincu mariyu na santananni kuda sadvartanuluga ceyi. Niscayanga, nenu pascattapanto ni vaipunaku maralu tunnanu. Mariyu niscayanga, nenu niku vidheyulaina (muslinlaina) varilo okadini"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "ilanti vari nundi memu vari manci karmalanu svikaristamu. Mariyu vari cedu karmalanu upeksistamu; varu svargavasulalo cerutaru. Idi variki ceyabadina vagdanam, oka satyavagdanam"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Mariyu evadaina tana tallidandrulato ila ante: \"Chi pondi (uph)! Nenu (gori nundi sajiviga) lepabadatanani miru nannu bediristunnara? Mariyu vastavaniki, naku mundu enno taralu gatincayi. (Kani tirigi lepabadaledu kada)?\" Mariyu variddaru allah sahayam korutu ila antaru: \"O daurbhagyuda! Visvasincu! Niscayanga, allah vagdanam satyam!\" Appudu vadu ila antadu: \"Ivanni kevalam patakalapu kattukathalu tappa maremi kavu"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "viriki purvam gatincina jinnatula mariyu manava samajalalo, ilanti vari midane (allah) vakku (siksa) satyamayindi. Niscayanga, vare nastapadina varayyaru"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "prati okkariki vari vari karmalaku tagina sthanaluntayi. Mariyu idi vari karmalaku taginatluga purti pratiphalamivvataniki mariyu variki elanti an'yayam jarugadu"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "mariyu a roju satyanni tiraskarincina varini narakagni munduku tecci, varito (ila anabadutundi): \"Miru, mi ihaloka jivitanlo mi bhogabhagyalanu tarigincukunnaru mariyu vatini baga anubhavincaru; kavuna miru e hakku lekunda bhumilo pradarsincina ahankaraniki mariyu miru cesina avidheyataku pratiphalanga, i roju miku avamanakaramaina siksa vidhincabadutundi"
        }
    ]
}