{
    "pages": [
        {
            "chapter": 9,
            "verse": 94,
            "text": "Tōmālōkē siham̐tara ōcarata ubhati āhilē siham̐tē tōmālōkara ōcarata ajuhāta dēkhuraāba. Kōraā, ‘tōmālōkē ajuhāta nēdēkhuraābā, āmi tōmālōkaka kētiẏā'ō biśbāsa nakaraima; niścaẏa āllāhē āmāka tōmālōkara biṣaẏē janā'i dichē ārau āllāhē araśyē tōmālōkara kāryakalāpa dēkhiba ārau tē'ōm̐ra raāchulē'ō. Tāra pichata tōmālōkaka adr̥śya ārau prakāśyara mahājñānīra ōcaralaikē ubhatā'i niẏā ha’ba tētiẏā tēraēm̐i tōmālōkaka janāba tōmālōkē ki karaichilā’"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Tōmālōkē siham̐tara ōcarata ghurai āhilē aciraē'i siham̐tē tōmālōkara ōcarata āllāhara śapata khāba yātē tōmālōkē siham̐taka upēkṣā karaā. Sēẏē tōmālōkē'ō siham̐taka upēkṣā karaā; niścaẏa siham̐ta aparaitra ārau siham̐tara kr̥takarmara phalasbaraūpē jāhānnāmē'i siham̐tara ābāsasthala"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Siham̐tē tōmālōkara ōcarata śapata karaiba yātē tōmālōkē siham̐tara prati santuṣṭa hōraā. Ētēkē tōmālōkē siham̐tara prati santuṣṭa ha’lē'ō āllāhē phāchikba sampradāẏara prati kētiẏā'ō santuṣṭa nahaẏa"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Ā’raāba bā maraubāsīsakala kupharaī ārau niphākbata dr̥ṛhatara; ārau āllāhē tē'ōm̐ra raāchulara ōparata yi aratīrṇa karaichē, tāra sīmāraēkhā samparkē ajña thakāra adhika upayōgī; ārau āllāha sarbajña, prajñāmaẏa"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Ārau maraubāsīsakalara kichumānē siham̐tē yi āllāhara pathata byaẏa karaē sēẏā jaraimanā buli gaṇya karaē ārau tōmālōkara biparyaẏara pratīkṣā karaē. Siham̐tara ōparatē'i ha'ōm̐ka nikr̥ṣṭa biparyaẏa; ārau āllāha sarbaśraōtā, sarbajñānī"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Ārau kichumāna maraubāsīẏē āllāha ārau śēṣa dirasara prati īmāna pōṣaṇa karaē lagatē siham̐tē yi byaẏa karaē sēẏā āllāhara sānnidhya ārau raāchulara du'ā lābhara upāẏa buli gaṇya karaē. Jāni thōraā, niścaẏa sēẏā siham̐tara bābē āllāhara sānnidhya lābhara upāẏa; aciraē'i āllāhē siham̐taka nija rahamatata dākhila karaiba. Niścaẏa āllāha kṣamāśīla, parama daẏālu"
        }
    ]
}