{
    "pages": [
        {
            "chapter": 12,
            "verse": 31,
            "text": "Ētēkē yētiẏā mahilājanīẏē siham̐tara ṣaṛayantrara kathā śunilē, tētiẏā siham̐taka māti paṭhiẏālē ārau siham̐tara bābē āsana prastuta karailē. Siham̐ta sakalōkē ēkōṭākai churaikaṭāraī pradāna karailē ārau i'uchaphaka ka’lē, ‘siham̐tara sanmukhata ōlā'i āhā’. Phalata siham̐tē yētiẏā tē'ōm̐ka dēkhilē tētiẏā siham̐ta tē'ōm̐ra saundaryata abhibhūta ha’la ārau nijaraē hāta kāṭi pēlālē ārau siham̐tē ka’lē, ‘adbhuta āllāhara māhātmya! Ē'ōm̐ mānuha nahaẏa. Niścaẏa ē'ōm̐ ējana mahimānbita phiraistā’"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Mahilāgaraākīẏē ka’lē, ‘ē'ōm̐raē'i haichē sē'i byakti yāra biṣaẏē tōmālōkē mōka nindā karaichilā. Maẏē'i tē'ōm̐ra paraā asaṯkarma kāmanā karaichilō kintu tē'ōm̐ nijakē paraitra raākhichē; ārau ma'i tē'ōm̐ka yi ādēśa karaichō sēẏā yadi tē'ōm̐ pālana nakaraē, tēntē tē'ōm̐ araśyē kāraāraud'dha ha’ba ārau araśyē tē'ōm̐ apadastasakalara antarbhukta ha’ba’"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "I'uchuphē ka’lē, ‘hē mōra raba! Ē'i nāraīsakalē mōka yi kāmara prati āhbāna karai āchē tātakai bandīśāla mōra ōcarata bēchi praiẏa. Tumi yadi mōka siham̐tara chalanāra paraā rakṣā nakaraā tēntē ma'i siham̐tara prati ākr̥ṣṭa hai paraima ārau ajñasakalara antarbhukta hai yāma’"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Sēẏē tē'ōm̐ra pratipālakē tē'ōm̐ra praārthanāta sam̐hārai janālē ārau tē'ōm̐ka siham̐tara chalanāra paraā rakṣā karailē. Niścaẏa tē'ōm̐ sarbaśraōtā, sarbajña"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Phalata bibhinna nidarśanāralī dēkhāra pichata siham̐tē bhārailē yē, tē'ōm̐ka araśyē kichu samaẏara bābē kāraāraud'dha karaiba lāgiba"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Tē'ōm̐ra lagatē ārau dujana yuraka kāraāgārata praraēśa karailē. Siham̐tara ējanē ka’lē, ‘ma'i sapōnata dēkhilō yē, ma'i madara bābē āṅura niḥsāraṇa karai āchō’, ārau ānajanē ka’lē, ‘ma'i sapōnata dēkhilō yē, ma'i mōra mūrata rauṭi kaṛhiẏā'i nichō ārau caraā'iẏē tāra paraā khā'i āchē. Āpuni āmāka iẏāra tāṯparya janā'i diẏaka, āmi dēkhichō āpuni muhachinasakalara antarbhukta’"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "I'uchuphē ka’lē, ‘tōmālōkaka yi khādya diẏā haẏa sēẏā ahāra āgatē'i ma'i tōmālōkaka sapōnara tāṯparya janā'i dima. Ma'i tōmālōkaka yiṭō janāma sēẏā mōra pratipālakē mōka śikṣā dichē. Niścaẏa ma'i sē'i sampradāẏara dharma mataka barjana karaichō yisakalē āllāhara ōparata īmāna pōṣaṇa nakaraē, ārau yisakalē ākhiraātaka asbīkāra karaē’"
        }
    ]
}