{
    "pages": [
        {
            "chapter": 13,
            "verse": 6,
            "text": "Ārau siham̐tē tōmāra ōcarata maṅgalara pūrbē amaṅgalara bābē kharakhēdā karaē. Athaca siham̐tara āgata śāstira anuraūpa bahu (śikṣaṇīẏa) dr̥ṣṭānta pāra haichē. Siham̐tara aparaādhara pichatō niścaẏa tōmāra raba mānuhara prati kṣamāśīla ārau (śunā) niścaẏa tōmāra raba śāsti pradānatō ati kaṭhōra"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Ārau yisakalē kupharaī karaichē siham̐tē kaẏa, ‘ē'ōm̐ra pratipālakara taraphara paraā ē'ōm̐ra ōparata kōnō nidarśana aratīrṇa nahaẏa kiẏa’? Niścaẏa tumi ējana satarkakāraī, ārau pratyēka sampradāẏara bābē āchē patha pradarśaka"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Pratyēka nāraīẏē garbhata yi dhāraṇa karaē ārau garbhāśaẏata yi kamē ārau br̥d'dhi haẏa sēẏā āllāhē jānē ārau tē'ōm̐ra ōcarata pratyēka basturaē ēṭā nirdiṣṭa paraimāṇa āchē"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Tē'ōm̐ gāẏēba ārau prakāśyara jñānī, mahāna, sarbōcca"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Tōmālōkara mājata yiẏē kathā gōpana karaē athabā yiẏē kathā prakāśa karaē, raātita yiẏē ātmagōpana karaē ārau dinata yiẏē prakāśyaraūpē bicaraṇa karaē, siham̐ta sakalōraē āllāhara ōcarata samāna"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Mānuhara bābē tāra sanmukhata ārau pichata ēṭāra pichata ēṭākai āgamanakāraī praharaī āchē, siham̐tē āllāhara ādēśata tāra rakṣaṇābēkṣaṇa karaē. Niścaẏa āllāhē kōnō sampradāẏara arasthā paraibartana nakaraē yētiẏā laikē siham̐tē nijē'i nijara arasthā paraibartana nakaraē. Lagatē kōnō sampradāẏara bābē yadi āllāhē aśubha kibā icchā karaē tēntē sēẏā pratiraōdha karaā sambhara nahaẏa ārau tē'ōm̐ra bāhiraē siham̐tara kōnō abhibhāraka nā'i"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Tēraēm̐i bhaẏa ārau āśā sañcāra karaāra bābē tōmālōkaka bijulīra camaka dēkhuraāẏa. Tēraēm̐i gadhūra mēgha sr̥ṣṭi karaē"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "ārau raā’da (bajra athabā phiraistāra nāma) āllāhara sapraśansa mahimā ārau paraitratā ghōṣaṇā karaē ārau phiraistāsakalē'ō karaē tē'ōm̐ra bhaẏata. Tēraēm̐i garjanakāraī bajra paṭhāẏa, tāra pichata yāka icchā tāra dbāraā āghāta karaē, kāraṇa siham̐ta āllāha samparkē bāka-bitaṇḍā karaē, ārau tēraēm̐i śaktita prabala, śāstita ati kaṭhōra"
        }
    ]
}