{
    "pages": [
        {
            "chapter": 16,
            "verse": 65,
            "text": "Ārau āllāhē'i ākāśara paraā pānī barṣaṇa karaē ārau tāra dbāraā tē'ōm̐ mr̥ta bhūmika punarjīraita karaē. Niścaẏa iẏāta nidarśana āchē ēnē sampradāẏara bābē yisakalē (āllāhara) kathā śunē"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Niścaẏa gharacīẏā jantura mājatō tōmālōkara bābē āchē śikṣā. Tāra pēṭara gōbara ārau tējara mājara paraā tōmālōkaka pāna karaā'ōm̐ biśud'dha ārau nirbhējāla gākhīra, sēẏā pāna karaōtāsakalara bābē ati tr̥ptikara"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Ārau khējura gachara phala ārau āṅurara paraā tōmālōkē mādaka ārau uttama khādya grahaṇa karaā; niścaẏa iẏāta bōdhaśakti sampanna sampradāẏara bābē āchē nidarśana"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Ārau tōmāra pratipālakē mau-mākhika tāra antarata iṅgita karai nirdēśa dichē yē, ‘tumi pāhārata, gachata ārau mānuhē taiẏāra karaā hēdālita maucāka sājā"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "‘Iẏāra pichata pratyēka phalara paraā alapa alapa khōraā, ārau tōmāra pratipālakara sahaja patha anusaraṇa karaā’. Tāra pēṭara paraā nirgata haẏa bibhinna raṅara pānīẏa, ya'ta mānuhara bābē āchē āraōgya. Niścaẏa iẏāta āchē cintāśīla sampradāẏara bābē nidarśana"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Ārau āllāhē'i tōmālōkaka sr̥ṣṭi karaichē, tāra pichata tēraēm̐i tōmālōkara mr̥tyu ghaṭāba ārau tōmālōkara mājara kichumānaka pratyārartita karaā ha’ba nikr̥ṣṭatama baẏasata; yātē jñāna lābhara pichata ākau si sakalō najanā haẏa. Niścaẏa āllāhara sarbajña, pūrṇa kṣamatābāna"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Ārau āllāhē jīranōpakaraṇata tōmālōkara mājata ijanaka sijanara ōparata śraēṣṭhatba pradāna karaichē. Kintu yisakalaka śraēṣṭhatba diẏā haichē siham̐tē siham̐tara adhīnastha dāsa-dāsīsakalaka nijara jīranōpakaraṇara paraā ēnē paraimāṇē nidiẏē yātē siham̐tē'ō ē'i biṣaẏē siham̐tara samāna hai yāẏa. Tēnēha’lē siham̐tē āllāhara anugraha asbīkāra karaēnē"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "ārau āllāhē tōmālōkara paraā'i tōmālōkara yōraā (saṅginī) sr̥ṣṭi karaichē ārau tōmālōkara saṅginīra paraā'i tōmālōkara bābē santāna ārau nātiputi sr̥ṣṭi karaichē ārau tōmālōkaka uttama jīranōpakaraṇa dāna karaichē. Tathāpi'ō siham̐tē bātilara sbīkr̥ti dibanē ārau āllāhara anugraha asbīkāra karaibanē"
        }
    ]
}