{
    "pages": [
        {
            "chapter": 20,
            "verse": 88,
            "text": "‘Tāra pichata si siham̐tara bābē ēṭā dāmuraī sājilē, ēṭā araẏaba, yiṭō garaura daraē hāmbā hāmbā karaichila’. Tētiẏā siham̐tē kaichila, ‘ē'iṭōraē tōmālōkara ilāha ārau muchāraō ilāha, kintu si (muchā'i) pāharai gaichē’"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Siham̐tē dēkhā nā'inē, i yē siham̐tara kōnō pratyuttara diba nōraāraē ārau siham̐tara kōnō kṣati bā upakāra sādhana karaāraō kṣamatā nāraākhē"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "araśyē hāraūnē siham̐taka āgatē'i kaichila, ‘hē mōra sampradāẏa! Iẏāra dbāraā tōmālōkaka kērala paraīkṣāra sanmukhīna karaā haichē. Niścaẏa tōmālōkara raba ati daẏālu; sēẏē tōmālōkē mōra anusaraṇa karaā ārau mōra ādēśa māni calā’"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Siham̐tē kaichila, ‘āmāra ōcarata muchā ubhati nahā laikē āmi iẏāra pūjā pāṭhara paraā birata naha'ōm̐’"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Muchā'i ka’lē, ‘hē hāraūna! Āpuni yētiẏā dēkhichila yē siham̐ta pathabhraṣṭa haichē tathāpi'ō āpōnāka kihē birata raākhichila"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "‘yē āpuni mōra anusaraṇa nakarailē? Tēntē āpuni mōra ādēśa amān'ya karailē nēki’"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "hāraūnē ka’lē, ‘hē mōra sahōdara! Tumi mōra dāṛi ārau culita nadharaibā. Niścaẏa ma'i āśaṅkā karaichilō yē, tumi kabā, ‘āpuniẏē banī icharaā'īlara mājata bibhēda sr̥ṣṭi karaichē ārau mōra kathāta yatnabāna hōraā nā'i’"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Muchā'i ka’lē, ‘hē chāmēraī! Tōmāra ki arasthā’"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "si ka’lē, ‘ma'i yi dēkhichilō siham̐tē sēẏā dēkhā nā'i, tāra pichata ma'i sē'i dūtara padacihnara paraā ēka muṭhi māṭi laichilō, sē'iṭōraē ma'i nikṣēpa karaichilō, ārau mōra manē mōra bābē ē'iṭō karaibalai śōbhanīẏa karai dichila’"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Muchā'i ka’lē, ‘yōraā, tumi ōraē jīrana ē'iṭōraē kai thākibā, ‘ma'i aspr̥śya’, ārau tōmāra bābē thākila ēṭā nirdiṣṭa samaẏa, yiṭō kētiẏā'ō byatikrama naha’ba. Lagatē tumi tōmāra sē'i ilāhara prati lakṣya karaā yāra pūjāta tumi āsakta āchilā, sē'iṭōka āmi bhaṣma karaima, tāra pichata sēẏā bikṣipta karai sāgarata chaṭiẏā'i dima’"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Tōmālōkara ilāha kērala ēkamātra āllāha, yāra bāhiraē āna kōnō satya ilāha nā'i, sakalō bastu tē'ōm̐ra jñānara paraidhibhukta"
        }
    ]
}