{
    "pages": [
        {
            "chapter": 22,
            "verse": 16,
            "text": "Ē'idaraē'i āmi suspaṣṭa nidarśana hicāpē iẏāka aratīrṇa karaichō. Niścaẏa āllāhē yāka icchā hidāẏata dāna karaē"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Niścaẏa yisakalē īmāna ānichē ārau yisakalē iẏāhudī haichē, ārau yisakalē chābēẏī, khraīṣṭāna ārau agnipūjaka ārau yibilākē śbirka karaichē kiẏāmatara dinā āllāhē siham̐tara mājata phaẏacālā karai diba. Niścaẏa āllāha sakalō bastura samyaka pratyakṣakāraī"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Tumi dēkhā nā'inē yē, ākāśasamūhata yi āchē ārau pr̥thiraīta yi āchē sē'i sakalō āllāhakē'i chājadāha karaē, ārau sūrya, candra, nakṣatramaṇḍalī, parbataraāji, br̥kṣalatā, jīra-jantu lagatē bahutō mānuhē'ō chājadāha karaē? Ārau bahutaraē prati sābyasta haichē śāsti. Āllāhē yāka apamānita karaē tāka sanmānadātā kōnō nā'i; niścaẏa āllāha yi icchā sē'iṭōraē karaē"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Ē'i duṭā bibadamāna pakṣa, siham̐tē nija pratipālaka samparkē bitarkata lipta haichē; ētēkē yisakalē kupharaī karaichē siham̐tara bābē ju'ira kāpōra kāṭi pōchāka taiẏāra karaā haichē, siham̐tara mūrata ḍhāli diẏā ha’ba utalā pānī"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Iẏāra dbāraā siham̐tara pēṭara bhitarata yi āchē sēẏā lagatē siham̐tara chālabōra bigalita karaā ha’ba"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Ārau siham̐tara bābē thākiba lōra hāturaī"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Yētiẏā'i siham̐tē yantraṇāta kātara hai jāhānnāmara paraā ōlāba bicāraiba tētiẏā'i siham̐taka tālaikē ubhatā'i diẏā ha’ba; ārau kōraā ha’ba, ‘bhōga karaā dahana yantraṇā’"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Niścaẏa yisakalē īmāna ānichē ārau saṯkarma karaichē āllāhē tē'ōm̐lōkaka jānnātata praraēśa karaāba, yāra pādadēśata nadīsamūha prabāhita; tāta tē'ōm̐lōkaka alaṅkr̥ta karaā ha’ba sōṇara khārau ārau makutāra dbāraā ārau tāta tē'ōm̐lōkara pōchāka ha’ba raēcamara"
        }
    ]
}