{
    "rukus": [
        {
            "chapter": 7,
            "verse": 85,
            "text": "Medyen halkına da kardesleri Suayb’i gonderdik. (Kavmine soyle) dedi: -Ey kavmim, Allah’a kulluk edin. O’ndan baska bir ilahınız yoktur. Suphesiz size Rabbinizden acık delil geldi. Olcu ve tartıyı tam yapın, insanların esyasından bir seyler eksik vermeyin. Islah edildikten sonra yeryuzunde bozgunculuk etmeyin. Eger iman ederseniz bu, sizin icin daha hayırlıdır"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Iman edenleri Allah’ın yolundan alıkoyarak ve o yolun bozulmasını arzulayarak tehdit ile her caddenin basında pusu kurup oturmayın. Azınlık iken Allah’ın sizi cogalttıgını hatırlayın. Bozguncuların sonunun ne olduguna da bir bakın"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Eger bana gonderilene icinizden bir grup iman edip, bir grup da iman etmemis ise, Allah aramızda hukmunu verinceye kadar sabredin. Hukum verenlerin en hayırlısı O’dur"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "O’nun kavminden buyukluk taslayan ileri gelenleri, dediler ki: -Ey Suayb! Elbette seni ve seninle birlikte iman edenleri ulkemizden cıkaracagız. Ya da siz bizim yolumuza geri doneceksiniz"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Allah bizi, ondan kurtardıktan sonra dininize donersek, Allah’a karsı yalan uydurmus oluruz. Bizim icin, Rabbimiz Allah dilemedikce tekrar ona donmemiz imkansızdır. Rabbimiz ilmiyle her seyi kusatmıstır. Biz, Allah’a baglandık. Rabbimiz, bizim ile kavmimiz arasında hak ile hukmet. Sen hukum verenlerin en hayırlısısın"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Toplumun onde gelen kafirleri dediler ki: -Suayb’e uyarsanız o zaman mahvolursunuz"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Onları dehsetli bir sarsıntı tuttu ve oldukları yerde cokup kaldılar. Suayb’ı yalanlayanlar sanki orda hic yasamamıs gibi oldular. Suayb’ı yalanlayanların asıl kendileri mahvoldu"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Onları dehsetli bir sarsıntı tuttu ve oldukları yerde cokup kaldılar. Suayb’ı yalanlayanlar sanki orda hic yasamamıs gibi oldular. Suayb’ı yalanlayanların asıl kendileri mahvoldu"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Suayb ise, onlardan yuz cevirip: -Ey kavmim, size Rabbimin gonderdiklerini acıklamıs ve size ogut vermistim. Simdi kafir bir kavme karsı nasıl uzulebilirim"
        }
    ]
}