{
    "rukus": [
        {
            "chapter": 2,
            "verse": 104,
            "text": "Ey iman edenler! “Raina” (bizi gozet) demeyin “unzurna” (bize bak) deyin ve sozu dinleyin, kafirler icin cok acı bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Kitap ehli olan kafirler de, musrikler de size Rabbinizden hicbir hayır indirilmesini istemezler. Allah ise rahmetiyle diledigi kimseyi secerek ihsanda bulunur. Suphesiz Allah en buyuk lutuf ve ihsan sahibidir"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Biz neshettigimiz veya, unutturdugumuz bir ayetin yerine ya ondan daha hayırlısını veya onun benzerini getiririz. Allah’ın her seye gucunun yettigini bilmez misin"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Goklerin ve yerin hukumranlıgının Allah’a ait oldugunu ve sizin Allah’tan baska bir koruyucunuz ve bir yardımcınızın olmadıgını bilmez misin"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Yoksa siz de daha once Musa’nın sorguya cekildigi gibi Peygamberinizi sorguya cekmek mi istiyorsunuz? Kim imanı, kufur ile degistirirse dogru yoldan sapmıs olur"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Kitap ehlinden olanların bir cogu, hak kendilerine apacık belli olduktan sonra, iclerindeki kıskanclık yuzunden, sizi inanmanızdan sonra tekrar kufre dondurmeyi arzu ederler. Oyleyse onlara Allah’ın emri gelinceye kadar ilismeyiniz, kendi hallerine bırakınız suphesiz Allah’ın gucu her seye yeter"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Namazı kılın, zekatı verin, kendiniz icin onden ne hayır yollarsanız Allah katında onu bulursunuz. Suphesiz Allah yaptıklarınızı en iyi gorendir"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Yahudi ve Hıristiyan olanlardan baskası cennete giremeyecek! dediler; bu onların kuruntusudur. Onlara de ki: -Eger dogru soyluyorsanız, delilinizi getirin"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Hayır, isini guzel yaparak kendini tamamen Allah’a teslim eden kimse cennete gidecektir. Rabbi katında ona mukafat vardır. Onlara hicbir korku yoktur. Uzulecek de degillerdir"
        }
    ]
}