{
    "rukus": [
        {
            "chapter": 17,
            "verse": 41,
            "text": "Bu Kur’an’da, ogut alsınlar diye acıklamalar yaptık. Fakat, bu onların sadece nefretini artırdı"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "De ki: Eger O’nunla birlikte, dedikleri gibi baska bir ilah olsaydı, O zaman Arsın sahibine savasmak icin bir yol ararlardı"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Allah, cok yuce ve cok buyuk olup, onların soylediklerinden uzak ve yucedir"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Yedi gok, yer ve onların icinde kim varsa O’nu tesbih eder. O’na hamd ederek, tesbih etmeyen hic bir sey yoktur. Fakat, siz onların tesbihini anlayamazsınız. Suphesiz O, yumusak davranan ve bagıslayandır"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Sen Kur’an okudugun zaman seninle, ahirete inanmayanların arasına gizli bir perde cekeriz"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Onu anlarlar diye kalplerine ortuler, kulaklarına da agırlık koyduk. Kur’an’da Rabbini tek olarak andıgın zaman nefretle ardlarına donerler"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Biz, onların seni dinlerken ne maksatla dinlediklerini ve gizli konusmalarında zalimlerin ”Siz buyulenmis bir adama uyuyorsunuz.” dediklerini de cok iyi biliyoruz"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Sana nasıl ornek verdiklerine bir bak! Bu sebeple onlar sapıtmıslardır. Artık yol da bulamazlar"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "“Biz kemik ve ufalanmıs toprak oldugumuz zaman, yeni bir yaratılısla mı diriltilecegiz?“ derler"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "De ki: -Ister tas olun, ister demir! Isterse kalplerinizde tasavvur ettiginiz hayal otesi bir yaratık olun! Diyecekler ki: -Bizi tekrar kim diriltecek? De ki: -Sizi ilk defa yaratan! Bunun uzerine sana baslarını sallayarak: -O, ne zaman olacak? diyecekler. De ki: -Yakın olsa gerek"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "De ki: -Ister tas olun, ister demir! Isterse kalplerinizde tasavvur ettiginiz hayal otesi bir yaratık olun! Diyecekler ki: -Bizi tekrar kim diriltecek? De ki: -Sizi ilk defa yaratan! Bunun uzerine sana baslarını sallayarak: -O, ne zaman olacak? diyecekler. De ki: -Yakın olsa gerek"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Sizi cagırdıgı gun, O’na hamd ederek cagrısına kosarsınız. Ve dunyada az bir zaman kaldıgınızı zannedersiniz"
        }
    ]
}