{
    "rukus": [
        {
            "chapter": 20,
            "verse": 90,
            "text": "Daha once Harun onlara: -Ey Kavmim, siz ancak onunla sınanıyorsunuz. Sizin Rabbiniz Rahman’dır. Bana tabi olun ve emrime itaat edin demisti"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Onlar ise: -Musa bize geri donunceye kadar buna sarılmaktan asla vazgecmeyecegiz, demislerdi"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Ey Harun, dedi. onların saptıklarını gordugun zaman sana engel olan neydi"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Bana tabi olmadın mı? Emrime karsı mı geldin"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Harun ise: -Ey anamın oglu dedi. Sakalımı ve basımı tutma! Ben senin, “Israilogulları´nın arasını actın, sozumu tutmadın” demenden korktum"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Ya senin zorun neydi ey Samiri? dedi"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "O da: -Onların gormedikleri bir sey gordum ve elcinin izinden bir avuc avucladım ve onu attım. Iste nefsim bunu bana hos gosterdi. dedi"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Musa: -Defol, artık senin icin hayatta bana dokunmayın demekten baska bir sey yoktur? Bir de senin icin hic kacamayacagın bir azap gunu var. Sarılıp uzerine titredigin ilahına bak, simdi onu yakacagız sonra kullerini denize savuracagız, dedi"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Sizin ilahınız ancak, kendisinden baska ilah olmayan Allah’tır. O her seyi ilmiyle kusatmıstır"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Katımızdan sana verilmis bir zikir olarak gecmisin haberlerinden iste bu sekilde anlatıyoruz"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Kim ondan yuz cevirirse, kıyamet gunu o bir gunah yuklenir"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "O yukun altında kalır. Bu kıyamet gunu onlar icin ne kotu bir yuktur"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Sur’a uflendigi gun, iste o gun sucluları, uyusmus bir halde bir araya toplarız"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Aralarında: -On gunden fazla kalmadınız, diye gizli gizli soylesirler"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Biz, onların soylediklerini daha iyi biliriz. En akıllıları “sadece bir gun kaldınız der”"
        }
    ]
}