{
    "rukus": [
        {
            "chapter": 27,
            "verse": 59,
            "text": "De ki: -Allah’a hamdolsun. Onun seckin kullarına da selam! Allah mı hayırlıdır; yoksa, onların ortak kostukları mı"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Yoksa gokleri ve yeri yaratan, sizin icin gokten su indiren mi var? Ki o suyla ic acıcı bahceler yetistirdik. Siz onun tek bir agacını bile yetistiremezsiniz. Allah ile birlikte baska bir ilah mı var? Hayır, onlar sirke sapan bir toplumdur"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Yoksa yeryuzunu yerlesim yeri yapan, aralarında ırmaklar akıtan, orada sabit daglar yerlestiren, iki deniz arasına engel koyan mı var? Allah ile birlikte bir baska ilah kimdir? Hayır, Onların cogu bilmiyorlar"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Yoksa, onlara dua ettiginizde, darda kalana yardım eden, sıkıntıyı gideren ve sizi yeryuzunde baskalarının yerine iktidara getiren mi var? Allah ile birlikte bir baska ilah mı var? Ne kadar az dusunuyorsunuz"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Yoksa, karanın ve denizin karanlıklarında size yol gosteren, ruzgarı rahmetinin onunde mujdeci olarak gonderen mi var? Allah ile birlikte bir baska ilah mı var? Allah, sizin ortak kosmanızdan cok yucedir"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Yoksa, yaratmayı baslatan, sonra onu yeniden yaratan ve size gokten ve yerden rızık veren mi var? Allah ile beraber baska bir ilah mı var? -Eger soyledikleriniz dogruysa belgenizi getirin, de"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Yine de ki: -Goklerde ve yerde Allah’tan baska hic kimse gorulmeyeni bilemez. Onlar ne zaman diriltileceklerinin de farkında degillerdir"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Oysa onlara ahiret hakkında bilgi verilmistir. Ama onlar, suphe icindedirler ve belki de ona karsı kordurler"
        }
    ]
}