{
    "rukus": [
        {
            "chapter": 57,
            "verse": 11,
            "text": "Kim Allah’a guzel bir odunc verirse, Allah ona, verdigini kat kat oder ve ona buyuk bir odul vardır"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "O gun, mu’min erkeklerin ve mu’min kadınların nurlarının onlerinden ve saglarından kostugunu gorursun. -Mujde, bugun, alt tarafından ırmaklar akan ve icinde daimi kalacagınız cennetler sizindir. Iste O, en buyuk kurtulustur"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "O gun, munafık erkekler ve munafık kadınlar, iman edenlere: -Bekleyin bizi de, ısıgınızdan faydalanalım, diyeceklerdir. -Arkanıza donun de oradan ısık arayın, denilecektir ve aralarına kapısının icinde rahmet, dısında azap olan bir sur cekilecektir"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "Munafıklar, muminlere: -Sizinle beraber degil miydik? diye seslenecekler. -Evet, ama, siz kendinizi aldattınız. Cekinceli davrandınız, suphe ettiniz ve Allah’ın emri gelinceye kadar kuruntular sizi aldattı. Aldatıcı da sizi Allah ile aldattı, derler"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Bugun sizden fidye kabul edilmeyecek, inkar etmis olanlardan da. Barınagınız atestir. Size yarasan odur. Ne kotu bir sonuc"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "Allah’ın ve haktan inenin uyarıları icin iman edenlerin kalblerinin titreme (zamanı) gelmedi mi? Kendilerinden once kitap verilenler gibi olmasınlar. Uzun sure gecince kalpleri katılasmıs, cogu da yoldan cıkmıslardı"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Bilin ki Allah, yeryuzunu olumden sonra canlandırır. Aklınızı kullanasınız diye delilleri acıkca bildirdik"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Sadaka veren erkekler ve sadaka veren kadınlar ve Allah’a guzel bir oduncle odunc verenlere kat kat fazlası geri odenecek ve degerli bir mukafat kazanacaklardır"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Allah’a ve elcisine inananlar, iste onlar sıddikler ve sahitlerdir. Onlar mukafatlarını ve nurlarını elde edeceklerdir. Ayetlerimizi inkar edip yalanlayanlar ise iste onlar cehennem arkadaslarıdır"
        }
    ]
}