{
    "maqras": [
        {
            "chapter": 22,
            "verse": 60,
            "text": "That is so. And whoever has retaliated with the like of that which he was made to suffer, and then has again been wronged, Allah will surely help him. Verily, Allah indeed is Oft-Pardoning, Oft-Forgiving"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "That is because Allah merges the night into the day, and He merges the day into the night. And verily, Allah is All-Hearer, All-Seer"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "That is because Allah -- He is the Truth, and what they invoke besides Him, it is false. And verily, Allah -- He is the Most High, the Most Great"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "See you not that Allah sends down water from the sky, and then the earth becomes green Verily, Allah is the Most Kind and Courteous, Well-Acquainted with all things"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "To Him belongs all that is in the heavens and all that is on the earth. And verily, Allah -- He is Rich, Worthy of all praise"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "See you not that Allah has subjected to you all that is on the earth, and the ships that sail through the sea by His command He withholds the heaven from falling on the earth except by His leave. Verily, Allah is for mankind, full of kindness, Most Merciful"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "It is He, Who gave you life, and then will cause you to die, and will again give you life. Verily, man is indeed Kafurun"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "For every nation We have made Mansak which they must follow; so let them not dispute with you on the matter, but invite them to your Lord. Verily, you indeed are on the straight guidance"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "And if they argue with you, say: \"Allah knows best of what you do"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Allah will judge between you on the Day of Resurrection about that wherein you used to differ"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Know you not that Allah knows all that is in the heaven and on the earth Verily, it is (all) in the Book. Verily, that is easy for Allah"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "And they worship besides Allah others for which He has sent down no authority, and of which they have no knowledge; and for the wrongdoers there is no helper"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "And when Our clear Ayat are recited to them, you will notice a denial on the faces of the disbelievers! They are nearly ready to attack with violence those who recite Our Ayat to them. Say: \"Shall I tell you of something worse than that The Fire which Allah has promised to those who disbelieved, and worst indeed is that destination"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "O mankind! A parable has been made, so listen to it: Verily, those on whom you call besides Allah, cannot create a fly, even though they combine together for the purpose. And if the fly snatches away a thing from them, they will have no power to release it from the fly. So weak are the seeker and the sought"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "They have not regarded Allah with His rightful esteem. Verily, Allah is All-Strong, All-Mighty"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Allah chooses Messengers from angels and from men. Verily, Allah is All-Hearer, All-Seer"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "He knows what is before them, and what is behind them. And to Allah return all matters"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "O you who believe! Bow down, and prostrate yourselves, and worship your Lord and do good that you may be successful"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "And strive hard in Allah's cause as you ought to strive. He has chosen you, and has not laid upon you in religion any hardship: it is the religion of your father Ibrahim. He has named you Muslims both before and in this (Qur'an), that the Messenger may be a witness over you and you be witnesses over mankind! So, perform the Salah, give the Zakah and hold fast to Allah. He is your Mawla, what an Excellent Mawla and what an Excellent Helper"
        }
    ]
}