{
    "chapter": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta, Ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Ne nuk ta kemi shpallur Kuranin ty (o Muhamed), per te te munduar"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "por qe te jete kujtese per ate qe ka frike (nga Allahu)"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Ai eshte zbritur nga Krijuesi i Tokes e i qiejve te larte"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "I Gjithemeshirshmi mbi Fron u ngrit (si i takon Madherise se Tij)"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Atij i perket c’ka ne qiej e c’ka ne Toke, si dhe gjithcka qe gjendet midis tyre e gjithcka qe ndodhet nen toke"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Edhe nese ti flet me ze te larte, (eshte e kote, sepse) Ai, me te vertete, i di sekretet edhe me te fshehta"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Allahu, nuk ka zot tjeter pervec Tij. Ai ka Emrat me te Bukur"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "A e ke degjuar historine e Musait"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Kur pa nje zjarr, ai i tha familjes se vet: “Rrini ketu, sepse pashe nje zjarr! Ndoshta mund t’ju sjell nje ure te ndezur ose te gjej prane tij ndonje udherrefyes”"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Kur arriti te zjarri, nje ze e thirri: “O Musa"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Ne te vertete, Une jam Zoti yt! Prandaj, hiqi nallanet, sepse ndodhesh ne luginen e shenjte te Tuvase"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Une te kam zgjedhur ty, prandaj degjo ate qe po te shpallet"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Me te vertete, Une jam Allahu, s’ka zot tjeter pervec Meje, prandaj, vetem Mua me adhuro dhe kryej faljen per te me kujtuar Mua"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Ora (e Kiametit) do te vije me siguri, por Une e mbaj teper te fshehur, qe secili te shperblehet per ate qe ka bere"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Prandaj, mos e ler ate qe nuk beson ne te (Diten e Kiametit) dhe qe jepet pas epsheve te veta te te nxjerre (nga rruga e drejte), perndryshe do te humbisje"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "C’eshte ajo qe mban ne doren e djathte o Musa?”"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Ai u pergjigj: “Ky eshte shkopi im, me te cilin mbahem dhe shkund gjethe per dhente e mia; me sherben edhe per pune te tjera.”"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "(Allahu) i tha: “Hidhe ate, Musa!”"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Ai e hodhi ate dhe, menjehere, (shkopi) u be gjarper qe zvarritej"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "(Allahu) i tha: “Merre ate dhe mos u frikeso! Ne do ta kthejme ne gjendjen e tij te meparshme"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Fute doren tende nen sqetull: ajo do te dale e bardhe, pa kurrfare semundjeje. Ja, kjo eshte nje shenje tjeter"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "per te te treguar ty te tjera mrekulli Tonat edhe me te medha"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Shko te Faraoni! Ai, me te vertete, i ka shkelur te gjithe kufijte”"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "(Musai) tha: “O Zoti im, zgjeroma kraharorin tim"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "lehtesoma punen time"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "dhe zgjidhma nyjen e gjuhes sime"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "qe ata te kuptojne fjalen time"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Me jep nje ndihmes nga familja ime"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Harunin, vellane tim"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Ma rrit fuqine nepermjet atij"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "dhe bema ortak ne punen time"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "qe te thurim shume lavde per Ty"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "e te te permendim Ty vazhdimisht"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Vertet, Ti do te jesh gjithnje Mbikeqyresi yne”"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "(Allahu) tha: “Kerkesa jote u plotesua, o Musa"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Edhe me pare, Ne te kemi bere mire ty"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "kur i frymezuam nenes tende ate qe iu frymezua"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "“Vere ate (foshnjen) ne nje senduk e hidhe ne lume! Lumi do ta nxjerre ne breg e ate do ta marre nje armik Imi dhe armik i tij.” Une kam hedhur ne ty dashurine Time, qe te rritesh nen Syrin (kujdesin) Tim"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Kur shkoi motra jote e tha: “A doni t’ju tregoj dike qe do te kujdeset per ate?”, Ne te kthyem te nena jote, qe ajo te gezohej dhe te mos pikellohej me. Pastaj ti vrave nje njeri, por Ne te shpetuam nga brenga dhe te vume ne sprova te shumta. Ti qendrove me vite te tera midis banoreve te Medjenit, pastaj erdhe sipas porosise se caktuar, o Musa"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Une te kam zgjedhur ty per Vete"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Shkoni ti dhe vellai yt me mrekullite e Mia dhe mos reshtni se permenduri Mua"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Shkoni te Faraoni! Ai, me te vertete, i ka shkelur te gjithe kufijte"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Flitini atij fjale te buta, se ndoshta kujtohet[194] a frikesohet!”"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Ata thane: “O Zoti yne! Ne kemi frike se ai do te na denoje menjehere ose do te nderkrehet me teper”"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "(Allahu) tha: “Mos u frikesoni! Ne te vertete, Une jam me ju, degjoj dhe shoh"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Shkoni tek ai dhe i thoni: “Ne te dy jemi te derguarit e Zotit tend, leshoji te bijte e Israilit qe te vijne me ne dhe mos i mundo! Ne te kemi sjelle ty nje shenje nga Zoti yt. Paqe mbi ate qe ndjek rrugen e drejte"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Vertet, neve na eshte shpallur se denimi do te godase kedo, qe (i) mohon (shenjat e Allahut) dhe (i) kthen shpinen (te derguarve te Tij)”"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(Faraoni) tha: “E, kush eshte Zoti juaj, o Musa?”"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "(Musai) tha: “Zoti yne eshte Ai qe cdo gjeje i ka dhene trajten e vet e pastaj e ka udhezuar”"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "(Faraoni) tha: “Si eshte gjendja e brezave te meparshem”"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "(Musai) tha: “Dijenia lidhur me ta gjendet te Zoti im, ne Liber. Zoti im nuk gabon dhe nuk harron!”"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Eshte Ai qe Token e ka bere shtrat per ju, qe ju ka shtruar rruget neper te dhe qe leshon uje nga qielli, me qellim qe, nepermjet tij, te rriten shume lloje bimesh te ndryshme"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Hani dhe kullotni bagetine tuaj! Keto, me te vertete, jane shenja per ata qe jane mendare"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Ne ju kemi krijuar prej tokes, aty do t’ju kthejme dhe nga ajo do t’ju nxjerrim edhe nje here tjeter"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Ne ia treguam atij (Faraonit) te gjitha shenjat Tona, por ai i mohoi, nuk pranoi (te besonte)"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "dhe tha: “O Musa, a ke ardhur qe te na nxjerresh nga toka jone me magjine tende"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Ne do te te sjellim ty nje magji te ngjashme. Cakto, midis nesh dhe teje, nje takim ne nje vend te sheshte, ku nuk do te mungojme as ne, as ti!”"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "(Musai) tha: “Takimi me ju eshte ne diten e kremtes[195] dhe njerezia le te tubohen paradite”"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Faraoni u largua, i mblodhi magjistaret e vet e pastaj erdhi"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Musai u tha atyre: “Te mjeret ju! Mos trilloni genjeshtra per Allahun, duke bere qe Ai t’ju shkaterroje me denim. Do te deshtojne me siguri, ata qe trillojne genjeshtra!”"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Ata diskutuan me njeri-tjetrin per punen e tyre, duke peshperitur fshehurazi"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Njeri prej tyre tha: “Ne te vertete, keta (Musai dhe Haruni), jane dy magjistare, qe duan t’ju shporrin nga toka juaj me magjite e tyre dhe te shkaterrojne fene tuaj tejet te mire"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Prandaj, bashkojini magjite tuaja dhe ejani me radhe. Do te fitoje sot ai qe ka epersi!”"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Ata thane: “O Musa, ose hidh ti, ose te hedhim ne te paret”"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Ai tha: “Jo, hidhni ju!” Dhe ja tek i dukeshin atij litaret dhe shkopinjte e tyre se po rendnin vertet, per shkak te magjise se tyre"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Atehere Musai ndjeu frike ne vetvete"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Ne i thame: “Mos u frikeso, se, ne te vertete, ti do te fitosh"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Hidhe ate qe mban ne doren e djathte: do te gelltise gjithcka qe kane bere ata, sepse ajo qe kane bere ata, eshte vetem nje mashtrim i magjistareve; e, magjistari nuk do te kete sukses kudo qe te gjendet”"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Atehere magjistaret rane ne sexhde dhe thane: “Ne besojme ne Zotin e Harunit dhe Musait”"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "(Faraoni) tha: “Cfare?! Ju e besuat ate, para se t’ju jap leje une?! Ne te vertete, ai eshte mjeshtri juaj, qe ju ka mesuar magjite. Une do t’jua kepus duart dhe kembet tuaja te kembyera dhe do t’ju var ne trungjet e hurmave. Ju do ta merrni vesh, me siguri, se cili prej nesh eshte me i ashper dhe me ngulmues ne ndeshkim.”"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "(Magjistaret) u pergjigjen: “Ne kurre nuk do te te japim ty perparesi ndaj provave qe na kane ardhur neve dhe ndaj Atij qe na ka krijuar ne. Prandaj, gjyko si te duash; ti gjykon vetem ne jeten e kesaj bote"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Ne besojme ne Zotin tone, qe te na i fale gabimet dhe magjite, per te cilat na ke detyruar ti. Allahu eshte me i Miri dhe i Perjetshmi"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Ate qe i paraqitet Zotit te vet si keqberes, sigurisht qe e pret Xhehenemi, ku as nuk do te vdese e as nuk do te jetoje"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Ndersa kush paraqitet tek Ai si besimtar e qe ka bere vepra te mira, do te ngrihet ne shkalle te larta"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "ne kopshtet e Adnit, neper te cilat rrjedhin lumenj. Ata do te qendrojne aty perjetesisht. Ky eshte shperblimi per ate qe eshte i delire (nga mosbesimi).”"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Ne i thame Musait: “Udheto naten me roberit e Mi, hapu atyre nje rruge te thare neper det dhe mos u frikeso se do te te kape ndokush e as se do te mbyteni!”"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Faraoni i ndoqi ata (bijte e Israilit) me ushtrine e tij, por deti i mbuloi ata me dallge te medha"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Faraoni i solli humbje popullit te vet dhe nuk e coi ne rruge te drejte"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "O bijte e Israilit, Ne ju shpetuam nga armiku juaj, beme beselidhje me ju ne anen e djathte te Turit dhe ju zbritem mane dhe thelleza"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Hani nga ushqimet e shijshme e te lejuara me te cilat ju kemi furnizuar dhe mos e kaperceni kufirin, perndryshe do t’ju zere zemerimi Im. Ai, te cilin e ze zemerimi Im, eshte i humbur"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Vertet, Une jam Fales per ate qe pendohet, beson e ben vepra te mira dhe pastaj qendron ne rruge te drejte"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "“Perse nxitove para popullit tend, o Musa?”"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "(Musai) tha: “Ja, ata shkojne pas gjurmeve te mia e une nxitova te Ti, o Zoti im, per te fituar kenaqesine Tende”"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "(Allahu) tha: “Ne e vume ne prove popullin tend gjate mungeses tende, e Samiriu[196] i nxori ata nga rruga e drejte”"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Musai u kthye te populli i vet i zemeruar dhe i pikelluar. Tha: “O populli im, valle, a nuk ju dha Zoti juaj nje premtim te mire? A mos ju duk e gjate koha (e permbushjes se premtimit) apo deshironi qe t’ju godase zemerimi i Zotit tuaj?! Prandaj nuk i jeni permbajtur premtimit qe me dhate?!”"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Ata u pergjigjen: “Ne nuk e kemi thyer premtimin qe te patem dhene me vullnetin tone, por qeme te ngarkuar rende me stolite e popullit (te Faraonit), andaj i hodhem ato (ne zjarr per t’u lehtesuar). Po keshtu i hodhi edhe Samiriu"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "dhe nga keto ai beri nje trup vici qe pelliste. Atehere tha: “Ky eshte zoti juaj dhe zoti Musait. Ai (Musai) ka harruar (t’ju tregoje per te)!”"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Valle, a nuk e shihnin ata, se (vici) nuk u drejtonte atyre asnje fjale dhe nuk ishte ne gjendje t’u sillte kurrfare demi apo dobie"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Nderkohe, Haruni u kishte thene atyre qysh me pare: “O populli im! Kjo eshte vetem nje prove per ju! Zoti juaj eshte i Gjithemeshirshmi, andaj ndiqmeni mua dhe degjoni urdhrin tim!”"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Ata u pergjigjen: “Ne do t’i lutemi atij, derisa te na kthehet Musai”"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(Musai) tha: “O Harun, c’te pengoi ty, kur i pe ata se kishin humbur"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "qe te vije tek une?! A mos e kundershtove urdhrin tim?”"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "(Haruni) tha: “O biri i nenes sime, mos me kap per mjekre e as per koke! Une kisha frike se do te thoshe: Ke mbjelle percarje midis bijve te Israilit e nuk i ke mbajtur porosite e mia”"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "(Musai) tha: “Si eshte puna jote, o Samiri?”"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "(Samiriu) u pergjigj: “Une pashe ate, qe ata nuk e pane. Mora nje grusht nga gjurmet e te Derguarit dhe ate e hodha mbi vicin dhe keshtu me nxiti vetja (e keqja) ime”"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "(Musai) tha: “Atehere ik! Tere jeten do te te duhet te thuash: ‘Mos me prekni’.[198] Por te eshte caktuar nje premtim, i cili doemos do te zbatohet. Shikoje zotin tend qe ti e ke adhuruar vazhdimisht: Ne do ta djegim e pastaj do ta hedhim ne det hirin e tij"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Ne te vertete, Zoti juaj eshte vetem Allahu; s’ka zot tjeter pervec Tij; dituria e Tij perfshin cdo gje”"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Keshtu pra, Ne po te te tregojme ty (o Muhamed) disa histori te se kaluares. Ky (Kuran) qe te kemi dhene, eshte nje Keshille nga ana Jone"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Kush shmanget nga ai, ne Diten e Kiametit do te mbarte ngarkese te rende"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "qe do t’u mbetet perhere. Sa barre e keqe qe do te jete ajo ne Diten e Kiametit"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Diten, kur do te fryhet ne Sur, pikerisht ate Dite do t’i tubojme te ligjte me sy te zgurdulluar"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "duke i peshperitur njeri-tjetrit: “Ju keni qendruar (ne dynja) vetem dhjete dite.”"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Ne e dime me mire se c’do te thone ata (ne Diten e Kiametit), kur me i mencuri prej tyre do te thote: “Ju keni qendruar vetem nje dite.”"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Kur te te pyesin ty (o Muhamed) per malet, thuaj: “Ato do t’i beje hi e pluhur Zoti im"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "ndersa toka do te behet fushe e shkrete"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "nuk do te shohesh ne te as lugina, as brigje.”"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Ate dite, ata do te shkojne pas thirresit,[199] pa iu shmangur dot atij dhe do t’i ulin zerat para te Gjithemeshirshmit. Ti nuk do te degjosh tjeter, vec peshperitjes"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Ate dite nuk do te beje dobi ndermjetesimi i askujt, pervec ndermjetesimit te atij, qe i jep leje i Gjithemeshirshmi dhe qe i eshte pranuar fjala"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Ai e di c’ka para tyre dhe c’ka pas tyre, kurse ata nuk mund ta ngerthejne dijenine e Allahut"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Fytyrat do t’i perulen te Gjallit, te Perjetshmit, Mbajtesit te cdo gjeje dhe, sigurisht, do te humbe ai qe do te mbarte padrejtesi"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Ndersa ai qe ben vepra te mira dhe eshte besimtar, nuk do te druaje nga padrejtesia, as nga pakesimi i asaj qe i perket"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Dhe keshtu, Ne e kemi zbritur Kuranin ne gjuhen arabe dhe i kemi shpjeguar paralajmerimet, qe ata t’ua vene veshin"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "I Lartesuar qofte Allahu, Sunduesi i Vertete! Mos nxito per ta lexuar Kuranin para se te perfundoje shpallja e tij dhe thuaj: “O Zoti im, shtoma dijenine!”"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Ne beme beselidhje edhe me Ademin me pare, por ai harroi, sepse nuk ishte i vendosur"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Kur u thame engjejve: “Peruluni ne sexhde para Ademit”, te gjithe u perulen, pervec Iblisit, i cili nuk pranoi"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Pastaj thame: “O Adem, me te vertete qe ky eshte armiku yt dhe i gruas sate, prandaj mos e lini t’ju nxjerre kurrsesi nga Xheneti, se pastaj do te vuani ne mjerim"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Ketu nuk do te mbetesh kurre as i uritur e as i zhveshur"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "dhe nuk do te kesh as etje, as vape.”"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Por djalli e cyti: “O Adem, a do te te tregoj pemen e perjetesise dhe te nje mbreterimi qe nuk zhduket?”"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Keshtu, ata te dy, (Ademi dhe Havaja), hengren nga ajo peme e u ndergjegjesuan per lakuriqesine e tyre, prandaj nisen te mbulohen me gjethet e Xhenetit. Ademi nuk e zbatoi urdhrin e Zotit te vet, keshtu qe devijoi (nga rruga e drejte)"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Pastaj, Zoti i tij e zgjodhi ate, ia pranoi pendimin, e udhezoi"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "dhe tha: “Zbritni prej Xhenetit qe te dy (Ademi dhe djalli)! Do te jeni armiq te njeri-tjetrit. Kur t’ju vije udhezim nga ana Ime, kush do ta pasoje udhezimin Tim, as nuk do te humbe, as nuk do te bjere ne mjerim"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Kushdo qe i kthen shpinen Keshilles Sime, do te kete jete te mjeruar dhe Ne, ne Diten e Kiametit, do ta ringjallim te verber"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Ai do te thote: “O Zoti im, perse me ringjalle te verber, kur une kisha shikuar me pare?”"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "(Allahu) do t’i thote: “Keshtu te erdhen shenjat Tona dhe ti i harrove ato e po keshtu sot do te jesh i harruar"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Keshtu e ndeshkojme Ne ate qe e tepron (me gjynahe) dhe nuk beson shenjat e Zotit te tij; e denimi ne jeten tjeter, ne te vertete, eshte me i ashper dhe me i qendrueshem"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "A nuk e kane marre vesh ata se sa e sa brezni Ne i kemi zhdukur para atyre, aty ku ecin neper vendet e tyre sot? Me te vertete, ne kete ka tregues per njerezit e mencur"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Sikur te mos ishte nje fjale e meparshme nga Zoti yt dhe nje afat tashme i caktuar, denimi i tyre do te ishte shpejtuar"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Prandaj duroje (o Muhamed) ate qe thone ata dhe lavderoje me falenderim Zotin tend para lindjes se diellit dhe para perendimit te tij! Lavderoje Ate edhe ne oret e nates, edhe ne skajet e dites, qe te mund te kenaqesh"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Mos e hidh shikimin ne te mirat kalimtare, qe Ne ua kemi dhene disave prej tyre, si stoli te jetes se kesaj bote, per t’i vene ata ne prove! Shperblimi i Zotit tend eshte me i mire dhe me i qendrueshem"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Urdheroje familjen tende, qe te fale namazin dhe kembengul per kete! Ne nuk te kerkojme ty ndonje ushqim: jemi Ne qe te ushqejme! Perfundimi i lumtur qendron ne friken ndaj Allahut"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Ata thone: “Perse te mos na sjelle ai ndonje shenje nga Zoti i tij”? A nuk u erdhi atyre sqarimi per ate qe gjendej ne shkrimet e lashta"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Sikur Ne t’i kishim shkaterruar ata para kesaj, ata, me siguri, do te thoshin: “O Zoti yne! Sikur te na kishe sjelle nje te Derguar, vertet qe do te kishim ndjekur shpalljet Tuaja, para se te poshteroheshim dhe turperoheshim!”"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Thuaju (o Muhamed): “Te gjithe presin, andaj prisni edhe ju, dhe do ta kuptoni se kush jane ithtaret e rruges se drejte dhe kush eshte i udhezuar drejt.”"
        }
    ]
}