{
    "pages": [
        {
            "chapter": 6,
            "verse": 82,
            "text": "Iman edenler ve imanlarına sirk bulastırmayanlar, iste emniyet onlar icindir ve dogru yola iletilmis olanlar da onlardır"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Iste bu, kavmine karsı Ibrahim'e verdigimiz delillerimizdir. Biz diledigimiz kimselerin derecelerini yukseltiriz. Suphesiz ki senin Rabbin hikmet sahibidir, hakkıyla bilendir"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Biz O'na Ishak ve (Ishak'ın oglu) Yakub'u da ihsan ettik; hepsini de hidayete erdirdik (dogru yola ilettik). Daha once de Nuh'u ve O'nun soyundan Davud'u, Suleyman'ı, Eyyub'u, Yusuf'u, Musa'yı ve Harun'u hidayete erdirmis (dogru yola iletmis) tik. Biz iyi davrananları iste boyle mukafatlandırırız"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Zekeriyya, Yahya, Isa ve Ilyas'ı da (dogru yola iletmistik). Hepsi de iyilerden idi"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Ismail, Elyesa', Yunus ve Lut'u da (hidayete erdirdik). Hepsini alemlere ustun kıldık"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Onların babalarından, cocuklarından ve kardeslerinden bazı kimseleri secip yucelttik ve onları dosdogru yola yonelttik"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Iste bu, Allah'ın hidayetidir, kullarından diledigini ona iletir. Eger onlar da Allah'a ortak kossalardı yapmakta oldukları amelleri elbette bosa giderdi"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Iste onlar, kendilerine kitap, hikmet ve peygamberlik verdigimiz kimselerdir. Eger onlar (kafirler) bunları inkar ederse suphesiz yerlerine bunları inkar etmeyecek bir toplum getiririz"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Bunlar, Allah'ın hidayet ettigi kimselerdir. Bu itibarla, sen de onların yoluna tabi ol ve \"Ben, (sizi davet ettigim bu Kitaba) karsılık olarak sizden bir ucret istemiyorum. Zira bu Kitap, alemler (in irsadı) icin uyarıdan baska bir sey degildir\" de"
        }
    ]
}