{
    "pages": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "Sana savas ganimetlerini soruyorlar. De ki: Ganimetler Allah ve Peygamber'e aittir. O halde siz (gercek) muminler iseniz Allah'tan korkun, aranızı duzeltin, Allah ve Rasulune itaat edin"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Muminler ancak, o kimselerdir ki; (yanlarında) Allah anıldıgı zaman, yurekleri urperir; kendilerine Onun ayetleri okundugu zaman da imanları artar ve yalnız Allah'a dayanıp guvenirler"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Onlar namazlarını dosdogru kılan ve kendilerine rızık olarak verdigimizden (Allah yolunda) harcayan kimselerdir"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Iste onlar gercek muminlerdir. Onlar icin Rableri katında Nice dereceler, bagıslanma ve tukenmez bir rızık vardır"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "(Ganimetlerin taksiminde bazılarının hosnutsuzluk gostermeleri), Rabbinin, (dusmanla karsılasmak uzere) hak ile seni evinden cıkarması gibidir; nitekim mu'minlerden bir grup da, (savasa katılmayı) hic hos gormuyordu"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Hak ortaya cıktıktan sonra sanki gozleri gore gore olume surukleniyorlarmıs gibi (cihad hususunda) seninle tartısıyorlardı"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Hatırlayın ki, Allah size, iki taifeden (kervan veya Kureys ordusundan) birinin sizin oldugunu vadediyordu; siz de kuvvetsiz olanın (kervanın) sizin olmasını istiyordunuz. Oysa Allah, sozleriyle hakkı gerceklestirmek ve (Kureys ordusunu yok ederek) kafirlerin ardını kesmek istiyordu"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "(Bunlar,) gunahkarlar istemese de hakkı gerceklestirmek ve batılı ortadan kaldırmak icindi"
        }
    ]
}