{
    "pages": [
        {
            "chapter": 39,
            "verse": 57,
            "text": "Veya: Allah bana hidayet verseydi, elbette sakınanlardan olurdum, diyecegi"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "yahut azabı gordugunde: Keske benim icin bir kez (donmeye) imkan bulunsa da iyilerden olsam! diyecegi gunden sakının"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Hayır (donemeyeceksin)! Ayetlerim sana gelmisti de sen onları yalanlamıs, buyukluk taslamıs ve inkarcılardan olmustun"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "Kıyamet gununde Allah hakkında yalan soyleyenlerin yuzlerinin kapkara oldugunu gorursun. Kibirlenenlerin kalacagı yer cehennemde degil midir"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Allah, takva sahiplerini kurtulusa erdirir. Onlara hicbir fenalık dokunmaz. Onlar mahzun da olmazlar"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah her seyin yaratıcısıdır. O, her seye vekildir"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Goklerin ve yerin anahtarları (mutlak hukumranlıgı) O'nundur. Allah’ın ayetlerini inkar edenler var ya, iste onlar husrana ugrayanlardır"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "De ki: Ey cahiller! Bana Allah'tan baskasına kulluk etmemi mi emrediyorsunuz"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Gercektir ki, sana da senden oncekilere de vahyolunmustur ki: \"Eger Allah'a sirk kosarsan, muhakkak butun amelin bosa gider ve husrana ugrayanlardan olursun"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Hayır! Yalnız Allah’a kulluk et ve sukredenlerden ol"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Allah'ı gerektigi gibi (hakkıyla tanıyıp) takdir edememislerdir. Kıyamet gunu, yeryuzu butunuyle O'nun kabzasında, gokler de elinde durulmus olacaktır. Allah, onların sirk kostukları seylerden munezzehtir ve cok yucedir"
        }
    ]
}