{
    "pages": [
        {
            "chapter": 46,
            "verse": 6,
            "text": "Insanlar bir araya toplandıkları zaman (musrikler) onlara (tapındıklarına) dusman kesilirler ve onlara kulluk ettiklerini inkar ederler"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Ayetlerimiz onlara acıkca okundugu zaman hakikat kendilerine geldiginde onu inkar edenler: «Bu, apacık bir buyudur» dediler"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Yoksa «Onu uydurdu» mu diyorlar? De ki: Eger ben onu uydurmussam, Allah tarafından bana gelecek seyi savmaya gucunuz yetmez. O, sizin Kur'an hakkında yaptıgınız taskınlıkları cok daha iyi bilir. Benimle sizin aranızda sahit olarak O yeter. O, cok bagıslayan, cok esirgeyendir"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "De ki: Ben peygamberlerin ilki degilim. Bana ve size ne yapılacagını da bilmem. Ben sadece bana vahyedilene uyarım. Ben sadece apacık bir uyarıcıyım"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "De ki: Hic dusundunuz mu; sayet bu, Allah katından ise ve siz onu inkar etmisseniz, Israilogullarından bir sahit de bunun benzerini gorup inandıgı halde siz yine de buyukluk taslamıssanız (haksızlık etmis olmaz mısınız)? Suphesiz Allah, zalimler toplulugunu dogru yola iletmez"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Inkar edenler, iman edenler hakkında dediler ki: «Bu is bir hayır olsaydı, onlar bizi gecemezlerdi.» Fakat onlar bununla dogru yola girmek arzusunda olmadıkları icin «Bu eski bir yalandır» diyecekler"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Ondan once de bir rahmet ve rehber olarak Musa'nın kitabı vardır. Bu (Kur'an) da, zulmedenleri uyarmak ve iyilik yapanlara mujde olmak uzere Arap lisanıyla indirilmis, dogrulayıcı bir kitaptır"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "«Rabbimiz Allah’tır» deyip sonra da dosdogru yasayanlara korku yoktur ve onlar uzulmeyeceklerdir"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Onlar cennet ehlidirler. Yapmakta olduklarına karsılık orada ebedi kalacaklardır"
        }
    ]
}