{
    "maqras": [
        {
            "chapter": 58,
            "verse": 14,
            "text": "Acaso, nao reparaste naqueles que entraram (em privacidade) com um povo, o qual Deus abominou? Nao sao dosvossos, nem tampouco sois dos deles, e perjuram conscientemente"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Deus lhes tem preparado um severo castigo. Quao pessimo e o que fizeram"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Fizeram dos seus juramentos uma coberta (para as suas mas acoes), e desencaminharam-se da senda de Deus; porem, sofrerao um castigo afrontoso"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Perante Deus, de nada lhes valerao os seus bens, nem os seus filhos e serao os condenados ao inferno, no qualpermanecerao eternamente"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "No dia em que Deus os ressuscitar a todos, jurar-Lhe-ao, entao, como juraram a vos, e crerao que possuem algo. Naosao, na verdade, uns mentirosos"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Satanas os conquistou e os fez esquecer da recordacao de Deus. Estes sao os seguidores de Satanas. Nao e, acaso, certo, que os seguidores de Satanas serao os desventurados"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Sabei que aqueles que contrariam Deus e o Seu Mensageiro contar-se-ao entre os mais humilhados"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Deus decretou: Venceremos, Eu e os Meus mensageiros! Em verdade, Deus e Poderoso, Fortissimo"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Nao encontraras povo algum que creia em Deus e no Dia do Juizo final, que tenha relacoes com aqueles que contrariamDeus e o Seu Mensageiro, ainda que sejam seus pais ou seus filhos, seus irmaos ou parentes. Para aqueles, Deus lhes firmoua fe nos coracoes e os confortou com o Seu Espirito, e os introduzira em jardins, abaixo dos quais correm os rios, ondemorarao eternamente. Deus se comprazera com eles e eles se comprazerao n'Ele. Estes formam o partido de Deus. Acaso, nao e certo que os que formam o partido de Deus serao os bem-aventurados"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Tudo quando existe nos ceus e na terra glorifica Deus. Ele e o Poderoso, o Prudentissimo"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "Foi ele Quem expatriou os incredulos, dentre os adeptos do Livro, quando do primeiro desterro. Pouco crieis (omuculmanos) que eles saissem dos seus lares, porquanto supunham que as suas fortalezas os preservariam de Deus; porem, Deus os acoitou, por onde menos esperavam, e infundiu o terror em seus coracoes; destruiram as suas casas com suasproprias maos, e com as maos dos fieis. Aprendei a licao, o sensatos"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "E se Deus nao lhes tivesse decretado o seu banimento, te-los-ia castigado nesse mundo, e no outro, sofreriam o tormentoinfernal"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Isso, por terem contrariado Deus e Seu Mensageiro; e, quem contraria Deus (saiba que), certamente Deus e severissimono castigo"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "(O muculmanos), ficai sabendo que, se cortardes as tamareiras tenras ou se as deixardes de pe, fa-lo-eis com obeneplacito de Deus, e para que Ele avilte os depravados"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Tudo quanto Deus concedeu ao Seu Mensageiro, (tirado) dos bens deles (dos Bani Annadhir), nao tivestes de fazergalopar cavalo ou camelo algum para conseguir (para transportar). Deus concede aos Seus mensageiros o predominio sobrequem Lhe apraz, porque Deus e Onipotente"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Tudo quanto Deus concedeu ao Seu Mensageiro, (tomado) dos moradores das cidades, corresponde a Deus, ao SeuMensageiro e aos seus parentes, aos orfaos, aos necessitados e aos viajantes; isso, para que (as riquezas) nao sejammonopolizadas pelos opulentos, dentre vos. Aceitai, pois, o que vos der o Mensageiro, e abstende-vos de tudo quanto elevos proiba. E temei a Deus, porque Deus e Severissimo no castigo"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "(E tambem corresponde uma parte) aos pobres migrantes (maquenses), que foram expatriados e despojados dos seus bens, que procuram a graca de Deus e a Sua complacencia, e secundam Deus e Seu Mensageiro; estes sao os verazes"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Os que antes deles residiam (em Madina) e haviam adotado a fe, mostram afeicao por aqueles que migraram para juntodeles e nao nutrem inveja alguma em seus coracoes, pelo que (tais migrantes) receberam (de despojos); por outra, preferem-nos, em detrimento de si mesmos. Sabei que eles que se preservarem da avareza serao os bem-aventurados"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "E aqueles que os seguiram dizem: O Senhor nosso, perdoa-nos, assim como tambem aos nosso irmaos, que nosprecederam na fe, e nao infundas em nossos coracoes rancor algum pelos fieis. O Senhor nosso, certamente Tu esCompassivo, Misericordiosissimo"
        }
    ]
}