{
    "maqras": [
        {
            "chapter": 8,
            "verse": 22,
            "text": "Aos olhos de Deus, os piores animais sao os \"surdos\" e \"mudos\", que nao raciocinam"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Se Deus tivesse reconhecido neles alguma virtude, te-los-ia feito ouvir; se Ele os tivesse feito ouvir, teriam renegadodesdenhosamente, mesmo assim"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "O fieis, atendei a Deus e ao Mensageiro, quando ele vos convocar a salvacao. E sabei que Deus intercede entre o homeme o seu coracao, e que sereis congregados ante Ele"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "E preveni-vos contra a intriga, a qual nao atingira apenas os iniquos dentre vos; sabei que Deus e Severissimo nocastigo"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "E recordai-vos de quando (na vossa metropole, Makka), ereis um punhado de subjugados; e temieis que os homens (incredulos) vos saqueassem; e Ele vos agraciou com todo bem, para que Lhe agradecesseis"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "O fieis, nao atraicoeis Deus e Mensageiro; nao atraicoeis, conscientemente, o que vos foi confiado"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "E sabei que tanto vossos bens como vossos filhos sao para vos por a prova, e que Deus vos tem reservada umamagnifica recompensa"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "O fieis, se temerdes a Deus, Ele vos concedera discernimento, apagara os vossos pecados e vos perdoara, porque eAgraciante por excelencia"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Recorda-te (o Mensageiro) de quando os incredulos confabularam contra ti, para aprisionar-te, ou matar-te, ouexpulsar-te. Confabularam entre si, mas Deus desbaratou-lhes os planos, porque e o mais duro dos desbaratadores"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Quando lhes sao recitados os Nossos versiculos, dizem: Ja os ouvimos e, se quisessemos, poderiamos repetir outrosiguais, porque nao sao senao fabulas dos primitivos"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "E de quando disseram: O Deus, se esta e realmente a verdade que emana de Ti, faze com que caiam pedras do ceu sobrenos, ou inflige-nos um doloroso castigo"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Porem, e inconcebivel que Deus os castigue, estando tu entre eles; nem tampouco Deus os castigara enquanto puderemimplorar por perdao"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "E por que Deus nao ha de castiga-los, sendo que impedem a entrada (dos fieis) na Sagrada Mesquita, apesar de naoserem os seus guardioes? Ninguem o e, a nao ser os tementes; porem, a maioria deles o ignora"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "A sua oracao, na Casa, se reduz aos silvos e ao estalar de maos. Sofrei, pois, o castigo, por vossa perfidia"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Eis que os incredulos malversam as suas riquezas, para desviarem (os fieis) da senda de Deus. Porem, malversa-las-aocompletamente, e isso sera a causa da sua atribulacao; entao, sera vencidos. Os incredulos serao congregados no inferno"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "Isso, para que Deus possa separar os maus dos bons, e amontoar os maus uns sobre os outros; junta-los-a a todos e osarrojara no inferno. Estes sao os desventurados"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Dize aos incredulos que, no caso de se arrependerem, ser-lhes-a perdoado o passado. Por outra, caso persistam, quetenham em mente o escarmento dos antigos"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Combatei-os ate terminar a intriga, e prevalecer totalmente a religiao de Deus. Porem, se se retratarem, saibam que Deusbem ve tudo o quanto fazem"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Mas, no caso de se recusarem, sabei que Deus e vosso Protetor. Que excelente Protetor e que excelente Socorredor"
        }
    ]
}