{
    "rukus": [
        {
            "chapter": 20,
            "verse": 116,
            "text": "And (bring to mind) when We said to the angels: “prostrate (to Me) for Adam.” So they prostrated except Iblis (the jinn), he refused"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Then We said: “O Adam! Surely, this is an enemy to you and to your consort. So let him not get you both out of the orchard, then you may face distress (of life)"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Surely, for you: that you do not remain hungry herein and nor you remain without garment"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "And surely to you: you remain not thirsty herein, and nor you suffer heat"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Then Satan whispered to him (and) said: “O Adam! Shall I lead you to the tree of eternity and to a dominion that will never crumble?”"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Then both ate of that (tree); instantly became exposed to both of them their bodies (which were provided with a natural garment. This garment probably melted or broke-up under the poisonous effect of the material ingested from the forbidden tree). And both placed: they both do attach on their two (selves) out of the (extra-large size) leaf from the orchard. And Adam disobeyed his Nourisher-Sustainer (out of forgetfulness), so he strayed"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Then his Nourisher-Sustainer chose him and He turned to him (in Forgiveness) and provided guidance"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "(Allah) said: “Both of you shift from here together; some of you are an enemy to some (others). So if what comes to you from Me as guidance, so whoever obeyed My Guidance — then he does not go astray and does not fall in distress"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "And whoever avoided My Zikr (‘Message), then certainly for him is a constrained economy, and We shall raise him on the Day of Resurrection as a blind person"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "He said: “My Nourisher-Sustainer! Why have you raised me up blind, while indeed, I had been strong in eyesight"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "(Allah) said: “Like this, Ayaatuna came unto you, but you disregarded them; and in the same way, this Day, you stand forgotten (and lost)"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "And thus do We reward who transgressed and did not Believe in the Ayaat of his Nourisher-Sustainer. And indeed, the torment of the Hereafter is more severe and more long-lasting"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Did it then not provide guidance to them: how many out of the generations We destroyed before them, they move in their residences? Verily, in this are indeed signs (lessons) for people of understanding"
        }
    ]
}