{
    "rukus": [
        {
            "chapter": 29,
            "verse": 14,
            "text": "And truly, indeed We sent Nuh to his nation, so he stayed among them a thousand years less (by only) fifty years; then the Deluge overtook them while they were transgressors"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Then We provided a safe-passage to him and the people in the Ark and We made this incident as Aayatan (a lesson, a sign or a warning) for the worlds"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "And (remember) Ibrahim when he said to his nation: “Pay obedience to Allah, and be dutiful to Him. This to you will be better for you if you had been knowing (the reality)"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Certainly, what you worship besides Allah (are nothing but) idols and you invent (only) falsehood. Truly, those whom you worship besides Allah, they possess not for you (any) sustenance. So seek provision with Allah (Alone) and pay obedience to Him and be grateful to Him. To Him you will be brought back"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "And if you deny, then surely have denied the communities before you. And there is not as a duty on the Messenger except conveying (the Message) plainly and manifestly.”"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Have they then not seen how Allah originates the creation, then He will repeat it ? Verily, this is very easy for Allah"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Say: “Travel through the world, then watch how He originated the creation. Afterwards will Allah spread the later creation. Surely Allah is All-Capable over every thing"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "He punishes whom He thinks proper and brings mercy unto whom He thinks proper, and to Him you will be made to return"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "And you are not those who may frustrate (the Plan of Allah) in the world, and nor in the heaven. And (there is) not for you, besides Allah, out of a Wali, and nor a Helper"
        }
    ]
}