{
    "rukus": [
        {
            "chapter": 40,
            "verse": 61,
            "text": "Allah is He Who has made for you the night that you may rest therein, and the day which makes things evident. Truly, Allah is indeed Possessor of Bounty unto mankind, but majority of mankind do not pay thanks"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "This is unto you, Allah — Nourisher-Sustainer to you! Creator of all things, La-ilaha-illa-Huwa. Then whither you are being turned away in falsehood"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Thus were turned away in falsehood those who used to oppose the Verses of Allah"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Allah is He Who has made for you the earth as a resting-bed and the sky as a roof; and He gave you a proper shape — so He made your appearances perfect; and He provided you provision out of palatable, useful items. This to you is Allah, your Nourisher-Sustainer. So Blessed be Allah, Nourisher-Sustainer to the worlds"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "He is the Ever-Living, La-ilaha-illa-Huwa; so invoke Him (Alone) as those who keep (their) Religion pristinely pure for Him. Specific Praise suits Allah (Alone), Nourisher-Sustainer to the worlds"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "Say: “I have been forbidden that I may pay obedience to those whom you invoke besides Allah when Al-Bayyinat has reached me from my Nourisher-Sustainer. And I have been ordered that I may submit in Islam to the Nourisher-Sustainer of the worlds"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "He it is Who created you (as Adam) from clay, afterwards from Nutfah, then from a clinging mass. Then He brings forth you as a child, then keeps you growing in order that you may reach to your full strength; then He keeps you alive that you may become senior citizens. And of you is that whose life-span is completed before (reaching this senior age), and (all these differences in age exist to make you realise) that you reach an appointed (and) specified term (or life-span), and perchance you may use intellect"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "He it is Who gives life and causes death. And when He decided a matter, then surely what (is a fact is that) He will say to it: \"Be!” So it becomes (a thing that exists)"
        }
    ]
}