{
    "rukus": [
        {
            "chapter": 5,
            "verse": 78,
            "text": "Stand cursed, those who disbelieved among Bani Israiel, through the tongue of Da’ud and Iesa, Ibn-e-Maryam. This (is) because they disobeyed and had been breahead of state the limits"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "They had not been forbidding one another from the Munkar which they committed. Vile indeed is what they had been doing"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "You see a multitude among them pick up as auliya those who have disbelieved. Indeed, evil it is what have sent forward for them their ownselves — so that Allah delivered wrath over them and in (hell-) torment they (shall be) abiders"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "And had they been Believing in Allah and in the Prophet and what has been sent to him, they would not have taken them as auliya. But a vast majority among them are the Fasiqun"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Verily, you will find the harshest among men in enmity to those who have Believed, Al-Yahood and those who have set partners (to Allah). And verily, you will find the nearest in love to those who have Believed, those who said: “We are Nasaaraa.” That is because amongst them are Qisseesun and Ruhban and because they do not commit pride in arrogance"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "And when they listened what has been sent down to the Messenger, you see their eyes overflow with tears because what they recognised of Al-Haqq. They say: “Our Nourisher-Sustainer! We have Believed. So record ourselves alongwith the Witnesses"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "And what is for us (that) we may not Believe in Allah, and what came to us from Al-Haqq, and we wish that our Nourisher-Sustainer will admit us (to Paradise) along with the nation of righteous individuals.”"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "So Allah rewarded them, because of what they said, Gardens — flow underneath them rivers. (They will be) dwellers therein. And this is the reward for Al-Muhsinun"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "And those who disbelieved and belied Our Ayaat, they are companions of the Hell-Fire"
        }
    ]
}