{
    "rukus": [
        {
            "chapter": 16,
            "verse": 51,
            "text": "Na Pitharo o Allah: Adi kano khowa sa dowa a Tohan: Sukaniyan bo i Tohan a isa isa: Na Sakun bo i kalukun niyo"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Na ruk Iyan so matatago ko manga Langit go so Lopa, go ruk Iyan so Agama a tatap: Ba adun a salakao ko Allah a ikhaluk iyo"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Na langowan taman a kapiya-an niyo na pho-on ko Allah: Oriyan niyan na igira-a minisogat rukano so morala, na Sukaniyan bo i khagoraok iyo"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Oriyan noto na igira-a piyokas Iyan rukano so morala, na sa maoto na so isa rukano ka sagorompong na Phurimbangun niran so"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "Kadnan niran55. Ka Phagongkirun niran so inibugai Ami kiran! Na sawiti niyo (dun) so Kaoyagoyag; ka katokawan niyo bo"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Na Pushunggayan niran so da-a manga mulung iyan sa Kipantag ko inibugai Ami kiran! Ibut ko Allah, ka Mata-an a ipagisha rukano dun so inipangangkob iyo (ko Allah)"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Na Ipushunggai ran a ruk o Allah so manga Wata a Babai!- Soti Sukaniyan!- Go (Ipushunggai ran a) ruk iran so matotomo iran (a manga Wata a Mama)"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Na igira-a Miyapanothol ko isa kiran a (Mimbawata sa) Babai, na makarimung a paras iyan, a sukaniyan na tanto a Makamboboko"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Puphaguma ko pagtao, po-on ko marata a Miyapanothol on! (Sa pukhadowadowa-an o) ino phanagotiyapun niyan sa ka-a ya-an, odi na baniyan ndun lubungun ko Lopa (a bibiyag)? tanodan, ka sayana a marata so Ipukhokom iran"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Ruk o siran adi Mapaparatiyaya ko Akhirat, so ibarat a marata: Na ruk o Allah so ibarat a Maporo: Na Sukaniyan so Mabagur, a Maongangun"
        }
    ]
}