{
    "rukus": [
        {
            "chapter": 2,
            "verse": 274,
            "text": "So siran a Puphamumugai siran ko manga Tamok iran si-i ko Gagawi-i go so Daondao, Masolun go Mapayag, na adun a bagiyan niran a balas kiran si-i ko Kadnan niran: Go da-a Pangandam iran, go di siran Makamboko (ko Alongan a Maori)"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "So siran a Pukhun niran so Piriba-an na di siran Makatindug inonta so lagid o Kapakatindug o Ipuphamapus sukaniyan o Shaitan po-on sa Buthang. Giyoto man na sabap sa Mata-an! A siran na Pitharo iran: A so Kaphasa-i na lagid bo o Kapuriba, na Piyakai o Allah so Ķaphasa-i na ini Sapar Iyan so Kapuriba. Na sa tao a adun a Makatalingoma-on a Thoma a pho-on ko Kadnan Niyan, na go gunuk (Muriba), na ruk iran so miya-ipos; na so Khasowa iyan na si-i Matitimo ko Allah; na sa tao a mbalinganan niyan na siran man i manga tao ko Naraka: Sa ron siran non ndun Makakakal"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Pagantiyorun o Allah so Riba, na Phakaoshorun Niyan so manga Saduka: Ka so Allah na di Niyan khabaya-an so langowan o Miyongkir a Baradosa"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Mata-an! A so siran a Miyamaratiyaya, go Pinggalubuk iran so manga Pipiya, go ini Pamayandug iran so Sambayang go Tiyonai ran so Zakat, na adun a bagiyan niran a Balas kiran si-i ko Kadnan niran: Go da-a Pangandam iran, go di siran Makamboko (ko Alongan a Maori)"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Hai so Miyamaratiyaya! Kalukun niyo so Allah, go rundanan niyo so miyalamba ko Piriba-an o sukano na Khipaparatiyaya"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Na amai ka di niyo to Nggolaola-an, na Tangkuda niyo a adun a Gobat a pho-on ko Allah go so Sogo Iyan: Na o Thaobat kano, na ruk iyo so manga Watang o manga Tamok iyo: Sa di kano Makasalimbot, go di kano Kasalimbotan"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Na amai ka-adun a (Mababayad a) Karurugunan, na manayao sa taman sa Kalowagan. Na so Kishaduka-an niyo ron, i Mapiya rukano o sukano na Katawi niyo"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Na Kalukun niyo so Gawi-i a Phakandodun kano ron si-i ko Allah. Oriyan niyan na itoman sa Tarotop ko oman i Baraniyawa so Pinggalubuk iyan, sa di siran Kasalimbotan"
        }
    ]
}