{
    "rukus": [
        {
            "chapter": 38,
            "verse": 15,
            "text": "Na da-a punaya-on o siranaya a rowar ko Lalis a isa, a da-a kaphakandod iyan"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "Na Pīitharo iran: A Kadnan nami! Nggaga-aningka rukami so kipantag ami ko da pun so Alongan a kapamagitong"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "Phantang Ka ko Katharo iran, go Aloyangka so Oripun Ami a Dawood, a adun a Bagur Iyan: Mata-an! A Sukaniyan na Puphananangoran (ko Allah)"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "mata an! A Sukami na Piyakaphasiyonot Ami so manga Palao, a pud Iyan a Puthasbik Siran, ko Kagabigabi, a go so Kapita-pita"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "Go so manga Papanok a matitimo: Na tanan si-i ko Allah Puphananangoran"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Go Piyakabagur Ami so Kadatu Iyan, go inibugai Ami Ron so Ongangun, a go so Kata-o ko Kokoman"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "Na ino a Miyakatalingoma Ruka so Totholan ko Pukhakarido? gowani a manga lakat siran ko Daud si-i ko Darpa a diniyan Sambayangan"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "Gowani na somiyolud siran ko Dawood, na inikaluk Iyan siran, Pitharo iran: A di Ka khaluk: Ka Pukharido Kami a dowa, ka inaniyaya o saba-ad Rukami so saba-ad: na Kokoma Kamingka sa ontol, go di Ka Phuramiramig; go Nggonanaowa Kamingka ko ontol a lalan"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "Mata-an! a giyangkai a Pagari Ko: Na adun a siyao polo a go siyao a Bilibili Niyan, na adun a Bilibili Akun a satiman: Na Pitharo Iyan: A Pakitagikorun ka Rakun noto, na kiyadaoban Nako Niyan sa Katharo"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "Pitharo (o Dawood): A Sabunsabunar a Kiyasalimbotan Ka Niyan sa kiyapanguniya Niyan ko Bilibili Ngka a Kinitapi Iyan ko manga Bilibili Niyan: Ka Mata-an! A madakul koshasakotowa a Sabunar a Phaganiyaya-an o saba-ad kiran so saba-ad: Inonta so siran a Miyamaratiyaya go Pinggalubuk iran so manga Pipiya, na tanto a maito siran? Na Miya-antang o Dawood a giyabo a kinitupung Nami Ron: Na Miyakapanguni sa Ma-ap ko Kadnan Niyan, go Somiyondong a Mangangalimbaba-an, go Miyananangoran (ko Allah)"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Na Niyapi Ami Ron Noto: Go Mata-an! A Miyambagiyan Niyan si-i Rukami so titho a Kapakarani, a go so mapiya a khandodan"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "Hai Dawood! Mata-an! A Sukami na Biyaloi Ami Suka a Khalifah ko Lopa: Na Koko-mangka so manga Manosiya sa Ontol: Go Dingka Pagonoti so kabaya a ribat, ka Madadag Ka Niyan ko lalan o Allah: Mata-an! A so phangadadadag ko lalan oAllah,na adun abagiyan niran a siksa a sangat,sabap ko Kiyapakalipat iran ko Alongan a Kapamagitong"
        }
    ]
}