{
    "rukus": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "Y al pueblo de Zamud enviamos a su hermano Saleh como Profeta. Este dijo: “¡Pueblo mío!, adoren solo a Al-lah. No tienen otra divinidad (verdadera) fuera de Él. Él los creó a partir de la tierra y los estableció en ella. Pídanle perdón y vuélvanse a Él arrepentidos. Ciertamente, mi Señor está cerca (de quien Lo invoca) y responde a las súplicas”"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "(Estos) dijeron: “¡Saleh!, en verdad, antes (de que nos exhortaras) habíamos puesto en ti la esperanza (de que fueras nuestro líder). ¿Nos prohíbes adorar las divinidades que nuestros antepasados adoraban? En verdad, tenemos muchas dudas sobre aquello a lo que nos exhortas”"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Dijo (Saleh): “¡Pueblo mío!, díganme; si yo me basara en una prueba clara de mi Señor y Él me hubiese concedido Su misericordia (haciendo de mí un Profeta), ¿quién me ayudaría contra Al-lah si yo Lo desobedeciera? Solo conseguirían aumentar mi perdición (si les hiciera caso y dejara de exhortarlos)"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "¡Pueblo mío!, esta es una camella[376] de Al-lah y una prueba para ustedes. Dejen que coma de la tierra de Al-lah y no le hagan ningún daño; de lo contrario, recibirían un castigo que no se haría esperar”"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Sin embargo, la mataron. Entonces (Saleh) dijo: “Disfruten en sus hogares durante tres días. (Después, el castigo se abatirá sobre ustedes.) Esa es una promesa que se cumplirá”"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Y cuando llegó Nuestra orden de destrucción, salvamos a Saleh y a quienes habían creído con él por misericordia Nuestra, y los libramos de la humillación del Día de la Resurrección. Ciertamente, Al-lah es el Fuerte, el Poderoso"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Un gran estruendo[377] alcanzó a quienes habían sido injustos (por desmentir a su Mensajero), y amanecieron tendidos muertos en sus hogares"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "como si nunca los hubieran habitado. Ciertamente, el pueblo de Zamud negó a su Señor. (Y se dijo:) ¡Que el pueblo de Zamud sea expulsado de la misericordia de Al-lah"
        }
    ]
}