{
    "rukus": [
        {
            "chapter": 21,
            "verse": 51,
            "text": "Y, ciertamente, guiamos a Abraham antes (de conceder la Torá a Moisés y Aarón), pues sabíamos bien que era merecedor de ello"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "(Recuerda, ¡oh, Muhammad!) cuando Abraham preguntó a su padre y a su pueblo: “¿Qué son esas estatuas que adoran?”"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Le dijeron: “Encontramos a nuestros antepasados adorándolas”"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(Abraham) respondió: “Ciertamente, ustedes y sus antepasados han estado en un claro extravío”"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Le dijeron: “¿Nos estás diciendo la verdad o eres de los que se burlan?”"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "(Abraham) contestó: “Ciertamente, su Dios es el Señor y Creador de los cielos y de la tierra, y yo soy de quienes dan fe de ello"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Y por Al-lah que tramaré algo contra sus ídolos cuando les den la espalda”"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "(Y cuando se hubieron alejado) rompió los ídolos en pedazos, salvo el mayor de ellos para que pudieran dirigirse a él (e interrogarlo)"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "(Cuando vieron sus ídolos destrozados) dijeron: “¿Quién ha hecho esto con nuestros ídolos? Tiene que ser un injusto”"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "(Quienes habían oído a Abraham tramar contra los ídolos) dijeron: “Oímos a un joven al que llaman Abraham hablar mal de ellos”"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "(Quienes tenían más poder) dijeron: “Tráiganlo ante la gente para que sean testigos (en su contra)”"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "(Entonces) le preguntaron: “¿Has sido tú quien ha hecho esto con nuestros ídolos, Abraham?”"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "(Abraham) contestó (con ironía): “No, ha sido este, el mayor de todos. Pregúntenles a ellos, si es que pueden hablar”"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Entonces recapacitaron (y se percataron de su error), y se dijeron (unos a otros): “Ustedes son los injustos (por adorar ídolos que ni siquiera son capaces de responder)[606]”"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Después regresaron a su obstinación e incredulidad (y le dijeron a Abraham): “Sabes muy bien que no pueden hablar”"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(Abraham) les dijo: “¿Adoran, entonces, fuera de Al-lah algo que no tiene poder para beneficiarlos en nada ni para perjudicarlos"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "¡Aléjense de mí, ustedes y lo que adoran en vez de Al-lah! ¿Es que no razonan?”"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Dijeron: “¡Quémenlo en una hoguera si quieren proteger a sus ídolos!”"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Y le dijimos al fuego: “Sé frío y no quemes a Abraham”"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Y conspiraron contra él, pero ellos salieron perdiendo"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Y lo salvamos junto con Lot, y los guiamos hacia una tierra (la Gran Siria) que bendijimos para la humanidad"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Y lo agraciamos con Isaac (y a este le concedimos a Jacob), e hicimos que fueran rectos y virtuosos (así como profetas)"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "E hicimos que fueran líderes ejemplares que guiaban a los hombres según Nuestro mandato, y les inspiramos realizar buenas acciones (y ordenarlas a los demás), así como cumplir con la oración y entregar caridad. Y Nos adoraban (solo a Nosotros)"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Y (recuerda) a Lot, a quien concedimos sabiduría (para juzgar) y conocimiento, y lo salvamos de un pueblo que cometía inmoralidades. Ciertamente, era una gente pecadora y rebelde"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Y lo acogimos en Nuestra misericordia, pues era de los rectos y virtuosos"
        }
    ]
}