{
    "rukus": [
        {
            "chapter": 23,
            "verse": 33,
            "text": "Y los dignatarios de su pueblo que lo habían desmentido y habían negado la vida eterna, y disfrutaban de la vida terrenal que les habíamos concedido, dijeron: “Ese no es sino un ser humano como ustedes; come de lo que comen y bebe de lo que beben”"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Y si obedecen a un hombre como ustedes, saldrán perdiendo"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "¿Acaso les ha prometido que una vez hayan muerto y sean polvo resucitarán"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Lo que se les ha prometido no sucederá nunca"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "“Solo existe esta vida; vivimos y morimos una sola vez, y no resucitaremos"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "“No es más que un hombre que ha inventado una mentira contra Al-lah, y no creeremos en lo que dice”"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "(El Mensajero de Al-lah) suplicó: “¡Señor!, ayúdame, pues me desmienten”"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "(Al-lah) respondió: “¡Pronto lo lamentarán!”"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Entonces un gran estruendo se abatió sobre ellos con toda justicia (y los destruimos por completo) dejándolos reducidos a deshechos (o residuos como los que arrastra la corriente). ¡Que Al-lah expulse de Su misericordia a los injustos (que desmienten la verdad)"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Después hicimos que los sucedieran otras generaciones"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Ninguna comunidad puede adelantar ni retrasar su final"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Después fuimos enviando sucesivamente a Nuestros mensajeros. Cada vez que se presentaba uno ante una comunidad, era desmentido. Y fuimos destruyendo una comunidad tras otra, e hicimos que (sus historias) permaneciesen entre los hombres como un motivo de reflexión. ¡Que los pueblos que rechazaron la verdad sean expulsados de toda misericordia"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Luego enviamos a Moisés y a su hermano Aarón con Nuestros milagros y pruebas evidentes"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "al Faraón y a sus dignatarios, pero los rechazaron con soberbia y fueron un pueblo altivo"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Dijeron: “¿Vamos a creer en dos seres humanos como nosotros, cuando su pueblo es esclavo nuestro?”"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Y los desmintieron, y, entonces, fueron destruidos"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Y, ciertamente, entregamos a Moisés el Libro (la Torá) para que (los hijos de Israel) se guiaran"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "E hicimos de Jesús y de su madre una prueba (de Nuestro poder al hacer que esta concibiera sin la intervención de ningún hombre), y los refugiamos en una colina fértil donde corría el agua"
        }
    ]
}