{
    "rukus": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "Los bizantinos[768] han sido derrotados (por los persas)"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "en los territorios más próximos[769] (a la península arábiga: en la Gran Siria). Pero tras esta derrota, serán ellos los vencedores"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "dentro de pocos años[770]. Tanto lo sucedido anteriormente (la derrota de los bizantinos) como lo que sucederá (su futuro triunfo sobre los persas) han sido decretados por Al-lah. Y ese día (el día en que los bizantinos derroten a los persas) los creyentes (musulmanes) se alegrarán"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "de la victoria de Al-lah. Él da la victoria a quien quiere. Y Él es el Poderoso, el Misericordioso"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "(Esta) es una promesa de Al-lah; y Él no incumple Sus promesas, aunque la mayoría de los hombres no lo saben"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Conocen solo lo superficial de esta vida terrenal, mientras que viven despreocupados de la eterna"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "¿Acaso (quienes rechazan la verdad) no reflexionan sobre ellos mismos? Al-lah no creó los cielos y la tierra y cuanto hay entre ellos salvo con una clara finalidad y hasta una fecha decretada. Mas hay muchos hombres que niegan el encuentro con su Señor (el Día de la Resurrección)"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "¿Acaso no viajan por la tierra y ven cuál fue el final de quienes los precedieron (y reflexionan sobre ello)? Los superaban en fuerza, trabajaron la tierra más que ellos y erigieron edificios y una civilización superior a la suya. Y les llegaron mensajeros con pruebas evidentes (pero los desmintieron y por eso fueron destruidos). Y Al-lah no fue injusto con ellos (al destruirlos), sino que fueron ellos los injustos consigo mismos (al negar la verdad)"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Y quienes obraron mal tuvieron el peor de los finales porque negaron las pruebas (y la revelación) de Al-lah (que les envió a través de Sus mensajeros) y se burlaron de ellas"
        }
    ]
}