{
    "rukus": [
        {
            "chapter": 40,
            "verse": 69,
            "text": "¿Acaso no ves cómo se alejan (de la fe) quienes discuten las aleyas de Al-lah"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "(Esos son) quienes desmienten el Libro (el Corán) y el mensaje (o las pruebas) que revelamos a Nuestros mensajeros; pronto sabrán (lo que les espera)"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "cuando tengan argollas alrededor del cuello y cadenas por las que serán arrastrados"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "hacia el agua hirviendo, y después arderán en el fuego"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Luego se les preguntará (en tono de reproche): “¿Dónde está lo que adoraban"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "fuera de Al-lah (para que aparten de ustedes el castigo)?”. Dirán: “Nos han abandonado. Realmente, no invocábamos con anterioridad nada (que nos fuera de beneficio)”. Así es como Al-lah dejará que se extravíen quienes rechazaban la verdad"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "(Y se les dirá:) “Este (castigo) es porque se regocijaban en la tierra (de su incredulidad) sin razón alguna y por su engreimiento"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Entren por las puertas del Infierno donde permanecerán para siempre. ¡Qué pésima morada para los arrogantes!”"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Y sé paciente (¡oh, Muhammad!), pues la promesa de Al-lah es cierta. Y tanto si presencias parte del castigo que les hemos prometido (en esta vida) como si te hacemos perecer antes, (debes saber que) retornarán a Nosotros (para ser juzgados y castigados)"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Y, ciertamente, enviamos otros mensajeros antes de ti. Te hemos contado la historia de algunos de ellos y de otros no. Y ningún Mensajero puede presentarse con un milagro si no es con el permiso de Al-lah. Y cuando llegue la orden (del castigo) de Al-lah (sobre quienes rechazan la verdad), se habrá juzgado con justicia, y quienes seguían la falsedad serán los perdedores"
        }
    ]
}