{
    "rukus": [
        {
            "chapter": 3,
            "verse": 190,
            "text": "Ciertamente, en la creación de los cielos y de la tierra y en la alternancia de la noche y el día hay pruebas (del poder de Al-lah) para los hombres de buen juicio"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "esos que recuerdan y mencionan a Al-lah (al rezar) de pie, sentados y recostados, y meditan sobre la creación de los cielos y la tierra, y dicen: “¡Señor nuestro, no has creado todo esto en vano!, ¡gloria a ti!, ¡protégenos del castigo del fuego (dándonos éxito en el cumplimiento de Tus mandatos)"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "¡Señor nuestro!, a aquel a quien introduzcas en el fuego lo habrás denigrado; y los injustos que rechazan la verdad no tendrán quién los auxilie"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "¡Señor nuestro!, hemos escuchado la llamada de quien invita a la fe (Muhammad) diciendo: ‘Crean en su Señor’, y hemos creído. ¡Señor!, perdona, pues, nuestros pecados, borra nuestras malas acciones y haz que al morir estemos con los piadosos y virtuosos"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Y concédenos, ¡Señor!, lo que nos prometiste a través de Tus mensajeros, y no nos humilles el Día de la Resurrección (mostrando nuestros pecados). Ciertamente, Tú no incumples Tus promesas”"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Y su Señor respondió a sus invocaciones diciendo: “No dejaré que se pierda la buena acción de ninguno de ustedes (pues todas las acciones tendrán su recompensa), sea hombre o mujer, ya que provienen los unos de los otros (y son hermanos en la religión e iguales ante Al-lah en lo referente a recibir Su recompensa). Así pues, a quienes emigren, sean expulsados de sus hogares, sufran por Mi causa, luchen y mueran (por ella) les perdonaré sus pecados y haré que entren al Paraíso, por donde corren ríos. Esa es la recompensa de Al-lah, y Al-lah posee la mejor recompensa"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Que no te engañe la libre circulación por la tierra (para comerciar y obtener riquezas) de quienes rechazan la verdad"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Disfrutarán por un breve tiempo de los bienes mundanales, pero después habitarán en el Infierno; ¡y qué pésimo lugar para permanecer en él"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Sin embargo, quienes teman a su Señor tendrán jardines por los cuales corren ríos, y allí vivirán eternamente; ese es el hospedaje que Al-lah concede. Y Al-lah posee lo mejor para los piadosos y virtuosos"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Y entre quienes recibieron las Escrituras hay quienes realmente creen en Al-lah, en lo que les ha revelado (el Corán) y en lo que les reveló a ellos (la Torá y el Evangelio). Se someten a Al-lah con humildad y no modifican las revelaciones de Al-lah para obtener un vil beneficio. Esos recibirán su recompensa junto a su Señor; y Al-lah es rápido en la retribución de Su recompensa"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "¡Oh, creyentes!, sean pacientes (ante las desgracias) y perseverantes (en su obediencia a Al-lah); sean más pacientes que sus enemigos y estén siempre vigilantes (para defender su territorio contra quienes los ataquen). Y teman a Al-lah para que puedan triunfar"
        }
    ]
}