{
    "pages": [
        {
            "chapter": 10,
            "verse": 34,
            "text": "(Resulüm!) De ki: (Allah'a) ortak koştuklarınız arasında, (birini yokken) ilk defa yaratacak, arkasından onu (ölümünden sonra hayata) yeniden döndürecek biri var mı? De ki: Allah ilk defa yaratıp (ölümden sonra) onu yeniden (hayata) döndürür. O haldenasıl saptırılırsınız"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "De ki: Ortak koştuklarınızdan hakka iletecek olan var mı? De ki: \"Hakka Allah iletir.\" Öyle ise hakka ileten mi uyulmaya daha layıktır; yoksa hidayet verilmedikçe kendi kendine doğru yolu bulamayan mı? Size ne oluyor? Nasıl (böyle yanlış) hükmediyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Onların çoğu zandan başka bir şeye uymaz. Şüphesiz zan, haktan (ilimden) hiçbir şeyin yerini tutmaz. Allah onların yapmakta olduklarını pek iyi bilendir"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Bu Kur'an Allah'tan başkası tarafından uydurulmuş bir şey değildir. Ancak kendinden öncekini doğrulayan ve o Kitab'ı açıklayandır. Onda şüphe yoktur, o alemlerin Rabbindendir"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Yoksa, Onu (Muhammed) uydurdu mu diyorlar? De ki: Eğer sizler doğru iseniz Allah'tan başka, gücünüzün yettiklerini çağırın da (hep beraber) onun benzeri bir sure getirin"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Bilakis, onlar ilmini kavrayamadıkları ve yorumu kendilerine asla gelmemiş olan (Kur'an'ı) yalanladılar. Onlardan öncekiler de böyle yalanlamışlardı. Şimdi bak, zalimlerin sonu nasıl oldu"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "İçlerinden öylesi var ki ona (Kur'an'a) inanır, yine onlardan öylesi de var ki ona inanmaz. Rabbin bozguncuları en iyi bilendir"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "(Resulüm! ) onlar seni yalanlarlarsa de ki: Benim işim bana, sizin işiniz de size aittir. Siz benim yaptığımdan uzaksınız, ben de sizin yaptığınızdan uzağım"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Onlardan seni dinleyenler vardır. Fakat sağırlara -üstelik akılları da ermiyorsa- sen mi duyuracaksın"
        }
    ]
}