{
    "pages": [
        {
            "chapter": 11,
            "verse": 54,
            "text": "Biz \"Tanrılarımızdan biri seni fena çarpmış!\" demekten başka bir söz söylemeyiz! (Hud) dedi ki: \"Ben Allah'ı şahit tutuyorum; siz de şahit olun ki ben sizin ortak koştuklarınızdan uzağım"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "O'ndan başka (taptıklarınızın hepsinden uzağım). Haydi hepiniz bana tuzak kurun; sonra da bana mühlet vermeyin"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Ben, benim de Rabbim, sizin de Rabbiniz olan Allah'a dayandım. Çünkü yürüyen hiçbir varlık yoktur ki, O, onun perçeminden tutmuş olmasın. Şüphesiz Rabbim dosdoğru yoldadır"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Eğer yüz çevirirseniz şüphesiz ki benimle size gönderileni size bildirdim. Rabbim (dilerse) sizden başka bir kavmi yerinize getirir de O'na hiçbir zarar veremezsiniz. Çünkü benim Rabbim her şeyi gözetendir"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Emrimiz gelince, Hud'u ve onunla beraber iman edenleri tarafımızdan bir rahmetle kurtardık, onları ağır bir azaptan kurtuluşa erdirdik"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "İşte Âd (kavmi). Rablerinin ayetlerini inkar ettiler; O'nun peygamberlerine asi oldular ve inatçı her zorbanın emrine uydular"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Onlar hem bu dünyada hem de kıyamet gününde lanete tabi tutuldular. Biliniz ki, Ad (kavmi) Rablerini inkar ettiler. (Şunu da) bilin ki Hud'un kavmi Âd, Allah'ın rahmetinden uzak kılındı"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "Semud kavmine de kardeşleri Salih'i (gönderdik). Dedi ki: Ey kavmim! Allah'a kulluk edin. Sizin O'ndan başka tanrınız yoktur. O sizi yerden (topraktan) yarattı. Ve sizi orada yaşattı. O halde O'ndan mağfiret isteyin; sonra da O'na tevbe edin. Çünkü Rabbim (kullarına) çok yakındır, (dualarını) kabul edendir"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Dediler ki: Ey Salih! Sen bundan önce içimizde ümit beslenen birisiydin. (Şimdi) babalarımızın taptıklarına tapmaktan bizi engelliyor musun? Doğrusu biz, bizi kendisine (kulluğa) çağırdığın şeyden ciddi bir şüphe içindeyiz"
        }
    ]
}