{
    "pages": [
        {
            "chapter": 43,
            "verse": 11,
            "text": "Gökten bir ölçüye göre suyu indiren O'dur. Biz onunla (kupkuru), ölü memlekete hayat veririz. İşte siz de böylece (mezarlarınızdan) çıkarılacaksınız"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "Bütün çiftleri O yaratmıştır. Ve size bineceğiniz gemiler ve hayvanlar var etti"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Ki, böylece onların sırtına binip üzerlerine yerleşince, Rabbinizin ni'metini anarak: Bunu bizim hizmetimize vereni tesbih ve takdis ederiz, yoksa biz bunlara güç yetiremezdik, diyesiniz"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Biz şüphesiz Rabbimize döneceğiz (demelisiniz)"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Ama onlar, kullarından bir kısmını, O'nun bir cüzü kıldılar. Gerçekten insan apaçık bir nankördür"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Yoksa Allah, yarattıklarından kızları kendisine aldı da oğulları size mi ayırdı"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Onlardan biri, Rahman'a isnat ettiği kız çocuğuyla müjdelenince, hiddetlenerek yüzü simsiyah kesilir"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Süs içinde yetiştirilip savaş edemeyecek olanı mı istemiyorlar? (Onları Allah'ın parçası mı sayıyorlar)"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "Onlar, Rahman'ın kulları olan melekleri de dişi saydılar. Acaba meleklerin yaratılışlarını mı görmüşler? Onların bu şahitlikleri yazılacak ve sorguya çekileceklerdir"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "Ve dediler ki: Rahman dileseydi biz onlara tapmazdık. Onların bu hususta bir bilgileri yoktur. Onlar sadece yalan söylüyorlar"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Yoksa bundan önce onlara bir kitap verdik de ona mı tutunuyorlar"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Hayır! \"Sadece, biz babalarımızı bir din üzerinde bulduk, biz de onların izinde gidiyoruz\" derler"
        }
    ]
}