{
    "maqras": [
        {
            "chapter": 21,
            "verse": 83,
            "text": "And (remember) Ayyub when he invoked his Nourisher-Sustainer: “Verily, distress has seized me, and you are More Merciful of those who bestow Mercy.”"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "So We responded to him, and We removed the distress that was on him and We restored to him his family-members and his followers, and the like thereof with them as a mercy from Us and a reminder for the obedients"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "And (also remember) Ismaiel, and Idris and Dhul-Kifl, all are of those who observe patience"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "And We admitted them to Our Mercy. Verily, they are of the righteous"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "And (remember) Zun-Nun (Yunus) when he moved away (from his nation) as one who is in anger, and he felt sure that We shall never assess the situation against him (i.e., against his decision). So he cried out in the darknesses (of the mammal’s belly) that: “There is no god except You. Glorified be You! Truly, I have been of those who are wrong in decision.”"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "So We answered his call and We delivered him from the distress. And thus We rescue the Believers"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "And (remember) Zakariyya, when he invoked his Nourisher-Sustainer: \"My Nourisher-Sustainer! Leave me not as one individual, though You are the Best of inheritors.”"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "So We answered his call and We sanctioned for him Yahya, and cured for him his marital partner. Verily, they used to hasten on in good commendable acts and they used to call on Us with hope and fear, and they used to be deeply sincere to Us"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "And (remember) that lady who guarded her sexual parts. So We breathed (introduced) into her out of Our Spirit and We made her and her son Aayatan-lil-Alamin (A Sign unto the worlds)"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Verily, this community of you people (is but) one community, and I am Nourisher-Sustainer to you people, so pay obedience to Me"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "But the people divided their affair among themselves. All (would be) those who return to Us"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "So whoever does out of the righteous deeds and he is (also) a Believer — then there is no overloohead of state to his effort. And verily, We are acting as those Who record (the deeds) to his credit"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "And it is banned for a town which We have destroyed that they shall not return (to this world any more and would have no chance to repent to Us)"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Until, when Yajuj (Gog) and Majuj (Magog) are let loose (from their barrier), and they swiftly assault from all the high points"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "The True Promise (about the Last and the Final Day) came very, very near. Then, behold! It — the fixedly staring eyes of those who disbelieved (and their comments): “Woe to us! We were indeed heedless of this. Nay, we were transgressors.”"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Certainly! You (disbelievers) and that which you worship besides Allah (act as) fuel for Hell. You with respect to it are those who must enter (it)"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Had these (whom you worship) been gods, they would not have entered it and all would be dwellers therein"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "For them therein is groaning, and they therein will not listen (other sounds of the inmates)"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Surely, those for whom (a promise about) good in excellence has already gone forth from Us: they will be those who are kept far away from it"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "They shall not hear the slightest sound thereof; and they shall be dwellers in (an atmosphere) that their selves longed and desired"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "The greater disturbance-cum-terror will not disturb or terrorise them; and the angels will meet them (and greet them thus): “This is (now) your Day which you were promised.”"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "And the Day We roll up the heavens like the rolling up of a scroll of writings. As We initiated the first creation, (so) We shall repeat it — a promise, binding on Us. Certainly, We are Performers (for such miracles)"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "And surely, indeed We have written in Az-Zabur [‘The Sheet’ (of written guidance)] after variously explaining the message that My righteous Ibad shall inherit the land (in Paradise)"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Verily, in this Al-Kitab is surely a penetrating message for a nation of the obedients"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "And We did not send you but as a mercy to the worlds"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Say: “Surely what (is a fact is that) it is revealed to me that what (is a fact is that) your Ilah (God) is One Ilah. Will you then become Muslims?”"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Then if they turned away, then say: “I have proclaimed (the Message) to you all alike; and I know not whether that which you are promised is near or far"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Verily, He knows what is open in speech, and He knows that which you conceal"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "And I know not, perchance it may be a trial for you and an enjoyment for a while.”"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "He (i.e., the Messenger further) said, “My Nourisher-Sustainer! Judge on the basis of Al-Haqq (‘The Truth’). And our Nourisher-Sustainer is Ar-Rahman Whose help is to be sought against that which you assert"
        }
    ]
}