{
    "maqras": [
        {
            "chapter": 42,
            "verse": 27,
            "text": "And if Allah increased the provisions for His Ibad, surely they rebelled in the land. But He delivers according to needs whatever He thinks proper. Verily, He is Well-Aware, All-Seer of His Ibad"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "And He it is Who sends down the rain after that stage where they despaired (and lost all hopes), and He spreads His Mercy. And He is the Wali, the Highly Praised One"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "And among His Credentials is the creation of the Heavens and the earth and whatever moving, living creatures He has dispersed in these two. And He is All-Capable over their assembly together en-masse, as and when He thinks proper"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "And whatever adversity or affliction befell you, so it is because of what your hands have already earned; and He pardons and overlooks numerous (of your errors and deviations)"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "And you are not those who will frustrate (Allah regarding His punishment) in the earth. And there is not for you besides Allah, out of a wali, and nor a helper"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "And among His Credentials are the ships in the sea like mountains"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "If He thinks proper He causes the wind to cease (its motion), then the ships become those who are without motion on its surface. Surely, in this are indeed signs for all the patient and grateful individuals"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "or He explodes or breaks them up because of what they earned, although He overlooks and pardons numerous (of the errors and deviations committed by His Ibad)"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "And (Allah) knows those people who argue and make disputes against Ayaatina; (there is) not for them out of a place of escape"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "So whatever you have been provided in the form of anything, then it is a passing enjoyment for this worldly life; and whatever is available with Allah (in the Hereafter,) is better and more lasting for those who have Believed and in their Nourisher-Sustainer they put their trust"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "and those who avoid the more grievous sins and Al-Fawahish, and when they became angry, (they do not lose temper but rather) they pardon and forgive"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "and those who responded to their Nourisher-Sustainer, and they established Salat, and their affairs are handled through mutual consultation amongst them, and of what We have provided them as provisions, they spend (in accordance with the recommendations and priorities set in Allah’s Scripture)"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "and those who, when an oppressive and aggressive wrong is done to them, they do take revenge"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "And a recompense for an evil is an evil similar to it, but whoever overlooked and forgave and made a reform or correction, then his reward is due from Allah. Verily, He likes not the transgressors"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "And surely, whoever took revenge after an injustice done to him, then those people — there is not against them any way (of blame or condemnation)"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "Certainly, what (is a fact is that) the way (of blame) is against those who commit wrong against people, and rebel (against the law in Al-Kitab) on the earth without (any) right. Those people: for them is a painful torment"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "And truly whoever remained patient and pardoned, certainly this (attitude is) surely out of great will-power for handling affairs"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "And whomsoever Allah allows to go astray, then (there is) not unto him out of a wali after Him. And you will notice the transgressors as and when they saw the Punishment — they will say: “Is there any wayout for tahead of state a return (to the worldly life)?”"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "And you will notice them (when) they will be pushed to that (Hell-Fire), behaving as very humble because of disgrace; they will look with stealthy glance. And those who had Believed said: “Verily, the real losers are those who put their selves to loss and their followers — on the Day of Resurrection”. Beware! Definitely, the transgressors (will be) in a lasting torment"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "And there is not unto them out of any auliya who will help them besides Allah. And whomsoever Allah allows to go astray, then there is not unto him any wayout"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Give response to your Nourisher-Sustainer before the stage that there may come (the) Day for which there is no reversing (allowed) from Allah. There is not for you people any place of refuge this Day and there is not (possible) for you any (way of) denial (or rejection regarding the Day of Resurrection)"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "So if they have turned away, then, We have not sent you (unto them) as a protector. (There is) not (made any thing as) compulsory on you except the propagation (of the Book). And certainly We, when We made man to taste mercy from Us, he rejoiced thereat. And if an adversity inflicts him because of what their hands brought forward, then the human being (behaves as an) ingrate"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "To Allah belongs the dominion of the heavens and the earth. He creates what He thinks proper. He bestows for whom He thinks proper, females (as offsprings); and He bestows for whom He thinks proper, males (as offsprings)"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "Or He gives them males and females together. And He makes whom He thinks proper as barren (or infertile). Verily, He is All-Knowing, All-Capable"
        }
    ]
}