{
    "maqras": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "M"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Descent of Al-Kitab proceeds from Allah, the All-Mighty, the All-Wise"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "We created not the heavens and the earth and whatever is between those two but with a definite purpose and for an appointed term. And those who have disbelieved: they are deviators from what they have been warned against"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Say: “Have you thought over what you invoke besides Allah? Show me what is that which they have created out of the earth, or is for them a share in the (creation of the) heavens? Come to Me with a Book from (a time period) before this (Al-Kitab) or any traces of Knowledge if you are those who speak the truth"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "And who is more astray than that who invokes besides Allah, such as will not respond him till the Day of Resurrection; and they regarding their calls (are) unaware"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "And when mankind are assembled (on the Day of Resurrection), they (i.e., the false gods) became enemies unto them (who used to invoke them), and became deniers regarding their own worship (at the hands) of these people"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "And when Our manifestly clear Ayaat (Verses) are reproduced before them, those who disbelieved said, regarding Al-Haqq when it reached them, “This is evident sorcery.”"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Do they say he has forged it? Say: “If I have fabricated (or forged) it, then you have no power for (supporting) me against Allah — in any way. He knows more about that wherein you involve (yourselves). For Him (to act) as a Witness is quite sufficient. And He is the Oft-Forgiving, the continuously Merciful.”"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Say: “I am not something unique out of the Messengers; and I do not perceive what will be done with me and nor (I do perceive what will be done) with you people. I do not obey except what has been revealed unto me. And I am not except a plain warner.”"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Say: “Have you (ever) pondered, if it is proceeding from Allah and you disbelieved it — while a witness from amongst Bani Israiel gave testimony in favour of something identical to it, so he developed Faith, while you became arrogant?” Verily, Allah does not guide the nation of transgressors"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "And those who disbelieved said about those who had Believed: “Had it been something good, they would not have preceded us thereto.” And when they did not get guidance through it, then soon they will utter: “This is a lie (quite) ancient"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "And since before this (when the Book is revealing itself on the Last Prophet) Kitab-o-Musa (is) Imam (Leader) and Rahmah (Mercy). And this Book is Musaddiq in the Arabic tongue — so that those who have transgressed may be given warning; while it is as glad tidings for Muhsinun"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Verily, those who said: “Our Nourisher-Sustainer is Allah and thereafter remain steadfast, then there is no fear over them, and they will not be down in grief"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "They are the companions of the Garden, abiders therein — as a reward for what they used to do (while in their worldly-life)"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "We have enjoined on man kindness to his parents: in pain did his mother bear him, and in pain did she give him birth. And the gestation-period for him and the weaning of him (make) thirty months — until when he attained his full strength and attained forty years, he said, “My Nourisher-Sustainer! Bestow me (the power) that I may pay thanks for Your favour which You have bestowed upon me and upon my parents, and that I may perform righteous deeds that You may agree with it; and make reform in my offspring for my sake. Truly, I have turned to You, and truly I am (one) of the Muslims.”"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "They are those from whom We shall accept the better of what they did, and We will overlook their evil deeds. (They as a group shall stay) among the companions of the Garden — a promise of truth which they have been promised"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "And (on the other hand is) that one who said to his parents: “Fie upon you both! Do you twain hold out a promise to me that I shall be raised up (alive after becoming a part of the dust and mud), and surely, the generations have passed away before me (but none has risen from the dead)?” While those two (the father and the mother) both invoke Allah for help (and admonish their son thus): “What a pitty for you! Develop Faith, surely the Promise of Allah is true.” Still he utters: “This (Al-Kitab) is not but written records of the initial people.”"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "They are those against whom the statement has proved to be true among the communities of jinns and mankind, which surely have passed before these people. Surely, they have become the losers"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "And for all (the people there would be) ranks according to what they did; and in order that He may recompense them in full for their deeds. And they will not be subjected to injustice"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "And the Day those who have disbelieved are exposed to the Fire, (they would be told): “You have received in full your due as palatable and desirable things in your life of the immediate world and you fully enjoyed therewith. So, this Day you shall be rewarded a humiliating punishment because you used to behave in arrogance in the land without right; and because you used to rebel and disobey. ”"
        }
    ]
}