{
    "maqras": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "The Day Allah will gather the Messengers and He will say: “What was the response you received?” They said: “We have no knowledge. Certainly You, You are All-Knower of the hidden (and unseen).”"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "When Allah said: “O Iesa, son of Maryam! Bring to mind My Grace unto you and to your mother when I supported you with Ruh-ul-Qudus: you produce logical speech before people in the cradle and (while you attained) maturity; and when I taught you Al-Kitab and Al-Hikmah and At-Taurat and Al-Injeel; and when you make out of the clay some what like (the shape of) a bird, under My Permission, then you blow into it, then it becomes one which flies under My Permission; and you make free of (abnormality and disease) the congenitally blind and the leper, under My Permission; and when you exhume (alive) the dead ones (who stand buried) under My Permission; and when I restrained Bani Israiel from (attachead of state, killing, crucifying or lynching) you when you came to them with Al-Bayyinat. Then said those who disbelieved amongst them: \" This is nothing except evident magic"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "And when I inspired Al-Hawariyyun (saying) that: Believe in Me and in My Messenger, they said: “We have Believed. And bear witness that we are Muslims.”"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "When Al-Hawariyyun said: “O Iesa, son of Maryam! Has your Nourisher-Sustainer the capacity that He may lower down on us a table set with food (descending) from the heaven?” (Iesa) said: “Pay obedience to Allah if you are Believers.”"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "They said: “We intend that we eat thereof and our hearts may find solace (therewith) and we may know that surely you spoke the truth to us and we may (thus) become, over it, (as) witnesses.”"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Iesa, son of Maryam said: “Beloved Allah, Our Nourisher-Sustainer! Lower down on us a table set with food (descending) from the heaven. It will become for us Eid (an annual rejoicing) — for the first of us and the last of us — and a sign from You; and provide us sustenance, and You are the best of those who provide sustenance.”"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Allah said: definitely I am One Who lowers it down to you. Then whoever disbelieves afterwards, out of you, then definitely I will inflict him a punishment (such as) I have not inflicted that on anyone out of the worlds"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "And when Allah said: o Iesa, son of Maryam! Are you (the one) you said to mankind: “Pick up me and my mother as two gods besides Allah?” He said: “Glory be to You! It does not suit me that I utter what is not to me as permissible. If I happened to be that I said it, then surely You have known it, You know what is in my inner-self and I know not what is in Your’s Self. Truly, You, only You are the All-Knower of what is hidden and unseen"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "I did not say to them except what you commanded me concerning it — that: ‘Pay obedience to Allah, my Nourisher-Sustainer and your Nourisher-Sustainer’; and I remained over them as witness while I dwelt amongst them, but when you gave me Wafat, You were, Only You, the Watcher over them, and You are a Witness over all things"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "If You punish them so surely they are Your Ibad and if You forgive for them, then verily You, only You are the All-Mighty, the All-Wise"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Allah said: ‘This is a Day the truthful will profit from their truth. For them are Gardens, flow under them rivers, dwellers therein forever. Allah got pleased with them and they got pleased with Him. This is the great success.’"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "For Allah is the dominion of the heavens and the earth and whatever is in them and He is All-Capable over all things"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Selective Praise suits Allah, the Being Who created the heavens and the earth and established the darkness and the light, yet those who have disbelieved hold others as equal with their Nourisher-Sustainer"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "He it is Who has created you out of clay, then He decreed a (stated) term (or life-span for you) and (another) specified term in His Presence, yet you are: you are doubting (in the truthfulness of the Hereafter)"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "And He is Allah in the heavens and on the earth. He knows what is hidden in you and is (made) evident by you and He knows what you earn (as good or evil)"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "And does not come to them a Verse from the Verses of their Nourisher-Sustainer but they became to it, those who turn away"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Then indeed they rejected Al-Haqq when it came to them. So very soon shall come to them the news of what they had been mochead of state thereat"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Have they not pondered how many We destroyed before them out of generation(s) — We established them on the earth to the extent We did not establish (the civilization) for you. And We showered (from) the heaven over them in abundance and We made the rivers flow from underneath them. Then We destroyed them for their sins and We brought into being after them a generation of latter ones"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "And even if We had sent down unto you a Book (descending from heaven, and written) on paper (and) then surely they could touch it with their hands, indeed those who have disbelieved (would have) said: “This is nothing but obvious magic!”"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "And they said: “Why not has been sent down to him an angel?” And if We had sent down an angel, indeed (then) the matter would have been settled — in such a case they would not be given (any) respite"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "And had We made him (that is, the one who is to be appointed a Messenger to mankind) an angel, indeed We would have made him (appear as) a man, and certainly, We would have caused them confusion in the matter which they have covered with confusion (because an angel when he appears to an ordinary person he appears, as a man and not in his real angelic form)"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "And indeed mockery was committed with the Messengers before you, so covered those, who scoffed amongst them, the very thing with which they had been indulging in ridicule"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Say: “Travel on the earth (and) afterwards ponder what was the ultimate end of those who rejected (the statements in Al-Kitab)"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Say: “For whom is what is in the heavens and the earth?” Say: “For Allah. He has (Himself) ordained upon His self (to shower) Mercy (on His Ibad). Indeed He will gather you together towards the Day of Resurrection. (There is) no doubt in this”. Those who have damaged their selves, so they shall not Believe"
        }
    ]
}