{
    "maqras": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "O Bani Adam! Carefully adopt your decency (in your hygiene, adornment and dress and general get-up of your personality and figure) at all mosques, and eat and drink and commit not extravagance. Certainly He does not like those who indulge in extravagance"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Ask: “Who has declared haram adoration made available by Allah which He provided for His Ibad and At-Tayyibat out of the provisions?” Tell (the people). “These items are meant for those who have Believed — in the life of this world (and) exclusively (for them since) the Day of Resurrection.” Thus We give details to the Ayaat for the nation who know"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Say: “Definitely it is (that) my Nourisher-Sustainer has declared Haram (prohibited and banned) Al-Fawahish what became evident thereof and whatever remained out of view, and also Al-Ism (evil and sin), and Al-Bigha (breahead of state the limits in rebellion) — without right; and that you may indulge in Shirk with Allah — that, He has not provided for it any basis, and that you may utter about Allah which you (yourself) do not know"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "And for every Ummah is (allotted) a specified term. So when (the end) of their terms has approached — they delay not a moment and they do not advance (the approach of the end)"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "O Bani Adam! If it happens that there come to you Messengers, from amongst you (who may be physically present amongst you, or you come across their personalities in the Text of Al-Kitab), narrating over you My Ayaat, then whosoever paid obedience (to My Ayaat) and reformed (his beliefs, concepts, actions and practices), then there is no fear for them and nor they shall grieve (in depression and anxiety)"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "And those (who even now) rejected Our Ayaat and became arrogant to them, they are companions of the Fire. They shall be dwellers therein"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "And who is more unjust than that who invented against Allah a lie or belied His Ayaat? They are (those whom) shall reach their share from Al-Kitab (i.e., the punishments and recompense as explained in this Guide-Book) until when reached them Our messengers (and) they implement wafat (death) over them, (these angel-messengers) said: “Where are those whom you used to invoke besides Allah?” (The dying ones) said: “They have deserted us.” And (thus) they gave evidence against their ownselves that they were disbelievers"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "(Allah) said: “Enter you among (the company of the) Umam who definitely went before you — out of Jinn and mankind — in (Hell-) Fire. Every time an ummah entered (Hell-Fire) it cursed her sister (community), until when they settled therein — altogether, the latter of them said for their earlier one: “Our Nourisher-Sustainer! These very ones made us astray. So provide them more severe punishment out of the Fire.” (Allah) said: “To all (of you it is) more severe but you do not know.”"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "And the earlier of them said to the latter among them: “So there is not for you, over us, out of a grace. So taste the punishment for what you had been earning (through your evil deeds and concepts).”"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Certainly those who belied Our Ayaat and became arrogant to them: shall not be opened to them the gates of the Heaven, and they shall not enter Paradise until the camel goes through the eye of the needle. And thus do We reward Mujrimun"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "For them is a bed of Hell-Fire as well as the shades over them. And thus do We reward the Zalimun"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "And those who have Believed and have done righteous deeds — We tax not any Nafs except to her capacity — these are the companions of Paradise. They shall be dwellers therein"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "And We removed what (was) in their breasts (i.e., in their hearts) as ghill, rivers run and flow underneath them and they said: “Selective Praise suits (Only) Allah, Who has guided us for this. And it was not (for) us that we could have become guided (of our own) were it not that Allah had guided us. Indeed, the Messengers of Our Nourisher-Sustainer did come with Al-Haqq. And an announcement was made to them that: “This is the Paradise which you have inherited for what you used to do (in your deeds, concepts and behaviour).”"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "And the companions of Paradise called out the companions of the Fire thus: “Indeed, We have found true what our Nourisher-Sustainer had promised us. So have you (also) found true what your Nourisher-Sustainer promised you?” They said: “Yes.” So interrupted an announcer between them, thus: “Be curse of Allah on the Zalimun"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "those who hinder from the Way of Allah and seek crookedness against it and they are disbelievers regarding the Hereafter.”"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "And between those two groups there will be a barrier-screen and on Al-A’raf will be men: they recognise all by their marks (of submission to Al-Kitab). And they called out to the (would be) companions of Paradise thus: “Salamun Alaikum (Peace and tranquility be over you).” They (who are greeted thus) have not (yet) entered this (Paradise) but they desire (it on the basis of the Faith and deeds)"
        }
    ]
}