{
    "maqras": [
        {
            "chapter": 7,
            "verse": 171,
            "text": "And (bring to mind) when We slided the (rock of a) mountain over them as if it (is protecting as) a canopy, and they thought it was about to fall tahead of state them (with it). (It was during this state of terror that We called out to them): “Hold firmly what We have given to you people (i.e., Al-Kitab) and remind (to yourself and to others) what is (written) therein so that you may pay obedience (to Allah through His Book).”"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "And (bring to mind) when brought forth your Nourisher-Sustainer from Bani Adam, from (the ventral surface of) their backs (the seed of) their offspring, and He made them testify as to themselves: “Am I not as your Nourisher-Sustainer?” They said: “Yes, We have testified;” lest you people may say on the Day of Resurrection: “Verily, we remained unaware about this.”"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Or you may say: “Definitely it was so that our fathers committed shirk aforetime and we became a progeny after them. Will You then destroy us because of what practiced those who indulge in Al-Batil"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "And thus do We give details to Ayaat and so that they may turn (to the Scripture)"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "And reproduce before them the news of him to whom We gave Ayaatina (‘Our Signs’) but he released (himself) from them, so Satan gave him companionship, so he became of those who went out of the track"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "And had We willed, surely We would have elevated him therewith but he clung to the earth (i.e., to the ‘low’) and followed his own vain desire. So his description (or example) is the description of a dog: if you put a load on him, he lolls his tongue out (as if heavily burdened, and) if you remove this (load) he (still) lolls his tongue out. Such is the description of the nation of those who belied Our Ayaat. So relate the incidents, perchance they may think and ponder"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Bad is the example of the nation of those who belied Our Ayaat, and (to) their ownselves they used to do injustice"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Whomsoever Allah guides, so he (becomes) the guided and whomsoever He sends astray, then they: they very ones are those who lose"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "And surely, We have brought out for Hell a multitude of the jinns and mankind: for them are hearts (yet) they understand not through them, and for them are eyes (yet) they see not therewith, and for them are ears (yet) they hear not therewith. They are like cattle; nay, they are more astray. They: they very ones are unaware"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "And belong to Allah the very beautiful Attributes, so invoke Him through these and detach from those who introduce impurity in His Attributes (by invocking others through them); soon they would be rewarded for what they used to do"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "And out of those whom We have created (there is) a community who guide with the help of Al-Haqq, and they establish justice therewith"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Those who have belied Our Ayaat, soon We shall carry them stage by stage from a place they will perceive not"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "And I (only) give respite to them; certainly My plan is very sophisticated"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Did they not then ponder, there is no undue fanaticism in their companion (i.e., the Prophet goes not beyond limits while he preaches). He is not but an evident warner"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Did they not then look into the dominion of the heavens and the earth and whatever Allah has created out of anything; and may be that it happens (that) surely their term (in completing the life in this world) has already approached? So, in what Hadees, after this (Book) they shall develop their Faith"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Whomsoever Allah sends astray, then (there is) no guide for him, and He leaves them in their transgression — they wander blindly (therein)"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "They put a query to you about the Hour: “When does its appointed time come?” Say: “Definitely it is that the knowledge thereof is with my Nourisher-Sustainer. None makes it manifest in accordance with its (fixed) time except He. It stood as a very extreme incident in the heavens and the earth. It shall not approach you people but all of a sudden.” They ask you as if you are well informed about it in advance. Say: “Definitely it is that its knowledge is with Allah (Alone), but most of mankind know not.”"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Say: “I do not possess for my self benefit or injury except what Allah Willed. If I were, (that) I know the ghaib (unseen), I must have secured (for myself) abundance in providence, and no evil could have touched me. I am not but a warner, and a bringer of glad tidings for a nation who develop Faith.”"
        }
    ]
}