{
    "maqras": [
        {
            "chapter": 12,
            "verse": 77,
            "text": "(Half-brothers together) said: “If he steals, so without doubt did steal a brother-german to him, before.” So Yusuf kept it (i.e., the emotional reaction to this false charge) hidden in himself and he did not make it evident before them; (and only) said: \"You people are in a dangerous form, and Allah knows better what you allege.”"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "They said: “O you Al-Aziz! Verily, for him (is his) father, a very, very old man, so detain one of us in his place. Indeed we: we see you out of those who do righteousness in perfection.”"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "(Yusuf) said: “(I seek) refuge of Allah that we may detain except that with whom we found our property. Indeed, in that case we are surely transgressors"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "So when they lost all hope from him they collected at one place all alone, discussing in privacy. Said their eldest: “Don’t you know that your father did take an assurance from you in Allah’s Name, and before this how you damaged (the promise) about Yusuf? So I will never leave the place until my father gave permission to me, or Allah gives judgement in my favour, and He is the Best of judges"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Go back to your father and say, ‘O our father! Verily, your son has committed theft, and we did not directly see except what we came to know, and we are not protectors for what is unseen and hidden"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "And ask the town where we had been and the caravan in which we reached (you), and indeed we are surely those who speak the truth.”"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "(Yaqub) said: “Nay! Your ownselves have given for you a plan. So (I can give nothing except) desirable patience. May be Allah will bring them all back to me. Truly He, Only He is the All-Knowing, the All-Wise.”"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "And (Yaqub) turned away from them and said: “Ya-asafa-ala-Yusuf [Alas, (my) grief for Yusuf’! (Please note that the word ‘Yusuf’ itself gives such a meaning in classical Arabic. The proper names of most of the Prophets are such that they point to some historical/personal incidents related to them. This we appreciate when the spelling and pronunciation as given in Al-Kitâb are put to this test. The pronunciation and spellings as given in ‘Old Testament’ and ‘New Testament’ have completely damaged this interesting aspect of knowledge)]. And his both eyes became white resulting from sorrow, and he (was) one who was suppressing, controlling and bearing (it)"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "They said: “By Allah! You take decision that you will go on remembering Yusuf until you become exhausted or you be out of those who perish (in grief).”"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "(Yaqub) said: “Surely, I complain of my sorrow and grief to Allah (Alone), and I know from Allah what you do not know"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "O my sons! Go and enquire about Yusuf and his brother, and do not give up hope of Allah’s Mercy. Certainly it is that one does not despair of Allah’s Mercy except the nation of disbelievers.”"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "So when they entered unto him (i.e., unto Yusuf), they said: “O you Al-Aziz! A hard time has hit us and our family, and we have come with merchandise, meagre in value/made available with difficulty. Then complete for us the measure and apply charitable charges to us. Verily, Allah does reward the charitable.”"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "(Yusuf) said: “Did you come to realise what you did with Yusuf and his brother (- german) when you were ignorant (of the Law of Allah)?!”"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "They said: “What? Surely, you, indeed you are Yusuf?” He said: “I am Yusuf, and this is my brother. Certainly, Allah has bestowed His abundant Grace over us. Certainly it is that one who pays obedience and shows perseverance, then surely Allah does not allow to go waste the reward of those who do good in perfection.”"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "They said “By Allah! Verily, Allah preferred you over us, and side by side we became, indeed, the sinners.”"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "He said: “There is no blame on you (from me) this day; Allah will forgive you, and He is More Merciful of those who bestow mercy"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Go with this shirt of mine, and lay it down on the face of my father, he will be one who can see clearly and powerfully. And come (back) to me with your family-members altogether”"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "And when the caravan departed, their father said: “Definitely I, indeed I get the smell of Yusuf (ie, I feel the presence of Yusuf), if it is not that you blame me of talhead of state illogically.”"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "(People around) said: “By Allah, surely you are indeed in your persistent error.”"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Then when the bearer of the happy news arrived, he cast it (ie, the shirt) over his face, then and there he reverted to one who can see clearly. He said: “Did I not say to you, ‘surely I know from Allah what you do not know.”"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "They said: “O our father! Seek forgiveness for us regarding our sins; indeed, we have been sinners.”"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "He said: “Soon I invoke my Nourisher-Sustainer in forgiveness for you. Verily He, only He is the Oft-Forgiving, the continuously Merciful"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Then, when they (all the family-members together) entered unto Yusuf he made his parents sit close to himself and said: “Enter Egypt, if Allah willed, as those in complete security and peace.”"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "And he brought his parents up on the throne and they (i.e., the father, the mother, the brother-german and the ten half-brothers — altogether) fell down prostrate (before Allah) in appreciation to him (when they witnessed the position and high rank of Yusuf). And (Yusuf) said: “O my dear father! This (becomes) the interpretation (in physical form) of my dream (which I saw as vision) before. Indeed, my Nourisher-Sustainer has made it a reality. And indeed, He did kindness to me when He brought me out of the prison, and He came with you (all) out of the rural-area, after Satan had sown enmity between me and between my brothers. Certainly, my Nourisher-Sustainer is (the) Keenest Observer for whom He thinks proper. Truly He! Only He is the All-Knowing, the All-Wise"
        }
    ]
}