{
    "rukus": [
        {
            "chapter": 6,
            "verse": 71,
            "text": "Say, “Should we invoke, besides Allah, something that can neither benefit us nor harm us? Should we turn back on our heels after Allah has guided us? (If we do so, we will be) like the one whom the devils have abducted to a far off land, leaving him bewildered, even though he has friends who call him to the right path (saying), “Come to us.” Say, “Allah’s guidance is the guidance, and we have been ordered to submit to the Lord of the worlds"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "and establish Salāh, and heed Him. He is the One before whom you are to be gathered"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "He is the One who created the heavens and the earth with purpose. On the day He says “Be”, it (the Resurrection) will come to be. His word is the truth, and His is the kingdom on the day the Horn shall be blown. He is the Knower of the Unseen and the Seen. He is the Wise, the All-Aware"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "(Remember) when Ibrāhīm said to his father, ’Āzar: “Do you take idols for gods? I see you and your people in manifest error.”"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Thus We showed Ibrāhīm the kingdom of the heavens and the earth, so that he might be firm in belief"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "So, when the night enveloped him, he saw a star. He said, “This is my Lord.” But, when it vanished, he said, “I do not like those who vanish.”"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Later, when he saw the moon rising, he said, “This is my Lord.” But, when it vanished, he said, “Had my Lord not guided me, I would have been among those gone astray.”"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Thereafter, when he saw the sun rising, he said, “This is my Lord. This is greater.” Again, when it vanished, he said, “O my people, I disown whatever you associate with Allah"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "I have, indeed, turned my face straight towards the One who created the heavens and the earth, and I am not one of those who associate partners with Allah.”"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "His people argued with him. He said, “Do you argue with me about Allah while He has already led me to the right path? I do not fear that which you associate with Him, (because it cannot harm me), unless, of course, something is willed by my Lord. My Lord encompasses everything with His knowledge. Would you, then, take no lesson"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "How can I fear that which you associate with Him, while you do not fear (the evil fate of) your having associated with Allah something for which He did not send down to you any authority? Now, which of the two parties has more right to be in peace? (Tell me) if you know"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Those who have believed and have not mixed their faith with injustice are the ones who deserve peace, and it is they who are on the right path"
        }
    ]
}