{
    "rukus": [
        {
            "chapter": 23,
            "verse": 33,
            "text": "Then said the chiefs of his nation who were disbelievers and who denied facing the Hereafter and whom We made affluent in the worldly life, “This (man) is nothing but a human being. He eats from what you eat from, and drinks from what you drink"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "If you obey a human like yourselves, then you will be absolute losers"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Does he promise you that, when you die and are turned into dust and bones, you are to be brought forth"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Far too improbable is what you are being promised"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "There is nothing but our worldly life. We die and we live, and we are not to be raised again"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "He is nothing but a man who has forged a lie against Allah, and we are not going to believe in him.”"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "He said, “My Lord, help me, for they have rejected me.”"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "He (Allah) said, “In a little while they will have to be remorseful.”"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "So the Cry seized them according to the true (promise), and We turned them in to scum. So, away with the wrongdoing people"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Then, after them, We created another generation"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "No community can go ahead of its appointed time, nor can they become late"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Thereafter, We sent Our messengers successively. Whenever its messenger came to a community, they rejected him. Then We made some of them follow others (in destruction) and turned them into tales (of history). So, away with a people who do not believe"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Thereafter, We sent Mūsā and his brother Hārūn with Our signs and a clear proof"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "towards Fir‘aun (Pharaoh) and his advisors. But they showed arrogance and they were haughty people"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "So they said, “shall we believe in two humans who are like ourselves and whose people are serving us as slaves?”"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Thus they rejected both of them and were among the destroyed"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "And, of course, We gave Mūsā the Book, so that they may take the right path"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "And We made the son of Maryam (Mary) and his mother a sign, and gave them shelter on a height, having a place of rest and running springs"
        }
    ]
}