{
    "juzs": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "(Buna karşı) kavminin cevâbı: «Luut haanedânını memleketinizden çıkarın. Çünkü onlar temizliğe zorlar insanlardır» demelerinden başka (bir şey) olmadı"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "Bunun üzerine biz de hem onun, hem geri kalanlardan olmasını takdîr etdiğimiz karısından, başka bütün haanedânını kurtardık"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "Onların üstüne öyle bir yağmur yağdırdık ki... Ne kötü idi inzâr edilenlerin yağmuru"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "De ki: «Hamd olsun Allaha, selâm olsun Onun beğenib seçdiği kullarına. Allah mı hayırlı, yoksa (kâfirlerin Ona) ortak tutageldikleri nesneler mi»"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "«(O nesneler mi,) yoksa gökleri ve yeri yaratan, gökden sizin için su indiren mi»? (Öyle, bir su ki) biz onunla sizin (bir) ağacını (bile) bitiremeyeceğiniz nice güzel bağçelerin nebatını bitirmişizdir. Allah ile beraber bir Tanrı ha? Hayır, onlar sapıklıkda devam eden bir güruhdur"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "(O nesneler mi,) yoksa yeri bir karargâh yapan, aralarından ırmaklar akıtan, ona haas ve sabit dağlar kuran, iki denizin arasına bir perde koyan mı? Allah ile beraber bir Tanrı ha? Hayır, onların çoğu (tevhîdi) bilmiyorlar"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Yoksa bunalmışa, kendisine düâ (ve iltica) etdiği zaman, icabet eden, fenalığı gideren, sizi yer (yüzünün) hükümdarları kılan mı? Allah ile beraber bir Tanrı ha? Siz ne kıt düşünüyorsunuz"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Yahud o kara ve denizlerin karanlıkları içinde sizin yolunuzu doğrultmakda, rahmetinin önünde rüzgârları müjdeci göndermekde olan mı? Allah ile beraber bir Tanrı ha? Allah onların katdıkları ortaklardan çok yüce, çok münezzehdir"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Yahud halkı dâima yaratmakda olan, sonra onu iade edecek olan ve sizi gökden ve yerden rızıklandıran mı? Allah ile beraber bir Tanrı ha? De ki: «Eğer (Allaha ortak koşmada) saadık (ve samîmi) kimselerseniz getirin hüccetinizi»"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "De ki: «Göklerde ve yerde ğaybı Allahdan başka kimse bilmez. Onlar da ne zaman diriltileceklerini bilmezler"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Hayır, onların bilgileri âhiret hakkında (ki bilgiye kadar uzanıb) erişememişdir. Hayır, onlar bundan şek (ve şübhe) içindedirler. Hayır, onlar bundan kördürler"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Küfr (ve inkâr) edenler dedi (ler) ki: «Biz ve atalarımız birer toprak oldukdan sonra mı, hakıykaten biz mi mutlakaa (kabirlerinden) çıkarılanlar (tekrar diriltilecekler olacağız)»"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "«Andolsunki (şimdi) bu tehdîd bize (yapıldığı gibi) daha önce atalarımıza da yapılmışdır. Bu, evvelkilerin düzme yalanlarından başka (bir şey) değildir»"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "De ki: «Yerde gezin (dolaşın) da günahkârların sonu nice olmuşdur, görün»"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "(Habîbim) onlara karşı tasalanma. Kurmakda oldukları tuzaklardan dolayı da darlıkda olma"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Onlar: «Bu va´d (ve tehdîd) in (tahakkuku) ne zaman? Doğrucu kimselerseniz (söyleyin)» derler"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "De ki: «Çabucak (gelmesini) istemekde olduğunuz (o azâb) ın bir kısmı ensenize binmek üzeredir»"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Şüphesiz ki senin Rabbin insanlara karşı (mutlak) bir fazl (-u kerem) saahibidir. Fakat onların çoğu şükretmezler"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Senin Rabbin, Onların sînelerinin saklamakda olduklarını da, açıklayageldiklerini de muhakkak biliyor"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Yerde ve gökde (en gizli) hiçbir gaaib müstesna olmamak üzere hepsi apaçık bir kitabdadır"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Şübhesiz ki bu Kur´an Isrâîl oğullarına, hakkında kendilerinin ihtilâf edegeldikleri şeylerin pek çoğunu açıklar"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Hakıykaten o, mutlak bir hidâyetdir, mü´minler için de bir rahmet"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Muhakkak ki senin Rabbin onların arasındaki hükmünü yerine getirecek. O, mutlak gaalibdir, hakkıyle bilendir"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "O halde sen Allaha güvenib dayan. Çünkü sen apaçık bir hak üzerindesin"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Zîrâ şübhesiz ki sen ölülere duyuramazsın. Arkalarını dönmüş kaçarlarken sağırlara da da´veti (ni) işitdiremezsin"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Ve sen o körleri sapıklıklarından ayırıb hidâyet verici de değilsin. Sen âyetlerimize îman edecek kimselerden başkasına (söz) dinletemezsin. İşte müslüman olanlar onlardır"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "O söz (ün ma´nâsı) kendilerinin aleyhinde (tahakkuk edib) vukuu (ve zuhuur) a geldiği zaman yerden bunlar için bir dâbbe çıkarırız ki bu, onlara insanların âyetlerimize kat´î bir kanâat beslemezler idiğini (başlarına kakarak) söyler"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "(Hatırla) o gün (ü ki) her ümmetin âyetlerimizi yalan sayanlarından bir cemâati toplayacağız. Artık onlar (kaafilelerin ardı alınıncaya kadar) tevkıyf olunacaklardır"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Nihayet (hesâb yerine) geldikleri zaman (Allah) buyurur ki: «Siz benim âyetlerimi, onları hiçbir bilgi ile kavramadığınız halde (körü körüne), tekzîb mi etdiniz? Ne idi o ısraar ile yapdığınız»"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "Zulüm etdikleri sebebiyle üzerlerine o söz vukuua gelmişdir. Artık onlar söz de söyleyemeyeceklerdir"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "İçinde sükûn (ve istiraahat) bulmaları için geceyi, aydınlıkla gözlerini açmaları için gündüzü yaratdığımızı görmediler mi? Bunda îman edecek bir kavm için elbette kat´î ibretler vardır"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "«Suur» a üfürüleceği gün (ü) de (hatırla) ki (o gün) — Allahın diledikleri müstesna olmak üzere — artık göklerde kim var, yerde kim varsa dehşetle korkmuşdur. Her biri hor ve hakıyr Ona gelmişlerdir"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Sen dağları görür, onları yerinde durur sanırsın. Halbuki onlar bulut geçer gibi geçer gider. (Bu) her şey´i sapasağlam yapan Allahın san´atıdır. Şübhesiz ki O, ne yaparsanız hakkıyle haberdârdır"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Kim iyi (bir haalet) le gelirse ona bu sayede bir hayır vardır. Onlar o gün (azâb) korku (sun) dan emniyyet içindedirler"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Kim de fena (bir amel) ile gelirse yüzleri ateşde sürtülür. Yâ siz, yapdıklarının başka (türlü) siyle mi mukaabele edileceksiniz"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "(De ki:) «Ben ancak bu şehrin Rabbine — ki O, bunu hürmetli kılmışdır — ibâdet etmemle emr olundum. Her şey Onundur. Ben müslümanlardan olmamla emr olundum»"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "«Ve Kur´an okumamla (emr olundum). Kim doğru yolu bulursa o yolu kendi fâidesine bulmuş olur. Kim de saparsa (ona) de ki: «Ben sâdece fena hareketlerin korkunç aakıbetini haber verenlerdenim»"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Ve: «Allaha hamd olsun de. O, size âyetlerini gösterecek de siz de bunları tanıyacaksınız. Rabbin ne yapacağınızdan gaafil değildir"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "Taa, sîn, mîm"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Bunlar (hakıykatları) apaçık bildiren kitabın âyetleridir"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Muusâ ile Fir´avn haberinden bir kısmını, îman edecek bir zümre (nin fâidelenmesi) için, hak olarak sana okuyacağız"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Hakıykat, Fir´avn o yerde teğalübe kalkdı, ora ehâlîsini fırkalar haaline getirdi. Onlardan bir zümreyi za´fa uğratıyor, bunların oğullarını boğazlıyor, (yalınız) kızlarını diri bırakıyordu. Çünkü o fesadcılardandı"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Biz ise diliyoruz ki o yerde za´fa uğratılanlara lütfedelim, onları (hayırda) muktedâbihler yapalım, onları (Fir´avn mülkünün) vârisler (i) kılalım"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Onlara o yerde kudret (ve haakimiyyet) verelim, Fir´avna, Hâmâne ve bunların ordularına da onlardan kocunmakda oldukları şey´i (başlarına getirib) gösterelim"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Musânın anasına: «Onu emzir, ona karşı sana bir tehlike gelirse kendisini denize bırak, (boğulacağından) korkma, (firakından) kederlenme. Çünkü biz onu yine sana geri döndüreceğiz. Hem onu peygamberlerden biri de yapacağız» diye vahyetdik"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Bunun üzerine Fir´avnın adamları onu yetik olarak aldı (lar). Çünkü o, aakıbet kendileri için bir düşman ve bir tasa olacakdı. Çünkü Fir´avn da, Hâmân da, bunların orduları da suçlu (insan) lardı"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Fir´avnın karısı dedi ki: «Benim için de, senin için de bir göz bebeği! Onu öldürmeyin. Olur ki bize fâidesi dokunur, yahud onu bir evlâd ediniriz». Halbuki onlar (işin) farkında değillerdi"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Musânın anası — yüreği (evlâdından başka bir şeyden) bomboş olarak — sabahladı. Eğer (Allahın vadine) inananlardan olması için kalbine (sabr-ü sükûn ile) rabıta vermeseydik az daha onu mutlak açığa vuracakdı"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "(Musânın) kız kardeşine dedi ki: «Onun izini ta´kıyb et». O da, berikiler farkında olmayarak, onu uzakdan gözetledi"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "Biz daha evvel ona süt analar (ın sütünü emmeyi) haram etmişdik. Bunun üzerine (hemşiresi onlara:) «Sizin için onun bakımını te´mîn edecek, kendileri buna hayırhah olacak bir aaile hakkında size delâletde bulunayım mı?» dedi"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "İşte (böylece) onu anasına iaade etdik. Tâki gözü aydın olsun, tasalanmasın, Allahın va´dinin şübhesiz bir hak olduğunu bilsin. Fakat onların çoğu (bunu) bilmezler"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Vaktaki (Musa) civanlığına erib olgunlaşdı. Biz ona hikmet ve ilim verdik. İyi hareket edenleri biz böyle mükâfatlandırırız"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "(Musa), ehâlîsinin gaflet üzere bulunduğu bir zamanda şehre girdi de (orada) birbiriyle kavga etmekde olan iki adam gördü. Şu kendi tarafdarlarından, bu da düşman (lar) ındandı. Derken tarafdarlarından olan (adam), düşmanının aleyhinde imdâd istedi. Bunun üzerine (Musa) onu bir yumruk vurub öldürdü. «Bu, dedi, şeytanın iş (ler) indendir. O, hakıykat şaşırtıcı, apaçık bir düşman»"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Dedi: «Rabbim, ben cidden kendime yazık etdim. Artık beni yarlığa». Bunun üzerine (Allah) onu yarlığadı. Çünkü O, çok yarlığayıcı, çok esirgeyici olanın ta kendisidir"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Dedi: «Rabbim, bana in´aam etdiğin şeyler hakkıyçin artık suçlulara asla arka olmayacağım»"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Hulâsa şehirde korkarak (ve başına gelecek aakıbete) intizaar ederek sabahladı. Bir de ne görsün: Dün kendisinden imdâd isteyen (adam yine) ona feryâd (ve ondan istimdâd) ediyor! Musa ona dedi ki: «Sen hakıykat apâşikâr bir azgınsın»"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Derken (Musa) ikisinin de düşmanı olan birini yakalamak isteyince (onun bu hareketinin kendisine müteveccih olduğunu sanan istimdada) dedi ki: «Musa, dün bir canı öldürdüğün gibi (şimdi) beni de mi öldürmek istiyorsun?! Ara buluculardan olmayı arzu etmiyorsun da bu yerde ille yaman bir zorba olmak istiyorsun sen»"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Şehrin öte başından koşarak bir adam geldi. «Musa, dedi, (şehrin) öne gelenler (i) seni öldürmek için (toplandılar), hakkında müzâkere ediyorlar. Hemen (buradan) çık (git). Şübhesiz ki ben senin hayırhaahlarındanım»"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Bunun üzerine (Musa) korkarak (ve etrafı) gözetleyerek oradan çıkdı. «Rabbim, dedi, beni o zaalimler güruhundan kurtar»"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "(Musa) Medyen tarafına yönelince dedi ki: «Umarım, Rabbim beni doğru yola iletir»"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Vaktaki Medyen suyuna vardı, üst tarafında (ve kenarında) bir sürü insan buldu ki (hayvanlarını) suluyorlardı. Onların gerisinde (ve alt yanında) da (sürülerini) alıkoyan iki kadın gördü. Dedi: «(Bu) haaliniz ne»? Dediler: «Çobanlar sıvarıb dönünceye kadar biz sıvarmayız. Babamız ise büyük bir ihtiyardır»"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Bunun üzerine (Musa) onlarınkini sıvarıverdi. Sonra gölgeye dönüb dedi ki: «Rabbim, hakıykat ben, bana indirdiğin hayırdan dolayı muhtacım»"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Derken o iki (kadın) dan biri utana utana yürüyerek ona geldi. «Babam, dedi, biz (im sürümüz) ü sıvardığının ücretini sana ödemek için seni çağırıyor». Bunun üzerine (Muusâ) ona gidib kendisine kıssayı anlatınca o: «Korkma, dedi, o zâlimler gürûhünden kurtuldun»"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "O ikiden biri: «Babacığım, dedi, onu ücretle (çoban) tut. Çünkü ücretle kullandıklarının en hayırlısı şübhesiz ki o kuvvetli, emîn (adamdır)»"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "(O zât Muusâya) dedi ki: «Ben iki kızımdan birini — sen bana sekiz yıl ecîrlik etmek üzere — sana nikâhlamayı arzu ediyorum. Eğer (hizmetini) on (yıl) a tamamlarsan o da kendinden. (Bununla beraber) arzu etmem ki sana zorluk çekdireyim. inşâallah beni saalihlerden bulacaksın»"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "(Muusâ) dedi: «O, seninle benim aramdadır. Bu iki müddetden hangisini ödersem demek ki bana karşı bir husumet yok. Allah da şu dediğimizin üstünde bir vekîl»"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Artık Musa müddetini bitirince aailesiyle yola çıkdı. Tuur yanından bir ateş hissetmişdi o. Aailesine dedi ki: «(Siz burada) eğlenin. Çünkü ben bir ateş gördüm. Olur ki size ondan bir haber, yahud (ocak yakıb) ısınmanız için bir ateş parçası getiririm»"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Derken oraya gelince feyizli (ve mümtaz) bir yerdeki vâdînin sağ kıyısından, ağacdan: «Yâ Musa, aalemlerin Rabbi olan Allah ben im ben» diye. Ve «asaanı (yere) bırak» diye nida olundu. Şimdi (Musa) onu bir yılan gibi deprenir görünce arkasını dönüb uzaklaşdı, geri dönmedi. «Yâ Musa, beri gel, korkma. Çünkü sen emniyyetde olanlardansın»"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Derken oraya gelince feyizli (ve mümtaz) bir yerdeki vâdînin sağ kıyısından, ağacdan: «Yâ Musa, aalemlerin Rabbi olan Allah ben im ben» diye. Ve «asaanı (yere) bırak» diye nida olundu. Şimdi (Musa) onu bir yılan gibi deprenir görünce arkasını dönüb uzaklaşdı, geri dönmedi. «Yâ Musa, beri gel, korkma. Çünkü sen emniyyetde olanlardansın»"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "«Elini yakanın içine sok. Âfetsiz, bembeyaz olarak çıkacakdır o. Korkudan (kanad gibi açılan) ellerini kendine (birbirine) kavuşdur (korkma). İşte bu iki (mu´cize) Fir´avna ve cemaatına Rabbinden iki burhandır. Çünkü onlar fâsıklar güruhudur» diye (buyuruldu)"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "(Musa) dedi: «Rabbim, hakıykat ben onlardan bir cana (kıydım), öldürdüm. Onun için beni katledeceklerinden korkarım»"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "«Biraderim Harun, o, lisan bakımından benden daha fasıyhdir. Binâen´aleyh onu da benimle beraber yardımcı (bir peygamber) olarak gönder ki beni tasdıyk etsin. Çünkü ben, beni tekzîb edeceklerinden endîşe ediyorum»"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Buyurdu: «Senin bâzunu biraderinle kuvvetlendireceğiz ve size öyle bir satvet (ve galebe) vereceğiz ki onlar size erişemeyecekler. Gidin âyetlerimizle. Siz de, size tabî, olanlar da gaalib (gelecek) siniz»"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Bunun üzerine (Musa) onlara açık açık âyetlerimizi getirince dediler ki: «Bu, uydurulmuş bir büyüden başka bir şey değildir. Biz evvelki atalarımızdan bunu işitmedik»"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Muusâ: «Rabbim, dedi, cânib (i ilâhîsi) nden kimin hidâyet getirdiğini, yurdun aakıbeti kimin olacağını daha iyi bilendir. Hakıykat şudur ki zaalimler asla felah bulmazlar»"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Fir´avn dedi: «Ey ileri gelenler, ben sizin benden başka bir Tanrınız olduğunu bilmiyorum! Ey Hâman, haydi benim için çamurun üzerinde ateş yak da bana büyük bir kule yap. Belki ben Musânın Tanrısına tırmanıb çıkarım! Maamâfih ben onu mutlakaa yalancılardan sanıyorum ya!»"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "(Kendisi de, askerleri de o yerde haksız yere büyüklük tasladılar) ve hakıykaten bize döndürülemeyeceklerini sandılar"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Bunun üzerine biz de hem onu, hem askerlerini yakalayıverdik de denizin içine atdık. Bak (Habîbim) zâlimlerin aakıbeti nice oldu"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Biz onları (dünyâda insanları) ateşe da´vet edegelen rehberler yapdık. Kıyamet gününde ise (azâblarının def´i husuusunda) asla yardıma kavuşdurulmayacaklardır"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Bununla beraber bu dünyâda biz onların arkalarına lâ´net de takdık. (Hele) kıyamet gününde onlar (suratları çirkinleşdirilen) çok menfur (adam) lordandır"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Andolsun ki biz evvelki nesilleri belâk etdiğimizden sonra Musâya — (insanlara kalb gözlerini açacak) basıyretler (vermek) ve bir hidâyet ve rahmet olmak üzere — o kitabı (Tevrâtı) vermişizdir. Olur ki onlar nasıyhat kabul ederler (diye)"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Musâya o emri vahyetdiğimiz vakit (Habîbim) sen batı tarafında (haazır) değildin, görenlerden de değildin"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Fakat biz (Mûsâdan sonra) daha bir çok nesiller yaratdık da ömürleri (uzadıkça) uzadı onların. Sen Medyen ehâlîsi içinde ikaamet edici, olub da âyetlerimizi onlardan okuyarak öğrenmiş de değilsin. Ancak (geçmişlerin haberleri sana) gönderenler biziz"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "(Musâya) nida etdiğimiz vakit da sen «Tuur» un yanında değildin. Fakat sen Rabbinden bir rahmet olarak (gönderildin). Tâki senden evvel kendilerine inzâr edici (bir peygamber) gelmemiş olan bir kavmi sen inzâr edesin. Olur ki onlar iyice düşünüb nasıyhat (ını) kabul ederler"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Kendi elleri (ve ihtiyarları) ile öne sürdükleri (küfür ve zulüm) yüzünden onlara her hangi bir musîybet geldiği zaman: «Ey Rabbimiz, bize bir peygamber göndereydin de biz de âyetlerine ittiba edeydik, mü´minlerden olaydık ya» diyecek olmasalardı"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "(Fakat) şimdi onlara tarafımızdan o hak (peygamber) gelince: «Musâya verilenler gibi ona da verilmeli değil miydi?» dediler! Onlar (ın ataları) daha evvel Musâya verileni (inkâr ile) kâfir olmadılar mı (sanki)? «iki sihir birbirine destek oldu dediler, «Doğrusu biz hepsini (inkâr edici) kâfirleriz» dediler"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "De ki: «Eğer (sözünüzde) saadık (adam) larsanız Allah tarafından bu ikisinden daha doğru bir kâtib getirin de ben ona uyayım!»"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "(Bu kerre de) sana icabet (senin teklîfini kabul) etmek istemezlerse bil ki onlar sırf kendi hevalarının arkasında gitmekdedirler. Halbuki Allahdan dosdoğru bir delîl olmaksızın (dînde yalınız) kendi havasına uyandan daha sapık kimdir? Şübhe yok ki Allah zaalimler güruhunu muvaffak etmez"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "Andolsun ki biz onlar için, nasıyhat kabul etsinler diye, sözü birbiri ardınca inzal edib durmuşuzdur"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Bundan evvel kendilerine kitâb verdiğimiz (nice kimseler vardır ki) onlar buna (Kur´ana) inanıyorlar"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Onlara (Kur´an) okunduğu zaman: «Buna inandık. Şübhesiz ki bu, Rabbimizden (gelen) bir hakdır. Hakıykat, biz bundan evvel de İslâmı kabul etmiş kimselerdik» dediler"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "İşte bunlara, sabr (ve sebat) etdiklerinden dolayı, mükâfatları iki defa verilecekdir. Bunlar kötülüğü iyilikle defederler, kendilerini rızıklandırdığımız şeylerden (hayra) harcarlar"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Bunlar yaramaz lâkırdı (lar) işitdikleri zaman ondan yüz çevirdiler ve: «Bizim amellerimiz bize, sizin amelleriniz size aaiddir. Size selâm (olsun). Biz câhilleri aramayız» dediler"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Hakıykat sen (Habîbim, her) sevdiğin kişiyi hidâyete erdiremezsin. Fakat Allahdır ki kimi dilerse ona hidâyet verir ve O, hidâyete erecekleri daha iyi bilendir"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Dediler ki: «Biz, eğer senin maiyyetinde doğru yolu (tutub) uyarsak derhal yerimizden (yurdumuzdan olub) kapılırız». Biz onları tarafımızdan bir rızık olarak her şey´in mahsullerinin gelib toplanacağı korkusuz bir haremde yerleşdirmedik mi? Fakat onların çoğu (bu hakıykatı) bilmezler"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Biz, (bol) geçimi ile (halkı) şımarmış nice memleket (ler) helak etdik. İşte kendilerinden sonra ancak pek az kimselerin konabileceği (haraab) meskenleri! (Bütün onlara.) biz vâris olmuşuzdur"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Senin Rabbin memleketlerin ana merkez (ler) ine, karşılarında âyetlerimizi okuyacak bir peygamber gönderinceye kadar, o memleketleri helak edici değildir ve biz ehâlîsi zaalimler (den ibaret) olan memleketlerden başkasını helak edici de değiliz"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Size verilen her şey dünyâ hayâtının (geçici) metaldir, onun süsüdür. Allah nezdinde olan şeyler ise hem daha hayırlı, hem daha devamlıdır. Haalâ akıllanmayacak mısınız"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Şimdi kendisine güzel bir vaîd,ile söz verdiğimiz (cenneti vad etdiğimiz), binâen´aleyh ona kavuşan kişi, dünyâ hayâtının geçici zevki ile fâidelendirdiğimiz, sonra kıyamet gününde huzurumuza getirilmişlerden olan kimse gibi midir"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "O günde ki (Allah) onlara nida edib: «Hani baatıl zan ile iddia edib durduğunuz ortaklarım nerede?» diyecekdir"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "(O gün) aleyhlerinde söz hak olanlar (şöyle) demişdir (diyecekdir): «Ey Rabbimiz, işte bunlar bizim azdırdığımız kimselerdir. Kendimiz nasıl azmışsak onları da öylece azdırdık. Uzaklaşdık, sana (döndük. Zâten) onlar bize tapmıyorlardı»"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "(O gün onlara): «Çağırın ortaklarınızı» denilmişdir (denilecekdir) de onları çağırmışlardır. Fakat bunlar kendilerine icabet etmemişlerdir ve (onların uğradıkları) azâbı görmüşlerdir. Nolurdu (o müşrikler) hidâyeti kabul etmiş olsalardı"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "O gün (Cenâb-ı Hak) onlara nida edib: «(Gönderilen) peygamberlere ne cevab verdiniz?» diyecekdir"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Artık o gün onlara karşı haberler kör olmuşdur. Artık yekdiğerine de (bir şey) soramazlar"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Amma tevbe ve îman edib de iyi amel (ve hareket) de bulunan kimseler muradlarına erenlerden olacaklarını umabilir (ler)"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Rabbin ne dilerse yaratır, (ne dilerse) ihtiyar eder. Onlar için ise (Rablerine karşı böyle) muhayyerlik yokdur. Allah münezzehdir. (Onların) eş tutmakda oldukları (her) şeyden yücedir"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Göğüsleri neler saklıyorsa, neleri ne açıklıyorsa Rabbin (hepsini) bilir"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "O, öyle Allahdır ki kendinden başka hiçbir Tanrı yokdur, önünde de, sonunda da hamd Onundur. Hüküm de Onundur. Siz ancak Ona döndürül (üb götürül) eceksinız"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "De ki: «Eğer Allah üzerinizde geceyi tâ kıyamete kadar faasılasız devam etdirirse Allahdan başka size bir ziyaa getirecek Tanrı kimdir? Bana haber verin. Haalâ dinlemeyecek misiniz»"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "De ki: «Eğer Allah üzerinizde gündüzü kıyamet gününe dek mütemadiyen devam etdirirse size içinde dinleneceğiniz bir geceyi Allahdan başka getirecek kimdir? Bana haber verin. Haalâ görmeyecek misiniz»"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Onun rahmeti (cümlesinde) ndir ki O, sizin fâideniz için, içinde sükûn ve istiraahat etmeniz için geceyi ve fazlu kereminden (rızkınızı) aramanız için gündüzü yaratmışdır. Tâki şükr edesiniz"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "(Hatırla) o gün (ü ki Allah) onlara nida edib: «Hani baatıl zan ile iddia edegeldiğiniz ortaklarım nerede»? diyecektir"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "(O gün) her ümmetden birer şâhid (çekib) çıkarmışızdır da «Burhanınızı getirin» demişizdir. (O vakit) bilmişlerdir ki hak muhakkak Allahındır ve uydurageldikleri şeyler (putlar) da kendilerinden ayrılıb gaalib olmuşdur"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Filhakıyka Kaarun Musânın kavmindendi. Fakat onlara karşı serkeşlik etdi o. Biz ona öyle hazineler verdik ki anahtarları (nı taşımak bile) gücü kuvvetli büyük bir cemâate ağır geliyordu. O vakit kavmi ona şöyle demişdi: «Şımarma. Çünkü Allah şımarıkları sevmez»"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "«Allahın sana verdiği (maldan harcayıb) âhiret yurdunu ara. Dünyâdan nasıybini de unutma. Allahın sana ihsan etdiği gibi sen de (insanlara sadaka vererek) ihsanda bulun. Yer (yüzün) de fesâd arama. Çünkü Allah fesadcıları sevmez»"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "(Kaarun) dedi ki: «Bu (servet) bana ancak bende olan ilimle (ilim sayesinde) verilmişdir». (O, madem ki aalimdi) kendisinden evvelki nesillerden kuvvetçe ondan daha üstün, Cem´iyyetce daha kesretli kimseleri Allahın hakıykaten helak etmiş olduğunu bilmedi mi? Mücrimlerden günâhları sorulmaz"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Derken zîneti (debdebesi) içinde kavminin karşısına çıkdı. Dünyâ hayâtını arzu edenler: «Nolurdu, dediler, Kaaruna verilen (şu servet) gibi bizim de (malımız) olsaydı. O, hakıykaten büyük nasîb saahibidir"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Kendilerine ilim verilenler de (şöyle) dedi: «Yazıklar olsun size. Allahın sevabı îman ve iyi amel (ve hareket) eden kimseler için daha hayırlıdır. Buna da sabr (ve sebat) edenlerden başkası kavuşdurulamaz»"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Nihayet biz onu da, sarayını da yere geçiriverdik. Artık Allaha karşı kendisine yardım edecek hiçbir cemâati da yokdu onun. Bizzat kendisini müdâfaa edebileceklerden de değildi o"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Dün onun mevkiini temennî edenler sabahleyin (şöyle) diyorlardı: «Vay, demek ki Allah, kullarından kimi dilerse onun rızkını yayıyor (genişletiyor, yahud) daraltıyor. Allah bize lûtfetmeseydi bizi de muhakkak batırırdı. Vay, demek ki hakıykat şudur: Kâfirler felâh bulmaz»"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "İşte âhiret yurdu! Biz onu yer (yüzün) de ne teğallüb, ne fesâd arzusuna düşmeyeceklere veririz. (İyi) sonuç (Allahın ıkaabından) sakınanlarındır"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Kim iyi (haal) ile gelirse onun için bundan daha hayırlısı vardır. Kim de kötü (haal) ile gelirse o kötülükleri işleyenler yapmış olduklarından başkasıyle cezalandırılmaz(lar)"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Her halde o Kur´ânı (n tilâvetini, teblîğını ve mucibince amel etmeni) senin üzerine farz kılan (Allah) seni (yine) dönülecek yere döndürecekdir. De ki: «Hidâyetle gelen kim, o apaçık bir sapıklık içinde olan kim, Rabbim çok iyi bilendir»"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Sen (bu) kitabın sana vahyolunacağını ummuyordun. (Bu), ancak Rabbinden bir rahmetdir. O halde kâfirlere arka olma sakın"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Allahın âyetlerinden — onların sana indirildiği andan i´tibâren — sakın (müşrikler) seni çevirmesinler! Sen (insanları) Allaha da´vet et. Zinhar müşriklerden olma"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Allah ile birlikde diğer bir Tanrı daha (edinib) tapma (ona). Ondan başka hiç bir Tanrı yok. Onun zâtinden başka her şey helak olucudur. Hüküm Onundur ve siz ancak Ona döndürül (üb götürül) eceksiniz"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Elif, lâm, mîm"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "İnsanlar (yalınız) inandık demeleriyle bırakılıvereceklerini, kendilerinin imtihaana çekilmiyeceklerini mi sandı (lar)"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Andolsun, biz onlardan evvelkileri de imtihan etmişizdir. Allah elbette saadık olanları da bilir, elbette yalancı olanları da bilir"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Yoksa kötülükler yapanlar bizden (kaçıb) savuşacaklarını mı sandı (lar)? Ne fena hükmediyorlar"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Kim Allaha kavuşmayı umarsa şübhe yok ki Allahın ta´yîn etdiği (o) vakit her halde gelecekdir. O, hakkıyle işiden, kemâliyle bilendir"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Kim savaşırsa ancak kendisi için savaşmış olur. Zîrâ Allah elbette (bütün) aalemlerden ganî (müstağni) dir"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "İman edib de güzel güzel amel (ve hareket) lerde bulunanların kötülüklerini her halde (afv ile) örteriz ve her halde o işlemekde olduklarının daha güzeliyle onları mükâfatlandırırız"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Biz insana ana ve babasına güzellik (ve iyilik yapmasını) tavsiye etdik. Eğer onlar, hakkında bilgin olmayan (tanımadığın) bir şey´i bana ortak koşman için uğraşırlarsa kendilerine itaat etme. Dönüşünüz ancak banadır. Binâen´aleyh ne yapar idiyseniz size ben haber vereceğim"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "İman edib de güzel güzel amel (ve hareket) de bulunanlar (yok mu?) biz onları her halde saalihler (zümresin) e (katıb) sokacağız"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "İnsanlardan öyle adam vardır ki «Allaha inandık» der de Allah uğrunda eziyyete (dûçâr) edildiği zaman insanların (kendi hakkındaki) fitnesini Allahın azâbı imiş gibi tanır. Andolsun ki Rabbinden bir nusret gelirse onlar: «Biz de hakıykaten sizinle beraberdik» diyecekler muhakkak. Allah, aalemlerin sineleri içinde ne var, çok iyi bilen değil midir"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Allah îman edenleri de elbet bilir, münafıkları da elbet bilir"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "O kâfirler, îman edenlere dedi (ler) ki: «Bizim yolumuza uyun, sizin günâhlarınızı biz yüklenelim». Halbuki onlar bunların günâhlarından hiçbir şey yüklenici değildirler. Şübhesiz ki onlar kat´iyyen yalancıdırlar"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Onlar her halde kendi yüklerini de, o yükleriyle beraber daha nice yükleri de bizzat yüklenecekler ve düzmekde oldukları şeylerden kıyamet günü mes´ûl olacaklardır"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Andolsun ki biz Nuuhu kavmine (peygamber olarak) göndermişizdir de o, aralarında, elli yılı müstesna olmak üzere, bin sene kalmışdır. Nihayet onlar zulümde devam edib dururlarken kendilerini tuufan yakalayıvermişdir"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Fakat biz onu da, gemi arkadaşlarını da selâmete erdirmiş ve bunu aalemlere bir ibret yapmışızdır"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "İbrâhîmi de (hatırla). Hani O, kavmine (şöyle) demişdi: «Allaha ibâdet edin, On (un ikaabın) dan korkun. Bu, eğer bilirseniz, sizin için çok hayırlıdır»"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "«Siz ancak Allâhı bırakıb putlara tapıyor, yalan uydurub düzüyorsunuz. Hakıykat, sizin Allâhı bırakıb tapdıklarınız size bir rızık vermiye muktedir olamazlar. O halde rızkı Allah katında arayın. Ona ibâdet edin. Ona şükredin. Siz ancak Ona döndürü (lüb götürü) leceksiniz»"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "«Eğer siz (beni) tekzîb ederseniz sizden evvelki ümmetler de (peygamberlerini) tekzîb etmişizdir. Peygamberin üzerine (düşen vazîfe) ise apaçık tebliğden başkası değildir»"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Allah hilkate nasıl başlıyor, sonra onu (nasıl ölümünden sonra) geri çeviriyor, görmediler mi? Şübhesiz bu (nlar) Allaha göre kolaydır"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "De ki: «Yer yüzünde gezib dolaşın da (Allahın) hilkate nasıl başladığını görün. Allah yeni bir âhiret hayaatını da tekrar yaratacakdır. Çünkü Allah her şey´e hakkıyle kaadirdir"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Kimi dilerse azâblandırır, kimi dilerse esirger O. (Hepiniz) ancak ona döndürü (lüp götürü) leceksiniz"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Siz ne yerde, ne gökde (Onu) aaciz bırakıcı değilsiniz. Allahdan başka sizin hiçbir velîniz ye yardımcınız da yokdur»"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Allahın âyetlerini ve Ona kavuşmayı (inkâr ile) kâfir olanlar (yok mu?) işte benim rahmetimden (ancak) onlar ümîdlerini kesdiler. İşte pek acıklı azâb da onlarındır"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Bundan dolayı kavminin cevâbı: «Öldürün onu, yahud yakın onu» demelerinden başka (bir şey) olmadı. Aliah da onu ateşden kurtardı. Şübhe yok ki bunda îman edecek zümreler için her halde ibretler vardır"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Dedi ki: «Siz dünyâ hayaatında birbirinizle (müşrikler hususunda) dost olduğunuz için Allâhı bırakıb ancak putlara tutundunuz. (Fakat) bil´âhare kıyamet gününde kiminiz kiminize küfür, kiminiz kiminize lâ´net edecekdir. Barınacağınız yer ise ateşdir. Sizin (o vakit) hiçbir yardımcınız da yokdur»"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Bunun üzerine kendisine bir Luut îman etdi. (İbrâhîm) dedi ki: «Hakıykat, ben Rabbime hicret edeceğim. Şübhe yok ki mutlak gaalib, tam hüküm ve hikmet saahibi Odur, O»"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Biz ona ishak ile Ya´kubu da ihsan etdik. Peygamberliği ve kitabları onun zürriyetine tahsis etdik. Dünyâda ona mükâfatını verdik. Hakıykat o, âhiretde de her halde saalih insanlardandır"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Luutu da (hatırla). Hani o, kavmine (şöyle) demişdi: «Siz hakıykat öyle hayâsızlığı (meydana) getiriyorsunuz ki sizden evvel aalemlerden hiçbiri bunu yapmamışdık"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "«Siz her halde erkeklere gidecek, yol kesecek, toplantı yerinizde meşru olmayanı yapacak mısınız»? Kavminin cevâbı: «Eğer doğru söyleyenlerdensen Allahın azabını getir bize» demelerinden başkası olmadı"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "De ki: «Yârab, o fesadcılar güruhuna karşı buna nusret et»"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Elçilerimiz İbrâhîme o müjdeyi getirince dediler ki: «Biz bu memleketin ahâlîsini helak edeceğiz. Çünkü onun ahâlisi zaalim oldular»"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "(İbrâhîm) «Onların içinde, dedi, Luut da var». Dediler ki: «Biz orada kimin bulunduğunu çok iyi bileniz. Onu da, ehlini de muhakkak kurtaracağız. Yalınız geride (azâbda) kalacaklardan olan karısı müstesna»"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Elçilerimiz Luuta gelince o, bunlar sebebiyle tasalandı, bunlar sebebiyle kolu (göğsü) daraldı. «Korkma, tasalanma, dediler, çünkü biz seni de, senin ehlini de kurtaracağız. Yalnız geride (azâbda) kalacaklardan olan karın müstesna»"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "«Muhakkak bu memleket ahâlîsinin üstüne, yapmakda oldukları faasıklık yüzünden, gökden (fecî) bir azâb indireceğiz»"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Andolsun, aklını kullanacak bir kavm için biz oradan apaçık bir nişane (bir ibret) bırakmışızdır"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "«Medyen» e de biraderleri Şuaybı (gönderdik) de dedi ki: «Ey kavmim, Allaha ibâdet edin. Âhiret gününe umud bağlayın. Yer yüzünde fesadcılar olarak bozgunculuk yapmayın»"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Fakat onu tekzîb etdiler. Derken kendilerini şiddetli bir sarsıntı yakalayıverdi de yurdlarından hepsi (ölü olarak) diz üstü çöke kaldılar"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Aad ile Semudu da (helak etdik. Onların başına neler geldiği) hakıykat sizin için el´an (o haraab) evleri (ciheti) nden belli olmakdadır. Uyanık (insan) lar oldukları halde şeytan onların amel (ve hareket) lerini süsleyib kendilerini yoldan sapdırmışdır"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Kaarunu, Fir´avnı, Hâmaanı da (helak etdik). Andolsun ki Musa (daha evvel) kendilerine apaçık bürhanlar getirmişdi de onlar yer (yüzün) de büyklük taslamışlardı. Halbuki (azabın) önüne geçebilecek de değillerdi"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "İşte biz (onların) her birini günâhı sebebiyle yakaladık. İşte kiminin tepesine (taş yağdıran) bir kasırga gönderdik, kimini korkunç bir ses aldı, kimini yere geçirdik, kimini de suda boğduk Allah onlara zulm etmiyordu. Fakat onlar kendilerine (bizzat) kendileri zulm ediyorlardı"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Allahdan başka velîler edinenlerin sıfatı kendine bir yuva yapan örümcek misâli gibidir. Halbuki, eğer bilmiş olsalar, evlerin en çürüğü her halde örümcek yuvasıdır"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Allah, kendinden başka hangi şey´e tapıyorlarsa şübhesiz ki biliyor. O, mutlak gaalibdir, tam hüküm ve hikmet saahibidir"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "İşte misâller! Biz onları insanlar için îrâd ediyoruz. Aalim olanlardan başkası onları anlamaz"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Allah gökleri ve yeri hak olarak yaratdı. Şübhe yok ki bunda îman edenler için (Onun kemâl-i kudretine) mutlak bir delâlet vardır"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Sana vahyedilen kitabı oku. Namazı da dosdoğru kıl (ve kıldır). Çünkü namaz edebsizlikden ve akıl ve şerîata uymayan her şeyden alıkoyar. Allahı zikretmek elbette en büyük (ibaret) dir. Ne yaparsanız Allah bilir"
        }
    ]
}