{
    "pages": [
        {
            "chapter": 5,
            "verse": 46,
            "text": "Ra hāmīlē yinīharū(yahūdīharū) pachi īsā bina mariyamalā'ī paṭhāyauṁ, jinalē ki āphūbhandā agāḍikō kitāba taurātalā'ī pramāṇita gardathē ra hāmīlē unalā'ī in̄jīla pradāna garyauṁ jasamā ki mārgadarśana ra prakāśa thiyō ra tyasalē pahilākō kitāba taurātalā'ī pramāṇita gardathyō ra parahējagāraharūkā lāgi tyō mārgadarśana ēvaṁ upadēśa thiyō"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Ra ahalē in̄jīlalā'ī (īsā'īlā'ī) pani āvaśyaka cha ki jō ādēśa allāhalē injīlamā jārī garēkō cha tyasai bamōjima nirṇayaharū garun ra jasalē allāhabāṭa utāri'ēkō ādēśa anusāra phaisalā gardainan, tinīharū nai avajñākārī hun"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Ra (hē paigambara!) Hāmīlē tapār'inlā'ī satyatākō sātha yō kitāba (kura'āna) pradāna garēkā chauṁ, juna āphūbhandā agāḍikā granthaharūlā'ī pramāṇita gardacha ra tī sabaikō rakṣaka hō. Tasartha yasamā juna ādēśa allāhalē di'ēkō cha, sōhī anusāra nai tinalā'ī ādēśa garnus ra yasa satyalā'ī tyāgēra unīharūkō icchākō pūrti nagarnu. Hāmīlē timīharūmadhyēbāṭa pratyēka samudāyakā ē'uṭā vidhāna ra ē'uṭā tarikā (pad'dhati) nirdhārita garēkā chauṁ ra yadi allāhalē cāhēkō bha'ē timī sabailā'ī ē'uṭai samudāyamā rākhidinthyō, tara juna ādēśaharū usalē timīlā'ī di'ēkō cha tyasamā usalē timrō parīkṣā garna cāhancha, tasartha timī asala karma garna chiṭō gara. Timī sabailā'ī usai chē'u pharkijānu parnēcha, tasartha juna kurāmā timīharū vivāda garnē gardachau usalē timīlā'ī batā'idinēcha"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Tapā'īnlē yinīharūkō vyavahāramā juna ādēśa allāhalē garēkō cha, sōhī anusāra phaisalā garnē garnus ra tinīharūkō cāhanākō pachāḍi najā'ū ra tinīharūbāṭa sāvadhāna rahanu ki katai yinīharūlē juna ādēśa allāhalē di'ēkō cha, tyasamadhyē kēhībāṭa tapā'īnlā'ī vicalita na garā'ihālun. Yadi tinīharūlē māndainan bhanē jānirākha ki allāha cāhancha ki tinīharūkā kēhī gunāha (pāpa) kō kāraṇalē unīharūlā'ī daṇḍita garōs. Ra, dhērai jasō mānisaharū aṭērī gardachan"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Kē yinīharū phēri ajñānatākō yugakā nirṇayaharū cāhanchan?! Īmāna lyā'ēkāharūkā nimti allāha bāhēka aru kasakō ādēśa rāmrō hunasakdacha"
        }
    ]
}