{
    "pages": [
        {
            "chapter": 8,
            "verse": 46,
            "text": "Ra allāha ra usakō rasūlakō ājñā mānirākha, āpasamā vivāda nagara, an'yathā kāyara bannēchau, ra bala kama hum̐dai jānēcha, ra dhairya ra sanyamabāṭa kāma linu. Niścaya nai allāha dhairya garnēharūkō sāthamā cha"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Ra unīharū jastō nabana jō aṭṭērīpanā gardai aru mānisaharūlā'ī dēkhā'unakā lāgi āphnā gharabāṭa niskēkā thi'ē, ra allāhakō mārgabāṭa rōkdathē, ra juna kriyākalāpa unīharūlē garirākhēkā chan, tyō sabai allāhalē āphnō ghērāmā linēvālā cha"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Ra jaba śaitānalē unīharūkō karma unīharūlā'ī ākarṣaka rūpamā dēkhā'irahēkō thiyō ra bhanirahēkō thiyō ki āja mānisaharūmadhyē kōhī pani timīmāthi adhipatya jamā'una sakdaina, ra ma svayaṁ pani timrō samarthaka hūm̐ . Kintu jaba duvai samūha āmunnē–sāmunnē ā'ē taba āphnō munṭō pharkā'ēra pachi haṭyō ra bhan'yō (śaitānalē) ma timībhandā bhinna hūm̐ . Mailē tyō dēkhirākhēkō chu juna timīlē dēkhirākhēkā chainau. Ma allāhasita ḍarā'unchu ra allāha kaṭhōra yātanā dinēvālā cha"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Jabaki kapaṭiharūlē bhanirākhēkā thi'ē ra unīharū pani jasakā hr̥dayamā rōga thiyō ki unīharūlā'ī ta unīharūkai dharmalē dhōkāmā pāridi'ēkō cha. Ra jasalē pani allāhamāthi bharōsā garcha, ta niścaya nai allāha atyanta śaktiśālī ra tatvadarśī cha"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Ra kāśa timīlē dēkhthyau jaba phariśtāharūlē kāphiraharūkō prāṇa nikālchan. Unīharūlē tinīharūkō mukha ra piṭhyum̐mā prahāra gardachan (ra bhandachanḥ) timī pōlinukō yātanā cākha"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Yō tī kriyākalāpaharūkō kāraṇa hō, juna ki timrā hātalē agāḍi nai paṭhā'isakēkā chan. Niḥsandēha allāha āphnā bhaktaharūmāthi atyācāra garnēvālā chaina"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Yinīharūkō tyastai avasthā bhayō jastō ki phira'aunakā mānisaharū ra unīharūbhandā pahilākā mānisaharūkō bhayō. Unīharūlē allāhakā āyātaharūlā'ī inkāra garē ani allāhalē unīharūlā'ī unīharūkā pāpakō kāraṇa samātihālyō. Niḥsandēha allāha śaktiśālī ra kaṭhōra yātanā dinēvālā cha"
        }
    ]
}