{
    "pages": [
        {
            "chapter": 10,
            "verse": 62,
            "text": "Sunirākhaḥ ki allāhakā mitraharūlā'ī na kunai bhaya–trāsa hunēcha ra nata tinīharū duḥkhī hunēchan"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Yī tinīharū hun jasalē īmāna lyā'ē ra ātmasanyamī rahē"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Tinīharūkō nimti sānsārika jīvanamā pani śubhasandēśa cha, ra paralōkamā pani. Allāhakō kurāmā parivartana hum̐daina, yahi ta ṭhūlō saphalatā hō"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Ra hē muham'mada (sallallāhō alaihē vasallama)! Tī mānisaharūkā durvacana timīlā'ī duḥkhī napārōs kinabhanē sampūrṇa maryādā allāhakai lāgi hō. Ū sabaikurā sundacha ra jāndacha"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Yādarākha ki jē jati ākāśaharūmā chan ra jati pr̥thvīmā chan sabai allāhakai hun. Ra jasalē allāha bāhēka āphūlē cāhēkō sājhēdāraharūlā'ī pukārdachan, unīharū kasakō pachi lāgēkā chan? Tī mātra apramāṇita kurāharūkō anuśaraṇa gardaichan ra anumāna mātra lagā'um̐dai chan"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Ū nai hō jasalē timrō nimti rāti banāyō tāki yasamā ārāma gara ra ujyālō dina banāyō. Nis'sandēha tyasamā dhyānabāṭa sunnēharūkō lāgi niśānīharū chan"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Tinīharū bhandachanḥ ki allāha āphanō lāgi ē'uṭā putra grahaṇa garēkō cha. Allāhalā'ī kasaikō āvaśyakatā chaina, ū svayaṁ paripūrṇa ra mahāna cha. Jē jati ākāśaharūmā ra jē jati jaminamā chan tī sabai usaikā hun! Timīsita yasa jhūṭhō kurākō kunai pramāṇa chaina. Timīlē allāhakō bārēmā yastō kurā bhandachau juna jāndainau"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "bhanidinusḥ ki juna mānisaharūlē allāhamāthi jhūṭhā ārōpa lagā'um̐chan, tinīharū saphalatā pā'unē chainan"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Tinīharūlā'ī kēhī phā'idāharū chan sansāramai antataḥ hāmītirai pharkēra ā'unu hunēcha, tyati bēlā hāmīlē tinīharūlā'ī kuphra garēkō badalāmā kaḍā sajāyakō svāda cakhā'unē chauṁ"
        }
    ]
}