{
    "pages": [
        {
            "chapter": 15,
            "verse": 91,
            "text": "Arthāta jinīharūlē ‘‘kura'ānalā'ī’’ (kēhī mānnu ra kēhī namānnubāṭa) ṭukrā–ṭukrā garihālē"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Timrō pālanakartākō śapatha cha! Hāmīlē tinīharūsita avaśya nai sōdhapūcha garnēchauṁ"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "Tī kāmaharūkō bōramā, juna tinīharū gardai ā'ēkā chan"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Tasartha juna ādēśa tapā'īlā'ī prāpta bha'ēkō cha tyō spaṣṭarūpamā sunā'idinus ra muśrikaharūsaṅga mukha pharkā'ilinus"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Jō tapā'īsam̐ga majāka garchan unīharūkō sajāyakō lāgi hāmī paryāpta chauṁ"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "Jasalē allāhakō sāthamā arulā'ī pūjanīya ṭhāndachan, tinīharūlā'ī chiṭai thāhā bha'ihālnē cha"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Hāmīlā'ī rāmrarī thāhā cha, ki tinīharūkō kurābāṭa tapā'īkō mana kati dikka huncha"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "tapā'īlē āphnō pālanahārakō guṇagāna gardai garnus ra sajdā (ḍhōga) garnaiharūmā śam'milita rahanus"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Ra āphnō pālanakartākō upāsanā gardai jānus, jabasam'ma tapā'īkō mr̥tyu hum̐daina"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "Allāhakō ādēśa (sajāya) ā'ipugyō, (kāphiraharū) yasakō nimti hatāra nagara, ū pavitra cha ra jasalā'ī allāhakō sājhēdāra ṭhaharā'um̐dachan tinībhandā allāha ucca cha"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Usailē phariśtāharūlā'ī sandēśa di'ī āphnō ādēśalē āphnā bhaktaharūmadhyēbāṭa, jasalā'ī cāhancha tyasakō najika paṭhā'um̐cha. Mānisaharūlā'ī sacēta garna! Ki ma (allāha) bāhēka kōhī arkō satya pūjanīya chaina, tasartha masita ḍara"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Usailē ākāśaharūlā'ī ra pr̥thvīlā'ī bud'dhimattālē sr̥ṣṭi garēkō cha. Ū tyasabāṭa mukta cha juna muśrikaharūlē gardachan"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Usalē mānisalā'ī śukrāṇu (vīrya) bāṭa sr̥ṣṭi garyō, tara tinīlē jhagaḍālu banna thālē"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Caupāyāharūlā'ī pani usailē sr̥ṣṭi garēkō cha, jasabāṭa timīharūlā'ī garma pahirana prāpta huncha ra an'ya dhērai phā'idāharū chan ra yinīharūmadhyē kēhīlā'ī timīlē khānchau pani"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Ra yinīharūbāṭa gharakō raunaka pani huncha, carā'una laijām̐dā ra carā'ēra ghara pharkā'ēra lyā'um̐dā pani"
        }
    ]
}