{
    "pages": [
        {
            "chapter": 16,
            "verse": 55,
            "text": "Ki juna rāmrā kurāharū hāmīlē unalā'ī pradāna garēkā chauṁ tyasaprati kr̥taghnatā prakaṭa garun, hō kēhī sānsārika phā'idāharū li'ihāla, tara yādarākha chiṭṭai timīlā'ī thāhā bha'ihālnēcha"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Ra hāmīdvārā pradāna gari'ēkā kurāharūmadhyē yastākō bhāga nirdhārita garchan jasabārē kēhī thāhā chaina. Allāhakō saugandha cha! Juna asatya kurāharūkō racanā gardachauṁṁ tyasabārē timīsita avaśya nai sōdhapūcha hunēcha"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Ū yasa kurābāṭa mukta ra mahāna cha jō unīharūlē allāhakō lāgi kēṭīharū nirdhārita gardachan ra āphnō nimti (chōrāharū) junaki tinīharūlā'ī rāmrō lāgcha, āphnō bhāga lagā'um̐chan"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Jaba tinīharūmadhyē kasailā'ī chōrī (janmēkō) samācāra prāpta huncha, ta usakō anuhāra (duḥkhalē) kālō bha'ihālcha ra usakō hr̥daya duḥkhī bha'ihālcha"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "ra yasa narāmrō samācārabāṭa an'ya mānisaharūbāṭa lukdai hiṇḍcha ra sōcdacha ki apamāna sahēra yasalā'ī jīvita rahana dē'ōs vā jaminamuni gāḍidē'ōs. Hēra, yinīharūlē kastō narāmrō nirṇaya gardachan"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Jasalē ākhiratamāthi āsthā rākhdainan tinai narāmrā udāharaṇa hun, allāhakō lāgi ta ucca viśēṣatā cha ū sarvaśaktimāna, ra bud'dhimattā sampanna cha"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Yadi mānchēharūkā pāpakō kāraṇa mahāna allāha unīlā'ī samāt'thyō bhanē ta pr̥thvīmā ē'uṭā pani sajīva prāṇī rahadainthyō. Tara usalē ta ēka niścita samayasam'ma chūṭa dinē garēkō cha jaba tyō samaya ā'ipugcha ta tinī ēkachina aghi pachi huna sakdainan"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Ra yinīharūlē allāhakō nimti yastā kurā sābita garchana, juna tinīharūlā'ī rāmrō lāgdaina, ra unalē jibrōlē jhūṭhō bōldai jānchan ki unalā'ī bhalā'ī hunēcha. Sandēha chaina ki tinīharūkō nimti āgō (taiyāra) cha ra yinīharū narkamā sababhandā agāḍi paṭhā'inēchan"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Allāhakō saugandha cha! Hāmīlē timībhandā agāḍikā samudāyaharūtira pani āphnā paigambaraharū paṭhāyauṁ. Tara śaitānalē tinīharūkā (narāmrā) kriyākalāpa siṅgārēra dēkhāyō, tasartha āja pani tyahī tinīharūkō mitra cha ra tinīharūkō nimti kaṣṭadāyaka sajāya cha"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Ra hāmīlē tapā'īmāthi yō kitāba yasakāraṇa utārēkā chauṁ ki juna kurāharūmā yinīharūkō vivāda cha tī sabailā'ī tapā'īlē spaṣṭa garidinus ra yō mōminaharūkō lāgi mārgadarśana ra varadāna hō"
        }
    ]
}