{
    "pages": [
        {
            "chapter": 21,
            "verse": 45,
            "text": "bhanidinus! Ki ma ta allāhakō sandēśabāṭa timīharūlā'ī nasīhata (sartaka) gardachu tara bahirāharūlē kurā sundainan jaba tinīharūlā'ī upadēśa garincha"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Yadi unīharūlā'ī timrō pālanakartākō sajāyakō sānō jhōkō pani lāgcha ta tinīharūlē bhannēchan ki hāya aphaśōca kastō durbhāgya! Hāmī niḥsandēha pāpī thiyauṁ"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Ra hāmīlē kiyāmatakō dina nisāphakō tarājū bīcamā rākhnēchauṁ ani kunai pani vyaktiprati an'yāya hunēchaina. Ra ē'uṭā rāyōkō dānā barābara pani karma cha bhanē hāmīlē tyasalā'ī upasthita garā'unēchauṁ, ra hāmī hisāba garnakō nimitta paryāpta chauṁ"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Yō satya hō ki hāmīlē mūsā ra ‘‘hārūnalā'ī’’ insāpha garnē prakāśa ra sanyamīharūkō lāgi upadēśa ra nasīhatakō lāgi kitāba pradāna garyauṁ"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Tinīharū jō nadēkhē pani āphnō pālanakartāsita tarsanchan ra kiyāmatakō kalpanābāṭai bhayalē kāmpanē gardachan"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Ra yō upadēśa ra varadānayukta kura'āna hāmīlē avatarita garēkā chauṁ. Kē timīlē taipani yasalā'ī asvīkāra gardachau"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "niḥsandēha hāmīlē ibrāhīma (alaihis'salāma) lā'ī yasa aghi nai sadācāra ra sōca samajha pradāna garēkā thiyauṁ ra hāmīlā'ī unakō avasthābārē rāmrarī thāhā thiyō"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Jaba unalē āphnō pitā ra āphnō samudāyasita bhanēḥ ‘‘yī mūrtiharū kō hun, jasakō timīharū ēkāgrabha'ī pūjā gardachau?’’"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Tinīharū javāphadina thālē ki hāmīlē āphnā bābu–bājēharūlā'ī yinaikō pūjā garēkō dēkhēkā chauṁ"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Ibrāhīmalē bhanē! Ki niḥsandēha timī ra timrā bābu–bājē pani ajñānatābāṭa grasta rahayau"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Tinīharūlē bhanē ki kē sām̐ccai tapā'īlē hāmrō pāsamā satya kurā lyā'unubha'ēkō cha vā tyasai hām̐sō khyāla garī rahanubha'ēkō cha"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "(Ibrāhīmalē) bhanē, (hō'ina) baru vāstavamai timī sabaikō pālanakartā tyō hō jō ākāśaharū ra dharatīkō mālika hō, jasalē tinīharūlā'ī sr̥ṣṭi garēkā hō ra ma yasa kurākō sākṣī chu ra yasalā'ī svīkāra gardachu"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Ra allāhakō śapatha! Timīharū vimukha bha'ī pharkēra ga'ēpachi ma timrā dēvatāharūsita ē'uṭā cāla cālnēchu"
        }
    ]
}