{
    "pages": [
        {
            "chapter": 2,
            "verse": 216,
            "text": "Timīharūmāthi dharmayud'dha garnu anivārya gari'ēkō cha, tyō timīlā'ī kaṭhina lāgna sakcha. Sambhava cha timīlā'ī kunai kurā narāmrō lāgōs tara vāstavamā timrō lāgi tyō hitakara hunēcha, ra yō pani sambhava cha ki timīlē kunai kurālā'ī rāmrō samjha tara timrō nimti tyō hānikāraka hunēcha. (Yī kurāharūkō) vāstavikatākō jānakārī allāhalā'ī cha timīharū bujhdainau"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Mānisaharū tapā'īsita yud'dha niṣēdhita mahīnāharūmā yud'dhakō sambandhamā sōdhchan. Tapā'ī bhanidinus ki yinamā yud'dha garnu ṭhūlō pāpa hō. Tara allāhakō mārgabāṭa rōknu, tyōsita kuphra garnu ra masjidē harāma (khāna–ē–ka'avā) mā jānabāṭa manāhī garnu ra tyahām̐ basnēharūlā'ī tyahām̐bāṭa niskāsita garnu allāhakō sāmu tyō bhandā ṭhūlō pāpa hō. Tathā phitnā (upadrava) raktapāta bhandā pani ṭhūlō aparādha hō. Yī mānisaharū sadhaiṁ timīsita laḍā'ī jhagaḍā gardairahanē chan, yahām̐sam'maki yadi kṣamatā bha'ēkō khaṇḍamā timīlā'ī timrō dharmabāṭa vicalita pani garā'idinchan. Ra timīharūmadhyēbāṭa juna mānisa āphnō dharmabāṭa vicalita bha'ī anāsthāvāna huna pugdachan ra sōhī avasthāmā mardachana, ta yastā mānisaharūkā sām̐sārika ra paralaukika sabai karmaharū naṣṭa bha'ēra jānēchan ra yī mānisaharū narkakā bāsī hunēchan, jasamā sadhaiṁ rahanē chan"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Hō āsthā lyā'unēharū, ra allāhakō mārgamā āphnō ghara–dēśa chōḍī jānēharū ra allāhakō mārgamā jēhāda (dharma–yud'dha) garnēharū allāhakō kr̥pākō hakadāra hun. Allāha atyanta kṣamā garnēvālā dayāvāna hō"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "(Hē paigambara) mānisaharūlē madirā ra juvākā kānūnakō sambandhamā sōdhchan. Bhanidinus yī ṭhūlā pāpakarmaharū hun ra mānisaharūkā lāgi yinabāṭa kēhī sānsārika phā'idā pani chan, tara tinakā hāniharū(pāpa) phā'idābhandā dhērai ṭhūlā chan. Yō pani tapā'īsita sōdhchan ki allāhakō mārgamā kuna sampati kharca garun? Tapā'ī bhanidinus ki (juna māla) āvaśyakatā bhandā baḍhī cha. Yasaprakāra, allāha āphnā ādēśaharū spaṣṭarūpamā timrō lāgi varṇana gardacha tāki timīharū samjhanē bujhnē gara"
        }
    ]
}