{
    "pages": [
        {
            "chapter": 2,
            "verse": 234,
            "text": "Ra timīharūmadhyē juna mānisaharū marchan ra (āphnā pachāḍi) svāsnīharū chōḍchan bhanē tī svāsnīharūlē cāra mahinā daśa dinasam'ma āphūlā'ī rōkī rākhun. Ra jaba (yī) iddata pūrā garisakēkā hunchan taba āphnā hitamā jē cāhanchan garchana bhanē yasamā timīlā'ī kunai gunāha chaina ra allāha timrā sampūrṇa kriyākalāpakō jānakārī rākhdcha"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Yadi timī sāṅkētika tarikābāṭa tī svāsnīharūlā'ī nikāhakō sandēśa paṭhā'um̐chauṁ athavā āphnā hr̥dayamā lukā'ēra rākhdachauṁ bhanē timīlā'ī kunai gunāha chaina. Allāhalā'ī thāhā cha ki timīlē tinīharūsita (nikāhakō) carcā garnēchauṁ. Tara gōpyarūpamā kunai vācā nagarnu. Ra timīlē rāmrō kurā bōlnē gara ra jabasam'ma iddatakō avadhi pūrā hum̐daina. Nikāhakō dr̥ḍha aṭhōṭa nagarnu. Jānirākha ki, jē jati timrā hr̥dayaharūmā chan, allāhalā'ī sabai thāhā cha, tasartha usasam̐ga ḍara mānnēgara ra yō pani jānirākha ki allāha kṣamā pradāna garnēvālā dayāvāna cha"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Yadi timīlē svāsnī mānisaharūlā'ī tinīharūsam̐ga samāgama garnu ra mahara nirdhārita garnu aghi nai talāka dinchau bhanē timīmāthi kunai gunāha chaina, hō unalā'ī kēhī ucita rakama avaśya dē'ū (arthāta) sampannalē āphnō sāmartha anusāra dē'ōs ra abhāvagrastalē āphnō haisiyata anurūpa, bhalā'ī garnē mānisaharūkō nimti yō ē'uṭā anivāryatā hō"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Ra, yadi timīlē svāsnīharūlā'ī samāgama garnu agāḍi talāka dinchau, tara mahara niścita garisakēkā chauṁ bhanē nirdhārita rakamakō ādhā di'ihālnu. Hō, yadi svāsnīharūlē maharakō rakama māpha gardachin athavā jasakō hātamā vivāha bandhana cha usalē chāḍidē'ōs. Ra yadi timī puruṣaharū nai āphnā adhikāra chāḍidinchauṁ, bhanē yō ātmasanyamakō kurā hō. Pārasparika sadabhāva ra bhalō garna nabirsanu, niḥsandēha allāha timrā sampūrṇa kriyākalāpa dēkhirākhēkō cha"
        }
    ]
}