{
    "pages": [
        {
            "chapter": 33,
            "verse": 31,
            "text": "(Tara) timīmadhyē jō allāha ra usakō rasūlaprati niṣṭhāpūrvaka ājñākārītākō nīti apanā'um̐nēchin ra asalakarma gardachina, tyasalā'ī hāmīlē du'īguṇā pratiphala pradāna garnēchauṁ ra tyasakō nimti hāmīlē sam'mānapūrṇa ājīvikā tayāra garēkā chauṁ"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "Hē nabīkā strīharū! Timīharū sādhāraṇa strīharū jastō hō'inau, yadi timī parahējagāra (sanyamī) rahana cāhanchau bhanē, (vyaktiharūsita) lōcapūrṇa kurā nagara, ki tyō vyakti jasakō hr̥dayamā kunai prakārakō rōga cha, kunai narāmrō vicāra garōs! Ra unīharūsita sāmān'yarūpamā kurā garnēgara"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Ra āphnō gharamā rāmrōsaṅga basirākha ra vigata ajñānakāla jastō saja–dhaja garī nadēkhā'ū. Namājakō āyōjana gardaigara jakāta dinēgara. Ra allāha ra usakō rasūlakō ājñā pālanagara. Hē paigambarakā gharavālīharū allāha cāhancha ki timībāṭa (sabai prakārakō) phōhōralā'ī ṭāḍhā rākhōs, ra timīlā'ī pūrṇarūpalē pavitra rākhōs"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Ra timrā gharaharūmā juna allāhakā āyataharū ra rasūlakā hadīsaharū paḍhinchan tinakō carcā garnēgara. Niścaya nai allāha atyanta sūkṣmadarśī, jānakāra cha"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Binā sandēha muslima puruṣa ra muslima strīharū, īmānavālā puruṣa ra īmānavālī strīharū, niṣṭhāpūrvaka, ājñāpālana garnē puruṣa ra niṣṭhāvāna strīharū, ra satyavādī puruṣaharū ra satyavādī strīharū, dhairyavān puruṣaharū ra dhairya garnē strīharū, vinamratā dēkhā'unē puruṣaharū ra vinamratā dēkhā'unē strīharū, sadkā (dāna) dinē puruṣa, ra dāna dinē strīharū, rōjā (vrata) basnē puruṣa ra rōjā basnē strīharū, āphnā guptāṅgaharūkō rakṣā garnē puruṣa ra rakṣā garnē strīharū ra allāhalā'ī dhērai smaraṇa garnē puruṣa ra smaraṇa garnē strīharū yinīharūkā nimti allāhalē kṣamā ra ṭhūlō pratiphala tayāra garēkō cha"
        }
    ]
}