{
    "pages": [
        {
            "chapter": 50,
            "verse": 16,
            "text": "Ra hāmīlē nai mānisalā'ī sr̥ṣṭi garēkā hauṁ ra juna vicāraharū usakō manamā ā'um̐chan, hāmīlē tinalā'ī jāndachauṁ. Ra hāmī usakō raktabāhinī nalībhandā pani najika chauṁ"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Jaba du'ī linēvālā (phariśtā) li'irahēkā hunchan, ē'uṭā dām̐yā ra arkō dēbrētarpha basēkō huncha"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "Mānisalē kunai kurā bhandaina tara usakō pāsamā ē'uṭā nirīkṣaka tayāra rahancha"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Ra mr̥tyukō bēhōśīlē satya kurā lyāyō. Yahī kurā hō jasabāṭa timī panchirākhēkā thiyau"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Ra sūra (narasinghā) phūm̐kinēcha. Sajāyakō vācākō dina yahī hō"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Ra harēka vyakti yasa diśāmā yasarī ā'unēcha, ki usakō sāthamā ē'uṭā lyā'unēvālā hunēcha ra ē'uṭā gavāhī dinēvālā"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Niḥsandēha timī yasa kurātirabāṭa udāsīna thiyau. Tara hāmīlē timrō agāḍibāṭa paradā haṭā'idiyauṁ ta āja timrō dr̥ṣṭi baḍō tībra cha"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Ra usakō sāthī (phariśtā) lē bhannēcha yō hō (karmapatra) juna masam̐ga thiyō"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Pratyēka aṭērī kāphiralā'ī narkamā hālidē'ū"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "Jō dharmakāmalā'ī rōknēvālā, sīmā ullaṅghana garnēvālā ra śaṅkākō kurā garnēvālā thiyō"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "Jasalē allāhakō sāthamā arulā'ī pūjya banā'ēkō thiyō. Tasartha usalā'ī duḥkhada yātanāmā hālidē'ū"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "Usakō sāthī (śaitāna) lē bhannēcha ki, hāmrō pālanakartā. Mailē usalā'ī mārgavicalita garēkō thi'ēna, baru yō āphai mārgabāṭa ṭāḍhā bha'ī bhautāridai thiyō"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "Allāhakō ādēśa hunēcha ki mērō sāmu, jhagaḍākō kurā nagara. Hāmīlē timrō pāsamā pahilā nai yātanākō vācā paṭhā'isakēkā thiyauṁ"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Hāmīkahām̐ kurā parivartita hudaina ra hāmīlē āphnā bhaktaharūmāthi alikati pani atyācāra gardainauṁ"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "Juna dina hāmīlē narkasita sōdhnēchauṁ ki kē timī bharihālyau? Ra tyasalē bhannēcha ki kēhī aru pani chan"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "ra jannata sanyamīharūkō nikaṭa garinēcha, tyō ṭāḍhā rahanēchaina"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "Yō hō jasakō timīlā'ī vacana di'inthyō harēka pravr̥tta hunēvālā, ra niyamabad'dha rahanēvālāharūsita"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "Jasalē allāhasita adr̥śyamā ḍara mānthē ra jō pravr̥tta hunēvālā hr̥daya li'ēra āyō"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Timī yasa svargamā kuśalatākō sātha pravēśa gara, yō sadhaiṁ rahanē dina hō"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Tyahām̐ unīharūlē jē cāhanēchan, unīharūlā'ī prāpta hunēcha. Baru hāmīkahām̐ aru pani dhērai kurā chan"
        }
    ]
}