{
    "pages": [
        {
            "chapter": 58,
            "verse": 12,
            "text": "Hē mōminaharū! Jaba timīlē paigambarakō kānamā kunai kurā bhanna cāhanchau ta tyasa kurālā'ī bhannubhandā pahilā kēhī dāna garnēgara. Yō timrō nimti dhērai rāmrō ra pavitratākō kurā hō ra yadi dānakō sāmathrya chaina bhanē ta allāha kṣamāśīla ra kr̥pālu cha"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Kē timī āphnō guptavārtābhandā pahilā dāna dinubāṭa tarsihālyau? Ani jaba timīlē yastō garēnau ra allāhalē timīlā'ī kṣamā garidiyō ta namāja paḍhnē gara ra jakāta (dharmadāya) dindai gara ra allāha ra usakō rasūlakō ājñāpālana garnēgara. Ra jē–jati timīlē gardachau, allāhalā'ī tyō sabai thāhā cha"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Kē timīlē tī mānisaharūlā'ī dēkhēnau? Jasalē yastā mānisaharūsita mitratā garē jasamāthi allāhakō prakōpa bha'ēkō cha? Tī kapaṭīharū na timīmadhyēkā huna ra na unīharūmadhyēkā, ra unīharū jānī–jānī jhūṭhō kurākō kasama khānchan"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Allāhalē unīharūkō nimti kaṭhōra yātanā tayāra garisakēkō cha. Niścaya nai unīharūlē jē garirākhēkā chan tyō narāmrō hō"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Unīharūlē āphnā kasamaharūlā'ī surakṣā kavaca banā'irākhēkā chan. Ataḥ unīharū allāhakō mārgabāṭa mānisaharūlā'ī rōkdachan. Tasartha unīharūkā nimitta tiraskārapūrṇa yātanā cha"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Allāha kō yātanābāṭa bacā'unakō nimti na unīharūkō dhana sampatti unīharūkō kāma ā'unēcha ra na unīharūkā santāna. Unīharū narkabāsī hun. Tyasaimā unīharū sadhai rahanēchan"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Juna dina allāhalē tī sabailā'ī jīvita pārī uṭhā'unēcha ta unīharūlē usakō sāmu pani yastai prakāralē kasama khānēchan, juna prakāralē timrō agāḍi kasama khānchan ra ṭhānchan ki unīharū pani kunai ādhāramā chan. Hēra, niścaya nai tinīharū nai jhūṭhā hun"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Śaitānalē unīharūlā'ī niyantraṇamā li'isakēkō cha. Ataḥ usalē allāhakō smaraṇalā'ī unīharūbāṭa birsā'isakēkō cha. Yinīharū śaitānakō samūha hun yasamā śaṅkā chaina ki śaitānakō samūha nai ghāṭāmā parnēvālā cha"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Niḥsandēha jasalē allāha ra usakō rasūlakō virōdha gardachan, unīharū sababhandā baḍhī apamānitaharūmadhyēkā hun"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Allāhalē lēkhisakēkō cha ki niḥsandēha ma ra mērā rasūla nai vijayī rahanēchauṁ. Niḥsandēha allāha śaktimāna ra adhipatyaśālī cha"
        }
    ]
}