{
    "pages": [
        {
            "chapter": 3,
            "verse": 187,
            "text": "Ra jaba allāhalē kitābavālāsita vacana liyō, ki sabaikā lāgi yasakō varṇana garnē chau ra tyasakō kunai kurā lukā'um̐dainau, (tara) tyasapachi tinīharūlē tyasa vacanalā'ī arkōtira phālī bēvāstā garihālē ra tyasalā'ī thōrai mūlyamā bēcī di'ē. Yinīharūlē garēkō yō vyāpāra atyanta narāmrō cha"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Juna mānisaharū āphnā karmaharūbāṭa khuśī hunchan ra āphūlē nagarēkō kāmakō praśansā pani cāhanchan tyastākō sambandhamā yō nasōcnu ki tinīharū sajāyabāṭa mukta huna sakdachan, tinīharūlā'ī kaṣṭadāyaka sajāya hunēcha"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Ākāśaharū ra pr̥thvīkō rājya allāha kai lāgi hō ra allāha pratyēka kurō māthi sarvaśakti sampanna cha"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Niḥsandēha ākāśamaṇḍala ra pr̥thvīkō sr̥ṣṭi ra rāta ra dinakō cakramā bud'dhimāna mānisaharūkā lāgi niśānīharū chan"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Juna mānisaharūlē uṭhadā, basdā ra palṭiraham̐dā allāhakō smaraṇa gardachan ra ākāśamaṇḍala ra pr̥thvīkō sr̥ṣṭimāthi cintana gardachan ra bhandachan ki hē hāmrō pālanakartā! Timīlē yī sabai niruddēśya sr̥ṣṭi garēkō hō'ina. Timī pavitra chau, hāmīlā'ī narkakō āgōbāṭa bacā'ū"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Hē hāmrō pālanakartā! Jasalā'ī timīlē narkamā hālyau, tyasalā'ī tiraskr̥ta garyau ra yastā atyācārīharūkō sahāyatā garnē kōhī hum̐daina"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Hē hāmrō pālanakartā! Hāmīlē ē'uṭā āhvāna garnēkō āvāja sunryau, jasalē īmānatira āmantrita garirākhēkō cha ki mānisaharū hō āphnō pālanakartāmāthi īmāna lyā'ū. Ani hāmīlē īmāna lyāyauṁ. Hē raba! Aba ta hāmrā sampūrṇa pāpaharū kṣamā gara ra hāmrā durguṇaharū hāmībāṭa ṭāḍhā garidē'ū ra hāmrō mr̥tyu asala mānisaharūkō sātha gara"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Hē hāmrō pālanakartā! Timīlē hāmīlā'ī āphnā rasūlaharū mārphata juna vacana di'ēkā chau, tī kurā pradāna gara ra kiyāmatakō dina hāmīlā'ī tiraskr̥ta nagarnu. Yasamā kunai sandēha chaina ki timīlē vacana viparīta gardainau"
        }
    ]
}