{
    "maqras": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "Dhe, polemizoni me ithtarët e Librit në mënyrën më të bukur, por jo me zullumqarët e tyre. Dhe, thuani ju: “Na besojmë në atë që na është shpallur neve dhe në atë që u është shpallur juve. Edhe Zoti ynë edhe Zoti juaj është një – dhe na Atij i përulemi”"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Dhe, kështu Na ta kemi shpallur ty Librin (Kur’anin). E, atyre që u kemi shpallur Librin (Teuratin), besojnë në këtë (Kur’an). E, disa (nga Mekkasit) besojnë në të (Kur’an), e ajetet Tona i mohojnë vetëm mohuesit"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Dhe ti – para (Kur’anit) nuk ke lexuar kurrfarë libri, e as që ke shkruar me dorën tënde, (se) atëherë, do të dyshonin të degjeneruarit"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Jo! Ai (Kur’ani) – është me argumente të qarta në zemrat e tyre që u është dhënë dija, e argumentet Tona i mohojnë vetëm zullumqarët –"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "dhe thonë: “Përse (Muhammedit) nuk i janë zbritur mrekulli nga Zoti i tij?” Thuaj: “Mrekullitë janë vetëm te Perëndia, e unë jam vetëm paralajmërues i qartë”"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Vallë, a nuk u mjafton atyre që Ne ta kemi shpallur ty Librin, i cili u lexohet atyre? Me të vërtetë në te ka mëshirë dhe këshillë për popullin që beson"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "Thuaj: “Mjafton Perëndia dëshmitar mes meje dhe jush. Ai di çka ka në qiej dhe në Tokë. E, ata që besojnë në idhuj (trillime), e nuk besojnë në Perëndinë, ata janë të humbur"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Dhe, ata kërkojnë prej teje shpejtimin e dënimit. E, sikur të mos ishte afati i caktuar, atyre do t’u kish arritur dënimi. Dhe, me siguri, atyre, do t’u vie papritmas e nuk do ta hetojnë"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Ata kërkojnë prej teje shpejtimin e dënimit; e, me të vërtetë, xhehennemi do t’i përfshijë të gjithë mohuesit –"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "në Ditën kur t’i kaplojë dënimi mbi ta dhe nën këmbët e tyre. Dhe, (engjëlli) thotë: “Shijoni dënimin për atë që keni bërë!”"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "O robërit e Mi që keni besuar, me të vërtetë, Toka Ime është e gjerë, andaj më adhuroni vetëm Mua"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Çdokush do të shijojë vdekjen dhe pastaj do të ktheheni tek Unë"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Na, ata që besojnë dhe bëjnë vepra të mira, do t’i vendosim në pallatet e xhennetit, nën të cilët rrjedhin lumenjtë, aty do të qëndrojnë përgjithmonë. Sa i bukur është shpërblimi i punëtorëve"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "të cilët kanë duruar dhe janë mbështetur te Zoti i tyre"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "E, sa shtazë ka, të cilat nuk e bartin me vete furnizimin. Perëndia i furnizon ato dhe juve! Ai, i dëgjon të gjitha dhe i di të gjitha"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "E, nëse i pyet ti ata: “Kush i ka krijuar qiejt dhe Tokën dhe kush e nënshtroi Diellin e Hënën?” – ata, me siguri, do të thonë: “Perëndia!” E, kah po arratisen atëherë"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Perëndia, ia zgjëron furnizimin kujt të dojë nga robërit e Tij, e dikujt ia zvogëlon. Perëndia, me të vërtetë, është i dijshëm për çdo gjë"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "E, nëse ti i pyet ata: “Kush e ka zbritur ujin nga qielli, e me te e gjallëron tokën e shkretëruar?” Me siguri, do të thonë ata: “Perëndia!” Thuaj: “Falenderimi qoftë për Perëndinë!” Por, shumica e tyre nuk mendojnë"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Jeta e kësaj bote nuk është gjë tjetër përveç se argëtim dhe lojë. E, me të vërtetë, jeta e botës tjetër është jetë. Sikur ta dinin ata këtë"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Kur të hipin në barkë, i lutën Perëndisë sinqerisht, e kur Ai t’i sjellë (shpëtojë) në tokë, përnjëherësh ata i bëjnë shok Atij"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "për të mohuar atë që u kemi dhënë Ne dhe për t’u kënaqur. E, shpejt do ta dinë ata"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Vallë, a nuk e vërejnë ata, se Ne e kemi bërë Haramin (Mekken) të sigurtë, kurse njerëzit rreth tij po grabiten (e mbytën)? E, vallë, a po besojnë ata në gjëra të kota, ndërsa dhuntinë e Perëndisë po e mohojnë"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Kush është zullumqar më i madh se ai që trillon gënjeshtra kundër Perëndisë ose mohon të vërtetën që i ka ardhur? Vallë, a nuk është xhehennemi vend për mohuesit"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "E, ata që luftojnë (përpiqen) për të mirat Tona, Na, me siguri do t’i udhëzojmë në rrugën Tonë. Perëndia, me të vërtetë, është me të mirët"
        }
    ]
}