{
    "maqras": [
        {
            "chapter": 40,
            "verse": 66,
            "text": "Thuaj (o Muhammed!): “Mua më është ndaluar të adhuroj atë që ju e adhuroni, përpos Perëndisë, pasi që më kanë ardhur argumentet e qarta prej Zotit tim, e më është urdhëruar që t’i përulem Zotit të Gjithësisë”"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Ai (Perëndia), është Ai që ju ka krijuar prej dheut, pastaj prej pikës së farës (spermës), pastaj prej gjakut të droçkuar, pastaj ju bënë që të lindeni si foshnje, pastaj të arrini etapën e pjekurisë, e pastaj të bëheni pleq, - e disa prej jush vdesin më herët, - e që ta arrini çastin e caktuar të jetës, për të kuptuar (menduar)"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Ai (Perëndia), është Ai që i ngjallë (të vdekurit) dhe i vdes (të gjallët) dhe kur Ai vendos diçka, vetëm thotë pë të: “Bëhu!” dhe ajo menjëherë bëhet"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "A i ke parë ata që polemizojnë mbi argumentet e Perëndisë, e vallë kah po ia mbajnë"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Ata që e kanë përgënjeshtruar Librin (Kur’anin) dhe ato që i kemi dërguar me Pejgamberët Tonë, së shpejti do ta dinë ata"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "kur t’u vihen prangat në qafë dhe të sillen me zinxhirë"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "në ujë të valë, e pastaj të hudhen (digjen) në zjarr"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "e pastaj atyre ju thuhet: “Ku janë ata ë i adhuronit"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "përveç Perëndisë?” Ata përgjigjen: “Na kanë humbur (nuk po i shohim). Jo, por ne nuk kemi adhuruar asgjë më parë”. Ja kështu, Perëndia i shpie mohuesit në humbje"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Ky dënim është për shkak të gëzimit tuaj në tokë, pa kurrfarë baze, dhe ngase keni qenë arogantë (fodull) në gëzim"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Hyni në dyert e skëterrës, duke qëndruar përherë në te! Sa i shëmtuar që është vendbanimi i mendjemëdhenjve"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Andaj, bëhu i durueshëm, premtimi i Perëndisë, me siguri, do të realizohet, e nëse të tregojmë ty diçka, nga ajo që u kemi premtuar atyre, apo nëse të vdesim ty (para dënimit të tyre), e ata te Ne do të kthehen (për llogari)"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Na, me të vërtetë, para teje kemi dërguar pejgamberë dhe prej tyre t’i kemi treguar ty, e disa prej tyre nuk t’i kemi treguar. Asnjë pejgamber nuk mund të tregojë ndonjë argument, pos me lejen e Perëndisë. E, kur të vie urdhëri i Perëndisë, do të gjykohet me saktësi, e atëhrë, të këqinjtë do të shkatërrohen"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Perëndia është Ai që për ju i ka krijuar shtazët, disa për t’i shalur, e disa për t’i ngrënë"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Dhe, për ju ka në to dobi, që të arrini realizimin e nevojave të rëndësishme që i keni – dhe me to e me barka transportoheni"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Dhe Ai ju tregon argumentet e Tij, e cilat argumente të Perëndisë i mohoni ju"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Vallë, a nuk kanë udhëtuar ata nëpër botë, e të shohin si ka qenë fundi i atyre të mëparshmëve? Ata kanë qenë më të shumtë (numerikisht), më të fortë, e kanë lënë më shumë përmendore në Tokë, e nuk u ka bërë dobi asgjë ajo që kanë fituar"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "E kur ju erdhën pejgamberët e tyre me argumente të qarta, ata u gëzuan me dijeninë që kishin (dijeninë iluzore), e i kaploi ajo (dënimi) për atë që e përqeshnin"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "E, kur ta shohin dënimin Tonë, atëherë thohë: “Ne besojmë në Perëndinë – të vetmin Zot, e i mohojmë ato që ia përshkruanim për shok Atij”"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Por besimi i tyre, nuk u sjell kurrfarë dobie, pasi e panë dënimin Tonë. Kjo është dispozita e Perëndisë, e cila është zbatuar te robërit e Tij – dhe mohuesit (atëherë) do të humbin"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Hâ, Mîm"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "(Kjo është) Shpallja prej Bamirësit, Mëshiruesit"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Libër, argumentet e të cilit janë të qarta, (që është) Kur’ani në gjuhën arabe, për popullin që di"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "si sihariques dhe paralajmërues, por shumica e tyre janë shmangë (prej studimit të tij) e nuk duan të dëgjojnë"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "(por) thonë: “Zemrat tona janë të mbuluara (blinduara e nuk kuptojnë) atë që na thërret ti neve, veshët tanë janë të shurdhër për atë, e në mes nesh e teje ka perde, andaj puno ti (në idenë tënde), (por) me të vërtetë, dhe ne do të punojmë”"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Thuaj: “Unë, me të vërtetë, jam njeri si ju, mua më është shpallur që Zoti juaj është vetëm një Zot, andaj lutjuni Atij sinqerisht dhe kërkoni falje prej Tij! E, mjerë për ata që i bëjnë shok Atij"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "të cilët nuk japin zeqatin dhe të cilët nuk besojnë në jetën tjetër"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Me të vërtetë, ata që besojnë dhe bëjnë vepra të mira do të kenë shpërblim të pandërprerë"
        }
    ]
}