{
    "maqras": [
        {
            "chapter": 9,
            "verse": 34,
            "text": "O besimtarë! Me të vërtetë, shumë priftërinj dhe murgë hanë pasurinë e popullit – pa të drejtë dhe zmbrapin njerëzit nga rruga e Perëndisë. E, ata që e grumbullojnë arin dhe argjendin dhe nuk e shpenzojnë në rrugën e Perëndisë (si janë urdhëruar), sihariqoji me dënim të dhëmbshëm"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "(që do t’i goditë), në Ditën kur do të digjen në zjarrin e xhehennemit, e me të do të damkoset balli i tyre, anët (ijet) e tyre dhe shpina e tyre. (U thuhet atyre): “Këtë e keni mbledhur për vete; andaj, shijoni atë që e grumbulluat!”"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Me të vërtetë, numri i muajve te Perëndia është dymbëdhjetë, sipas Librit të Perëndisë, prej ditës që i ka krijuar qiejtë dhe Tokën. Katër prej tyre janë të shenjtë; ky është besim i drejtë. E, në këta, mos i bëni vetes zullum! Por luftoni të gjithë kundër idhujtarëve, ashtu si luftojnë ata të gjithë kundër jush. Të dini, se Perëndia është me ata që ruhen nga mëkatet"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Me të vërtetë ndërrimi i vendeve (të muajve të shenjtë) vetëm e rritë mohimin, me të cilin, mohuesit arrijnë në humbje: një vit e proklamojnë ate të lejueshëm e vitin tjetër, të ndaluar (luftimin), për ta plotësuar numrin e muajve që i ka ndaluar Perëndia, dhe e lejojnë atë që e ka ndaluar Perëndia. Atyre, iu janë dukur të bukura veprat e shëmtuara të tyre. Por Perëndia, nuk i udhëzon në rrugë të drejtë ata që nuk besojnë"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "O besimtarë! Çka kini që ngurroni, - thuajse jeni ngjitur për tokë – kur ju thuhet: “Dilni në luftë, në rrugën e Perëndisë! A jeni të kënaqur me jetën e kësaj bote, në vend të përhershmes (amshueshmës). E, kënaqësia e kësaj bote, në krahasim me atë të botës tjetër – është shumë e vogël"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Nëse nuk shkoni në luftë, Ai (Perëndia) do t’ju ndëshkojë me dënim të dhembshëm dhe do t’ju ndërrojë me një popull tjetër, Atij ju nuk do të mund t’i bëni dëm asgjë. Se Perëndia është i Plotëfuqishëm për çdo gjë"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Nëse ju nuk i ndihmoni atij (Pejgamberit), Perëndia i ka ndihmuar, kur e dëbuan mohuesit atë vetë të dytin, kur këta të dy ishin në shpellë, e kur i tha shokut të vet: “Mos u mërzit! Se, Perëndia, me të vërtetë është me ne!” E, Perëndia, e zbriti qetësinë mbi shokun e tij, kurse ate e ndihmoi me ushtrinë, të cilën ju nuk e keni parë. Dhe, bëri që fjala e mohuesve të jetë e poshtër, kurse fjala e Perëndisë të mbetet lartë. Me të vërtetë, Perëndia, është i Plotëfuqishëm dhe i Gjithëdijshëm"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Dilni në luftë të lehtë e të rëndë (të gjithë pa dallim); dhe luftoni me pasurinë tuaj dhe trupin tuaj në rrugën e Perëndisë! Kjo është më mirë për ju, nëse dini"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Sikur ajo të ishte një gjë e afërt dhe udhëtimi mesatar, ata do të pasonin ty. Por atyre iu dukë rrugë e largët. Dhe ata do të betohen në Perëndinë: “Sikur të kishim mundur, me siguri do të dilnim bashkë me ju”; dhe kështu ata e shkatërrojnë vetveten, e Perëndia e di se ata janë gënjeshtarë"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Të faltë Perëndia ty: që u lejove atyre (të mungojnë nga lufta); derisa të kuptosh, se kush të flet të vërtetën dhe derisa t’i njohësh gënjeshtarët"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Nga ti nuk do të kërkojnë leje (të mungojnë), për të luftuar me pasurinë dhe trupin e tyre, ata që besojnë në Perëndinë dhe Ditën e Kijametit. E, Perëndia i di mirë ata që ruhen nga mëkatet"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Nga ti do të kërkojnë leje, vetëm ata që nuk besojnë në Perëndinë dhe Ditën e Kijametit dhe zemrat e atyre që dyshojnë. Ata, luhaten në dyshimin e vet"
        }
    ]
}