{
    "maqras": [
        {
            "chapter": 14,
            "verse": 28,
            "text": "Kaya tumhi tyancyavara najara nahi takali jyanni allahacya krpa-denagicya badalyata krtaghnata vyakta keli ani apalya janasamuhala vinasacya gharata anuna utaravile"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Arthata jahannamamadhye, jyata he sarva jatila, te phara va'ita thikana ahe"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Ani tyanni allahace samakaksa banavuna ghetale yasathi ki lokanna allahacya margapasuna vicalita karave. (Tumhi) sanga ki thika ahe, mauja-masti karuna ghya. Tumace thikana tara sevati jahannama (naraka) ca ahe"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Majhya imana rakhanarya dasanna sanga ki tyanni namajala kayama rakhave ani je kahi amhi tyanna de'una thevale ahe, tyatuna kahi guptapane ani ughadapane kharca karita rahave, yapurvi ki to divasa yava jyata na kasali kharedi-vikri ho'ila, na maitri na prema"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Allaha to ahe, jyane akasanna ani dharatila nirmana kele ahe ani akasatuna pa'usa paduna tyadvare tumacya roji (annasamugri) karita phale kadhalita ani naukanna tumacya adhina kele ki nadyammadhye tyacya adesane calavyata. Tyaneca nadya ani kalavyanna tumacya tabyata karuna dile ahe"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Tyaneca tumacyasathi surya ani candrala adhina kele ahe ki te satata calata (gatisila) rahatata. Ani ratra va divasala tumacya kami lavale ahe"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Ani tyaneca tumhala tumhi magitalelya sarva vastumpaiki de'una thevalya aheta. Jara tumhi allahacya krpa-denagyanci ganana karu icchita asala tara purepura ganana karuca sakata nahi. Nihsansaya manusya motha atyacari ani krtaghna ahe"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "(Ibrahimacya ya du'a-prarthanecehi smarana kara) jevha ibrahima mhanale, he majhya palanakartya! Ya saharala santi-salamatice sthala banava. Ani mala ani majhya santatila murtipuja karanyapasuna vacava"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "He majhya palanakartya! Tyanni aneka lokanna sarala margapasuna dura kele ahe. Ata jo majhe anusarana karila to majha ani ani jo avajna karila tara tu motha mapha karanara va daya karanara ahe"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "He majhya palanakartya! Mi apalya kahi santatila ya napika osada jangalata tujhya pavitra gharacya javala abada kele ahe. He majhya palanakartya! He asasathi ki tyanni namaja kayama karavi, yastava tu kahi lokanci mane tyancyakade akarsita kara ani tyanna phalanci roji (annasamugri) pradana kara, yasathi ki tyanni krtajnata vyakta karavi"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "He amacya palanakartya! Tu cangalya prakare janato, je kahi amhi lapavito ani je jahira karato. Dharati ani akasatila konatihi vastu allahapasuna lapaleli nahi"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Allahaci prasansa ahe, jyane mala vrksavastheta isma'ila ani isahaka pradana kele. Nihsansaya majha palanakarta (allaha) du'a-prarthana aikanara ahe"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "He majhya palanakartya! Mala ani majhya santatila namaja kayama rakhanara banava. Majhya palanakartya! Majhi du'a kabula kara"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "He amacya palanakartya! Mala ksama pradana kara ani majhya mata-pityasaha mapha kara ani itara imana rakhanaryannahi mapha kara, jya divasi (karmanca) hisoba ho'ila"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Atyacari lokancya karmampasuna allahala bekhabara samaju naka tyane tara tyanna tya divasaparyanta sandhi de'una thevali ahe, jya divasi dole vispharalele(phatalela)ee rahatila"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Te apale doke vara kadhuna dhavapala karata asatila. Svatah apalyakad'ehi tyanci drsti paratanara nahi ani tyanci mane udata ani padata jata (sun'ya) asatila"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Ani lokanna tya divasapasuna savadha kara jevha tyancyajavala azaba (siksa-yatana) ye'una pohocela ani atyacari loka mhanatila ki he amacya palanakartya! Amhala phara thodya javalacya veleparyantaca sandhi pradana kara ki amhi tujhe nimantrana (davata) man'ya karave ani tujhya paigambarancya anusaranata magna vhave. Kaya tumhi yacya purvihi sapatha gheta navhate ki tumhala ya jagatuna talayaceca nahi"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Ani kaya tumhi tya lokancya gharata rahata navhate, jyanni apalya prananvara juluma kela ani kaya tumhala to mamala ughadapane kalala nahi ki amhi tyancyasi kasa prakaraca vyavahara kela? Amhi tara tumhala samajavinyasathi aneka udaharane sadara kelita"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Ani he apale davapeca khelata aheta ani allahala tyancya sarva davapecance jnana ahe. Tyance dava peca ase navhate ki tyancyamule parvatanni apali jaga sodali asati"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Tumhi asa vicara kadhihi karu naka ki allaha apalya paigambaransi kelelya vayadyavirud'dha ja'ila. Allaha motha jabaradasta ani suda ghenara ahe"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Jya divasi hi jamina eka dusarya jaminicya svarupata badaluna takali ja'ila ani akasannahi ani sarvacya sarva jabaradasta asa allahacya samora asatila"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Ani tumhi tya divasi aparadhi lokanna pahala ki sakhalyammadhye ekatrapane eka thikani jakhadalele asatila"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Tyance kapade gandhakace asatila ani tyancya tondavara aga pakhadaleli asela"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "He asasathi ki, sarvasrestha allahane pratyeka manasala tyane kelelya karmaca mobadala dyava. Nihsansaya, hisoba ghenyata allahala usira laganara nahi"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Ha kura'ana, samasta lokankarita sucanapatra ahe ki yacyadvare lokanna saceta kele jave ani tyanni purnapane he januna ghyave ki allaha ekameva upasanesa patra ahe ani yasathi ki bud'dhimana lokanni vicara cintana karave"
        }
    ]
}