{
    "maqras": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Nihsansaya, imana rakhanaryanni saphalata prapta keli"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Je apalya namajamadhye vinamrata angikaratata"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Je nirarthaka gostimpasuna tonda phiravatata"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "Je jakata (dharmadana) ada karanare aheta"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Je apalya lajjasthanance (guptangance) sanraksana karanare aheta"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Apalya patn'ya ani svamitvata asalelya dasinkherija. Nihsansaya yancyababatita tyancyavara kasalahi dosa nahi"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Matra yacyakherija jo itara sodhila tara teca maryadece ullanghana karanare aheta"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "Je apalya amanatici ani vayadyaci raksa karanare aheta"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "Je apalya namajance sanraksana karatata"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Heca loka uttaradhikari aheta"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Je phirdosa (jannatacya sarvocca darja) ce varasa hotila, jithe sadaiva rahatila"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Ani nihsansaya amhi manavala khanakhananarya maticya satvapasuna nirmana kele"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Maga tyala virya banavuna suriksata sthani thevale"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Maga viryala amhi jamalelya raktace svarupa dile, maga tya raktacya golyala mansaca tukada banivale, maga mansacya tukadyata hade banivali, maga hadanvara mansa jadhavile, maga eka dusarya svarupata tyala nirmana kele. Tevha motha samrd'dhasali ahe to allaha jo sarvottama nirmiti karanara ahe"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Yanantara tumhi sarvacya sarva niscita marana pavanara ahata"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Maga kayamatacya divasi, avasya tumhi sarva uthavile jala"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Ani amhi tumacyavara sata akasa banavile aheta ani amhi apalya nirmitipasuna gaphila nahita"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Ani amhi eka ucita pramanata akasatuna pani varsavito, maga tyala jaminivara sancayita karato ani amhi te ghe'una janyasa khatrine samartha ahota"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Yaca panyadvare amhi tumacyasathi khajura ani draksancya baga nirmana karato. Tyata tumacyakarita aneka phale aheta, tyatuna tumhi khata"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Ani te jhada je saina navacya parvatavara ugate, jyatuna tela nighate, ani khanaryansathi ras'sa (kalavana)"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Tumacyasathi cara payancya gurammadhyehi motha bodha ahe. Tyancya udarampasuna amhi tumhala (dudha) pajato ani itarahi aneka phayade tumacyasathi tyancyata aheta, tyancyapaiki kahinna tumhi khatadekhila"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Ani tyancyavara ani naukanvara svara kele jatata"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Nihsansaya amhi nuhala tyacya janasamuhakade (rasula banavuna) pathavile. Nuha mhanale, he majhya janasamuhacya lokanno! Allahaci upasana kara ani tyacyakherija tumaca konihi upasya nahi. Kaya tumhi allahace bhaya nahi balagata"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Tyancya samajacya kaphira saradaranni spasta sangitale ki ha tara tumacyasarakhaca manusya ahe. Ha tumacyavara sresthatva (ani varcasva) prapta karu icchito. Jara allahaneca icchile asate tara ekhadya pharistyala avatarita kele asate. Amhi tara yababata apalya purvajancya kalata aikalehi nahi"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Nihsansaya, ya manasala veda lagale ahe, tevha tumhi tyala eka nirdharita velaparyanta suta (dhila) dya"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Nuha yanni du'a (prarthana) keli, he majhya palanakartya! Yanni mala khote tharavile ahe, tevha tu majhi madata kara"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Maga amhi tyancyakade vahayi pathavili ki tumhi amacya dolyansamora amacya vahayinusara eka nauka tayara kara, jevha amaca adesa ye'una pohocela, ani tandura utu lagela, tevha tumhi pratyeka prakaraca eka eka joda tyata thevuna ghya, ani apalya kutumbiyannahi, matra tyancyakherija, jyancyababata adhica phaisala kela gela ahe. Khabaradara! Jya lokanni juluma- atyacara kela ahe, tyancyavisayi majhyasi kahi bolu naka. Te tara sarva budavile jatila"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Jevha tumhi ani tumace sathidara nauketa cangalya prakare svara vhala tevha mhana, samasta stuti-prasansa allahakarita ahe jyane amha lokanna atyacari janasamuhapasuna mukti dili"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Ani du'a (prarthana) kara, he majhya palanakartya! Mala suraksitapane utarava ani tuca uttama ritine utaravinara ahesa"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Nihsansaya, ya (ghatane) ta mothamothi bodhacinhe aheta ani niscitaca amhi kasoti ghenare ahota"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Maga tyancyanantara amhi dusare samudaya dekhila nirmana kele"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Maga tyancyata, tyancyamadhuna paigambarahi pathavila (ya avahanasaha) ki tumhi sarva allahaci upasana kara, tyacyakherija tumaca dusara koni upasya nahi, tevha tumhi bhaya ka nahi balagata"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Ani janasamuhacya saradaranni uttara dile, je kupra (inkara) karita asata ani akhiratacya bhetisa khote tharavita asata ani amhi tyanna aihika jivanata sukhi thevale hote, mhanu lagale, ha tara tumacyasarakhaca eka manusya ahe. Je tumhi khata teca to khato ani je pani tumhi pita, teca to dekhila pito"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Ani jara tumhi apalyasarakhyaca manasace ajnapalana man'ya karuna ghetale tara niscitaca tumhi mothya totyata ahata"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Kaya ha tumhala ya gostice vacana deto ki jevha tumhi melyavara kevala mati ani hade banuna rahala, tara tumhi punha jivanta kele jala"
        }
    ]
}