{
    "maqras": [
        {
            "chapter": 44,
            "verse": 17,
            "text": "Ani nihsansaya, amhi yapurvi phira'aunacya janasamuhaci (hi) pariksa ghetali ahe jyancyajavala (allahaca) pratisthasampanna rasula (paigambara) ala"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "Ki allahacya dasanna majhya havali kara, visvasa rakha ki mi tumacyasathi visvasta paigambara ahe"
        },
        {
            "chapter": 44,
            "verse": 19,
            "text": "Ani tumhi allahasamora vidroha dakhavu naka. Mi tumacyasamora ughada purava prastuta karena"
        },
        {
            "chapter": 44,
            "verse": 20,
            "text": "Ani mi, apalya va tumacya palanakartyacya saranata yeto. Ya gostipasuna ki tumhi mala dagadanni thecuna marave"
        },
        {
            "chapter": 44,
            "verse": 21,
            "text": "Ani jara tumhi majhyavara imana rakhata nasala tara majhyapasuna alaga raha"
        },
        {
            "chapter": 44,
            "verse": 22,
            "text": "Maga tyanni apalya palanakartyala du'a-prarthana keli ki he sarva aparadhi loka aheta"
        },
        {
            "chapter": 44,
            "verse": 23,
            "text": "(Amhi pharmavile) ki ratritunaca tumhi majhya dasanna ghe'una nigha. Niscitaca tumaca pathalaga kela ja'ila"
        },
        {
            "chapter": 44,
            "verse": 24,
            "text": "Ani tumhi samudrala sthira avastheta soduna nighuna ja. Nihsansaya, he sain'ya budavile ja'ila"
        },
        {
            "chapter": 44,
            "verse": 25,
            "text": "Te aneka baga ani jhare soduna gele"
        },
        {
            "chapter": 44,
            "verse": 26,
            "text": "Ani sete va uttama nivasasthane"
        },
        {
            "chapter": 44,
            "verse": 27,
            "text": "Ani tya sukhadayaka vastu jyancyata te sukha bhogata hote"
        },
        {
            "chapter": 44,
            "verse": 28,
            "text": "Asa prakare ghadale, ani amhi tya sarvanca uttaradhikari (varasa) dusarya janasamuhala banavile"
        },
        {
            "chapter": 44,
            "verse": 29,
            "text": "Tevha tyancyasathi na akasa radale na dharati ani na tyanna kasali sandhi labhali"
        },
        {
            "chapter": 44,
            "verse": 30,
            "text": "Ani amhica isra'ilacya santatila (atisaya) apamanadayaka siksa-yatanepasuna mukti dili"
        },
        {
            "chapter": 44,
            "verse": 31,
            "text": "(Ji) phira'aunatarphe (dili jata) hoti. Vastavika to vidrohi ani maryadece ullanghana karanaryampaiki hota"
        },
        {
            "chapter": 44,
            "verse": 32,
            "text": "Ani amhi janunabujuna isra'ilacya santatila jagatila lokanvara sresthata pradana keli"
        },
        {
            "chapter": 44,
            "verse": 33,
            "text": "Ani amhi tyanna asa nisanya pradana kelya, jyancyata ughada kasoti hoti"
        },
        {
            "chapter": 44,
            "verse": 34,
            "text": "He loka tara heca mhanatata"
        },
        {
            "chapter": 44,
            "verse": 35,
            "text": "Ki (antima gosta) heca amace pahilyanda (jagata) marana pavane ahe ani amhi dusaryanda uthavilo janara nahita"
        },
        {
            "chapter": 44,
            "verse": 36,
            "text": "Jara tumhi sacce asala tara amacya purvajanna ghe'una ya"
        },
        {
            "chapter": 44,
            "verse": 37,
            "text": "Kaya he loka adhika cangale aheta ki tubba'a cya janasamuhace loka ani je tyancyahi purvice hote? Amhi tya sarvanna nasta karuna takale. Nihsansaya, te aparadhi hote"
        },
        {
            "chapter": 44,
            "verse": 38,
            "text": "Ani amhi akasanna va dharatila ani tyancya daramyanacya vastunna khela svarupata nirmana kele nahi"
        },
        {
            "chapter": 44,
            "verse": 39,
            "text": "Kimbahuna amhi tyanna ucita hetusahaca nirmana kele ahe. Parantu adhikansa loka he janata nahita"
        },
        {
            "chapter": 44,
            "verse": 40,
            "text": "Nihsansaya, nirnayaca divasa tya sarvansathi nirdharita veli ahe"
        },
        {
            "chapter": 44,
            "verse": 41,
            "text": "Tya divasi koni mitra kona mitracya kahica kami yenara nahi ani na tyanci madata keli ja'ila"
        },
        {
            "chapter": 44,
            "verse": 42,
            "text": "Parantu (tyacyakherija) jyacyavara allahaci daya - krpa vhavi. Nihsansaya, to motha saktisali ani daya karanara ahe"
        },
        {
            "chapter": 44,
            "verse": 43,
            "text": "Nihsansaya, jakkumace jhada"
        },
        {
            "chapter": 44,
            "verse": 44,
            "text": "Gunhegarance bhojana ahe"
        },
        {
            "chapter": 44,
            "verse": 45,
            "text": "Je vitalalelya tambyasarakhe ahe ani potata ukalata rahate"
        },
        {
            "chapter": 44,
            "verse": 46,
            "text": "Khupa garama ukalatya panyasarakhe"
        },
        {
            "chapter": 44,
            "verse": 47,
            "text": "Tyala dhara, maga pharaphatata odhata ne'una jahannamacya madhyabhagi pohacava"
        },
        {
            "chapter": 44,
            "verse": 48,
            "text": "Maga tyacya dokyavara garama ukalatya panyaci yatana (azaba) ota"
        },
        {
            "chapter": 44,
            "verse": 49,
            "text": "(Tyala sangitale ja'ila) cakhata ja (godi), tu tara motha pratisthita ani adarasanmana balaganara hota"
        },
        {
            "chapter": 44,
            "verse": 50,
            "text": "Hica ti gosta hoya, jicyababata tumhi sanka karita asata"
        },
        {
            "chapter": 44,
            "verse": 51,
            "text": "Nihsansaya, allahace bhaya balaganare santipurna thikani asatila"
        },
        {
            "chapter": 44,
            "verse": 52,
            "text": "Bagammadhye ani jalasrotam (jharyam) madhye"
        },
        {
            "chapter": 44,
            "verse": 53,
            "text": "Patala va mulayama resami vastre ghatalele, samorasamora basale asatila"
        },
        {
            "chapter": 44,
            "verse": 54,
            "text": "He tyaca prakare ahe, ani amhi mothaya netrancya hura-parinsi tyanca vivaha karuna de'u"
        },
        {
            "chapter": 44,
            "verse": 55,
            "text": "Nirbhayatapurvaka tithe pratyeka prakaracya mevyaci magani karatila"
        },
        {
            "chapter": 44,
            "verse": 56,
            "text": "Tithe te mrtyuca svada cakhanara nahita, pahilya mrtyukherija (jo jagata ghadala) tyanna allahane jahannamacya (bhayankara) siksa - yatane (azaba) pasuna vacavile"
        },
        {
            "chapter": 44,
            "verse": 57,
            "text": "Hi kevala tumacya palanakartyaci krpa ahe. Hica ahe mothi saphalata"
        },
        {
            "chapter": 44,
            "verse": 58,
            "text": "Amhi ya (kura'ana) la tumacya bhaseta sope kele, yasathi ki tyanni (lokanni) bodha grahana karava"
        },
        {
            "chapter": 44,
            "verse": 59,
            "text": "Ata tumhi pratiksa kara, he dekhila pratiksa karita aheta"
        },
        {
            "chapter": 45,
            "verse": 1,
            "text": "Ha. Mima"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "Ha grantha, jabaradasta hikamata (bud'dhikausalya) balaganarya allahatarphe avatarita jhala ahe"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "Akasammadhye ani dharatita imana rakhanaryankarita aneka nisanya aheta"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "Ani svatah tumacya janmata ani janavarancya pasaravinyata, visvasa thevanarya janasamuhakarita aneka nisanya (bodhacinhe) aheta"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "Ani ratra va divasacya pherabadalata ani ji kahi ajivika (roji) allaha, akasatuna avatarita karuna jaminila, ticya mrtyunantara (punha) jivanta karato, tyata ani varyancya pherabadalatahi, tya lokankarita nisanya aheta, je bud'dhi balagatata"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "Ya aheta allahacya ayati, jya amhi tumhala satyasaha aikavita ahota, tevha allaha ani tyacya ayatinantara he (akhera) konatya gostivara imana rakhatila"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "Dhihkkara (ani kheda ahe) pratyeka khotya aparadhibabata"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "Allahacya ayati apalyasamora vacalya jata asatana jo aikela, tarihi garva karila asa prakare aduna rahava, janu tyane aikaleca nahi, tara asa lokanna duhkhadayaka sikseci khabara dya"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "Ani jevha to amacya ayatimpaiki ekhadya ayatici khabara milavito tevha tici thatta udavito. Heca te loka hota, jyancyakarita apamanadayaka azaba (siksa-yatana) ahe"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "Tyancya mage jahannama ahe, je kahi tyanni sadhya kele hote, te tyanna kahica upayogi padanara nahi ani na te (kahi upayogi padatila) jyanna tyanni allahakherija vali (sanraksaka, mitra) banavuna thevale hote. Tyancyasathi tara motha bhayamnkara azaba ahe"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "He (paripurna) margadarsana ahe,1 ani jya lokanni apalya palanakartyacya ayatinca inkara kela, tyancyasathi mothi kathina siksa - yatana ahe"
        }
    ]
}