{
    "maqras": [
        {
            "chapter": 4,
            "verse": 74,
            "text": "Tathapi jya lokanni ya jagace jivana, maranottara jivana (akhirata) cya mobadalyata vikuna takale ahe, tyanni allahacya margata ladhale pahije ani jo allahacya margata ladhata ladhata sahida ho'ila kinva vijayi ho'ila tara khatrine amhi tyala phara cangala mobadala pradana karu"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Bare kaya karana ahe ki tumhi allahacya margata ani tya durbala purusa striya ani lahana lahana balakancya sutakekarita na ladhave? Je asa prakare du'a (prarthana) karita aheta ki he amacya palanahara! Ya atyacari lokancya vastituna amhala bahera kadha'ani amacyasathi svatah apalyatarphe ekhada himayati (samarthaka niscita kara, ani amacyasathi visesaritya apalyatarphe madata karanara pathava)"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Jya lokanni imana rakhale ahe, te tara allahacya margata jihada karatata ani jya lokanni kupra (inkara) kela ahe te tara taguta (saitana) cya margata ladhatata. Tevha tumhi saitanacya mitransi yud'dha kara. Nihsansaya saitanace (davapeca) atisaya kamakuvata aheta"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Kaya tumhi tyanna nahi pahile, jyanna adesa dila gela ki apalya hatanna rokhuna theva ani namaja niyamita padhata raha ani jakata ada karita raha, maga jevha tyanna jihada (dharmayud'dha) ca adesa dila gela tevha tyaca veli tyancyatala eka samuha, lokampasuna asa bhayabhita hota, janu allahace bhaya asave, kimbahuna yapeksa adhika ani mhanu lagale, he amacya palanakartya! Tu amacyavara jihada anivarya ka kele? Anakhi thode jivana amhala ka vyatita karu dile nahi? Tumhi tyanna sanga ki ya jagaca labha tara phara thodasa ahe ani allahace bhaya rakhanaryankarita akhirata kititari uttama ahe, ani tumacyavara eka dhagya'itakahi atyacara kela janara nahi"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Tumhi kothehi asa, mrtyu konatyahi sthitita tumhala ye'una dharila, maga tumhi majabuta asa killyamadhye asala tarihi. Ani jara yanna ekhadi bhala'i prapta hote, tevha mhanatata, ki hi sarvasrestha allahatarphe ahe, ani jara ekhadi asaphalata padari padate tevha mhanu lagatata, he tumacyamule jhale. Tyanna sanga, he sarva kahi allahatarphe ahe. Yanna jhale tari kaya ki ekhadi gosta nita samajunahi gheta nahi"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Tumhala ji kahi bhala'i labhate, ti allahatarphe ahe ani ji kahi hani pohacate ti svatah tumacyakaduna ahe. Amhi (he paigambara!) Tumhala samasta manavajatikarita rasula banavuna pathavile ahe ani allaha ya gostici saksa denyasa puresa ahe"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Jo koni ya paigambara (sallallahu alaihi vasallama) ce ajnapalana karila, tyane allahace ajnapalana kele ani jo tonda phiravila tara amhi tumhala tyancyavara dekharekha thevanara banavuna pathavile nahi"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Ani he mhanatata ki amhi ajnapalana karato parantu jevha tumacya javaluna uthuna bahera padatata, tevha tyancyatala eka gata, ji gosta tumhi kinva tyane sangitali ahe tyavirud'dha ratri sallamasalata karatata. Tyanca ratrinca vartalapa allaha lihuna gheta ahe. Tumhi tyancya bolanyakade durlaksa kara ani sarvasrestha allahavara bharosa theva. Kama banavinyasathi allaha puresa ahe"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Kaya he loka kura'anavara vicara-cintana karita nahi? Jara ha grantha allahasivaya dusarya konatarphe asata tara khatrine yata aneka matabheda adhalale asate"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Ani jevha tyanna ekhadi khabara santi ya bhitici pohocate, te lageca tica pracara karayala suruvata karatata. Jara yanni ti khabara paigambara (sallallahu alaihi vasallama) yancyaparyanta pohacavili asati kinva apalyatalya jababadara lokancya kanavara takali asati tara tici jaca-padatala karanaryanni tici khari hakikata mahiti karuna ghetali asati. Ani jara allahaci krpa ani tyaci dayadrsti tumacyavara rahili nasati tara kahi lokanna soduna tumhi sarva saitanacya mage calanare banale asate"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Tevha tumhi allahacya margata jihada karita raha. Tumhala phakta tumacyasathica adesa dila jata ahe. Imanadharakanna akarsita karita raha. Phara sakya ahe ki, allaha inkari lokanca halla rokhela ani allaha motha saktisali ahe ani siksa denyatahi phara kathora ahe"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Jo manusya ekhade punya-karya ani satkarma karanyaci sipharasa karela tara tyalahi tyaca kahi his'sa milela ani jo duracara va duskarma karanyaci sipharasa karela, tyacyasathihi tyata eka his'sa ahe, ani allaha pratyeka gostice samarthya rakhato"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Ani jevha tumhala salama kela ja'ila tara tumhi tyapeksa cangale pratyuttara dya kinva teca sabda paratuna bola. Nihsansaya, allaha pratyeka gostica hisoba ghenara ahe"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Allaha to ahe, jyacyasivaya dusara koni (sacca) upasya nahi. To tumha sarvanna niscitaca kayamatacya divasi ekatra karila, jyacya yenyababata kahica sanka nahi. Allahapeksa jasta satya vacana anakhi konace asu sakela"
        }
    ]
}