{
    "maqras": [
        {
            "chapter": 4,
            "verse": 88,
            "text": "Tumhala jhale tari kaya ki munaphikam (varakarani musalamanam) babata dona gatanta vibhagale jata ahata. Tyanna tara tyancya karatutimmule allahane tondaghasi padale ahe. Ata kaya tumhi he icchita ki tyala marga dakhavava jyala allahane margabhrasta kele ahe? Tevha jyala allaha margabhrasta karila, tyacyasathi tumhala kadhihi, konatahi marga disuna yenara nahi"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "Yanna tara manapasuna vatate ki, jase te kaphira aheta tase tumhihi tyancyasarakhe imanaca inkara karu lagave ani tumhi sarva ekasamana vhave, yastava tyancyapaiki konala apala kharakhura mitra banavu naka, joparyanta te allahacya margata hijarata (desa-tyaga) karita nahita. Maga jara (yapasuna) tonda phiravatila tara tyanna dhara ani thara kara, jithedekhila adhalatila. Khabaradara! Tyancyapaiki konalahi apala mitra ani sahayyaka samajuna ghe'u naka"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Parantu je tya lokansi nate rakhatata, jyancya ani tumacya daramyana samajhota jhalela asela kinva te loka je tumacya javala yetata, jyanci mane sankucita jhali aheta ki tumacyasi ladhave ki apalya lokansi ladhave. Allahane icchile asate tara yanna tumacyavara varcasva pradana kele asate ani te avasya tumacyasi ladhale asate. Tevha jara ase loka tumacyapasuna dura rahatila ani ladha'i na karatila ani tumacyakade sandhi-samajhotyaca prastava mandatila tara (asa sthitita) allahane tumacyasathi, tyancyavirud'dha ladha'ica konatahi marga thevala nahi"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Tumhala dusare kahi asehi loka adhalatila, je tumacyapasuna ani apalya jamaticya lokampasuna suraksita rahu icchitata, parantu jevha upadravakade tyanna valavile jate tara tyata tondaghasi padatata. Jara te tumacyapasuna hatale nahita ani tumacyasi samajhota na karatila ani apale hata na rokhatila tara te jithe sapadatila tithe tyanna dhara ani thara kara. Heca te loka aheta, jyancyababata amhi tumhala khule pramana dile ahe"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "Konatyahi imanadharakakarita he ucita nahi ki tyane ekhadya imanadharakaci hatya karavi. Parantu ajanatepani tase jhalyasa gosta vegali. Ani jo manusya ekhadya imanadharakaci cukine hatya karila tara tyabaddala tyala eka imanadharaka gulama (kinva dasi) mukta karane ani maralya gelelya vyakticya nateva'ikanna raktaci kimmata dene avasyaka ahe. Parantu tyane mapha kele tara gosta vegali. Ani jyaci hatya keli geli to manusya jara tumacya satru jamatica, pana muslima asela tara eka muslima gulama mukta karane avasyaka ahe ani jara thara keli geleli vyakti tya jamatici ahe jyacya ani tumacya (imanadharakancya) daramyana samajhota ahe tara raktaci kimmata tyacya nateva'ikanna dyavi lagela, taseca eka imanadharaka (muslima) gulamahi mukta karava lagela ani jyala tasa na adhalela, tyala dona mahine satata roje thavave lagatila allahakaduna mapha karuna ghenyasathi ani allaha jananara va hikamata balaganara ahe"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "Ani jo koni ekhadya imanadharakala janunabujuna thara karila, tara tyaci siksa jahannama ahe, jyata to nehamikarita rahila, tyacyavara allahaca prakopa ahe. Allahane tyaca dhihkkara kela ahe ani tyacyasathi phara mothi saja-yatana tayara karuna thevali ahe"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "He imana rakhanaryanno! Jevha tumhi allahacya margata nighala, tevha nita jaca-padatala karuna gheta ja ani jo tumhala salama karuna bolela tyala tumhi asehi mhanu naka ki tu imanadharaka nahisa. Tumhi aihika jivanacya sukha-sadhanancya sodhata ahata, tevha allahajavala vipula sukha-sadhane aheta. Purvi tumhisud'dha aseca hote, maga allahane tumacyavara anugraha (upakara) kela. Yastava tumhi nita chana-bina (caukasi) karuna gheta ja. Nihsansaya allaha tumacya karmanna cangalya prakare janato"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Je imanadharaka akarana svastha basuna rahatila ani je allahacya margata apalya pranane va dhanane jihada karata asatila tara doghe samana tharanara nahita. Allahane tyanna, je apale prana ani dhana lavuna jihada karatata, svastha basuna rahanaryanvara darjacya drstine sresthata pradana keli ahe. Ani tase pahata neka mobadalyaca vayada tara pratyekala dila ahe. Tathapi allahane jihada karanaryanna, svastha basuna rahanaryanvara mahana mobadalyaci sresthata pradana keli ahe"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "Apalyatarphe darjacihi, maphicihi ani daya-krpecihi, ani allaha motha mapha karanara, daya karanara ahe"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "Je loka svatahvara atyacara karatata, jevha phariste tyance prana tabyata ghetata tevha mhanatata ki tumhi konatya avastheta hote? Te mhanatata, amhi dharativara kamajora hoto. Tevha phariste vicaratata, kaya allahaci jamina visala, vyapaka navhati ki tumhi ticyata sthalantara kele asate. Asaca lokance thikana jahannama ahe ani te mothe va'ita thikana ahe"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "Parantu je purusa, jya striya ani lahana mule lacara-vivasa aheta, je kasalihi upayayojana karu sakata nahita ani na marga janatata"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "Tevha phara sakya ahe ki allaha tyanna mapha karila ani allaha motha mapha karanara, ksamasila ahe"
        }
    ]
}