{
    "maqras": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "Nihsansaya, aropa asa lokanvara ahe je dhanavana asunahi tumacyajavala anumati magatata. Striyansobata ghari basuna rahanyavara he khusa aheta ani allahane tyancya hrdayanvara mohara lavali ahe. Jyamule te ajana banale aheta"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Jevha tumhi tyancyajavala jala tevha tumacyasamora sababi mandatila. (He paigambara!) Sanga ki bahane banavu naka. Amhi tumacyavara visvasa thevanara nahi. Allahane tumacya karatutinsi amhala avagata kele ahe ani allaha ani tyaca paigambara tumace acarana pahatila, maga tumhi adrsya ani drsya gosti jananaryakade paratavile jala, maga to tumhala sangela ki je kahi tumhi karita hote"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Jevha tumhi tyancyajavala parata jala tevha te tumacyasamora allahaci sapatha ghetila, yasathi ki tumhi tyanna tyancya dasevara sodave, yastava tumhi tyanna tyancya dasevara soda. Niscitaca te mothe apavitra aheta ani tyance thikana naraka (jahannama) ahe, tyancya tya karmancya mobadalyata, je te karita hote"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "He tumacyajavala asasathi sapatha ghetila ki tumhi tyancyasi raji vhave. Tevha jara tumhi tyancyasi rajihi jhalata tara allaha asa duracari lokansi raji hota nahi"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Gramina loka inkara ani varakaranipanata khupaca sakta asatata, ani tyanni ase asalehi pahije ki tyanna tya adesance jnana nasave, je adesa allahane apalya paigambaravara avatarita kele aheta ani allaha khupa khupa jnana balaganara, motha hikamatasali ahe"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Ani tya gramina lokampaiki kahi ase aheta ki je kahi kharca karatata tyala saja samajatata ani tumhi imanadharakansathi va'ita divasacya pratikseta asatata. Va'ita prasanga tara tyacyavaraca yenara ahe ani allaha aikanara ani jananara ahe"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Ani graminampaiki kahi asehi aheta, je allahavara ani kayamatacya divasavara imana rakhatata ani je kahi kharca karatata tyala allahace sannidhya ani paigambarancya du'a- prarthanece sadhana manatata. Laksata theva ki tyance he kharca karane, niscita tyancyasathi, allahaci nikatata prapta karanyace sadhana ahe. Tyanna allaha avasya apalya krpa-chatrata dakhala karila. Allaha motha mapha karanara, daya karanara ahe"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Ani he muhajira (makkehuna madina yethe alele) ani ansara (madina yethila mula rahivasi) prathama aheta ani jevadhe loka, kasalyahi garajevina tyance anuyayi aheta allaha tya sarvansi raji jhala ani te sarva allahasi raji jhale ani allahane tyancyasathi asa baganci vyavastha karuna thevali ahe jyancyakhali pravaha vahata aheta, jyata te sadaiva rahatila. Hi phara mothi saphalata ahe"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Ani kahi tumacya javalapasacya graminampaiki ani madinecya vastita ase dhongi imanadharaka aheta, je dambhikatevara atala aheta. Tumhi tyanna nahi janata, tyanna amhi janato. Amhi tyanna duheri siksa de'u, maga te phara mothya siksa- yatanekade pathavile jatila"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Ani kahi dusare loka aheta, je apalya cuka man'ya karatata, jyanni misra svarupaci karme kelita. Kahi cangali tara kahi va'ita. Allahakaduna asa ahe ki tyanci tauba (ksama-yacana) kabula karila. Nihsansaya, allaha motha mapha karanara ani daya karanara ahe"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Tumhi tyancya dhanatuna sadaka (dana) svikara kara, jyadvare tumhi tyanna svaccha- sud'dha karala ani tyancyasathi du'a- prarthana kara, nihsansaya tumaci du'a tyancyasathi samadhanace sadhana ahe, ani allaha cangalya prakare aikato, cangalya prakare janato"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Kaya tyanna he mahita nahi ki allahaca apalya dasanci tauba (ksama-yacana) kabula karato ani toca dana kabula karato ani he ki allahaca tauba kabula karanyata ani daya karanyata paripurna ahe"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Ani sanga ki tumhi karma karita raha. Tumace karma allaha svatah pahila ani tyaca paigambara ani imana rakhanare (hi pahatila) ani niscitaca tumhala asajavala jayace ahe jo sarva lapalelya va ughada gosti jananara ahe. Yasathi ki to tumhala tumhi kelele pratyeka karma dakhavuna de'ila"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Ani kahi dusare loka aheta, jyanca mamala allahaca adesa ye'iparyanta sthagita ahe. Eka tara to tyanna saja de'ila kinva tyanci ksama-yacana kabula karila ani allaha motha jananara, phara hikamatasali ahe"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Ani kahi ase aheta, jyanni ya hetune masjida banavili ki nukasana pohacavave ani inkarapurna gosti karavyata ani imanadharakammadhye phuta padavi, ani asa manasacya rahanyaci vyavastha karavi, jo yacya purvipasuna allaha ani tyacya paigambaraca virodhaka ahe, ani sapatha ghetila ki bhala'ikherija amaca konatahi hetu nahi ani allaha saksi ahe ki te purnatah khote aheta"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Apana tya masjida kadhihi ubhe na rahave, parantu jya masjidica paya pahilya divasapasunaca takava (allahace bhaya rakhanya) vara thevala gela asela, tara ti yayogya ahe ki tumhi ticyata ubhe rahave. Yata ase loka aheta ki te adhika svaccha-sud'dha (paka) hone cangale samajatata, ani sarvasrestha allaha adhika paka rahanaryanna priya rakhato"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Maga kaya asa manusya adhika cangala ahe, jyane apalya imaratica paya allahace bhaya rakhanyavara ani allahaci prasannata prapta karanyavara thevala asela kinva to manusya, jyane apalya gharaca paya ekhadya utara asalelya daricya (ghatacya) kinaryavara, ji kosalanyacya betata asavi, tyavara racala asela; maga to tyasaha jahannamacya agita ja'una padava ani sarvasrestha allaha asa atyacarinna marga dakhavita nahi"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Tyance he ghara, je tyanni banavile ahe, nehami tyancya manala sansayamule (katyasarakhe) bocata rahila. Parantu he ki tyanci hrdayeca ksata-viksata vhavita, ani allaha jnana balaganara ani hikamatasali ahe"
        }
    ]
}