{
    "maqras": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Ne emer te All-llahut, te Gjithemeshirshmit, Meshireplotit"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Lavderimi eshte per All-llahun, Zot i boteravet"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "Te Gjithmeshirshmin, Meshireplotin"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Sunduesin e dites se gjykimit"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "Vetem Ty te adhurojme, dhe vetem nga Ti ndihme kerkojme"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Drejtona ne rrugen e drejte"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "Ne rrugen e atyre, te cilet i bekove, jo te atyre qe kane merituar hidherimin, e as te atyre qe kane humbur"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Alif Lam Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Ky liber, ne te cilin nuk ka dyshim aspak, eshte udhezim per te devotshmit"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Te cilet besojne ne te padukshmen, kryejne faljen dhe japin sadake nga ajo qe u kemi dhene ne"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Edhe ata qe besojne ne ate cka eshte shpallur perpara teje, si edhe ata qe jane te bindur ne boten tjeter"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Ata jane te perudhur nga Zoti i tyre dhe ata, vetem ata, jane te shpetuar"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Ata qe nuk besojne, me siguri e kane njelloj, - i qortove ti apo nuk i qortove, - ata nuk besojne"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "All-llahu i ka vulosur zemrat e tyre dhe veshet e tyre, kurse para syve te tyre ka nje perde. Ata i pret denimi i madh"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Ka njerez, te cilet thone: I kemi besuar All-llahut dhe botes tjeter, por ata nuk jane besimtare"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Ata perpiqen ta mashtrojne All-llahun dhe ata qe kane besuar, por ata vetem e mashtrojne veten dhe nuk e hetojne"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Zemrat e tyre jane te semura dhe All-llahu edhe me teper ua rrit semundjen. Ata i pret denim i dhembshem per shkak se genjejne"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Kur u thuhet: “Mos beni turbullira ne toke”! – thone – Ne vetem mbajme rendin"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Kujdes! Se ne fakt ata bejne turbullira por nuk vene re"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Kur u thuhet: Besoni si besojne njerezit, ata pergjigjen: “A te besojme ashtu si besojne te marret, naivet”? Por ata jane vete te marre vetem se nuk e dine, apo jo"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Kur i takojne ata qe besojne, thone: Kemi besuar, por kur mbesin vetem me djajte e vet, thone: “Ne jemi me ju, ne vetem tallemi”"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "All-llahu tallet me ata dhe i leshon te deshtojne edhe me teper ne mosbesimin e tyre"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Ata jane, te cilet japin fitimin per humbje; tregtia e tyre nuk u sjell kurrfare dobie dhe ata nuk jane te perudhur"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Ata i ngjajne shembullit te atij qe ndez zjarr, por kur ai ndricon rrethin e tyre, All-llahu ua merr driten dhe i le ne terr qe te mos shohin"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Jane te shurdher, memece dhe te verber, prandaj nuk kthehen pas"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Ose jane sikur ata te cilet vene gishtat ne veshet e tyre kur i perfshin furtuna nga qielli, me terr e bubullime dhe vetetime, te frikesuar nga vdekja, por All-llahut nuk mund t’i shmangen dot mosbesimtaret"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Dhe vetetima, per pak sa nuk i verberon; sa here qe veton ata nisen, por sa t’u terrohet ndalen. Sikur te donte All-llahu mund t’ua merrte edhe te degjuarit edhe te pamurit, sepse All-llahu, me te vertete, ka mundesi per cdo send"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "O njerez! Adhurone Zotin tuaj, i cili ju ka krijuar juve edhe ata perpara jush, ndoshta beheni te devotshem"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Ai i cili ua ka bere token shtroje, kurse qiellin kulm, dhe nga qielli ju leshon shiun dhe me te ben qe te rriten fryte, ushqim per ju. Prandaj mos i beni shok All-llahut me vetedije"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Dhe nese dyshoni ne ate cka i kemi shpallur robit tone, bene ju nje kaptine te ngjashme si ai (Kur’ani), madje thirrni edhe deshmitaret tuaj, pervec All-llahut, nese flisni te verteten"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Po nese nuk e beni, dhe nuk mund ta beni, atehere ruajuni zjarrit te pergatitur per mosbesimtaret, lende djegese e te cilit jane njerezit dhe guret"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Dhe pergezoji ata qe besojne dhe bejne vepra te mira se i presin xhenete ku rrjedhin lumenj; sa here qe do t’u jepet ndonje frut prej atyhit, ata do te thone: “Me kete jemi furnizuar edhe me heret”, por do t’u jepet vetem e ngjashme me te. Aty do te kete femra te pastra dhe ata do te jene pergjithmone aty"
        }
    ]
}