{
    "maqras": [
        {
            "chapter": 28,
            "verse": 12,
            "text": "Ne me heret ia kishim ndaluar thithjen e gjinit, prandaj ajo tha: “A doni t’ju tregoj nje familje e cila do t’ju garantonte dhe do te kujdesej per te”"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Dhe ia kthyem nenes se vet qe ta bejme te lumtur dhe te mos vuaje, si edhe te bindet se premtimi i All-llahut eshte i vertete. Mirepo shumica sish nuk e dine"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Ndersa kur u rrit e u forcua, i dhame urtesi e dituri; Ashtu ne i shperblejme bemiresit"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Ai hyri ne qytet ne nje kohe kur banoret e tij nuk e hetuan dhe aty hasi ne dy vete te cilet rriheshin. Njeri ishte nga populli i tij kurse tjetri nga ai armik. Ai i anes (popullit) te tij e thirri ne ndihme kunder atij qe ishte nga pala armike, dhe Musa i ra me grusht dhe e la te vdekur. “Kjo eshte pune djalli” – tha, - ai eshte me te vertete nje armik i hapte qe te shpie ne humbje te sigurt"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "“O Zot, - tha pastaj, - une i bera krim vetvetes, me fal!” Dhe ia fali se Ai me te vertete fal dhe eshte i gjithmeshirshem"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "“O Zot, tha, - Pasha dhuntine qe me ke dhene kurre me nuk do te dal ne ndihme mekatareve”"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Dhe Musa gedhiu i frikesuar ne qytet, dukepritur se cdo te behet, kur mu ai i djeshmi e thirri perseri ne ndihme, Musa i tha: “Ti je, me te vertete, ngucakeq i hapet”"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Dhe kur deshti ta sulmoje ate qe ishte armik i te dyve, ai i tha: “O Musa, a do te me mbysesh edhe mua sic e mbyte dje njeriun?” Ti do te zbatosh forcen ne toke, e nuk do te jesh nga pajtimtaret”"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Dhe nga skaji i qytetit erdhi vrap nje njeri dhe i tha: “O Musa, kryeparet bejne marreveshje te te vrasin, prandaj ik! Une, sinqerisht, te keshilloj”"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Dhe Musa doli nga qyteti i frikesuar, duke pritur me kurreshtje se cdo te ndodhe. “O Zot, tha – me shpeto nga mizoret!”"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Dhe kur u nis kah Medjeni, tha: “Mbase Zoti im do te me udhezoje rruges se drejte”"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Kur arriti te uji i Medjenit, aty takoi shume njerez te cilet u jepnin uje kafsheve, e pak me larg pa dy femra, te cilat ishin shmangur (nga uji). “Pka lypni ju te dyja”? – i pyeti ai – “Ne nuk mund t’iu japim uje derisa te shkojne barinjte, - iu pergjegjen ato dyja – kurse baben e kemi shume te vjeter!”"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Ai u dha uje (kafsheve te tyre) e pastaj shkoi nen hije duke thene: “O Zoti im, une me te vertete kam nevoje per cfaredo qe te me japesh”"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Prandaj, i erdhi njera nga ato dyja, iu qas e turperueshme dhe i tha: “Te therret babai im qe te shperbleje per ate qe u dhe uje (kafsheve tona)”. Dhe kur ai erdhi e i tregoi cka kishte perjetuar, i tha: “Mos kij frike, ke shpetuar nga njerezit kriminele”"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "“O im at, tha njera prej tyre, - merre kete ne sherbim me page. Eshte me i miri prej atyre qe ke pas marre ne sherbim, i forte i besueshem”"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "“Une deshiroj te te martoj me njeren nga keto dy vajzat e mia, - tha ai, - por qe te me sherbesh tete vjet; nese i ben dhjete, ajo eshte pune e vullnetit tend, une nuk deshiroj te te ngarkoj per kete. Ti do te shohesh, ne dashte All-llahu, se une jam i mire"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Ajo le te jete ndermjet meje dhe teje, tha (Musa), cilindo afat te plotesoj nga keta, nuk ka gje kunder meje, ndersa All-llahu garanton per kete qe themi ne”"
        }
    ]
}