{
    "maqras": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "O njerez, frikesohuni Zotit tuaj, i cili ju krijoi prej nje njeriu, nga i cili krijoi edhe shokun e tij per jete dhe prej atyre dyve beri shume meshkuj dhe femra, frikesohuni All-llahut te cilit i luteni, dhe mbani lidhjet familjare, se All-llahu, vertete, gjithmone mbi ju vigjilon"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Kurse bonjakeve dorzonu pasurine e tyre, mos e perzieni te keqen me te miren dhe mos hani pasurite e tyre me pasurite tuaja; ajo, njemend, do te ishte mekat i madh"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Nese keni frike se ndaj bonjakeve nuk do te jeni te drejte, atehere martohuni me ato gra qe u lejohen, me nga dy, tri dhe me kater. Por ne qofte se frikesoheni se nuk do te jeni te drejte, atehere vetem me nga nje; Ose, ja, i keni ato me te cilat dispononi. Ashtu eshte me lehte te ruheni nga e padrejta"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Dhe jepuni grave, me gjithe zemer, dhuratat e kurores, por nese ato me deshiren e vet ju dhurojne dicka nga ato, merrne dhe, e ngrenshi me shendet"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Ndersa te papjekurve intelektualisht (te marreve) mos ua jepni pasurine e tyre, te cilen All-llahu ua ka besuar juve ta drejtoni, por ata t’i furnizoni me ushqim e veshmbathje dhe foluni atyre fjale te mira"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Dhe kujdesohuni per bonjaket, derisa te behen ne moshe per martese, edhe kur ta shihni se jane te pjekur dorezonu pasurite e tyre. Dhe mos e shpenzoni pa nevoje derisa ata te rriten. Kush eshte i pasur – le te permbahet, e kush eshte i varfer – le te shpenzoje me mase, legalisht. E kur t’ua jepni pasurine e tyre, jepuni me deshmitare. Nderkaq mjafton qe para All-llahut te jepet llogari"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Meshkujve u takon nje pjese nga ajo qe lane prinderit dhe te afermit, por edhe grave u takon nje pjese nga ajo qe lene prinderit dhe te afermit, pavaresisht a eshte pak ajo pjese e caktuar apo shume"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Kur ne ndarje prezentojne te afermit, bonjaket dhe te varferit, u jepni edhe atyre dicka nga ajo dhe u thuani ndonje fjale te mire"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Dhe le te frikesohe, sikur te lenin edhe ata pas vetes femije te njome per te cilet kane frike; le t’i ruhen All-llahut dhe le te thone fjalen e vertete"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Ata te cilet hane pasurine e bonjakeve pa kurrfare te drejte, pa dyshim, hane dhe mbushin barqet me zjarr, andaj do te digjen ne flake te kendellur"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "All-llahu ju keshillon per femijet tuaj: mashkullit i takon aq sa u takon dy femraave. E nese jane me shume se dy femra, atyre u takon dy te tretat nga ajo qe ka lane, e nese eshte vetem nje, asaj i takon gjysma. Kurse prinderve: cdonjerit prej tyre – nje e gjashta e asaj qe ka lene, nese ka femije. Po nese nuk ka femije dhe e kane trasheguar prinderit, atehere nenes se tij i takon nje e treta. Po ne qofte se ka vellezer, atehere nenes se tij i bie nje e gjashta, pasi te zbatohet porosia qe ka lene, ose te paguhet borxhi. Ju nuk dini cilin keni me te afert – prinderit apo djemte tuaj. Ky eshte obligim i All-llahut! – Vertete All-llahu eshte i urte dhe di shume"
        }
    ]
}