{
    "maqras": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Ne shume biseda te tyre te fshehta nuk ka ndonje dobi, pervec se kur kerkojne te ndahet sadakaja ose te behen vepra te mira ose te pajtojne njerez ndermjet veti. Dhe kush e ben ate me deshire qe te fitoje simpatine e All-llahut, Ne, me siguri, do t’i japim shperblim te madh"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Kush i kundershton Profetit, pasi qe ai ia sqaron rrugen e drejte, dhe shkon rruges e cila nuk eshte rruge e besimtarit, do ta leshojme te beje cka te doje dhe ta hudhim ne xhehennem. Sa vend i tmerrshem eshte ai"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "All-llahu nuk fal t’i vihet shok i barabarte, por cka eshte (mekat) me i vogel se ky do t’ia fale kujt te doje. Nderkaq kush i ben All-llahut shok ai keq ka humbur"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Ata ne vend te Tij i luten idoleve femra, pra, nuk i luten tjeterkujt pervec djallit te mallkuar"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "All-llahu e mallkoi! Kurse ai i tha: “Une gjithsesi do te bej per vete nje numer te caktuar nga roberit tuaj”"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Edhe do t’i shpie, me siguri, ne rruge te shtrember dhe do t’i terheq, pa dyshim, me shpresa te rrejshme, dhe gjithsesi do t’i urdheroj t’u presin veshet kafsheve, si edhe do t’u urdheroj te ndryshojne krijesat e All-llahut”. Kush e ben mik djallin, e jo All-llahun, ai vertet ka pesuar humbje te medha"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Ai u premton dhe i terheq ata me shpresa te rrejshme, e ate qe u premton djalli nuk eshte asgje tjeter vetem genjeshter, iluzion"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Te atillet e kane vendin ne xhehennem dhe ata nuk do te gjejne shpetim prej tij"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Ata te cilet besojne dhe bejne vepra te mira do t’i shpiem ne xhennete, neper te cilet rrjedhin lumenj, e aty do te jene pergjithmone. Premtimi i All-llahut eshte i vertete, e fjalet e kujt jane me te sinqerta se te All-llahut"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Nuk eshte sipas deshires tuaj e as sipas deshires se pasardhesve te Librit: kush ben keq do te denohet per ate dhe nuk do te gjeje, pos All-llahut, as ndihmes as mik"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Dhe kush ben ndonje te mire, qofte mashkull apo femer, por qe eshte besimtar, do te hyje ne xhennet dhe nuk do t’i behet as sa grima padrejtesi"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Kush eshte me i mire ne fe se ai i cili sinqerisht i eshte dorezuar All-llahut, duke bere edhe vepra te mira, dhe qe pason fene e drejte te Ibrahimit, e Ibrahimin All-llahu e konsideroi mik te mire"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Gjithe cka ka ne qiej dhe ne toke eshte e All-llahut; dhe All-llahu i perfshine ne dijenine e tij te gjitha"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Kerkojne prej teje norma per grate. Thuaj: “All-llahu do t’ua sqaroje normat per ato, edhe per ate qe eshte komunikuar ne Liber per femrat bonjake, te cilave nuk u jipet ajo qe u takon me ligj dhe deshironi te martoheni me to, edhe per femijte e pafuqishem, edhe qe me bonjaket te veproni me drejtesi. Nderkaq, All-llahu me siguri di shume mire per te mirat qe beni"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Ne qofte se ndonje grua frikesohet nga kryeneqesia e burrit apo se do ta lere pas shpine, atehere nuk eshte mekat nese ata dy bejne marreveshje nderveti, pajtimi eshte me i mire. Njerezit jane krijuar grykesa, e ne qofte se ju silleni mire dhe ruheni, All-llahu eshte i informuar shume mire per veprat tuaja"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Ju nuk mund te jeni plotesisht te drejte ndaj grave edhe pse do ta deshironit kete, por mos i lejoni vetes shprehine qe ndonjeren ta lini si te varur. Dhe nese i permiresoni marredheniet dhe ruheni, All-llahu eshte, pa dyshim, shume i meshirshem dhe fal shume"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Po ne qofte se ata dy ndahen, All-llahu do t’i pasuroje nga thesari i tij. – All-llahu ka urtesi te pakufishme"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Te All-llahut jane gjithcka ka ne qiej dhe ne toke. Ne i kemi keshilluar ata qe u eshte shpallur Libri para jush, por edhe juve, All-llahut t’i ruheni. Dhe nese mohoni, ani, s’ka dyshim se gjithcka ka ne qiej dhe ne toke jane te All-llahut, All-llahu eshte i pasur dhe i denje per cdo lavderim"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Cka ka ne qiej dhe ne toke jane te All-llahut, dhe per mbrojtes mjafton All-llahu"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Ne qofte se Ai do, juve do t’ju largoje, o njerez dhe do te sjelle te tjere; All-llahu ka force ta beje kete"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Kush deshiron shperblim ne kete bote le ta dije se All-llahu i ka shperblimet edhe te kesaj edhe te asaj bote. Nderkaq, All-llahu degjon dhe sheh shume"
        }
    ]
}