{
    "maqras": [
        {
            "chapter": 16,
            "verse": 51,
            "text": "ALLAH, \"Iki tanrı edinmeyin, O'ndan baska tanrı yoktur. Sadece benden cekinin,\" demistir"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Goklerde ve yerde ne varsa O'nundur. Din de surekli sadece O'nundur. ALLAH'tan baskasını mı sayıyorsunuz"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Size ulasan her nimet ALLAH'tandır. Nitekim, bir sıkıntıya ugradıgınızda sadece O'na yalvarırsınız"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Ne var ki, sizden o sıkıntıyı kaldırdıgı zaman, sizden bir grup hemen Rab'lerine ortak kosmaya baslar"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "Kendilerine verilene nankorluk ederek... Keyfinize bakın; yakında mutlaka bileceksiniz"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Kendilerine verdigimiz rızıklardan bilincsizlere bir pay ayırırlar. ALLAH'a andosun ki siz bu uydurdugunuz seylerden sorulacaksınız"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Yuce ALLAH'a kızları ayırıyorlar; kendilerine de hoslandıklarını"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Onlardan birine disi mujdelendigi zaman, buyuk bir ofkeyle yuzu kapkara kesilir"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Kendisine mujdelenen 'kotulukten' utanarak halkından kendini gizlemeye calısır. Simdi onu utana utana tutsun mu, yoksa topraga mı gomsun! Ne kotu yargıda bulunuyorlar"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Ahirete inanmıyanlar kotu ornegi olustururlar; halbuki en yuce ornekler ALLAH'ındır. O Ustundur, Bilgedir"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "ALLAH zulumlerinden dolayı insanları cezalandırsaydı orada bir yaratık bırakmazdı; ne var ki onları belli bir sureye kadar erteler. Surelerinin sonu geldigi zaman da ne bir saat one alınırlar, ne de ertelenirler"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Hoslanmadıkları seyleri ALLAH'a malediyorlar ve kendilerinin iyi hakkettikleri yalanını dillerinde geveliyorlar. Elbette, atese terkedilecekler"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "ALLAH'a andolsun ki senden onceki toplumlara da elciler gonderdigimizde seytan islerini onlara guzel gosterdi. Nitekim onların velisi (yakın arkadası) bugun odur. Onlar acı bir azaba mahkum olmuslardır"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Sana bu kitabı indirdik ki, anlasmazlıga dustukleri konuları kendilerine bildiresin. Bu kitap, inanan bir topluluk icin bir yol gostericidir, bir rahmettir"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "ALLAH gokten bir su indirir ve onunla yeryuzunu olumunden sonra diriltir. Dinleyen bir toplum icin bunda bir isaret vardır"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Sizin icin ciftlik hayvanlarında da dersler vardır. Icmeniz icin karınlarından, yani sindirilmis yiyecek ile kan arasından cıkan bir maddeyi size sunuyoruz: Icimi lezzetli saf sut"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Ve hurma agaclarının meyvelerinden, uzumlerden hem sarhos edici ickiler ve hem de guzel bir rızık elde edersiniz. Akleden bir toplum icin bunda bir isaret vardır"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Ve Rabbin arıya vahyetti: \"Daglardan, agaclardan ve kurdukların (kovanlar) dan evler edin"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Sonra, her cesit meyveden ye ve Rabbinin planını aynen izle.\" Karınlarından, insanlar icin sifa iceren cesitli renklerden bir icecek cıkar. Dusunen insanlar icin bunda bir isaret vardır"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Ve sizi ALLAH yarattı, sonra da yasamınıza son verir. Sizden bazıları hayatın en kotu zamanına kadar yasatılır ki bilgiden sonra hicbir seyi bilmesin. ALLAH Bilendir, Her Seye Gucu Yetendir"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "ALLAH rızık (varlık) acısından sizi birbirinize ustun kılmıstır. Nitekim, ustun kılınanlar, emirleri altındakilerle varlıklarını esit paylasmazlar. ALLAH'ın nimetini mi reddediyorlar"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Ve ALLAH kendi cinsinizden sizin icin esler yarattı, eslerinizden de sizin icin cocuklar ve torunlar yarattı ve size guzel rızıklar verdi. Boyleyken onlar batıla inanıp ALLAH'ın nimetine nankorluk mu ediyorlar"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "ALLAH'ı bırakıp, kendilerine goklerden ve yerden rızık saglamıyan aciz kisilere kulluk ediyorlar"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Oyleyse, ALLAH'a ornekler vermeyiniz; siz bilmezken ALLAH bilir"
        }
    ]
}