{
    "maqras": [
        {
            "chapter": 21,
            "verse": 51,
            "text": "Biz daha once de Ibrahim'e anlama ve kavrama yetenegini bagıslamıstık. Biz onu cok iyi biliyorduk"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Babasına ve halkına, \"Kendinizi adadıgınız bu heykeller de neyin nesidir,\" dedi"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Atalarımızı onlara tapar bulduk,\" dediler"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Dogrusu, siz ve atalarınız apacık bir sapıklık icine dusmussunuz,\" deyince"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Bize gercegi mi getirdin, yoksa oyun mu oynuyorsun,\" dediler"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Dedi ki, \"Aslında sizin Rabbiniz (Sahibiniz) goklerin ve yerin Rabbidir; onları ayırarak yaratmıstır. Ben buna tanıklık edenlerdenim"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "ALLAH'a and icerim ki, siz gider gitmez, ardınızdan heykellerinize karsı bir plan uygulayacagım"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Hepsini param parca etti; ancak belki ona danısırlar diye en buyuklerine dokunmadı"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Her kim Tanrılarımıza bunu yaptıysa gercek bir zalimdir!,\" dediler"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Onları diline dolayan bir delikanlı isittik, kendisine Ibrahim deniliyormus,\" dediler"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Onu kamunun huzuruna cıkarın ki tanık olsunlar,\" dediler"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Ibrahim, tanrılarımıza bunu sen mi yaptın,\" dediler"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Hayır, o isi iste su buyukleri yaptı. Onlara sorun, eger konusurlarsa!,\" dedi"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Kendi vicdanlarına donup, kendi kendilerine sunu soylediler: \"Gercekten sizler haksızsınız"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Sonra tekrar eski kafalarına donduler: \"Bunların konusamadıgını sen gayet iyi bilirsin"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "ALLAH'ın yanında Size hic bir yararı ve zararı dokunmayan seylere mi tapıyorsunuz,\" dedi"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Yuh size ve ALLAH'ın yanında taptıklarınıza. Aklınızı kullanmaz mısınız"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Bir sey yapacaksanız onu yakın da tanrılarınızı destekleyin,\" dediler"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Ey ates, Ibrahim'e karsı serin ve guvenilir ol,\" dedik"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Boylece onun icin bir plan uygulamak istediler de biz onları basarısızlıga mahkum ettik"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Onu ve Lut'u, tum insanlar icin kutsal kıldıgımız topraklara ulastırıp kurtardık"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Ona odul olarak Ishak'ı ve Yakub'u verdik. Hepsini erdemli kıldık"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Biz onları, emrimize gore yol gosteren onderler kıldık. Onlara iyi islerin nasıl yapılacagını, namazın nasıl gozetilecegini ve zekatın nasıl verilecegini vahyettik. Onlar bize kulluk edenlerdi"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Lut'a da bilgi ve bilgelik verdik. Onu, cirkin isler isleyen topluluktan kurtardık. Onlar, yoldan cıkmıs kotu bir toplumdu"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Onu merhametimizin kapsamına aldık, cunku o erdemlilerden idi"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Daha once Nuh da bizi cagırmıstı. Onu ve ailesini buyuk sıkıntıdan kurtararak duasına cevap verdik"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Ayetlerimizi inkar eden toplumlara karsı onu destekledik. Onlar, kotu bir toplum olduklarından hepsini bogduk"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Davut ve Suleyman da... Bir defasında, halkın koyunlarının yayıldıgı birilerinin ekini hakkında hukum veriyorlardı. Biz onların kararına tanık olduk"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Suleyman'a, dogru anlama yetenegi bagısladık. Herbirine bilgi ve bilgelik verdik. Davud'un emrine dagları ve kusları verdik. Biz bunları yapmıstık"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Ve sizi savaslarınızda korusun diye ona zırh yapmayı ogrettik. Artık sukreder misiniz"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Suleyman'a da, bereketli kıldıgımız topraklara dogru esen boranın kumandasını verdik. Biz her seyi iyi biliriz"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Ve onun icin dalgıclık yapan ve bunun yanında baska isler de goren seytanları da... Onları biz gozetiyorduk"
        }
    ]
}