{
    "maqras": [
        {
            "chapter": 28,
            "verse": 76,
            "text": "Karun, Musa'nın halkından olmasına ragmen ihanet edip onlara zulmetti. Kendisine oyle hazineler vermistik ki anahtarları guclu bir topluluga bile agır geliyordu. Halkı ona soyle demisti: \"Sımarma, ALLAH sımaranları sevmez"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "ALLAH'ın sana verdigi nimetlerle, dunyadaki payını unutmadan ahiret yurdunu ara. ALLAH sana nasıl iyilikte bulunmussa sen de iyilikte bulun. Yeryuzunde bozgunculuk yapmayı arama. ALLAH bozguncuları sevmez"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Dedi ki, \"Tum bunlar bana, bilgi ve becerimden dolayı verildi.\" Ondan once, kendisinden daha buyuk bir guce ve sayısal cogunluga sahip nice nesilleri ALLAH'ın yok ettigini bilmezmi? Sucluların sucları kendilerinden sorulmaz"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Bir ara, tum gorkemiyle halkının arasına cıkmıstı. Dunya hayatını secenler, \"Keske Karun'a verilenlerin bir benzeri bize de verilseydi. Gercekten, o cok sanslı biri,\" dediler"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Kendilerine bilgi verilmis olanlar, \"Yazık size, inanan ve erdemli davranan icin ALLAH'ın odulu daha iyidir,\" dediler. Buna ancak sabredenler kavusturulur"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Onu eviyle birlikte yerin dibine gecirdik. ALLAH'ın dısında kendisine yardım edecek bir bolugu yoktu; kazananlardan olmadı"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Bir onceki gun onun durumuna imrenenler, \"Demek ki ALLAH kullarından diledigine rızkı bol verir, diledigine de kısar. ALLAH bize lutfetmeseydi bizi de batırırdı. Demek kafirler basarıya ulasamazlar,\" demeye basladılar"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Bu ahiret yurdunu, yeryuzunde boburlenmeyi ve bozgunculugu istemiyenlere ayırdık. Sonuc erdemlilerindir"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Kim iyilikle gelirse kendisine ondan daha iyisi verilecektir. Kim kotuluk ile gelirse, o kotulukleri isleyenlere ancak yaptıkları kadar bir karsılık verilecektir"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Sana Kuran'ı ozguleyen, kuskusuz seni kararlastırılmıs noktaya dondurecektir. De ki, \"Kimin hidayet getirdigini ve kimin acık bir sapıklık icinde oldugunu Rabbim iyi bilir"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Sana bu kitabın verilecegini ummazdın; ancak bu Rabbinden bir rahmettir. Kafirlere arka olma"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Sana indirildikten sonra seni ALLAH'ın ayetlerinden saptırmasınlar. Rabbine cagır; ortak kosanlardan olma"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "ALLAH ile birlikte hic bir tanrıyı cagırma. O'ndan baska tanrı yoktur. O'nun varlıgı haric her sey yok olmaya mahkumdur. Yargı tumuyle O'nundur ve siz O'na donduruleceksiniz"
        }
    ]
}