{
    "maqras": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "HH. M"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Kitabın indirilmesi, Ustun ve Bilge olan ALLAH'tandır"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Biz gokleri, yeri ve aralarındakileri ancak belli bir amaca gore ve belli bir sure icin yarattık. Inkar edenler uyarıya aldırıs etmemektedirler"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "De ki, \"ALLAH'ın dısında yalvardıklarınıza bir bakın. Onların yerden neyi yarattıgını bana gosterin. Yoksa goklerde onların bir ortaklıgı mı var? Bundan once bir kitap veya bir bilimsel belge getirin, dogru sozlu iseniz"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "ALLAH'ı bırakıp da Dirilis Gunune kadar kendilerine cevap veremiyen ve hatta onların dualarından bile habersiz olanları cagıranlardan daha sapık kim olabilir"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "Halk toplandıgı zaman onlara dusman olacaklardır ve onların kendilerine tapmalarına karsı cıkacaklardır"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Kendilerine apacık ayetlerimiz okundugunda, kendilerine gelen gercege karsı cıkanlar, \"Bu, acıkca bir buyudur,\" dediler"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Yoksa \"Onu uydurdu\" mu diyorlar? De ki, \"Onu ben uydurduysam siz beni ALLAH'tan gelecek hic bir seye karsı koruyamazsınız. O, sizin taskınlıgınızı en iyi bilendir. Benimle sizin aranızda tanık olarak O yeter. O Bagıslayandır, Rahimdir"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "De ki \"Ben turedi bir elci degilim. Bana ve size ne olacagını da bilmem. Ben, ancak bana vahyedilene uyuyorum. Ben apacık bir uyarıcıdan baska bir sey degilim"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "De ki, \"Dusundunuz mu, ya o ALLAH katından ise ve siz de ona karsı cıkmıssanız ve Israil ogullarından bir tanık da bunun benzerini gorup inandıgı halde, siz kibirlenip yuz cevirmisseniz?! Kuskusuz ALLAH zalim toplulugu dogru yola iletmez"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Inkar edenler, inananlara, \"O iyi bir sey olsaydı onlar (Israil ogulları) bizden one gecemezlerdi\" derler ve ona yol bulamadıkları icin, \"Bu bir efsanedir\" diyeceklerdir"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Bundan once Musa'nın kitabı rehber ve rahmet idi. Bu, zalimleri uyarmak ve guzel davrananlara bir mujde olmak uzere Arapca indirilmis dogrulayıcı bir kitaptır"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Rabbimiz ALLAH'tır\" deyip dosdogru davrananlara bir korku yoktur ve onlar uzulmezler de"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Onlar cennet halkıdır; yapmıs olduklarına karsılık olarak orada ebedi kalacaklardır"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Biz insana, ana ve babasına iyilik etmesini ogutledik. Anası onu zahmetle tasır, zahmetle dogurur. Ana karnında tasınması ile sutten kesilmesi otuz ay surer. Nihayet olgunluk cagına erince ve kırk yasına varınca: \"Rabbim, bana, anama ve babama verdigin nimete sukretmege ve razı olacagın yararlı isler yapmaga beni yonelt. Benim soyumu islah et. Ben tovbe edip, sana teslim olanlardanım,\" demelidir"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Islediklerinin en iyisini kabul ettigimiz ve kotuluklerini gectigimiz bu kimseler cennet halkı arasındadırlar. Bu, kendilerine verilen dogru sozdur"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Ote yanda bir baskası var ki anne babasına, \"Of size, benden once nice kusaklar gecmis olmasına ragmen benim diriltilecegimi mi iddia ediyorsunuz?\" O ikisi ise ALLAH'a sıgınarak: \"Yazık sana; lutfen inan. ALLAH'ın sozu gercektir.\" Bunun uzerine o, \"Bu, eskilerin masallarından baska bir sey degil,\" der"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Bu gibiler, gelip gecmis cin ve insan toplumları arasında azap sozunu haketmis kimselerdir. Onlar kaybedenlerdir"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Her biri icin, yaptıklarına gore dereceler vardır. Yaptıklarının karsılıgı, haksızlık edilmeden tam verilir"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Inkarcılar cehenneme sunuldugu gun, \"Dunya hayatında tum guzel seylerinizi bosa harcayıp onların zevkini surdunuz. Yeryuzunde haksız yere buyuklenmenizin ve yoldan cıkmanızın karsılıgında bugun alcaltıcı azabı goreceksiniz"
        }
    ]
}