{
    "maqras": [
        {
            "chapter": 3,
            "verse": 113,
            "text": "Ancak hepsi bir degil. Kitap halkından bir grup var ki geceleri ALLAH'ın ayetlerini okuyup secde ederler"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "ALLAH'a ve ahiret gunune inanırlar, iyiligi ogutler kotulukten sakındırır ve iyi islere kosusurlar. Iste onlar iyilerdendir"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Yaptıkları hic bir iyilik karsılıksız kalmıyacaktır. ALLAH erdemlileri cok iyi bilir"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Inkar edenlerin ne paraları ne de cocukları ALLAH'a karsı kendilerine hic bir yarar saglamıyacaktır. Onlar atesin halkıdır ve orada surekli kalıcıdırlar"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Bu dunya hayatındaki harcamaları, kendi kendilerine zulmeden bir toplulugun ekinine vurup mahfeden dondurucu bir ruzgar gibidir. ALLAH onlara zulmetmedi; fakat onlar kendi kendilerine zulmediyorlardı"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "Inananlar, size kotuluk etmekten geri durmayan, sizin sıkıntıya dusmenizi isteyen kimseleri sırdas edinmeyin. Agızlarından kin ve nefret tasmaktadır. Goguslerinde gizledikleri ise daha buyuk. Size ayetleri acıkladık; dusunurseniz"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Iste sizler, onlar sizi sevmedigi halde onları sevenlersiniz! Ustelik siz butun kitaplara/kitabın tumune inanırsınız. Sizinle karsılastıkları zaman \"Inandık,\" derler, yalnız kaldıklarında ise size olan ofkelerinden dolayı parmaklarını ısırırlar. De ki: \"Ofkenizden canınız cıksın.\" Kuskusuz ALLAH goguslerin ozunu Bilendir"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Size bir iyilik dokunsa onlara uzuntu verir, basınıza bir kotuluk gelse ona sevinirler. Zorluklara karsı direnir ve erdemli davranırsanız entrikaları size hic bir zarar vermez. ALLAH tum yaptıklarını kontrol eder"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "Hani sen, sabah erkenden ailenden ayrılarak inananları savasta tutacakları noktalara yerlestiriyordun. Elbette ALLAH Isitir, Bilir"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Sizden iki grup nerede ise bozguna ugradı. Oysa ALLAH onların Sahibiydi. Inananlar ALLAH'a guvensin"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Nitekim siz zayıf durumda iken, Bedir'de, ALLAH size yardım edip zafere ulastırdı. Tesekkurunuzu belirtmek icin ALLAH'ı dinlemelisiniz"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Inananlara sunları diyordun: \"Indirilmis uc bin melek ile Rabbinizin sizi desteklemesi size yetmez mi"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Evet, gucluklere karsı direnir ve erdemli davranırsanız size su anda ani bir baskın yapsalar, Rabbiniz sizi egitilmis bes bin melek ile destekler"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "ALLAH bunu, kalbinizi yatıstıracak bir mujde olsun diye anlatıyor. Zafer, yalnızca Guclu ve Bilge olan ALLAH katındandır"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Boylece inkarcıların bir kısmını imha eder veya onları etkisiz hale getirip bozguna ugratır"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Tevbelerini kabul etmesi veya isledikleri zulumden dolayı onları azaplandırması seni ilgilendirmez"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Goklerde ve yerde bulunan her sey ALLAH'ındır. Affedilmeyi hakkedeni affeder, cezayı hakkedeni cezalandırır. ALLAH Bagıslayandır, Rahimdir"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "Inananlar, faizi kat kat arttırılmıs olarak yemeyin. Basarılı olmak icin ALLAH'ı dinleyin"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Inkarcılar icin hazırlanmıs olan atesten sakının"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Merhamet edilmeniz icin ALLAH'a ve elciye uyun"
        }
    ]
}