{
    "maqras": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Ayırım gununde, iki ordunun karsılastıgı gunde kulumuza indirdigimize ve ALLAH'a inanıyorsanız, bilin ki elinize gecen her ganimetin beste biri ALLAH'ın ve Elcisinindir. Bu pay, akrabalar, oksuzler, yoksullar ve yolda kalmısların hakkıdır. ALLAH herseye Guc Yetirendir"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Hani siz vadinin beri yamacında, onlar da vadinin ote yamacında mevzilenmisti. Kervan da sizden daha asagıda idi. Bu karsılasmayı siz kararlastırsaydınız karsılasma konusunda anlasmazlıga dusecektiniz. Oysa ALLAH, yapılması onceden planlanmıs bir isi gerceklestirmekte idi. Boylece, yok edilen, apacık bir delille yok edilsin, yasayan da apacık bir delille yasatılsın. ALLAH Isitendir, Bilendir"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "ALLAH onları ruyanda sana az gosteriyordu. Onları sana cok gosterseydi, dagılacak ve o konuda cekisip duracaktınız. Fakat ALLAH (sizi) kurtardı. O, goguslerin ozunu bilendir"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Zamanı gelip kendileriyle karsılastıgınızda sizin gozlerinizde onları az gosteriyor, onların da gozlerinde sizi az gosteriyordu ki ALLAH onceden planlanmıs isi gerceklestirsin. Isler, sonunda ALLAH'a doner"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Ey inananlar bir ordu ile karsılastıgınızda dayanın ve ALLAH'ı cokca anın ki basarasınız"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "ALLAH'a ve elcisine uyun, cekismeyin, yoksa zayıflayıp gucunuzu yitirirsiniz. Gucluklere karsı direnin. Elbette ALLAH sabredenlerle beraberdir"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "ALLAH'ın yoluna engel olmak amacıyla, halka gosteris yaparak yurtlarından cıkan o kendini begenmisler gibi olmayın. ALLAH yaptıklarını cepecevre Kusatır"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Seytan, islerini onlara suslemis ve: \"Bu gun halktan kimse sizi yenemez, ben sizin yanınızdayım,\" demisti. Iki ordu yuz yuze gelince de, topukları uzerine geri donup, \"Sizinle bir ilgim yok, sizin gormediginizi goruyorum ve ALLAH'tan korkarım. ALLAH'ın cezası cetindir,\" demisti"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Ikiyuzluler ve kalplerinde hastalık bulunanlar, \"Bunları dinleri aldatmıs,\" diyorlardı. Kim ALLAH'a guvenirse, kuskusuz ALLAH Ustundur, Bilgedir"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Inkar edenlerin canlarını melekler alırken bir gorseydin! Yuzlerine ve arkalarına (saldıran ve kacan dusmanlarınıza) vuruyorlardı: \"Tadın yakıcı azabı"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Bu, ellerinizin yaptıgına karsılıktır. ALLAH elbette kullara zalim degildir"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Tıpkı Firavun'un yandaslarının ve onlardan oncekilerin gidisi gibi... ALLAH'ın ayetlerini inkar ettiler. Gunahlarından oturu ALLAH da onları yakalayıp cezalandırdı. ALLAH Gucludur, cezası cetindir"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Zira, bir topluluk kendilerini degistirmedikce, ALLAH onlara verdigi nimetleri degistirecek degildir. ALLAH Isitendir, Bilendir"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Ornegin, Firavun'un yandasları ve onlardan oncekiler gibi. Rab'lerinin ayetlerini yalanladılar. Biz de gunahlarından oturu onları yıkıma ugrattık. Firavun'un yandaslarını suda bogduk. Hepsi de zalim idiler"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "ALLAH yanında yaratıkların en kotusu kafirlerdir; onlar inanmazlar"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Onlar, sen kendileriyle anlasma yaptıgın halde her defasında anlasmalarını bozanlardır. Onlar erdemli davranmazlar"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Savasta onları yakalarsan, onları arkalarındakilere ibret olacak sekilde darmadagın et. Belki ders alırlar"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Bir toplulugun ihaneti seni endiselendiriyorsa, sen de aynı sekilde (diplomatik iliskiyi kesip) at. Kuskusuz ALLAH hainleri sevmez"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Kafirler, kurtulduklarını sanmasınlar. Kacamazlar"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Onlar icin elinizden gelen kuvvet ve atlı birlikler (savas aracları) hazırlayıp seferber edin. Boylece onlarla ALLAH'ın dusmanlarını, dusmanlarınızı ve onlardan baska bilmediginiz, ancak ALLAH'ın bildigi kimseleri caydırırsınız. ALLAH yolunda ne harcarsanız size tam olarak odenir ve hic haksızlıga ugratılmazsınız"
        }
    ]
}