{
    "maqras": [
        {
            "chapter": 2,
            "verse": 124,
            "text": "Rabbi, bir zamanlar Ibrahim'i birtakım kelimelerle sınamıs; o da onlara eklemisti: (Tanrı) \"Seni insanlara onder yapacagım,\" demisti. \"Soyumdan da?..,\" deyince, \"Zalimler benim sozume dahil olmaz\" buyurmustu"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Kabeyi halk icin bir odak noktası ve bir guven yeri kıldık. Ibrahim'in makamını bir namaz yeri olarak kullanın. \"Ziyaretciler, kendini ibadete verenler ve egilip secde edenler icin ikiniz Evimi temiz tutun,\" diye Ibrahim ve Ismail'i gorevlendirmistik"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Ibrahim, \"Rabbim, burayı guvenlik yeri kıl. ALLAH'a ve ahiret gunune inanan halkına urunlerle rızık ver,\" deyince, \"Inkar edene de rızık verecegim. Onu kısa bir sure gecindirir, sonra onu ates cezasına mahkum ederim. Ne kotu bir ugrak yeridir orası!,\" dedi"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "Ibrahim, Ismail ile birlikte evin (kabenin) temellerini yukseltiyor: \"Rabbimiz, bizden kabul et, suphesiz sen Isitensin, Bilensin"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Rabbimiz, ikimizi sana teslim olanlar (muslumanlar) yap. Soyumuzdan da sana teslim olan bir topluluk cıkar. Bize nasıl ibadet edecegimizi goster, sana yonelmemizi kabul et, kuskusuz sen yonelisleri kabul edensin, Rahimsin"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Rabbimiz, onların arasından, ayetlerini onlara okuyacak, onlara kitabı ve bilgeligi ogretecek ve onları temizleyecek bir elci gonder. Sen Yucesin, Bilgesin"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Kendini kandırandan baskası Ibrahim'in dininden yuz cevirmez. Onu bu dunyada sectik, ahirette de erdemli kisilerden olacak"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Rabb'i, kendisine \"Teslim ol,\" dediginde; \"Evrenlerin Rabbine teslim oldum,\" diye karsılık vermisti"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Ibrahim ve daha sonra Yakup sunu cocuklarına ogutledi: \"Evlatlarım! ALLAH sizin icin bu dini secti; musluman olarak olmeye bakın"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Yakup can verirken tanık olsaydınız. O, cocuklarına: \"Benden sonra kime kulluk edeceksiniz,\" diye sormustu. Onlar da, \"Senin Tanrın, ataların Ibrahim, Ismail ve Ishak'ın Tanrısı olan tek Tanrıya kulluk edecegiz, biz O'na teslim olanlarız,\" demislerdi"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Gecmisteki bir toplum bu! Onların kazandıkları kendilerinin, sizin kazandıklarınız sizindir. Siz onların yaptıklarından sorulmazsınız"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Yahudi veya Hristiyan olun ki dogru yolu bulasınız,\" dediler. De ki: \"Hayır, biz Ibrahim'in tektanrıcı dinine uyarız. O, ortak kosanlardan olmadı"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "ALLAH'a, bize indirilene, Ibrahim, Ismail, Ishak, Yakub ve torunlarına indirilenlere, Musa'ya, Isa'ya verilene ve tum peygamberlere Rab'leri tarafından verilenlere inandık. Onların hicbiri arasında ayırım yapmayız. Biz sadece O'na teslim olanlarız,\" deyiniz"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Sizin inandıgınız gibi inansalar dogru yolu bulmus olurlar. Yuz cevirirlerse, karsıt olmus olurlar. Onlara karsı ALLAH sana yeter. O Isitendir, Bilendir"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Budur ALLAH'ın sistemi! Kimin sistemi ALLAH'ınkinden daha iyidir? \"Biz yalnız O'na kulluk ederiz"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Bizimle ALLAH hakkında mı tartısıyorsunuz? Oysa O, bizim de Rabbimiz, sizin de Rabbinizdir. Biz isledigimizden, siz de islediginizden sorumlusunuz. Biz kendimizi sadece O'na adadık,\" de"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Ibrahim, Ismail, Ishak, Yakub ve torunlarının Yahudi veya Hristiyan oldugunu mu ileri suruyorsunuz? De ki: \"Siz mi daha iyi biliyorsunuz yoksa ALLAH mı? ALLAH'ın bildirdigini gizleyenden daha zalim kim olabilir? ALLAH yaptıklarınızdan gafil degil"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Iste onlar bir toplumdu; gelip gectiler. Onların kazandıkları kendilerinin, sizin kazandıklarınız sizindir. Siz onların yaptıklarından sorulmazsınız"
        }
    ]
}