{
    "maqras": [
        {
            "chapter": 10,
            "verse": 53,
            "text": "Bu sahiden dogru mudur,\" diye senden haber bekliyorlar. De ki: \"Elbette, Rabbime andolsun o gercektir ve siz onu engelleyemezsiniz"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Zulmetmis bir can yeryuzundeki her seye sahip olsa, onu fidye olarak vermek isteyecektir. Azabı gorduklerinde derin pismanlık duyacaklar. Adaletle yargılanacaklar ve onlara zulmedilmeyecektir"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Goklerde ve yerde olanlar elbette ALLAH'ındır. ALLAH'ın sozu tamamıyla gercektir; fakat onların cogu bilmez"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "O diriltir ve oldurur. O'na donduruleceksiniz"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "Ey halk, Rabbinizden size bir ogut, gonulleri sıkan her seye karsı bir sifa, inananlara bir yol gosterici ve bir rahmet gelmis bulunuyor"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "De ki, \"Sadece, ALLAH'ın lutfu ve rahmetiyle sevinsinler. Bu, topladıkları herseyden daha hayırlıdr"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "De ki, \"ALLAH'ın size indirdigi rızıkların bir kısmını helal, bir kısmını da haram ettiginizi gormez misiniz?\" De ki, \"ALLAH mı size izin verdi, yoksa ALLAH'a iftira mı ediyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "ALLAH adına yalan uyduranlar dirilis gununu dusunmezler mi? ALLAH insanlara karsı bol lutuf sahibidir; ancak onların cogu sukretmez"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Ne durumda bulunursanız bulunun, Kuran'dan ne okursanız okuyun, hangi isi yaparsanız yapın, siz onlarla ugrasırken biz mutlaka size tanık oluruz. Goklerde ve yerde bulunan bir atom agırlıgı bile Rabbinin kontrolunun dısına cıkamaz. Atomdan da kucuk olsun buyuk olsun, her sey apacık bir kitapta kayıtlıdır"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "ALLAH'ın dostları icin ne bir korku vardır, ne de uzulurler"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Onlar ki, inandılar ve erdemli davrandılar"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Dunya hayatında da ahirette de mutluluk onlarındır. ALLAH'ın kelimeleri (verdigi soz) degismez. Iste bu, en buyuk zaferdir"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Sozleri seni uzmesin. Ustunluk tumuyle ALLAH'a aittir. O Isitendir, Bilendir"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Goklerde ve yerde ne varsa ALLAH'ındır. ALLAH'tan baskalarına yalvaranlar aslında kostukları ortakları izlememektedirler. Onlar sadece tahmin yurutuyorlar ve sadece sacmalıyorlar"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "O ki geceyi sizin dinlenmeniz icin elverisli, gunduzu de aydınlık kıldı. Dinleyen bir topluluk icin bunda deliller vardır"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "ALLAH cocuk edindi!,\" dediler. O bundan cok yucedir. O, hic bir seye ihtiyacı olmayandır. Goklerde ve yerde ne varsa O'nundur. Sizin bu konuda hic bir kanıtınız yoktur. ALLAH hakkında bilmediginiz bir seyi mi soyluyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "De ki: \"ALLAH hakkında yalan uyduranlar basarıya ulasamazlar"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Dunyada paylarını alırlar, sonra donusleri bizedir. Sonra da inkarlarından oturu onlara siddetli azabı tattırırız"
        }
    ]
}