{
    "maqras": [
        {
            "chapter": 24,
            "verse": 53,
            "text": "Ey Muhammed, münafıklar kesin kesin bir dille yemin ederek kendilerine emir verecek olursan savaşa çıkacaklarını söylerler. Onlara de ki; «Yemin etmeyiniz. İtaatkârlığınız bellidir. Hiç kuşkusuz Allah, ne yaptığınızdan haberdardır.»"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Onlara de ki, «Allah´a itaat ediniz, Peygambere itaat ediniz. Eğer bu çağrıya yüz çevirirseniz, biliniz ki, Peygamber kendi görevinden sorumlu olduğu gibi, siz de kendi görevinizden sorumlusunuz. Peygambere düşen, sadece ilahi mesajı açık bir dille duyurmaktır.»"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Allah, aranızdaki iman edip iyi ameller işleyenlere, kendilerini tıpkı daha önceki mü´minler gibi yeryüzünde egemen kılacağını, kendileri için seçtiği dinlerini sarsılmaz temellere oturtacağını ve korkularını güvene dönüştüreceğini vadetti. Çünkü onlar bana kulluk ederler, hiçbir şeyi bana ortak koşmazlar. Bu aşamadan sonra kâfir olanlara gelince, onlar yoldan çıkmışların ta kendileridirler"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Namazı kılınız, zekâtı veriniz ve Peygambere itaat ediniz ki, Allah´ın rahmetinden pay alabilesiniz"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Kâfirlerin yeryüzündeki güçlerinin karşı konulmaz olduğunu sanmayınız. Onların varacakları yer cehennemdir. Orası ne kötü bir varılacak yerdir"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "Ey Mü´minler, elinizin altındaki köleler ve hizmetçiler ile aranızdaki henüz ergenlik çağına girmemiş gençler, günün şu üç vaktinde, yani sabah namazından önce, öğle sıcağında soyunduğunuz saatlerde ve yatsı namazından sonra odanıza girerken sizden izin istesinler. Bu vakitler mahrem yerlerinizin açık olabileceği vakitlerdir. Bu vakitler dışında ne sizin için ve ne de onlara bir sakınca yoktur. Birbirinizin odalarına rahatça girebilirsiniz. İşte Allah size ayetlerini böylesine ayrıntılı biçimde açıklar. Allah her şeyi bilir ve O´nun her işinin, her buyruğunun mutlaka bir gerekçesi vardır"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Çocuklarınız ergenlik çağına girince günün saydığımız vakitlerinde odanıza girerken tıpkı kendilerinden büyüklerin yaptıkları gibi izin istesinler. İşte Allah size ayetlerini böylesine ayrıntılı biçimde açıklar. Allah her şeyi bilir ve O´nun hiçbir işi hiçbir buyruğu sebepsiz değildir"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Evlenme ümidi olmayan, doğurganlık çağını geride bırakmış yaşlı kadınların, süslerini göstererek erkeklerin ilgisini çekme amacı taşımamak şartı ile ev dışında giyilecek elbiselerini giymemelerinin sakıncası yoktur. Fakat kapalı giyim konusunda titiz davranmaları kendileri için daha iyidir. Allah her sözü işitir ve her şeyi bilir"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Körlerin, topalların ve hastaların anahtarları kendilerine emanet edilmiş evlere girip yemek yemekten çekinmeleri gereksizdir. Sizler de evlatlarınızın, babalarınızın, atalarınızın, erkek kardeşlerinizin, kız kardeşlerinizin, amcalarınızın, halalarınızın, dayılarınızın, teyzelerinizin, arkadaşlarınızın evlerinin veya anahtarları yanınızda bulunan evlerin yemeklerinden yiyebilirsiniz. Gerek birarada ve gerekse ayrı ayrı yemek yemenizin sakıncası yoktur. Şenlikli evlere girdiğinizde Allah tarafından yasallaştırılmış kutlu ve hoşnutluk uyandırıcı bir esenlik dileği olmak üzere içerdeki dindaşlarınıza selâm veriniz. Allah size ayetlerini düşünesiniz diye böyle açıklar"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Mü’minler ancak Allah’a ve Resul’üne iman edenler ve peygamberle birlikte bir işe karar vermek için toplandıklarında ondan izin isteyip alıncaya kadar gitmeyenlerdir. Gerçekten senden izin isteyenler, işte onlar Allah’a ve Resulüne inananlardır. Birtakım işleri için senden izin isterlerse içlerinden dilediğine izin ver. Ve Allah’tan onların bağışlanmalarını dile. Şüphesiz ki Allah, Gafur’dur, Rahim’dir"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Peygamberi çağırırken O´na, birbirinize seslendiğiniz gibi seslenmeyiniz. (Ya da Peygamber sizi çağırdığında O´nun çağrısını, aranızda birbirinize yönelttiğiniz çağrılarla bir tutmayınız.) Allah, arkadaşlarını siper ederek gizlice Peygamberin yanından sıvışanları iyi bilir. O´nun emrini çiğneyenler ya başlarına bir bela gelmesinden ya da acıklı bir azaba çarpılmaktan korkmalıdırlar"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Haberiniz olsun ki, göklerde ve yerde ne varsa hepsi Allah´a aittir. O, kullarının ne yaptıklarını ve ne düşündüklerini bilir. O´nun huzuruna çıkarıldıkları gün herkese yaptıklarını haber verecektir. Allah her şeyi bilir"
        }
    ]
}