{
    "maqras": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Bizimle karşılaşacaklarını beklemeyenler «bize melekler gönderilmeli değil miydi, ya da doğrudan doğruya Rabb´imizi görmeli değil miydik» dediler. Onlar büyüklük kompleksine kapılarak azgınlıkta son derece ileri gitmişlerdir"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Melekleri görecekleri gün var ya, o gün o günahkarlara müjdeli bir haber verilecek değildir. Melekler onlara «Sizler aftan ve cennetten mahrumsunuz» derler"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Onların yapmış olduklarını ele alarak onları havada uçuşan toza dönüştürürüz"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "O gün cennetlikler en iyi yerlerde oturacaklar, en güzel şekilde dinleneceklerdir"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "O gün gök parçalanarak beyaz bulut kümelerine dönüşür ve melekler bölük bölük inerler"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "Gerçek egemenliğin, Rahman olan Allah´ın tekelinde olacağı o gün kafirler için çetin bir gün olacaktır"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "O gün her zalim öfkesinden parmaklarını ısırarak şöyle der; «Keşki Peygamber´in yoldaşı olsaydım.»"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Eyvah, keşki falancayı dost edinmeseydim"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Bana Kur´anın mesajı geldikten sonra o beni Allah´ı anmaktan alıkoydu. Zaten şeytan, insanı ayarttıktan sonra yüzüstü bırakır"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Peygamber «Ya Rabbi, soydaşlarım bu Kur´anı boykot ettiler.» dedi"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Ey Muhammed, biz böylece her Peygamberin karşısına azılı günahkar bir düşman çıkardık. Rabb´in senin için yeterli bir yol gösterici ve yardım edicidir"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Kafirler «Kur´an, Muhammed´e bir defada topluca indirilseydi ya» dediler. Oysa biz senin moralini güçlendirmek, azmini pekiştirmek için onu böylesine bölüm bölüm indirdik ve ağır ağır okuduk"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Müşrikler, ne zaman karşısına saçma bir itirazla çıkarlarsa biz sana gerçeği ve en susturucu açıklamayı sunarız"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "O yüzüstü süründürülerek cehenneme atılacak olanlar var ya, en kötü yer onların yeri ve en sapık yol onların yoludur"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Andolsun ki, biz Musa´ya Kitabı (Tevratı) gönderdik ve kardeşi Harun´u´ da yanına yardımcı olarak verdik"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Onlara «Ayetlerimizi yalanlayan soydaşlarınızı uyarmaya gidin» dedik. Sonra o toplumu kökten yokettik"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Nuh´un soydaşlarını da yokettik. Onlar peygamberlerini yalanlayınca kendilerini suda boğduk, böylece onları diğer insanların ibret alacakları acı bir örneğe dönüştürdük ve zalimler için acıklı bir azap hazırladık"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Adoğullârını, Semudoğullarını, kuyunun yuttuklarını ve bunlar arasındaki dönemlerde yaşamış bir çok kuşakları da yokettik"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Hepsine bir çok uyarıcı örnekler gösterdik. Sonra da hepsini kökten yokettik"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Ey Muhammed, senin hemşehrilerin, bela yağmuruna tutulmuş olan o kente uğradılar. Acaba orayı görmüyorlar mıydı? Hayır, aslında onlar yeniden dirileceklerini beklemiyorlardı"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Onlar seni her gördüklerinde «Allah, bu adamı mı peygamber olarak gönderdi?» diye mutlaka alaya alırlar"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Eğer biz ilahlarımıza ısrarla bağlılığımızı sürdürmeseydik, az kalsın bu adam bizi onlardan vazgeçirecekti derler. Yakında azabımızı gördüklerinde kimin yolunun sapık olduğunu öğreneceklerdir"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "İhtiraslarını ilah edinen kimseyi görüyor musun? Onu doğru yola iletme sorumluluğunu sen mi üstleneceksin"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Yoksa sen onların çoğunun kulaklarının işittiğini ve düşünebildiklerini mi sanıyorsun? Onlar hayvanlar gibidirler. Hatta hayvanlardan bile daha sapık yoldadırlar"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Rabbinin gölgeyi nasıl uzattığını görmüyor musun? Eğer dileseydi onu hareketsiz kılardı. Sonra da güneşi onun belirleyici göstergesi yaptık"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Sonra onu yavaş yavaş kısaltarak kendimize çektik"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "O, sizin için geceyi örtü, uykuyu dinlenme fırsatı ve gündüzü çevreye dağılıp çalışma zamanı yaptı"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "O, rüzgarları rahmetinin öncesinde müjde habercisi olarak gönderdi. Size gökten arı su indirdik"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "Amacımız bu su sayesinde ölü bir yöreyi diriltmek, yarattığımız çok sayıda hayvanın ve insanın su ihtiyacını karşılamaktır"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "İnsanlar düşünüp ders alsınlar diye biz bu gerçeği onlara çeşitli şekillerde anlattık. Fakat onların çoğu ısrarla nankörlüklerini sürdürdüler"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Eğer dileseydik her şehre ayrı bir uyarıcı gönderirdik"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "O halde sakın kafirlerin uzlaşma önerilerini kabul etme; Kur´an´a dayanarak olanca gücünle onlarla mücadele et"
        }
    ]
}