{
    "maqras": [
        {
            "chapter": 31,
            "verse": 22,
            "text": "Kim güzel davranarak kendini Allah´a teslim ederse, o en sağlam kulpa yapışmıştır. Sonunda bütün işler Allah´a döner"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "Kim de inkâr ederse onun inkârı seni üzmesin; onların dönüşü bizedir. O zaman yaptıklarını kendilerine haber veririz. Allah kalplerde olanı şüphesiz bilir"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "Onlara biraz geçim sağlar, sonra ağır bir azaba sürükleriz"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "Andolsun ki onlara; «Gökleri ve yeri kim yarattı» diye sorsan «Allah» derler. Hamd Allah´a mahsustur. Hayır onların çoğu bilmiyor"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "Göklerde ve yerde ne varsa hepsi Allah´ındır. Şüphesiz Allah müstağnidir, övülmeye lâyık olandır"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "Yeryüzünde bulunan ağaçlar kalem olsa, denizlerde mürekkep olsa ve yedi deniz daha eklense, yine Allah´ın sözleri yazmakla tükenmez. Doğrusu Allah güçlüdür, hakimdir"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "Ey insanlar! Sizin yaratılmanız ve tekrar dirilmeniz tek bir kişinin yaratılması ve tekrar diriltilmesi gibidir. Şüphesiz Allah, işitendir. görendir"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "Görmedin mi Allah, geceyi gündüzün içine; gündüzü gecenin içine sokuyor. Güneş ve ayı emrine boyun eğdirmiştir. Her biri belirli bir süreye kadar hareket eder. Allah yaptıklarınızdan haberdardır"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "Bu, Allah´ın hak olmasından ve O´ndan başka taptıklarının batıl olmasındandır. Doğrusu Allah yücedir, büyüktür"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "Allah size, bir kısım delillerini göstersin diye, Allah´ın izniyle gemilerin denizde akıp gittiğini görmediniz mi? Şüphesiz bunda çok sabreden çok şükreden herkes için ibretler vardır"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "Dağlar gibi dalgalar insanları kuşattığı zaman dini yalnız Allah´a has kılarak O´na yalvarırlar. Allah onları karaya çıkarıp kurtardığı zaman, içlerinden bir kısmı gevşeme gösterirler. Zaten bizim ayetlerimizi nankör gaddarlardan başkası inkâr etmez"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "Ey insanlar, Rabb´inizden korkun ve babanın, çocuğuna yaptığından ceza görmeyeceği, çocuğun da babasının yaptığından ceza görmeyeceği bir günden çekinin. Allah´ın vaadi gerçektir. Dünya hayatı sizi aldatmasın ve şeytan, Allah´ın affına güvendirerek sizi kandırmasın"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "Kıyamet vakti hakkındaki bilgi ancak Allah´ın katındadır. Yağmuru yağdırır, rahimlerde olanı O bilir. Hiç kimse yarın ne kazanacağını bilemez ve hiç kimse nerede öleceğini bilemez. Her şeyi bilen ve her şeyden haberi olan yalnız Allah´dır"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "Elif Lam Mim"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Şüphe yok ki, Kitab´ın indirilişi, alemlerin Rabb´i tarafındandır"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Yoksa «onu peygamber uydurdu mu» diyorlar? Hayır, O senden önce bir peygamber gönderilmemiş olan kavmi uyarması için sana Rabb´inden gelen bir gerçektir. Umulur ki, doğru yolu bulurlar"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Gökleri, yeri ve ikisinin arasında bulunanları altı günde yaratan, sonra arşa hükmeden (istiva eden) Allah´tır. O´ndan başka bir dostunuz ve şefaatcınız yoktur. Düşünüp öğüt almıyor musunuz"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Allah, gökten yere kadar olan bütün işleri düzenleyip yönetir. Sonra işler, sizin hesabınızla bin yıl kadar tutan bir gün içinde O´na çıkar"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "O görüleni de görülmeyeni de bilendir üstün ve merhametli olandır"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "O Allah ki, her şeyin yaratılışını güzel yaptı ve insanı yaratmaya çamurdan başladı"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "Sonra onun soyunu nutfeden, hakir bir suyun özünden çoğalttı"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Sonra ona biçim verdi, ona kendi ruhundan üfledi ve sizin için kulaklar, gözler ve gönüller yarattı. Ne kadar az şükrediyorsunuz"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Puta tapanlar: «Biz yerde toprağa karışıp yok olduktan sonra yeniden mi yaratılacağız?» derler. Doğrusu onlar Rabb´ine kavuşmayı inkâr edenlerdir"
        }
    ]
}