{
    "maqras": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "Ey insanlar, siz Allah´a muhtaçsınız; oysa Allah hiç kimseye muhtaç değildir ve övgüye lâyıktır"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Eğer dilerse sizi yok eder ve yerinize başka bir canlı türü getirir"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Bunu yapmak, Allah için zor değildir"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Hiç kimse başkasının günahını yüklenmez. Eğer günah yükü ağır bir kimse, yükünün sırtından alınmasını istese, en yakını bile yükünün en küçük bölümünü kendi sırtına almaz. Sen sadece görmeden Rabb´lerinden korkanları ve namaz kılanları uyarabilirsin. Kim kötülüklerden arınırsa kendi yararına arınmış olur. Sonunda Allah´a dönülecektir"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "Kör ile görebilen bir olmaz"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "Karanlıklar ile ışık da bir olmaz"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "Gölge ile aşırı sıcaklık da bir olmaz"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "Diriler ile ölüler de bir değildir. Allah dilediğine ses işittirir. Fakat sen mezarlıktakilere sesini işittiremezsin"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Sen sadece bir uyarıcısın"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Biz seni gerçeğin müjdecisi ve uyarıcısı (korkutucusu) olarak gönderdik. Her millete mutlaka bir uyarıcı gönderilmiştir"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "Eğer onlar seni yalanlıyorlarsa bil ki, daha önceki milletler de peygamberlerini yalanlamışlardı. Oysa peygamberleri onlara açık kanıtlar, kutsal sayfalar ve ışık saçan kitap getirmişlerdi"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Sonra ben kâfirlerin yakalarına yapıştım. Benim karşı darbem nasıl oldu"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "Allah´ın gökten su indirdiğini görmüyor musun? O su aracılığı ile türlü türlü renkte meyvalar yetiştirdik. Dağlarda beyaz, kırmızı, koyu siyah değişik renklerde yollar, patikalar açtık"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "Yine böyle değişik renkte insanlar, hayvanlar ve davarlar yarattık. Allah´dan asıl korkanlar, O´nun bilgin kullarıdır. Hiç kuşkusuz Allah üstün iradeli ve bağışlayıcıdır"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Allah´ın kitabını okuyanlar, namazı kılanlar, kendilerine verdiğimiz rızıkların bir bölümünü gizlice ve açıkça ihtiyacı olanlara verenler, hiçbir zaman zarar etmeyecek bir ticaret yaptıklarını umabilirler"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "Çünkü Allah onların ücretlerini eksiksiz olarak öder ve kendi bağışı olarak fazlasını verir. Hiç kuşkusuz O affedicidir, iyiliklerin karşılığını bol bol verir"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "Ey Muhammed, sana vahiy yolu ile indirdiğimiz bu Kitap daha önceki kutsal kitapları onaylayan gerçek kitaptır. Hiç şüphesiz Allah, kullarını iyi tanır ve her şeyi görür"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Sonra bu Kitab´ı seçtiğimiz kullarımıza miras bıraktık. Bunların kimi kendilerine yazık eder, kiminin davranış notu ortadır, kimi de Allah´ın izni ile iyiliklerde öncüdür. İşte büyük lütuf budur"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Bunların mükafatı “Adn” cennetleridir. Oraya girerler. Orada altın bilezikler ve incilerle süslenirler. Oradaki elbiseleri de ipektir"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "Onlar şöyle derler; «içimizdeki üzüntüyü gideren Allah´a hamd olsun. Hiç kuşkusuz Rabb´imiz affedicidir ve iyiliklerin karşılığını bol bol verir.»"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "«O bizi lütfu ile içinde sürekli oturacağımız bir yurda yerleştirdi. Burada bize ne yorgunluk değecek ve ne de bıkkınlık ilişecektir.»"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "Kâfiri ise cehennem ateşi beklemektedir. Ne ölümlerine karar verilir de ölürler ve ne de azapları hafifletilir. İşte biz azılı kâfirleri böyle cezalandırırız"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Onlar orada «Ey Rabbimiz, bizi buradan çıkar da daha önce yaptıklarımızdan farklı, iyi işler yapalım» diye feryad ederler. Düşünmek isteyenlerin düşünmelerine yetecek kadar uzun bir süre sizi yaşatmadık mı? Ayrıca size uyarıcı da gelmişti, Şimdi azabı tadınız bakalım. Zalimlere yardım eden bulunmaz"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "Hiç kuşkusuz Allah, göklerin ve yeryüzünün \"gaybı\"nı bilir. O kalplerin özünü bilir"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "Yeryüzünde sizleri daha önceki kuşakların yerine geçirip egemen kılan O´dur. Kâfirlerin inkârcılıkları kendi zararlarınadır. Kâfirlik, kâfirlere Rabb´leri katında sadece daha çok nefret kazandırır. Kâfirlik, kâfirlerin sadece zararlarını arttırır"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Ey Muhammed, müşriklere de ki; «Baksanıza, Allah´a ortak koşarak imdada çağırdığınız, O´nun dışındaki düzmece ilahlarınız var ya. Onların yeryüzünde neyin yaratıcıları olduklarını bana göstersenize. Yoksa onların göklerin yaratılmasında payları, katkıları mı var? Yoksa onlara bir kitap indirdik de ondaki kanıtlara mı dayanıyorlar?» Hayır, o putperest zalimler birbirlerini sadece asılsız vaadlerle aldatıyorlar"
        }
    ]
}