{
    "maqras": [
        {
            "chapter": 36,
            "verse": 60,
            "text": "Ey insanoğulları, size and vermedim mi? Şeytana tapmayın o sizin apaçık düşmanınızdır"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Bana tapın doğru yol budur"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Andolsun ki, o sizden nice nesilleri saptırmıştır, akletmez misiniz"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "İşte bu, size vaad edilen cehennemdir"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "İnkârınızdan dolayı bugün oraya girin"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "O gün ağızlarını mühürleriz, elleri bize söyler ayakları yaptıklarına şahitlik eder"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Dilersek, gözlerini kör ederdik de, yol bulmaya çalışırlardı. Nasıl görebilirlerdi"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Dileseydik kılıklarını değiştirip onları oldukları yerde dondururduk, ne ileri gidebilir, ne de geri dönebilirdi"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Kime uzun ömür versek, onun yaratılışı baş aşağı çevirir, gücünü azaltırız, sonunda ihtiyarlar, zayıflar. Akıllarını kullanmıyorlar mı"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Biz Muhammed´e şiir öğretmedik, zaten ona gerekmezdi. Bu bir öğüt ve apaçık Kur´an´dır"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "Diri olanları uyarsın ve inkâr edenlere de azab hak olsun"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Kudretimizle kendileri için hayvanlar yarattığımızı görmezler mi? Onlara sahip olmaktadırlar"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Onları kendilerine boyun eğdirdik, işte binekleri onlardandır ve onlardan yiyorlar"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "Onlarda daha nice faydalar, içecekler vardır. Şükretmezler mi"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Belki kendilerine yardım edilir diye Allah´dan başka tanrılar edindiler"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Oysa onlar yardım edemezler, ancak kendileri o tanrılara koruyuculuk için nöbet beklerler"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Onların sözü seni üzmesin. Biz onların gizlediklerini de açığa vurduklarını da biliyoruz"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "İnsan, bizim kendisini nasıl bir nutfeden (sperm) yarattığımızı görmedi mi? Ki, şimdi apaçık bir hasım kesildi"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Kendi yaratılışını unutarak «çürümüş kemikleri kim yaratacak?» diyerek bize misal vermeye kalkar"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "De ki; «Onları ilk defa yaratan diriltecek. O, her yaratmayı bilir.»"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "O size yeşil ağaçtan ateş yaptı da siz ondan yakıyorsunuz"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Gökleri ve yeri yaratan, onların benzerlerini yaratamaz mı? Elbette yaratır. O, çok bilen yaratıcıdır"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Bir şey dilediği zaman. O´nun buyruğu sadece, o şeye «Ol» demektir, hemen olur"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Her şeyin hükümranlığı elinde olan ve sizin de kendisine döneceğiniz Allah münezzehtir"
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "Andolsun sıra sıra duranlara"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "Önlerindekini sürdükçe sürenlere"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "Zikir okuyanlara"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "Ki, ilahınız birdir"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "Göklerin, yerin ve ikisi arasında bulunanların Rabb´idir. Doğuların da Rabb´idir"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Bize en yakın göğü, bir süsle ve yıldızlarla süsledik"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "Ve onu itaat etmeyen her şeytandan koruduk"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "O şeytanlar, yüce alemi (Mele-i A´la´yı) dinleyemezler; her yandan kendilerine mermi gibi yıldızlar atılır"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "Kovulup atılırlar. Ve onlar için sürekli azap vardır"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Ancak meleklerin konuşmalarından bir sözü kapan olursa, onu da delen ve yakan alevli yıldızlar takip eder"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Şimdi sor onlara; «Kendilerini yaratmak mı daha zordur, yoksa, Bizim yarattıklarımız mı?» Aslında biz kendilerini özlü ve yapışkan çamurdan yarattık"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Ey Muhammed! Evet; sen onlara şaşıyorsun, onlar da seninle alay ediyorlar"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "Onlara öğüt verildiği vakit düşünüp öğüt almazlar"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "Bir mucize görseler onunla alay ederler"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "«Bu apaçık büyüdür» derler"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "Yani biz öldüğümüz, toprak ve kemik olduğumuz zaman mı dirilecekmişiz"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "Bizden önceki atalarımızda mı dirilecek"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "De ki; «Evet, hem de hor ve hakir olarak dirileceksiniz.»"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "O dirilme sahnesi korkunç bir çığlıktan ibarettir. Hemen o anda gözlerini birdenbire açıp etrafa bakacaklar"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "«Vah bize, bu ceza günüdür» derler"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "Onlara «İşte bu yalanladığınız hüküm günüdür» denir"
        }
    ]
}