{
    "maqras": [
        {
            "chapter": 57,
            "verse": 16,
            "text": "Allah´tan gelen öğütlerin ve O´nun indirdiği gerçeğin etkisi ile müminlerin kalplerinin yumuşayacağı, ürpereceği gün halâ gelmedi mi? Müminler daha önce kendilerine kutsal kitap verilenler gibi olmasınlar. Uzun zaman geçince onların kalpleri katılaştı ve çoğu yoldan çıkmış kimseler oldu"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Biliniz ki, Allah, ölmüş toprağa hayat verir. Size ayetlerimizi açıkladık ki, üzerlerinde düşünesiniz"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Sadaka veren erkekler ve kadınlar ile çıkar amacı gütmeksizin gönüllü olarak Allah´a borç verenler var ya, onlar verdiklerini kat kat fazlası ile geri alırlar, ayrıca kendilerine onurlandırıcı bir ödül verilir"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Allah´a ve Peygambere inananlar var ya, onlar özü sözü doğru olanlar ile şehitlerdir. Allah katında onlara ödül ve nur verilir. Ayetlerimizi yalanlayan kafirler ise cehennemliktirler"
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "Biliniz ki, dünya hayatı oyundan, eğlenceden, süs ve gösterişten, birbirinize karşı övünmeden, mal ve evladı çoğaltma yarışından ibarettir. Bu hayat, ekini ve bitkisi çiftçisinin yüzünü güldüren bol yağmura benzer. Fakat bir süre sonra kuruyan bu bitki örtüsünün sarardığını görürsün. Arkasından da ot kırıntılarına dönüşür. Ahirette ise bir yanda ağır bir azab, öbür yanda Allah´ın bağışlaması ve hoşnutluğu vardır. Dünya hayatı, aldatıcı bir hazdan başka bir şey değildir"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "O halde Rabbinizin bağışlaması ve Allah ile Peygambere inananlar için hazırlanmış, gökle yer arası kadar genişliği olan cennet uğruna yarışınız. Bu Allah´ın dilediklerine verdiği bir lütfudur. Allah büyük lütuf sahibidir"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "Gerek yeryüzünde görülen, gerekse başınıza gelen her musibet tarafımızdan yaratılmadan önce kesinlikle bir kitapta belirlenmiştir. Bu ayrıntılı planlama Allah için kolay bir iştir"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "Amaç, kaybettiklerinize üzülmemeniz ve O´nun size verdikleri yüzünden şımarmamanızdır. Allah kendini beğenmiş şımarıkları sevmez"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "Bunlar hem kendileri cimrice davranırlar hem de başkalarına cimri olmayı önerirler. Kim hayr yapmaktan kaçınırsa bilsin ki, Allah hiçbir şeye muhtaç değildir ve özü itibarı ile övgüye layıktır"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Biz Peygamberlerimizi kesin kanıtlarla gönderdik, insanlar arasında adil bir düzen kurulsun diye onlarla birlikte kitabı ve ölçüyü indirdik. Ayrıca büyük caydırıcılığı ve sertliği yanında insanlara yönelik birçok faydaları olan demiri indirdik. Böylece kimlerin görmedikleri halde Allah´ı ve Peygamberi destekleyeceklerini ortaya çıkarmak istedik. Hiç kuşkusuz Allah güçlü ve üstün iradelidir"
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "Biz Nuh´u ve İbrahim´i peygamber olarak gönderdik. İkisinin soyuna da peygamberlik ve kitap verdik. Onların soylarından türeyenlerin bir bölümü doğru yola bağlı kaldı, fakat çoğu yoldan çıktı"
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "Onların arkasından ardarda diğer peygamberlerimizi gönderdik, bu arada Meryemoğlu İsa´yı da gönderdik. O´na İncil´i verdik, bağlılarının kalplerine şefkat ve merhamet duygusu aşıladık. Biz onlara aşırı sofuluğu farz kılmış değildik. Bunu akılları sıra Allah´ın hoşnutluğunu kazanmak için kendileri uydurdular. Buna rağmen onun gereklerini yerine getirmediler. Biz onların inananlarına ödüllerini verdik, fakat çoğu yoldan çıkmış kimselerdir"
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "Ey müminler, Allah´tan korkunuz ve Peygambere inanınız ki, O size vereceği rahmeti ikiye katlasın, size yolunuzu aydınlatacak bir nur bağışlasın, günahlarınızı affetsin. Çünkü Allah affedici ve merhametlidir"
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "Böylece yahudiler ile hristiyanlar bilsinler ki, Allah´ın lütfu kendi tekellerinde değildir. Lütuf O´nun elindedir, dilediğine verir onu. Allah büyük lütuf sahibidir"
        }
    ]
}