{
    "maqras": [
        {
            "chapter": 7,
            "verse": 171,
            "text": "Hani o dağı (Tur Dağı´nı) başları üzerine çıkarmıştık, onlar dağın üzerlerine düşeceğini sanmışlardı. Bu durumda kendilerine «Size verdiğimiz Kitab´a sımsıkı sarılınız ve içindeki mesajları sürekli aklınızda tutunuz"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Hani Rabbin, Ademoğulları´ndan onların bellerinden soylarını dışarı aldı ve Ben sizin Rabbiniz değil miyim? diyerek kendilerini birbirine şahit tutmuştu da onlar da «Evet şahidiz» demişlerdi. Allah kıyamet günü şöyle diyemeyesiniz diye bunu böyle yaptı; «bizim bundan haberimiz yoktu.»"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "´Ya da şöyle diyemeyesiniz diye; «Vaktiyle atalarımız müşrik olmuşlardı, biz onlardan sonra gelen kuşaklardık, bizi eğri yola sapanların yaptıklarından dolayı mı mahvedeceksin?»"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "İşte ayetlerimizi böyle ayrıntılı biçimde anlatıyoruz, ola ki, doğru yola dönerler"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Onlara şu adamın olayını anlat: Adama ayetlerimizi sunduk, fakat o onların içinden sıyrılıp çıktı. Arkasından onu şeytan peşine taktı da azgınlardan oldu"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Eğer dileseydik bu ayetler aracılığı ile onun düzeyini yükseltirdik, fakat o yere saplandı kaldı. Onun durumu üstüne varsan da, kendi haline bıraksan da dilini sarkıtıp hırlayarak soluyan köpeğin durumu gibidir. İşte ayetlerimizi yalanlayanların durumu budur. Bu hikâyeyi onlara anlat, ola ki, üzerinde düşünürler"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Ayetlerimizi yalanlayan ve kendilerine zulmeden toplumun durumu ne kötü bir örnektir"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Allah kimi doğru yola iletirse o doğru yolda olur, kimleri saptırırsa işte onlar, hüsrana uğrayanlardır"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Andolsun ki, birçok cini ve insanı cehennemlik olarak yarattık. Onların kalpleri var. Fakat anlamazlar, gözleri var, fakat görmezler, kulakları var, fakat işitmezler. Onlar hayvanlar gibidirler. Hatta hayvanlardan da sapıktırlar. Onlar gaflet içindedirler"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "En güzel isimler Allah´ınkilerdir. O´na o isimler ile dua ediniz. O´nun isimleri konusunda eğriliğe sapanları sapıklıkları ile başbaşa bırakınız. Onlar yaptıklarının cezasını ilerde çekeceklerdir"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Yarattığımız insanlar içinde başkalarını hakka ileten ve hakka uygun, adil hükümler veren bir kesim varılır"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Ayetlerimizi yalanlayanları hiç farkına varmayacakları biçimde yavaş yavaş kötü akıbetlerine yaklaştıracağız"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Onlara mühlet veririm. Çünkü benim tuzağım sağlamdır"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Düşünmüyorlar mı ki, arkadaşları Muhammed´in deli olması sözkonusu değildir. O sadece açık bir uyarıcıdır"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Göklerin ve yerin görkemli mekanizmasını, Allah´ın yaşattığı her şeyi ve ecellerinin gerçekten yaklaşmış olabileceğini düşünmüyorlar mı? Kur´an´dan sonra hangi söze inanacaklar"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Allah´ın saptırdığı kulu hiç kimse doğru yola iletmez. O sapıkları, azgınlıklar içinde debelenmeye bırakır"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Sana kıyamet anı hakkında sorarlar, ne zaman gelip çatacak diye. De ki, «onun bilgisi rabbimin tekelindedir. Vakti gelince, onu gerçekleştirip açığa çıkaracak olan O´dur.» Göklerin ve yerin ağırlığını kaldıramayacağı bu olay başınıza ansızın gelecektir. Sanki sen bu konuyu sürekli kurcalıyormuşsun gibi, sana onu soruyorlar. De ki; «onun bilgisi Allah´ın tekelindedir, fakat insanların çoğu bu gerçeği bilmezler.»"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "De ki; ben kendime, Allah´ın dilediğinden başka bir yarar ya da zarar dokunduracak güçte değilim. Eğer görünmeyeni, gaybı bilseydim, daha çok iyilik elde ederdim. Ve başıma hiçbir kötülük gelmezdi. Ben sadece müminler toplumuna seslenen bir uyarıcı ve müjdeciyim"
        }
    ]
}