{
    "maqras": [
        {
            "chapter": 18,
            "verse": 32,
            "text": "Onlara su iki kisinin halini misal getir:Onlardan birine iki uzum bagı lutfettik, bagların etrafını hurma agacları ile donattık ve bahcelerin arasında da ekin bitirdik"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Her iki bag da meyvesini verdi, hicbir seyi eksik bırakmadı.O iki bagın arasında da bir ırmak akıttık"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "O sahsın baska serveti de vardı. Arkadasıyla konusurken ona:“Benim,” dedi, “malım ve servetim senden cok oldugu gibi, maiyyet, coluk cocuk bakımından da senden daha ilerideyim.”"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Bu adam gururu yuzunden kendi oz canına zulmeder vaziyette bagına girdi ve: “Zannetmem ki bu bag bozulup yok olsun; kıyametin kopacagını da sanmıyorum.Bununla beraber sayet Rabbimin huzuruna goturulecek olursam o zaman elbette bundan daha iyi bir akıbet bulurum.” dedi"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Bu adam gururu yuzunden kendi oz canına zulmeder vaziyette bagına girdi ve: “Zannetmem ki bu bag bozulup yok olsun; kıyametin kopacagını da sanmıyorum.Bununla beraber sayet Rabbimin huzuruna goturulecek olursam o zaman elbette bundan daha iyi bir akıbet bulurum.” dedi"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Konusma esnasında arkadası bu sahsa: “Ne o” dedi, “yoksa sen, senin aslını topraktan, sonra da bir damla meniden yaratan, bilahare de seni boyle tam mukemmel bir insan sekline getiren Rabbini mi inkar ediyorsun? Fakat sen inkar etsen de sunu bil ki benim Rabbim Allah'tır. Rabbime hic bir seyi ortak saymam.”"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Konusma esnasında arkadası bu sahsa: “Ne o” dedi, “yoksa sen, senin aslını topraktan, sonra da bir damla meniden yaratan, bilahare de seni boyle tam mukemmel bir insan sekline getiren Rabbini mi inkar ediyorsun? Fakat sen inkar etsen de sunu bil ki benim Rabbim Allah'tır. Rabbime hic bir seyi ortak saymam.”"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "“Benim servetimin ve coluk cocugumun sayısının seninkinden daha az oldugunu dusundugune gore, bagına girdiginde: “Masaallah! Allah ne guzel dilemis ve yapmıs! Ondan baska gercek guc ve kuvvet sahibi yoktur.” demeli degil miydin"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "Olur ki Rabbim senin bahcenden daha iyisini bana verir ve senin o bahcene gokten bir afet indirir de bagın kupkuru toprak kesilir; yahut bagının suyu cekilir de ondan artık busbutun umidini kesersin.”"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "Olur ki Rabbim senin bahcenden daha iyisini bana verir ve senin o bahcene gokten bir afet indirir de bagın kupkuru toprak kesilir; yahut bagının suyu cekilir de ondan artık busbutun umidini kesersin.”"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Cok gecmeden, butun serveti kul oldu... Sahibi bu halini gorunce, bagın cokmus cardakları karsısında, yaptıgı masraflarına, harcadıgı emeklere acıyıp avuclarını ogustura kaldı!“Ah!” diyordu, “n'olaydım, Rabbime ibadette hicbir seyi ortak yapmamıs olaydım!”"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Hasılı o, Allah'tan baska kendisine sahip cıkacak bir topluluk da bulamadı, kendi kendini de kurtaramadı"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Oyle bir yerde himaye ve yardım, sadece hak ve hakikatin ta kendisi alan Allah'a mahsustur.En iyi mukafatı da, en guzel akıbeti de veren O’dur"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Dunya hayatı hakkında onlara su misali ver: Dunya hayatının durumu suna benzer: Gokten yagmur indiririz, onun sayesinde yeryuzunde bitkiler yeserip gurlesir, cok gecmeden kurur, ruzgarın savurdugu cercop haline gelir. Allah her seye hakkıyla kadirdir"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Mal mulk, coluk cocuk...Butun bunlar dunya hayatının susleridir.Ama baki kalacak yararlı isler ise Rabbinin katında, hem mukafat yonunden, hem de umit baglamak bakımından daha hayırlıdır"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Gun gelir, dagları yuruturuz, yerin dumduz hale geldigini gorursun.Iste butun insanları mahser meydanına topladık, eksik bıraktıgımız bir tek kisi bile kalmadı"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Hepsi sıra sıra Rabbinin huzuruna arz olundular. Ve soyle nida edildi onlara: “Ilkin sizi nasıl yarattıksa, aynen o sekilde Biz'e dondunuz. Siz ise, boyle bir bulusma belirlemedigimizi iddia ederdiniz degil mi?”"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Iste herkesin hesap defteri onune konuldu. Mucrimlerin defterdeki kayıtlardan korktuklarını ve soyle dediklerini gorursun:“Eyvah bize! Bu deftere de ne oluyor?Ne kucuk komus, ne buyuk, yazılmadık sey bırakmamıs!”Boylece yaptıkları her seyi yanlarında buldular.Su kesin ki Rabbin kimseye zulmetmez"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Hani bir zaman Biz meleklere: “Adem'e secde edin!” deyince, onlar da derhal secdeye kapanmıslardı. Ne var ki Iblis egilmemisti. O cinlerden idi. Rabbinin emrinin dısına cıktı.Ey Adem’in evlatları!Onlar size dusman oldukları halde, siz kalkıp Benden ayrı olarak onu ve onun evlatlarını mı dost ediniyorsunuz?Zalimler icin ne fena bir bedel! Ne zararlı bir takas"
        }
    ]
}