{
    "maqras": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Muhakkak ki muminler, mutluluk ve basarıya erdiler"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Onlar namazlarında tam bir saygı ve tevazu icindedirler"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Onlar bos seylerden uzak dururlar"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "Onlar zekatı ifa eder (kendilerini maddeten ve manen arındırırlar)"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Onlar mahrem yerlerini gunahlardan korurlar. Yalnız esleri ve cariyeleri ile iliski kurarlar. Cunku bunu yapanlar ayıplanamazlar. Ama bu sınırın otesine gecmek pesinde olanlar, iste onlardır haddi asanlar"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Onlar mahrem yerlerini gunahlardan korurlar. Yalnız esleri ve cariyeleri ile iliski kurarlar. Cunku bunu yapanlar ayıplanamazlar. Ama bu sınırın otesine gecmek pesinde olanlar, iste onlardır haddi asanlar"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Onlar mahrem yerlerini gunahlardan korurlar. Yalnız esleri ve cariyeleri ile iliski kurarlar. Cunku bunu yapanlar ayıplanamazlar. Ama bu sınırın otesine gecmek pesinde olanlar, iste onlardır haddi asanlar"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "O muminler uzerlerindeki emanetleri gozetirler, verdikleri sozleri tam tamına tutarlar"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "Onlar namazlarını vaktinde eda edip zayi etmekten korurlar"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "“Iste varis olanlar, ebedi kalacakları Firdevs cennetine varis olanlar onlardır onlar"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "“Iste varis olanlar, ebedi kalacakları Firdevs cennetine varis olanlar onlardır onlar"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Su bir gercektir ki Biz insanı suzme camurdan yaratırız"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Sonra onu nutfe (sperm) halinde saglam bir yere yerlestiririz"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Sonra nutfeyi (rahim cidarına) yapısan bir hucreye, bunu da mudgaya, yani bir cignem et gorunumundeki varlıga, mudgayı kemiklere donusturur, sonra da kemiklere et giydirip, derken yeni bir yaratılısa mazhar ederiz. Iste bak da Allah'ın ne mukemmel yaratan oldugunu bir dusun"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Ve butun bunlardan sonra, siz ey insanlar, olursunuz"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Sonra buyuk durusma (kıyamet) gunu diriltilirsiniz"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Yine su da bir gercektir ki, Biz sizin ustunuzde yedi tabaka yarattık. Biz yaratmadan da, yarattıklarımızdan da habersiz degiliz. [2, 29; 40,57;]"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Biz gokten belirledigimiz bir olcuye gore su indirir ve onu yerde dinlendiririz. Ama dilersek onu yerden gidermeye de kadiriz"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "O su ile sizin icin hurma ve uzum bagları yetistiririz ki onlarda size cok faydalar vardır, onlardan yersiniz de"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Sina Dagından cıkan bir nebat da yetistiririz ki o agac hem yag, hem de yiyenlere bir katık cıkarır"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Davarlarda da sizin icin ibretler vardır. Onların icinden cıkan sutle sizi besleriz. Daha onlarda sizin icin nice faydalar bulunur. Onların etinden de yersiniz"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Onlara da, gemilere de binersiniz"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Bir zaman, halkını irsad etmesi gayesiyle Nuh'u gonderdik de: “Ey halkım, dedi, yalnız Allah’a ibadet ediniz. Zira sizin Ondan baska ilahınız yoktur. Gercek bu iken hala sirkten sakınmaz mısınız?”"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Halkından ileri gelen birtakım kafirler: “Bu,” dediler, “sizin gibi bir insandan baska bir sey degil, boyleyken size hakim olmak istiyor.” “Allah bize mesaj ulastırmak isteseydi, (boyle sizin gibi bir insan gondermez), melaike indirirdi. Nitekim biz atalarımızdan da boyle bir sey isitmedik. Bu delinin tekinden baska biri degil. Ona biraz sure tanıyın, sonra is aydınlanır, siz de geregini yaparsınız.”"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Halkından ileri gelen birtakım kafirler: “Bu,” dediler, “sizin gibi bir insandan baska bir sey degil, boyleyken size hakim olmak istiyor.” “Allah bize mesaj ulastırmak isteseydi, (boyle sizin gibi bir insan gondermez), melaike indirirdi. Nitekim biz atalarımızdan da boyle bir sey isitmedik. Bu delinin tekinden baska biri degil. Ona biraz sure tanıyın, sonra is aydınlanır, siz de geregini yaparsınız.”"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Nuh: “Ya Rabbi, dedi, beni yalancı saymalarına karsı Sen yardım et bana!”"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Biz de ona vahyedip bildirdik ki: “Nezaretimiz altında ve bildirdigimiz sekilde gemiyi yap. Buyrugumuz gelip tandır kaynayınca her cinsten birer cift ile haklarında azap hukmu takdir edilmis olanlar dısında kalan aile halkını yanına al! Zalim ve kafirler hakkında sakın Bana basvurma! Cunku onlar suda bogulacaklardır.”"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "“Sen ve beraberinde olanlar gemiye yerlesince de ki: “Bizi o zalim toplumun elinden kurtaran Allah'a hamd-u senalar olsun!”"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "“Ya Rabbi, beni guvenli ve kutlu bir yere indir. Cunku sen konuklayanların en iyisi, en mukemmelisin.”"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Bunda elbette alınacak cok ibretler var. Gercekten Biz insanları imtihan etmekteyiz"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Onlardan sonra baska nesiller yarattık"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Onların icinden “Yalnız bir Allah'a ibadet ediniz, zira sizin O’ndan baska tanrınız yoktur. Gercek bu iken hala sirkten sakınmaz mısınız?” diyen bir peygamber gonderdik"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Onun halkından kafir olup ahiret bulusmasını yalan sayan ve kendilerine dunya hayatında bol nimet verdigimiz esraf takımı: “Bu,” dediler, “sizin gibi bir insandan baska bir sey degil, baksanıza sizin yediklerinizden yiyor, sizin ictiklerinizden iciyor. Eger siz, sizin gibi bir besere itaat edecek olursanız, buyuk bir kayba ve husrana ugrarsınız.”"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Onun halkından kafir olup ahiret bulusmasını yalan sayan ve kendilerine dunya hayatında bol nimet verdigimiz esraf takımı: “Bu,” dediler, “sizin gibi bir insandan baska bir sey degil, baksanıza sizin yediklerinizden yiyor, sizin ictiklerinizden iciyor. Eger siz, sizin gibi bir besere itaat edecek olursanız, buyuk bir kayba ve husrana ugrarsınız.”"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "“Ne o,” dediler, bu adam siz olup de toprak ve kemik haline geldikten sonra sizin diriltilip mezardan cıkarılacagınızı mı vad ediyor?”"
        }
    ]
}