{
    "maqras": [
        {
            "chapter": 25,
            "verse": 1,
            "text": "Hayır ve bereketi ne muazzamdır o Zatın ki butun ins ve cinni uyarsın diye o has kuluna dogruyu egriden ayıran Furkan'ı indirdi. [18, 1-2; 4,136; 25,3]"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Goklerin ve yerin hakimiyeti O'nundur. O asla evlat edinmedi, hakimiyette hic bir ortagı olmadı. Her seyi yaratıp nizam veren ve her seyin varlıgını bir olcuye gore belirleyen O’dur"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Boyle iken musrikler Allah'tan baska birtakım tanrılar edindiler ki, hicbir sey yaratmaya gucleri yetmez, ustelik kendileri baskası tarafından yaratılırlar. Baslarına gelen zararı savamaz, kendileri icin fayda celbedemezler, ne oldurmeye, ne diriltmeye ve ne de olumden sonra tekrar diriltmeye gucleri yetmez. [53,23; 46,4; 16,20]"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Kafirler: “Kur'an onun uydurdugu bir yalan olup, bu hususta baskaları da kendisine yardımcı olmuslardır” diye iddia ettiler. Onlar boylece, kesin bir yalan soyleyip zulmettiler"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Ayrıca: “Onun soyledikleri, kendisi icin yazdırtmıs oldugu ve sabah aksam kendisine dikte ettirilen onceki nesillerin efsanelerinden baska bir sey degildir” dediler"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "De ki: “Onu, goklerdeki ve yerdeki butun sırları bilen Yuce Allah indirdi. O, gercekten gafurdur, rahimdir.” (cok affedicidir, merhamet ve ihsanı boldur)"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Yine: “Ne oluyor bu Peygambere, boyle Peygamber mi olur: Yemek yiyor, carsı pazarda dolasıyor! Bari yanında heybetli bir melek olsaydı da etrafındaki insanları korkutup uyarıda bulunsaydı!”"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "“Yahut kendine bir hazine verilse, yahut kendisinin icinden yiyecegi bir bahcesi olsaydı!” Hasılı o zalimler: “Dogrusu siz, sadece buyulenmis bir adamın pesine dusmussunuz.” dediler"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Iste bak senin hakkında nasıl tutarsız misaller getiriyorlar. Dogrusu onlar saptılar, artık asla yol bulamazlar"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Hayır ve bereketi ne muazzamdır o Zatın ki diledigi takdirde senin icin bundan daha iyisini, icinden ırmaklar akan cennetleri verir. Senin icin orada saraylar yaptırır"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Ayrıca onlar kıyameti de yalan saydılar. Kıyameti yalanlayana ise Biz alevli bir ates hazırlardık"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Bu ates onları, daha uzaktan gorunce, onun ofkesinden gurledigini ve korkunc homurtusunu isitirler"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Elleri boyunlarına kelepcelenmis, ayakları bukagılı olarak cehennemin daracık bir yerine tıkılınca, orada yok olmak icin can atarlar"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Kendilerine “Bugun bir kere degil, defalarca dovunup durun, olumu isteyin” denilecek"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "De ki: “Bu mu iyi, yoksa takva ehline vad olunan ebedi cennet mi?”Orası onlar icin bir mukafat ve pek guzel bir akıbettir"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Orada arzu ettikleri her sey bulunacak, hem ebedi olarak kalacaklardır.Bu, Rabbinin uzerine aldıgı ve muminlerce hep istenen bir vadidir"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Gun gelir, Allah musriklerle, onların Allah'tan baska ibadet ettikleri putlarını diriltip bir araya toplar ve soyle buyurur:“Siz mi saptırdınız bu kullarımı, yoksa kendileri mi yoldan cıktılar?”"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Onlar soyle cevap verirler: “Subhansın! Yuceler Yucesisin! Senden baska dost edinmeyi dusunmek bize yarasan sey degildir. Ne var ki Sen onları ve babalarını, nimetlerine mazhar edip omur vererek yasatınca onlar Sen'i anmayı unuttular ve helake mustahak bir guruh haline geldiler.”"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "“Iste gordunuz a!” denir o musriklere, “Taptıgınız nesneler soylediklerinizde sizi yalancı cıkardılar. Artık ne azabı savmaya, ne yardım temin etmeye care bulamazsınız.”(Iste ey butun insanlar! Bilin ki:) Icinizden kim bu sirk kosma zulmunu islerse, ona buyuk bir azap tattıracagız"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Senden once gonderdigimiz peygamberler de yemek yer, carsılarda ihtiyaclarını temin ederlerdi. Boylece sizi birbirinizle imtihan ediyoruz: bakalım buna sabredecek misiniz, sabredemeyecek misiniz? Rabbin zaten her seyi gormektedir."
        }
    ]
}