{
    "maqras": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "A wid iumnen! Ur pparat, d iêbiben, udayen akked imasiêiyen. Garasen d iêbiben. Win, segwen, i ten irran d iêbiben, ad yili segsen. Öebbi, s tidep, ur Inehhu agdud imednas"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "A pwaliv imuvan n wul, ppazzalen $uôsen, qqaôen asen: \"nugad ay d itezzin fella$\". Ahat a d Ias Öebbi s l$elb, ne$ s lameô s$uôeS. A d gwrin di nndama, $ef wayen ffren deg iman nnsen"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "A d inin wid iumnen: \"day d wigi i iggullen s Öebbi, tagallit meqqwôen, ar nitni llan yidwen\"? Mêan igiten nnsen, gwran d d imexsuôen"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "A wid iumnen! Win segwen iooan ddin is…, ihi, deqqal Öebbi a d Iawi agdud Iêemmel, i T iêemmlen; ad ôavin lmumnin, ad qesêen ar ijehliyen. Ad nna$en deg ubrid n Öebbi. Ur ppagwaden alummu n win iplummun. Ayagi d lfevl n Öebbi, Ippak it i win i S ihwan. Öebbi d Ajemmal, d Amusnaw"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Imawlan nnwen siwa Öebbi akked Umazan iS, wid iumnen, wid ipéallan, pzekkin, u nitni îîinizen"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Wid irran d imawlan nnsen, Öebbi, Amazan iS, akked wid iumnen…, ih, akabar n Öebbi, d nitni ara irebêen"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "A wid iumnen! Ur pparat d iêbiben wid id ilhan, di ddin nnwen, s wurar d utihi, seg wid iwumi teppunefk Tezmamt, uqbel nnwen, akw seg ijehliyen. Ëezzbet i Öebbi, ma d lmumnin ay tellam"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Ma teddnem i téallit, fellas ad mmaâlken, ad uraren. Ayagi, acku nitni d agdud ur nefhim"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Ini: \"a yAt Tezmamt! Acu i$ef la $ ttehmem, siwa imi numen s Öebbi, akked wayen id Issers $uône$, akked wayen id Issers uqbel? Tegwti degwen d iballa$en"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Ini: \"ad awen mle$ aqeîîi n Öebbi icemten sennig wagi? Wid Ixza Öebbi, sserfan T, Irra ten d iddawen, d ilfawen\". Âabden iôebbiten n tkerkas. Widak, atnan di liêala tucmip mavi, di ttelfan u$miq seg ubrid uûwib"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Mi d usan $uôwen, qqaôen: \"numen\". Ni$ kecmen d s tijehli, u nitni ff$en yis. Öebbi Yif akw akken Issen, ayen teffren"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "La tepwaliv aîas, degsen, p$awalen ar ubekkav akked wanfal, teppen leêôam. I icmet wayen xeddmen"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "A lemmer i sen kksen iôabiyen akked lecyax, awal ubekkav akked wuççi n leêôam? I icmet wayen la ûenâen"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Qqaôen wudayen: \"iskkweô ufus n Öebbi\". D ifassen nnsen i isekkwôen. Pwaxzan ilmend n wayen d qqaôen. Xaîi! Ifassen iS llin, Ip$iti akken i S ihwa. Ayen i k d irsen, s$uô Mass ik, war ccekk, irennu i waîas segsen, leb$wev akked tijehli. Nessker garasen cceêna, akked dd$el, ar ass n tnekra. Yal tikelt ara caâlen times i îôad, a p Issexsi Öebbi. Pnadin asefsed di tmurt. Öebbi ur Iêemmel ara ifessaden"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "At Tezmamt, lemmer day umnen u êezzben, yili, war ccekk, Nekkes asen tucmitin nnsen, u Nesskecm iten ar leonanat isaâdiyen"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Lemmer day îîifen di Tuôa akked Linoil, akked wayen i sen d irsen s$uô Mass nnsen, war ccekk, ad ççen sennig sen, akw seddaw ivaôen nnsen. Illa garasen lois iôeznen. Aîas, degsen, dirit wayen xeddmen"
        }
    ]
}