{
    "pages": [
        {
            "chapter": 6,
            "verse": 9,
            "text": "mariyu okavela memu daivadutanu avatarimpajesina, atanini memu manava rupanlone avatarimpajesi undevaram. Mariyu varu ipudu e sansayanlo padi unnaro! Varini a sansayanike guri cesi undevaram"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "mariyu vastavaniki niku purvam kuda cala mandi pravaktalanu egatali ceyatam jarigindi, kavuna parihasince varu denini gurinci egatali cesevaro ade varini cuttukunnadi"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "ila anu: \"Miru bhumilo sancaram cesi, satyatiraskarula mugimpu ela jarigindo cudandi"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "varini adugu: \"Akasalalo mariyu bhumilo unnadanta evariki cendinadi?\" Ani. (Nive) javabivvu: \"(Anta) allah de!\" Ayana karunincatanni, tanapai tanu (kartavyanga) vidhincukunnadu. Niscayanga, ayana punarut'thana dinamuna mi andarini samavesa parustadu. Andulo elanti sandeham ledu. Evaraite tamanu tamu nastaniki guri cesukunnaro, alanti vare visvasincaru"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Mariyu reyimbavallalo unnadanta ayanaku cendinade. Mariyu ayane sarvam vinevadu, sarvajnudu"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "(o muham'mad!) Ila anu: \"Emi? Akasala mariyu bhumi srstiki muladharudu ayina allah nu kadani nenu marevarinaina aradhyuniga cesukovala? Mariyu ayane andariki ahara mistunnadu. Mariyu ayana kevvadu ahara mivvadu.\" (Inka) ila anu: \"Niscayanga, andari kante mundu nenu ayanaku (allah ku) vidheyudanu (muslinnu) kavalani mariyu ayanaku (allah ku) sati kalpincevarilo cerakudadani adesincabaddanu"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "(inka) ila anu: \"Niscayanga, nenu na prabhuvuku avidheyudanaite niscayanga, raboye a goppa dinapu siksa nundi bhayapadutunnanu"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "a roju dani (a siksa nundi) tappincukunna vadini, vastavanga! Ayana (allah) karunincinatle. Mariyu ade spastamaina vijayam (saphalyam)"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "mariyu allah niku edaina hani kaligiste! Ayana tappa marevvaru danini tolagincaleru. Mariyu ayana niku melu ceste! Ayane pratidi ceyagala samardhudu"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "mariyu ayana tana dasulapai sampurna adhikaram (prabalyam) galavadu. Mariyu ayana maha vivecanaparudu, sarvam telisinavadu"
        }
    ]
}