{
    "pages": [
        {
            "chapter": 7,
            "verse": 121,
            "text": "(mantrikulu) annaru: \"Memu sarvalokala prabhuvunu visvasincamu"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "musa mariyu harun la prabhuvunu"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "phir'aun annadu: \"Nenu anumati ivvaka munde miru atanini visvasincara? Niscayanga, mirandaru kalisi i nagaram nundi dani vasulanu vedala gottataniki pannina pannagamidi, (dini parinamam) mirippude telusukogalaru"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "nenu tappaka mi oka prakka cetulanu maroka prakka kallanu narikistanu. A taruvata mirandarini siluvapai ekkistanu"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "varu ila javabiccaru: \"Niscayanga, memu ma prabhuvu vaddake kada maralipoyedi"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Mariyu ma prabhuvu taraphu nundi ma vaddaku vaccina sucanalanu, memu visvasincamane kada! Nivu mato pagatircukodalacavu.\" (Ila prarthincaru): \"O ma prabhu! Maku sahanamosangu. Memu niku vidheyulamuga (muslinlamuga) mrtinondetatlu ceyi"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "mariyu phir'aun jati nayakulu atanito annaru: \"Emi? Bhumilo kallolam rekettincataniki mariyu ninnu ni devatalanu vidici povataniki, nivu musanu mariyu atani jati varini vadulutunnava?\" Atadu (phir'aun) javabiccadu: \"Memu tappaka vari kumarulanu campi vari kumartelanu bratakanistamu. Mariyu niscayanga, memu varipai prabalyam kaligi unnamu"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "musa tana jati varito annadu: \"Allah sahayam korandi mariyu sahanam vahincandi. Niscayanga i bhumi allah de! Ayana tana dasulalo, tanu korina varini daniki varasuluga cestadu. Mariyu antima (saphalyam) daivabhiti galavaride"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "(musa jativaru) annaru: \"Nivu raka purvamu mariyu nivu vaccina tarvatanu memu badhincabaddamu!\" (Musa) javabiccadu: \"Mi prabhuvu tvaralone mi satruvulanu nasanam cesi mim'malni bhumilo khaliphaluga cesinappudu miru ela pravartistaro ayana custadu"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "mariyu vastavaniki, memu phir'aun jati varini - bahusa variki telivi vastundemonani - enno sanvatsarala varaku karuvuku, phalala nastaniki guricesamu"
        }
    ]
}