{
    "pages": [
        {
            "chapter": 7,
            "verse": 188,
            "text": "(O pravakta!) Varito ila anu: \"Allah korite tappa na svayaniki nenu labham gani, nastam gani cesukune adhikaram naku ledu. Naku agocara visayajnanam undi unnatlaite nenu labham kaligince visayalanu na koraku adhikanga samakurcukunevadini. Mariyu naku ennadu e nastam kaligedi kadu. Nenu visvasince variki kevalam heccarika cesevadanu mariyu subhavarta niccevadanu matrame"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "ayane, mim'malni oke vyakti nundi srstincadu mariyu atani nundiye jivita saukhyam pondataniki atani bharyanu (jaujanu) puttincadu. Atanu amenu kalusukunnapudu, ame oka telikaina bharanni dharinci danini mostu tirugutu untundi. Pidapa ame garbhabharam adhikamainappudu, varu ubhayulu kalisi vari prabhuvaina allah nu ila vedukuntaru: \"Nivu maku manci biddanu prasadiste memu tappaka niku krtajnatalu telipe varamavutamu"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "ayana variki oka manci biddanu prasadincina pidapa varu, ayana prasadincina dani visayanlo ayanaku sati (bhagasvamulanu) kalpincasagutaru. Kani varu kalpince bhagasvamula kante allah mahonnatudu"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "emi? Denini kuda srstincaleni mariyu (svayanga) tame srstincabadina varini, varu ayanaku satiga (bhagasvamuluga) kalpistara"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "mariyu varu, variki elanti sahayam ceyaleru. Mariyu tamaku tamu kuda sahayam cesukoleru"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "mariyu miru varini sanmarganiki pilicina, varu mim'malni anusarincaleru. Miru varini pilicina, leka maunam vahincina miku samaname"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "niscayanga, miru allah nu vidici evarinaite pilustunnaro, varu kuda milanti dasule! Miru varini piluvandi, miru satyavantule ayite mi pilupuku varu samadhanamivvali"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Emi? Variki kallunnaya, vatito nadavataniki? Leda variki cetulunnaya, vatito pattukovataniki? Leda variki kallunnaya, vatito cudataniki? Leda variki cevulunnaya, vatilo vinataniki? Varito anu: \"Miru sati kalpincina varini (bhagasvamulanu) piluvandi. Taruvata miranta kalisi naku vyatirekanga kutralu (vyuhalu) pannandi, naku gaduvu kuda ivvakandi"
        }
    ]
}