{
    "pages": [
        {
            "chapter": 7,
            "verse": 196,
            "text": "niscayanga, i granthanni avatarimpa jesina allah ye na sanraksakudu, ayana sadvartanulane mitruluga cesukuntadu"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "mariyu ayananu vidici miru vedukune varu miku e vidhamaina sahayam ceyaleru. Mariyu varu tamaku tamu kuda sahayam cesukoleru"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "mariyu miru varini sanmarganiki pilicina varu vinaleru. Mariyu varu nivaipuku custunnatlu nivu bhavistavu, kani varu cudaleru"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "mannimpu vaikharini avalambincu, dharmamunu bodhincu mariyu murkhula nundi vimukhudavaku"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "mariyu okavela saitan nundi niku prerepana kaligite! Nivu allah saranu veduko! Niscayanga, ayane sarvam vinevadu, sarvajnudu"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "vastavaniki, daivabhiti galavaru tamaku saitan nundi kalata galigite! Varu (allah nu) smaristaru, appudu varu anta sarigga custaru"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "mariyu vari (saitan la) sahodarulu varini tappu dari vaipuku lakkoni pogorutaru mariyu varu e matram pattu vadalaru"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "mariyu (o pravakta!) Nivu variki edaina sucananu teleka poyinappudu varu: \"Nive svayanga danini enduku (kalpincukoni) teledu?\" Ani antaru. Varito ila anu: \"Nenu kevalam na prabhuvu taraphu nundi naku pampa bade sandesanni (vahini) matrame anusarincevadanu. Indu (i khur'an) lo visvasincevari koraku, mi prabhuvu taraphu nundi aneka bodhanalu, margadarsakatvam mariyu karunyamunnayi"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Mariyu khur'an parayanam jarigetappudu danini srad'dhaga vinandi mariyu nissabdanga undandi, appudu miru karunimpabadavaccu"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "mariyu nivu ni manas'sulo vinayanto, bhayanto mariyu ekkuva sabdanto gaka (taggu svaranto) udayam mariyu sayantram ni prabhuvunu smarincu. Mariyu nirlaksyam cesevarilo ceraku"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "niscayanga, ni prabhuvuku daggaraga unnavaru (daivadutalu) tama prabhuvunu aradhincataniki ahambhavam cuparu. Mariyu ayana pavitratanu koniyadutu untaru. Mariyu ayanake sastangam (sajda) cestu untaru"
        }
    ]
}