{
    "pages": [
        {
            "chapter": 8,
            "verse": 17,
            "text": "miru varini campaledu, kani allah varini campadu. (Pravakta!) Nivu (dum'mu) visirinapudu, nivu kadu visirindi, kani allah visiradu. Mariyu visvasulanu dinito pariksinci, variki manci phalitanni ivvataniki ayana ila cesadu. Niscayanga, allah sarvam vinevadu, sarvajnudu"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "ide (ayana iccha!) Mariyu niscayanga, allah satyatiraskarula ettugadalanu balahinaparustadu"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "(O avisvasulara!) Miru tirpu korite, vastavaniki miku tirpu labhincindi. Ika mida miru (durmarganni) manukunte adi mike melainadi. Okavela miru tirigi ila ceste memu kuda tirigi cestamu. Appudu mi sainikadalam enta heccuga unna mikelanti labham cekurcadu. Mariyu niscayanga, allah visvasulato untadu"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "o visvasulara! Miru allah ku mariyu ayana pravaktaku vidheyuluga undandi. Mariyu miru (atani sandesalanu) vintu kuda, atani (pravakta) nundi marali pokandi"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "mariyu vastavaniki vinakundane: \"Memu vinnamu!\" Ani ane vari vale kakandi"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "tama bud'dhini upayogincani cevitivaru, mugavaru matrame, niscayanga allah drstilo nicatinicamaina pasujatiki cendinavaru"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "mariyu allah varilo kontaina mancitananni cusi unte, varini vinetatlu cesi undevadu. (Kani varilo mancitanam ledu kabatti), ayana varini vinetatlu cesina, varu (tama murkhatvanlo) mukhalu trippukoni venudirigi poyevaru"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "o visvasulara! Allah mariyu ayana sandesaharudu miku jivanamicce dani vaipunaku, mim'malni pilicinappudu daniki javabu ivvandi. Mariyu niscayanga, allah manavuniki mariyu atani hrdayakanksalaku madhya unnadani mariyu niscayanga, miranta ayana vaddane samikarincabadatarani telusukondi"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "mariyu miloni durmargulaku matrame gaka (andariki) sambhavincaboye a vipattu gurinci bhitiparulai undandi. Mariyu allah siksa vidhincatanlo cala kathinudani telusukondi"
        }
    ]
}