{
    "pages": [
        {
            "chapter": 9,
            "verse": 41,
            "text": "Telikaganaina sare, baruvuga naina sare bayaluderandi. Mariyu mi sampadalato mariyu mi pranalato allah marganlo poradandi. Okavela miridi telusuko galigite, idi mikento uttamamainadi"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "adi tondaraga dorike labham mariyu sulabhamaina prayanam ayite varu tappaka ni venta vellevaru. Kani varikadi (tabuk prayanam) cala kastamainadiga (duramainadiga) anipincindi. Kavuna varu allah pai pramanam cestu antunnaru: \"Memu ragala sthitilo unte tappaka mi venta vacci undevaramu.\" (I vidhanga abad'dhamadi) varu tamanu tamu nasanam cesukuntunnaru. Mariyu varu abad'dhamadutunnarani allah ku baga telusu"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "(o pravakta!) Allah ninnu mannincu gaka! Satyavantulevaro niku spastam kakamunde mariyu abad'dhamade varevaro niku teliyaka munde, varini (venuka undataniki) enduku anumati niccavu"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "allah nu mariyu antimadinanni visvasincevaru, tama sampatti mariyu tama pranalanu viniyoginci (allah marganlo) poradatam nundi tappincukovataniki ennadu anumati adagaru. Mariyu daivabhiti galavaru evaro allah ku baga telusu"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "nis'sandehanga, allah nu mariyu antimadinanni visvasincani vare, venuka undataniki anumati adugutaru. Mariyu vari hrdayalu sandehanlo munigi unnayi. Kavuna varu tama sandehalalo padi ugisaladutunnaru"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "mariyu okavela varu bayaluderalani kori unte tappaka danikai varu yud'dha samagri sid'dha paracukoni undevaru, kani varu bayalu deratam allah ku istam ledu, kavuna varini nilipivesadu. Mariyu varito: \"Kurconi unna varito miru kuda kurconi undandi!\" Ani ceppabadindi"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Okavela varu mito kalisi vellina milo kalatalu tappa maremi adhikam cesevaru kadu. Mariyu mi madhya upadravam (phitna) rekettincataniki tivraprayatnalu cesevaru. Mariyu milo kondaru vari koraku (kapata visvasula koraku) matalu vinevaru (vari gudhacarulu) unnaru. Mariyu allah ku durmargula gurinci baga telusu"
        }
    ]
}