{
    "pages": [
        {
            "chapter": 9,
            "verse": 100,
            "text": "mariyu valasa vaccina muhajir lalo nundi mariyu ansarulalo (madinavasulalo) nundi, praprathamanga mundanja vesina (islam nu svikarincina) varitonu mariyu sahrdayanto varini anusarincina varitonu, allah santosapaddadu. Mariyu varu kuda ayanato santosapaddaru. Mariyu vari koraku krinda selayellu pravahince svargavanalanu sid'dha parici uncadu. Varu vatilo sasvatanga kalakalamuntaru. Ade goppa saphalyam (vijayam)"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Mariyu mi cuttuprakkala unde edarivasulalo (baddulalo) kondaru kapata visvasulunnaru. Mariyu (pravakta) nagaram (madina munavvara)lo kuda (kapatavisvasulu) unnaru. Varu tama kapatyanlo natukoni unnaru. Kani (o pravakta!) Nivu varini erugavu. Memu varini erugutamu. Memu variki rettimpu siksanu vidhincagalamu. Taruvata varu ghorasiksa vaipuku maralimpabadataru"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "mariyu itarulu, tama papalanu oppukunna varunnaru. Varu tama satkaryanni itara papakaryanto kaliparu. Allah varini tappaka ksamistadu! Niscayanga, allah ksamasiludu, apara karuna pradata"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "(kavuna o pravakta!) Nivu vari sampadala nundi danam (sadakhah) tisukoni, danito vari papavimocanam ceyyi mariyu varini sanskarincu. Mariyu vari koraku (allah nu) prarthincu. Mariyu niscayanga, ni prarthanalu variki manassantini kaligistayi. Allah sarvam vinevadu, sarvajnudu"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "emi? Vastavaniki allah tana dasula pascattapanni (taubah nu) angikaristadani mariyu vari danalanu (sadakhat lanu) svikaristadani variki teliyada? Niscayanga, allah! Ayana matrame, pascattapanni angikarincevadu, apara karuna pradata"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "mariyu (o pravakta!) Varito anu: \"Miru (mi pani) cestu undandi, allah ayana pravakta mariyu visvasulu miru cestunna panulu custunnaru. Taruvata miru tappaka agocara mariyu gocara visayalanu erugu ayana (allah) vaddaku tirigi pampabadagalaru. Appudayana miru cestu vunna karmalanu gurinci miku teliyajestadu"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "marikondaru allah ajna (tirpu) koraku veci unnaru. Ayana varini siksincanu vaccu, leda ksamincanu vaccu! Mariyu allah sarvajnudu, maha vivekavantudu"
        }
    ]
}