{
    "pages": [
        {
            "chapter": 14,
            "verse": 19,
            "text": "emi? Niscayanga, allah bhumyakasalanu satyanto srstincadani niku teliyada?\" Ayana korite mim'malni nasimpajesi, maroka krotta srstini telagadu"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "mariyu ala ceyatam allah ku kastamaina pani kadu"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "mariyu varandaru allah mundu hajaru paracabadi nappudu, (ihalokanlo) balahinuluga unnavaru goppavariga unna varito antaru: \"Vastavaniki prapancanlo memu mim'malni anusarincamu, ipudu miru mam'malni allah siksa nundi kapadataniki emaina ceyagalara?\" Varantaru: \"Allah maku sanmargam cupi unte memu miku kuda (sanmargam) cupi undevaram. Ipudu manam duhkhapadina leda sahanam vahincina anta okkate! Manakippudu tappincukune margam edi ledu"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "mariyu tirpu jarigina taruvata saitanu (varito) antadu: \"Niscayanga, allah miku cesina vagdaname satyamaina vagdanam. Mariyu nenu miku vagdanam cesi danini bhangam cesanu. Mariyu naku mipai elanti adhikaram undedi kadu; nenu kevalam mim'malni ahvanincanu, miru svikarincaru. Kavuna miru nannu nindincakandi mim'malni mire nindincukondi. Nenu miku sahayam ceyalenu mariyu miru naku sahayam ceyaleru. Intaku mundu miru nannu (allah ku) satiga kalpincina danni niscayanga nenu tiraskaristunnanu. Niscayanga, durmargulaku badhakaramaina siksa untundi"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Mariyu visvasinci, satkaryalu cese varini krinda kaluvalu pravahince svargavanalalo pravesimpa jeyabadutundi. Vari prabhuvu anumatito varakkada sasvatanga untaru. Varito akkada: \"Miku santi kalugu gaka (salam)!\" Ani anabadutundi"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "manci mata (kalimaye tayyib) nu allah denito polcado miku teliyada? Oka melujati cettuto! Dani vrellu (bhumilo) sthiranga natukoni untayi. Mariyu dani sakhalu akasanni (antukontunnatlu) untayi"
        }
    ]
}