{
    "pages": [
        {
            "chapter": 18,
            "verse": 84,
            "text": "niscayanga memu atani (adhikaranni) bhumilo sthapincamu mariyu ataniki pratidanini ponde marganni cupamu"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "atanu oka margam mida poyadu"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "civaraku suryudu astamincu (natlu kanabade) sthalaniki ceradu. Danini (suryunni) nalla burada vanti niti celimalo munugutunnatlu cusadu. Mariyu akkadoka jati varini cusadu. Memu atanito annamu: \"O jul khar nain! Nivu varini siksincavaccu, leda vari yedala udara vaikharini avalambincavaccu"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "atanu annadu: \"Evadaite durmargam cestado memu atanini siksistamu. A pidapa atadu tana prabhuvu vaipunaku maralimpabadatadu. Appudu ayana ataniki ghoramaina siksa vidhistadu"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Ika evadaite! Visvasinci satkaryalu cestado ataniki manci pratiphala muntundi. Memu atanini ajnapinci napudu, sulabhataramaina ajnane istamu"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "taruvata atanu maroka margam mida poyadu"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "civaraku suryudu udayincu (natlu kanabade) sthalaniki ceradu. Akkada atanu danini (suryunni) oka jatipai udayincadam cusadu. Variki memu dani (suryuni) nundi kapadukovataniki elanti catu (raksana) nivvaledu"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "i vidhanga! Vastavaniki, ataniki (jul khar nain ku) telisi unna visayalanu gurinci maku baga telusu"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "a taruvata atanu maroka margam mida poyadu"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "civaraku atanu rendu parvatala madhya ceradu. Vati madhya oka jativarini cusadu. Varu atani matalanu ati kastanto artham cesukogaligaru"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "varannaru: \"O jul khar nain! Vastavaniki yajuj mariyu majuj lu, i bhubhaganlo kallolam rekettistunnaru. Ayite nivu maku mariyu variki madhya oka addugodanu nirmincataniki, memu nikemaina sulkam cellincala"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "atanu annadu: \"Na prabhuvu iccinde naku uttamamainadi. Ika miru mi srama dvara matrame naku sahayapadite, nenu miku mariyu variki madhya addugodanu nirmistanu"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "miru naku inupa muddalu tecci ivvandi.\" Atanu a rendu kondala madhya unna sandunu musina taruvata varito annadu: \"Agni ragilincandi.\" Danini errani nippuga marcina taruvata, annadu: \"Ika karigina ragini tisuku randi, dini mida poyataniki"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "i vidhanga varu (yajuj mariyu majuj lu) danipai nundi ekki raleka poyaru. Mariyu danilo kannam kuda ceyaleka poyaru"
        }
    ]
}