{
    "pages": [
        {
            "chapter": 22,
            "verse": 73,
            "text": "O manavulara! Oka udaharana ivvabadutondi, danini srad'dhaga vinandi! Niscayanga, miru allah nu vadili evarinaite prarthistunnaro, varanta kalisi okka iganu kuda srstincaleru. Mariyu okavela, a iga vari nundi emaina lakkoni poyina, varu danini, dani (a iga) nundi vidipincukonu leru. Enta balahinulu, i arthincevaru mariyu arthincabadevaru"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "allah ghanatanu varu gurtincavalasina vidhanga gurtincaledu. Vastavaniki, allah maha balavantudu, sarva saktimantudu"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "allah devadutala nundi manavula nundi tana sandesaharulanu ennukuntadu. Niscayanga, allah sarvam vinevadu, anta cusevadu"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "ayanaku, variki pratyaksanga unnadi mariyu variki paroksanga unnadi anta telusu. Mariyu anni vyavaharalu (pariskaraniki) allah vaipunake maralimpa badatayi"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "o visvasulara! (Mi prabhuvu sannidhilo) vangandi (ruku'u ceyandi), sastangam (sajda) ceyandi mariyu mi prabhuvune aradhincandi mariyu manci panulu ceyandi, appude miru saphalyam pondutaru"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "mariyu allah marganlo poradavalasina vidhanga dharmaporatam ceyandi. Ayana mim'malni ennukunnadu. Mariyu ayana dharmam visayanlo miku elanti ibbandi kaligincaledu. Idi mi tandri ibrahim matame. Ayana modati nundi miku allah ku vidheyulu (muslinlu) ani peru pettadu. Dinikai mi sandesaharudu miku saksiga undataniki mariyu miru prajalaku saksuluga undataniki. Kavuna namaj sthapincandi, vidhi danam (jakat) ivvandi. Mariyu allah to gatti sambandham kaligi undandi, ayane mi sanraksakudu, enta sresthamaina sanraksakudu mariyu enta uttama sahayakudu"
        }
    ]
}