{
    "pages": [
        {
            "chapter": 24,
            "verse": 11,
            "text": "niscayanga, apaninda mopevaru, milo nunce kondarunnaru. Adi miku hanikaramainadani bhavincakandi. Vastavaniki adi miku melainade. Varilo prati okkaniki tanu cesina papaniki tagina siksa labhistundi. Mariyu varilo (i apaninda mopatanlo), pedda badhyata vahincina vaniki ghoramaina siksa padutundi"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "visvasulaina purusulu mariyu visvasulaina strilu danini vininappudu, tamanu gurinci tamu manci talampu vahinci: \"Idi spastamaina apanindaye!\" Ani enduku analedu"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "mariyu varu dinikai naluguru saksulanu enduku tisukuraledu? Okavela varu saksulanu tisukoni ranappudu, allah vadda vare asatyavadulu"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "mariyu okavela mipai allah anugraham mariyu ayana karuna, ihalokanlo mariyu paralokanlo lekunte - miru e visayalalo padi poyaro, vati paryavasananga - mipai ghoramaina siksa padi undedi"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "appudu miru danini (a apanindanu) mi nalukalato vyapimpajestu poyaru mariyu miku teliyani danini mi nollato palukasagaru mariyu miru danini cinna visayanga bhavincaru, kani allah daggara (drstilo) adi ento goppa visayam (aparadham)"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "mariyu miru danini vinnappudu: \"Ilanti mata palakadam maku tagadu, (o ma prabhu!) Nivu sarvalopalaku atitudavu, idi goppa nindaropana!\" Ani enduku analedu"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Miru visvasule ayite, ika midata ennatiki ituvanti cestalu marala ceyakudadani allah mim'malni upadesistunnadu"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "mariyu allah miku spastamaina ayat lanu cuputunnadu. Mariyu allah sarvajnudu, maha vivekavantudu"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "niscayanga, evaraite visvasavarganlo aslilata vyapincalani korutaro, alanti variki ihalokanlo mariyu paralokanlo kuda kathinasiksa padutundi. Mariyu allah ku anta telusu, kani miku teliyadu"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "mariyu mi yedala allah anugraham mariyu ayana karunaye lekunte (miru nasanamai poyevaru); mariyu niscayanga, allah maha kanikarudu, apara karuna pradata"
        }
    ]
}