{
    "pages": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "a taruvata musa tana gaduvu purti cesi, tana kutumbam varini tisukoni potundaga, tur parvatapu dikkulo oka mantanu cusadu. (Appudu) tana inti varito annadu: \"Agandi! Nenu oka mantanu cusanu, bahusa! Nenu akkadi nundi edaina manci vartanu tisukoni ravaccu, leda oka agni koravinaina! Appudu miru danito cali kacukovaccu"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "kani atanu dani (agni) vaddaku cerukunnappudu, a loya kudivaipu unna oka subhavantamaina sthalamulo unna oka cettu nundi: \"O musa! Niscayanga, nene allah nu! Sarvalokala prabhuvunu.\" Ane matalu vinipincayi"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "(inka ila vinipincindi): \"Ni ceti karranu padaveyi!\" Atanu (musa) danini pamuvale kadalatam cusi venakki marali parugettadu, tirigi kuda cudaledu. (Taruvata ila selaviyabadindi): \"O musa, munduku ra, bhayapadaku! Niscayanga, nivu suraksitanga unnavu"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "ni cetini ni cankaloki durcuko, adi elanti lopam lekunda prakasistu bayatiki vastundi. Nivu bhayapadakunda undataniki ni cetini ni prakkaku adumuko! I rendu, nivu phir'aun mariyu atani nayakulaku (cupataniki) ni prabhuvu prasadincina nidarsanalu (ayat). Niscayanga varu cala dustulayi poyaru"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "(Musa) annadu: \"O na prabhu! Nenu vari manisini okanini campanu. Kavuna varu nannu camputaremonani bhayapadutunnanu"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "mariyu na sodarudu harun matladatanlo na kante manci vagdhati galavadu. Nannu samarthincataniki atanini naku sahayakuniga nato patu pampu. Vastavaniki varu nannu asatyavadivani tiraskaristaremonani nenu bhayapadutunnanu"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "ayana (allah) annadu: \"Memu ni sodaruni dvara ni cetulanu balaparustamu. Mariyu memu mi iddariki visesa sakti nosangutamu. Varu mi iddariki e matram hani ceyaleru. Ma sucanala dvara miriddaru mariyu mim'malni anusarince varu gelupondutaru"
        }
    ]
}