{
    "pages": [
        {
            "chapter": 31,
            "verse": 20,
            "text": "emi? Akasalalo mariyu bhumilo unna sakala vastuvulanu vastavaniki allah miku upayuktanga cesadani mariyu ayana bahiranganganu mariyu gopyanganu tana anugrahalanu, miku prasadincadani, miku teliyada? Mariyu prajalalo kondaru elanti jnanam, margadarsakatvam mariyu velugu cupe spastamaina grantham lenide allah nu gurinci vadulade varunnaru"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "Mariyu varito: \"Allah avatarimpajesina danini anusarincandi!\" Ani annappudu, varu: \"Kadu ma tandritatalu nadicina marganne memu anusaristamu.\" Ani antaru. Emi? Saitan varini bhagabhagamande agni vaipunaku ahvanistunnappatiki, (varu alanti marganne anusaristara)"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "evadaite, tana mukhanni (tananu tanu) allah ku samarpincukoni sajjanudai untado, alanti vadu nis'sandehanga drdhamaina adharanni pattukunnavade! Mariyu sakala vyavaharala mugimpu (tirpu) allah vaddane undi"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "mariyu satyanni tiraskarincevani, tiraskaram ninnu duhkhaniki guri ceyakudadu. Varandari maralimpu ma vaipunake undi; appudu memu varu cesina karmalanu variki teluputamu. Niscayanga, allah ku hrdayalalo unna visayalu saitam baga telusu"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "memu varini konta kalam sukhalanu anubhavincanistamu. A taruvata memu varini kathinamaina siksa vaipuku trostamu"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "okavela miru varini: \"Akasalanu mariyu bhumini srstincindi evaru?\" Ani adigite! Varu nis'sankocanga antaru: \"Allah!\" Ani. Varito anu: \"Sarvastotralaku ar'hudu allah matrame!\" Kani varilo cala mandiki idi teliyadu"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "akasalalo mariyu bhumilo nunna samastamu allah ke cendutundi. Niscayanga, allah! Kevalam ayane sarvasampannudu, sarvastotralaku ar'hudu"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "okavela vastavaniki, bhumilo unna vrksalanni kalamulai i samudram mariyu danito patu atuvanti edu samudrala (nillanta) siraga unna, allah matalu (sucanalu vrayataniki) purti kavu. Niscayanga, allah sarvasaktimantudu, maha vivekavantudu"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "mi andarini srstincatam mariyu tirigi (sajivuluga) lepatam ayanaku oka manavunni (srstinci, tirigi lepadam vantide). Niscayanga, allah sarvam vinevadu, sarva cusevadu"
        }
    ]
}