{
    "pages": [
        {
            "chapter": 2,
            "verse": 260,
            "text": "mariyu (jnapakam cesukondi) ibrahim: \"O na prabhu! Nivu mrtulanu ela sajivuluga cestavo naku cupu!\" Ani annappudu, (allah) annadu: \"Emi? Niku visvasam leda?\" Daniki (ibrahim): \"Undi, kani na manas'su trpti koraku adugu tunnanu!\" Ani annadu. Apudu (allah): \"Nalugu paksulanu tisuko, vatini baga maccika cesuko! Taruvata (vatini kosi) okkokkadani okkokka bhaganni, okkokka kondapai petti ra, malli vatini ram'mani piluvu, avi ni vaddaku egurukuntu vastayi. Kabatti niscayanga, allah sarvasaktimantudu, maha vivekavantudu ani telusuko!\"Ani annadu"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Allah marganlo tama dhananni kharcu cesevari upamanam: A vittanam vale untundi, deni nundi ayite edu vennulu putti prati vennulo nuresi ginjalu untayo! Mariyu allah tanu korina variki heccuga nosangutadu. Mariyu allah sarvavyapti, sarvajnudu"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "evaraite, allah marganlo tama dhananni vyayam cesi, a taruvata tamu cesina upakaranni ceppukuntu mariyu varini badhistu undaro, alanti vari pratiphalam, vari prabhuvu vadda undi. Mariyu variki elanti bhayamu undadu mariyu varu duhkhapadaru kuda"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "manas'sunu gayaparice danam kante, mrdubhasana mariyu ksamagunam ento melainavi. Mariyu allah svayam samrd'dhudu, sahanasiludu"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "o visvasulara! (Kevalam) parulaku cupataniki, tana dhanam kharcu cestu allah nu, antimadinanni visvasincani vani madiriga! Miru cesina melunu ceppukoni (upakaram pondina varini) kastapetti, mi danadharmalanu vyartha paracukokandi. Ilanti vani polika matti kappukunna oka nunnani bandapai bhari varsam kurisi (matti kottukupoga) adi uttaga migili poyinatluga untundi. Ilanti varu tamu sampadincina dani nundi emi ceyaleru. Mariyu allah satyatiraskarulaku sanmargam cupadu"
        }
    ]
}