{
    "pages": [
        {
            "chapter": 42,
            "verse": 23,
            "text": "A (svargapu) subhavartane, allah visvasinci satkaryalu cese tana dasulaku teliyajestunnadu. (O pravakta!) Varito ila anu: \"Nenu diniki baduluga mi nundi bandhutva prema tappa vere pratiphalanni koradam ledu!\" Mariyu evadu mancini sampadincukuntado, ataniki danilo memu marinta mancini pencutamu. Niscayanga, allah ksamasiludu, krtajnatalanu amodincevadu"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "emi? Varu: \"Atanu (muham'mad!) Allah peruto asatyalu kalpistunnadu\" ani antunnara? Kani okavela allah talacukunte, ni hrdayam mida mudravese vadu. Mariyu allah asatyanni rupumapi, tana ajnato satyanni sthapistadu. Niscayanga ayanaku hrdayalalo unnadanta baga telusu"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "ayane tana dasula pascattapanni svikarincevadu. Mariyu papalanu mannincevadu. Mariyu miru cesedanta ayanaku baga telusu"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "mariyu ayana visvasinci, satkaryalu cesevari prarthanalanu angikaristadu mariyu varipai tana anugrahanni marinta adhikam cestadu. Ika satyatiraskarulu! Variki kathina siksa padutundi"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "mariyu okavela allah tana dasulandariki puskalanga jivanopadhini prasadinci unte, varu bhumilo tirugubatuku palpadevaru. Kavuna ayana tana istaprakaram, mitanga istadu. Niscayanga, ayana tana dasulanu gurinci baga erugunu, ayana anta custunnadu"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "mariyu ayane, varu nirasakulonai unnappudu varsanni kuripistadu mariyu tana karunyanni vyapimpajestadu. Mariyu ayane sanraksakudu, prasansaniyudu"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "mariyu ayana sucanalalo (ayat lalo), akasalanu mariyu bhumini mariyu vatilo vyapimpajesina jivarasulanu srstincatam kuda undi. Mariyu ayana tanu korinappudu vatinannintini samikarincagala samardhudu"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Mipai e apada vaccina, adi mi cetulara miru sampadincukunnade! Mariyu ayana (mi tappulanu) ennintino ksamistadu"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "mariyu miru bhumilo ayana nunci tappincukoleru. Mariyu miku allah tappa maroka sanraksakudu gani, sahayakudu gani ledu"
        }
    ]
}