{
    "pages": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "vastavaniki, tana bhartanu gurinci nito vadistunna mariyu allah to mora pettukuntunna a stri matalu allah vinnadu. Allah mi iddari sambhasana vintunnadu. Niscayanga, allah sarvam vinevadu, samastam cusevadu"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "milo evaraite tama bharyalanu jihar dvara duranga uncutaro! Alanti vari bharyalu, vari tallulu kaleru. Varini kannavaru matrame vari tallulu. Mariyu niscayanga, varu anucitamaina mariyu abad'dhamaina mata palukutunnaru. Mariyu niscayanga, allah mannince vadu, ksamasiludu"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Mariyu evaraite tama bharyalanu jihar dvara duram cesi taruvata tama matanu varu upasanharincukodaliste! Variddaru okarinokaru takaka mundu, oka banisanu vidudala ceyincali. I vidhanga miku upadesamivvadutondi. Mariyu miru cestunnadanta allah erugunu"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "kani evadaite ila ceyaledo, atadu tana bharyanu takaka mundu, rendu nelalu varusaga upavasamundali. Idi kuda ceyaleni vadu, aravai mandi nirupedalaku bhojanam pettali. Idanta miru allah nu mariyu ayana pravaktanu drdhanga visvasincataniki. Mariyu ivi allah nirnayincina haddulu. Mariyu satyatiraskarulaku badhakaramaina siksa padutundi"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "niscayanga, allah mariyu ayana pravaktanu vyatirekincevaru, tamaku purvam gatincinavaru avamanimpadinatlu avamanimpabadataru. Mariyu vastavaniki memu spastamaina sucanalanu (ayat lanu) avatarimpajesamu. Mariyu satyatiraskarulaku avamanakaramaina siksa padutundi"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "allah varandarini marala bratikinci lepi, varu cesindanta variki telipe rojuna varu (tamu cesindanta) maracipoyi undavaccu, kani allah anta lekkapetti uncutadu. Mariyu allah ye pratidaniki saksi"
        }
    ]
}