{
    "pages": [
        {
            "chapter": 4,
            "verse": 75,
            "text": "mariyu mikemayindi, mirenduku allah marganlo mariyu nis'sahayulai anaci veyabadina purusula, strila mariyu pillala koraku, poradatam ledu? Varu: \"Ma prabhu! Daurjan'yaparulaina i nagaravasula nundi maku vimocanam kaligincu. Ni vadda nundi ma koraku oka sanraksakunni niyamincu. Mariyu ni vadda nundi ma koraku oka sahayakunni erpatu ceyi!\" Ani vedukuntunnaru"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "visvasincina varu, allah marganlo poradutaru. Mariyu satyatiraskarulu tagut marganlo poradutaru; kavuna miru (o visvasulara!) Saitanu anucarulanu virud'dhanga poradandi. Niscayanga, saitanu kutra balahinamainade"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "mi cetulanu apukondi, namaj nu sthapincandi, vidhidanam (jakat) ivvandi.\" Ani ceppabadina varini nivu cudaleda? Yud'dham ceyamani varini adesincinappudu, varilo kondaru allah ku bhayapadavalasina vidhanga manavulaku bhayapadutunnaru. Kadu! Antakante ekkuvagane bhayapadutunnaru. Varu: \"O ma prabhu! Yud'dham ceyamani i ajnanu ma koraku enduku vidhincavu? Maku inka konta vyavadhi endukivvaledu? Ani antaru. Varito ila anu: \"Ihaloka sukham tucchamainadi mariyu daivabhiti galavariki paraloka sukhame uttamamainadi. Mariyu miku kharjura bijapu cilikaloni pora (phatila) anta an'yayam kuda jarugadu"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Miru ekkadunna sare! Miku cavu vacci tirutundi mariyu miru goppa kota burujulalo unna cavu raka tappadu.\" (Ani paluku). Mariyu variki emaina melu kaligite: \"Idi allah taraphu nundi vaccindi.\" Ani antaru. Kani varikedaina kidu galigite: \"(O muham'mad!) Idi ni valla jarigindi.\" Ani antaru. Varito anu: \"Anta allah taraphu nunde (vastundi)!\" I janulaku emayindi? Varu e visayanni kuda enduku artham cesukoleka potunnaru"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "(o manavuda!) Niku e melu jarigina adi allah anugraham vallane mariyu niku e kidu jarigina adi ni svanta (karmala) phalitame! Mariyu (o muham'mad!) Memu ninnu manavulaku sandesaharuniga cesi pampamu. Mariyu diniki allah saksyame calu"
        }
    ]
}