{
    "rukus": [
        {
            "chapter": 6,
            "verse": 31,
            "text": "كسانى كه لقاى الهى را دروغ انگاشتند قطعاً زيان ديدند. تا آنگاه كه قيامت بناگاه بر آنان دررسد، مى‌گويند: «اى دريغ بر ما، بر آنچه در باره آن كوتاهى كرديم.» و آنان بار سنگين گناهانشان را به دوش مى‌كشند. چه بد است بارى كه مى‌كِشند"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "و زندگى دنيا جز بازى و سرگرمى نيست، و قطعاً سراى بازپسين براى كسانى كه پرهيزگارى مى‌كنند بهتر است. آيا نمى‌انديشيد؟"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "به يقين، مى‌دانيم كه آنچه مى‌گويند تو را سخت غمگين مى‌كند. در واقع آنان تو را تكذيب نمى‌كنند، ولى ستمكاران آيات خدا را انكار مى‌كنند"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "و پيش از تو نيز پيامبرانى تكذيب شدند، ولى بر آنچه تكذيب شدند و آزار ديدند شكيبايى كردند تا يارى ما به آنان رسيد، و براى كلمات خدا هيچ تغييردهنده‌اى نيست. و مسلماً اخبار پيامبران به تو رسيده است"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "و اگر اعراض كردنِ آنان [از قرآن‌] بر تو گران است، اگر مى‌توانى نَقْبى در زمين يا نردبانى در آسمان بجويى تا معجزه‌اى [ديگر] برايشان بياورى [پس چنين كن‌]، و اگر خدا مى‌خواست قطعاً آنان را بر هدايت گِرد مى‌آورد، پس زنهار از نادانان مباش"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "تنها كسانى [دعوت تو را] اجابت مى‌كنند كه گوش شنوا دارند، و [امّا] مردگان را خداوند [در قيامت‌] بر خواهد انگيخت؛ سپس به سوى او بازگردانيده مى‌شوند"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "و گفتند: «چرا معجزه‌اى از جانب پروردگارش بر او نازل نشده است؟» بگو: «بى‌ترديد، خدا قادر است كه پديده‌اى شگرف فرو فرستد، ليكن بيشتر آنان نمى‌دانند.»"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "و هيچ جنبنده‌اى در زمين نيست و نه هيچ پرنده‌اى كه با دو بال خود پرواز مى‌كند؛ مگر آنكه آنها [نيز] گروه‌هايى مانند شما هستند، ما هيچ چيزى را در كتاب [لوح محفوظ] فروگذار نكرده‌ايم؛ سپس [همه‌] به سوى پروردگارشان محشور خواهند گرديد"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "و كسانى كه آيات ما را دروغ پنداشتند، در تاريكيها[ى كفر] كر و لالند، هر كه را خدا بخواهد گمراهش مى‌گذارد؛ و هر كه را بخواهد بر راه راست قرارش مى‌دهد"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "بگو: «به نظر شما، اگر عذاب خدا شما را دررسد يا رستاخيز شما را دريابد، اگر راستگوييد، كسى غير از خدا را مى‌خوانيد؟»"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "[نه،] بلكه تنها او را مى‌خوانيد، و اگر او بخواهد رنج و بلا را از شما دور مى‌گرداند، و آنچه را شريك [او] مى‌گردانيد فراموش مى‌كنيد"
        }
    ]
}