{
    "rukus": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "نازل شدن [اين كتاب‌] از جانب خداى شكست‌ناپذير سنجيده‌كار است"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "ما [اين‌] كتاب را به حق به سوى تو فرود آورديم، پس خدا را -در حالى كه اعتقاد [خود] را براى او خالص‌كننده‌اى- عبادت كن"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "آگاه باشيد: آيين پاك از آنِ خداست، و كسانى كه به جاى او دوستانى براى خود گرفته‌اند [به اين بهانه كه:] ما آنها را جز براى اينكه ما را هر چه بيشتر به خدا نزديك گردانند، نمى‌پرستيم، البته خدا ميان آنان در باره آنچه كه بر سر آن اختلاف دارند، داورى خواهد كرد. در حقيقت، خدا آن كسى را كه دروغ‌پرداز ناسپاس است هدايت نمى‌كند"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "اگر خدا مى‌خواست براى خود فرزندى بگيرد، قطعاً از [ميان‌] آنچه خلق مى‌كند، آنچه را مى‌خواست برمى‌گزيد. منزّه است او، اوست خداى يگانه قهار"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "آسمانها و زمين را به حق آفريد. شب را به روز درمى‌پيچد، و روز را به شب درمى‌پيچد و آفتاب و ماه را تسخير كرد. هر كدام تا مدتى معين روانند. آگاه باش كه او همان شكست‌ناپذير آمرزنده است"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "شما را از نفسى واحد آفريد، سپس جفتش را از آن قرار داد، و براى شما از دامها هشت قسم پديد آورد. شما را در شكمهاى مادرانتان آفرينشى پس از آفرينشى [ديگر] در تاريكيهاى سه گانه: [مَشيمه و رحم و شكم‌] خلق كرد. اين است خدا، پروردگار شما، فرمانروايى [و حكومت مطلق‌] از آنِ اوست. خدايى جز او نيست، پس چگونه [و كجا از حق‌] برگردانيده مى‌شويد؟"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "اگر كفر ورزيد، خدا از شما سخت بى‌نياز است و براى بندگانش كفران را خوش نمى‌دارد، و اگر سپاس داريد آن را براى شما مى‌پسندد، و هيچ بردارنده‌اى بار [گناه‌] ديگرى را برنمى‌دارد، آنگاه بازگشت شما به سوى پروردگارتان است، و شما را به آنچه مى‌كرديد خبر خواهد داد، كه او به راز دلها داناست"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "و چون به انسان آسيبى رسد، پروردگارش را -در حالى كه به سوى او بازگشت‌كننده است- مى‌خواند؛ سپس چون او را از جانب خود نعمتى عطا كند، آن [مصيبتى‌] را كه در رفع آن پيشتر به درگاه او دعا مى‌كرد، فراموش مى‌نمايد و براى خدا همتايانى قرار مى‌دهد تا [خود و ديگران را] از راه او گمراه گرداند. بگو: «به كفرت اندكى برخوردار شو كه تو از اهل آتشى.»"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "[آيا چنين كسى بهتر است‌] يا آن كسى كه او در طول شب در سجده و قيام اطاعت [خدا] مى‌كند [و] از آخرت مى‌ترسد و رحمت پروردگارش را اميد دارد؟ بگو: «آيا كسانى كه مى‌دانند و كسانى كه نمى‌دانند يكسانند؟» تنها خردمندانند كه پندپذيرند"
        }
    ]
}