{
    "maqras": [
        {
            "chapter": 33,
            "verse": 51,
            "text": "Ty jemne vyhybat se nejaky jednotka z ti ty privest konec s ty kady jednotka z ti. Ty usmirit se nejaky jednotka ty odcizit ty ne predloit hrich Tim oni spokojeny ne mel smutek jsem objem co ty equitably poskytovat uplne o ti! BUH zkuseny CO jsem SVUJ JADRO! BUH jsem VSEVEDOUCI MIRNY"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Krome kategorie popisovat ty ty porucit podle vdana kady jiny ena nor mohl ty zastupce znovu ena (podle zakazat kategorie) nikoliv zaleitost e skoro ty obdivovat se jejich krasa! Ty byl objem na ty ji zpusobit zakonny s ty. BUH jsem BDELY UPLNE POTREBY"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "O ty domnivat se ne napsat prorok tesne ty odevzdat povoleni stravit nor jsem povinen ty vnutit tak vyzva kady druh! Ty lakat ty napsat. When ty provest stravit ty odkazat; ne zapustit jemu nudny konverzace! Tento uivany skoda prorok on jsem prilis trefa sdelit ty! Buh ne uskoceni stranou vernost. Ty poadovat svem ena neco poadovat ti ohrada. Tento jsem naprosty pro svuj srdce jejich srdce Ty ne jsem skoda hlasatel BUH. Ty ne vdana svem ena jemu tento jsem odporny utok zpozorovat BUH"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Ty prohlasit vsechno ukryt to BUH jsem celkem vedomy si o uplne potreby"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "Ena uvolnit (jejich pradlo klasifikovat) jejich predek jejich syn jejich kamarad syn jejich kamarad syn jejich sestra jinak ena jejich (enska) sluha! Oni vait si BUH. BUH SVEDCIT UPLNE POTREBY"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "BUH SVEM ANDEL PORCE SNEST PROROK! O ty verit ty porce snest jemu pohled jemu mony on pohled"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Prece ty odpirat BUH Svem hlasatel BUH souit ti klit za tohleto doivotni od Dale; On nacvicit si ti hanebny odskodneni"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Ty pronasledovat domnivat se mu domnivat se ena ne ucinil vsechno spatne predloit ne pouze prolhanost take odporny hrich"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "(O prorok zjistit svuj ena svuj dcera ena verici onen oni lengthen jejich saty. Tim oni pripustit spravedlivy ena) zabranit poskozeni! BUH jsem Forgiver MILOSRDNY"
        }
    ]
}