{
    "maqras": [
        {
            "chapter": 38,
            "verse": 52,
            "text": "Oni mel vytecny snoubenec"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "Tento jsem co ty zaslouily Cas Pocitani"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "Nas zajisteni jsem nevycerpatelny"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "Ohledne Ceho prestupnik oni privodit si bidny urceni"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "Peklo jsem kde? oni svitit; ktery bidny pribytek"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "co oni chutnat therein jsem pekelny pit ostry jidlo"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "mnoho ceho jinam z stejne druh"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "(Tento jsem seskupit hazet Peklo ty. Oni ne prijeti obyvatel Peklo). Oni zaslouily svitit hellfire"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "Zacatecnik vyhovovat Nor ty prijeti. Ty byl a jednotka predchazet nas zavest nas! Proto snest tento bidny skoncit"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "Oni take odrikavat Nas Magnat tyto byl a jednotka primet nas do tento; zdvojit odskodneni hellfire ti"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "(Oni odrikavat \"E delat se my ne prijmout Peklo) lide my ucinil to uivany pocet among a prostopasny"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "My jednat zesmesnit ti; my jednat obeh nas otvor podle ti"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Tento dopredu dany pravda lide Peklo krevni msta 1 jiny"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "rict ja vypovedet ty; v tom ne jsem jinak buh BUH 1 Svrchovany"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "Magnat z nebe zahrabat vsechno ti; Vsemohouci a Ochotny Odpustit"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "rict Sem jsem desivy zprava"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "Onen ty jsem zcela zapomnevsi s"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "Ja ne mel vedomi drive svar Vyska Spolecnost"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "Ja dychat muj prosty poslani byl vynest vystrany ty"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "Svuj Magnat rict podle andel ja tvorit lidska bytost jsem jil"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "Drive ja model jemu kvet jemu podle Muj povzbudit ty dostat premoct neli jemu"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "andel zhresit premoct uplne o ti"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "Dabel; on odmitnout jsem prilis naduty unappreciative"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "On odrikavat O Dabel co prekazit ty podle premoct drive ktery ja tvorit Muj pismo? Byl ty prilis naduty? Ty vzbourit se"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "On odrikavat ja byl zcela than on; Ty tvorit mne podle palebny tvorit jemu podle jil"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "On odrikavat Proto ty vyhnat ty vypovedet"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "Ty privodit si Muj zabaveni Cas Soud"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "On odrikavat Muj Lord odrocit mne Cas Zmrtvychvstani"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "On odrikavat Ty odrocit"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "Ne sjednat cas"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "On odrikavat ja prisahat Svuj velicenstvo ja odeslat ti uplne z cesty"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "Svuj worshipers ktery oddany uplne Ty jen"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "On odrikavat Tento jsem vernost vernost jsem uplne ja vyjadrit"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "Ja vyridit Peklo ty uplne ty nasledujici ty"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "rict ja ne poadovat ty kady vest ja ne jsem podvodnik"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "Tento jsem pripominka spolecnost"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "Ty prosit prosim najit out od chvilku"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "Tento jsem zjeveni bible BUH Vsemohouci a Odborny"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "My odeslat ty tento bible truthfully; ty zbonovat BUH oddany svuj naboenstvi Jemu jen"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Uplne naboenstvi byl odsouzeny ke zkaze podle BUH jen! Ty spolecnost obraz Jemu odrikavat My zbonovat koho ti jen privest nas konec BUH; oni byl zcela misto! BUH prosit soudit ti ohledne ceho jejich popirat! BUH NE USMERNOVAT TAK LHARKA disbelievers"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Buh chtit mel syn On chtit whomever On willed podle Svem stvoreni. On oslavovat; On jsem BUH 1 Svrchovany"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "On tvorit nebe zahrabat truthfully. On balit vecer cas vinout cas vecer. On predloit slunit se mesic kady tekouci pro konecny doba. Uplne On jsem Vsemohouci a Ochotny Odpustit"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "On tvorit ty 1 osoba pak tvorit jemu svem druh. On odeslat ty 8 druh ivy inventar. On tvorit ty svuj ujmout se jako matka nadouvat stvoreni stvoreni od trimesters temnota! receny jsem BUH svuj Magnat. S Jemu patrit uplne svrchovanost! v tom ne jsem jinak buh Jemu. Jak ty zmenit smer ceho"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Ty pochybovat BUH ne zrovna kady. On nelibost prijmout Svem sluha utocit zly rozhodnuti! Ty ucinit rozhodnuti jsem uznaly On spokojeny ty. Nikoliv duse loisko hrich kady jiny duse. Konecne s svuj Magnat jsem svuj zvoleni pak On informovat ty z vsechno ty ucinil! On jsem celkem vedomy si o nejvnitrejsi thoughts"
        }
    ]
}