{
    "pages": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Slik er paradiset som er lovet de gudfryktige: Bekker sildrer, frukt og skygge er å finne bestandig. Det er deres belønning som viste gudsfrykt. De vantros belønning er Ilden"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "De som Vi har gitt skriften, gleder seg over det som er åpenbart for deg. Noen særgrupper forkaster en del av det. Si: «Jeg er kun pålagt å tjene Gud, og ikke gi Ham medguder! Til Ham kaller jeg menneskene, og til Ham vender jeg tilbake!»"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Så har Vi da også sendt dem åpenbaringen som en rettesnor på arabisk. Sannelig, om du følger deres innfall etter det som er blitt deg til del av visdom, så har du ingen som tar seg av din sak eller verger deg mot Gud"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Vi har sendt sendebud før deg, og gitt dem hustruer og barn. Men intet sendebud kunne bringe et jærtegn uten Guds bifall! Hver tidsepoke har sin skrift"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Gud utvisker eller fastholder det Han vil. Hos Ham finnes skriftens opphav"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Og om Vi lar deg se noe av det Vi har stilt de vantro i utsikt, eller Vi tar deg hjem til Oss, deg påligger bare forkynnelsen. Vi tar oss av regnskapet"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Har de ikke merket at Vi er på ferde i landet, og innskrenker det fra alle ender? Gud avgjør. Ingen kan omstøte Hans avgjørelse. Han er rask i avregningen"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "De som levde før dem, smidde sine renker. Men Gud behersker alle renker. Han vet hva enhver fortjener, og de vantro vil snart få vite hvem det endelige hjem tilkommer"
        }
    ]
}