{
    "pages": [
        {
            "chapter": 17,
            "verse": 97,
            "text": "Den Gud leder er på rett vei. Dem Han lar seile sin egen sjø, for dem finner du aldri hjelpere utenom Ham. På oppstandelsens dag vil Vi samle dem, liggende hodekulls, blinde, stumme, døve. Deres herberge blir helvete. Hver gang det er i ferd med å slukne, frisker Vi på varmen for dem"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Dette er deres belønning for at de ikke trodde på Vårt ord og sa: «Når vi er morkne ben, skal vi da gjenoppvekkes i ny skapning?»"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Innser de ikke at Gud som har skapt himlene og jorden, evner å skape slikt som dem? Han har satt en frist for dem, derom er ingen tvil. Men de urettferdige avviser alt, unntatt vantro"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Si: «Om dere disponerte Herrens forråd av nåde, ville dere være påholdne av frykt for å gi bort noe. Mennesket er gjerrig!»"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Vi gav Moses ni klare jærtegn. Spør bare Israels barn. Han kom til dem, og Farao sa til ham: «Moses, jeg mener du er forhekset!»"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Og han svarte: «Du vet godt at ingen annen enn Herren over himlene og jorden har sendt dem som jærtegn til innsikt. Jeg mener at du, Farao, er fortapt!»"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Så bestemte han å jage dem ut av landet. Og Vi lot ham og hans folk drukne alle sammen"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Og etter hans tid sa vi til Israels barn: «Slå dere ned i landet!» Og når det hinsidige livs løfte innfris, vil Vi føre dere frem i flokk og følge"
        }
    ]
}