{
    "pages": [
        {
            "chapter": 27,
            "verse": 36,
            "text": "Da han kom tilbake til Salomo, sa denne: «Vil dere overdynge meg med rikdom, når det som Gud har gitt meg er bedre enn det Han har gitt dere? Men dere føler glede ved deres gave"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Vend tilbake til dem, og si at vi vil komme til dem med en hær som de ikke rår med, og drive dem ut derfra, ydmyket og fornedret.»"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Han fortsatte: «Hør, rådsmenn, hvem av dere kan bringe meg hennes trone før de kommer til meg som undergivne?»"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "En av dsjinnene, en ifrit sa: «Jeg vil bringe den til deg før du reiser deg fra din plass, for jeg har styrke til det og kan stoles på.»"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "En som hadde kunnskap fra skriften, sa: «Jeg vil bringe den til deg før du kan lukke øyet.» Og så, da han så den stå foran ham, sa han: «Dette er en Herrens gunstbevisning for å sette meg på prøve, om jeg er takknemlig eller utakknemlig. Den som er takknemlig, takker til sitt eget beste, og den som er utakknemlig, Herren er selvtilstrekkelig, verdig!»"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Og han fortsatte: «Gjør hennes trone ugjenkjennelig for henne, så vi kan se om hun er under ledelse, eller av dem som ikke er det.»"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Så da hun kom, sa man: «Er din trone slik som dette?» Hun svarte: «Det ser ut som var det den. Vi ble gitt kunnskap før dette, og gav oss inn under Gud.»"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Men det hun tjente, istedenfor Gud, holdt henne borte, og hun var av de vantro folk"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Så sa man til henne: «Kom inn i palasset!» Da hun fikk se det, trodde hun det var en vannflate og trakk kjolen oppover bena, men Salomo sa: «Det er et palass belagt med krystall.» Da sa hun: «Herre, jeg har gjort urett mot meg selv! Jeg overgir meg sammen med Salomo til Gud, all verdens Herre.»"
        }
    ]
}