{
    "pages": [
        {
            "chapter": 39,
            "verse": 48,
            "text": "De vil få se det onde de har pådratt deg, og det de drev ap med ringer dem inn"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Når trengsel og ulykke kommer over mennesket, så påkaller han Oss. Men når Vi så viser ham nåde, så sier han: «Dette har jeg bare fått på grunn av kunnskap.» Nei, det er en prøvelse, men folk flest vet det ikke"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "De som levde før dem, har allerede sagt det samme, og alt de hadde ervervet, hjalp dem ikke"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Men det onde de hadde pådratt seg, rammet dem! Og de som nå handler ondt, vil bli rammet av det onde de pådrar seg, de kan ikke forpurre noe"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "De vet vel at Gud gir rikelig av sine gaver til den Han vil, eller begrenser? I dette er jærtegn for folk som tror"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "Si: «Dere Mine tjenere, som har vist lettsindighet som vil ramme dere selv, fortvil ikke for Guds nåde. Gud vil forlate alle synder, Han er den Ettergivende, den Nåderike"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Vend dere i bot til Herren, og overgi dere til Ham, før straffen er over dere. For da kan dere ikke hjelpes"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Følg det beste, som er åpenbart for dere fra Herren, før straffen kommer over dere plutselig, uten at dere aner noe"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "For at ingen må si: ’Trøste meg for det jeg forsømte overfor Gud! Jeg var visselig av dem som spottet,’"
        }
    ]
}