{
    "pages": [
        {
            "chapter": 41,
            "verse": 39,
            "text": "Av Hans tegn er at du ser jorden ligge livløs og uanselig, men så sender Vi vann over den, og den kommer til liv, og grønnes. Han, som gir den liv, gir også de døde liv. Han evner alt"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "De som forvrir Vårt ord, er ikke skjult for oss. Er vel den som kastes i Ilden bedre enn den som med trygghet står frem på oppstandelsens dag? Gjør hva dere vil! Han ser hva dere gjør"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Se, de som ikke tror på formaningen når den er kommet til dem"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Det er visselig en mektig skrift! Falskhet når den ikke fra noen kant! En åpenbaring fra en som er vis, prisverdig"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Intet blir meddelt deg som ikke er meddelt sendebud før deg. Herren har tilgivelse, og også en smertelig straff"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Hadde Vi gjort den til en Koran på fremmed språk, ville de sagt: «Hvorfor er ikke dens ord gjort forståelige? Et fremmed språk, og en araber?» Si: «Den er ledelse og legedom for dem som tror.» Men de som ikke tror, har tunghørthet i sine ører, og de er blinde for den. De er som folk som kalles fra et sted i det fjerne"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Vi gav Moses skriften, og det ble uenighet om den. Hadde det ikke foreligget et ord fra Herren, ville saken blitt opp- og avgjort mellom dem. De er visselig i betenkelig tvil om den"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Om noen handler rettskaffent, så er det til egen vinning. Om noen handler ondt, så er det til egen belastning. Gud er ikke den som gjør Sine tjenere urett"
        }
    ]
}