{
    "pages": [
        {
            "chapter": 14,
            "verse": 34,
            "text": "и даровал вам все, о чем вы просили. Если бы вы попытались счесть милости Аллаха, то вам бы их не пересчитать. Воистину, человек - притеснитель, неблагодарный"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "[Вспомни,] как Ибрахим сказал: \"О Господи! Даруй моему городу безопасность и убереги меня и моих сыновей от поклонения идолам"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Господи! Воистину, они сбили с пути многих людей. Тот, кто последует за мной [из моих потомков], - мой [по вере], а если кто ослушается меня, то ведь Ты - прощающий, милосердный"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Господи наш! Я поселил часть моего потомства в долине, где не растут злаки, у Твоего заповедного храма. Господи наш! Пусть они творят молитву. Склони сердца людей к ним, надели их плодами, - быть может, они возблагодарят [Тебя]"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Господи наш! Воистину, Тебе ведомо и то, что мы таим, и то, что мы вершим явно. Ничто не скроется от Аллаха ни на земле, ни на небесах"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Хвала Аллаху, который даровал мне вопреки преклонному возрасту Исма'ила и Исхака. Воистину, мой Господь внемлет мольбе"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Господи! Включи меня и часть моего потомства в число тех, кто совершает молитву. Господи наш! Внемли моей мольбе"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Господи наш! Прости меня, моих родителей и верующих в день расплаты"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "И не помышляй [, о Мухаммад,] будто Аллах не ведает о том, что творят нечестивцы. Он только дает им отсрочку до того дня, когда [люди], возведя взоры [к небесам]"
        }
    ]
}