{
    "pages": [
        {
            "chapter": 28,
            "verse": 44,
            "text": "Ты же [, Мухаммад,] не был на западном склоне [горы Синай], когда Мы наделили Мусу пророческой миссией, ты не был в числе присутствовавших там"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Но [после Мусы] Мы сотворили [много] поколений, над которыми миновали века. Не жил ты и среди жителей Мадйана, возвещая им Наши знамения, но Мы [непрестанно] отправляли посланцев [к тебе с вестями о прежних общинах]"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Ты не был на склоне горы [Синай], когда Мы подали глас [Мусе, чтобы поведать об этом], но [ты отправлен посланником] милостью Господа твоего, чтобы ты увещевал народ, к которому до тебя не приходил увещеватель; быть может, они запомнят наставление"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "И если бы не так, то, когда их постигнет наказание за то, что вершили их десницы, они сказали бы: \"Господи наш! О, если бы Ты отправил к нам посланника, чтобы мы последовали за Твоими знамениями и стали бы верующими"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Когда же явилась к ним от Нас истина, они заявили: \"Почему ему не даровано то же самое, что и Мусе?\" Но разве прежде они! не отвергли то, что было даровано Мусе? Ведь они [тогда] сказали: \"[И то и другое] - два колдовства, которые подкрепляют друг друга\". И они присовокупили: \"Воистину, мы во все это не верим"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Скажи [, Мухаммад]: \"Представьте же писание от Аллаха, которое лучше вело бы к прямому пути, чем эти оба (т. е. Коран и Тора), чтобы я последовал за ним (т. е. Писанием), если вы правдивы"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Если они не ответят тебе, то знай, что они повинуются только своим [низменным] страстям. А кто более заблудший, чем тот, кто следует своим страстям, не будучи ведомым Аллахом к прямому пути? Воистину, Аллах не наставляет на прямой путь творящих беззаконие"
        }
    ]
}