{
    "pages": [
        {
            "chapter": 39,
            "verse": 6,
            "text": "Он создал вас из единого существа. Потом сотворил из него же пару и ниспослал вам восемь животных парами. Он творит вас в утробах ваших матерей действом творения вслед за другим действом в трех тьмах. Таков Аллах, ваш Господь. Власть принадлежит только Ему. Нет бога, кроме Него. Но как же вы совращены [с пути истины]"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Если вы ответите неблагодарностью [на милости Аллаха], то ведь Аллах не нуждается в вас. Он не одобряет неблагодарности в Своих рабах. А если вы благодарны, то это Ему нравится в вас. И никто [в Судный день] не понесет ноши другого человека. В конечном итоге вам надлежит вернуться к своему Господу, и Он возвестит вам то, что вы вершили. Воистину, Он ведает то, что в сердцах"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "Когда человека поражает какая-либо беда, он взывает к своему Господу, возвращаясь к Нему [после забвения Его]. Потом, когда Он одарит его милостью от Себя, человек забывает того, к кому обращался [за помощью] прежде, и поклоняется помимо Аллаха другим богам, чтобы сбить с пути [людей]. Скажи [такому человеку, Мухаммад]: \"Извлекай пользу из своего неверия недолгое время, ведь ты будешь обитать в адском огне"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Неужели тот кто на протяжении всей ночи поклоняется [Аллаху], падая ниц и стоя, страшится будущей жизни и возлагает надежды на милость своего Господа [, равен ослушнику в его неверии]? Спроси [, Мухаммад]: \"Неужели равны те, которые знают, и те, которые не знают [пути истины]?\" Воистину, внемлют наставлениям только те, у кого есть разум"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Передай [, Мухаммад, мои слова]: \"О те из Моих рабов, которые уверовали! Бойтесь своего Господа. Тем, которые вершили в этом мире добро, уготовано добро [в будущей жизни]. Земля Аллаха обширна. Воистину, терпеливым воздается полностью безо всякого счета"
        }
    ]
}