{
    "maqras": [
        {
            "chapter": 22,
            "verse": 38,
            "text": "Suphesiz Allah, iman edenleri savunur ve hic bir hain kafiri sevmez"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Zulme ugrayan kimselere savasmaları icin izin verildi. Allah, onlara yardım etmeye elbette kadirdir"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Onlar, sadece “Rabbimiz Allah’tır” dedikleri icin, haksız yere yurtlarından cıkartılmıslardır. Eger Allah’ın insanların bir kısmını, bir kısmıyla bertaraf etmesi olmasaydı, manastırlar, kiliseler, havralar ve icinde Allah’ın isminin cokca anıldıgı mescitler yıkılıp giderdi. Allah, elbette ona yardım edenlere yardım eder. Suphesiz Allah gucludur, kuvvetlidir"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Eger onlara yeryuzunde imkan ve guc verirsek, namazı dosdogru kılarlar, zekatı verirler, iyiligi emrederler, kotulugu yasaklarlar. Islerin sonu Allah’a aittir"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Eger seni yalanlıyorlarsa, onlardan once de Nuh, Ad ve Semud kavmi de yalanlamıstı"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "Ibrahim’in kavmi, Lut’un kavmi de"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "Medyen halkı da. Musa da yalanlanmıstı. Kafirlere sure tanıdım; sonra da onları yakaladım. Beni inkar nasılmıs"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Nice ulkeleri zalimlik ederken helak ettik. Simdi, onlar tepetakla edilmis, su kuyuları terkedilmis ve saglam sarayları bombos kalmıstır"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Yeryuzunde dolasmıyorlar ki kendisiyle akledecek kalpleri ve kendisiyle isitebilecek kulakları olsun?! Oysa, gozler kor olmuyor, fakat sinelerdeki kalpler koreliyor"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Senden, azabı acele getirmeni istiyorlar. Fakat Allah, verdigi sozden donmez. Rabbi’nin katında bir gun, sizin saydıklarınızdan bin yıl gibidir"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Nice ulkeler vardır ki, zalim olmalarına ragmen ben, onlara sure tanıdım. Sonra da onları aldım. Donus banadır"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "De ki: -Ey insanlar! Ben sizin icin ancak apacık bir uyarıcıyım"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Iman edip, dogruları yapanlara bagıslanma ve bol rızık vardır"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Ayetlerimizden alıkoymaya calısanlara ise, iste onlar da alevli atesin dostlarıdır"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Senden once hic bir peygamber gondermedik ki, bir seyi arzuladıgı zaman, seytan onun arzusuna vesvese karıstırmıs olmasın. Ama Allah, seytanın karıstırdıgını giderir ve Allah, ayetlerini saglamlastırır. Allah bilendir, hakimdir"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Seytanın karıstırdıgı, kalplerinde hastalık bulunan ve kalpleri kaskatı olan kimseleri denemek icindir. Zalimler, derin bir ayrılık icindedirler"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Kendilerine ilim verilenlerin, onun, Rabbinden gelen gercek bir vahiy oldugunu bilip, ona inanmaları ve onunla gonullerini baglamaları icindir. Suphesiz Allah, iman edenleri dosdogru yola iletir"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Kafirler ise, kendilerine o saat, ansızın gelinceye veya sonsuz bir gunun azabı catıncaya kadar ondan suphe etmeye devam ederler"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "O gun, mulk Allah’ın’dır. Aralarında hukmu, O verecektir. Iman edip, dogruları yapmıs olanlar nimet cennetlerindedir"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Kafir olup, ayetlerimizi yalanlayanlar ise iste onlara, onlara alcaltıcı bir azap vardır"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Allah yolunda hicret edenler, sonra oldurulenler veya olenler ise, Allah onları elbette guzel bir rızıkla rızıklandıracaktır. Cunku Allah, rızık verenlerin en hayırlısıdır"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Onları hoslarına gidecek bir yere girdirecektir. Elbette Allah, bilmektedir, acele etmemektedir"
        }
    ]
}