{
    "maqras": [
        {
            "chapter": 39,
            "verse": 53,
            "text": "De ki: -Ey kendilerine karsı gunah islemekte asırı giden kullarım, Allah’ın rahmetinden umidinizi kesmeyin. Cunku Allah, butun gunahları bagıslayıcıdır. O, cok bagıslayıcı ve merhametlidir"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Azap size gelmeden once, Rabbinize yonelin ve O’na teslim olun ki sonra hic bir yardım goremezsiniz"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Azap size, farkında olmadıgınız bir anda ansızın gelmeden once Rabbinizden indirilenin en guzeline uyun"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Kisinin: Allah’a karsı isledigim kusurlardan ve aldatılanlardan oldugum icin bana yazıklar olsun demesinden once"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Veya keske Allah bana dogru yolu gosterseydi de korunanlardan olsaydım demesi"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Veya azabı gorunce keske bir kere daha hak verilse de iyilerden olsam, demesi"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Hayır, sana ayetlerim gelmisti de sen onları yalanlamıs, buyukluk taslamıs ve kafirlerden olmustun"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "Kıyamet gunu, Allah hakkında yalan soyleyenlerin yuzlerinin kapkara oldugunu gorursun. Buyuklenenlere cehennemde yer mi yok"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Allah, korunanları basarıları sebebiyle kurtaracaktır. Onlara kotuluk dokunmayacak ve onlar uzulmeyecekler"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah, herseyin yaratıcısıdır ve O her seyin gozeticisidir"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Goklerin ve yerin anahtarları Onundur. Allah’ın ayetlerini tanımayanlar, iste onlar, husrana ugrayacaklar, onlardır"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "De ki: -Allah’tan baskasına kulluk etmemi mi emrediyorsunuz ey cahiller"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Sana ve senden oncekilere: -Eger sirk kosarsan yaptıkların bosa gider ve husrana ugrayanlardan olursun, diye vahyolunmustur"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Oyleyse, kullugunu yalnızca Allah’a yap ve sukredenlerden ol"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Allah’ı hakkıyla takdir edemediler. Yer tamamen onun avucundadır, kıyamet gunu gokler de sag eliyle durulmus olacaktır. O, kostukları sirklerden uzak ve cok yucedir"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "Sur’a uflenmis, Allah’ın diledikleri dısında yerde ve goklerde kim varsa baygın dusmustur/olmustur. Sonra ona tekrar uflendigi zaman onlar ayaga kalkar ve bakıp dururlar"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Yeryuzu Rabb’inin aydınlatması ile aydınlanmıs, kitap ortaya konmus, peygamberler ve sahitler getirilmistir. Kimseye haksızlık edilmeden aralarında hak ile hukum verilmistir"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Herkese, calıstıgının karsılıgı odenmistir. Onların ne yaptıklarını, en iyi bilen O’dur"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Inkarcılar boluk boluk cehenneme sevkedilmistir. Oraya geldikleri zaman kapıları acılmıs ve oranın bekcileri onlara: -Icinizden size, Allah’ın ayetlerini okuyan ve sizi bu gune kavusmak ile uyaran elciler gelmedi mi? demis, onlar da: -Evet, geldi, demislerdir. Fakat, artık inkarcılara verilen azap sozu yerini bulmustur"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "Onlara: -Icinde ebedi kalmak uzere cehennem kapılarından girin iceri! Buyuklenenler icin ne kotu bir yurt, denir"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Rablerinden sakınan kimseler boluk boluk cennete sevkedilmistir. Oraya geldiklerinde kapılar acılmıs ve onun bekcileri: -Selam size, hos geldiniz, ebedi kalmak uzere girin oraya! demislerdir"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Onlar da soyle karsılık vermislerdir: Bize verdigi sozu yerine getiren ve cennetten diledigimiz yere yerlestiren, dunyaya mirascı yapan Allah’a hamdolsun! Calısanların odulu ne guzeldir"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "Orada meleklerin Arsın etrafında Rab’lerini hamd ile tesbih ederek donduklerini gorursun. Aralarında hak ile hukum verilmis ve: -Hamd, alemlerin Rabbi Allah’a mahsustur, denilmistir"
        }
    ]
}