{
    "maqras": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "Meryem’in oglu ornek olarak verilince, kavmin ondan (konuyu) saptırıyor"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Bizim ilahlarımız mı daha iyidir, yoksa o mu? diyerek... Bunu sana sadece tartısmak icin soyluyorlar. Zaten onlar kavgacı bir toplumdur"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "O, yalnızca kendisine nimet verdigimiz ve Israilogulları’na ornek yaptıgımız bir kuldur"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Eger dileseydik, yeryuzunde sizin yerinize gececek melekler var ederdik"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Suphesiz o, kıyamet icin bir ilimdir. O halde, kıyametten yana bir supheniz olmasın. Bana uyun. Dosdogru yol budur"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Seytan sakın sizi saptırmasın. Cunku o, sizin icin apacık bir dusmandır"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Isa belgelerle geldigi zaman soyle demisti: -Size hikmet ile hakkında ihtilafa dustugunuz seylerin bir kısmını acıklamak icin geldim. Allah’tan korkun ve bana uyun"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Allah, benim de Rabb’im sizin de Rabbiniz O’dur. Oyleyse O’na kulluk edin. Dosdogru yol budur"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Buna ragmen gruplar, aralarında anlasmazlıga dustuler. O acı gunun azabına ugrayacak zalimlerin vay haline"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Onlar, farkında olmadıkları bir anda, ansızın kendilerine gelecek kıyametten baska bir sey mi bekliyorlar"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "O gun, kendilerini gunahlardan koruyanlardan baska butun dostlar birbirine dusmandır"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "Ey kullarım! Size bugun korku yoktur ve siz uzulecek de degilsiniz"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Ayetlerimize iman edenler ve teslim olanlar"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Siz ve esleriniz sevinc icinde, girin cennete"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Etraflarında altın tepsiler ve testiler dolastırılır. Orada canların cektigi ve gozlerin zevk aldıgı her sey vardır. Siz, orada ebedi kalacak olanlarsınız"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Yaptıklarınıza karsılık olarak, sizin varis oldugunuz cennet iste budur"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Orada sizin icin bir cok meyveler vardır, onlardan yersiniz"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Suclular ise cehennem azabında ebedidirler"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "Onların azabına hic ara verilmez ve onlar orada umitsiz kalmıslardır"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Onlara biz zulmetmedik, fakat onlar kendi kendilerine zulmettiler"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "(Cehennem bekcisine): -Ey Malik, Rabbin isimizi bitirsin, diye haykırırlar. O da: Siz, kalıcısınız! der"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Size hakkı getirmistik. Fakat cogunuz haktan hoslanmamıstınız"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Yoksa bir ise mi karar verdiler? Elbette biz de kararlıyız"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Yoksa, bizim, onların gizlediklerini ve gizli toplantılarını isitmedigimizi mi sanıyorlar? Hayır yanılıyorlar. Elcilerimiz de onların yanında kaydediyorlar"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "De ki: -Eger Rahman’ın bir oglu olsaydı, ona kulluk edenlerin ilki ben olurdum"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Goklerin ve yerin Rabbi, Ars’ın Rabbi onların nitelemelerinden uzaktır"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Bırak onları, kendilerine vaat edilen gune kavusuncaya kadar dalsınlar ve oynaya dursunlar"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Gokte ilah O oldugu gibi yerde de ilah O’dur. O, hakimdir, alimdir"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Goklerin, yerin ve ikisi arasındakilerin hakimiyeti kendisine ait olan ne yucedir! Kıyametin bilgisi O’nun yanındadır ve O’na donduruleceksiniz"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Bilerek hakka sahitlik edenler dısında, Allah’tan baska dua ettiklerinin, sefaat gucleri yoktur"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Onlara kendilerini kimin yarattıgını sorsan, elbette “Allah” derler. Buna ragmen nasıl saptırılıyorlar"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "Onun “Ey Rabbim” deyisine yemin olsun ki, onlar gercekten iman etmeyen bir toplumdur"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Oyleyse onları bos ver ve “selam” de, nasıl olsa ogrenecekler"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "Ha mim"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "Apacık kitaba andolsun ki"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Biz onu, mubarek bir gecede indirdik. Biz, uyaranlarız"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "O gece, her hikmetli is ayrılır"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "Tarafımızdan bir emir ile biz elci gondeririz"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "Rabbinden bir rahmet olarak. Suphesiz O, isiten bilen O’dur"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "Goklerin, yerin ve arasındakilerin Rabbidir. Eger gercekten bilenler iseniz"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "O’ndan baska ilah yoktur. Diriltir ve oldurur. Sizin de Rabb’iniz, sizden onceki atalarınızın da Rabb’idir"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Fakat, onlar suphe icinde eglenirler"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "Gogun apacık bir duman getirecegi gunu gozle"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Insanları burur. Bu, acı bir azaptır"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "Rabbimiz, azabı bizden kaldır, biz iman eden kimseleriz"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Onlar nereden ogut alacaklar? Kendilerine apacık bir elci gelmisti"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Sonra ondan yuz cevirmisler ve: -Ogretilmis bir mecnun/deli demislerdi"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Biz, azabı biraz kaldırırız siz de tekrar donerseniz"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "Buyuk bir siddetle yakalayacagımız gun, elbette intikam alacagız"
        }
    ]
}