{
    "maqras": [
        {
            "chapter": 59,
            "verse": 11,
            "text": "Munafıklık edenleri gordun mu? Kitap ehlinden inkarcı kardeslerine: -Eger siz, yurdunuzdan cıkarılacak olursanız, biz de sizinle beraber cıkarız. Size karsı hic kimseye itaat etmeyiz. Eger sizinle savasılırsa, mutlaka size yardım ederiz, derler. Allah da onların yalancı olduklarına sahitlik eder"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Eger onlar cıkarılırlarsa, onlarla cıkmazlar. Eger onlara savas acılırsa, onlara yardım etmezler. Onlara yardıma gitseler bile arkalarını donup kacarlar. Sonra da kendileri yardım gormezler"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Onların kalbine Allah’tan cok siz korku salıyorsunuz. Bu da onların anlayıssız bir topluluk olmalarındandır"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Onlar, surlarla cevrili kasabalar veya duvarlar arkasında olmadıkca sizinle topluca savasamazlar. Kendi aralarındaki kavgaları ise siddetlidir. Onları birlik sanırsın, oysa kalpleri dagınıktır. Bu, onların akletmeyen bir topluluk olmalarındandır"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Onlar, kendilerinden az once, yaptıklarının cezasını tadan kimseler gibidir. Onlar icin acı bir azap vardır"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Tıpkı seytan gibidirler. Hani o insana: -Inkar et! der, Insan da inkar edince: -Ben senden uzagım, ben Alemlerin Rabbinden korkarım! der"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Boylece her ikisinin de sonu, icinde ebedi kalacakları atestir. Iste zalimlerin cezası budur"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "Ey iman edenler, Allah’tan sakının! Herkes, yarın icin ne hazırladıgına bir baksın. -Allah’tan sakının, Cunku Allah, yaptıklarınızdan haberdardır"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "Allah’ı unutan ve Allah’ın da onlara kendilerini unutturdugu kimseler gibi olmayın. Iste onlar, yoldan cıkmıs olanlar onlardır"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Cehennem ehli ile cennet ehli bir degildir. Cennet ehli.. Onlar, kurtulacak olanlar"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Biz Kur’an’ı bir dagın uzerine indirseydik onun Allah korkusundan bas egerek parca parca oldugunu gorurdun! Iste bu ornekleri insanlar dusunsunler diye veriyoruz"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "O, kendisinden baska ilah olmayan Allah’tır. Gorulmeyeni ve goruleni bilendir. O, cok bagıslayıcı ve cok merhametlidir"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "O, kendisinden baska ilah olmayan Allah’tır. Hakim’dir, kutsaldır, esenlik verendir, guven verendir, himaye edendir, gucludur, kahredicidir, buyukluk sahibidir. Allah, onların ortak kostuklarından uzaktır"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "O Allah, yaratan, yoktan vareden, sekil verendir. En guzel isimler O’nundur. Goklerde ve yerde ne varsa O’nu tesbih eder. O, gucludur, Hakim’dir"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "Ey Iman edenler, benim de dusmanım sizin de dusmanız olanları, dost edinmeyin. Size haktan geleni inkar etmislerken; siz onlara sevgi gosteriyorsunuz. Rabbiniz olan Allah’a iman ediyorsunuz diye Peygamberi de sizi de yurdunuzdan cıkarıyorlar. Eger benim yolumda cihat etmek ve benim razılıgımı almak icin cıktıysanız gizlice onlara sevgi beslemeyin. Ben gizlediginizi de acıkladıgınızı da bilirim. Sizden kim bunu yaparsa, dogru yoldan sapmıs olur"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Eger onlar, size ustun gelirlerse, size dusman olurlar. Kotulukle ellerini ve dillerini size uzatırlar; sizin kafir olmanızı arzu ederler"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Kıyamet gunu, ne akrabalarınız ne de cocuklarınız size hicbir fayda saglamayacaktır. Allah, aranızı ayırır. Allah yaptıklarınızı gormektedir"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Sizin icin Ibrahim ve onunla beraber olanlarda guzel bir ornek vardır. Hani onlar toplumlarına soyle demislerdi: -Biz, suphesiz sizden ve Allah’tan baska kulluk ettiklerinizden uzagız. Sizi reddediyoruz. Sizinle aramızda, siz Allah’a tek olarak iman edinceye kadar surecek bir dusmanlık ve nefret belirmistir. Ibrahim’in babasına soyledigi su soz haric: -Senin icin bagıslanma dileyecegim, fakat Allah’tan sana gelecek hicbir seye gucum yetmez. -Rabbimiz, sana dayandık, sana yoneldik ve donus sanadır"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Rabbimiz, bizi inkar edenler icin deneme kılma. Bizi bagısla Rabbimiz, suphesiz sen, guclu ve hakim sensin"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Onlarda Allah’ı ve Ahiret gununu bekleyen herkes icin guzel bir ornek bulursunuz. Allah herkesten daha zengindir, butun ovgulere tek layık olandır"
        }
    ]
}