{
    "maqras": [
        {
            "chapter": 2,
            "verse": 44,
            "text": "Insanlara iyiligi emredersiniz de kendinizi unutur musunuz? Kitabı okuyup durdugunuz halde dusunmez misiniz"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Sabır ve namazla Allah’tan yardım isteyin. Rablerine kavusacak ve O’na doneceklerini umanlar ve Allah’a gercek bir saygı gosterenlerden baskasına namaz elbette agır gelir"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Sabır ve namazla Allah’tan yardım isteyin. Rablerine kavusacak ve O’na doneceklerini umanlar ve Allah’a gercek bir saygı gosterenlerden baskasına namaz elbette agır gelir"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Ey Israilogulları! Size verdigim nimeti ve sizi bir zamanlar toplumlara ustun kıldıgımı hatırlayın"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Kimsenin kimseden faydalanamayacagı, kimseden bir sefaat kabul edilmeyecegi, kimseden bir fidye alınmayacagı ve yardım da gorulmeyecegi bir gunden kendinizi koruyun"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Size iskence eden, kadınlarınızı sag bırakıp ogullarınızı olduren Firavun Hanedanından sizi kurtarmıstık. Bunda Rabbiniz´den buyuk bir imtihan vardı"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Ve sizin icin denizi yardık, sizi kurtarıp; gozunuzun onunde, Firavun Hanedanını suda bogmustuk"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Musa ile kırk gece icin sozlesmistik ama siz zalimlik ederek onun arkasından buzagıya tapınmıstınız"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Bundan sonra da yine belki sukredersiniz diye sizi affetmistik"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Dogru yola gelesiniz diye Musa’ya kitabı ve furkanı vermistik"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Musa kavmine: -Ey halkım! Siz buzagıyı ilah edinerek kendinize yazık ettiniz. Hemen yaratıcınıza tevbe edip, nefislerinizin hakkından geliniz. Boyle yapmanız, yaratıcınız katında sizin icin daha hayırlıdır, o daima tevbeleri kabul eden ve acıyan oldugu icin tevbenizi kabul eder, demisti"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Ey Musa, Allah’ı apacık gormedikce sana inanmayacagız, demistiniz de, gozunuz bakıp dururken sizi yıldırım carpmıstı"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Olumunuzden sonra belki sukredersiniz diye sizi tekrar diriltmistik"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Bulutlarla sizi golgelendirdik, kudret helvası ve bıldırcın gonderdik. Size rızık olarak verdigimiz guzel seylerden yiyin, dedik. Onlar bize degil ancak kendilerine zulmediyorlardı"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Hani: -Su kasabaya girip, dilediginiz yerden istediginizi bol bol yiyin. Kapısından secde ederek girin ve “bagısla” deyin de sizi bagıslayalım. Guzel davrananların mukafatını da artıralım, demistik"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Fakat, zulmedenler kendilerine soylenmis olan sozu baska bir sozle degistirdiler. Biz de, zalimlere, gunah isleyerek yoldan cıktıkları icin gokten kahredici bir azap indirmistik"
        }
    ]
}