{
    "pages": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "Only they who have the ability to hear can respond (to a call); as for the dead, God will raise them to life, and then to Him they will be returned"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "And they say: \"Why is not a miraculous sign (of the kind we desire) sent down on him from his Lord?\" Say (to them): \"Surely God has the power to send down a sign (of any kind).\" But most of them have nothing to do with knowledge (so that they would know the nature of the signs, Revelation, and Prophethood, and the purpose for them)"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "(Should not those whose ears are closed to the Qur’an look around themselves to see the signs of the truth?) No living creature is there moving on the earth, no bird flying on its two wings, but they are communities like you. We have neglected nothing in the Book (the Qur’an, the Supreme Preserved Tablet, which is the source of all books, and the Book of Creation: We have created everything just in its place and for a purpose, so that the universe is maintained in perfect balance and order). Then, (a Day will come when the universe will be changed into a new one, and) they will be raised from the dead and gathered to their Lord"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Those who deny Our signs and Revelations are deaf and dumb in veils of darkness. Whomever God wills, He leads astray, and whomever He wills, He sets on a straight path"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Say (to them): \"Do you ever consider: if some punishment of God comes upon you or the Last Hour comes upon you, do you then invoke other than God? (Answer that) if you are truthful (and admit the voice of your conscience)"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "(No indeed!) Rather, it is Him alone that you invoke – then He may, if He wills, remove that which caused you to invoke Him – and you forget (then) whatever partners you have been associating with Him"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "And We did indeed send Messengers to the communities before you, and We seized those (communities) with trials and tribulations so that they might invoke Us with humility (seeking the truth and forgiveness)"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "If only, when Our trial came upon them, they had invoked Us with humility! But their hearts grew hard and Satan decked out whatever they were doing as appealing to them"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Then, when they forgot (the advice and warnings) that they were reminded of, We opened for them the gates of all things, until, even while they were rejoicing in what they were granted, We seized them suddenly, so then they were plunged into despair"
        }
    ]
}