{
    "pages": [
        {
            "chapter": 7,
            "verse": 23,
            "text": "They said (straightaway): \"Our Lord! We have wronged ourselves, and if You do not forgive us and do not have mercy on us, we will surely be among those who have lost"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "He said: \"Go down, (all of you,) (and henceforth you will live a life,) some of you being the enemies of the others. There shall be for you on the earth a habitation and provision until an appointed time"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "He said: \"You will live there, and there you will die, and from it you will be brought forth (on the Day of Resurrection)"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "O children of Adam! Assuredly We have sent down on you a garment to cover your private parts, and garments for adornment. However, (remember that) the garment of piety and righteousness – it is the best of all. That is from God’s signs, that they may reflect and be mindful"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Children of Adam! Never let Satan seduce you (and cause you to fail in similar trials) as he caused your (ancestral) parents to be driven out of the Garden, pulling off from them their garment and revealing to them their private parts (and the carnal impulses ingrained in them). He sees you, he and his host (see you), from where you do not see them. We have made satans the confidants and fellow-criminals of those who do not believe"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "And whenever they commit an indecency, they say (attempting to excuse themselves): \"We found our fathers doing that (and follow in their footsteps), and this is what God has enjoined upon us.\" Say: \"Indeed, God does not enjoin indecency. Or is it that you speak about God things you have no knowledge of"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Say: \"My Lord enjoins right and justice.\" Turn toward Him your faces (i.e. your whole being) whenever you rise to perform the Prayer, and call upon Him, sincere in your faith in Him and practising the Religion for His sake. As He initiated you (in existence), so to Him you are returning"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "A party He has guided (to the right way), and for another party straying in error is their just due: they have taken satans, rather than God, for confidants, supporters, and guardians, yet they suppose that they are rightly-guided"
        }
    ]
}