{
    "pages": [
        {
            "chapter": 7,
            "verse": 150,
            "text": "And when Moses (having received the Tablets and learned that his people had adopted a calf to worship) returned to his people, full of wrath and sorrow, he said: \"Evil is the course you have followed after me! Have you forsaken your Lord’s commandment so hastily to hasten your destruction?\" And he threw down the Tablets (to postpone enforcement of the laws therein until he put an end to this rebellion against faith in God’s absolute Oneness), and laid hold of his brother’s head, dragging him towards himself. He (Aaron) said: \"Son of my mother! Indeed the people deemed me weak, and almost killed me. So let not my enemies gloat over me, and do not count me among the wrongdoing people"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "He (Moses) said: \"My Lord! Forgive me and my brother, and admit us in Your special Mercy, for You are the Most Compassionate of the Compassionate"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Those who adopted the calf for worship – a severe punishment and condemnation from their Lord will indeed overtake them, and humiliation in this life of the world. Thus do We recompense those who fabricate falsehood (in attribution to God)"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "But as for those who do evil deeds, but later turn to God in repentance and (truly) believe – after that (effort of self-reform) your Lord is assuredly All-Forgiving, All-Compassionate (especially toward His servants who turn to Him)"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "And so when the anger subsided from Moses, He took up the Tablets (to put them into force). Inscribed on them was guidance and mercy for those who have awe of their Lord"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Moses chose of his people seventy men (to represent them) for Our appointment (on the mountain, in order to ask God for forgiveness for the calf-worship of some among them and to renew their covenant with Him). Then, when the shocking catastrophe seized them, Moses said: \"My Lord! Had You so willed, You would have destroyed them before, and me (along with them). Will You now destroy us for what the fools among us have done? This is a trial from You whereby You lead whom You will astray, and whom You will You guide. You are Our Guardian (to Whom we entrust our affairs and on Whom we rely), so forgive us and have mercy on us! You are the Best in forgiving"
        }
    ]
}