{
    "pages": [
        {
            "chapter": 9,
            "verse": 118,
            "text": "And (He turned in mercy also) to the three left behind and whose cases had been deferred (because they had not taken part in the campaign of Tabuk): (they felt such remorse that) the earth was too narrow for them despite all its vastness, and their souls became utterly constricted for them, and they came to perceive fully that there is no refuge from God except in Him. Then He turned to them in mercy that they might repent and recover their former state (in Islam). Surely God is the One Who truly returns repentance with liberal forgiveness and additional reward, the All-Compassionate (especially towards His believing servants)"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "O you who believe! Keep from disobedience to God in reverence for Him and piety, and keep the company of the truthful (those who are also faithful to their covenant with God)"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "It does not behove the people of Madinah and the Bedouin Arabs around them to fail to follow God’s Messenger and to care for their own selves more than for him. That is because they suffer neither from thirst, nor weariness, nor hunger in God’s cause, nor take a step which enrages the unbelievers, nor win some gain from the enemy, but a righteous deed is thereby recorded for them (to their account). Indeed, God does not leave to waste the reward of those devoted to doing good, aware that God is seeing them"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Nor do they spend any amount for God’s sake, small or great, nor do they cross a valley (while traveling in God’s cause), but it is recorded for them (to their account) so that God may repay them the best reward for what they used to do"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "And the believers should not go forth to war all together. But why should not a party from every community of them mobilize to acquire profound, correct knowledge and understanding of religion and warn their people when they return to them so that they may beware (of wrongful attitudes)"
        }
    ]
}