{
    "pages": [
        {
            "chapter": 11,
            "verse": 63,
            "text": "He said: \"O my people! What do you think – if I stand on a clear evidence from my Lord, and He has granted me a mercy from Himself – who could help me against God were I to disobey Him? You would add to me nothing but ruin"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "O my people! This is the she-camel from God as a sign for you (of the kind you demand to see before you believe). So leave her alone to pasture on God’s earth, and touch her with no evil lest an imminent punishment should seize you"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "But (unable to bear to see her as an evidence of the truth of Salih’s message) they cruelly slaughtered her. Then he (Salih) said: \"Enjoy the life in your habitations three days more, (then will be your ruin). This is a threat that will not be proved false"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "So when Our judgment came to pass, We saved Salih and those who believed with him out of mercy from Us (because of their faith, righteousness, and patience), from the ignominy of that day. Surely your Lord is the All-Powerful, the All-Glorious with irresistible might"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "And the awful blast seized those who committed the greatest wrong (by associating partners with God), so that they lay prostrate lifeless in their very dwellings"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "As though they had never lived there in prosperity. Beware! The Thamud disbelieved in their Lord (and were ungrateful for His favors), so away with the Thamud"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "And Our (heavenly) envoys came (in human form) to Abraham with glad tidings. They said \"Peace!\", and he (returning the greeting) said \"Peace!\" Without delay, he brought them a roasted calf"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "But when he saw that their hands did not reach out to it, he was doubtful of them (deeming their conduct strange) and became apprehensive of them. They said: \"Do not fear! We have been sent to the people of Lot"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Meanwhile his (old, infertile) wife, standing by, felt she was menstruating (and smiled); and We gave her the glad tidings of (the birth of) Isaac and, after Isaac, of (his son) Jacob"
        }
    ]
}