{
    "pages": [
        {
            "chapter": 18,
            "verse": 21,
            "text": "And in this way We disclosed them to the people so that they might know that the promise of God is true, and that there can be no doubt about (the coming of) the Last Hour. When they (the people) disputed about their affair, they said: \"Build a structure over them (to hide them and leave them to their rest). Their Lord knows best about them.\" Those who prevailed (in the long-disputed matter) said: \"We will most certainly build a place of worship over them"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "(Instead of reflecting on the lesson to be learnt from the People of the Cave, people concentrate their interest on the details of the event.) Some will say they were three, the dog being the fourth among them; and some will say they were five, the dog being the sixth – all guessing at random at (something related to) the Unseen. Still others will say: \"They were seven, the dog being the eighth.\" Say (O Messenger): \"My Lord knows their number better; it is but few that know (the truth about) them.\" So do not argue about them, being content with what is obvious (to you through Revelation), nor ask any of them (who argue even among themselves) to give you an opinion about them"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "And do not say about anything (you intend), \"I will do it tomorrow"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Without (adding) \"If God wills.\" And remember and mention Him (straightaway) should you forget (to do so when expressing an intention for the future). And say: \"I hope that my Lord will guide me to what is nearer to right conduct than this (forgetfulness of mine)"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "And they stayed in their Cave three hundred (solar) years, and added nine (for lunar years)"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Say: \"God knows better how long they stayed. To Him belongs (absolute dominion and full knowledge of) the unseen of the heavens and the earth. How perfect His seeing and how perfect His hearing! And they have apart from Him no guardian, and He allots to no one a share in His absolute authority"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Recite (and teach) that which has been revealed to you from the Book of your Lord. There is none who can change His words (whatever the unbelievers may say or desire), and you will never find, apart from Him, any refuge"
        }
    ]
}