{
    "pages": [
        {
            "chapter": 18,
            "verse": 46,
            "text": "Wealth and children are an adornment of the present, worldly life, but the good, righteous deeds (based on faith and) which endure are better in the sight of your Lord in bringing reward and better to aspire for"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "(Bear in mind) the Day when We set the mountains in motion, and you see the earth denuded, and We raise to life and gather them together (all those who are content with themselves, deluded by the charms of the world), leaving out none of them"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "They are arrayed before your Lord (Whom they disregarded in the world), all lined up (without discrimination of wealth or status as in the world, and they are told): \"Now, indeed, you have come to Us (divested of all worldly things) as We created you in the first instance – though you used to suppose that We had not appointed for you a meeting with Us"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "And the Record (of everyone’s deeds) is set in place; and you will see the disbelieving criminals filled with dread because of what is in it, and they will say: \"Alas, woe is ours! What is this Record? It leaves out nothing, be it small or great, but it is accounted!\" They have found all that they did confronting them (in the forms thereof particular to the Hereafter). And Your Lord wrongs no one"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "And (recall) when We said to the angels, \"Prostrate before Adam!\" and they all prostrated, but Iblis did not; he was of the jinn (created before humankind, from smokeless, scorching fire), and transgressed against his Lord’s command. Will you, then, take him and his offspring for guardians (to rely on and refer your affairs to) rather than Me, when they are an enemy to you? How evil an exchange for the wrongdoers"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "I did not make them (Iblis and his offspring) witnesses to the creation of the heavens and the earth, nor of the creation of their own selves, nor did I (being absolutely beyond need) ever take as helpers those that lead (humankind) astray"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "The Day (will come when) He will say, \"Now call upon all those whom you alleged to be My partners.\" Thereupon they will invoke them, but they will not respond to them, and We will place between them an unbridgeable gulf"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "And the disbelieving criminals will see the Fire and know certainly that they are bound to fall into it, and they will find no way of escape from it"
        }
    ]
}