{
    "pages": [
        {
            "chapter": 23,
            "verse": 75,
            "text": "If We have mercy on them and remove from them the harm afflicting them, for sure they will persist in their rebellion, blindly wandering on"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "For indeed We have seized them with the punishment (of famine), and yet, they have not bowed down to their Lord, nor do they invoke Him humbly"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Finally We open to them a gate of severe punishment and look, they are plunged into utter despair and sorrow"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "He it is Who has made for you (the faculty of) hearing, and eyes, and hearts. Scarcely do you give thanks"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "He it is Who has brought forth and made you grow up on earth, and to Him you will be gathered"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "He it is Who gives life and causes to die, and the alternation of night and day (with their periods shortening and lengthening) occurs in obedience to Him (and for the purposes He has established). Will you not, then, reason and understand (that there cannot be another deity besides God)"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "(Instead of using their reason), they only speak as the former (disbelieving) peoples spoke"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "They say, \"What! after we have died and become dust and bones, will we then be raised from the dead"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "We were already promised such things, we and our forefathers. These are no more than the fables of the ancients"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Say: \"To whom belongs the earth and whoever is on it? (Tell me,) if you have any knowledge"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "They could not help but acknowledge: \"To God.\" Say: \"Will you not, then, reflect and be mindful"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Say: \"Who is the Lord of the seven heavens and the Lord of the Supreme Throne (He Who rules the whole universe and sustains all that live in it)"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "They could not help but acknowledge: \"These belong to God, too.\" Say: \"Will you not, then, keep from disobedience to God in reverence for Him and piety"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Say: \"In Whose Hand is the absolute ownership and dominion of all things, and He protects and grants asylum, whereas against Him no asylum is available, and Himself never needs protection? (Tell me,) if you have any knowledge"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "They could not help but acknowledge: \"God exclusively.\" Say: \"How, then, can you be so deluded"
        }
    ]
}