{
    "pages": [
        {
            "chapter": 26,
            "verse": 40,
            "text": "We are expecting that the sorcerers will triumph and we will follow them (in their religion)"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "So then the sorcerers came forth (for the encounter) and said to the Pharaoh: \"We shall surely have a reward, if we are the victors, shall we"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "(The Pharaoh) answered: \"Yes, indeed. And you will then be among those near-stationed to me"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Moses said to them (the sorcerers): \"Throw whatever you are going to throw"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "So they threw their ropes and staffs, saying: \"By the might and glory of Pharaoh, we will surely be the victors"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Thereafter, Moses threw his staff, and behold, it swallowed up their false devices"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "The sorcerers threw themselves down, prostrating"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "And they said: \"We have come to believe in the Lord of the worlds"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "The Lord of Moses and Aaron"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "(The Pharaoh) said: \"What! Do you believe in Him before I give you permission? For sure he is your chief who has taught you sorcery. But in time you will certainly come to know. I will most certainly have your hands and feet cut off alternately, and then I will most certainly have you crucified all together"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "They responded: \"There is no hurt (in what you threaten us with). For surely to our (true and everlasting) Lord we are bound to return"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "We ardently desire that our Lord will forgive us our sins for we are the first to believe"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "(Events developed to the point that) We revealed to Moses: \"Set forth with My servants by night: surely, you will be pursued"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "Then the Pharaoh sent heralds to the cities (to mobilize his troops)"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "(Saying:) \"Those people are indeed a paltry band"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "And (forgetting their lack in numbers and power), they have offended against us (and so provoked our wrath)"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "As for us, we are assuredly a numerous host, ever on guard"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "Thus did We drive them out of (all that they had enjoyed of) gardens and springs"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "And treasures, excellent dwellings, and noble status"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "Things happened thus, and We made the Children of Israel survive them and inherit (the same kind of bounties)"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "At sunrise, the Pharaoh set off in pursuit of them. tyrant tyrannical"
        }
    ]
}