{
    "pages": [
        {
            "chapter": 29,
            "verse": 24,
            "text": "But the response of his (Abraham’s) people was only to say: \"Kill him, or burn him,\" but God saved him from the fire (that they kindled to burn him). Surely in this are signs (important lessons) for people who will believe and who will deepen in faith"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "He (Abraham) said to them: \"You have taken to yourselves idols to worship instead of God, for no other reason than to have a bond of love and attachment between you only in the life of this world. But then, on the Day of Resurrection you will deny one another (disowning any relation between you), and curse one another. Your final refuge will be the Fire, and you will have no helpers"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Lot believed in him, and he (Abraham) said: \"I am emigrating to my Lord (leaving my land and people for a place where I can practice my Religion). Surely, He is the All-Glorious with irresistible might (whomever He helps cannot be debased, and whomever He preserves does not fail), the All-Wise (in whatever He does and decrees there are many instances of wisdom)"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "We bestowed upon him (a son) Isaac and (a grandson) Jacob, and caused Prophethood and the revelation of the Book to continue among his offspring, and We granted him his reward in this world also; and he surely is among the righteous in the Hereafter"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "And Lot too (We sent as Messenger). He said (to his people in conveying this message): \"Indeed you (the men of this whole community) commit an indecency such as none people in all the world has have ever done before you"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "(After such severe warnings of God) will you continue to go come to men with lust, waylay (travelers) on the road (especially male travelers), and commit shameful deeds in your assemblies? The response of his people was only that they said (mocking and challenging him): \"Bring down upon us the punishment of God with which you threaten us, if you are truthful"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "He (Lot) said (in supplication): \"My Lord, help me against these people given to spreading corruption"
        }
    ]
}