{
    "pages": [
        {
            "chapter": 29,
            "verse": 64,
            "text": "The present, worldly life is nothing but a pastime and play, but the abode of the Hereafter is truly alive. If they but knew"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "When they embark on a ship (and find themselves in danger), they call upon God sincerely believing in Him alone (as the only Deity, Lord, and Sovereign). But when He brings them safe to land, see, they begin again to associate partners with God"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "And so let them show ingratitude for all that We have granted them, and so let them give themselves up to the enjoyment of the worldly life; but they will come to know"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Do they not consider that We have established (them in) a secure sanctuary while people are ravaged all around them? (How then) do they believe in falsehood and (show such ingratitude as) to disbelieve in God’s greatest blessing (of the Qur’an and Islam)"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Who is more in the wrong than he who fabricates falsehood in attribution to God or denies the truth when it has come to him? Is there not a dwelling in Hell for the unbelievers"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Those (on the other hand) who strive hard for Our sake, We will most certainly guide them to Our ways (that We have established to lead them to salvation). Most assuredly, God is with those devoted to doing good, aware that God is seeing them"
        },
        {
            "chapter": 30,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "The Byzantine Romans have been defeated"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "In the lands close-by, but they, after their defeat, will be victorious"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "Within a few (nine) years – to God belongs the command (the absolute judgment and authority) both before and after (any event) – and at the time (when the Romans are victorious), the believers will rejoice"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "Because of God’s help leading them to victory. He helps whom He wills to victory. He is the All-Glorious with irresistible might, the All-Compassionate (especially towards His believing servants)"
        }
    ]
}