{
    "pages": [
        {
            "chapter": 39,
            "verse": 11,
            "text": "Say: \"I am commanded to worship God, sincere in faith in Him and practicing the Religion purely for His sake"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "And I am commanded to be the first and foremost in being Muslim (in faith in and submission to what I am commanded to convey to you)"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Say: \"I fear, if I disobey my Lord, the punishment of an awesome Day"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Say: \"I worship God, sincere in my faith in Him and practicing the Religion purely for His sake"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "(As for those of you who reject my call,) worship then whatever you will apart from Him (you are forewarned of the consequences)!\" Say: \"Surely the losers are those who will ruin themselves and their families on the Day of Resurrection.\" Beware! this indeed is the obvious loss"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "For them will be dark layers of the Fire above them, and dark layers below them. With this does God warn off His servants. O My servants, keep from disobedience to Me in reverence for Me and piety and so deserve My protection"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "As for those who keep away from false deities and powers of evil (who institute patterns of faith and rule in defiance of God) – away from worshipping them, and turn toward God in penitence, for them are glad tidings, so give the glad tidings to My servants"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "Who, when they hear speech, follow the best of it (in the best way possible, and even seek what is better and straighter). Those are the ones whom God has guided, and those are the ones who are people of discernment"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Is he, against whom the word of (God’s) punishment has been justified and realized (to be likened to one who will be rewarded with Paradise)? Could you, then, deliver one who is in the Fire"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "But those who keep from disobedience to God in reverence for Him and piety, for them are lofty mansions built one above another, beneath which rivers flow. (This is) God’s promise. God never fails to fulfill His promise"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Have you not considered that God sends down water from the sky, and leads it into springs in the earth to flow therein; then He causes to grow with it produce of various colors; then it withers so that you see it grow yellow; then He makes it break and fade away. In this, for sure, is a reminder for people of discernment"
        }
    ]
}