{
    "pages": [
        {
            "chapter": 43,
            "verse": 61,
            "text": "Surely he (Jesus) (brought into the world without a father, and granted such miracles as reviving the dead) is a means to knowledge of the Last Hour, so do not feel any doubt concerning it and follow Me (to attain eternal happiness in the other life). This is a straight path"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "And never let Satan debar you (from the Straight Path). Surely he is a manifest enemy"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "When Jesus came with manifest truths (and miracles), he said: \"I have come to you with the Wisdom (the truths and essentials of faith and good life), and so that I may make clear to you some of what you differ on (matters that require clarification for your good in both worlds). So keep from disobedience to God in reverence for Him and piety, and obey me"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Surely God is He Who is my Lord as well as your Lord, so worship Him (alone). This is a straight path"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "However, parties (that arose and held differing views concerning him and his teachings) fell into disagreement among themselves. Then woe to those who do the greatest wrong (by corrupting his teachings) because of the punishment of a painful Day"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Do they (who persist in unbelief and evil deeds) wait but for the Last Hour – (waiting) that it come upon them all of a sudden, being unaware and indifferent toward it"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Those who are intimate friends (in the world) will be enemies one to another on that Day, except the God-revering, pious. (They will hear)"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "O My servants! You will have no fear today, nor will you grieve"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "(You) who have believed in My signs and Revelations, and have submitted to Me wholly (as Muslims)"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Enter Paradise, you and your (believing) spouses, made contented"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Trays of gold and goblets will be passed round them; and there will be therein all that souls desire, and eyes delight in, \"and you will abide therein"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "That is the Paradise which is made your inheritance in return for what you used to do (in the world)"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "In it there is for you fruit (of all kinds) in abundance, to eat therefrom"
        }
    ]
}