{
    "pages": [
        {
            "chapter": 46,
            "verse": 6,
            "text": "When all people are raised from the dead and gathered together for judgment, they (whom they invoked) will be enemies to them, and will disown their worshipping them"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "When Our Revelations, clear as evidence and in meaning are recited (and conveyed) to them, those who disbelieve say of the truth when it reaches them: \"This is clearly nothing but sorcery"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Or do they say, \"He (the Messenger) has fabricated it (the Qur’an)?\" Say: \"If I have fabricated it, you have no power at all to help me against God. He knows best all that you are busy inventing concerning it (the Qur’an). He suffices for a Witness between me and you. He is the All-Forgiving, the All-Compassionate"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "I am no novelty (either in my person or in the message I have brought) among the Messengers, and (being human) I do not know (unless God informs me) what (will happen in the future in the world and therefore what will) be done to me and to you. I only follow what is revealed to me, and I am only a plain warner"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Say: \"Do you ever consider that if this Qur’an is from God, and you disbelieve in it while (many) a witness from among the Children of Israel (those who had knowledge of Revelation) had already testified to the like of it and (also) believed, whereas you are too arrogant to believe: (is this not plain deviation and wrong)? Surely God does not guide the wrongdoing people"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Those who disbelieve say of those who believe (as another pretext for their rejection of faith in the Qur’an): \"If it (the Qur’an) had been something good and useful, those people would not have preceded us in accepting it.\" And as they (having refused it) have not found guidance through it, they say: \"This is a fabrication from ancient times"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "(They say so despite the fact that) before this there was the Book of Moses as a guide and mercy (for the Children of Israel); and this (Qur’an) is a Book confirming (the truth in the earlier Scriptures) and revealed in Arabic to warn those who commit wrong, and as a good tiding for those devoted to doing good, aware that God is seeing them"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Surely those who profess, \"Our Lord is God,\" and then follow the Straight Path (in their belief, thought, and actions), they will have no fear, nor will they grieve"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "They are the companions of Paradise, abiding therein as a reward for what they used to do"
        }
    ]
}