{
    "pages": [
        {
            "chapter": 58,
            "verse": 12,
            "text": "O you who believe! When you intend to consult the Messenger in private, offer something in alms (to the needy) before your consultation. That is better for you and purer. Yet if you do not find (means to do so), then God is surely All-Forgiving, All-Compassionate"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Is it that you are afraid of offering something in alms before your consultation (with him)? (If so) and you have not done it, and God has turned to you in forgiveness, then establish the Prayer in conformity with its conditions, and pay the Prescribed Purifying Alms, and obey God and His Messenger. God is fully aware of all that you do"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Have you not considered those who take for confidants and guardians a people whom God has condemned to punishment? They are neither of you (O believers) nor of the others (whom they take for confidants and guardians). They swear to a lie (that they are of you), while they know (it to be a lie)"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "God has prepared for them a severe punishment. Evil indeed is that which they do habitually"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "They take their oaths as a covering (to screen their misdeeds and themselves from accusation), and bar (people) from God’s way. Therefore there is for them a humiliating punishment"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Neither their wealth nor their children will avail them anything against God. They are companions of the Fire: they will abide therein"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "The Day when God will raise them all from the dead, they will swear to Him as (now) they swear to you. They fancy that they will have some standing (through their oaths). Be aware: they are but liars"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Satan has subdued them and so caused them to forget remembrance of God. Those are the party of Satan. Be aware: the party of Satan, they are the losers (the self-ruined)"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Those who oppose God and His Messenger – surely those will be among the most abased"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "God has decreed: \"I will most certainly prevail, I and My Messengers.\" Surely God is All-Strong, All-Glorious with irresistible might"
        }
    ]
}