{
    "rukus": [
        {
            "chapter": 6,
            "verse": 11,
            "text": "Skazhi: \"Proydite po etoy zemle, i posmotrite kakov byl konets tekh, kotoryye schitali ikh lzhetsami"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Skazhi: \"V chey vlasti to, chto na nebesakh i na zemle?\" Skazhi: \"Vo vlasti Boga. On sam sebe predpisal obyazannost' byt' miloserdnym. On vsekh vas soberot ko dnyu voskreseniya v etom net somneniya. Te, kotoryye sami sebya vveli v zabluzhdeniye, ne uveruyut"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "V Yego vlasti vso, chto byvayet noch'yu i dnom: On slyshashchiy, znayushchiy"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Skazhi: \"Voz'mu li ya sebe pokrovitelem kogo libo drugogo krome Boga, sozdatelya nebes i zemli, Togo, kto vsem dayot pishchu, no sam ne imeyet potrebnosti v pishche?\" Skazhi: \"Mne zapovedano byt' pervym iz tekh, kotoryye pokorny Yemu, a vam - ne byt' mnogobozhnikami"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Skazhi: \"YA, yesli ne pokoryus' Gospodu moyemu, boyus' za to kazni v velikiy den'"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Skazhi: \"Kto izbavlen budet ot neyo v etot den', k tomu On budet miloserd: a v etom yasnoye blazhenstvo"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Yesli Bog poshlot tebe kakoye libo bedstviye, to On tol'ko odin mozhet i izbavit' ot nego; i yesli poshlot kakoye blago, to potomu, chto On vsemogushch"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "On polnovlasten nad svoimi rabami; On mudr, vedayushchiy"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Skazhi: \"Kto samyy vernyy v svoyom svidetel'stve?\" Skazhi: \"Bog; On svidetel' vam obo mne. Mne otkroven etot Koran dlya togo, chtoby im ya uchil vas i tekh, do kogo dostignet on. Ne vy li ispoveduyete, chto vmeste s Bogom yest' yeshcho drugiye bogi?\" Skazhi: \"YA ne ispoveduyu etogo\". Skazhi: \"On yest' yedinyy Bog, i ya chist ot vashego mneniya, chto u Nego yest' souchastniki"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Te, kotorym My dali Pisaniye, uznayut yego takzhe, kak uznayut oni svoikh synov; te, kotoryye sami sebya vveli v zabluzhdeniye, ne uveruyut"
        }
    ]
}