{
    "rukus": [
        {
            "chapter": 7,
            "verse": 32,
            "text": "Skazhi: \"Kto zapreshchal naryadnuyu odezhdu, kakuyu Bog dostavlyayet rabam svoim, i blagiye snedi iz togo, chem pitayutsya?\" Skazhi: \"Oni preimushchestvenno predostavlyayutsya veruyushchim v prodolzheniye zdeshney zhizni do dnya voskreseniya\". Tak yasno izlagayem My sii znameniya dlya lyudey, khotyashchikh znat'"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Skazhi: \"Gospod' moy zapretil tol'ko gnusnyye dela, i yavnyye iz nikh i taynyye, kovarstvo, narusheniye pravdy; priznavat' vam souchastnikami Bogu to, o chom On svyshe ne daval vam podtverzhdeniya; govorit' vam o Boge to, chego ne znayete"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Dlya kazhdogo naroda svoy srok: kogda nastupat' budet srok dlya nikh, togda ni uskorit', ni zamedlit' yego oni ne smogut i na kakoy nibud' chas"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Syny Adama! Kogda budut prikhodit' k vam poslanniki iz sredy vas samikh, oni budut vam vozveshchat' nashi znameniya: kto iz vas budet bogoboyazliv i budet dobrodetelen, tem ne budet strakha, tem ne budet pechali"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "A te, kotoryye pochtut nashi znameniya lozhnymi i budut velichatsya nad nimi, - te budut stradal'tsami v ogne: v nom oni ostanutsya vechno"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Yest' li kto nechestiveye tekh, kotoryye vydumyvayut lozhnoye o Boge; ili schitayut lozhnymi Yego znameniya? Im, soobrazno prednapisannomu, budet davat'sya dolya ikh do togo vremeni, kogda pridut za nimi nashi poslanniki, chtoby zakonchit' zhizn' ikh. Oni skazhut: \"Gde te, kotorykh vy prizyvali oprich' Boga?\" Oni skazhut: \"Oni skrylis' ot nas!\" I etim zasvidetel'stvuyut sami o sebe, chto byli neveruyushchimi"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "On skazhet: \"Voydite v sonmy byvshikh prezhde vas geniyev i lyudey, v ogon'\". Kazhdyy raz, kogda budet vkhodit' tuda kakoy libo sonm, on budet proklinat' drugoy, srodstvennyy yemu; i kogda oni vse doydut do nego, posledniye iz nikh budut govorit' o pervykh: \"Gospodi nash! Eti vveli nas v zabluzhdeniye: udvoy dlya nikh muku v ogne\". On skazhet: \"Dlya vsekh budet dvoynaya! No vy ne znayete togo"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "A pervyye skazhut poslednim: \"A u vas kakoye preimushchestvo nad nami? Naslazhdaytes' i vy etoy mukoy za to, chto usvoili sebe"
        }
    ]
}