{
    "rukus": [
        {
            "chapter": 2,
            "verse": 168,
            "text": "(o pishche) Lyudi! iz tekh blag, kakiye yest' na zemle, yesh'te tol'ko razreshennoye v pishchu. Ne khodite po stopam satany: on vam ot\"yavlennyy vrag"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "On povelevayet vam tol'ko zloye i gnusnoye, i chtoby vy govorili o Boge to, chego ne znayete"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Kogda govorya im: \"Sleduyte tomu, chto nisposlal Bog\"; oni govoryat: \"Net, my budem sledovat' tomu, chto nashli my u ottsev nashikh\". Uzheli i togda - kogda ottsy ikh nichego ne razumeli i ne khodili po pryamomu puti"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Nevernyye podobny cheloveku, kotoryy iz togo, chto krichat yemu, slyshit tol'ko zov i golos: oni glukhi, nemy, slepy; oni nerazumny"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Veruyushchiye! Yesh'te iz tekh blagikh snedey, kakimi My nadelyayem vas, i blagodarite Boga, yesli vy Yemu poklanyayetes'"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "On zapretil vam v pishchu mertvechinu, krov', svinoye myaso i to, nad chem pri zakolenii, prizyvalsya kto libo drugoy, a ne Bog. No kto prinuzhden budet k takoy pishche, ne buduchi svoyevol'nikom, nechestivtsem, na tom ne budet grekha: Bog proshchayushchiy, milostiv"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Skryvayushchiye to, chto nisposlal Bog iz Pisaniya i tem priobretayushchiye chto libo malotsennoye, - oni svoi utroby napolnyat tol'ko ognom; v den' voskreseniya Bog ne budet govorit' k nim i ne ochistit ikh; im lyutaya muka"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Eto te, kotoryye izbirayut dlya sebya zabluzhdeniye vmesto pryamogo puti, nakazaniye vmesto proshcheniya. Chto dovelo ikh do etogo stradaniya v ogne"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Eto budet tak potomu, chto Bog istinno nisposlal eto pisaniye, a ne soglasivshiyesya v svoyom mnenii o som pisanii, stali v kraynem raznoglasii"
        }
    ]
}