{
    "rukus": [
        {
            "chapter": 20,
            "verse": 55,
            "text": "Iz neye My sotvorili vas i v ne vozvrashchayem vas, i iz neye izvedem vas v drugoy raz"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "My pokazali yemu vse nashi znameniya, a on pochel ikh lozhnymi i stal protivoborstvovat'"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "On skazal: \"Ne dlya togo li ty, Moisey, prishel k nam, chtoby svoim volkhvovaniyem izgnat' nas iz zemli nashey"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Tak My predstavim tebe takoye zhe volkhvovaniye; naznach' dlya nas i dlya sebya vremya: ni my, ni ty ne peremenim yego, kak i odinakovogo mesta"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "On skazal: \"Vremenem dlya vas budet den' naryadov; togda pust' soberutsya lyudi pri utrenney svetozarnosti"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Faraon udalilsya, sobral vsekh khitretsov svoikh, i potom prishel"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Moisey skazal im: \"Gore vam! Ne vymyshlyayte lzhi o Boge, chtoby On ne unichtozhil vas kazn'yu. Bezuspeshen tot, kto delayet vymysly"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "I oni mezhdu soboy sporili o svoyem dele i veli taynyy razgovor"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Oni govorili: \"Eti oba - volkhvy; svoim volkhvovaniyem oni khotyat vygnat' vas iz zemli vashey, unichtozhit' vse, chto yest' prevoskhodneyshego v stroye gosudarstvennom"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Soyedinite vashi khitrosti, i idite ryadami! Schastliv kto segodnya voz'met verkh"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Oni skazali: \"Moisey! Ty li brosish', ili my prezhde - kto brosit"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "On skazal: \"Brosayte vy\". I vot, siloyu volshebstva ikh, ver'vi ikh i zhezly ikh, pokazalos' yemu, presmykayutsya"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Moisey v dushe svoyey pochuvstvoval strakh"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "My skazali: \"Ne boysya; ty vyshe ikh"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Bros' na zemlyu chto v pravoy ruke tvoyey; ono poglotit to chto proizveli oni. Proizvedennoye imi yest' khitrost' volkhva; a volkhvu net schast'ya, kuda by on ni poshel"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Togda volkhvy pali nits i poklonilis'; oni skazali: \"Veruyem v Gospoda Aaronova i Moiseyeva"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "On skazal: \"Vy poverili yemu prezhde, nezheli pozvolil ya vam! On, vidno, nabol'shiy vash; on nauchil vas volkhvovaniyu. Velyu otsech' u vas ruki i nogi na kreste; velyu raspyat' vas na stvolakh pal'm i uznayete, kto iz nas zhestoche nakazyvayet, kto ustoychiveye v etom"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Oni skazali: \"Ne postavim my tebya vyshe tekh yasnykh znameniy, kakiye prishli k nam; vyshe Togo, kto sotvoril nas. Ispolnyay, chto khochesh' ispolnit': ty mozhesh' ispolnit' tol'ko to, chto otnositsya k sey dol'ney zhizni"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Istinno, my uverovali v Gospoda nashego, dlya togo, chtoby On prostil nam sogresheniya, i to volkhvovaniye, kakoye sdelat' ty prinudil nas. Bog yest' i blagiy i prebyvayushchiy"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Istinno, kto pridet ko Gospodu vinovnym, tomu - geyenna: v ney yemu ni smert', ni zhizn'"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Tem, kotoryye pridut k Nemu veruyushchimi, sdelavshimi dobroye, - tem vysokiye stepeni"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Sady Edema, po kotorym tekut reki; v nikh oni budut vechno. Takovo budet vozdayaniye tomu, kto chist"
        }
    ]
}