{
    "rukus": [
        {
            "chapter": 54,
            "verse": 23,
            "text": "Femudyane pochli lozh'yu ugrozu"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "Oni skazali: \"Posleduyem li my cheloveku, kotoryy odin iz chisla nas? My togda byli by v zabluzhdenii, v bezumii"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "Uzhe li yemu odnomu mezhdu nami dano svyshe ucheniye? Net, on - lzhets, on - isstuplennik"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "Zautro oni uznayut, kto lzhets, kto isstuplennik"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "My poshlem dlya ispytaniya ikh verblyuditsu; a ty smotri za nimi i bud' terpeliv"
        },
        {
            "chapter": 54,
            "verse": 28,
            "text": "Vozvesti im, chto voda razdelena mezhdu nimi i kazhdaya dolya pit'ya raspredelena"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "No oni prizvali sograzhdanina svoyego, a on vzyal mech i pererezal zhily na nogakh yeye"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "No kakova byla Nasha kazn' i groza"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "My poslali na nikh odnokratnyy vskrik i oni sdelalis' kak izmyataya sukhaya trava, kakuyu mesyat s glinoy dlya khizhin"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "My sdelali Koran legkim dlya pominaniya: no yest' li kto prinimayushchiy yego v nazidaniye sebe"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "Narod Lota pochel lozh'yu ugrozu"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "My poslali na nikh sil'nyy veter, iz\"yav semeystvo Lota; My spasli yego na rassvete dnya"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "po blagosti nashey. Tak My nagrazhdayem blagodarnykh"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "On grozil im nashey strogost'yu, a oni pochli vymyslom nashu ugrozu"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "Oni khoteli oskorbit' gostey yego, no My istorgli u nikh ochi: ispytayte Nashu kazn' i Nashu ugrozu"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "Na utro ikh postigla neoslabnaya kazn'"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "Ispytayte zhe Nashu kazn' i grozu"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "My sdelali Koran legkim dlya pominaniya: no yest' li kto prinimayushchiy yego v nazidaniye sebe"
        }
    ]
}