{
    "rukus": [
        {
            "chapter": 5,
            "verse": 87,
            "text": "Veruyushchiye! Ne schitayte zapreshchonnymi v pishchu te blaga, kakiye Bog razreshil dlya vas: ne postupayte nespravedlivo, potomu, chto Bog ne lyubit nespravedlivykh"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Yesh'te ot razreshennykh v pishchu blag, kakimi nadelyayet vas Bog: boytes' Boga, v kotorogo veruyete vy"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Bog ne nakazhet vas za prazdnosloviye v vashikh klyatvakh, no nakazhet vas za to, chto vy svyazyvayete sebya klyatvami. Ochishcheniyem etogo grekha posluzhit - nakormit' desyat' nishchikh obyknovennoyu pishcheyu, kakoy kormite vy svoi semeystva, ili odet' ikh, ili otpustit' na volyu raba. Kto eto ne mozhet, tomu postit'sya tri dnya. Eto budet ochishcheniyem klyatv vashikh, kakimi poklyalis' vy. Soblyudayte klyatvy vashi. Tak Bog uyasnyayet vam svoi znameniya: mozhet byt', vy budete blagodarny"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Veruyushchiye! Vino, igra v zhereb'i, kumiry, strelovan'ya gnusny - delo satany; potomu ustranyaytes' ot etogo: mozhet byt', budete schastlivy"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Satana khochet tol'ko togo, chtoby vinom i igroyu v zhereb'i podnyat' mezhdu vami vrazhdu i nenavist', uklonit' ot vospominaniya o Boge i ot molitvy. Uzheli vy ne vozderzhites'"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Povinuytes' Bogu, povinuytes' semu poslanniku Yego, bud'te ostorozhny. Yesli zhe vy otstupite nazad ot nego, to znayte, chto na poslannike nashem tol'ko obyazannost' verno peredat'"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Na veruyushchikh i delayushchikh dobroye net viny v tom, chem pitayutsya oni; kogda oni bogoboyazlivy i veruyut, kogda bogoboyazlivy i blagotvoryat: Bog lyubit blagotvoriteley"
        }
    ]
}