{
    "rukus": [
        {
            "chapter": 7,
            "verse": 32,
            "text": "Sê: Wie het die klere van Allah, wat Hy vir Sy dienaars gemaak het, en die goeie voorsiening, verbied? Sê: Dit is vir die gelowiges in die lewe van hierdie wêreld , en alleen vir hulle op die Weeropstandingsdag. Aldus maak Ons die tekens duidelik vir ’n volk wat begryp"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Sê: My Heer verbied slegs onfatsoenlikheid ~ hetsy openlik of in die geheim ~ en sonde en onregverdige verdrukking, en dat julle dít met Allah vereenselwig waartoe Hy julle geen reg verleen het nie, en dat julle van Allah sê wat julle nie kan bewys nie"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "En vir elke nasie is daar ’n termyn: daarom, wanneer die tyd aanbreek, sal selfs nie eens ’n uur uitstel aan hulle verleen word nie, en ook kan dit nie verkort word nie"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "O Kinders van Adam! As boodskappers vanuit jul midde My tekens aan julle verduidelik, dan moet julle teen die kwaad waak en goeie dade verrig, want dan sal geen vrees oor julle kom nie, en sal julle ook nie treur nie"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Maar hulle wat Ons tekens verloën en hoogmoedig wegdraai ~ hulle sal die bewoners van die Vuur wees; daarin sal hulle bly"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Wie is dan onregverdiger as hy wat ’n leuen teen Allah versin of Sy tekens verloën? Dit is hulle wat ’n lot sal ondergaan soos dit in die Boek verorden is; dan, wanneer Ons boodskappers by hulle aankom om hulle te laat sterwe, sal hulle sê: Waar is die dinge wat julle buiten Allah aangeroep het? Hulle sal antwoord: Hulle het ons verlaat. En hulle sal teen hulself getuig dat hulle ongelowiges was"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "Hy sal sê: Gaan die Vuur binne, en bly saam met die volkere van die djien en mense wat vóór julle heengegaan het. Steeds wanneer ’n volk binnegaan, sal hy sy sustervolk vervloek; totdat, wanneer hulle die een na die ander daarin aankom, die laastes van hulle met betrekking tot die eerstes sal sê: Ons Heer! Húlle het ons laat afdwaal; gee hulle daarom dubbele straf. Hy sal sê: Daar is vir elkeen ’n dubbele straf; julle weet dit net nie"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "En die eerstes sal aan die laastes sê: Julle het geen voorkeur bo ons nie; ondergaan daarom die straf vir wat julle verdien het"
        }
    ]
}