{
    "rukus": [
        {
            "chapter": 7,
            "verse": 73,
            "text": "En na Thamoed het Ons hul broer Salieg gestuur. Hy het gesê: O my volk! Aanbid Allah! Julle het geen ander God buiten Hom nie. Duidelike bewyse het inderdaad tot julle gekom. Dit is die kamelin van Allah, ’n teken vir julle. Laat haar daarom op Allah se aarde wei, en doen haar geen leed aan nie, anders sal ’n smartlike straf julle oorval"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "En onthou julle hoe Hy ná Aad julle as opvolgers aangestel het, en julle in die land gevestig het? Julle het paleise op die vlaktes gebou, en julle het die berge uitgehol vir huise. Dink daarom aan die gunste van Allah, en verrig geen verderf op die aarde nie"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Die verwaande leiers van sy volk het aan die gelowiges, wat deur hulle as swak beskou is, gesê: Weet julle waarlik dat Salieg deur sy Heer gestuur is? Hulle het geantwoord: Ons glo waarlik in dít waarmee hy gestuur is"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Dié wat aanmatigend was, het gesê: Voorwaar, ons glo nie in dít waarin u glo nie"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Toe het hulle die kniesening van die kamelin afgesny en teen die gebod van hulle Heer gerebelleer, en gesê: O Salieg, laat u dreigemente oor ons neerkom indien u ’n boodskapper is"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Toe het die aardbewing hulle oorweldig en hulle was bewe- ginglose liggame in hul huise"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Toe het Salieg hom van hulle weggedraai en gesê: O my volk! Ek het julle die boodskap van my Heer gebring en julle goeie raad gegee, maar julle het die goeie raadgewers nie lief nie"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "En Lot het Ons gestuur toe hy aan sy volk gesê het: Julle verrig gruwels soos niemand ter wêreld vóór julle nog verrig het nie"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Waarlik, julle benader mans met wellus in plaas van vroue. Julle is ’n volk wat die perke oorskry"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Die antwoord van sy volk was slegs: Verdryf hulle uit die stad, want hulle is manne wat hulself rein wil hou"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Dus het Ons hom en sy volgelinge gered, met die uitsondering van sy vrou ~ en sy was een van hulle wat moes agterbly"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "En Ons het ’n reën oor hulle laat neergiet. Kyk nou wat was die einde van die skuldiges"
        }
    ]
}