{
    "rukus": [
        {
            "chapter": 7,
            "verse": 100,
            "text": "Is dit nog nie duidelik vir hulle wat die aarde van sy vroeëre bewoners beërwe het nie, dat, as dit Ons behaag, Ons hulle om hul ongeregtigheid se onthalwe sal verdelg, en hulle harte sal verseël sodat hulle nie sal luister nie"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "So was dit in die stede waarvan Ons al iets aan julle vertel het. En Ons boodskappers het waarlik met duidelike bewyse na hulle gegaan, maar hulle wou weer nie glo wat hulle voorheen verwerp het nie. So verseël Allah die harte van die ongelowiges"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "En by die meeste van hulle het Ons geen getrouheid aan die verbond gevind nie; en Ons het gevind dat die meeste van hulle oortreders was"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "En daarna het Ons Moses met Ons tekens na Farao en sy kapteins gestuur, maar hulle het nie daaraan geglo nie. Kyk hoe was die einde van die onheilsaaiers"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "En Moses het gesê: O Farao! Ek is waarlik ’n boodskapper van die Heer van die Wêrelde"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "terwyl ek daarop ag slaan om niks behalwe die waarheid omtrent Allah te sê nie. Ek het inderdaad met duidelike bewyse van jul Heer tot julle gekom; laat die Kinders van Israel daarom met my saamgaan"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Hy het gesê: As u met ’n teken gekom het, toon dit dan, as u die waarheid praat"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Toe het hy3 sy stok weggegooi, en kyk, dit was ’n slang"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "En hy het sy hand te voorskyn gehaal, en kyk, dit was wit (en deurskynend) vir die aanskouers"
        }
    ]
}