{
    "rukus": [
        {
            "chapter": 8,
            "verse": 20,
            "text": "O julle gelowiges! Gehoorsaam Allah en Sy Boodskapper, en draai nie weg van Hom terwyl julle hierdie dinge hoor nie"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "En wees nie soos hulle wat sê: Ons hoor, maar hulle hoor nie"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Voorwaar, die verwerplikste van alle lewende skeppings in die oë van Allah is die dowes en die stommes wat nie verstaan nie"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "En as Allah van iets goeds in hulle geweet het, sou Hy hulle laat hoor het. En ás Hy hulle laat hoor, sal hulle hul met afgryse wegdraai"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "O julle gelowiges! Gee gehoor aan Allah en Sy Boodskapper wanneer hy julle aanroep na dít wat lewe verwek, en weet dat Allah tussen ’n persoon en sy hart kom, en dat julle tot Hom sal almal teruggebring word"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "En waak teen versoekings wat nie net die onheilstokers sal aantas nie; en weet dat Allah streng is in die vergelding"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "En onthou, toe julle min van getal was en as swak beskou is, en bang was dat julle met geweld ontvoer sou word, hoe Hy julle versterk en julle van goeie dinge voorsien het, sodat julle dankbaar mag wees"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "O julle gelowiges! Wees aan Allah en die Boodskapper nie ontrou nie, en wees nie ontrou aan dít wat aan julle toevertrou is nie, terwyl julle hierdie dinge weet"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "En weet dat julle rykdom en julle kinders ’n verleiding is, en dat daar by Allah ’n groot beloning is"
        }
    ]
}