{
    "rukus": [
        {
            "chapter": 9,
            "verse": 30,
            "text": "En die Jode sê: Esra is die seun van Allah, en die Christene sê: Die Messias is die seun van Allah. Dit is die woorde wat hulle monde uiter. Hulle herhaal die woorde van diegene wat voorheen ongelowig was. Die vloek van Allah rus op hulle. Hoe ontdaan is hulle van die waarheid"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Hulle neem hulle skrifgeleerdes en hulle monnike tot Heer buiten Allah, en ook die Messias, seun van Maria. En dit is hulle gebied om slegs een God te aanbid ~ daar is geen God nie buiten Hom. Verhewe is Hy bo dít wat hulle met Hom vereenselwig"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Hulle begeer om die lig van Allah met hulle monde uit te doof, maar Allah sal niks toelaat nie behalwe die vervolmaking van Sy lig, ofskoon die ongelowiges dit haat"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Dit is Hy wat Sy Boodskapper met leiding en die Ware Gods- diens gestuur het, sodat Hy dit oor alle godsdienste kan laat heers, hoewel die heidene dit haatlik vind"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "O julle gelowiges! Voorwaar, baie van die skrifgeleerdes en die monnike verorber die rykdom van mense op ’n skynheilige manier, en keer hulle van die weg van Allah af. En hulle wat goud en silwer vergaar en dit nie in die weg van Allah bestee nie ~ verkondig aan hulle ’n smartlike straf"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Op die Dag wanneer dit in die Vuur van die Hel sal verhit word, sal hulle voorhoofde en hul sye en hul rûe daarmee gebrandmerk word: Dít is wat julle vir julleself opgegaar het; geniet dus daarvan"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Voorwaar, die aantal maande by Allah is twaalf, volgens ’n verordening van Allah sedert Hy die hemele en die aarde geskape het. Vier hiervan is heilig. Dít is die ware geloof. Doen julle hierom dus geen onreg aan nie. En beveg al die heidene soos hulle júlle beveg. En weet dat Allah met die godvresendes is"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Voorwaar, die uitstel van ’n heilige maand is maar net ’n toevoeging by die ongeloof, waardeur die ongelowiges op die dwaalspoor gebring word. Hulle laat dit die een jaar toe en die volgende jaar belet hulle dit, sodat hulle mag besluit oor die aantal maande wat Allah geheilig het, en sodoende probeer hulle wettig wat Allah onwettig verklaar het. Die kwaad van hulle dade word vir hulle mooi gemaak. En Allah lei nie die ongelowiges nie"
        }
    ]
}