{
    "rukus": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "Sê: Ek raai julle aan om slegs één ding te doen: dat julle in pare én een vir een, ter wille van Allah, opstaan en gaan nadink! Daar is geen kranksinnigheid in julle metgesel nie. Hy is vir julle slegs ’n waarskuwer voordat ’n streng straf kom"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Sê: Watter loon ek ook van julle vra, dit is slegs om júlle onthalwe. My beloning is by Allah; en Hy is Getuie van alle dinge"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Sê: Waarlik, my Heer versprei die Waarheid. Hy is die Kenner van die Onsigbare"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Sê: Die waarheid het gekom en die leuen sal nie meer ontstaan of terugkeer nie"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Sê: As ek dwaal, dan dwaal ek slegs tot my eie verlies; en indien ek reg gelei word, dan is dit deur wat my Heer aan my geopenbaar het. Voorwaar, Hy is die Alleshorende, die Nabysynde"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "En kon u maaar sien wanneer hulle verskrik sal word! Daar sal geen ontvlugting moontlik wees wanneer hulle van naby gegryp word nie"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "En hulle sal sê: Ons glo daarin. En hoe kan hulle tot bekering kom van uit ’n afgeleë plek"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "En waarlik, hulle het vantevore nie daarin geglo nie, en hulle uiter gissings omtrent die Onsigbare uit ’n afgeleë plek"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "En daar is ’n versperring geplaas tussen hulle en wat hulle verlang, soos ook voorheen die geval was met ander soos hulle. Hulle verkeer inderdaaad in ’n verontrustende twyfel"
        }
    ]
}