{
    "rukus": [
        {
            "chapter": 50,
            "verse": 16,
            "text": "En inderdaad het Ons die mens geskape, en Ons weet wat sy gedagtes vir hom influister; en Ons is nader aan hom as selfs sy nekslagaar"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Wanneer die twee Ontvangers, die een aan sy regterkant en die ander aan sy linkerkant, hom ontvang"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "uiter hy geen woord nie, of ’n bewaker is by hom, wat altyd gereed is"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "En die beswyming van die dood kom waarlik; dít is wat u wou vermy"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "En daar sal op die basuin geblaas word. Daardie dag is die Dag van Bedreiging"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "En elke siel sal saam met ’n aanjaer en ’n getuie kom"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Daar sal gesê word: U was inderdaad agteloos, maar nou het Ons die sluier van u verwyder, daarom sal die gesig van die oë Vandag skerp wees"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "En sy metgesel sal sê: Dít is wat by my gereed is"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Daar sal gesê word: Werp in die Hel elke ondankbare, opstandige skepsel"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "Verhinderaar van die goeie, oorskryer van perke, twyfelaar"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "wat ’n ander god naas Allah opstel; laat hom dan ’n streng straf ondergaan"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "Sy metgesel sal sê: Ons Heer! Ek het hom nie opstandig gemaak nie, maar hy het self ver in die dwaling ingegaan"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "Hy sal antwoord: Argumenteer nie in My teenwoordigheid nie; Ek het julle inderdaad vooraf die waarskuwing gegee"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "My vonnis kan nie verander word nie, en Ek is glad nie onregverdig teenoor die dienaars nie"
        }
    ]
}