{
    "rukus": [
        {
            "chapter": 57,
            "verse": 1,
            "text": "Wat daar ook al in die hemele en op aarde is, verheerlik Allah, en Hy is die Allermagtige, die Allerwyse"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Aan Hom behoort die koninkryk van die hemele en die aarde. Hy gee lewe en ook die dood; en Hy het mag oor alle dinge"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "Hy is die Eerse en die Laaste, die Openbaring en die Verbor- gene; Hy het kennis van alle dinge"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "Dit is Hy wat die hemele en die aarde in ses tydperke geskape het, en Hy is op die Troon van Mag bevestig. Hy weet wat in die aarde ingaan en wat daaruit voortkom, en wat uit die hemel afkom en wat daarnatoe opstyg. En Hy is saam met julle waar julle ook al mag wees. En Allah sien alles wat julle doen"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Aan Hom behoort die koninkryk van die hemele en die aarde; en na Allah word alle dinge teruggebring"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Hy laat die nag in die dag oorgaan, en die dag in die nag. En Hy weet wat in die harte omgaan"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Glo in Allah en Sy Boodskapper, en bestee van dít waarvan Hy julle erfgename gemaak het. Diegene van julle wat dan glo en bestee, vir julle is daar ’n groot beloning"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Om watter rede wil julle nie in Allah glo nie? En die Bood- skapper nooi julle uit om in julle Heer te glo, en Hy het julle verbond inderdaad aangeneem, indien julle gelowiges is"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "Dit is Hy wat duidelike tekens na Sy dienaar afstuur, sodat hy julle uit die duisternis in die lig mag bring. En waarlik, Allah is Liefderyk, Genadevol teenoor julle"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "En wat makeer julle dan dat julle nie in die weg van Allah bestee nie? En aan Allah behoort die erfenis van die hemele en die aarde. Diegene van julle wat vóór die Oorwinning bestee het en geveg het, is nie gelyk nie, maar hoër in rang as hulle wat daarná bestee het en geveg het. En Allah het goed aan almal belowe. En Allah is Bewus van wat julle doen"
        }
    ]
}