{
    "pages": [
        {
            "chapter": 11,
            "verse": 63,
            "text": "Toj rece: “O narode moj, gledate li? Ako sum pri jasnotijata od Gospodarot moj i ako mi dade milost od Nego... pa, koj ke mi pomogne kaj Allah ako sum neposlusen kon Nego? Vie togas samo go zgolemuvate porazot moj"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "O narode moj, eve znamenie za vas, kamila od Allah. Ostavete ja neka pase po zemjata Allahova, i ne nanesuvajtei zlo zasto ke ve obzeme kaznata bliska"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Pa ja zaklaa, i togas rece: “Uzivajte vo domovite vasi tri dena. Ete, toa e vetuvanjeto vrz laga nesvodlivo"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "bidejki nastapi naredbata Nasa Nie go spasivme Saliha i onie, koi veruvaa vo nego so milosta Nasa od sramot na toj den. Gospodarot tvoj, navistina, e Jak i Silen"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "I na onie koi zulum pravea gi pogodi strasen glasi ete, ostanaa vo domovite svoi, skameneti"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "kako nikogas da ne bea vseleni vo niv. Ete, Semud, navistina, ne go priznavase Gospodarot svoj. Daleku neka e Semud"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "pratenicite Nasi mu dojdoa na Ibrahim kako radosnica. Rekoa: “Selam!\" DA toj rece: “Selam!\" I vednas gi pocesti so peceno tele"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "I bidejki gi vide racete NIVNI kako ne go dopiraat, se vcudonevidi Od NIV I pocuvstvuva strav. Rekoa: “Ne plasi se, nie sme isprateni do narodot na Lut"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "zenata negova stoese tuka pa se nasmevnuvase. Pa, ja zaraduvavme so Ishak, a po Ishaka i so Jakub"
        }
    ]
}