{
    "pages": [
        {
            "chapter": 11,
            "verse": 109,
            "text": "I ne bidi, togas, pri somnenie vo vrska so ona sto go obozavaat. Obozavaat samo kako sto obozavaa predcite NIVNI od porano. I bez da im se skrati Nie ke im go dademe zasluzenoto"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "I na Musa, sekako, Nie mu dadovme Kniga... pa, vo vrska so nea stanaa delenici. I da ne bese zborot od Gospodarot tvoj, koj prethodese, sigurno ke bese presudeno megu niv. Da, onie se pri somnenie vo nea sto doveduva do nesigurnost"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "site niv, za delata nivni, Gospodarot tvoj, sekako, ke gi nagradi. Da, On e Izvesten za ona sto go rabotat"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Pa, izdrzi po patot vistinski! Onaka kako sto tie naredeno, tebe i na onie koi se so tebe, koi ke se pokajat, I ne bunete se! On, navistina, go gleda ona sto go rabotite"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "I ne poddrzuvajte gi onie koi zulum napravija... ta, ke ve dopre ognot i, osven Allah, nemate drugi zastitnici, i ne ke VI se pomogne"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "I izvrsi go namazot na pocetokot i pri krajot na denot, i vo pocetocite na nokta. Dobrite dela, navistina, gi brisat losite dela. Ete, toa e opomena za onie koi se opomenuvaat"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Strpi se! Ta, Allah, navistina, ne ke im ja namali nagradata na dobrocinitelite"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Nemase li niz stoletijata pred vas cestiti koi sprecuvaa da se pravi bezredie na zemjata? No, bea samo malku onie megu NIV koi Nie gi spasivme, a onie KOI go sledea zulumot, uzivaa vo nego i bea nasilnici"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Gospodarot tvoj ne gi nistese naselbite nepravedno dokolku zitelite nivni bea dobri"
        }
    ]
}