{
    "pages": [
        {
            "chapter": 17,
            "verse": 97,
            "text": "Onoj kogo Allah ke go upati, upaten e, a onoj kogo ON ke go skrsne vo zabluda... za nego ne ke najdes, osven nego, zastitnici. Nie ke gi zbereme na Denot suden: licata nivni ke bidat soboreni, ke bidat i slepi, i nemi, i gluvi. Pribezisteto nivno e - Dzehennemot! I sekojpat koga ognot Sair ke oslabne Nie ke go razgorime"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Ova, tokmu, e kaznata nivna, zasto tie, navistina, ne veruvaa vo znamenijata Nasi, i velea: “Koga ke staneme koski I prasina, togas li ke bideme oziveani, odnovo sozdadeni"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Ne gledaat li deka Allah, sekako, e Onoj koj gi sozdade nebesata i Zemjata, Koj e kadar da sozdade nim slicni, i da im opredeli rok vo kogo nema somnenie. Pa, zulumkarite odbivaat, neveruvajki"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Kazi: “I koga bi gi poseduvale riznicite na milosta od Gospodarot moj i duri togas bi ve opfatil strav da potrosite.\" Covekot e golem skrzavko"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "na Musa Nie veke mu dadovme devet znamenija jasni. Pa, prasaj gi sinovite Izrailovi koga toj, Tokmu, im dojde, I koga faraonot mu rece: “Pri mislenje sum deka ti si, Musa, navistina, volsebnik"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Musa rece: “Da, znaes deka tie ociglednosti gi objavi samo Gospodarot na nebesata i na Zemjata. I jas smetam, o faraone, deka si ti, navistina, izguben"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "togas faraonot posaka da gi istera od zemjata. Pa, Nie nego i onie koi bea so nego, zaedno, gi potopivme"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "po nego na sinovite Izrailovi Nie im rekovme: “Naselete ja zemjata, a koga ke dojde vetuvanjeto za Ahiret, Nie ke ve dovedeme vo druzini"
        }
    ]
}