{
    "pages": [
        {
            "chapter": 27,
            "verse": 45,
            "text": "Nie sekako go isprativme do Semud bratot nivni Salih: “Obozavajte go Allaha!\" - I tie, tokmu, se podelija vo dve druzini, ednanadruga sprotistaveni"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "Salih rece:“ O narode moj, zosto brzate da vi dojde zloto pred dobroto? Zosto ne barate proska od Allah? Pa, mozebi, ke vi se smiluva"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Rekoa: “Tebe i onie so tebe ve gledame kako losa ptica, predznak.\" Salih rece: “Losata ptica vasa, predznakot, e kaj Allah. Vie ste narod koj se proba"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "Vo gradot imase devet luge koi pravea bezredie na Zemjava i ne vospostavuvaa red"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Rekoa, kolnejki se Vo Allah: “Ke go ubieme noke, nego i semejstvoto negovo, sigurno! A potoa na najblizniot po srodstvo ke mu receme: “Ne sme svedoci pri ubistvoto na semejstvoto negovo; nie, sigurno vistina zboruvame"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "I pravea spletki a i Nie pravevme spletki, no toa ne go usetuvaat"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "Pa, pogledni kakva bese kaznata zaradi spletkite nivni; Nie gi unistivme, navistina, site niv"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "Ete, toa se kukite nivni opustoseni zaradi zulumot sto go napravija. Vo toa ima, navistina, znamenie za lugeto koi znaat"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "Nie gi izbavivme onie koi veruvaa i koi bea bogobojazlivi"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "koga Lut mu rece na narodot svoj: “Ke zapagate li vo sramno delo, a toa sami go gledate"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Zarem vie ke im priogate na mazite strastveno a ne na zenite. Pa, vie ste luge koi ne znaete"
        }
    ]
}