{
    "pages": [
        {
            "chapter": 31,
            "verse": 12,
            "text": "na Lukman, sekako, Nie mu dadovme mudrost: “Bidi blagodaren na Allak!\" A onoj koj e blagodaren ta, za sebesi e blagodaren, a onoj koj ne veruva, ta, Allah, navistina, e Bogati za blagodarnost Dostoen"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "koga Lukman mu rece na sin mu, sovetuvajki go: “O sinko, ne zdruzuvaj Mu na AAllah zdruzenik. Zdruzuvanjeto zdru zenik, navistina, e zulum golem"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "na covekot Nie mu odredivme da se odnesuva dobro kon roditelite svoi. Majkata go nosese, slabejki od den vo den, I go mdoese dve godini: “Bidi blagodaren, i Mene i na roditelite tvoi. Svratilisteto e kon Mene"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "A ako roditelite se trudat da te nagovorat da Mi pripisuvas \"zdruzenik za sto, vsusnost, ne znaes nisto, nemoj da im bides poslusen, no primerno odnesuvaj se kon niv na ovoj svet. I sledi go patot na onoj koj Mene mi e poslusen. Potoa vrakanjeto vase do Mene. vodi, pa ke ve izvestam za ona sto go rabotevte"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "O sinko moj, bilo da e napraveno nesto kolku goluska, pa i da e vo pustina, na nebesata ili na Zemjata, Allah ke go pokaze. Allah, navistina, e Cuvstvitelen i Izvesten"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "O sinko moj, klanjaj namaz, nareduvaj dobro i zabranuvaj zlo. I bidi trpeliv vo ona sto ke ti se sluci. Ete, toa, navistina, e megu resitelnite raboti"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "I ne vrti go liceto od lugeto, i ne odi po zemjata gordelivo: Allah, navistina, ne go ubi ni gordeliviot Ni nadueniot"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "I bidi umeren vo odot tvoj a namali go i glasot tvoj. OD glasovite najlosiot, navistina, e glasot magareski"
        }
    ]
}