{
    "pages": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "You who believe, do not accept Jews or Christians as sponsors; some of them act as sponsors for one another. Any of you who makes friends with them becomes one of them. God does not guide such wrongdoing folk"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "You will see those in whose hearts there lurks malice dashing in among them saying: \"We dread lest a turn of fortune strike us!\" Perhaps God will bring some victory or command from Himself, so some morning they will awaken regretful about what they have concealed within themselves"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Those who believe will say: \"Are these the ones who swore by God with their most solemn oaths that they stood alongside you?\" Their works have failed and they have turned out to be losers"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "You who believe, any one of you who abandons his religion [will find] God will bring a people whom He will love just as they love Him, docile towards believers, stern against disbelievers; they will strive for God´s sake and not fear reproach from any critic. Such is God´s bounty which He gives to anyone He wishes. God is Boundless, Aware"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Your Patron is God [Alone], as well as His messenger and those who believe-who keep up prayer, pay the welfare tax and bow their heads [in worship]"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Anyone who enlists God as a patron, and His messenger and those who believe, [will find] God´s side will be victorious"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "You who believe, do not accept as sponsors those from among the ones who were given the Book before you nor any disbelievers, if they treat your religion as a joke and a sport. Heed God if you are believers"
        }
    ]
}