{
    "pages": [
        {
            "chapter": 7,
            "verse": 171,
            "text": "Thus We suspended the Mountain over them as if it were an awning, and they thought it was going to fall down on them: \"Hold on firmly to anything We have given you and remember what is in it, so that you may do your duty"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "When your Lord took their offspring from the Children of Adam´s loins, and made them bear witness about themselves: ´Am I not your Lord?\"; they said: ´Of course, we testify to it!\" lest you (all) might say on Resurrection Day: \"We were unaware of this"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "or lest you say: \"It was only our forefathers who associated [others with God] previously; offspring following them. Will You wipe us out because of what futile men have done"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Thus We spell out signs so that they may repent"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Recite news to them about someone to whom We gave Our signs. He slipped away from them, so Satan followed him and he became misguided"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "If We had so wished, We might have raised him up by means of them, but he clung to the earth and followed his own whim. He might be compared to a dog: no matter how you drive him off, he just pants away. Or if you leave him alone, he still pants on. That is what folk who reject Our signs are like; tell such stories so they may think things over"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "How evil is the comparison of folk who reject Our signs; it is their own souls they hurt"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Anyone whom God guides has been (really) guided; while those He lets go astray will he the losers"
        }
    ]
}