{
    "pages": [
        {
            "chapter": 60,
            "verse": 6,
            "text": "You had a fine model in them for anyone who has been hoping [to meet] God and the Last Day. Yet anyone who turns away [will find] God is the Transcendent, the Praiseworthy"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Yet God may still plant affection between you and those of them you felt were enemies. God is Capable, and God is Forgiving, Merciful"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "God does not forbid you to act considerately towards those who have never fought you over religion nor evicted you from your homes, nor [forbid you] to act fairly towards them. God loves the fairminded"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "God only forbids you to be friendly with the ones who have fought you over [your] religion and evicted you from your homes, and have abetted others in your eviction. Those who befriend them are wrongdoers"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "You who believe, whenever believing women come to you as refugees, examine them. God is quite Aware of their faith, so if you recognize them to be believing women, do not send them back to the disbelievers; such women are not lawful for them nor are such men lawful for such women. Give [their former husbands] whatever they may have spent [on them]. There is no objection if you marry such women off, once you give them their allotments. Do not hold on to. any ties with disbelievers; ask for whatever you may have spent and let them ask for what they have spent. Such is God´s discretion; He will settle things between you. God is Aware, Wise"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Yet if anything of your spouses has slipped over to the disbelievers and you chance to acquire something else [in return], give those whose spouses have gone away the equivalent of whatever they may have spent. Heed God in Whom you (all) believe"
        }
    ]
}