{
    "maqras": [
        {
            "chapter": 33,
            "verse": 18,
            "text": "Allaһ silerdin araŋardagı (jihaddan) tosuuçulardı jana öz buradarlarına (alardı kaçuuga ügüttöp): «Biz menen jürgülö»-degenderdi bilet. Alar soguşka ötö seyrek kelişet"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "(Oljonu) silerden kızganıp. Al emi, (soguş uçurunda) korkunuç kelip kalsa, tim ele ölümdün ortosunda kalıp ketkendey saga alaŋdap karagandarın körösüŋ. Emi, kaçan korkunuç ketkende, alar jakşılıkka (oljogo) aç közdük kılışıp, tezinen saga çeçen tilderi menen joluguşat.! Alar ıyman keltirbegen adamdar. Allaһ alardın amaldarın tekke ketirdi. Bul Allaһka jeŋil"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Alar (Medinanı kurçap turgan duşman) jamaattardı ketpegen dep oyloşot. Eger al jamaattar (bastırıp) kelse, bular silerdin kabarıŋardı surap koyup, tee çettegi beduin araptardın arasında boluunu kaalaşat.? Eger silerdin içiŋerde (Medinada) bolso da köp (jan üröp) soguşmak emes"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "(O, momundar!) Siler üçün Allaһtın elçisinde sonun ülgülör bar. (Bul ülgülör) Allaһtan jana Akıret kündön ümüt kılıp, Allaһtı köp-köp zikir kılgandar üçün"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Al emi, (paygambarınan ülgü algan, ıymanı bekem) momundar (duşman) jamaattardı körgöndö: «Bul bizge Allaһ jana paygambarı ubada kılgan nerse. Allaһ menen paygambarı tuura süylögön eken» dep (soguşka, ölümgö dayar bolup) turuştu. (Duşmandın köptügü) alardın ıymandarın jana (İslamga) moyun sunuuların gana köböyttü"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Momundardın arasında (uşunday) er-azamattar bar: alar Allaһka bergen ubadalarında çınçıl ekenin körgözüştü. Kee birleri mildetin atkarıp (şeyit bolup) ketişti. Kee biröölörü (şeyittikti) kütüüdö. Alar (Allaһka bergen) ubadanı buzbadı"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "Allaһ çınçıl adamdardı öz çınçıldıktarı sebeptüü sıylaş üçün jana munaafıktardı kaalasa azaptaş je bolboso toobaların kabıl alış üçün (uşul sınoogo duuşar kıldı). Çınında, Allaһ Keçirüüçü, Irayımduu"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Al emi, alardı (duşmandardı) bolso, Allaһ öz açuuları menen kaytardı.! Alar eç bir jakşılıkka jetişpedi. Allaһ momundarga soguş jaatınan jetiştüü (jardamçı) boldu. Allaһ Küçtüü, Kudurettüü"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Jana Allaһ duşmandarga jardam bergen kitep eelerin (Banu Kurayza yahudiylerin) korgondorunan tüşürdü. Jüröktürünö korkuu saldı. Siler (o, momundar) alardan bir bölügün öltürüp, bir bölügün tutkundap aldıŋar"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Jana silerge alardın jerlerin, koroo-jayların, mal-mülktörün jana butuŋar baspagan (jaŋı) jerlerdi da muras kılıp berdi. Allaһ - bardık nersege Kudurettüü"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "O, paygambar! Ayaldarıŋa ayt: «Eger düynö jaşoosun jana anın zıynattarın kaalasaŋar, kelgile silerdi (jakşına mülk menen) paydalantıp, sılık-sıpaa ajıraşayın"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Al emi, Allaһtı (n ıraazılıgın), Anın paygambarın jana Akıret Üyün kaalasaŋar, Allaһ silerdin araŋardagı jakşı ibadat kılgandarga uluu sıylıktı (Beyişti) dayardap koygon»"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "O, paygambardın ayaldarı! Silerden kimiŋer aşkere künöö iş jasasa, aga eki ese köp azap berilet. Bul Allaһ üçün jeŋil"
        }
    ]
}