{
    "maqras": [
        {
            "chapter": 33,
            "verse": 31,
            "text": "Silerdin araŋardan kimde-kim Allaһka jana paygambarına moyun sunup salih amal kılsa, aga soop-sıylıgın eki iret berebiz jana aga uluu ırıskı (Beyiş) dayardap koyobuz"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "O, paygambardın ayaldarı! Siler eger takıba bolsoŋor (katardagı) ayaldardın biröösü sıyaktuu emessiŋer. Demek (bötön erkekterge) nazik süylöbögülö. Jürögündö karazgöylügü bar adam ümüt kılıp kalat. Jakşınakay (tüz, sıpaa) sözdördü süylögülö"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Jana (zarıldık bolboso) üyüŋördö olturgula! Abalkı jahiliya (zamanındagı) jasanuu sıyaktuu jasanbagıla!! Namazdı toluk atkarıp, zeketti berip, Allaһka jana paygambarına moyun sungula! Albette, o, paygambardın üy-bülölörü, Allaһ silerden ızaa-kıjaalattı ketirüünü jana (ar türdüü uşak-ayıŋdan) taza-pakiza saktoonu kaalayt"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Öz üyünördö okulgan Allaһtın ayattarın jana paygambardın sözdörün köŋüldö saktap jürgülö. Çınında, Allaһ bardıgın Bilüüçü, Kabardar"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Çınında, musulman erkekter menen musulman ayaldar, momun erkekter menen momun ayaldar, moyun sunuuçu erkekter menen moyun sunuuçu ayaldar, çınçıl erkekter menen çınçıl ayaldar, sabırduu erkekter menen sabırduu ayaldar, kiçipeyil erkekter menen kiçipeyil ayaldar, sadaka berüüçü erkekter menen sadaka berüüçü ayaldar, orozo karmooçu erkekter menen orozo karmooçu ayaldar, jınıstık müçölörün saktagan erkekter menen ayaldar, Allaһtı köp estegen erkekter menen ayaldar... Allaһ uşularga keçirim jana uluk soop-sıylıktı dayardap koydu"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "Eger Allaһ menen Anın paygambarı bir işti öküm kılsa, eç bir momun erkek je momun ayalga öz işterinde ıktıyar kalbayt. Kimde-kim (özbaşımçalık kılıp) Allaһ jana paygambarına künöökör bolso, demek al anık adaşıptır"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "(O, Muhammad!) sen bir kezde, aga Allaһ neemat bergen, anan sen dagı jakşılık kılgan bir jigitke: «Ayalıŋdı koyup jiberbe! Allaһtan kork!» degen bolçusuŋ. Jana sen Allaһ aşkere kıluuçu nerseni jürögüŋdö jaşıruun tutup, adamdardan korktuŋ! Özünön korkuşuŋa Allaһ köbüröök ılayık elego!! Kaçan Zeyd aga «jakındık» kılıp, (kiyin talagın bergende) anı saga nikelep berdik. Momundarga öz bakma baldarının ayaldarına üylönüüdö eç künöö bolboşu(n bildirüü) üçün, eger talaktarın berişse. Allaһtın buyrugu atkarıla turgan iş"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Allaһ parız kılgan nerselerde paygambar üçün eç kanday künöö-kıjaalat jok. (Bul) murda ötkön adamdar jönündögü Allaһtın sünnötü. Allaһtın buyrugu — belgilengen tagdır"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Alar (murunku paygambarlar) Allaһtın elçiligin (elderge) jetkire turgan, Allaһtan gana korkup, Andan başka eç kimden korkpoy turgan adamdar bolgon. Allaһ — jetiştüü esepteşüüçü"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "(O, momundar!) Muhammad silerdin araŋardagı eç bir erkektin atası emes.? Al bolgonu Allaһtın elçisi jana paygambarlardın akırkısı. Allaһ — ar nerseni Bilüüçü"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "O, ıyman keltirgen adamdar! Allaһtı köp zikir kılgıla"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "Erteli-keç Aga tasbih aytkıla"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "Al silerdi karaŋgılıktardan Nurga çıgaruu üçün Özü jana perişteleri silerge ırayım körgözö turgan Zat! Al momundarga Irayımduu"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "Aga jolukkan (Akıret) kündögü (ıymanduulardın) amandaşuuları «Salam» (degen söz). Allaһ alarga uluk soop (Beyiş) dayardap koygon"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "O, Paygambar! Biz seni kübö boluuçu, (Beyişten) kuşkabar berüüçü, (tozokton) korkutuuçu kılıp jiberdik"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "Özünün uruksatı menen (elderdi) Allaһka daavat kıluuçu jana Nurduu Çırak (kılıp jiberdik)"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Jana momundarga, alar üçün Allaһ tarabınan uluk pazilet (artıkçılık) boluşu jönündö kuşkabar ber"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Kaapırlar menen munafıktarga moyun sunba! Alar körgözgön ızaalardı unut. Jana Allaһka tobokel kıl! Saktooçuluk jaatınan Allaһtın Özü jetiştüü"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "O, ıyman keltirgender! Egerde, momun ayaldardı nikeŋerge alganıŋardan kiyin alarga jakındık kılbay turup talagın berseŋer, siler üçün özdörü sanay turgan iddaga oturuşpayt. Emi, alardı (köŋülüŋördön çıkkan belekter menen) paydalantıp, sılık-sıpaa joobun berip koygula"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "O, Paygambar! Biz saga mahırın bergen jubaylarıŋdı, Allaһ (soguştardan) oljo kılıp bergen küŋdörüŋdü, (dagı) abaŋdın, ataŋdın eje-karındaştarının, tayakeŋdin jana taejeŋdin (kızdarının arasınan) seni menen birge hijrat kılgandarın adal kıldık. Jana özün paygambarga belek kılgan ar bir ıymanduu ayaldı — eger paygambar anı öz nikesine aluunu kaalasa — adal kıldık. (Bul ukuk, o, paygambar) başka momundarsız jalgız özüŋö tieşelüü. Momundarga ayaldarı, küŋdörü jönündö parız kılgan nerseleribizdi Özübüz bilebiz.! (Saga bul ukuktar) jürögüŋ sıgılbasın dep (berildi). Allaһ-Keçirüüçü, Irayımduu"
        }
    ]
}