{
    "maqras": [
        {
            "chapter": 4,
            "verse": 135,
            "text": "O, ıyman keltirgen adamdar! Adilettüülüktü bekem karmooçu jana özüŋördün, ata-eneŋerdin, tuugan-uruguŋardın zıyanına bolso da (jana) al bay je kembagal bolso da, Allaһ üçün, tuura kübölükkö ötüüçü bolgula. Alarga (silerden körö) Allaһ jakınıraak. (Oşonduktan) Adilet kıluu(dan çettep), öz kızıkçılıgıŋarga berilip ketpegile. Eger (çındıktı) bura süylöp, adiletten jüz burçu bolsoŋor, (bilip koygula) Allaһ silerdin bardık işiŋerden Kabardar"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "O, ıyman keltirgender! Allaһka, Anın paygambarına, (oşol) paygambarına tüşürgön Kitepke andan murun tüşürgön (bardık ıyık) kitepke ıyman keltirgile. Kimde-kim Allaһka, anın periştelerine, kitepterine, paygambarlarına jana Akıret kününö ıyman keltirbese, anın katuu adaşkanı"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "Çınında, ıyman keltirgenden kiyin kaapır bolgon, kiyin dagı ıyman keltirgen, andan kiyin dagı kaapır bolup, kaapırçılıgın küçötkön adamdardı Allaһ keçirbeyt jana Tuura Jolgo baştabayt"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "(O, Muhammad! momundardı taştap, kaapırlardı dos kılıp algan) munafıktarga jan sızdatkan azap jönündö “kuşkabar” ber"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "Iymanduulardı taştap, kaapırlardı dos tutup algandar alardan küç-kubat surap jatışabı?! Bardık küç-kuduret Allaһtın aldında go"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "(O, momundar!) Allaһ silerge Kitepte “Eger Allaһtın ayattarına karşı söz aytıp je anı şıldıŋ kılınıp turganın uksaŋar, kaçan başka sözgö ötmöyünçö alar menen oturbagıla!” - degen ökümdü tüşürgön. (Eger alar menen birge otura bergen bolsoŋor) anda, siler dagı oşolordun biri ekensiŋer. Albette, Allaһ (silerge okşogon) eki jüzdüü munafıktardın bardıgın kaapırlar menen koşup tozokko çogultat"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "Alar (munafıktar) silerdi aŋdıp turuşat. Eger (soguşta) silerge Allaһ tarabınan jeŋiş bolup kalsa (silerge jagınuu jana oljodon bir nerse aluu üçün): “Biz siler menen birge emes belek?” - deşet. Al emi, kaapırlarga (jeŋişten) bir ülüş buyurup kalsa (alarga): “Biz silerge jardam berip, momundardan korgoboduk bele?” - deşet. Allaһ Kıyamatta silerdin araŋarda Özü öküm kılat (kimdin-kim ekenin bilgizet) jana Allaһ eç kaçan kaapırlar üçün (momundardı toluk basıp aluusuna) jol berbeyt"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "Munafıktar (özdörünçö) Allaһtı aldamakçı boluşat. Birok, Allaһ özdörün «aldap» koyot.! Jana eger namazga turçu boluşsa, jalkoolonup turuşat. Eldin közünö körünüü üçün (tana ibadat kılışat). Allaһtı ötö az eskerişet"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Alar munun (kaapırlar menen momundardın) arasında olku-solku bolup, je alarga koşula albay, je bularga koşula albay turuşat. (O, Muhammad!) Allaһ kimdi adaştırıp koyso, sen aga Tuura Jol taba albaysıŋ"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "O, momundar! Iymanduulardı taştap, kaapırlardı dos tutpagıla. Emne, özüŋördün zıyanıŋarga Allaһ üçün (silerdi azaptoosuna) anık dalil kılıp berüünü kaalaysıŋarbı"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "Albette, munafıktar Tozoktun eŋ tömön jerinde boluşat. Jana sen alarga eç bir jardamçı taba albaysıŋ"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "Al emi, toobo kılıp, özdörün(ün içi-tışın) oŋdop, Allaһka jalbarışsa jana din-ibadattarın Allaһ(tın ıraazılıgı) üçün kalıs kılışsa, andaylar (düynö-akırette) momundar menen birge boluşat. Allaһ momundarga tez arada uluk sooptordu beret"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "Eger ıyman keltirip, şügür kılsaŋar, Allaһ silerdi emne üçün azapka salat?! Allaһ şügür kıluuçu,! Bilüüçü"
        }
    ]
}