{
    "pages": [
        {
            "chapter": 10,
            "verse": 107,
            "text": "Ve eğer Allah, sana bir zarar dokunduracak olursa, onu O´ndan başka giderecek yoktur. Ve eğer sana bir hayır dilerse, o zaman da O´nun hayrını engelleyebilecek kimse yoktur. O, lütfunu dilediği kuluna nasip eder. Allah çok yarlığayıcı, çok esirgeyicidir"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "De ki: «Ey insanlar! İşte size Rabbinizden hak geldi. Artık kim hidayeti kabul ederse kendi canı için kabul etmiş olur. Kim sapıklık ederse kendi zararına sapıklık etmiş olur. Ve ben sizin üzerinize vekil değilim.»"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Sana vahyolunana uy! Ve Allah hükmünü verinceye kadar sabret. Çünkü O, hüküm verenlerin en hayırlısıdır"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Elif, Lâm, Râ. Bu öyle bir kitaptır ki, âyetleri muhkem kılınmış, sonra da herşeyden haberdar olan hikmet sahibi Allah tarafından âyetleri ayrıntılı olarak açıklanmıştır"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(Şöyle ki:) Allah´dan başkasına kulluk etmeyin. Ben size O´nun tarafından müjde vermek ve uyarmak için gönderilmiş gerçek bir peygamberim"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Ve Rabbinizin mağfiretini isteyin, sonra ona tevbe edin ki sizi, belli bir süreye kadar güzel güzel yaşatsın. Ve her fazilet sahibine layık olduğu ihsanı versin. Eğer yüz çevirirseniz, ben sizin için büyük bir günün azabından korkarım"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Dönüşünüz yalnızca Allah´adır. O´nun da herşeye gücü yeter"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Dikkat edin! Görmüyor musunuz, onlar düşmanlıklarını gizlemek için göğüslerini çeviriyorlar. İyi bilin ki, onlar örtülerine bürünürlerken, neyi gizleyip, neyi açığa vurduklarını Allah biliyor. Muhakkak ki Allah, gönülde gizlenenleri de bilir"
        }
    ]
}