{
    "pages": [
        {
            "chapter": 11,
            "verse": 82,
            "text": "Ne zaman ki, emrimiz geldi, o ülkenin altını üstüne getirdik ve üzerlerine istif edilip pişirilmiş çamurdan taşlar yağdırdık"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Bu taşlar Rabbinin katında damgalanmışlardı. Bunlar zalimlerden uzak şeyler değildir"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "Medyen´e de kardeşleri Şu´ayb´i gönderdik. Dedi ki: «Ey kavmim! Allah´a kulluk edin. Sizin O´ndan başka ilâhınız yoktur. Ölçeği de, teraziyi de eksik tutmayın. Ben sizi hayır (bolluk) içinde görüyorum. Bununla beraber yine de sizi kuşatacak bir günün azabından korkuyorum.»"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "«Ey kavmim! Ölçerken ve tartarken adaleti yerine getirin. Halkın malına densizlik etmeyin ve yeryüzünde fesatçılık yaparak fenalık etmeyin.»"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Eğer mümin iseniz, Allah´ın helâlinden size ihsan ettiği kâr sizin için daha hayırlıdır. Bununla beraber ben sizin üzerinize gözcü değilim.»"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Dediler ki; «Ey Şu´ayb, atalarımızın taptıklarını terketmemizi veya mallarımızda dilediğimizi yapmaktan vazgeçmemizi sana namazın mı emrediyor? Oysa ki sen yumuşak huylusun ve aklı başında bir adamsın.»"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Şu´ayb dedi ki: «Ey kavmim! Şayet ben Rabbimden ispat edici bir delil üzerinde bulunuyorsam ve şayet bana, O kendi katından güzel bir rızık ihsan etmişse, söyleyin bakalım ben ne yapmalıyım? Ben size karşı çıkmakla sizi menettiğim şeylere kendim düşmek istemiyorum. Ben sadece gücümün yettiği kadar ıslah etmeye çalışıyorum. Muvaffakiyetim de ancak Allah´ın yardımı ile olacaktır. Ben yalnızca O´na dayandım ve ancak O´na döneceğim.»"
        }
    ]
}