{
    "rukus": [
        {
            "chapter": 12,
            "verse": 94,
            "text": "I vot kogda (v obratnyy put') ikh karavan pustilsya, Otets ikh vdrug skazal: \"YA oshchushchayu dukh Yusufa. Tol'ko ne dumayte, chto ya - bezumets (staryy)"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "I te, (kto slyshal), otvechali: \"Klyanemsya imenem Allakha, Ty v starcheskom bredu bluzhdayesh'"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Kogda zh yavilsya blagovestnik, Nabrosil on (rubakhu) na yego litso, I vmig prozrel (pochtennyy starets) I molvil im: \"Ne ya l' vam govoril, Chto mne izvestno ot Allakha, O chem ne vedayete vy"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "O nash otets! - oni skazali. - Prosi proshchen'ya nam za nashi pregreshen'ya, - Ved', istinno, my byli vo grekhe"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "YA budu, - on otvetil (im), - Molit' proshcheniya dlya vas u moyego Vladyki, - On, istinno, proshchayushch, miloserd"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "I vot kogda oni yavilis' pred Yusufom, On predostavil svoy ochag Roditelyam svoim i molvil: \"Vstupite na Yegipetskuyu zemlyu, Yesli Allakhu tak ugodno, V nadezhnoy bezopasnosti yeye"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "I on roditeley svoikh Vozvysil vysoko na trone chesti, I pali (brat'ya) nits pred nim. I molvil on: \"O moy otets! Vot kak tolkuyetsya moy son dalekikh let! Allakh osushchestvil yego i okazal mne milost', Kogda On iz temnitsy vyzvolil menya, A vas syuda dostavil iz pustyni, Posle togo kak Satana Vrazhdu poseyal mezhdu mnoy i brat'yami moimi, - Ved' blagosklonen moy Gospod' K tomu, chto (mudrost'yu Svoyeyu) pozhelayet, (Svoim vsevedeniyem predpochtet), - Poistine, On znayet (vse) i mudr (bezmerno)"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "O moy Gospod'! Ty daroval mne vlast' I nauchil prorochestvu sobytiy. Ty - neba i zemli Tvorets, Ty v etoy zhizni i v drugoy - mne Pokrovitel'. Ty upokoy menya predavshimsya Tebe, Vvedi v chislo blagochestivykh"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Siye - odin iz skazov pro sokrytyye (dela), Chto My vnusheniyem tebe, (o Mukhammad!), nisposylayem. Ty ne byl sredi nikh v te vremena, Kogda oni, sgovarivayas', kozni zamyshlyali"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "I vse zhe bol'shinstvo lyudey, Kak ni zhelal by ty (obratnogo tomu), V neverii zhivut (i umirayut)"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "U nikh za eto platy ty ne prosish', Siye - poslaniye (Vsevyshnego) k miram"
        }
    ]
}