{
    "rukus": [
        {
            "chapter": 22,
            "verse": 65,
            "text": "Uzhel' ne vidish', chto Allakh Vse na zemle postavil vam na sluzhbu I korabli, chto borozdyat morya Yego velen'yem? On nebo derzhit, Chtoby na zemlyu ne obrushilos' ono Inache, kak Yego velen'yem, - Allakh ved' k lyudyam blag i miloserd"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "On - Tot, Kto daroval vam zhizn', Potom vas v smert' povergnet I vnov' potom vas ozhivit, (Chtoby k Sebe na Sud prizvat'), - Kak, istinno, neblagodaren tot, (Kto glukh i slep k znameniyam Allakha)"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Ustanovili My dlya kazhdogo naroda Svoi obryady poklonen'ya, Chto nadlezhit im vypolnyat'. I pust' oni po etomu voprosu S toboyu v spory ne vstupayut, No vse zhe k Bogu tvoyemu ikh prizyvay, - Ved' ty, poistine, na pravednom puti"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Yesli oni s toboyu prepirat'sya stanut, Skazhi: \"Izvestno luchshe Gospodu, chto delayete vy"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "V Den' Voskreseniya (na Sud) Allakh rassudit vas kasatel'no togo, V chem vy tak chasto raskhodilis'"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Uzhel' ne znayesh' ty, chto vedomo Allakhu, Chto (proiskhodit) v nebesakh i na zemle? I znachitsya ob etom v (Yego) Knige, - Allakhu eto, istinno, legko"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "I chtyat oni, oprich' Allakha, to, Chemu On nikakogo podtverzhdeniya ne dal I o kotorykh sami nichego ne znayut, - I net pomoshchnika dlya nechestivykh (v Den' Suda)"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Kogda im Nashi Yasnyye Znameniya chitayut, Ty razlichish' na litsakh tekh, kto ne uveroval (v Allakha), Neodobreniye i nepriznan'ye ikh - Oni gotovy brosit'sya na tekh, Kto im Znameniya chitayet. Skazhi: \"Ne soobshchit' li vam O boleye plokhom, chem eto? Ogn' Ada! Allakh yego nevernym obeshchal, I skverno eto mesto naznachen'ya"
        }
    ]
}