{
    "rukus": [
        {
            "chapter": 27,
            "verse": 45,
            "text": "My k samudyanam Salekha poslali, brata ikh, I on skazal: \"Allakhu poklonyaytes'!\" Oni zhe razdelilis' na dve gruppy, Vrazhduyushchiye mezh soboy"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "I on skazal: \"O moy narod! Zachem speshite zlo navlech' Prezhde, chem vam (darovano) blagoye? Chto zh vam ne isprosit' proshcheniya Allakha, Chtoby pomiloval (On) vas"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Nam po (poletu) ptits predveshchano durnoye ot tebya I tekh, kotoryye s toboy, - oni skazali. Predvest'ye vashikh ptits - vo vlasti (Vsemogushchego) Allakha, I vy - narod, chto, nesomnenno, (On zadumal) ispytat'"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "A byli v gorode tom devyat' chelovek, Kotoryye na toy zemle nechestiye tvorili, Nikak k blagomu ne stremyas'"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Oni skazali: \"Klyanites' imenem Allakha drug pred drugom, Chto noch'yu napadem taykom Na Salekha i vse yego semeystvo. Potom zhe skazhem mstitelyu yego krovi: \"My ne byli pri gibeli yego sem'i - I pravdu govorim my"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "I stali oni khitrost' zamyshlyat', A My Svoyu zadumyvali khitrost'; Oni zh ob etom znat' ne znali"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "I posmotri: kakov konets byl ikh zadumkam! My pogubili ikh i ikh narod - vsekh do yedina"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "I vot takimi stali ikh doma: Razrushennymi do osnovan'ya Za to, chto oni byli nechestivy. V etom, poistine, znameniye dlya tekh, Kto znayet (sut' Gospodney pravdy)"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "I My spasli lish' tekh iz nikh, Kotoryye, strashasya gneva Boga, V Nego uverovali (vsey dushoy)"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "I (takzhe My poslali) Luta, I on skazal narodu svoyemu: \"Neuzhto stanete vy delat' merzost', Kogda (yeye grekhovnost') vam vidna"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Neuzhto v pokhotlivom vozhdelenii svoyem Poydete vy k muzhchinam vmesto zhenshchin? Skol' zhe nevezhestvenny vy! I kak rasputny"
        },
        {
            "chapter": 27,
            "verse": 56,
            "text": "Otvetom zhe yego naroda byli lish' slova: \"Gonite Luta i yego sem'yu iz vashego selen'ya, - Ved' eto lyudi, chto zhelayut tselomudriye blyusti"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "No My spasli yego i vsyu yego sem'yu, krome zheny, Kotoroy My opredelili pozadi ostat'sya"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "Na nikh prolili My dozhdem (Iz sery, o'gnya i kamen'yev), I byl zloveshch i paguben dozhd' tekh, Kto byl uveshchevayem, (no ne vnyal)"
        }
    ]
}