{
    "rukus": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "O vy, kto veruyet! Ni Moyego, ni vashego vraga Sebe v druz'ya vy ne berite, Yavlyaya im svoyu lyubov', V to vremya kak oni Tu istinu, chto k vam prikhodit, otvergayut. I gonyat (s vashey zhe zemli) poslannika i vas Za to, chto veruyete vy v Allakha, vashego Vladyku. I yesli vy prishli srazhat'sya na Moyem puti I tem sniskat' Moye blagovolen'ye, Vy taynuyu lyubov' k nim ne khranite, - Ved' znayu YA o vsem spolna, Chto delayete vy sokryto ili yavno. A tot, kto postupayet tak, S puti pryamogo otklonilsya"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "No yesli im udastsya vami zavladet', Vragami vashimi sebya oni proyavyat, Napraviv ruki i yazyk svoy vam vo zlo, - Oni khotyat, chtoby nevernymi vy stali"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Ni vashi rodstvenniki i ni vashi deti V Den' Voskreseniya vam ne pomogut. Rassudit mezhdu vami On, - Ved' zrit Allakh vo vse, chto delayete vy"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Poistine, dlya vas prekrasnyy yest' primer V (proroke) Ibrakhime i v tekh, kto sledoval za nim, Kogda narodu svoyemu oni skazali: \"My pokidayem vas i to, Chemu vy molites', oprich' Allakha. My otvergayem vas (i vashu veru); Vrazhda i nenavist' navechno (Stenoyu) lyagut mezhdu nami, Poka v Yedinogo Allakha ne uveruyete vy\". No (vam ne mogut byt' primerom) Slova, chto Ibrakhim ottsu skazal: \"Poistine, ya o tvoyem proshchenii molit'sya budu, No ne vladeyu ya nichem pered Allakhom dlya tebya. O nash Gospod'! My lish' Tebe sebya vveryayem I s pokayaniyem k Tebe idem; K Tebe lezhit i nashe vozvrashchen'ye"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "O nash Gospod'! Ne delay nas Ty ispytaniyem dlya tekh, Kto (Istinu Tvoyu) ne prinyal, I nam proshcheniye poshli, - Ved' mudr i vsesilen Ty"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Poistine, dlya vas v nikh dan primer prekrasnyy,- Dlya tekh iz vas, kto lik svoy povernul k Allakhu, (Uverovav) v Posledniy Den'; No yesli otvratitsya kto, - Allakh, poistine, bogat i dostokhvalen"
        }
    ]
}