{
    "rukus": [
        {
            "chapter": 5,
            "verse": 94,
            "text": "O vy, kto veruyet! Gospod' vas, nesomnenno, ispytayet toy dobychey, Chto vashi ruki il' kop'ya na okhote S takoyu legkost'yu poluchat, Chtob etim Gospodu uznat', Kto v glubine dushi Yemu predalsya. Kto zh posle etogo prestupit, Tomu naznachena muchitel'naya kara"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "O vy, kto veruyet! Ne ubivayte dichi (na okhote), Poka oblacheny v igram, (odezhdy piligrima). A kto iz vas namerenno ub'yet - Otdat' vzamen domashnego skota takogo zh vesa, Chto budet vyveren dvumya pravdivymi iz vas I v zhertvu prisuzhden dlya otpravleniya k Ka'abe. Il' v iskupleniye (sego grekha) - dat' pishchu nishchim Il' ravnoznachnyy post blyusti, Chtoby vkusit' prestupnost' svoyego postupka. Allakh prostit, chto bylo prezhde. Kto zh povtorit (sey grekh), Tomu vozmezdiye Allakh naznachit, - Allakh, poistine, moguch, vozmezdiya Blyustitel'"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Razreshena vam lovlya ryby v more V pishchu dlya vas i tekh, kto derzhit put'. No vam zapreshchena okhota na zemle, Poka na vas igram, (odezhdy piligrima). Strashites' gneva vashego Vladyki, K Kotoromu vas vsekh (odnazhdy) prizovut"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Allakh ustanovil Zapretnyy (dlya grekha) Dom - Ka'abu - Pristanishchem lyudey (yedinoy very); A takzhe i zapretnyy mesyats, I zhertvennykh zhivotnykh, I ukrashen'ya, (chto povesheny na nikh, Chtob otlichit' ikh ot obychnykh). I eto dlya togo, chtoby vy znali: Allakhu, istinno, izvestno vse, Chto na zemle i v nebe (proiskhodit), - Allakh o vsyakoy veshchi znayushch"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "I znayte: v nakazanii surov Allakh! I vse zh proshchayushch On i miloserd"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "I dolg, chto na poslannika vozlozhen, - Lish' peredat' (poslaniye Gospodne). Allakhu zhe izvestno vse: I to, chto vy yavlyayete otkryto, I chto (tak tshchatel'no) skryvayete v dushe"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Skazhi: \"Zlo i dobro ne mogut byt' sravni, Khotya izbytok zla tebya poroy privodit v voskhishchen'ye\". A potomu blagochestivy bud'te pred Allakhom Vse te, v kom razumeniye zhivet, Chtob obresti vam (schast'ye i) uspekh"
        }
    ]
}