{
    "maqras": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "آ گیا اللہ کا فیصلہ، اب اس کے لیے جلدی نہ مچاؤ پاک ہے وہ اور بالا تر ہے اُس شرک سے جو یہ لوگ کر رہے ہیں"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "وہ اِس روح کو اپنے جس بندے پر چاہتا ہے اپنے حکم سے ملائکہ کے ذریعے نازل فرما دیتا ہے (اِس ہدایت کے ساتھ کہ لوگوں کو) \"آگاہ کر دو، میرے سوا کوئی تمہارا معبود نہیں ہے، لہٰذا تم مجھی سے ڈرو"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "اُس نے آسمان و زمین کو برحق پیدا کیا ہے، وہ بہت بالا و برتر ہے اُس شرک سے جو یہ لوگ کرتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "اُس نے انسان کو ایک ذرا سی بوند سے پیدا کیا اور دیکھتے دیکھتے صریحاً وہ ایک جھگڑالو ہستی بن گیا"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "اس نے جانور پیدا کیے جن میں تمہارے لیے پوشاک بھی ہے اور خوراک بھی، اور طرح طرح کے دوسرے فائدے بھی"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "اُن میں تمہارے لیے جمال ہے جب کہ صبح تم انہیں چرنے کے لیے بھیجتے ہو اور جبکہ شام انہیں واپس لاتے ہو"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "وہ تمہارے لیے بوجھ ڈھو کر ایسے ایسے مقامات تک لے جاتے ہیں جہاں تم سخت جانفشانی کے بغیر نہیں پہنچ سکتے حقیقت یہ ہے کہ تمہارا رب بڑا ہی شفیق اور مہربان ہے"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "اُس نے گھوڑے اور خچر اور گدھے پیدا کیے تاکہ تم ان پر سوار ہو اور وہ تمہاری زندگی کی رونق بنیں وہ اور بہت سی چیزیں (تمہارے فائدے کے لیے) پیدا کرتا ہے جن کا تمہیں علم تک نہیں ہے"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "اور اللہ ہی کے ذمہ ہے سیدھا راستہ بتانا جب کہ راستے ٹیڑھے بھی موجود ہیں اگر وہ چاہتا تو تم سب کو ہدایت دے دیتا"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "وہی ہے جس نے آسمان سے تمہارے لیے پانی برسایا جس سے تم خود بھی سیراب ہوتے ہو اور تمہارے جانوروں کے لیے بھی چارہ پیدا ہوتا ہے"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "وہ اس پانی کے ذریعہ سے کھیتیاں اگاتا ہے اور زیتون اور کھجور اور انگور اور طرح طرح کے دوسرے پھل پیدا کرتا ہے اِس میں ایک بڑی نشانی ہے اُن لوگوں کے لیے جو غور و فکر کرتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "اُس نے تمہاری بھلائی کے لیے رات اور دن کو اور سورج اور چاند کو مسخر کر رکھا ہے اور سب تارے بھی اُسی کے حکم سے مسخر ہیں اِس میں بہت سی نشانیاں ہیں اُن لوگوں کے لیے جو عقل سے کام لیتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "اور یہ جو بہت سی رنگ برنگ کی چیزیں اس نے تمہارے لیے زمین میں پیدا کر رکھی ہیں، اِن میں بھی ضرور نشانی ہے اُن لوگوں کے لیے جو سبق حاصل کرنے والے ہیں"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "وہی ہے جس نے تمہارے لیے سمندر کو مسخر کر رکھا ہے تاکہ تم اس سے ترو تازہ گوشت لے کر کھاؤ اور اس سے زینت کی وہ چیزیں نکالو جنہیں تم پہنا کرتے ہو تم دیکھتے ہو کہ کشتی سمندر کا سینہ چیرتی ہوئی چلتی ہے یہ سب کچھ اس لیے ہے کہ تم اپنے رب کا فضل تلاش کرو اور اس کے شکر گزار بنو"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "اُس نے زمین میں پہاڑوں کی میخیں گاڑ دیں تاکہ زمین تم کو لے کر ڈھلک نہ جائے اس نے د ریا جاری کیے اور قدرتی راستے بنائے تاکہ تم ہدایت پاؤ"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "اس نے زمین میں راستہ بتانے والی علامتیں رکھ دیں، اور تاروں سے بھی لوگ ہدایت پاتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "پھر کیا وہ جو پیدا کرتا ہے اور وہ جو کچھ بھی پیدا نہیں کرتے، دونوں یکساں ہیں؟ کیا تم ہوش میں نہیں آتے؟"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "اگر تم اللہ کی نعمتوں کو گننا چاہو تو گن نہیں سکتے، حقیقت یہ ہے کہ وہ بڑا ہی درگزر کرنے والا اور رحیم ہے"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "حالانکہ وہ تمہارے کھلے سے بھی واقف ہے اور چھپے سے بھی"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "اور وہ دوسری ہستیاں جنہیں اللہ کو چھوڑ کر لوگ پکارتے ہیں، وہ کسی چیز کی بھی خالق نہیں ہیں بلکہ خود مخلوق ہیں"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "مردہ ہیں نہ کہ زندہ اور ان کو کچھ معلوم نہیں ہے کہ انہیں کب (دوبارہ زندہ کر کے) اٹھایا جائے گا"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "تمہارا خدا بس ایک ہی خدا ہے مگر جو لوگ آخرت کو نہیں مانتے اُن کے دلوں میں انکار بس کر رہ گیا ہے اور وہ گھمنڈ میں پڑ گئے ہیں"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "اللہ یقیناً اِن کے سب کرتوت جانتا ہے چھپے ہوئے بھی اور کھلے ہوئے بھی وہ اُن لوگوں کو ہرگز پسند نہیں کرتا جو غرور نفس میں مبتلا ہوں"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "اور جب کوئی ان سے پوچھتا ہے کہ تمہارے رب نے یہ کیا چیز نازل کی ہے، تو کہتے ہیں \"اجی وہ تو اگلے وقتوں کی فرسودہ کہانیاں ہیں"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "یہ باتیں وہ اس لیے کرتے ہیں کہ قیامت کے روز اپنے بوجھ بھی پورے اٹھائیں، اور ساتھ ساتھ کچھ اُن لوگوں کے بوجھ بھی سمیٹیں جنہیں یہ بر بنائے جہالت گمراہ کر رہے ہیں دیکھو! کیسی سخت ذمہ داری ہے جو یہ اپنے سر لے رہے ہیں"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "اِن سے پہلے بھی بہت سے لوگ (حق کو نیچا دکھانے کے لیے) ایسی ہی مکاریاں کر چکے ہیں، تو دیکھ لو کہ اللہ نے اُن کے مکر کی عمارت جڑ سے اکھاڑ پھینکی اور اس کی چھت اوپر سے ان کے سر پر آ رہی اور ایسے رخ سے ان پر عذاب آیا جدھر سے اس کے آنے کا اُن کو گمان تک نہ تھا"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "پھر قیامت کے روز اللہ اُنہیں ذلیل و خوار کرے گا اور اُن سے کہے گا \"بتاؤ اب کہاں ہیں میرے وہ شریک جن کے لیے تم (اہل حق سے) جھگڑے کیا کرتے تھے؟\" جن لوگوں کو دنیا میں علم حاصل تھا وہ کہیں گے \"آج رسوائی اور بدبختی ہے کافروں کے لیے"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "ہاں، اُنہی کافروں کے لیے جو اپنے نفس پر ظلم کرتے ہوئے جب ملائکہ کے ہاتھوں گرفتار ہوتے ہیں تو (سرکشی چھوڑ کر) فوراً ڈگیں ڈال دیتے ہیں اور کہتے ہیں \"ہم تو کوئی قصور نہیں کر رہے تھے\" ملائکہ جواب دیتے ہیں \"کر کیسے نہیں رہے تھے! اللہ تمہارے کرتوتوں سے خوب واقف ہے"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "اب جاؤ، جہنم کے دروازوں میں گھس جاؤ وہیں تم کو ہمیشہ رہنا ہے\" پس حقیقت یہ ہے کہ بڑا ہی برا ٹھکانہ ہے متکبروں کے لیے"
        }
    ]
}