{
    "maqras": [
        {
            "chapter": 56,
            "verse": 75,
            "text": "پس نہیں، میں قسم کھاتا ہوں تاروں کے مواقع کی"
        },
        {
            "chapter": 56,
            "verse": 76,
            "text": "اور اگر تم سمجھو تو یہ بہت بڑی قسم ہے"
        },
        {
            "chapter": 56,
            "verse": 77,
            "text": "کہ یہ ایک بلند پایہ قرآن ہے"
        },
        {
            "chapter": 56,
            "verse": 78,
            "text": "ایک محفوظ کتاب میں ثبت"
        },
        {
            "chapter": 56,
            "verse": 79,
            "text": "جسے مطہرین کے سوا کوئی چھو نہیں سکتا"
        },
        {
            "chapter": 56,
            "verse": 80,
            "text": "یہ رب العالمین کا نازل کردہ ہے"
        },
        {
            "chapter": 56,
            "verse": 81,
            "text": "پھر کیا اس کلام کے ساتھ تم بے اعتنائی برتتے ہو"
        },
        {
            "chapter": 56,
            "verse": 82,
            "text": "اور اِس نعمت میں اپنا حصہ تم نے یہ رکھا ہے کہ اِسے جھٹلاتے ہو؟"
        },
        {
            "chapter": 56,
            "verse": 83,
            "text": "تو جب مرنے والے کی جان حلق تک پہنچ چکی ہوتی ہے"
        },
        {
            "chapter": 56,
            "verse": 84,
            "text": "اور تم آنکھوں سے دیکھ رہے ہوتے ہو کہ وہ مر رہا ہے،"
        },
        {
            "chapter": 56,
            "verse": 85,
            "text": "اُس وقت تمہاری بہ نسبت ہم اُس کے زیادہ قریب ہوتے ہیں مگر تم کو نظر نہیں آتے"
        },
        {
            "chapter": 56,
            "verse": 86,
            "text": "اب اگر تم کسی کے محکوم نہیں ہو اور اپنے اِس خیال میں سچے ہو،"
        },
        {
            "chapter": 56,
            "verse": 87,
            "text": "اُس وقت اُس کی نکلتی ہوئی جان کو واپس کیوں نہیں لے آتے؟"
        },
        {
            "chapter": 56,
            "verse": 88,
            "text": "پھر وہ مرنے والا اگر مقربین میں سے ہو"
        },
        {
            "chapter": 56,
            "verse": 89,
            "text": "تو اس کے لیے راحت اور عمدہ رزق اور نعمت بھری جنت ہے"
        },
        {
            "chapter": 56,
            "verse": 90,
            "text": "اور اگر وہ اصحاب یمین میں سے ہو"
        },
        {
            "chapter": 56,
            "verse": 91,
            "text": "تو اس کا استقبال یوں ہوتا ہے کہ سلام ہے تجھے، تو اصحاب الیمین میں سے ہے"
        },
        {
            "chapter": 56,
            "verse": 92,
            "text": "اور اگر وہ جھٹلانے والے گمراہ لوگوں میں سے ہو"
        },
        {
            "chapter": 56,
            "verse": 93,
            "text": "تو اس کی تواضع کے لیے کھولتا ہوا پانی ہے"
        },
        {
            "chapter": 56,
            "verse": 94,
            "text": "اور جہنم میں جھونکا جانا"
        },
        {
            "chapter": 56,
            "verse": 95,
            "text": "یہ سب کچھ قطعی حق ہے"
        },
        {
            "chapter": 56,
            "verse": 96,
            "text": "پس اے نبیؐ، اپنے رب عظیم کے نام کی تسبیح کرو"
        },
        {
            "chapter": 57,
            "verse": 1,
            "text": "اللہ کی تسبیح کی ہے ہر اُس چیز نے جو زمین اور آسمانوں میں ہے، اور وہی زبردست دانا ہے"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "زمین اور آسمانوں کی سلطنت کا مالک وہی ہے، زندگی بخشتا ہے اور موت دیتا ہے، اور ہر چیز پر قدرت رکھتا ہے"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "وہی اول بھی ہے اور آخر بھی، ظاہر بھی ہے اور مخفی بھی، اور وہ ہر چیز کا علم رکھتا ہے"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "وہی ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا اور پھر عرش پر جلوہ فرما ہوا اُس کے علم میں ہے جو کچھ زمین میں جاتا ہے اور جو کچھ اس سے نکلتا ہے اور جو کچھ آسمان سے اترتا ہے اور جو کچھ اُس میں چڑھتا ہے وہ تمہارے ساتھ ہے جہاں بھی تم ہو جو کام بھی کرتے ہو اسے وہ دیکھ رہا ہے"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "وہی زمین اور آسمانوں کی بادشاہی کا مالک ہے اور تمام معاملات فیصلے کے لیے اُسی کی طرف رجوع کیے جاتے ہیں"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "وہی رات کو دن میں اور دن کو رات میں داخل کرتا ہے، اور دلوں کے چھپے ہوئے راز تک جانتا ہے"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "ایمان لاؤ اللہ اور اس کے رسول پر اور خرچ کرو اُن چیزوں میں سے جن پر اس نے تم کو خلیفہ بنایا ہے جو لوگ تم میں سے ایمان لائیں گے اور مال خرچ کریں گے ان کے لیے بڑا اجر ہے"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "تمہیں کیا ہو گیا ہے کہ تم اللہ پر ایمان نہیں لاتے حالانکہ رسول تمہیں اپنے رب پر ایمان لانے کی دعوت دے رہا ہے اور وہ تم سے عہد لے چکا ہے اگر تم واقعی ماننے والے ہو"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "وہ اللہ ہی تو ہے جو اپنے بندے پر صاف صاف آیتیں نازل کر رہا ہے تاکہ تمہیں تاریکیوں سے نکال کر روشنی میں لے آئے، اور حقیقت یہ ہے کہ اللہ تم پر نہایت شفیق اور مہربان ہے"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "آخر کیا وجہ ہے کہ تم اللہ کی راہ میں خرچ نہیں کرتے حالانکہ زمین اور آسمانوں کی میراث اللہ ہی کے لیے ہے تم میں سے جو لوگ فتح کے بعد خرچ اور جہاد کریں گے وہ کبھی اُن لوگوں کے برابر نہیں ہو سکتے جنہوں نے فتح سے پہلے خرچ اور جہاد کیا ہے اُن کا درجہ بعد میں خرچ اور جہاد کرنے والوں سے بڑھ کر ہے اگرچہ اللہ نے دونوں ہی سے اچھے وعدے فرمائے ہیں جو کچھ تم کرتے ہو اللہ اس سے با خبر ہے"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "کون ہے جو اللہ کو قرض دے؟ اچھا قرض، تاکہ اللہ اسے کئی گنا بڑھا کر واپس دے، اور اُس کے لیے بہترین اجر ہے"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "اُس دن جبکہ تم مومن مردوں اور عورتوں کو دیکھو گے کہ ان کا نور اُن کے آگے آگے اور ان کے دائیں جانب دوڑ رہا ہوگا (ان سے کہا جائے گا کہ) \"آج بشارت ہے تمہارے لیے\" جنتیں ہونگی جن کے نیچے نہریں بہہ رہی ہونگی، جن میں وہ ہمیشہ رہیں گے یہی ہے بڑی کامیابی"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "اُس روز منافق مردوں اور عورتوں کا حال یہ ہوگا کہ وہ مومنوں سے کہیں گے ذرا ہماری طرف دیکھو تاکہ ہم تمہارے نور سے کچھ فائدہ اٹھائیں، مگر ان سے کہا جائے گا پیچھے ہٹ جاؤ، اپنا نور کہیں اور تلاش کرو پھر ان کے درمیان ایک دیوار حائل کر دی جائے گی جس میں ایک دروازہ ہوگا اُس دروازے کے اندر رحمت ہوگی اور باہر عذاب"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "وہ مومنوں سے پکار پکار کر کہیں گے کیا ہم تمہارے ساتھ نہ تھے؟ مومن جواب دیں گے ہاں، مگر تم نے اپنے آپ کو خود فتنے میں ڈالا، موقع پرستی کی، شک میں پڑے رہے، اور جھوٹی توقعات تمہیں فریب دیتی رہیں، یہاں تک کہ اللہ کا فیصلہ آ گیا، اور آخر وقت تک وہ بڑا دھوکے باز تمہیں اللہ کے معاملہ میں دھوکا دیتا رہا"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "لہٰذا آج نہ تم سے کوئی فدیہ قبول کیا جائے گا اور نہ اُن لوگوں سے جنہوں نے کھلا کھلا کفر کیا تھا تمہارا ٹھکانا جہنم ہے، وہی تمہاری خبر گیری کرنے والی ہے اور یہ بدترین انجام ہے"
        }
    ]
}