{
    "maqras": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "نہایت بزرگ و برتر ہے وہ جس کے ہاتھ میں کائنات کی سلطنت ہے، اور وہ ہر چیز پر قدرت رکھتا ہے"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "جس نے موت اور زندگی کو ایجاد کیا تاکہ تم لوگوں کو آزما کر دیکھے تم میں سے کون بہتر عمل کرنے والا ہے، اور وہ زبردست بھی ہے اور درگزر فرمانے والا بھی"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "جس نے تہ بر تہ سات آسمان بنائے تم رحمان کی تخلیق میں کسی قسم کی بے ربطی نہ پاؤ گے پھر پلٹ کر دیکھو، کہیں تمہیں کوئی خلل نظر آتا ہے؟"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "بار بار نگاہ دوڑاؤ تمہاری نگاہ تھک کر نامراد پلٹ آئے گی"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "ہم نے تمہارے قریب کے آسمان کو عظیم الشان چراغوں سے آراستہ کیا ہے اور اُنہیں شیاطین کو مار بھگانے کا ذریعہ بنا دیا ہے اِن شیطانوں کے لیے بھڑکتی ہوئی آگ ہم نے مہیا کر رکھی ہے"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "جن لوگوں نے اپنے رب سے کفر کیا ان کے لیے جہنم کا عذاب ہے اور وہ بہت ہی برا ٹھکانا ہے"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "جب وہ اُس میں پھینکے جائیں گے تو اسکے دھاڑنے کی ہولناک آواز سنیں گے اور وہ جوش کھا رہی ہوگی"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "شدت غضب سے پھٹی جاتی ہو گی ہر بار جب کوئی انبوہ اس میں ڈالا جائے گا، اُس کے کارندے اُن لوگوں سے پوچھیں گے \"کیا تمہارے پاس کوئی خبردار کرنے والا نہیں آیا تھا؟"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "وہ جواب دیں گے \"ہاں، خبردار کرنے والا ہمارے پاس آیا تھا، مگر ہم نے اسے جھٹلا دیا اور کہا اللہ نے کچھ بھی نازل نہیں کیا ہے، تم بڑی گمراہی میں پڑے ہوئے ہو"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "اور وہ کہیں گے \"کاش ہم سنتے یا سمجھتے تو آج اِس بھڑکتی ہوئی آگ کے سزا واروں میں نہ شامل ہوتے"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "اس طرح وہ اپنے قصور کا خود اعتراف کر لیں گے، لعنت ہے ان دوزخیوں پر"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "جو لوگ بے دیکھے اپنے رب سے ڈرتے ہیں، یقیناً اُن کے لیے مغفرت ہے اور بڑا اجر"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "تم خواہ چپکے سے بات کرو یا اونچی آواز سے (اللہ کے لیے یکساں ہے)، وہ تو دلوں کا حال تک جانتا ہے"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "کیا وہی نہ جانے گا جس نے پیدا کیا ہے؟ حالانکہ وہ باریک بیں اور باخبر ہے"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "وہی تو ہے جس نے تمہارے لیے زمین کو تابع کر رکھا ہے، چلو اُس کی چھاتی پر اور کھاؤ خدا کا رزق، اُسی کے حضور تمہیں دوبارہ زندہ ہو کر جانا ہے"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "کیا تم اِس سے بے خوف ہو کہ وہ جو آسمان میں ہے تمہیں زمین میں دھنسا دے اور یکایک یہ زمین جھکولے کھانے لگے؟"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "کیا تم اِس سے بے خوف ہو کہ وہ جو آسمان میں ہے تم پر پتھراؤ کرنے والی ہوا بھیج دے؟ پھر تمہیں معلوم ہو جائے گا کہ میری تنبیہ کیسی ہوتی ہے"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "اِن سے پہلے گزرے ہوئے لوگ جھٹلا چکے ہیں پھر دیکھ لو کہ میری گرفت کیسی سخت تھی"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "کیا یہ لو گ اپنے اوپر اڑنے والے پرندوں کو پر پھیلائے اور سکیڑتے نہیں دیکھتے؟ رحمان کے سوا کوئی نہیں جو انہیں تھامے ہوئے ہو وہی ہر چیز کا نگہبان ہے"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "بتاؤ، آخر وہ کونسا لشکر تمہارے پاس ہے جو رحمان کے مقابلے میں تمہاری مدد کر سکتا ہے؟ حقیقت یہ ہے کہ منکرین دھوکے میں پڑے ہوئے ہیں"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "یا پھر بتاؤ، کون ہے جو تمہیں رزق دے سکتا ہے اگر رحمان اپنا رزق روک لے؟ دراصل یہ لوگ سر کشی اور حق سے گریز پر اڑے ہوئے ہیں"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "بھلا سوچو، جو شخص منہ اوندھائے چل رہا ہو وہ زیادہ صحیح راہ پانے والا ہے یا وہ جو سر اٹھائے سیدھا ایک ہموار سڑک پر چل رہا ہو؟"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "اِن سے کہو اللہ ہی ہے جس نے تمہیں پیدا کیا، تم کو سننے اور دیکھنے کی طاقتیں دیں اور سوچنے سمجھنے والے دل دیے، مگر تم کم ہی شکر ادا کرتے ہو"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "اِن سے کہو، اللہ ہی ہے جس نے تمہیں زمین میں پھیلایا اور اسی کی طرف تم سمیٹے جاؤ گے"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "یہ کہتے ہیں \"اگر تم سچے ہو تو بتاؤ یہ وعدہ کب پورا ہوگا؟"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "کہو، \"اِس کا علم تو اللہ کے پاس ہے، میں تو بس صاف صاف خبردار کر دینے والا ہوں"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "پھر جب یہ اُس چیز کو قریب دیکھ لیں گے تو اُن سب لوگوں کے چہرے بگڑ جائیں گے جنہوں نے انکار کیا ہے، اور اُس وقت ان سے کہا جائے گا کہ یہی ہے وہ چیز جس کے لیے تم تقاضے کر رہے تھے"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "اِن سے کہو، کبھی تم نے یہ بھی سوچا کہ اللہ خواہ مجھے اور میرے ساتھیوں کو ہلاک کر دے یا ہم پر رحم کرے، کافروں کو دردناک عذاب سے کون بچا لے گا؟"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "اِن سے کہو، وہ بڑا رحیم ہے، اسی پر ہم ایمان لائے ہیں، اور اُسی پر ہمارا بھروسا ہے، عنقریب تمہیں معلوم ہو جائے گا کہ صریح گمراہی میں پڑا ہوا کون ہے"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "اِن سے کہو، کبھی تم نے یہ بھی سوچا کہ اگر تمہارے کنوؤں کا پانی زمین میں اتر جائے تو کون ہے جو اِس پانی کی بہتی ہوئی سوتیں تمہیں نکال کر لا دے گا؟"
        }
    ]
}