{
    "maqras": [
        {
            "chapter": 5,
            "verse": 82,
            "text": "تم اہل ایمان کی عداوت میں سب سے زیادہ سخت یہود اور مشرکین کو پاؤ گے، اور ایمان لانے والوں کے لیے دوستی میں قریب تر اُن لوگوں کو پا ؤ گے جنہوں نے کہا تھا کہ ہم نصاریٰ ہیں یہ اِس وجہ سے کہ ان میں عبادت گزار عالم اور تارک الدنیا فقیر پائے جاتے ہیں اور اُن میں غرور نفس نہیں ہے"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "جب وہ اس کلام کو سنتے ہیں جو رسول پر اترا ہے تو تم دیکھتے ہو کہ حق شناسی کے اثر سے اُن کی آنکھیں آنسوؤں سے تر ہو جاتی ہیں وہ بول اٹھتے ہیں کہ \"پروردگار! ہم ایمان لائے، ہمارا نام گواہی دینے والوں میں لکھ لے"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "اور وہ کہتے ہیں کہ \"آخر کیوں نہ ہم اللہ پر ایمان لائیں اور جو حق ہمارے پاس آیا ہے اُسے کیوں نہ مان لیں جبکہ ہم اِس بات کی خواہش رکھتے ہیں کہ ہمارا رب ہمیں صالح لوگوں میں شامل کرے؟"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "اُن کے اِس قول کی وجہ سے اللہ نے اُن کو ایسی جنتیں عطا کیں جن کے نیچے نہریں بہتی ہیں اور وہ ان میں ہمیشہ رہیں گے یہ جزا ہے نیک رویہ اختیار کرنے والوں کے لیے"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "رہے وہ لوگ جنہوں نے ہماری آیات کو ماننے سے انکار کیا اور انہیں جھٹلایا، تو وہ جہنم کے مستحق ہیں"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "اے لوگو جو ایمان لائے ہو، جو پاک چیزیں اللہ نے تمہارے لیے حلال کی ہیں انہیں حرام نہ کر لو اور حد سے تجاوز نہ کرو، اللہ کو زیادتی کرنے والے سخت ناپسند ہیں"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "جو کچھ حلال و طیب رزق اللہ نے تم کو دیا ہے اُسے کھا ؤ پیو اور اُس خدا کی نافرمانی سے بچتے رہو جس پر تم ایمان لائے ہو"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "تم لوگ جو مہمل قسمیں کھا لیتے ہو اُن پر اللہ گرفت نہیں کرتا، مگر جو قسمیں تم جان بوجھ کر کھاتے ہو اُن پر ضرور تم سے مواخذہ کرے گا (ایسی قسم توڑنے کا) کفارہ یہ ہے کہ دس مسکینوں کو وہ اوسط درجے کا کھانا کھلاؤ جو تم اپنے بال بچوں کو کھلاتے ہو، یا انہیں کپڑے پہناؤ، یا ایک غلام آزاد کرو، اور جو اس کی استطاعت نہ رکھتا ہو وہ تین دن کے روزے رکھے یہ تمہاری قسموں کا کفارہ ہے جبکہ تم قسم کھا کر توڑ دو اپنی قسموں کی حفاظت کیا کرو اس طرح اللہ اپنے احکام تمہارے لیے واضح کرتا ہے شاید کہ تم شکر ادا کرو"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "اے لوگو جو ایمان لائے ہو، یہ شراب اور جوا اور یہ آستانے اور پانسے، یہ سب گندے شیطانی کام ہیں، ان سے پرہیز کرو، امید ہے کہ تمہیں فلاح نصیب ہوگی"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "شیطان تو یہ چاہتا ہے کہ شراب اور جوئے کے ذریعہ سے تمہارے درمیان عداوت اور بغض ڈال دے اور تمہیں خدا کی یاد سے اور نماز سے روک دے پھر کیا تم ان چیزوں سے باز رہو گے؟"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "اللہ اور اُس کے رسول کی بات مانو اور باز آ جاؤ، لیکن اگر تم نے حکم عدولی کی تو جان لو کہ ہمارے رسول پر بس صاف صاف حکم پہنچا دینے کی ذمہ داری تھی"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "جو لوگ ایمان لے آئے اور نیک عمل کرنے لگے انہوں نے پہلے جو کچھ کھایا پیا تھا اس پر کوئی گرفت نہ ہوگی بشرطیکہ وہ آئندہ اُن چیزوں سے بچے رہیں جو حرام کی گئی ہیں اور ایمان پر ثابت قدم رہیں اور اچھے کام کریں، پھر جس جس چیز سے روکا جائے اس سے رکیں اور جو فرمان الٰہی ہو اُسے مانیں، پھر خدا ترسی کے ساتھ نیک رویہ رکھیں اللہ نیک کردار لوگوں کو پسند کرتا ہے"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "اے لوگو جو ایمان لائے ہو، اللہ تمہیں اُس شکار کے ذریعہ سے سخت آزمائش میں ڈالے گا جو بالکل تمہارے ہاتھوں اور نیزوں کی زد میں ہوگا، یہ دیکھنے کے لیے کہ تم میں سے کون اس سے غائبانہ ڈرتا ہے، پھر جس نے اس تنبیہ کے بعد اللہ کی مقرر کی ہوئی حد سے تجاوز کیا اُس کے لیے درد ناک سزا ہے"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "اے لوگو جو ایمان لائے ہو! احرام کی حالت میں شکار نہ مارو، اور اگر تم میں سے کوئی جان بوجھ کر ایسا کر گزرے تو جو جانور اس نے مارا ہو اُسی کے ہم پلہ ایک جانور اُسے مویشیوں میں سے نذر دینا ہوگا جس کا فیصلہ تم میں سے دو عادل آدمی کریں گے، اور یہ نذرانہ کعبہ پہنچایا جائے گا، یا نہیں تو اِس گناہ کے کفارہ میں چند مسکینوں کو کھانا کھلانا ہوگا، یااس کے بقدر روزے رکھنے ہوں گے، تاکہ وہ اپنے کیے کا مزہ چکھے پہلے جو ہو چکا اُسے اللہ نے معاف کر دیا، لیکن اب اگر کسی نے اس حرکت کا اعادہ کیا تو اس سے اللہ بدلہ لے گا، اللہ سب پر غالب ہے اور بدلہ لینے کی طاقت رکھتا ہے"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "تمہارے لیے سمندر کا شکار اور اس کا کھانا حلال کر دیا گیا، جہاں تم ٹھیرو وہاں بھی اُسے کھا سکتے ہو اور قافلے کے لیے زاد راہ بھی بناسکتے ہو البتہ خشکی کا شکار جب تک احرام کی حالت میں ہو، تم پر حرام کیا گیا ہے پس بچو اُس خدا کی نافرمانی سے جس کی پیشی میں تم سب کو گھیر کر حاضر کیا جائے گا"
        }
    ]
}