{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "کیا تم لوگوں نے حاجیوں کو پانی پلانے اور مسجد حرام کی مجاوری کرنے کو اس شخص کے کام کے برابر ٹھیرا لیا ہے جو ایمان لایا اللہ پر اور روز آخر پر اور جس نے جانفشانی کی اللہ کی راہ میں؟ اللہ کے نزدیک تو یہ دونوں برابر نہیں ہیں اور اللہ ظالموں کی رہنمائی نہیں کرتا"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "اللہ کے ہاں تو انہی لوگوں کا درجہ بڑا ہے جو ایمان لائے اور جنہوں نے اس کی راہ میں گھر بار چھوڑے اور جان و مال سے جہاد کیا وہی کامیاب ہیں"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "ان کا رب انہیں اپنی رحمت اور خوشنودی اور ایسی جنتوں کی بشارت دیتا ہے جہاں ان کے لیے پائیدار عیش کے سامان ہیں"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "ان میں وہ ہمیشہ رہیں گے یقیناً اللہ کے پاس خدمات کا صلہ دینے کو بہت کچھ ہے"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "اے لوگو جو ایمان لائے ہو، اپنے باپوں اور بھائیوں کو بھی اپنا رفیق نہ بناؤ اگر وہ ایمان پر کفر کو ترجیح دیں تم میں سے جو ان کو رفیق بنائیں گے وہی ظالم ہوں گے"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "اے نبیؐ، کہہ دو کہ اگر تمہارے باپ اور تمہارے بیٹے، اور تمہارے بھائی، اور تمہاری بیویاں اور تمہارے عزیز و اقارب اور تمہارے وہ مال جو تم نے کما ئے ہیں، اور تمہارے وہ کاروبار جن کے ماند پڑ جانے کا تم کو خوف ہے اور تمہارے وہ گھر جو تم کو پسند ہیں، تم کو اللہ اور اس کے رسول اور اس کی راہ میں جہاد سے عزیز تر ہیں تو انتظار کرو یہاں تک کہ اللہ اپنا فیصلہ تمہارے سامنے لے آئے، اور اللہ فاسق لوگوں کی رہنمائی نہیں کیا کرتا"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "اللہ اس سے پہلے بہت سے مواقع پر تمہاری مدد کر چکا ہے ابھی غزوہ حنین کے روز (اُس کی دستگیری کی شان تم دیکھ چکے ہو) اس روز تمہیں اپنی کثرت تعداد کا غرہ تھا مگر وہ تمہارے کچھ کام نہ آئی اور زمین اپنی وسعت کے باوجود تم پر تنگ ہو گئی اور تم پیٹھ پھیر کر بھاگ نکلے"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "پھر اللہ نے اپنی سکینت اپنے رسول پر اور مومنین پر نازل فرمائی اور وہ لشکر اتارے جو تم کو نظر نہ آتے تھے اور منکرین حق کو سزا دی کہ یہی بدلہ ہے اُن لوگوں کے لیے جو حق کا انکار کریں"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "پھر (تم یہ بھی دیکھ چکے ہو کہ) اس طرح سزا دینے کے بعد اللہ جس کو چاہتا ہے توبہ کی توفیق بھی بخش دیتا ہے، اللہ در گزر کرنے والا اور رحم فرمانے والا ہے"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "اے ایمان لانے والو، مشرکین ناپاک ہیں لہٰذا اس سال کے بعد یہ مسجد حرام کے قریب نہ پھٹکنے پائیں اور اگر تمہیں تنگ دستی کا خوف ہے تو بعید نہیں کہ اللہ چاہے تو تمہیں ا پنے فضل سے غنی کر دے، اللہ علیم و حکیم ہے"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "جنگ کرو اہل کتاب میں سے اُن لوگوں کے خلاف جو اللہ اور روز آخر پر ایمان نہیں لاتے اور جو کچھ اللہ اور اس کے رسول نے حرام قرار دیا ہے اسے حرام نہیں کرتے اور دین حق کو اپنا دین نہیں بناتے (ان سے لڑو) یہاں تک کہ وہ اپنے ہاتھ سے جزیہ دیں اور چھوٹے بن کر رہیں"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "یہودی کہتے ہیں کہ عزیر اللہ کا بیٹا ہے، اور عیسائی کہتے ہیں کہ مسیح اللہ کا بیٹا ہے یہ بے حقیقت باتیں ہیں جو وہ اپنی زبانوں سے نکالتے ہیں اُن لوگوں کی دیکھا دیکھی جو ان سے پہلے کفر میں مبتلا ہوئے تھے خدا کی مار اِن پر، یہ کہاں سے دھوکہ کھار ہے ہیں"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "انہوں نے اپنے علماء اور درویشوں کو اللہ کے سوا اپنا رب بنا لیا ہے اور اسی طرح مسیح ابن مریم کو بھی حالانکہ ان کو ایک معبود کے سوا کسی کی بندگی کرنے کا حکم نہیں دیا گیا تھا، وہ جس کے سوا کوئی مستحق عبادت نہیں، پاک ہے وہ ان مشرکانہ باتوں سے جو یہ لوگ کرتے ہیں"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "یہ لوگ چاہتے ہیں کہ اللہ کی روشنی کو اپنی پھونکوں سے بجھا دیں مگر اللہ اپنی روشنی کو مکمل کیے بغیر ماننے والا نہیں ہے خواہ کافروں کو یہ کتنا ہی ناگوار ہو"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "وہ اللہ ہی ہے جس نے اپنے رسول کو ہدایت اور دین حق کے ساتھ بھیجا ہے تاکہ اسے پوری جنس دین پر غالب کر دے خواہ مشرکوں کو یہ کتنا ہی ناگوار ہو"
        }
    ]
}