{
    "maqras": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "البتہ اعتراض ان لوگوں پر ہے جو مالدار ہیں اور پھر بھی تم سے درخواستیں کرتے ہیں کہ انہیں شرکت جہاد سے معاف رکھا جائے انہوں نے گھر بیٹھنے والیوں میں شامل ہونا پسند کیا اور اللہ نے ان کے دلوں پر ٹھپہ لگا دیا، اس لیے اب یہ کچھ نہیں جانتے (کہ اللہ کے ہاں ان کی روش کا کیا نتیجہ نکلنے والا ہے)"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "تم جب پلٹ کر ان کے پاس پہنچو گے تو یہ طرح طرح کے عذرات پیش کریں گے مگر تم صاف کہہ دینا کہ \"بہانے نہ کرو، ہم تہاری کسی بات کا اعتبار نہ کریں گے اللہ نے ہم کو تمہارے حالات بتا دیے ہیں اب اللہ اور اس کا رسول تمہارے طرز عمل کو دیکھے گا پھر تم اس کی طرف پلٹائے جاؤ گے جو کھلے اور چھپے سب کا جاننے والا ہے اور وہ تمہیں بتا دے گا کہ تم کیا کچھ کرتے رہے ہو"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "تمہاری واپسی پر یہ تمہارے سامنے قسمیں کھائیں گے تاکہ تم ان سے صرف نظر کرو تو بے شک تم ان سے صرف نظر ہی کر لو، کیونکہ یہ گندگی ہیں اور ان کا اصلی مقام جہنم ہے جو ان کی کمائی کے بدلے میں انہیں نصیب ہوگی"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "یہ تمہارے سامنے قسمیں کھائیں گے کہ تاکہ تم ان سے راضی ہو جاؤ حالانکہ اگر تم ان سے راضی ہو بھی گئے تو اللہ ہرگز ایسے فاسق لوگوں سے راضی نہ ہوگا"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "یہ بدوی عرب کفر و نفاق میں زیادہ سخت ہیں اور ان کے معاملہ میں اس امر کے امکانات زیادہ ہیں کہ اس دین کے حدود سے نا واقف رہیں جو اللہ نے اپنے رسول پر نازل کیا ہے اللہ سب کچھ جانتا ہے اور حکیم و دانا ہے"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "ان بدویوں میں ایسے ایسے لوگ موجود ہیں جو راہ خدا میں کچھ خرچ کرتے ہیں تو اسے اپنے اوپر زبردستی کی چٹی سمجھتے ہیں اور تمہارے حق میں زمانہ کی گردشوں کا انتظار کر رہے ہیں (کہ تم کسی چکر میں پھنسو تو وہ اپنی گردن سے اس نظام کی اطاعت کا قلادہ اتار پھینکیں جس میں تم نے انہیں کس دیا ہے) حالانکہ بدی کا چکر خود انہی پر مسلط ہے اور اللہ سب کچھ سنتا اور جانتا ہے"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "اور انہی بدویوں میں کچھ لوگ ایسے بھی ہیں جو اللہ اور روز آخر پر ایمان رکھتے ہیں اور جو کچھ خرچ کرتے ہیں اُسے اللہ کے تقرب کا اور رسولؐ کی طرف سے رحمت کی دعائیں لینے کا ذریعہ بناتے ہیں ہاں! وہ ضرور ان کے لیے تقرب کا ذریعہ ہے اور اللہ ضرور ان کو اپنی رحمت میں داخل کریگا، یقیناً اللہ درگزر کرنے والا اور رحم فرمانے والا ہے"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "وہ مہاجر و انصار جنہوں نے سب سے پہلے دعوت ایمان پر لبیک کہنے میں سبقت کی، نیز وہ جو بعد میں راستبازی کے ساتھ پیچھے آئے، اللہ ان سے راضی ہوا اور وہ اللہ سے راضی ہوئے، اللہ نے ان کے لیے ایسے باغ مہیا کر رکھے ہیں جن کے نیچے نہریں بہتی ہوں گی اور وہ ان میں ہمیشہ رہیں گے، یہی عظیم الشان کامیابی ہے"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "تمہارے گرد و پیش جو بدوی رہتے ہیں ان میں بہت سے منافق ہیں اور اسی طرح خود مدینہ کے باشندوں میں بھی منافق موجود ہیں جو نفاق میں طاق ہو گئے ہیں تم انہیں نہیں جانتے، ہم ان کو جانتے ہیں قریب ہے وہ وقت جب ہم ان کو دوہری سزا دیں گے، پھر وہ زیادہ بڑی سزا کے لیے واپس لائے جائیں گے"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "کچھ اور لوگ ہیں جنہوں نے اپنے قصوروں کا اعتراف کر لیا ہے ان کا عمل مخلوط ہے، کچھ نیک ہے اور کچھ بد، بعید نہیں کہ اللہ ان پر پھر مہربان ہو جائے کیونکہ وہ درگزر کرنے والا اور رحم فرمانے والا ہے"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "اے نبیؐ، تم ان کے اموال میں سے صدقہ لے کر انہیں پاک کرو اور (نیکی کی راہ میں) انہیں بڑھاؤ، اور ان کے حق میں دعائے رحمت کرو کیونکہ تمہاری دعا ان کے لیے وجہ تسکین ہوگی، اللہ سب کچھ سنتا اور جانتا ہے"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "کیا اِن لوگوں کو معلوم نہیں ہے کہ وہ اللہ ہی ہے جو اپنے بندوں کی توبہ قبول کرتا ہے اور ان کی خیرات کو قبولیت عطا فرماتا ہے، اور یہ کہ اللہ بہت معاف کرنے والا اور رحیم ہے؟"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "اور اے نبیؐ، اِن لوگوں سے کہدو کہ تم عمل کرو، اللہ اور اس کا رسول اور مومنین سب دیکھیں گے کہ تمہارا طرز عمل اب کیا رہتا ہے پھر تم اُس کی طرف پلٹائے جاؤ گے جو کھلے اور چھپے سب کو جانتا ہے اور وہ تمہیں بتا دے گا کہ تم کیا کرتے رہے ہو"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "کچھ دوسر ے لوگ ہیں جن کا معاملہ ابھی خدا کے حکم پر ٹھیرا ہوا ہے، چاہے انہیں سزا دے اور چاہے اُن پر از سر نو مہربان ہو جائے اللہ سب کچھ جانتا ہے اور حکیم و دانا ہے"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "کچھ اور لوگ ہیں جنہوں نے ایک مسجد بنائی اِس غرض کے لیے کہ (دعوت حق کو) نقصان پہنچائیں، اور (خدا کی بندگی کرنے کے بجائے) کفر کریں، اور اہل ایمان میں پھوٹ ڈالیں، اور (اس بظاہر عبادت گاہ کو) اُس شخص کے لیے کمین گاہ بنائیں جو اس سے پہلے خدا اور رسولؐ کے خلاف بر سر پیکار ہو چکا ہے وہ ضرور قسمیں کھا کھا کر کہیں گے کہ ہمارا ارادہ تو بھلائی کے سوا کسی دوسری چیز کا نہ تھا مگر اللہ گواہ ہے کہ وہ قطعی جھوٹے ہیں"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "تم ہرگز اس عمارت میں کھڑے نہ ہونا جو مسجد اول روز سے تقویٰ پر قائم کی گئی تھی وہی اس کے لیے زیادہ موزوں ہے کہ تم اس میں (عباد ت کے لیے) کھڑے ہو، اس میں ایسے لوگ ہیں جو پاک رہنا پسند کرتے ہیں اور اللہ کو پاکیزگی اختیار کرنے والے ہی پسند ہیں"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "پھر تمہارا کیا خیال ہے کہ بہتر انسان وہ ہے جس نے اپنی عمارت کی بنیاد خدا کے خوف اور اس کی رضا کی طلب پر رکھی ہو یا وہ جس نے اپنی عمارت ایک وادی کی کھوکھلی بے ثبات کگر پر اٹھائی اور وہ اسے لے کر سیدھی جہنم کی آگ میں جا گری؟ ایسے ظالم لوگوں کو اللہ کبھی سیدھی راہ نہیں دکھاتا"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "یہ عمارت جو انہوں نے بنائی ہے، ہمیشہ ان کے دلوں میں بے یقینی کی جڑ بنی رہے گی (جس کے نکلنے کی اب کوئی صورت نہیں) بجز اس کے کہ ان کے دل ہی پارہ پارہ ہو جائیں اللہ نہایت باخبر اور حکیم و دانا ہے"
        }
    ]
}