{
    "rukus": [
        {
            "chapter": 6,
            "verse": 145,
            "text": "آپ کہہ دیجئے کہ میں اپنی طرف آنے والی وحی میں کسی بھی کھانے والے کے لئے کوئی حرام نہیں پاتا مگر یہ کہ مفِدار ہو یا بہایا ہوا خون یا سور کا گوشت ہوکہ یہ سب نجس اور گندگی ہے یا وہ نافرمانی ہو جسے غیر خد اکے نام پر ذبح کیا گیا ہو .... اس کے بعد بھی کوئی مجبور ہوجائے اور نہ سرکش ہو نہ حد سے تجاوز کرنے والا تو پروردگار بڑا بخشنے والا مہربان ہے"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "اور یہودیوں پر ہم نے ہر ناخن والے جانور کو حرام کردیا اور گائے اور بھیڑ کی چربی کو حرام کردیا مگر جو چربی کہ پیٹھ پر ہو یا آنتوں پر ہو یا جو ہڈیوں سے لگی ہوئی ہو .... یہ ہم نے ان کو ان کی بغاوت اور سرکشی کی سزادی ہے اور ہم بالکل سچےّ ہیں"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "پھر اگر یہ لوگ آپ کو جھٹلائیں تو کہہ دیجئے کہ تمہارا پروردگار بڑی وسیع رحمت والا ہے لیکن اس کا عذاب مجرمین سے ٹالابھی نہیں جاسکتا ہے"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "عنقریب یہ مشرکین کہیں گے کہ اگر خدا چاہتا تو نہ ہم مشرک ہوتے نہ ہمارے باپ دادا اور نہ ہم کسی چیز کو حرام قرار دیتے -اسی طرح ان سے پہلے والوں نے رسولوں کی تکذیب کی تھی یہاں تک کہ ہمارے عذاب کا مزہ چکھ لیا -ان سے کہہ دیجئے کہ تمہارے پاس کوئی دلیل ہے تو ہمیں بھی بتاؤ -تم تو صرف خیالات کا اتباع کرتے ہو اور اندازوں کی باتیں کرتے ہو"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "کہہ دیجئے کہ اللہ کے پاس منزل تک پہنچانے والی دلیلیں ہیں وہ اگر چاہتا تو جبرا تم سب کو ہدایت دے دیتا"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "کہہ دیجئے کہ ذرا اپنے گواہوں کو تو لاؤ جو گواہی دیتے ہیں کہ خدا نے اس چیز کو حرام قرار دیا ہے ...._ اس کے بعد وہ گواہی بھی دے دیں تو آپ ان کے ساتھ گواہی نہ دیجئے گا اور ان لوگوں کی خواہشات کا اتباع نہ کیجئے گا جنہوں نے ہماری آیتوں کو جھٹلایا ہے اور وہ آخرت پر ایمان نہیں رکھتے ہیں اور اپنے پروردگار کا ہمسر قرار دیتے ہیں"
        }
    ]
}