{
    "rukus": [
        {
            "chapter": 7,
            "verse": 152,
            "text": "بیشک جن لوگوں نے گوسالہ کو اختیار کیا ہے عنقریب ان پر غضب پروردُگار نازل ہوگا اور ان کے لئے زندگانی دنیا میں بھی ذلّت ہے اور ہم اسی طرح افترا کرنے والوں کوسزا دیا کرتے ہیں"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "اور جن لوگوں نے بفِے اعمال کئے اور پھر توبہ کرلی اور ایمان لے آئے تو توبہ کے بعد تمھارا پروردگار بہت بخشنے والا بڑا مہربان ہے"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "اس کے بعد جب موسٰی کا غّصہ ٹھنڈا پڑگیا تو انہوں نے تختیوں کو اٹھالیا اور اس کے نسخہ میں ہدایت اور رحمت کی باتیں تھیں ان لوگوں کے لئے جو اپنے پروردگار سے ڈرنے والے تھے"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "اور موسٰی علیھ السّلامنے ہمارے وعدہ کے لئے اپنی قوم کے ستر ّ افراد کا انتخاب کیا پھر اس کے بعد جب ایک جھٹکے نے انھیں اپنی لپیٹ میں لے لیا تو کہنے لگے کہ پرودگار اگر تو چاہتا تو انھیں پہلے ہی ہلاک کردیتا اور مجھے بھی -کیا اب احمقوں کی حرکت کی بناپرہمیں بھی ہلاک کردے گا یہ تو صرف تیرا امتحان ہے جس سے جس کو چاہتا ہے گمراہی میں چھوڑدیتا ہے اور جس کو چاہتا ہے ہدایت دے دیتا ہے تو ہمارا ولی ہے -ہمیں معاف کردے اورہم پر رحم فرما کہ تو بڑا بخشنے والا ہے"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "اور ہمارے لئے اس دار دنیا اور آخرت میں نیکی لکھ دے -ہم تیری ہی طرف رجوع کررہے ہیں -ارشاد ہوا کہ میرا عذاب جسے میں چاہوں گا اس تک پہنچے گا اور میری رحمت ہر شے پر وسیع ہے جسے میں عنقریب ان لوگوں کے لئے لکھ دوں گا جو خوف خدا رکھنے والے -زکوِٰادا کرنے والے اور ہماری نشانیوں پر ایمان لانے والے ہیں"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "جو لوگ کہ رسولِ نبی امّی کا اتباع کرتے ہیں جس کا ذکر اپنے پاس توریت اور انجیل میں لکھا ہوا پاتے ہیں کہ وہ نیکیوں کا حکم دیتا ہے اور برائیوں سے روکتا ہے اور پاکیزہ چیزوں کو حلال قرار دیتاہے اور خبیث چیزوں کو حرام قرار دیتا ہے اور ان پر سے احکام کے سنگین بوجھ اور قیدوبند کو اٹھا دیتا ہے پس جو لوگ اس پر ایمان لائے اس کا احترام کیا اس کی امداد کی اور اس نور کا اتباع کیا جو اس کے ساتھ نازل ہوا ہے وہی درحقیقت فلاح یافتہ اور کامیاب ہیں"
        }
    ]
}