{
    "rukus": [
        {
            "chapter": 15,
            "verse": 80,
            "text": "اور اصحاب حجر نے بھی مرسلین کی تکذیب کی"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "اور ہم نے انہیں بھی اپنی نشانیاں دیں تو وہ اعراض کرنے والے ہی رہ گئے"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "اور یہ لوگ پہاڑ کو تراش کر محفوظ قسم کے مکانات بناتے تھے"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "تو انہیں بھی صبح سویرے ہی ایک چنگھاڑ نے پکڑلیا"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "تو انہوں نے جس قدر بھی حاصل کیا تھا کچھ کام نہ آیا"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "اور ہم نے آسمان و زمین اور ان کے درمیان جو کچھ بھی ہے سب کو برحق پیدا کیا ہے اور قیامت بہرحال آنے والی ہے لہذا آپ ان سے خوبصورتی کے ساتھ درگزر کردیں"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "بیشک آپ کا پروردگار سب کا پیدا کرنے والا اور سب کا جاننے والا ہے"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "اور ہم نے آپ کو سبع مثانی اور قرآن عظیم عطا کیا ہے"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "لہذا آپ ان کفار میں بعض افراد کو ہم نے جو کچھ نعمااُ دنیا عطا کردی ہیں ان کی طرف نگاہ اٹھا کر بھی نہ دیکھیں اور اس کے بارے میں ہرگز رنجیدہ بھی نہ ہوں بس آپ اپنے شانوں کو صاحبانِ ایمان کے لئے جھکائے رکھیں"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "اور یہ کہہ دیں کہ میں تو بہت واضح انداز سے ڈرانے والا ہوں"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "جس طرح کہ ہم نے ان لوگوں پر عذاب نازل کیا ہے جو کتاب خدا کا حصہ ّبانٹ کرنے والے تھے"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "جن لوگوں نے قرآن کو ٹکڑے کردیا ہے"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "لہذا آپ کے پروردگار کی قسم کہ ہم ان سے اس بارے میں ضرور سوال کریں گے"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "جو کچھ وہ کیا کرتے تھے"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "پس آپ اس بات کا واضح اعلان کردیں جس کا حکم دیا گیا ہے اور مشرکین سے کنارہ کش ہوجائیں"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "ہم ان استہزائ کرنے والوں کے لئے کافی ہیں"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "جو خدا کے ساتھ دوسرا خدا قرار دیتے ہیں اور عنقریب انہیں ان کا حال معلوم ہوجائے گا"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "اور ہم جانتے ہیں کہ آپ ان کی باتوں سے دل تنگ دل ہورہے ہیں"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "تو اب اپنے پروردگار کے حمدکی تسبیح کیجئے اور سجدہ گزاروں میں شامل ہوجایئے"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "اور اس وقت تک اپنے رب کی عبادت کرتے رہئے جب تک کہ موت نہ آجائے"
        }
    ]
}