{
    "rukus": [
        {
            "chapter": 2,
            "verse": 249,
            "text": "اس کے بعد جب طالوت علیھ السّلام لشکر لے کرچلے تو انہوں نے کہا کہ اب خدا ایک نہر کے ذریعہ تمہارا امتحان لینے والا ہے جو اس میں سے پی لے گا وہ مجھ سے نہ ہوگا اور جو نہ چکھے گا وہ مجھ سے ہوگا مگر یہ کہ ایک چلّو پانی لے لے. نتیجہ یہ ہوا کہ سب نے پانی پی لیا سوائے چند افراد کے---- پھر جب وہ صاحبانِ ایمان کو لے کر آگے بڑھے لوگوں نے کہا کہ آج تو جالوت اور اس کے لشکروں کے مقابلہ کی ہمت نہیں ہے اور ایک جماعت نے جسے خدا سے ملاقات کرنے کا خیال تھا کہا کہ اکثر چھوٹے چھوٹے گروہ بڑی بڑی جماعتوں پر حکم خدا سے غالب آجاتے ہیں اور اللہ صبر کرنے والوں کے ساتھ ہے"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "اور یہ لوگ جب جالوت اور اس کے لشکروں کے مقابلے کے لئے نکلے تو انہوں نے کہا کہ خدایا ہمیں بے پناہ صبر عطا فرما ہمارے قدموں کو ثبات دے اور ہمیں کافروں کے مقابلہ میں نصرت عطا فرما"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "نتیجہ یہ ہوا کہ ان لوگوں نے جالوت کے لشکر کو خدا کے حکم سے شکست دے دی اور داؤد علیھ السّلامنے جالوت کو قتل کردیا اور اللہ نے انہیں ملک اور حکمت عطاکردی اور اپنے علم سے جس قدر چاہا دے دیا اور اگر اسی طرح خدا بعض کو بعض سے نہ روکتا رہتا تو ساری زمین میں فساد پھیل جاتا لیکن خدا عالمین پر بڑا فضل کرنے والا ہے"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "یہ آیااُ الہٰیہ ہیں جن کو ہم واقعیت کے ساتھ آپ کو پڑھ کر سناتے ہیں اور آپ یقینا مرسلین میں سے ہیں"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "یہ سب رسول علیھ السّلاموہ ہیں جنہیں ہم نے بعض کو بعض پر فضیلت دی ہے. ان میں سے بعض وہ ہیں جن سے خدا نے کلام کیا ہے اور بعض کے درجات بلند کئے ہیں اور ہم نے عیسیٰ علیھ السّلام بن مریم کو کھلی ہوئی نشانیاںدی ہیں اور روح القدس کے ذریعہ ان کی تائید کی ہے. اگر خدا چاہتا تو ان رسولوں کے بعد والے ان واضح معجزات کے آجانے کے بعد آپس میں جھگڑا نہ کرتے لیکن ان لوگوں نے (خدا کے جبر نہ کرنے کی بنا پر) اختلاف کیا ہے . بعض ایمان لائے اور بعض کافر ہو گئے اور اگر خدا طے کر لیتا تو یہ جھگڑا نہ کرسکتے لیکن خدا جو چاہتا ہے وہی کرتا ہے"
        }
    ]
}