{
    "rukus": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "جن لوگوں نے کفر کیا اور لوگوں کو راسِ خدا سے روکا خدا نے ان کے اعمال کو برباد کردیا"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "اور جن لوگوں نے ایمان اختیار کیا اور نیک اعمال کئے اور جو کچھ محمد پر نازل کیا گیا ہے اور پروردگار کی طرف سے برحق بھی ہے اس پر ایمان لے آئے تو خدا نے ان کی برائیوں کو دور کردیا اور ان کے حالات کی اصلاح کردی"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "یہ اس لئے کہ کفار نے باطل کا اتباع کیا ہے اور صاحبانِ ایمان نے اپنے پروردگار کی طرف سے آنے والے حق کا اتباع کیا ہے اور خدا اسی طرح لوگوں کے لئے مثالیں بیان کرتا ہے"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "پس جب کفار سے مقابلہ ہو تو ان کی گردنیں اڑادو یہاں تک کہ جب زخموں سے چور ہوجائیں تو ان کی مشکیں باندھ لو پھر اس کے بعد چاہے احسان کرکے چھوڑ دیا جائے یا فدیہ لے لیا جائے یہاں تک کہ جنگ اپنے ہتھیار رکھ دے - یہ یاد رکھنا اور اگر خدا چاہتا تو خود ہی ان سے بدلہ لے لیتا لیکن وہ ایک کو دوسرے کے ذریعہ آزمانا چاہتا ہے اور جو لوگ اس کی راہ میں قتل ہوئے وہ ان کے اعمال کو ضائع نہیں کرسکتا ہے"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "وہ عنقریب انہیں منزل تک پہنچادے گا اور ان کی حالت سنوار دے گا"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "وہ انہیں اس جنّت میں داخل کرے گا جو انہیں پہلے سے پہنچوا چکا ہے"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "ایمان والو اگر تم اللہ کی مدد کرو گے تو اللہ بھی تمہاری مدد کرے گا اور تمہیں ثابت قدم بنادے گا"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "اور جن لوگوں نے کفر اختیار کیا ان کے واسطے ڈگمگاہٹ ہے اور ان کے اعمال برباد ہیں"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "یہ اس لئے کہ انہوں نے خدا کے نازل کئے ہوئے احکام کو برا سمجھا تو خدا نے بھی ان کے اعمال کو ضائع کردیا"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "تو کیا ان لوگوں نے زمین میں سیر نہیں کی ہے کہ دیکھتے کہ ان سے پہلے والوں کا کیا انجام ہوا ہے بیشک اللہ نے انہیں تباہ و برباد کردیا ہے اور کفاّر کے لئے بالکل ایسی ہی سزا مقرر ہے"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "یہ سب اس لئے ہے کہ اللہ صاحبانِ ایمان کا مولا اور سرپرست ہے اور کافروں کا کوئی پرسانِ حال نہیں ہے"
        }
    ]
}