{
    "rukus": [
        {
            "chapter": 54,
            "verse": 23,
            "text": "اور ثمود نے بھی پیغمبروں علیھ السّلام کو جھٹلایا"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "اور کہہ دیا کہ کیا ہم اپنے ہی میں سے ایک شخص کا اتباع کرلیں اس طرح تو ہم گمراہی اور دیوانگی کا شکار ہوجائیں گے"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "کیا ہم سب کے درمیان ذکر صرف اسی پر نازل ہوا ہے درحقیقت یہ جھوٹا ہے اور بڑائی کا طلبگار ہے"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "تو عنقریب کل ہی انہیں معلوم ہوجائے گا جھوٹا اور متکبر کون ہے"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "ہم ان کے امتحان کے لئے ایک اونٹنی بھیجنے والے ہیں لہذا تم اس کا انتظار کرو اور صبر سے کام لو"
        },
        {
            "chapter": 54,
            "verse": 28,
            "text": "اور انہیں باخبر کردو کہ پانی ان کے درمیان تقسیم ہوگا اور ہر ایک کو اپنی باری پر حاضر ہونا چاہئے"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "تو ان لوگوں نے اپنے ساتھی کو آواز دی اور اس نے اونٹنی کو پکڑ کر اس کی کونچیں کاٹ دیں"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "پھر سب نے دیکھا کہ ہمارا عذاب اور ڈرانا کیسا ثابت ہوا"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "ہم نے ان کے اوپر ایک چنگھاڑ کو بھیج دیا تو یہ سب کے سب باڑے کے بھوسے کی طرح ہوگئے"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "اور ہم نے قرآن کو نصیحت کے لئے آسان کردیا ہے تو کیا کوئی نصیحت حاصل کرنے والا ہے"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "اور قوم لوط نے بھی پیغمبروں علیھ السّلام کو جھٹلایا"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "تو ہم نے ان کے اوپر پتھر برسائے صرف لوط کی آل کے علاوہ کہ ان کو سحر کے ہنگام ہی بچالیا"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "یہ ہماری ایک نعمت تھی اور اسی طرح ہم شکر گزار بندوں کو جزادیتے ہیں"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "اور لوط نے انہیں ہماری گرفت سے ڈرایا لیکن ان لوگوں نے ڈرانے ہی میں شک کیا"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "اور ان سے مہمان کے بارے میں ناجائز مطالبات کرنے لگے تو ہم نے ان کی آنکھوں کو اندھا کردیا کہ اب عذاب اور ڈرانے کا مزہ چکھو"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "اور ان کے اوپر صبح سویرے نہ ٹلنے والا عذاب نازل ہوگیا"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "کہ اب ہمارے عذاب اور ڈرانے کا مزہ چکھو"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "اور ہم نے قرآن کو نصیحت کے لئے آسان کردیا ہے تو کیا کوئی نصیحت حاصل کرنے والا ہے"
        }
    ]
}