{
    "rukus": [
        {
            "chapter": 3,
            "verse": 92,
            "text": "تم نیکی کی منزل تک نہیں پہنچ سکتے جب تک اپنی محبوب چیزوں میں سے راسِ خدا میں انفاق نہ کرو اور جو کچھ بھی انفاق کرو گے خدا اس سے بالکل باخبر ہے"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "بنی اسرائیل کے لئے تمام کھانے حلال تھے سوائے اس کے جسے توریت کے نازل ہونے سے پہلے اسرائیل نے اپنے اوپر ممنوع قرار دے لیا تھا- اب تم توریت کو پڑھو اگر تم اپنے دعوٰی میں سچےّ ہو"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "اس کے بعد جو بھی خدا پر بہتان رکھے گا اس کا شمار ظالمین میں ہوگا"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "پیغمبر آپ کہہ دیجئے کہ خدا سچاّ ہے .تم سب ملّت ابراہیم علیھ السّلام کا اتباع کرو وہ باطل سے کنارہ کش تھے اور مشرکین میں سے نہیں تھے"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "بیشک سب سے پہلا مکان جو لوگوں کے لئے بنایا گیا ہے وہ مکّہ میں ہے مبارک ہے اور عالمین کے لئے مجسم ہدایت ہے"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "اس میں کھلی ہوئی نشانیاں مقام ابراہیم علیھ السّلامہے اور جو اس میں داخل ہوجائے گا وہ محفوظ ہوجائے گا اور اللہ کے لئے لوگوں پر اس گھر کا حج کرنا واجب ہے اگر اس راہ کی استطاعت رکھتے ہوں اور جو کافر ہوجائے تو خدا تمام عالمین سے بے نیاز ہے"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "اے اہل ههکتاب کیوں آیات الٰہی کا انکار کرتے ہو جب کہ خدا تمہارے اعمال کا گواہ ہے"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "کہئے اے اہلِ کتاب کیوں صاحبانِ ایمان کو راسِ خدا سے روکتے ہو اور اس میں کجی تلاش کرتے ہو جبکہ تم خود اس کی صحت کے گواہ ہو اور اللہ تمہارے اعمال سے غافل نہیں ہے"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "اے ایمان والواگر تم نے اہلِ کتاب کے ِس گروہ کی اطاعت کرلی تو یہ تم کو ایمان کے بعد کفر کی طرف پلٹا دیں گے"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "اور تم لوگ کس طرح کافر ہوجاؤ گے جب کہ تمہارے سامنے آیات هالٰہیٰہ کی تلاوت ہورہی ہے اور تمہارے درمیان رسول موجود ہے اور جو خدا سے وابستہ ہوجائے سمجھو کہ اسے سیدھے راستہ کی ہدایت کردی گئی"
        }
    ]
}