{
    "rukus": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "ایمان والو اپنے عہد و پیمان اور معاملات کی پابندی کرو تمہارے لئے تمام چوپائے حلال کردیئے گئے ہیں علاوہ ان کے جوتمہیں پڑھ کر سنائے جارہے ہیں. مگر حالاُ احرام میں شکار کو حلال مت سمجھ لینا بے شک اللہ جو چاہتا حکم دیتا ہے"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "ایمان والو !خبردار خدا کی نشانیوں کی حرمت کو ضائع نہ کرنا اور نہ محترم مہینے. قربانی کے جانور اور جن جانوروں کے گلے میں پٹےّ باندھ دیئے گئے ہیں اور جو لوگ خانہ خدا کا ارادہ کرنے والے ہیں اور فرض پروردگار اور رضائے الٰہی کے طلبگار ہیں ان کی حرمت کی خلاف ورزی کرنا اور جب احرام ختم ہوجائے تو شکار کرو اور خبردار کسی قوم کی عداوت فقط اس بات پر کہ اس نے تمہیں مسجدالحرام سے روک دیا ہے تمہیں ظلم پر آمادہ نہ کردے --نیکی اور تقویٰ پر ایک دوسرے کی مدد کرو اور گناہ اور تعدّی پر آپس میں تعاون نہ کرنا اور اللہ سے ڈرتے رہنا کہ اس کا عذاب بہت سخت ہے"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "تمہارے اوپر حرام کردیا گیا ہے مردار -خون - سور کا گوشت اور جو جانور غیر خدا کے نام پر ذبح کیا جائے اورمنخنقہ اور موقوذہً اور متردیہ اور نطیحہ اور جس کو درندہ کھا جائے مگریہ کہ تم خود ذبح کرلو اور جو نصاب پر ذبح کیا جائے اور جس کی تیروں کے ذریعہ قرعہ اندازی کرو کہ یہ سب فسق ہے اور کفار تمہارے دین سے مایوس ہوگئے ہیں لہذا تم ان سے نہ ڈرو اور مجھ سے ڈرو -آج میں نے تمہارے لئے دین کو کامل کردیا ہے اور اپنی نعمتوں کو تمام کردیا ہے اور تمہارے لئے دین اسلام کو پسندیدہ بنادیا ہے لہذا جو شخص بھوک میں مجبور ہوجائے اور گناہ کی طرف مائل نہ ہو تو خدا بڑا بخشنے والا مہربان ہے"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "پیغمبر یہ تم سے سوال کرتے ہیں کہ ان کے لئے کیا حلال کیا گیا ہے تو کہہ دیجئے کہ تمہارے لئے تمام پاکیزہ چیزیں حلال ہیں اور جو کچھ تم نے شکاری کتوں کو سکھا رکھا ہے اور خدائی تعلیم میں سے کچھ ان کے حوالہ کر دیاہے تو جو کچھ وہ پکڑ کے لائیں اسے کھالو اور اس پر نام خدا ضرور لو اور اللہ سے ڈرو کہ وہ بہت جلد حساب کرنے والا ہے"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "آج تمہارے لئے تمام پاکیزہ چیزیں حلال کردی گئی ہیں اور اہلِ کتاب کا طعام بھی تمہارے لئے حلال ہے اور تمہارا طعام ان کے لئے حلال ہے اور اہلِ ایمان کی آزاد اور پاک دامن عورتیں یا ان کی آزاد عورتیں جن کو تم سے پہلے کتاب دی گئی ہے تمہارے لئے حلال ہے بشرطیکہ تم ان کی اجرت دے دو پاکیزگی کے ساتھ -نہ کھّلم کھلاّ زنا کی اجرت کے طور پر اور نہ پوشیدہ طور پر دوستی کے انداز سے اور جو بھی ایمان سے انکار کرے گا اس کے اعمال یقینا برباد ہوجائیں گے اور وہ آخرت میں گھاٹا اُٹھانے والوں میں ہوگا"
        }
    ]
}