{
    "chapter": [
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaf. Ha. Ya. ‘Ain. Sad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "(Esta es) la historia de la misericordia que tu Señor concedió a Su siervo Zacarías"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "cuando este lo invocó en secreto"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "y Le dijo: «¡Señor!, mis huesos se han debilitado y mi cabello ha encanecido, y siempre has respondido a mis súplicas, ¡oh, Señor"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "»Temo lo que mis familiares puedan hacer tras mi (muerte)[542] y mi mujer es estéril; concédeme, pues, de Tu parte un hijo"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "»que herede de mí y de la familia de Jacob (la sabiduría y la transmisión de Tu mensaje), y que estés complacido con él»"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "(Al-lah le respondió a través de un ángel diciéndole:) «¡Zacarías!, te anunciamos la llegada de un hijo que se llamará Yahia (Juan). No hemos asignado este nombre a nadie con anterioridad[543]». pues su padre era un hombre anciano y su madre una mujer estéril"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "(Zacarías) dijo: «¡Señor!, ¿cómo podré tener un hijo si mi mujer es estéril y yo he alcanzado una muy avanzada edad?»"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "(Al-lah) le respondió (en boca del ángel): «Así será, pues tu Señor ha dicho: “Ello es fácil para Mí. Y, en verdad, te creé con anterioridad cuando no eras nada”»"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Zacarías dijo: «¡Señor, dame una señal (como prueba de lo que dices)!». (Al-lah) le respondió (a través del ángel): «La señal será que no podrás hablar a nadie durante tres noches, a pesar de no padecer ningún defecto ni enfermedad»"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Entonces salió del oratorio(donde se hallaba) y se dirigió a su pueblo indicándoles (con gestos) que glorificaran (a su Señor) por la mañana y al anochecer"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "(Y le enseñamos la Torá y le dijimos:) «¡Juan!, aférrate bien a las Escrituras». Y le concedimos la sabiduría y el entendimiento de la religión desde pequeño"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "y (el don de) la misericordia y la pureza, y era piadoso"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Trataba con respeto y amabilidad a sus padres, y nunca fue arrogante ni desobediente"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "La paz estuvo con él el día en que nació, el día en que murió y lo estará el día en que resucite"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Y recuerda (¡oh, Muhammad!) lo que te hemos revelado en este Libro (el Corán) acerca de María, cuando esta se apartó de su familia para retirarse a un lugar orientado hacia el Este"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "y se ocultó de ella. Entonces le enviamos al ángel Gabriel bajo la forma perfecta de un hombre"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "(María) le dijo (asustada al verlo): «Me refugio de ti en el Clemente, si es que temes a Al-lah»"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "(El ángel) dijo: «No soy más que un enviado de tu Señor que te anuncia la concesión de un hijo puro»"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "(María) respondió: «¿Cómo podré tener un hijo si ningún hombre me ha tocado ni soy una mujer indecente?»"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "(El ángel) dijo: «Así será, pues tu Señor ha dicho: “Eso es fácil para Mí. Y haremos que sea para la gente una prueba de Nuestro poder y de Nuestra misericordia”. Y es un asunto que ya ha sido decretado»"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Y María lo concibió y se alejó hacia un lugar apartado (de su familia)"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Y los dolores del parto la llevaron junto al tronco de una palmera. Entonces dijo: «Ojalá hubiese muerto antes de esto y hubiese sido olvidada por completo (de manera que nadie supiese quién soy)[545]»"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Y la llamó[546], desde abajo, y le dijo: «No te aflijas, pues tu Señor ha hecho que corra un pequeño arroyo a tus pies"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "»Sacude el tronco de la palmera hacia ti y caerán sobre ti dátiles dulces y frescos"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "»Come, bebe y alégrate (por tu hijo). Y si ves a alguien (y te pregunta por el niño), dile: “He realizado un voto (de silencio)[547] al Clemente y (a partir de ahora) no hablaré con nadie en el día de hoy”». que incluía el silencio. Antiguamente el voto de silencio era considerado como una forma de adorar a Al-lah"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Y se presentó ante su gente con el niño en brazos. Le dijeron: «¡Oh, María!, ¡has hecho algo inaudito"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "»¡Oh, hermana de Aarón![548] (¿Cómo has podido hacer algo así?). Tu padre no era un hombre adúltero ni tu madre una indecente»"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Entonces María señaló al niño (para que le preguntaran a él), y le dijeron: «¿Cómo vamos a hablar con un niño que aún está en la cuna?»"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Entonces (Jesús) habló diciendo: «Ciertamente, soy un siervo de Al-lah, me ha concedido la revelación (el Evangelio) y me ha hecho profeta"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "»Me ha bendecido allí donde esté y me ha ordenado cumplir con la oración y entregar caridadmientras viva"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "»Y me ha ordenado ser respetuoso y amable con mi madre y no ser arrogante ni rebelde"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "»La paz estuvo conmigo el día en que nací, y lo estará el día en que muera[549] y el día en que sea resucitado»"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Este (cuya historia te hemos contado, ¡oh, Muhammad!) es Jesús, hijo de María. Y esta es la verdad sobre la que dudan (y discrepan los judíos y los cristianos)"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Al-lah no iba a tomar para Sí un hijo. ¡Glorificado sea! Cuando desea algo, Le basta con decir: «Sé», y es"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "(Y Jesús decía a su gente:) «Ciertamente, Al-lah es mi Señor y vuestro Señor; adoradlo, pues, solo a Él. Ese es el camino recto»"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Mas las diferentes sectas (de entre quienes recibieron las Escrituras) discreparon entre ellas (acerca de Jesús). ¡Ay de quienes rechazan la verdad cuando comparezcan ante Al-lah en un día terrible (el Día de la Resurrección)"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "¡Con qué claridad verán y oirán el día en que comparezcan ante Nos! Pero los injustos que niegan la verdad se encuentran hoy (en esta vida) en un claro extravío"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Y adviérteles (¡oh, Muhammad!) del Día (de la Resurrección) en que se lamentarán (por no haber creído en la vida terrenal) cuando sean juzgados y todo esté ya decidido, mientras que ahora se muestran indiferentes y no creen"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Ciertamente, Nos heredaremos la tierra y cuanto haya en ella (pues solo Nos permaneceremos cuando todo perezca), y todos retornarána Nos (para ser juzgados)"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Y recuerda lo que te hemos revelado en el Libro (el Corán) acerca de Abraham. En verdad, era un hombre veraz y un profeta"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "(Recuerda) cuando dijo a su padre: «¡Padre mío!, ¿por qué adoras aquelloque no puede ni escuchar ni ver y no puede serte de ninguna utilidad (los ídolos)"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "»¡Padre mío!, he recibido un conocimiento que no posees. Sígueme, pues, y te guiaré hacia el camino recto"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "»¡Padre mío!, no adores al Demonio, pues él es, ciertamente, un rebelde que ha desobedecido al Clemente"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "»¡Padre mío!, temo que te sobrevenga un castigo del Clemente y que te conviertas en un compañero del Demonio (en el fuego)»"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Su padre le dijo: «¿Acaso desprecias a mis divinidades, Abraham? Si no dejas de hacerlo, te lapidaré. Aléjate de mí, pues, por un largo tiempo[550]»"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "(Abraham) le dijo: «La paz esté contigo. Pediré a mi Señor que te perdone[551]. Él siempre es benévolo conmigo (y responde a mis súplicas)"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "»Y me alejaré de vosotrosy de lo que invocáis fuera de Al-lah. Yo invoco (y adoro) solamente a mi Señor. Espero no ser desafortunado en mis súplicas (y en mi adoración) a mi Señor»"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Y cuando se alejó de ellos y de lo que invocaban (y adoraban) fuera de Al-lah, le concedimos a Isaac, y a (este le concedimos a) Jacob. Y ambos fueron profetas"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Y les concedimos de Nuestra misericordia e hicimos que fueran elogiados y ensalzados"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Y recuerda (¡oh, Muhammad!) lo que te hemos revelado en el Libro (el Corán) acerca de Moisés. Adoraba solamente a Al-lah con sincera devoción[552] y fue un mensajero y un profeta[553]. y se refiere a la persona que recibe una revelación de Al-lah y se le ordena transmitirla; mientras que la palabra «profeta» suele ser la traducción del árabe nabi y alude a la persona que recibe una revelación pero no se le ordena transmitirla. El Sheij Al-Islam Ibn Taimiah sostuvo no obstante"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Lo llamamos desde la ladera derecha del monte[554]e hicimos que se acercara para hablarle en privado"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Y le concedimos a su hermano Aarón (como apoyo) por misericordia Nuestra, haciendo que fuera (también) un profeta"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Y recuerda la mención que el Libro (el Corán) hace de Ismael. Era siempre fiel a sus promesas y fue un mensajero y un profeta"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Ordenaba a su pueblo rezar y entregar caridad,y Al-lah estaba complacido con él"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Y recuerda la mención que el Libro (el Corán) hace de Enoc. Fue un hombre veraz y un profeta"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Y lo honramos elevando su posición (en el paraíso)"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Esos son algunos de los profetas a quienes Al-lah agració de entre los descendientes de Adán y de quienes salvamos con Noé, y de entre los descendientes de Abraham e Ismael y de otros a quienes guiamos y escogimos. Cuando las aleyas del Clemente les eran recitadas, caían postrados al suelo llorando"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Mas los siguió una generación que descuidó la oración y siguió sus propias pasiones. Esos estarán abocados a la perdición"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "salvo quienes se arrepientan, crean y obren con rectitud, pues esos entrarán en el paraíso y no serán tratados injustamente en lo más mínimo"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "(Entrarán en) los Jardines de la Eternidad que el Clemente prometió a Sus siervos (quienes creyeron en ellos) a pesar de no haberlos visto. Ciertamente, la promesa de Al-lah se cumplirá"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "No escucharán allí banalidades, sino que solo escucharán saludos de paz.Y recibirán sustento mañana y tarde"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Ese es el paraíso que concederemos a aquellos de Nuestros siervos que teman a Al-lah (obedeciendo Sus mandatos y absteniéndose de todo lo que prohíbe)"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "(Y el ángel Gabriel dijo a Muhammad:) «Solo descendemos por orden de tu Señor.A Él pertenecen los asuntos de la vida eterna y de la vida terrenal y lo que sucede entre ambas. Y tu Señor no se ha olvidado (de ti)[557]»"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "(Él es) el Señor de los cielos y de la tierra y de lo que hay entre ellos; adoradlo, pues, solo a Él y sed constantes en vuestra adoración. ¿Acaso conocéis a alguien como Él"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Y el hombre (que rechaza la verdad y no cree en la resurrección) dice: «Una vez esté muerto, ¿resucitaré?»"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "¿Acaso no recuerda el hombre que lo creamos con anterioridad cuando no era nada"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Por tu Señor[558](¡oh, Muhammad!) que los reuniremos a todos (el Día de la Resurrección), incluidos los demonios, y los congregaremos alrededor del infierno, de rodillas"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Luego extraeremos de cada grupo (de aquellos que negaban la verdad) a los más rebeldes contra el Clemente"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Y, ciertamente, sabemos quiénes merecen más arder en él"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Y todos deberéis pasar sobre él[559]. Este es un decreto (de tu Señor) que se cumplirá"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Después salvaremos a quienes teman a Al-lah y dejaremos que los injustos que negaban la verdad(caigan en él y) permanezcan allí, de rodillas"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Y cuando se les recitan Nuestras claras aleyas (el Corán), quienes rechazan la verdad dicen (con arrogancia) a los creyentes: «¿Quiénes poseen las mejores moradas y los mejores lugares de encuentro (donde nos reunimos para hablar de nuestras cosas: nosotros o vosotros[560])?»"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "¡Y cuántas comunidades no destruimos con anterioridad, a pesar de que poseían más riquezas y unamejor apariencia"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Di (¡oh, Muhammad!): «Que el Clemente concedamás tiempo a quienes están extraviados (para que prosigan en su extravío) hasta que vean lo que les fue prometido: el castigo o la llegada de la Hora final. Entonces sabrán quiénes estarán en la peor situación y quiénes tendrán los refuerzos más débiles»"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Y Al-lah aumentará la fe de quienes se hallen bien guiados. Y las buenas acciones que perduran obtendrán una mejor recompensa por parte de tu Señor, y quienes las realicen tendrán el mejor final"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "¡¿Has visto (¡oh, Muhammad!) a quien niega Nuestras aleyas (el Corán) y dice: «(Seguro que) me serán concedidos riquezas e hijos (cuando sea resucitado)»"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "¿Acaso ha tenido acceso al gaib[562] (y sabe lo que le sucederá) o se lo ha prometido el Clemente"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "¡Por supuesto que no! Registraremos lo que dice y aumentaremos su castigo"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Y heredaremos (los bienes e hijos) que dice y comparecerá ante Nos (el Día de la Resurrección) solo (sin riquezas ni hijos que lo ayuden)"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Mas, a pesar de ello, (los idólatras de La Meca) adoran otras divinidades fuera de Al-lah para que intercedan por ellos (ante Él)"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Pero (en vez de interceder por ellos, las falsas divinidades) negarán que los adoraran (desentendiéndose de los idólatras) y se volverán contra ellos (el Día del Juicio Final)"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "¿No has visto (¡oh, Muhammad!) que hemos enviado a los demonios contra quienes rechazan la verdad para incitarlos a realizar malas acciones"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "No tengas prisa (en que sean castigados). Ciertamente, llevamos la cuenta exacta (de sus accionesy de los días que les quedan para recibir el castigo)"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Ese día (el Día de la Resurrección) reuniremos a los piadosos ante el Clemente, como si fueran una delegación (distinguida)"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "y conduciremos a los pecadores que rechazaban la verdad hacia el infierno, sedientos"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Solo obtendrán la intercesión aquellos[563] que reciban el permiso del Clemente"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Y dicen (algunos): «El Clemente ha tomado para Sí un hijo»"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "En verdad, habéis dicho algo gravísimo"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "A punto han estado los cielos de rasgarse, la tierra de abrirse y las montañas de derrumbarse"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "por atribuirle un hijo al Clemente"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "cuando no es propio (de Su grandeza) tomar un hijo para Sí"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Todos los que se encuentran en los cielos (los ángeles) y en la tierra (los hombres y los yinn) comparecerán ante el Clemente como siervos[564] Suyos"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Y, ciertamente, Él conoce a cada uno de ellos y lleva la cuenta de todos"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Y todos se presentarán ante Él el Día de la Resurrección solos (sin riquezas ni hijos que los apoyen)"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Ciertamente, el Clemente depositará amor en (los corazones de) quienes crean y actúen rectamente"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Y te lo hemos facilitado (el Corán) en tu propia lengua para que, mediante él, anuncies buenas noticias a los piadosos y adviertas a un pueblo que se ha desviado de la verdad"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "¡Y cuántas generaciones destruimos antes de ellos! ¿Acaso puedes encontrar a un solo individuo de ellos u oír el más mínimo murmullo de su parte"
        }
    ]
}