{
    "chapter": [
        {
            "chapter": 48,
            "verse": 1,
            "text": "Ciertamente, te hemos concedido una clara victoria (¡oh, Muhammad!, mediante el tratado de Hudaibiyah)"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "(para compensar tu esfuerzo y tu defensa de la religión). Al-lah perdonará tus faltas pasadas y las que pudieras cometer en el futuro, completará así Su favor sobre ti y te guiará por el camino recto (afianzándote en él)"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "Y te auxiliará con una gran ayuda (sobre tus enemigos)"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "Él es Quien ha hecho descender el sosiego en los corazones de los creyentes para que aumente su fe con la aceptación (y el cumplimiento) de los preceptos de Al-lah. Y a Al-lah pertenecen los ejércitos de los cielos y de la tierra; y Al-lah es Omnisciente y Sabio"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "Y hará que los creyentes y las creyentes habiten eternamente en jardines por donde corren ríos, y perdonará sus pecados. Y esto es,ante Al-lah, un enorme triunfo"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "Y castigará a los hipócritas y a las hipócritas, a los idólatras y a las idólatras, quienes tenían una mala opinión de Al-lah (al pensar que no socorrería a Su Mensajero). Sobre ellos se abatirá un denigrante castigo, incurrirán en la ira de Al-lah y serán expulsados de Su misericordia; y Al-lah dispondrá para ellos el infierno. ¡Y qué pésimo destino"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Y a Al-lah pertenecen los ejércitos de los cielos y de la tierra; y Al-lah es Poderoso y Sabio"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Ciertamente (¡oh, Muhammad!), te hemos enviado como testigo, como portador de buenas noticias (para los creyentes) y como amonestador (para los incrédulos)"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "para que vosotros (¡oh gentes!)creáis en Al-lah y en Su Mensajero, lo ayudéis, lo honréis y glorifiquéis(a Al-lah) mañana y tarde"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "En verdad, quienes te juran fidelidad[946](¡oh, Muhammad!) están jurando fidelidad a Al-lah. La mano de Al-lah está sobre las de ellos (siendo testigo del juramento). Quien lo rompa lo hará en su propio perjuicio, mas quien cumpla su compromiso con Al-lah obtendrá una enorme recompensa"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "Los beduinos (hipócritas) que permanecieron en sus hogares (y no te acompañaron en tu expedición a La Meca ni participaron en el juramento de fidelidad) dirán a tu regreso: «Nuestros bienes y nuestras familias nos mantuvieron ocupados. Pide a Al-lah que nos perdone». Mas lo que dicen no es lo quesienten sus corazones. Diles: «¿Quién podría impedir que Al-lah os enviase algún mal u os concediera algún bien si así lo quisiera? Ciertamente, Al-lah está bien informado de lo que hacéis"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "»Más bien pensasteis que el Mensajero de Al-lah y los creyentes no regresarían nunca a sus familias. Tal idea sedujo vuestros corazones y tuvisteis malos pensamientos. Sois gente que habéis provocado vuestra propia ruina»"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Y quien no crea en Al-lah ni en Su Mensajero (que sepa que) hemos preparado para quienes rechacen la verdad un fuego abrasador"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Y a Al-lah pertenece el dominio de los cielos y de la tierra. Perdona a quien quiere y castiga a quien quiere; y Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Quienes no te acompañaron (¡oh, Muhammad!, en dicha expedición) dirán (después a los creyentes): «Si partís para tomar el botín(de Jaibar[947] que Al-lah os ha prometido), dejad que vayamos con vosotros». Quieren cambiar el decreto de Al-lah (acerca de que el botín de Jaibar sería solo para quienes acompañaron al Profeta en Hudaibiyah). Diles: «No vendréis con nosotros; así lo ha decidido Al-lah». Entonces os dirán: «No, no nos dejáis ir por envidia (de que compartamos el botín)».No es como dicen, pero ellos apenas comprenden (los asuntos de la religión)"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Diles a los beduinos que permanecieron en sus hogares (y no salieron contigo de expedición): «Se os llamará para que luchéis contra unas gentes de gran poderío bélico, y deberéis combatirlos a menos que se sometan (a la religión de Al-lah). Si obedecéis, Al-lah os concederá una buena recompensa; pero, si desobedecéis como ya hicisteis antes, os infligirá un doloroso castigo»"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Los ciegos, los cojos y los enfermos no serán reprochados por no salir a combatir. Quien obedezca a Al-lah y a Su Mensajero entrará en jardines por donde corren ríos, mas quien no lo haga recibirá un castigo doloroso"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "Al-lah se complació[948] con los creyentes cuando te juraron fidelidad bajo el árbol (en Hudaibiyah) y sabía lo que había en sus corazones. Hizo descender el sosiego sobre ellos y los recompensó con una cercana victoria (en Jaibar)"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "y con muchos botines de guerra que tomarían. Y Al-lah es Poderoso y Sabio"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Al-lah os ha prometido muchos botines en el futuro y os ha anticipado este (el de Jaibar), y os ha protegido de vuestros enemigos como signo para los creyentes (de que la promesa de la victoria de Al-lah es cierta) y para guiaros por el camino recto"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Y (os ha prometido también) otras (victorias y botines) que aún no habéis conseguido pero que son del conocimiento de Al-lah (y os las facilitará). Y Al-lah es Todopoderoso"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Y si quienes rechazan la verdad se hubiesen enfrentado contra vosotros (en Hudaibiyah) se habrían retirado derrotados y no habrían encontrado quién los protegiera ni socorriera"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Esta ha sido siempre la manera de actuar de Al-lah (pues Él concede la victoria a los creyentes frente a sus enemigos); y nadie puede cambiar la manera de proceder de Al-lah (con Sus criaturas)"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "Él es Quien impidió que (un grupo de quienes negaban la verdad[949]) os atacaran y que vosotros los mataseis en el valle cercano a La Meca después de que cayeran en vuestras manos. Y Al-lah ve todo lo que hacéis"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Esos son quienes rechazaron la verdad, no os permitieron llegar a la MezquitaSagrada de La Meca (para realizar la peregrinación del ‘umrah)[950] e impidieron que los animales que llevabais para sacrificarlos como ofrenda alcanzaran su destino. Si no hubiese sido porque en la ciudad había hombres y mujeres creyentes que ocultaban su fe, a los que desconocíais, y a quienes podíaismatar junto con quienes rechazaban la verdad cometiendo un pecado sin saberlo (Al-lah os habría permitido luchar y tomar la ciudad, pero no lo hizo) para poder acoger en Su misericordia a quien quisiera (guiándolo tras la incredulidad). Si los creyentes se hubiesen separado de quienes negaban la verdad, habríamos infligido a estos un doloroso castigo"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Y (recuerda, ¡oh, Muhammad!) cuando la altanería y la presunción, típicas de la época de la ignorancia previa al islam, se apoderaron de los corazones de quienes rechazaban la fe (y se negaron a reconocer en el Tratado que tú eras el Mensajero de Al-lah). Entonces Al-lah hizo descender el sosiego sobre Su Mensajero y sobre los creyentes e hizo que se aferraran al mensaje de unicidad de Al-lah, pues eran quienes más lo merecían y los más dignos de él. Y Al-lah tiene conocimiento sobre todas las cosas"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "Ciertamente, Al-lah hará realidad la visión que Su mensajero tuvo en un sueño[951] y entraréis en la Mezquita Sagrada seguros y sin temor (y realizaréis la peregrinación del ‘umrah, cuyos ritos finalizaréis) unos con las cabezas rasuradas y otros con el cabello recortado. Él sabía lo que vosotros ignorabais (acerca de los beneficios del Tratado) y os concedió además una victoria cercana"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "Él es Quien envió a Su mensajero con la guía y la religión verdadera para que se impusiera sobre todas las demás creencias. Y Al-lah basta como testigo"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Muhammad es el Mensajero de Al-lah, y quienes lo siguen son severos con quienes rechazan la verdad y compasivos entre ellos. Los ves inclinarse y postrarse (adorando a su Señor) en busca del favor y la complacencia de Al-lah. Sus rostros están marcados por la huella de la postración. Así es como la Torá los describe. Y el Evangelio los compara con una planta que echa brotes y va fortaleciéndose y aumentando de grosor hasta que se yergue firme sobre el tallo[953]para la admiración de los sembradores y para la exasperación de quienes niegan la fe. Y Al-lah ha prometido a quienes de entre ellos creen y actúan con rectitud Su perdón y una enorme recompensa"
        }
    ]
}