{
    "chapter": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Ciertamente, Al-lah ha oído las palabras de la mujer que te discutía (¡oh, Muhammad!) acerca de su esposo y se quejaba a Al-lah (sobre su situación)[1023]. Al-lah ha escuchado vuestra conversación. En verdad, Al-lah oye y ve todas las cosas"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Quienes de vosotros repudian a sus esposas diciéndoles que son como las espaldas de sus madres deben saber que (sus esposas) no son sus madres. Sus madres son (solo) quienes los dieron a luz. Lo que dicen es detestable y falso. Mas Al-lah es Benévolo e Indulgente (con quien se arrepiente y expía sus pecados)"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Quienes repudien a sus esposas diciéndoles que son como las espaldas de sus madresy después se retracten de sus palabras deberán liberar a un esclavo como expiación antes de volver a cohabitar con sus mujeres. Así se os exhorta. Y Al-lah está bien informado de lo que hacéis"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Quien no disponga de ningún esclavo deberá ayunar dos meses consecutivos antes de cohabitar con su esposa. Y quien no pueda deberá alimentar a sesenta pobres. Esto (que hemos legislado) es para que (lo cumpláis) si de verdad creéis en Al-lah y en Su Mensajero. Estos son los preceptos que Al-lah establece. Y quienes rechacen la verdad recibirán un castigo doloroso"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Quienes se opongan a Al-lah y a Su Mensajero serán humillados como lo fueron sus predecesores (que actuaron de la misma manera). Y, ciertamente, hemos revelado pruebas claras (sobre la verdad y sobre la veracidad del Profeta). Y quienes rechacen la verdad recibirán un castigo denigrante"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "el día en que Al-lah resucite a todos y les informe sobre lo que hicieron (en la vida terrenal).Al-lah registró todas sus acciones, mientras que ellos las olvidaron; y Al-lah es testigo de todas las cosas"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "¿Acaso no ves que Al-lah conoce cuanto hay en los cielos y en la tierra? No hay confidencia entre tres personas sin que Él sea el cuarto, ni entre cinco personas sin que Él sea el sexto; tanto si son menos como si son más, Al-lah siempre está con ellos(con Su conocimiento). Después, el Día dela Resurrección, les informará sobre lo que hicieron (en la vida terrenal). En verdad, Al-lah es Omnisciente"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "¿No has visto (¡oh, Muhammad!) a quienes se les prohibió mantener conversaciones secretas entreellos[1024], cómo regresan a lo que se les había prohibido y se confabulan para pecar, desafiar al Profeta y desobedecerlo? Si se presentan ante ti, te saludan de manera distinta a como te saluda Al-lah[1025] y dicen para sus adentros: «¿Por qué no nos castiga Al-lah por lo que decimos?». El infierno, donde entrarán y arderán, les bastará como castigo. ¡Y qué pésimo destino"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "¡Oh, creyentes!, cuando mantengáis conversaciones secretas entre vosotros, que no sean para pecar, desafiar al Profeta y desobedecerlo, sino que se basen en la piedad y el temor de Al-lah. Y temed a Al-lah, ante Quien seréis reunidos (para ser juzgados el Día de la Resurrección)"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Las conversaciones secretas no son sino medios que utiliza el Demonio para afligir a los creyentes, mas el Demonio no puede perjudicarlos en nada sin el consentimiento de Al-lah. Y en Al-lah depositan su confianza los creyentes"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "¡Oh, creyentes!, si se os dice que hagáis sitio (a otros compañeros cuando estéis reunidos con el Profeta), hacedlo; Al-lah hará sitio para vosotros (en el paraíso). Y si se os dice que os levantéis (para realizar cualquier buena acción), hacedlo. Al-lah elevará el rango de quienes crean (con sinceridad) de entre vosotros y de quienes hayan sido dotados con conocimiento (y entendimiento de la religión). Y Al-lah está bien informado de lo que hacéis"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "¡Oh, creyentes!, si queréis realizar una consulta privada al Mensajero de Al-lah, entregad caridad (a los necesitados) antes de vuestra consulta. Esto es mejor para vosotros y más puro (pues esta os purifica de vuestros pecados)[1026]. Pero, si no halláis qué dar, podéis hacer la consulta sin dar nada previamente en caridad. Ciertamente, Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "¿Acaso teméis entregar caridad antes de cada consulta? Si no lo hacéis, y Al-lah os perdona por ello, cumplid (al menos) con la oración, entregad el azaque y obedeced a Al-lah y a Su Mensajero. Y Al-lah está bien informado de lo que hacéis"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "¿Acaso no ves a (los hipócritas), quienes toman por aliadosy protectores a unas gentes que han incurrido en la ira de Al-lah[1027]? Ellos (los hipócritas) no son de los vuestros ni de los suyos, mas juran en falso que son creyentes a sabiendas de que mienten"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Al-lah ha preparado para ellos un severo castigo. ¡Qué malo es lo que hacen"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Se escudan en sus juramentos y desvían a los creyentes del camino de Al-lah; por ello recibirán un castigo denigrante"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Ni sus riquezas ni sus hijos les servirán de nada frente a Al-lah. Esos serán los habitantes del fuego, y allí permanecerán eternamente"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "El día en que Al-lah los resucite a todos, (los hipócritas) Le juraran que eran creyentes como os lo juran a vosotros, y creerán que sus juramentos les serán de ayuda. Realmente, son unos embusteros"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "El Demonio se apoderó de ellos y olvidaron la mención y la glorificación de Al-lah. Esos son los partidarios del Demonio. Realmente, los partidarios del Demonio serán los perdedores"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Quienes se oponen a Al-lah y a Su Mensajero estarán entre los más humillados"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Al-lah decretó que Él y Su Mensajero serían los vencedores. Ciertamente, Al-lah es el más Fuerte y el más Poderoso"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "No encontrarás a gente que (verdaderamente) crea en Al-lah y en el Último Día que quieran a quienes se oponen a Al-lah y a Su Mensajero,aunque sean sus propios padres, sus hijos, sus hermanos o sus parientes. (Al-lah) ha depositado la fe en los corazones (de dichos creyentes) y les ha fortalecido con Su luz. Y los hará entrar en jardines por los cuales corren ríos, donde vivirán eternamente. Al-lah está complacido con ellos y ellos están complacidos con Él. Esos son los verdaderos partidarios (y defensores de la religión) de Al-lah. Realmente, los verdaderos partidarios de Al-lah serán los triunfadores"
        }
    ]
}