{
    "rukus": [
        {
            "chapter": 36,
            "verse": 13,
            "text": "ªi dã-le lor drept pildã pe locuitorii cetãþii, când au venit laei trimiºii"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Când am trimis la ei doi [trimiºi], dar i-au socotit pe ei mincinoºi. Atunci i-am întãrit ºi cu un al treilea ºi au zis ei: “Noi suntem trimiºi la voi!”"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Dar ei le-au rãspuns: “Voi nu sunteþi decât niºte oameni ca ºi noi. Cel Milostiv [Ar-Rahman] nu a fãcut sã coboare nimic, iar voi nu faceþi decât sã minþiþi!”"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Însã [trimiºii le-]au zis: “Domnul nostru ºtie cã noi suntem trimiºi la voi"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Iar noi nu suntem datori decât cu transmiterea limpede [a mesajului nostru]”"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Au zis ei: “Noi vedem un semn [prevestitor de] rãu în voi. Dacã nu încetaþi, noi vã vom ucide cu pietre ºi vã va ajunge o osândã dureroasã de la noi!”"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Le-au rãspuns: “Semnul prevestitor de rãu este cu voi! Când aþi fost îndemnaþi, [aþi prevestit rãul]!... Însã voi sunteþi un neam care întrece mãsura!…”"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "ªi de la capãtul cetãþii a venit un bãrbat, alergând, ºi a zis: “O, neam al meu, urmaþi-i pe trimiºi"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Urmaþi-i pe cei care nu cer rãsplatã ºi care sunt pe drumul cel bun"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "De ce sã nu-L ador eu pe Cel care m-a creat pe mine? ªi la El veþi fi voi întorºi"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Sã iau eu alþi zei în locul Lui? Dacã Cel Milostiv [Ar-Rahman] va voi sã-mi facã mie un rãu, nu-mi va fi de nici un folos mijlocirea lor ºiei nu mã vor putea mântui"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Aºadar, eu aº fi într-o rãtãcire învederatã"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Eu cred în Domnul vostru, deci ascultaþi de mine!”"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "ªi i se zice lui: “Intrã în Rai!” Iar el rãspunde: “O, de ar ºti neamul meu"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Cã Domnul meu m-a iertat ºi m-a aºezat pe mine între cei cinstiþi!”"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "ªi Noi nu am fãcut sã coboare asupra neamului sãu, în urma lui, vreo oaste din cer, cãci nu am vrut sã facem sã coboare"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Nu a fost decât un singur strigãt ºi iatã-i pe ei stinºi, fãrã viaþã"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Vai, pentru robii [Mei]! Nu vine la ei nici un trimis fãrã ca ei sã-l batjocoreascã"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Nu au vãzut ei câte neamuri am nimicit Noi înaintea lor? [ªi nu au vãzut ei cã ele] nu se vor mai întoarce niciodatã la ei"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Dar fiecare, toþi la un loc vor fi aduºi [înaintea] Noastrã"
        }
    ]
}