{
    "rukus": [
        {
            "chapter": 50,
            "verse": 30,
            "text": "În Ziua aceea, îi vom zice Gheenei: \"Te-ai umplut?\" Iar ea va rãs- punde: \"Mai sunt încã [de venit]"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "ªi va fi Raiul adus aproape de cei care se tem [de Allah]"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "Aceasta este ceea ce s-a fãgãduit fiecãrui om care se cãieºte, pãzitor al legãmântului"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "Care a fost cu teamã de Cel Milostiv [Ar-Rahman], fãrã ca el sã-Lvadã, ºi care a venit [cãtre El] cu inima plinã de cãinþã"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Intraþi în el cu pace! \" Aceasta este Ziua veºniciei"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "În el vor avea tot ceea ce vor voi. ªi la Noi este ºi mai mult"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "ªi câte neamuri am nimicit Noi mai înainte de ei , care erau ºi mai puternice decât ei. ªi au purces ei prin þarã, [cãutând]. Oare este vreo scãpare"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Întru aceasta este o îndemnare pentru cel care are inimã sau ascultã ºi este martor"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Am creat Noi cerurile ºi pãmântul ºi ceea ce se aflã între ele înºase zile ºi nu Ne-a cuprins pe Noi nici cea mai micã ostenealã"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Deci rabdã ceea ce spun ei ºi preamãreºte-L cu laudã peStãpânul tãu, înainte de rãsãritul soarelui ºi înainte de asfinþit"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "ªi în timpul unei pãrþi din noapte laudã-L pe El! ªi dupã prosternãri [Rugãciuni]"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "ªi ascultã în Ziua în care cel care cheamã va chema dintr-un loc apropiat"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "În Ziua când vor auzi strigãtul cu adevãrat! Aceasta va fi Ziua ieºirii [din morminte]"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Noi dãm viaþã ºi dãm moarte ºi la Noi va fi întoarcerea"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "În Ziua când se va crãpa pãmântul [lãsându-i] pe ei [sã iasã]grãbiþi! Aceasta este o adunare uºoarã pentru Noi"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Noi ºtim bine ce spun ei . Tu nu eºti pus siluitor peste ei. ªi îndeamnã-l prin Coran pe acela care se teme de ameninþarea Mea"
        }
    ]
}