{
    "pages": [
        {
            "chapter": 5,
            "verse": 83,
            "text": "tavira, (ivarkalil palar nam) tutar mitu arulappattavarrai ceviyurral, unmaiyai avarkal unarvatan karanamaka avarkalin kankal (tarai taraiyaka) kannir vatippataik kanpir “enkal iraivane! (Ivvetattai) nankal nampikkai kontom. Akave, (ivvetam unmaiyanatena) catci kurupavarkalutan enkalaiyum ni pativu ceytu kolvayaka!'' Enrum (pirarttittuk) kurukinranar"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Allahvaiyum (avanitamiruntu) namakku vanta cattiya (veta)ttaiyum nankal nampikkai kollamalirukka enkalukkenna nerntatu? (Narceyalkal ceyta) nallavarkalutan enkalaiyum enkal iraivan certtu vaikkave nankal acaippatukirom'' enrum (kurukinranar)"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "avarkal ivvaru kuruvatan karanamaka, totarntu niraruvikal otik kontirukkum corkkankalai allah avarkalukkup piratipalanaka alippan. Avarril avarkal (enrenrum) tankivituvarkal. Ituve nanmai ceypavarkalukkuriya kuliyakum"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "evarkal (nam tutarai) nirakarittu, nam vacanankalaiyum poyyakkukinranaro avarkal narakavacikale"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "nampikkaiyalarkale! Allah unkalukku akumakki vaittirukkum nallavarrai ninkal akatavaiyaka akkik kollatirkal. Ninkal varampu miriyum cellatirkal. Niccayamaka allah, varampu mirupavarkalai necippateyillai"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "allah unkalukku alittavarril (ninkal pucikka) anumatikkappatta nallavarraiye puciyunkal. Ninkal nampikkai kontirukkum allahvukke payappatunkal"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Unkal vinana cattiyankalaik kontu allah unkalai(k kurram) pitippatillai. Eninum, (etaiyum) urutippatutta ninkal ceykinra cattiyattaip parri (atil tavaru ceytal) unkalaip pitippan. (Atil tavaru erpattuvittal) atarkup parikaramavatu: Ninkal unkal kutumpattinarukkuk kotuttu varum unavil mattiya taramana unavai pattu elaikalukku alikka ventum; allatu (avvare) avarkalukku ataiyalikka ventum. Allatu or atimaiyai vitutalai ceyya ventum. (Parikaramakak kotukkakkutiya ivarril etaiyum) evar peravillaiyo avar munru natkal nonpu norka ventum. (Unkal cattiyattai niraiverra mutiyavittal) ninkal ceyta cattiyattirkuriya parikaram itutan. Eninum, ninkal unkal cattiyankalai (mika eccarikkaiyutan peni)k kapparrik kollunkal. Ninkal allahvukku nanri celuttuvatarkaka avan tan vacanankalai ivvaru unkalukku vivarittuk kurukiran"
        }
    ]
}