{
    "pages": [
        {
            "chapter": 2,
            "verse": 102,
            "text": "Melum, (anta yutarkal) sulaimanutaiya atciyaip parri (avarkalukku) saittan otik (karruk) kotuttirunta (cuniyam, maya mantiram akiya)varraip pinparrinarkal. Anal, sulaimano ‘nirakarippavaraka' irukkavillai; anta saittankaltan unmaiyakave nirakarippavarkalaka iruntarkal. Enenral, avarkal manitarkalukku cuniyattaiyum ‘papilun' (ennum uril) ‘harut' ‘marut' ennum iru vanavarkalukku irakkappattavarraiyum karrukkotuttu vantarkal. Avviru vanavarkalo (avarkalitam cuniyattaik karkaccenra manitarkalai nokki) ‘‘nankal cotanaiyaka irukkirom. (Itaik karral ninkal nirakarippavarkalaki vituvirkal. Atalal, itaik karru) ninkal nirakarippavarkalakivita ventam enru kurumvarai avarkal atai oruvarukkum karruk kotuppateyillai, (ivvitam kuriya pinnum itaik karka virumpiyavarkal) kanavanukkum manaivikkum itaiyil pirivinai untu pannakkutiya valiyai avarkalitamiruntu karruk kolvarkal. Allahvin kattalaiyinri atan mulam avarkal oruvarukkume tinkilaittita mutiyatu. Avarkalukku oru palanumalikkamal tinkilaikkakkutiyatu etuvo ataittan avarkal karruk kolkirarkal. (Irai nampikkaikkup patilaka) a(c cuniyat)tai evan vilaikku vankik kontano avanukku marumaiyil oru pakkiyamum illai enpatait telivaka cantekamara avarkalum arintirukkirarkal. Tankalaiye virru avarkal etai vankik kontarkalo atu niccayamaka (mikak) kettatu. (Itai) avarkal arintukolla ventume"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Akave, avarkal (ivvetattai) nampikkai kontu, (accuniyankalai vittu) vilakikkontal (avarkalukku) allahvitam kitaikkum canmanam niccayamaka mika melanatayirukkum. (Itai) avarkal arintukolla ventume"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "nampikkaiyalarkale! Ninkal (napiyai nokki) ‘rayina' enak kuratirkal. (Atarkup patilaka ‘‘enkalaip parunkal!' Enra porulait tarum) ‘‘unlurna'' enak kurunkal. (Melum, napi kuruvatai mulumaiyaka) cevimatunkal. (Itarku marakak kurum) nirakarippavarkalukku mikat tunpuruttum vetanai untu"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "(nampikkaiyalarkale!) Vetattaiyutaiyavarkalilum, inaivaittu vananku pavarkalilum ulla (ivvetattai) nirakarippavarkal (tankalitam ullataivita) ciranta onru unkal iraivanal unkal mitu arulappatuvatai virumpave mattarkal. Anal, allah, tan virumpiyavarkalukkut tan karunaiyai contamakki vitukiran. Allah makattana arulutaiyavan avan"
        }
    ]
}