{
    "pages": [
        {
            "chapter": 7,
            "verse": 156,
            "text": "melum, ‘‘(iraivane!) Im'maiyil ni enkalukku nanmaiyai mutivu ceyvayaka! (Avvare) marumaiyilum (ceyvayaka)! Niccayamaka nankal un pakkame munnokkinom'' (enrum pirarttittar). A(tarku irai)van ‘‘nan natiyavarkalai en vetanai vantataiyum. Eninum, en arutkotai anaittaiyumvita mika virivanatu. Akave, evarkal (enakkup) payantu jakattum kotuttu varukirarkalo avarkalukkum, evarkal nam vacanankalai nampikkai kolkirarkalo avarkalukkum (en arulai) nan mutivu ceyven'' enru kurinan"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "(Akave, avarkalil) evarkal elutap patikkat teriyata (nam) tutarakiya inta napiyaip pinparrukirarkalo avarkal tankalitamulla tavrattilum, injililum ivarutaiya peyar elutappattiruppataik kanparkal. (Ittutaro) avarkalai nanmaiyana kariyankalaic ceyyumpati evi, pavamana kariyankaliliruntu vilakkuvar. Nallavarraiye avarkalukku akumakki vaippar. Kettavarrai avarkalukkut tatuttu vituvar. Melum, avarkalatu cumaiyaiyum avarkal mitirunta (katinamana catta) vilankukalaiyum (iraivanin anumati kontu) nikkivituvar. Akave, evarkal avarai unmaiyakave nampikkai kontu, avarai palappatutti avarukku utavi ceytu, avarukku irakkappatta pirakacamana (ivvetat)taip pinparrukirarkalo avarkaltan verri perravarkal"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "(napiye!) Kuruviraka: ‘‘Manitarkale! (Ninkal enta nattavar ayinum evvakupparayinum) niccayamaka nan unkal anaivarukkum allahvinal anuppappatta tutar aven. Vanankal pumiyin atci avanukkuriyate! (Vanakkattirkuriya) iraivan avanaittavira veru oruvarumillai. Avane uyirppikkiran; maranikkumpati ceykiran. Akave, anta allahvaiyum, elutap patikka ariyata avanutaiya ittutaraiyum ninkal nampikkai kolvirkalaka! Avarum allahvaiyum, avanutaiya vacanankalaiyum nampikkai kolkirar. Akave, ninkal nerana valiyai ataiya avaraiye ninkal pinparrunkal"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "musavutaiya makkalil palar irukkinranar. Avarkal (tankal cattiya valiyil celvatutan, makkalukkum) cattiya valiyai arivittu, atanpati nitamakavum natakkinranar"
        }
    ]
}