{
    "pages": [
        {
            "chapter": 9,
            "verse": 73,
            "text": "Napiye! Nirakarippavarkalutanum nayavancakarkalutanum nir por ceyviraka. Avarkalai (tatcanyaminri) kantippaka natattuviraka. Avarkal tankumitam narakamtan. (Atu) tankumitankalil mikak kettatu"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "(nampikkaiyalarkale! Nayavancakarkalakiya) ivarkal nirakarippana varttaiyai meyyakave kuriyiruntum (atait) tankal kurave illai enru allahvin mitu cattiyam ceykinranar. Melum, ivarkal islamil cernta pinnar (atai) nirakarittum irukkinranar. (Avarkal unkalukkut tinkilaikkak karuti) tankalal cattiyappatamal ponatoru kariyattaic ceyyavum avarkal muyarcittanar. Allahvum avanutaiya tutarum, tankal arulaik kontu ivarkalai cimankalaka akkiyatarkakava (muslimkalakiya unkalai) avarkal verukkinranar. Iniyenum avarkal kaicetappattu iraivanitam mannippuk kori vilakik kontal (atu) avarkalukke nanmaiyakum. Melum, avarkal purakkanittalo im'maiyilum, marumaiyilum allah avarkalai mikat tunpuruttum vetanaiyal vetanai ceyvan. Avarkalai patukappavarkalo utavi ceypavarkalo ivvulakil (oruvarum) illai"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "avarkalil cilar irukkinranar. Avarkal, ‘‘allah tan arulaik kontu namakku etum kotuttal niccayamaka nam (atai) nalvaliyil (taralamaka) tanam ceytu, niccayamaka nam nallavarkalakavum akivituvom'' enru allahvitam vakkuruti ceytanar"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "avan (avvaru) avarkalukkut tan arutkotaiyai alitta polutu, avarkal kancattanam ceytu (tankal vakkurutiyiliruntu) tirumpi vittanar. Avvaru purakkanippatu avarkal valakkamakavum iruntu varukiratu"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Akave, avanai cantikkum (iruti)nal varai avarkalutaiya ullankalil vancakattai erpatutti vittan. Itan karanam, avarkal allahvukkuc ceyta vakkurutikalukku maru ceytukontum, poy collik kontum iruntatakum"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "avarkal (tankal ullattil) maraittu vaittiruppataiyum (tankalukkul) avarkal irakaciyamakap pecikkolvataiyum niccayamaka allah nankarikiran enpatutan, niccayamaka allah (avarkalutaiya marra) irakaciyankal anaittaiyum nankarikiran enpataiyum avarkal ariya ventama"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "avarkal nampikkaiyalarkalil ulla celvantarkal (tankal porulkalai) nalvaliyil (taralamaka) tanam ceyvatu parriyum (kurippaka,) kulivelai ceytu campatippor (tankal porulai ivvaru tanam ceyvatu) parriyum kurram kuri avarkalaip parikacikkinranar. (Nampikkaiyalarkalaip parikacikkum) avarkalai allah parikacikkiran. Melum, (marumaiyil) tunpuruttum vetanaiyum avarkalukku untu"
        }
    ]
}