{
    "pages": [
        {
            "chapter": 16,
            "verse": 7,
            "text": "mikac ciramattutananri ninkal cella mutiyata urkalukku avai (unkalaiyum) unkal paluvana cumaikalaiyum cumantu celkinrana. Niccayamaka unkal iraivan (unkal mitu) mikka irakkamutaiyavan, mikak karunaiyutaiyavan avan"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "kutiraikal, koveru kalutaikal akiyavarrai ninkal eric celvatarkakavum (unkalukku) alankaramakavum (avan pataittirukkiran). Innum ninkal ariyatavarraiyum avan pataippan"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "(manitarkale! Unkalukku iru valikal irukkinrana. Onru,) allahvai naticcellakkutiya neranavali; marronru konalana vali. Avan natinal unkal anaivaraiyum nerana valiyil celuttivituvan"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Avantan mekattiliruntu unkalukku malai poliyac ceykiran. Atiltan ninkal aruntakkutiya nirum irukkiratu; ataik konte purpuntukalum (valarntu) irukkinrana. Atile ninkal (unkal kalnataikalai) meykkirirkal"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "ataik konte vivacayap payirkalaiyum, jaittun, periccai, tiratcai akiya ella kanivarkkankalaiyum avan unkalukku urpatti ceykiran. Niccayamaka itil cintikkakkutiya makkalukku or attatci irukkiratu"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "avane iravaiyum, pakalaiyum, curiyanaiyum, cantiranaiyum unkalukkaka (pataittut) tan atikarattukkul vaittirukkiran. (Avvare) natcattirankal anaittum avanutaiya kattalaikku utpattavaiyakave irukkinrana. Niccayamaka itilum cintittu ariyakkutiya makkalukkup pala attatcikal irukkinrana"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "pumiyil unkalukkaka avan pataittiruppavai vitavitamana nirankalum (vakaikalum) utaiyavaiyaka irukkinrana. Nallunarcci perum makkalukku niccayamaka itilum or attatci irukkiratu"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "avantan ninkal cuvaiyana min mamicankalai (camaittup) pucikkavum, ninkal aparanamaka aniyakkutiya porulkalai etuttukkollavum katalai (unkalukku) vacatiyakkit tantan. (Pala itankalukkum cenru varttakattin mulam) iraivanin arulai ninkal tetik kollum poruttu (katalil payanam ceyyumpolutu) kappal katalaip pilantukontu celvatai ninkal kankirirkal. (Itarkaka iraivanukku) ninkal nanri celuttik kontiruppirkalaka"
        }
    ]
}