{
    "pages": [
        {
            "chapter": 18,
            "verse": 46,
            "text": "(Akave,) celvamum an pillaikalum ivvulaka valkkaikkuriya alankarankale (tavira nilaiyanavaiyalla). Enrume nilaiyana narceyalkaltan umatu iraivanitattil narkuli kitaippatarku mika cirantatum, nallataravu vaippatarku mika cirantatum akum"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "(napiye!) Nam malaikal (marankal, cetikal, ponra pumiyilulla) anaittaiyum akarrivitukinra nalil, ninkal pumiyaic camamana vetta veliyakak kanpir. (Annalil) manitarkalil oruvaraiyume vittu vitatu anaivaraiyum onru cerppom"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "umatu iraivan mun avarkal kontuvarappattu, ani aniyaka niruttappatuvarkal. ‘‘Nam unkalai mutal tatavai pataittavare ippolutum (unkalukku nam uyir kotuttu) ninkal nam'mitam vantirukkirirkal. Eninum, (vicaranaikkaka vakkalikkappatta oru nalai) unkalukku nam erpatuttave mattom enru ninkal ennik kontiruntirkal'' (enru avarkalitam kurappatum)"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "(napiye avarkalutaiya ceyalkal elutappatta tinacarik kurippup) puttakam avarkal mun vaikkappattal kurravalikal (tankal ceyta pavankal anaittum atil iruppataik kantu) payantu ‘‘enkal kete! Itenna puttakam! (Enkal pavankal) cirito perito onraiyumvitatu itil elutappattirukkinrate'' enru avarkal (pulampik) kuruvatai nir kanpir. (Nanmaiyo timaiyo) avarkal ceyta anaittum (atil) irukkak kanparkal. Umatu iraivan evanukkum (avanutaiya tantanaiyaik kuttiyo, nanmaiyaik kuraitto) aniyayam ceyyamattan"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Vanavarkalai nokki ‘‘atamukkuc ciram paniyunkal'' enru nam kuriya camayattil, iplisait tavira avarkal anaivarum ciram panintarkal. Avano jinkalin inattaic carntavan. Avan tan iraivanutaiya kattalaikku maru ceytu paviyanan. Akave, (manitarkale!) Ninkal ennait tavirttu avanaiyum, avanutaiya cantatikalaiyum patukavalarkalaka etuttuk kolvirkala? Avarkalo unkalukkuk kotiya etirikalaka irukkirarkal. Aniyayakkararkal (ennai vittu vittu avarkalait tankalukkup patukavalarkalaka) marrik kontatu maka kettatu"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "nam vanankalaiyum pumiyaiyum pataittapolutum, anta saittankalai (nam) pataittapolutum nam avarkalai (utavikku) alaikkavillai. Vali ketukkinra saittankalai (evvisayattilum) nam nam cakakkalaka (-utaviyalarkalaka) akkik kollavillai"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "(iraivan, inaivaittu vanankupavarkalai nokki) ‘‘ninkal enakkut tunaiyanavai ena evarrai ennik kontiruntirkalo avarrai ninkal alaiyunkal'' enru kurukinra oru nalai (napiye! Avarkalukku) napaka muttuviraka. Akave, avarkal avarrai alaipparkal. Eninum, avai avarkalukkup patil kotukka. Melum, nam (avarrukkum) avarkalukkum itaiyil (cantikka mutiyata) oru tataiyai erpatutti vituvom"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "kurravalikal narakattaik kanum camayattil ‘‘niccayamaka atil viluntu vituvom'' enru urutiyaka ennuvarkal. Avarkal atil iruntu tappa enta oru valiyaiyum kanamattarkal"
        }
    ]
}