{
    "pages": [
        {
            "chapter": 24,
            "verse": 21,
            "text": "Nampikkaiyalarkale! Saittanutaiya aticcuvatukalai ninkal pinparratirkal. (Enenral,) evan saittanutaiya aticcuvatukalaip pinparric celkirano avanai avan manakketana visayankalaiyum, pavamana kariyankalaiyum ceyyumpati niccayamakat tuntik konte iruppan. Allahvutaiya arulum, karunaiyum unkal mitu illatiruppin unkalil oruvarume ekkalattilum paricuttavanaka aki irukka mutiyatu. Eninum, allah, tan natiyavanaip paricuttavanaka akkukiran. Allah nanku ceviyurupavan, (anaittaiyum) nankaripavan avan"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "unkalil celvantarum (pirarukku utavi ceyya) iyalputaiyavarum, tankal pantukkalukko, elaikalukko, allahvutaiya pataiyil hijrat ceytavarkalukko (tarmam) kotukka matten enru cattiyam ceyya ventam. (Avarkalal unkalukku etum varuttam erpattiruntal) atai ninkal mannittup purakkanittu vitavum. Allah unkalukku mannippalippatai ninkal virumpamattirkala? Allah mikka mannippavan, karunaiyutaiyavan avan"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "evarkal kallam kapatillata nampikkaiyalarana karputaiya penkal mitu avaturu kurukirarkalo avarkal niccayamaka im'maiyilum marumaiyilum (iraivanutaiya) capattirkullavarkal. Innum, avarkalukku katumaiyana vetanai untu"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "(napiye! Oru nalai nir avarkalukku napakamuttuviraka.) Annalil avarkalutaiya navukalum, avarkalutaiya kaikalum, avarkalutaiya kalkalum (kuta) avarkalukku virotamaka avarkal ceytavarraip parri catciyam kurum"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "Annalil (avarkalin ceyalukkuttakka) nitamana kuliyai allah avarkalukku mulumaiyakave kotuppan. Niccayamaka allahtan unmaiyalan, (avarkalin ceyalkalai) veliyakkivitak kutiyavan enpatai avarkal nankarintu kolvarkal"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "ketta penkal, ketta ankalukkum; ketta ankal, ketta penkalukkum takumanavarkal. (Avvare) paricuttamana penkal, paricuttamana ankalukkum; paricuttamana ankal, paricuttamana penkalukkum takumanavarkal. Ittakaiya (paricuttamana)varkaltan (inta nayavancakarkal) kurum kurrankuraikaliliruntu paricuttamaka irukkinranar. Ivarkalukku (marumaiyil) mannippum untu; kanniyamana muraiyil unavum untu"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "nampikkaiyalarkale! Unkal vitukal allata vitukalil ninkal (nulaiyak karutinal,) atil iruppavarkalukku salam kuri (avarkalutaiya) anumatiyaip perum varai nulaiyatirkal. Ivvaru natantu kolvatu unkalukke mikka nanru. (Itai marantu vitatu) ninkal kavanattil vaippirkalaka"
        }
    ]
}