{
    "pages": [
        {
            "chapter": 24,
            "verse": 62,
            "text": "Niccayamaka unmaiyana nampikkaiyalarkal meyyakave yarenral, allahvaiyum avanutaiya tutaraiyum nampikkai kontavarkaltan. Avarkal oru visayattaip parri alocanai ceyya ava(nutaiya tuta)ritam kutiyiruntal, avarutaiya anumatiyinri (kuttattiliruntu) avarkal vilakip pokave mattarkal. (Avvaru pokaventiya avaciyam erpattal, napiye!) Niccayamaka evarkal um'mitam anumatiyaikkori celkirarkalo avarkaltan allahvaiyum, avanutaiya tutaraiyum meyyaka nampikkai kontavarkal. Akave, avarkal tankal avacara velai onrukkaka um'mitam anumati korinal, avarkalil nir virumpiyavarkalukku anumati alippiraka. Avarkalukkaka allahvitattil mannippuk koruviraka. Niccayamaka allah mikka mannippavan, maka karunaiyutaiyavan avan"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "(nampikkaiyalarkale!) Allahvutaiya tutarai ninkal alaittal atai ninkal unkalukkul oruvar marroruvarai alaippataippol karuta ventam. (Ya muham'matu ena peyar kuri alaikka ventam.) Unkalil evarkal (nam tutar kuttiya capaiyiliruntu) maraivaka naluvi vitukirarkalo avarkalai allah niccayamaka nankarivan. Akave, evarkal (tutarakiya) avarutaiya kattalaikku maruceykirarkalo avarkal tankalukku oru apatto allatu tunpuruttum vetanaiyo vantataiyum enpataip parrip payantu kontirukkavum"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Vanankalilum pumiyilum iruppavai anaittum allahvukku uriyanave enpatai niccayamaka arintu kollunkal. Ninkal (inraiya tinam) irukkum nilaimaiyaiyum niccayamaka allah nankarivan. Avanitam kontu pokappatum nalil (irukkum nilaimaiyaiyum avan nankarivan. Akave,) avarkal ceytu kontiruntavarrai (anta nalil) avan avarkalukku arivittu vituvan. Allah anaittaiyum nankarintavan avan"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "(nanmai timaikalait telivakap) pirittarivikkum ivvetattai tan atiyar (muham'matu) mitu irakkiyavan mikka pakkiyamutaiyavan. Itu ulakattar anaivaraiyum accamutti eccarikkai ceyvataka irukkiratu"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "(ivvetattai aruliyavan ettakaiyavanenral,) vanankal, pumiyin atci avanukkuriyate! Avan oru cantatiyai etuttuk kollavum illai; avanutaiya atciyil avanukku oru tunaiyumillai. Avane anaittaiyum pataittu avarrukkuriya iyarkait tanmaiyaiyum amaittavan"
        }
    ]
}