{
    "pages": [
        {
            "chapter": 28,
            "verse": 78,
            "text": "Atarkavan ‘‘ (ennitam irukkum) porulkalai ellam en conta arivi(n tiramaiyi)naltan nan atainten. (Itil allahvin arul onrumillai)'' enru (patil) kurinan. Ivanukku munnirunta kuttattarkalil ivanaivita palacalikalakavum, ivanaivita atikap porul utaiyavarkalakavum irunta ettanaiyo perkalai allah niccayamaka alittirukkiran enpatai ivan ariyavillaiya? Kurravalikalitam avarkalin pavankalaip parri ketkappata mattatu. (Atarkuriya tantanaiyai avarkal atainte tiruvarkal)"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "avan (oru nal mikka atamparamana) tan alankarattutan tan makkal mun cenran. (Ataik kannurravarkalil) evarkal ivvulaka valkkaiyai (peritena) virumpiyavarkalaka iruntarkalo avarkal ‘‘karunukku kotukkappattatu ponru namakkum kotukkappata ventume! Niccayamaka avan perum pakkiyavan'' enru kurinarkal"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "eninum, avarkalil evarkalukku meyyana nanam kotukkappattiruntato avarkal (marravarkalai nokki) ‘‘unkalukku enna ketu? (Ivvaru en kurukirirkal?) Nampikkai kontu narceyalkal ceytavarkalukku (marumaiyil) allah kotukkum kuliyo (itai vita) evvalavo melanatu. Ataip porumaiyalarkalait tavira (marra evarum) ataiya mattarkal'' enru kurinarkal"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "avanaiyum, avanutaiya malikaiyaiyum pumiyil coruki vittom. Allahvaiyanri avanukku utavi ceyyakkutiya kuttattar oruvarum avanukku irukkavillai. Allatu avan tannaittane (allahvin pitiyiliruntu) kapparrik kollavum mutiyavillai"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Nerraiya tinam avanutaiya pataviyai virumpiyavarkalellam (avanum, avanutaiya malikaiyum pumiyil corukipponataik kannurratum titukkittu nanamurru) enna nerntatu! Niccayamaka allah tan atiyarkalil tan virumpiyavarkalukku eralamakak kotukkiran; (avan virumpiyavarkalukku) kuraittum vitukiran enrum, (manitanutaiya camarttiyattal mattum onrum avatillai enrum) terikinrate! Allah nam'mitu arul purintirukkavitil avvare nam'maiyum pumiyil coruki iruppan. (Enru kurinar. Piraku titukkittu, nanamurru) enna nerntatu! Niccayamaka (iraivanin arutkotaiyai marukkum) nanri kettavarkal verri ataiyave mattarkal enru terikinrate! Enru kura arampittarkal"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "(mikka pakkiyam perra) marumaiyin vittaiyo, pumiyil perumaiyaiyum visamattaiyum virumpatavarkalukke nam contamakki vituvom. Mutivana narpakkiyam iraiyaccam utaiyavarkalukkuttan untu"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "(unkalil) evarenum oru nanmaiyai(c ceytal, avarukku ataivita melana kuliye kitaikkum. Unkalil evarkal pavattai ceyvarkalo avarkal tankal ceyta pavankalin alave tavira (atarkatikamakat) tantikkappata mattarkal"
        }
    ]
}