{
    "pages": [
        {
            "chapter": 30,
            "verse": 33,
            "text": "manitarkalai oru tinku anukum potu avarkal tankal iraivan pakkam mukam nokki avanitam pirarttikkirarkal. Pinnar avan (atai nikki) avarkalait tan arulaic cuvaikkumpatic ceytal avarkalil oru pirivinar tankal iraivanukke inai vaikkinranar"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Nam avarkalukkalitta arulukku nanri celuttatu nirakarittum vitukinranar. (Ivvaru nirakarippavarkale!) Ninkal unkal istappati cukam anupavittuk kollunkal. (Unkal ceyalin palanaip) pinnar niccayamaka ninkal arintu kolvirkal"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "avarkal inaivaittu vanankuvatarku ataramakak kurakkutiya or attatciyai nam avarkalukku alittirukkiroma? (Avvaru onrum illaiye)"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "manitarkal nam arulaic cuvaikkumpati nam ceytal ataik kontu avarkal makilcciyataikirarkal. Eninum, avarkalutaiya kaikale tetik konta (tiya) ceyalin karanamaka avarkalukku oru tinkerpatumpotu utane avarkal nampikkaiyilantu vitukinranar"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "niccayamaka allah tan natiyavarkalukku unavai virivakkukiran; (tan natiyavarkalukkuk) kuraittu vitukiran enpatai avarkal kavanikkavillaiya? Nampikkai konta makkalukku niccayamaka itil pala attatcikal irukkinrana"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "(napiye! Umatu porulil) uravinarukku avarin urimaiyai kotuttu varuviraka. Avvare elaikalukkum valippokkarkalukkum (avarkalutaiya urimaiyaik kotuttu varuviraka). Evarkal allahvutaiya mukattai natukirarkalo avarkalukku ituve mikka nanrakum. Ivarkaltan verri peruvarkal"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "(marra) manitarkalutaiya porulkalutan cerntu (unkal porulum) atikappatuvatarkaka vattikku ninkal kotukkum porul allahvitattil atikappatuvatillai. Eninum, allahvin mukattai nati jakattaka etum ninkal kotuttalo, kotuttavarkal atai irattippakkik kolkinranar"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Allahtan unkalai pataittavan. Unkalukku unavu kotuppavanum avane. Pinnar, avane unkalai maranikkac ceykiran. Atan pinnar avane unkalai uyirppippan. Ivarril etaiyum ceyyakkutiya cakti unkal teyvankalil etarkum unto? Ivarkal ceyyum (ittakaiya) inaikaliliruntu allah mikka uyarntavan; avan mikap paricuttamanavan"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "manitarkalin kaikal tetikkontatan karanamakak katalilum taraiyilum alivu velaikal (atikamakap) paravivittana. Avarril iruntu avarkal vilakik kolvatarkaka, avarkalin tiya ceyalkal cilavarrin tantanaiyai avarkalukku (im'maiyilum) cuvaikka vaikkiran"
        }
    ]
}