{
    "pages": [
        {
            "chapter": 41,
            "verse": 1,
            "text": "ha mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "alavarra arulalan, nikararra anputaiyavan (akiya allah) itamiruntu itu irakkappattullatu"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "itu kur'an ennum vetamakum. Arivulla makkalukkaka itan vacanankal arapi moliyil vivarikkappattullana"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "(nallorukku itu) narceyti kurukiratakavum (pavikalukku) accamutti eccarikkai ceykiratakavum irukkiratu. Eninum, avarkalil perumpalanavarkal (itaip) purakkanittu vittanar. Atalal, avarkal itarku cevi cayppatillai"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "melum, ‘‘nir etan pakkam enkalai alaikkirirkalo (ataik kavanikka mutiyatapati) enkal ullankal tiraiyitappattu vittana. (Nir kuruvataic ceviyura mutiyatavaru) enkal cevikal cevitaki vittana. Enkalukkum unkalukkum itaiyil tiraiyita(ppattut tatukka)ppattu vittatu. Akave, nir (virumpiyataic) ceytu kontiruppiraka. Nankalum (nankal virumpiyataiye) ceytu kontiruppom'' enrum, (ivvetattai nirakarippavarkal) kurukinranar"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "akave, (napiye!) Nir kuruviraka: Meyyakave nan unkalaip ponra oru manitantan. Ayinum, unkal vanakkattirkuriya iraivan ore or iraivantan enru enakku vahyi mulam arivikkappattullatu. Atalal, avanaiye nokki ninkal urutiyaka nillunkal. Avanitam ninkal pava mannippum kelunkal. Avanukku inaivaippavarkalukkuk ketutan"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "avarkal jakattu kotuppatillai. Avarkaltan marumaiyai nirakarippavarkal"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "(Ayinum,) evarkal nampikkai kontu, narceyalkal ceykirarkalo (avarkaltan marumaiyai nampakkutiyavarkal.) Avarkalukku niccayamaka (oru kalattilum) mutivurata (nilaiyana) kuliyuntu"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "(napiye!) Kuruviraka: “(Ivvalavu periya) pumiyai irante nalkalil pataittavanai ninkal nirakarittuvittu (marravarrai) avanukku inaiyakkukirirkala? Avantan ulakattar anaivaraiyum pataitta iraivan"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "avane pumiyin mitu perum malaikalai amaittu, atil ella vitamana pakkiyankalaiyum purintan. Melum, atil (vacippavarkalukku) ventiya unavukalaiyum nanku nalkalil nirnayam ceytan. (Atuvum nallavarkal tiyavarkal enra vittiyacaminri) ketpavarkal anaivarukkum camamakak kitaikkumarum ceytan"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "pinnar, vanattirku mel uyarntan. Atu oru vakai pukaiyaka iruntatu. Ataiyum pumiyaiyum nokki ‘‘ninkal virumpinalum cari, virumpavittalum cari (kilppatintu) ennitam varunkal'' enru kurinan. Atarku avai, ‘‘ito nankal viruppattutaneye vantom'' enru kurina"
        }
    ]
}