{
    "pages": [
        {
            "chapter": 42,
            "verse": 52,
            "text": "(Napiye!) Ivvare umakku nam kattalaiyai vahyin mulamaka arivikkirom. (Itarku munnar) nir vetam innatenrum, nampikkai innatenrum arintavaraka irukkavillai. Ayinum, (inta vetattai umakku nam vahyi mulam arivittu) atai oliyakavum akki, nam atiyarkalil nam virumpiyavarkalukku ataik kontu nerana valiyaik kanpikkirom. (Napiye!) Niccayamaka nir (atan mulam makkalukku) nerana valiyaik kanpikkirir"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "atutan allahvutaiya vali. Vanankalilum, pumiyilum iruppavai anaittum avanukkuc contamanavaiye. Cakala kariyankalum avanitam vante tirum enpatai (napiye!) Arintu kolviraka"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "ha mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "telivana inta vetattin mitu cattiyamaka"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "(makkavacikale!) Ninkal (elitil) arintukollum porutte ivvetattai (ninkal pecum unkal) arapi moliyil amaittom"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "niccayamaka itu nam'mitattilulla ‘lavhul mahhpulil' pativu ceyyappattullatu. Itu (vetankalil) mika melanatum nanam niraintatumakum"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "ninkal varampu miriya makkalakivittirkal enpatarkaka, unkalukku nallupatecam ceyvatai vittu murrilum nam unkalaip purakkanittu vituvoma"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "(unkalaip ponru cenrupona unkal) munnorkalukkum nam ettanaiyo napimarkalai anuppiyirukkirom"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "(eninum) avarkalitam enta napi vantapotilum, avarkal avaraip parikacam ceyyatu irukkavillai"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "ivarkalai vita mika palacalikalana avarkalaiyellam (avarkalinpavattin karanamaka) nam alittu vittom. Itarku mun cenravarkalin (ittakaiya) utaranam (itil pala itankalil kurappattu munnar) cenruvittatu"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Vanankalaiyum pumiyaiyum pataittavan yar enru ninkal avarkalitam kettal (anaittaiyum) mikaittavanum, mikka nanamutaiyavanumtan avarrai pataittan enru niccayamaka avarkal (patil) kuruvarkal. (Itai arintiruntum avanukku maru ceykinranar)"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "avantan pumiyai unkalukku virippaka akki, atil ninkal (virumpiya itattirkuc) cellum poruttu valikalaiyum amaittan"
        }
    ]
}