{
    "pages": [
        {
            "chapter": 57,
            "verse": 4,
            "text": "avantan vanankalaiyum pumiyaiyum aru nalkalil pataittan. Pinnar, arsin mitu (tan makimaikkut takuntarpol) uyarntu vittan. (Vittu mutaliyavai) pumiyil vitaikkappatuvataiyum avai mulaittu velippatuvataiyum, vanattil iruntu irankupavarraiyum, (pumiyiliruntu) erupavarraiyum avan nankarivan. Ninkal enkirunta potilum, avan unkalutan irukkiran. Ninkal ceypavarraiyum (anta) allah urru nokkukiran"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "vanankal pumiyin atci avanukkuriyate! Ella visayankalum (anta) allahvitame kontu varappatum"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "avane, iravaip pakalil pukuttukiran; pakalai iravil pukuttukiran. Manatilulla ella ennankalaiyum avan nankarivan"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "akave, (manitarkale! Ninkal) allahvaiyum, avanutaiya tutaraiyum nampikkaikollunkal. Innum, allah unkalukku mun cenravarkalin epporulkalukku unkalaip piratinitikalaka akkinano apporulkaliliruntu ninkal tanam ceyyunkal. Unkalil evarkal nampikkaikontu tanam ceykirarkalo, avarkalukkup periyatoru kuli untu"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "(Manitarkale!) Ninkal allahvai en nampikkaikolvatillai? Unkalaip pataittuk kakkum unkal iraivanaittan ninkal nampikkaikollumaru, unkalai (namatu) tutar alaikkirar. (Itaipparri, iraivan) unkalitam niccayamaka vakkuruti perrirukkiran. Ninkal unmaiyakave nampikkai kontavarkalayiruntal (itan unmaiyai ninkal nankarintu kolvirkal)"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "unkalai(p pavattin) irulkaliliruntu oliyin pakkam kontu varum porutte, avan tanatu atiyar mitu telivana vacanankalai irakki vaittirukkiran. Niccayamaka allah unkal mitu mika irakkamutaiyavanum maka karunaiyutaiyavanum avan"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "unkalukkenna nerntatu! Allahvutaiya pataiyil ninkal tarmam ceyya ventama? Vanankal, pumiyilullavarrin urimai allahvukkuriyatutane! Unkalil evarkal (makkavai) velvatarku munnar tam porulaic celavu ceytu por purintarkalo, avarkalum atarkup pinnar, tam porulaic celavu ceytu por purintavarkalum camamaka mattarkal. Avarkal (-makka verrikku mun celavu ceytu porittavarkal) atarku pinnar celavu ceytu porittavarkalaivita makattana patavi utaiyavarkal. Eninum, ivviruvarukkum allah nanmaiyai (corkkattai)ttan vakkalittirukkiran. Allah ninkal ceypavarrai nankarintavan avan"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "evar allahvukkaka alakana katan kotukkiraro avarukku, atai irattippakkiye vaittirukkiran. Melum avarukku mika kanniyamana kuliyum untu"
        }
    ]
}