{
    "juzs": [
        {
            "chapter": 4,
            "verse": 148,
            "text": "Allah ne voli da se o zlu glasno govori, to moze samo onaj kome je zulum ucinjen. A Allah je Onaj Koji sve cuje i Onaj Koji sve zna"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Bilo da vi dobro djelo javno ucinite, ili ga sakrijete, ili nepravdu oprostite - pa Allah je Onaj Koji stalno ponistava grijehe i svemocan je"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Oni koji u Allaha i poslanike Njegove ne vjeruju i zele između Allaha i poslanika Njegovih u vjerovanju napraviti razliku, te govore: \"U neke vjerujemo, a u neke ne vjerujemo\", i zele između to dvoje iznaci put neki"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "oni su zbilja pravi nevjernici, a Mi smo nevjernicima pripremili ponizavajucu patnju"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "A one koji u Allaha i poslanike Njegove vjeruju i ni jednoga od njih ne izdvajaju - On ce, sigurno, nagraditi. A Allah je Onaj Koji oprasta grijehe i milostiv je"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "Oni kojima je data Knjiga traze od tebe da im s neba spustis Knjigu. Pa od Musaa su trazili i vise od toga, kad su rekli: \"Pokazi nam Allaha!\" Pa ih je, zbog zuluma njihova, munja osinula. Poslije su, kada su im ocigledni dokazi pokazani, tele za bozanstvo prihvatili, ali smo i to oprostili, a Musau smo protiv njih ociti dokaz dali"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "I iznad njih smo brdo digli, zbog zavjeta koji su dali, i rekli smo im: \"Na kapiju pognutih glava uđite!\" I jos smo rekli: \"Subotu ne oskrnavite!\" I od njih smo cvrsto obecanje uzeli"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "Zato sto su zavjet prekrsili i sto u Allahove ajete i znakove nisu povjerovali, sto su bez razloga vjerovjesnike ubijali i sto su govorili: \"Nasa srca su u omotu'', Allah je, zbog nevjerovanja, njihova srca zapecatio, pa ih samo malo vjeruje"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "I zbog nevjerovanja njihovoga i zbog iznosenja teske klevete protiv Merjeme"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "I zbog rijeci njihovih: \"Mi smo ubili Mesiha, Isaa, sina Merjemina, Allahova poslanika.\" A nisu ga ubili, ni raspeli, vec im se pricinilo. Oni koji su se o njemu u misljenju razisli, zaista su u sumnji u pogledu njega; o tome nista pouzdano ne znaju, samo se za nagađanjem povode; a sigurno je da ga nisu ubili"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "vec ga je Allah uzdigao Sebi. A Allah je silan i mudar"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "I nema nijednog sljedbenika Knjige koji, prije njegove smrti, nece u njega kako treba povjerovati, a na Kijametskom danu on ce protiv njih svjedociti"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "I zbog zuluma jevreja Mi smo im neka lijepa jela zabranili, koja su im bila dozvoljena, i zbog toga sto su mnoge od Allahova puta odvracali"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "I zato sto su kamatu uzimali, a bilo im je zabranjeno, i zato sto su tuđe imetke na nedozvoljen nacin jeli. A za nevjernike među njima Mi smo patnju bolnu pripremili"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Ali oni među njima koji su u znanje duboko pronikli, i vjernici koji vjeruju u ono sto se objavljuje tebi i u ono sto je objavljeno prije tebe, narocito oni koji namaz obavljaju i oni koji zekat daju i u Allaha i Posljednji dan vjeruju - njima cemo sigurno veliku nagradu dati"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "Mi objavljujemo tebi kao sto smo objavljivali Nuhu i vjerovjesnicima poslije njega, objavljivali smo Ibrahimu, i Ismailu i Ishaku i Jakubu i potomcima, i Isau, i Ejjubu, i Junusu, i Harunu, i Sulejmanu, a Davudu smo dali Zebur"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "i poslali smo poslanike o kojima smo ti prije kazivali i poslanike o kojima ti nismo kazivali. A Allah je sigurno s Musaom razgovarao"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Poslali smo poslanike koji su radosne vijesti i opomene donosili, da ljudi poslije poslanika ne bi nikakvog opravdanja pred Allahom imali. A Allah je silan i mudar"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Allah svjedoci da je istina ono sto ti objavljuje, objavljuje ga Svojim znanjem, a i meleci svjedoce. A dovoljan je Allah kao svjedok"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Doista, oni koji ne vjeruju i koji druge od Allahova puta odvracaju, daleko su zalutali"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Onima koji ne vjeruju i koji zulum cine, Allah, doista, nece oprostiti i nece ih na put uputiti"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "osim puta u Dzehennem, u kojem ce vjecno i zauvijek ostati; to je Allahu lahko"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "O ljudi, Poslanik vam je vec donio Istinu od Gospodara vaseg; zato, vjerujte - bolje vam je! A ako ne budete vjerovali - pa zaista je Allahovo sve sto je na nebesima i na Zemlji. Allah je Onaj Koji sve zna i mudar je"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "O vi kojima je data Knjiga, ne zastranjujte u svom vjerovanju i o Allahu govorite samo istinu! Mesih, Isa, sin Merjemin, samo je Allahov poslanik, i Njegova Rijec, koju je Merjemi dostavio, i duh Njegov; zato vjerujte u Allaha i Njegove poslanike i ne govorite: \"Trojica su!\" Prestanite, bolje vam je! Allah je samo jedan Bog, Uzvisen neka je On, zar da ima dijete?! Njegovo je ono sto je na nebesima i ono sto je na Zemlji, i Allah je dovoljan kao zastitnik"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Mesih se nece ustezati da bude Allahov rob, pa ni meleki, Njemu bliski. A one koji se budu ustezali da Njemu ibadet cine, i one koji se budu oholili, Allah ce pred Sobom sakupiti"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Vjernike koji su dobra djela cinili On ce prema zasluzi nagraditi i jos ce im, iz obilja Svoga, vise dati; a one koji su zazorni bili i oholili se - na bolne ce muke staviti i oni nece naci sebi, mimo Allaha, ni zastitnika ni pomagaca"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "O ljudi, dokaz vam je vec stigao od Gospodara vaseg i Mi smo vam objavili Jasno Svjetlo"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "One koji budu u Allaha vjerovali i cvrsto Ga se drzali On ce sigurno u milost Svoju i blagodat uvesti i Pravim putem Sebi uputiti"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Oni traze od tebe tumacenje. Reci: \"Allah ce vam kazati propis o onome ko nema ni roditelja ni djece: ako neko umre i ne bude imao djeteta, a ima sestru, njoj polovina njegove ostavstine pripada, a on ce naslijediti nju ako ona ne bude imala dijete; a ako su dvije sestre, njima pripadaju dvije trecine njegove ostavstine. A ako su oni braca i sestre, onda ce muski dio nasljedstva biti jednak iznosu dva dijela zenskog. To vam Allah objasnjava, da ne zalutate. A Allah sve dobro zna"
        },
        {
            "chapter": 5,
            "verse": 1,
            "text": "O vi koji vjerujete, ispunjavajte preuzete obaveze! Dozvoljava vam se stoka, ali ne ona koja ce vam biti spomenuta; dok obrede hadza obavljate nije vam dozvoljeno da lovite. Uistinu, Allah propisuje sto On hoce"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "O vi koji vjerujete, ne skrnavite Allahove obrede hadza, ni sveti mjesec, ni kurbane, narocito one ogrlicama obiljezene, ni one ljude koji su krenuli ka casnoj Kabi zeleci od Gospodara svoga obilje i zadovoljstvo. A kada obrede hadza obavite, onda loviti mozete. I neka vas mrznja koju prema nekim ljudima nosite, zato sto su vam sprijecili pristup Casnoj dzamiji, nikako ne navede da pravdu skrnavite! Potpomazite se u dobrocinstvu i bogobojaznosti, a ne potpomazite se u grijehu i skrnavljenju pravde i bojte se Allaha; Allah, doista, strasno kaznjava"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Zabranjena vam je strv, i krv, i svinjsko meso, i ona zivotinja koja je zaklana u necije drugo, a ne u Allahovo ime, i koja je udavljena i ubijena i koja je strmoglavljena, i rogom ubodena, ili od zvijeri naceta - osim ako ste je preklali - i koja je na ztrvenicima zrtvovana i zabranjuje vam se gatanje strelicama. To je neposluh! Danas su nevjernici izgubili svaku nadu da cete vi otpasti od svoje vjere, zato se ne bojte njih, vec se bojte Mene. Danas sam vam vjeru vasu usavrsio i blagodat Svoju prema vama upotpunio i zadovoljan sam da vam islam bude vjera. A ko god bude primoran, kada hara glad, bez namjere da ucini grijeh, pa Allah je, zaista, Oprostitelj grijeha, Milostivi"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Pitaju te sta im je dozvoljeno. Reci: \"Dozvoljena su vam lijepa jela i ono sto ulove zivotinje koje ste lovu poducili, od onoga cime je Allah vas naucio. Jedite ono sto vam one uhvate i spomenite Allahovo ime pri tome, i bojte se Allaha; Allah, zaista, brzo sviđa racune"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Danas vam se dozvoljavaju sva lijepa jela; i jela onih kojima je data Knjiga dozvoljena su vam, i vasa su jela njima dozvoljena, i cestite zene vjernice, i cestite kceri onih kojima je data Knjiga prije vas, kada im vjencane darove njihove dadnete s namjerom da se njima ozenite, a ne da s njima blud cinite i da ih za priljeznice uzimate. A onaj ko nijece propise vjere- uzalud ce mu biti djela njegova, i on ce, na ahiretu, među gubitnicima biti"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "O vi koji vjerujete, kada hocete namaz obaviti, lica svoja i ruke svoje do iza laktova operite - a glave svoje potarite - i noge svoje do iza clanaka operite. Ako ste dzunupi, onda se ocistite; a ako ste bolesni, ili na putu, ili ako ste izvrsili prirodnu potrebu, ili ako ste imali odnos sa suprugama, a ne nađete vode, onda rukama svojim cistu zemlju dotaknite i njima preko lica svojih i ruku svojih pređite. Allah vam ne zeli priciniti poteskoce, vec vas zeli uciniti cistim i blagodat Svoju vam upotpuniti, da biste bili zahvalni"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "I sjetite se Allahove blagodati kojom vas je obasuo i zavjeta kojim vas je obavezao, kad ste rekli: \"Slusamo i pokoravamo se!\" I bojte se Allaha! Zaista Allah dobro zna sve sto je u grudima"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "O vi koji vjerujete, duznosti prema Allahu izvrsavajte, i pravedno svjedocite. Neka vas mrznja koju prema nekim ljudima nosite nikako ne navede da nepravedni budete! Pravedni budite, to je najblize bogobojaznosti, i bojte se Allaha. Allah, doista, upotpunosti zna ono sto cinite"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Allah je onima koji vjeruju i dobra djela cine obecao oprost i nagradu veliku"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "a oni koji ne budu vjerovali i ajete i znakove Nase budu poricali - bit ce stanovnici Dzehennema"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "O vi koji vjerujete, sjetite se Allahove blagodati prema vama kada su vas se neki ljudi htjeli docepati, a On je zadrzao ruke njihove. I bojte se Allaha, i neka se vjernici samo u Allaha pouzdaju"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "Allah je prihvatio zavjet sinova lsrailovih - a između njih bili smo postavili dvanaest starjesina - i Allah je rekao: \"Ja sam, doista, s vama! Ako budete namaz obavljali i zekat davali, i ako budete u poslanike Moje vjerovali, pomagali im i drage volje zajam Allahu davali, sigurno cu prekriti vasa losa djela i uvest cu vas u dzennetske basce kroz koje rijeke teku. A onaj među vama koji ni poslije toga ne bude vjerovao - s Puta pravoga je skrenuo"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Ali, zato sto su zavjet svoj prekrsili, Mi smo ih prokleli i srca njihova okrutnim ucinili. Oni su rijeci s mjesta na kojima su bile uklanjali, a dobar dio onoga cime su bili opominjani izostavili. I ti ces, osim u slucaju malo njih, neprestano njihovo vjerolomstvo otkrivati, ali ti pređi preko toga i oprosti im! Allah, uistinu, voli one koji cine dobro"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Od onih koji govore: \"Mi smo krscani\", Mi smo zavjet prihvatili, ali su i oni dio onoga cime su bili opominjani izostavili, zato smo medu njih neprijateljstvo i mrznju do Kijametskog dana ubacili; a Allah ce ih sigurno obavijestiti o onome sto su radili"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "O vi kojima je data Knjiga, dosao vam je Poslanik Nas da vam ukaze na mnogo sta sto vi iz Knjige krijete, a preko mnogo cega ce i preci. A od Allaha vam dolazi Svjetlost i Knjiga jasna"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Njome Allah upucuje na puteve spasa one koji nastoje steci zadovoljstvo Njegovo i izvodi ih, dozvolom Svojom, iz tmina na svjetlo i na pravi put ih upucuje"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Nevjernici su oni koji govore: \"Doista je Bog Mesih sin Merjemin!\" Reci: \"Ko moze sprijeciti Allaha da, ako hoce, unisti Mesiha, sina Merjemina, i majku njegovu, i sve one koji su na Zemlji?\" Allahova je vlast na nebesima i na Zemlji i na onome sto je između njih; On stvara sta hoce, i Allah nad svime ima moc"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Jevreji i krscani kazu: \"Mi smo djeca Bozija i miljenici Njegovi.\" Reci: \"Pa zasto vas On kaznjava zbog grijeha vasih?\" A nije tako! Vi ste kao i ostali ljudi koje On stvara: kome hoce On ce oprostiti, a koga hoce On ce patnji podvrgnuti. Allahova je vlast na nebesima i na Zemlji i na onome sto je između njih, i kod Njega je konacno odrediste"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "O vi kojima je data Knjiga, dosao vam je Poslanik Nas- nakon sto je neko vrijeme prekinuto slanje poslanika - da vam objasni, da ne biste rekli"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "A kad Musa rece narodu svome: \"O narode moj, sjetite se Allahove blagodati prema vama kada je neke od vas vjerovjesnicima ucinio, i kada vas je vladarima ucinio, i dao vam ono sto nijednom narodu nije dao"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "O narode moj, uđite u Blagoslovljenu zemlju koju vam je Allah dodijelio, i ne uzmicite nazad pa da se vratite kao gubitnici"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "oni rekose: \"O Musa! U njoj je nemilosrdan narod i mi u nju necemo uci dok god oni iz nje ne iziđu; pa, ako oni iz nje iziđu, mi cemo onda sigurno uci"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Dva covjeka-koja su se Allaha bojala i kojima je On darovao blagodat Svoju- rekose: \"Navalite na njihovu kapiju, pa kad kroz nju prođete, bit cete sigurno pobjednici; a u Allaha se pouzdajte, ako ste vjernici"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "O Musa\", rekose oni, \"dok god su oni u njoj, mi necemo u nju ulaziti! Idite ti i Gospodar tvoj pa se borite, a mi se odavde necemo micati"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Gospodaru moj\", rece Musa, \"ja osim sebe imam moc samo nad bratom svojim; zato razluci između nas i buntovnih ljudi"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Cetrdeset godina oni ce zemljom lutati\", rece On, \"jer ce im Sveta zemlja zabranjena biti, a ti ne tuguj za narodom buntovnim"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "I ispricaj im vijest o dvojici Ademovih sinova, onako kako je bilo, kad su njih dvojica kurban zrtvovali, pa je od jednog bio primljen a od drugog nije, pa je on rekao: \"Sigurno cu te ubiti!\" A prvi rece: \"Allah prima samo od onih koji su bogobojazni"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "I kad bi ti pruzio ruku svoju prema meni da me ubijes, ja ne bih pruzio svoju prema tebi da te ubijem. Zaista se ja bojim Allaha, Gospodara svjetova"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Ja zelim da ti poneses i moj i svoj grijeh i da budes stanovnik u Vatri. A ona je kazna za sve zulumcare"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "I dusa ga navede da ubije brata svoga, pa ga on ubi i postade jedan od gubitnika"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Allah onda posla jednog gavrana da kopa po zemlji da bi mu pokazao kako da zakopa mrtvo tijelo brata svoga. \"Tesko meni\", povika on, \"zar i ja ne mogu, kao ovaj gavran, zakopati mrtvo tijelo brata svoga!\" I pokajnik postade"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Zbog toga smo Mi propisali sinovima Israilovim: ako neko ubije nekoga koji nije ubio nikoga, ili onoga koji na Zemlji nered ne cini - kao da je sve ljude poubijao; a ako neko bude uzrok da se neciji zivot sacuva - kao da je svim ljudima zivot sacuvao. Nasi su im poslanici jasne dokaze donosili, ali su mnogi od njih, i poslije toga, zaista, na Zemlji sve granice zla prelazili"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Kazna za one koji protiv Allaha i Poslanika Njegova vojuju i koji nered na Zemlji cine jeste: da budu ubijeni, ili razapeti, ili da im se unakrst ruke i noge odsijeku, ili da iz zemlje budu prognani. To im je ponizenje na dunjaluku, a na ahiretu ceka ih patnja velika"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "ali ne i za one koji se pokaju prije nego sto ih se domognete. I znajte da je Allah Onaj Koji oprsta grijehe i milostiv je"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "O vi koji vjerujete, Allaha se bojte i trazite ono sto ce vas Njemu pribliziti, i na putu Njegovu se borite da biste uspjeli"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Zaista, kad bi sve ono sto je na Zemlji bilo u posjedu nevjernika, i jos toliko, i kad bi htjeli time da se otkupe od patnje na Kijametskom danu, ne bi im primljeno bilo. Njih ceka patnja bolna"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Zazeljet ce oni da iz Vatre iziđu, ali im iz nje izlaska nece biti, za njih ce biti patnja neprestana"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Kradljivcu i kradljivici odsijecite ruke, neka im to bude kazna za ono sto su ucinili i opomena od Allaha! Allah je silan i mudar"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "A onome ko se poslije zuluma svoga pokaje i popravi se - Allah ce sigurno oprostiti, Allah je, doista, Onaj Koji oprasta grijehe i milostiv je"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Ti sigurno znas da samo Allah ima vlast na nebesima i na Zemlji. On patnji podvrgava onoga koga hoce, a prasta onome kome hoce. Allah nad svime ima moc"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "O Poslanice, neka te ne zabrinjavaju oni sto brzo nevjerovanje ispoljavaju, oni koji ustima svojim govore: \"Vjerujemo\", a srcem ne vjeruju, i jevreji, koji izmisljotine mnogo slusaju i koji tuđe rijeci rado prihvataju, a tebi ne dolaze; koji smisao rijecima izvrcu i govore: \"Ako vam se ovako presudi, onda pristanite na to, a ako vam se ne presudi, onda nemojte pristati! A onome kome Allah zeli zabludu, ti mu, u odnosu na Allaha, nista pomoci ne mozes. To su oni cija srca Allah ne zeli ocistiti; njih na dunjaluku ceka ponizenje, a na ahiretu patnja golema"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Oni mnogo lazi slusaju i mnogo ono sto je zabranjeno jedu; pa ako ti dođu, ti im ili presudi ili se okreni od njih; ako se okrenes od njih, oni ti ne mogu nimalo nauditi. A ako im budes sudio, sudi im pravo. Doista, Allah voli pravedne"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "A otkud da oni traze od tebe da im sudis kad imaju Tevrat, u kome su Allahovi propisi? Oni ni poslije presude tvoje ne bi bili zadovoljni, i oni vjernici nisu"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Mi smo objavili Tevrat, u kome je uputa i svjetlo. Po njemu su jevrejima sudili vjerovjesnici koji su bili Allahu poslusni, i pobozni ljudi, i uceni, od kojih je trazeno da cuvaju Allahovu knjigu, i oni su nad njom bdjeli. Zato se, kad budete sudili, ne bojte ljudi, vec se bojte Mene, i ne zamjenjujte rijeci Moje za nesto sto malo vrijedi! A oni sto ne sude prema onom sto je Allah objavio, oni su bas nevjernici"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Mi smo im u njemu propisali: glava za glavu, i oko za oko, i nos za nos, i uho za uho, i zub za zub, da za rane treba uzvratiti, te da onome ko od odmazde odustane, bit ce mu to od grijeha iskupljenje. Oni koji ne sude prema onome sto je Allah objavio bas su zulumcari"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Poslije njih smo Isaa, sina Merjemina, poslali, koji je priznavao Tevrat prije njega objavljen, a njemu smo dali Indzil, u kome je bila uputa i svjetlo, i da potvrdi Tevrat, prije njega objavljen, u kome je, također, bila uputa i pouka bogobojaznima"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "i sljedbenicima Indzila smo bili naredili da sude prema onome sto je Allah objavio u njemu. Oni koji nisu sudili prema onome sto je Allah objavio - bas su prema Allahu buntovni"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "A tebi objavljujemo Knjigu, s Istinom, da potvrdi knjige prije objavljene i da nad njima bdi. I ti im sudi prema onome sto Allah objavljuje i ne povodi se za prohtjevima njihovim, i ne odstupaj od Istine koja ti dolazi; svima vama smo zakon i pravac propisali. A da je Allah htio, On bi vas sljedbenicima jedne vjere ucinio, ali, On hoce da vas iskusa u onome sto vam propisuje, zato se natjecite ko ce vise dobra uciniti; Allahu cete se svi vratiti, pa ce vas On o onome u cemu ste se razilazili obavijestiti"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "I sudi im prema onome sto Allah objavljuje i ne povodi se za prohtjevima njihovim, i cuvaj ih se da te ne odvrate od necega sto ti Allah objavljuje. A ako se okrenu, ti onda znaj da ih Allah zeli zbog nekih grijeha njihovih kazniti. A mnogi ljudi su, zaista, buntovnici"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Zar oni da traze da im se kao u pagansko doba sudi!? A ko je od Allaha bolji sudija narodu koji cvrsto vjeruje"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "O vi koji vjerujete, ne uzimajte za zastitnike i prijatelje jevreje i krscane! Oni su sami sebi zastitnici i prijatelji! A njihov je i onaj među vama koji ih za zastitnike i prijatelje prihvati; Allah, uistinu, nece uputiti na pravi put ljude zulumcare"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Zato ti vidis one cija su srca bolesna kako se zure da s njima prijateljstvo sklope, govoreci: \"Bojimo se da nas kakva nevolja ne zadesi.\" A Allah ce sigurno pobjedu ili nesto drugo od Sebe dati, pa ce se oni, zbog onoga sto su u dusama svojim krili, kajati"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "a oni koji vjeruju reci ce: \"Jesu li to oni koji su se zaklinjali Allahom, svojom najjacom zakletvom, da su, zaista, s vama?\" Djela njihova bit ce ponistena, i oni ce gubitnici biti"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "O vi koji vjerujete, ako neko od vas od svoje vjere otpadne - pa, Allah ce sigurno umjesto njih dovesti ljude koje On voli i koji Njega vole, prema vjernicima ponizne, a prema nevjernicima ponosite; oni ce se na Allahovu putu boriti i nece se nicijeg prijekora bojati. To je Allahov dar koji On daje kome hoce - a Allah je neizmjerno darezljiv i Onaj Koji sve zna"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Vasi su zastitnici samo Allah i Poslanik Njegov i vjernici koji ponizno namaz obavljaju i zekat daju"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Onaj ko za zastitnika uzme Allaha i Poslanika Njegova i vjernike - pa, Allahova strana ce, svakako, pobijediti"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "O vi koji vjerujete, ne uzimajte za zastitnike i prijatelje one koji vasu vjeru za podsmijeh i zabavu uzimaju, bili to oni kojima je data Knjiga prije vas, ili bili nevjernici - i Allaha se bojte ako ste vjernici"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "I kad pozivate na namaz, i to za podsmijeh i zabavu uzimaju, zato sto su oni ljudi koji ne razumiju"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Reci: \"O vi kojima je data Knjiga, zar da nas osuđujete zato sto vjerujemo u Allaha i u ono sto nam se objavljuje, i u ono sto je objavljeno prije - a vecina vas ste prema Allahu buntovni"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Reci: \"Hocete li da vam kazem koji su gori od njih i koje ce Allah jos teze kazniti? Oni koje je Allah prokleo i na koje se rasrdio i ucinio od njih majmune, i svinje, i one koji su tagutu - sejtanu robovali - njih ceka najgore mjesto i oni su najdalje s Pravog puta odlutali"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "A kada vam dolaze, oni govore: \"Vjerujemo!\", ali oni dolaze kao nevjernici, a takvi i odlaze, a Allah dobro zna ono sto oni kriju"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Vidis mnoge od njih kako u grijehe i nasilje srljaju i kako ono sto je zabranjeno jedu; ruzno li je to kako postupaju"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Trebalo bi da ih cestiti i uceni ljudi od lazna govora i zabranjena jela odvracaju; ruzno li je to kako postupaju"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Jevreji govore: \"Allahova ruka je stisnuta!\" Stisnute bile ruke njihove i prokleti bili zbog toga sto govore! Naprotiv, obje ruke Njegove su pruzene, On udjeljuje koliko hoce. A to sto ti objavljuje Gospodar tvoj pojacat ce kod mnogih od njih osionost i nevjerovanje. Mi smo ubacili među njih neprijateljstvo i mrznju sve do Kijametskog dana. Kad god pokusaju potpaliti ratnu vatru, Allah je ugasi. Oni nastoje na Zemlji smutnju praviti, a Allah ne voli smutljivce"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "A da oni kojima je data Knjiga vjeruju i cuvaju se, Mi bismo presli preko ruznih postupaka njihovih i sigurno bismo ih uveli u dzennetske basce uzivanja"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Da se oni pridrzavaju Tevrata i lndzila i onoga sto im objavljuje Gospodar njihov, imali bi sta jesti, i od onoga sto je iznad njih i od onoga sto je ispod nogu njihovih. Ima ih i umjerenih, ali ruzno je ono sto radi vecina njih"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "O Poslanice, kazuj ono sto ti se objavljuje od Gospodara tvoga - ako ne ucinis, onda nisi dostavio poslanicu Njegovu - a Allah ce te od ljudi stititi. Allah, zaista, nece uputiti na Pravi put narod koji ne vjeruje"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Reci: \"O vi kojima je data Knjiga, vi niste ni na cemu ako se ne budete pridrzavali Tevrata i Indzila i onoga sto vam objavljuje Gospodar vas. A to sto ti objavljuje Gospodar tvoj pojacat ce, uistinu, kod mnogih od njih osionost i nevjerovanje, ali ti ne ocajavaj zbog naroda koji ne vjeruje"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Oni koji su vjerovali, i oni koji su bili jevreji, te sabijci, i krscani - oni koji su u Allaha i u ahiret vjerovali i dobra djela cinili - nicega se oni uistinu nece bojati i ni za cim oni nece tugovati"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Mi smo od sinova Israilovih zavjet uzeli i poslanike im slali. Kad god bi im koji poslanik donio ono sto nije godilo dusama njihovim, jedne su u laz utjerivali a druge ubijali"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Mislili su da nece na muke biti stavljeni, pa su bili i slijepi i gluhi, i onda kad je Allah primio pokajanje njihovo, mnogi od njih su opet bili i slijepi i gluhi; a Allah dobro vidi ono sta oni rade"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "nevjernici su oni koji govore: \"Bog je, doista, Mesih, sin Merjemin!\" A Mesih je govorio: \"O sinovi lsrailovi, ibadet cinite Allahu, i mome i vasem Gospodaru!\" Ko drugog Allahu u obozavanju pridruzuje, Allah ce mu ulazak u Dzennet zabraniti i boraviste njegovo ce Dzehennem biti; a zulumcarima nece niko moci pomoci"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "nevjernici su oni koji govore: \"Allah je, zaista, jedan od trojice!\" A samo je jedan Bog! I ako se ne okane onoga sto govore, nesnosna patnja ce, zaista, stici svakog od njih koji nevjernik ostane"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Zasto se oni ne pokaju Allahu i ne zamole Njegov oprost, a Allah je Onaj Koji oprasta grijehe i milostiv je"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Mesih, sin Merjemin, samo je poslanik - i prije njega su dolazili i odlazili poslanici - a majka njegova je iskreno srcem vjerovala; i oboje su hranu jeli. Pogledaj kako im Mi iznosimo jasne dokaze, i pogledaj, zatim, njih kako se odmecu"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Reci: \"Zar pored Allaha obozavate nesto sto vam ne moze nanijeti nikakvu stetu, niti vam korist neku pribaviti? A Allah je, bas, Svecujuci i Sveznajuci"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Reci: \"O vi kojima je data Knjiga, ne zastranjujte u vjerovanju svome, suprotno istini, i ne povodite se za prohtjevima ljudi koji su jos davno zalutali, i mnoge u zabludu odveli, i sami s pravoga puta skrenuli"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Jezikom Davuda i Isaa, sina Merjemina, prokleti su oni sinovi Israilovi koji nisu vjerovali- zato sto su neposlusni bili i uvijek granice prelazili"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "jedni druge od zla sto cinise odvracali nisu. Ruzno li je, zaista, to kako su postupali"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Ti vidis mnoge od njih kako s viseboscima prijateljuju. Ruzno je, zaista, ono sto sami sebi pripremaju: da se Allah na njih rasrdi i da u patnji vjecno ostanu"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "A da vjeruju u Allaha i Vjerovjesnika i u ono sto se njemu objavljuje, oni s njima ne bi prijateljevali, ali mnogi su od njih prema Allahu buntovni"
        }
    ]
}