{
    "maqras": [
        {
            "chapter": 28,
            "verse": 51,
            "text": "Soni chisimu pamasile pa twalunguchisye ŵanganyao maloŵe (gachamuko jajili Qur’an), kuti mwine takumbuchile (nambo kwapi)"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Aŵala ŵanakwapaga chitabu kala jalakwe (Qur’an) nkanijiyiche, ŵanganyao jalakwe akujikulupilila (mpela ‘Abdullâh bin Salâm ni Salmân Al-Fârisî)"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Soni pati jichisoomedwaga kukwao akasatiji: “Uwwe tujikulupilile jalakwe, yalakweyi niyakuona yakuumila kwa M’mbuje gwetu, chisimu uwwe namuno nkanijiŵe jalakweji, twaliji Asilamu (ŵakuya Musa ni Isa).”"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Ŵanganyao tachipedwa malipilo gao kaŵilikose ligongo lya kupilila kwao, ni akutyosyaga ni yambone yakusakala, nambo soni mu ichindu yatwapele akasatolaga"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Soni pati apikene yangali mate akasaiŵambalaga ni akasatiji: “Uwwe tukwete masengo getu, nombe jenumanja nkwete masengo genu. Ntendele uŵe kukwenu. Uwwe ŵangasachilila (kwakuya) ajinga.”"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Chisimu mmwe nganim’ba mun’jongwele jwamunnonyele, nambo Allah akun’jongolaga jwakunsaka, soni Jwalakwe ni jwaakwamanya chenene akongoka"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Sano ŵanganyao ni ŵatite: “Naga tukuye chongoko chan’di nacho chituswambidwe m’chilambo mwetu.” Ana nganitwatamilikachisya ŵanganyao malo gakuchimbichika gantunjelele (Maaka), kwaikwika mwalulele isogosi yamitundumitundu kuŵa lisiki lyakuuma Kukwetu? Nambo ŵajinji mwa ŵanganyao ngakumanyilila"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Soni jilingwajilingwa mwa misi jatwajijonasile, janakutwanjilaga ndamo jao (jambone)! Sanotu amo nimmalo mwao mwanganimutamidweje panyuma pao ikaŵeje panandipe, soni Uwwe niŵatwaliji Ŵawinjila"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Ni nganaŵa Ambuje ŵenu (Allah) ŵanti nikonanga misi mpaka akatumisye mu nsinda wakwe wekulungwa ntenga jwakwasoomela ŵanganyao ma Ȃya Getu (nkugakanamo nikwajonangaga), soni nganituŵa ŵakujijonanga misi ikaŵeje achimisyeneo ali ŵalupuso"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Soni ichindu iliyose yampedwile iŵele yakusengwasya umi wa duniya ni ipeto yakwe, nambo yaili kwa Allah niyambone nnope soni yakwendelechela, ana ngankuitaga mulunda"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Ana mundu jwatutaŵene najo chilanga chambone (chakuja kwinjila ku Mbepo) mwanti jwalakwe takasimangane nacho, mpaka julandane ni mundu jwatunsengwasisye ni yakusengwasya ya umi wa duniya, kaneka jwalakwe lisiku lya Kiyama nikuja kuŵa mwa akwika nao (kuti aponyedwe m’Moto)"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Soni (kumbuchilani) lisiku lyatachaŵilanga ŵanganyao (Allah) basi ni tachiti: “Ali kwapi akumwanganya nao aŵala ŵamwaliji nkulitwanjila?”"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Tachiŵecheta aŵala ŵalichisimichika pa ŵanganyao liloŵe (lyakupedwa ilagasyo) kuti: “Ambuje ŵetu! Aŵa ni aŵala ŵatwasochelesye. Twasochelesye ŵanganyaŵa mpela yatwatite pakusochelela (twachimisyewe), tukuliipaata Kukwenu; nganaŵa ŵanganyao nkutugalagatila uwwe.”"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Ni ichiŵechetedwa yanti: “Mwaŵilangani akwawanganya ŵenu.” Basi ni tachaŵilanga nambo ngasiŵajanga, ni tachiyiona ilagasyo. (Pa jele ndemajo tachisachilila yanti): Bola ŵanganyao angaŵe ŵajongokaga (pa duniya nikuti nga nganaiona ilagasyoyo)"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Soni (kumbuchilani) lisiku lyatachaŵilanga ŵanganyao (Allah) basi ni tachiti: “Ana ichichi mwajanjile achimitenga?”"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Ni sichasoŵa ŵanganyao abali (sya kwanga kwakwajokola) lyele lisikulyo, soni ŵanganyao ngasawusyana"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Nambo mundu jwatesile toba ni kulupilila ni kutendaga soni yambone, basi jwalakwe tachiŵa mwa ŵandu ŵakupunda"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Sano Ambuje ŵenu akasagumba chaakusaka ni kusagula (chaakusaka). Nganakola ŵanganyao kusagula kulikose. Aswejele Allah, soni atukwiche kwannope ku yaakum’bwanganya nayo"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Soni Ambuje ŵenu akuimanyilila yaikusisa mitima jao ni yaakuilochesya papaswela"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Soni Jwalakwe ni Allah; pangali nnungu jwine (jwakuŵajilwa kun’galagatila) ikaŵeje Jwelepejo. Jukwete kulapilidwa kosope kwene pandanda (pa duniya pano) ni pambesi pakwe (ku Mbepo), soni jukwete ulamusi, soni Kukwakwe tinchiuchisyidwa"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Jilani: “Ana nkuiona uli naga Allah ali am’biichiile jenumanja chilo kuŵa chakwendelechela mpaka lisiku lya Kiyama, ana ninnunguchi jwangaŵaga Allah jwampaka am’bichilile nalyo lilanguka? Ana jenumanja ŵangapikana?”"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Jilani: “Ana nkuiona uli naga Allah ali am’biichiile jenumanja muusi kuŵa wakwendelechela mpaka lisiku lya Kiyama, ana ninnunguchi jwangaŵaga Allah jwampaka am’bichilile nacho chilo chakuti ntulalilejemo? Ana jenumanja ŵangalola?”"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Soni mwa ukoto Wakwe, ŵam’biichiile jenumanja chilo ni muusi kuti ntulalilejemo (nchilomo), ni kuti nsosejesoseje umbone Wakwe (muusi), ni kuti jenumanja m’beje ŵakutogolela"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Soni (kumbuchilani) lisiku lyatachaŵilanga ŵanganyao (Allah) basi ni tachiti: “Ali kwapi akumwanganya nao aŵala ŵamwaliji nkulitwanjila?”"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Ni tuchikoposya kuumila mu nkutula uliose mboni (jakuutendela umboni nkutulao) ni tuchiti: “Ikani nao umboni wenu.” Basi ni tachimanyilila yanti: Yakuona ni ya Allah (Jikape), ni ichasokonechela ŵanganyao (isanamu) yaŵaliji nkuisepelela"
        }
    ]
}