{
    "maqras": [
        {
            "chapter": 46,
            "verse": 21,
            "text": "Soni munkumbuchilani (Hudu) nnongo n’jao achina Adi; ndema jaŵatetele ŵandu ŵakwe pa Al-Ahqâf (chiŵata chamasugulu ga nsanga kumwela kwa chilumba cha Ŵarabu), soni chisimu ŵaapiite akutetela ŵajinji paujo pakwe ni panyuma pakwe; (ni jwasalile kuti): “Ngasin’galagatila (jwinepe) akaŵeje Allah, chisimu une ngun’jogopela jenumanja ilagasyo ya lisiku lyekulungwa nnope.”"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Ŵanganyao ŵatite: “Ana ntuyichilile kuti ntugalausye kuleka milungu jetu? Basi ikani nayo kukwetu yankutujogoyechesyao nam’baga n’di mwa akuŵecheta yakuona.”"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "(Hudu) jwatite: “Chisimu umanyilisi (waajimanya ndema jakwichila ilagasyoyo) uli kwa Allah pe, ni ngunnunguchisya yandumisyidwe nayo, nambo une ngum’bona jenumanja kuti n’di ŵandu ŵakutenda yachijinga.”"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Basi ndema jaŵaiweni yele (ipotesi) ili mpela liwunde lyawula lyalyalungamaga ku iŵata yao, ŵatite: “Ali ni liwunde lyalitugwichisye wula.” (Ŵasalilidwe kuti: “Ngwamba,) nambo yalakweyi ni ayila yamwaisachililaga kuti iyiche mwachitema, (jalakweji ni) mbungo nkatimwakwemo mwana ilagasyo yakupoteka nnope.”"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "“Jajikonanga chilichose kwa ulamusi wa M’mbujegwe (Allah).” Ni ŵasyuchile kuŵa ŵangaŵa nkuoneka soni ikaŵeje majumba gaope (ni gagasigalile). Iyyoyopeyo niyatukutiji pakwalipila ŵandu ŵakuleŵa"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "Soni twalimbangenye ŵanganyao ni ichindu yanganitun’dimbanganyichisya jenumanja (Makuraishi) ni yalakweyo (mpela machili ni chipanje), ni twapele mawiwi, meso ni mitima; nambo nganigakamuchisya mawiwi gao, namuno meso gao, namuno mitima jao chilichose pandema jaŵaliji nkukanila ma Ȃya ga Allah, ni yasyungwile ŵanganyao ayila yaŵaliji nkuitenda chipongwe"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "Soni chisimu chene twajijonasile misi ja mungulugulu mwenu, ni twasalichisye ma Ȃya kuti ŵanganyao awujile (ku chikulupi cha Tauhidi)"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Nambi uli (pandema jayayichilile ilagasyo) nganiyakamuchisya ayila yaŵalitendele yangaŵaga Allah kuŵa milungu jakuliŵandichilisya Kukwakwe? Nambo yasokonechele ŵanganyao, soni walakweo (wakuitenda isanamu kuŵa milungu jakwaŵandichisya kwa Allah) ni unami wao, ni (yaukoleko) yaaŵele ŵanganyao ali nkutunga"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "Soni (kumbuchilani) katema katwatumisye kukwenu (mmwe Muhammadi ﷺ) likuga lya majini kwisa kupikanila Qur’an. Basi ndema jagajiyichilile, gatite: “Jilani jii.” Sano pajamasile (kusoomwa), gagalawiche kuja ku majini gajao kukugatetela"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Gaatite: “E majini gajetu! Chisimu uwwe tuchipikene chitabu chachitulusyidwe panyuma pa Musa, chachikwitichisya yayaliji m’bujo mwakwe, chikongolela ku yakuona, ni kwitala lyagoloka.”"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "“E majini gajetu! Mun’jitikani nkuŵilanga jwa Allah (Muhammadi ﷺ), ni munkulupilile jwalakwe, (Allah) tankululuchile sambi syenu, ni tam’bambasye ku ilagasyo yakupoteka nnope.”"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "“Sano jwatatende ngan’jitika nkuŵilanga jwa Allah; nikuti nganijuŵa junnepelekasyisye (Allah kumpa ipotesi) pa chilambo, soni nganijukola jwalakwe jwangaŵaga Allah akun’gosa ŵaliose. Ŵanganyao ali nkupotela kwakuonechela.”"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Ana ngaakuiona yanti Allah Ajula juŵagumbile mawunde ni mataka ni nganijupela pakuigumba yalakweyo, kuti juŵele Jwakombola kwajimusya ŵawe? Elo, chisimu Jwalakwe pa chindu chilichose juŵele Jwakombola"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Sano lisiku lyatachionesyedwa ku Moto aŵala ŵaŵakufuulu (tachiwusyidwa kuti): “Ana ayi nganiyiŵa yakuona?” Ŵanganyao tachiti: “Elo (yakuona) tukwalumbila Ambuje ŵetu.” (Allah) tachiti: “Basi pasyani ilagasyo ligongo lya ayila yamwaliji nkuikana.”"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "Basi pililani (mmwe Muhammadi ﷺ) yaŵatite pakupilila Achimitenga ŵakulimbangana nnope (pa dini, mpela Nuhu, Ibrahima, Musa ni Isa), ni ngasimwatendela chitema ŵanganyao (achimakafilio kuti yapate ilagasyo mwachitemachitema). Lisiku lyatachiyiona (ilagasyo) yaakupedwa chilanga (chakwika kwakwe), tachiŵa nti chisawu ŵanganyao nganatama (pa duniya) ikaŵeje ndaŵi jimpepe ja muusi. (Aji Qur’an jiŵele) utenga wakulungusyidwa (mwakwanila), ana (nkwika ilagasyoyo) mpaka ajonasiche (ŵanepe) pangaŵaga ŵandu ŵakunyosya"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "Aŵala ŵaakufuulu, nikusiŵililaga (ŵandu) kwitala lya Allah, Jwalakwe (Allah) juitesile kuŵa yantega itendo yao"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Nambo aŵala ŵaakulupilile ni kutendaga yambone, ni kulupilila yaitulusyidwe kwa Muhammadi ﷺ yaili yakuona yakuumila kwa M’mbuje gwao (Allah), Jwalakwe (Allah) juisimasisye ileŵi yao, ni kwakolochesya kaŵe kao"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Yalakweyo ni ligongo lyanti aŵala ŵaakufuulu akuyiye yaunami, sano aŵala ŵaakulupilile ni akuyiye yakuona yakuumila kwa M’mbuje gwao (Allah), iyyoyopeyo ni yaakuti Allah pakupeleka kwa ŵandu ilandanyo yao"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Sano naga nsimangene nao (pangondo) aŵala ŵaakufuulu, basi mwakunulani ngosi (mwaulagani mwanakamo), mpaka pati ntupiye kwaulaga ŵanganyao, basi liiyaani matondolo (gakwataŵila, mwakamulani kuŵa mateeka genu), sano panyuma pakwe komboleka gamba kwaleka (mwangali kutola mbote), kapena (kwaleka) pa kuliombola (pakutola mbote), (ntendeje iyyo) mpaka ngondo jiyikane mwakutula misigo jakwe (jiyikane mwakumala). Chalakwecho (ni chilamusi cha Allah). Sano Allah angasache nikuti angamalene nao (Nsyene mwangali jenumanja kumenyana nao), nambo (akunnamula kuputa ngondo) kuti ŵalinje mayeso ŵane mwa jenumanja pa ŵane (ŵakulupilila pa ŵakanila). Sano aŵala ŵaaulajidwe petala lya Allah, basi Jwalakwe ngasagajonanga masengo gao"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Tiŵajongole, ni kwakolochesya kaŵe kao"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Ni tachajinjisya ku Mbepo jaŵamanyisye"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "E jenumanja ŵankulupilile! Naga nkunkamuchisya Allah (pakamuchisya petala Lyakwe), Jwalakwe tankamuchisye, ni tagalimbanganye makawu genu"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Sano aŵala ŵaakufuulu, chonasiko nichao, soni (Allah) ayitesile kuŵa yantega itendo yao"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Yalakweyo ni ligongo lyanti ŵanganyao ayiŵenjile yaatulwisye Allah, basi (Allah) ni agajonasile masengo gao"
        }
    ]
}