{
    "pages": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "۞قَالَ اَ۬لۡمَلَأُ اُ۬لَّذِينَ اَ۪سۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَاَلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَا أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "قَدِ اِ۪فۡتَرَيۡنَا عَلَى اَ۬للَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا اَ۬للَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَا أَن نَّعُودَ فِيهَا إِلَّا أَن يَشَآءَ اَ۬للَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى اَ۬للَّهِ تَوَكَّلۡنَاۚ رَبَّنَا اَ۪فۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِالۡحَقِّ وَأَنتَ خَيۡرُ اُ۬لۡفَٰتِحِينَ"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "وَقَالَ اَ۬لۡمَلَأُ اُ۬لَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ اِ۪تَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذ ࣰ ا لَّخَٰسِرُونَ"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "فَأَخَذَتۡهُمُ اُ۬لرَّجۡفَةُ فَأَصۡبَحُواْ فِي د۪ارِهِمۡ جَٰثِمِينَ"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "اَ۬لَّذِينَ كَذَّبُواْ شُعَيۡب ࣰ ا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ اَ۬لَّذِينَ كَذَّبُواْ شُعَيۡب ࣰ ا كَانُواْ هُمُ اُ۬لۡخَٰسِرِينَ"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡم ࣲ كٰ۪فِرِينَ"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "وَمَا أَرۡسَلۡنَا فِي قَرۡيَة ࣲ مِّن نَّبِيٍّ إِلَّا أَخَذۡنَا أَهۡلَهَا بِالۡبَاسَآءِ وَاَلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "ثُمَّ بَدَّلۡنَا مَكَانَ اَ۬لسَّيِّئَةِ اِ۬لۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا اَ۬لضَّرَّآءُ وَاَلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَة ࣰ وَهُمۡ لَا يَشۡعُرُونَ"
        }
    ]
}