{
    "chapter": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Elif, Lam, Ra. Iste bunlar o hikmetli kitabin ayetleridir"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Insanlari (egri yolun sonundan) korkut, inananlara Rableri nezdindeki yuksek makamlari mujdele, diye iclerinden bir adama vahyimizi gondermemiz onlara tuhaf mi geldi? Kafirler: \"Hic suphesiz bu besbelli bir sihirbaz.\" dediler"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Rabbiniz o Allah'dir ki, gokleri ve yeri alti gunde yaratti, sonra ars uzerine istiva etti (onu hukmu altina aldi), isi tedbir eyliyor. O'nun izni olmaksizin hic kimse sefaatci olamaz. Iste Rabbiniz olan Allah budur. O'na ibadet ediniz! Hala dusunup ibret almayacak misiniz"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Donusunuz hep O'nadir. Allah'in vaadi haktir. Herseyi ilk bastan yaratan O'dur. Sonra iman edip salih amel isleyenleri hak ettikleri olcude mukafatlandirmak icin geri dondurecek olan yine O'dur. Kafirlere de inkar ettikleri icin kaynar sudan bir icki ve acikli bir azap vardir"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "O Allah'dir ki, senelerin sayisini ve hesabini bilesiniz diye gunesi bir isik, ayi da bir nur yapti. Ve aya menziller tayin etti. Allah bunu hak olarak yaratti. O, bilecek olan bir kavim icin ayetlerini ayrintili olarak aciklar"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Elbette gece ile gunduzun birbiri ardinca degisip durmasinda ve Allah'in goklerde ve yerde yarattiklarinda sakinan bir kavim icin bir cok delil vardir"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Bize kavusmayi ummayanlar, dunya hayatina razi olup onunla tatmin bulanlar ve bizim ayetlerimizden gafil olanlar da vardir muhakkak"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Iste bunlarin kendi elleriyle ettikleri yuzunden varacaklari yer cehennemdir"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Hic suphesiz iman edip salih ameller isleyenleri, imanlarindan dolayi Rableri hidayete erdirir. Naim cennetlerinde altlarindan irmaklar akar durur"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Onlarin oradaki dualari: \"Allahim, sen yucelerden yucesin\"; saglik dilekleri \"selam\", dualarinin sonu da \"Alemlerin Rabbi Allah'a hamdolsun.\" diye sukretmek olacaktir"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Eger Allah, insanlara, hayri carcabuk istedikleri gibi, serri de alel-acele verseydi, onlarin hemen ecellerini getiriverirdi. Fakat bize kavusmayi ummayanlari kendi hallerine birakiriz da azginliklari icinde bocalayip giderler"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Insana bir sikinti dokundugu zaman, gerek yan yatarken, gerek otururken, gerek dikilirken bize dua eder. Kendisinden sikintisini gideriverdik mi sanki kendisine dokunan o sikinti icin bize hic yalvarmamis gibi aldirmadan gecer gider. Iste o asiri gidenlere yaptiklari seyler boyle guzel gelir"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Andolsun ki, sizden onceki devirlerin bir cok kavmini, peygamberleri kendilerine bir cok belge ile geldikleri halde zulmettikleri ve imana gelmedikleri icin helak ettik. Iste gunahkarlar toplulugunu biz boyle cezalandiririz"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Sonra onlarin ardindan sizi yeryuzune halifeler yaptik ki, bakalim nasil ameller isleyeceksiniz"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Boyle iken, ayetlerimiz, kesin birer belge olarak kendilerine okundugu zaman, o bizimle karsilasmayi ummayanlar, \"Bundan baska bir Kur'an getir veya bunu degistir.\" dediler. De ki, \"Onu kendiligimden degistiremem, benim acimdan bu olacak bir sey degildir. Ben ancak bana vahyolunana uyarim. Rabbime isyan edersem, suphesiz buyuk bir gunun azabindan korkarim"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "De ki, \"Eger Allah dileseydi ben onu size okumazdim. O da onu hicbir sekilde size bildirmezdi. Bilirsiniz ki, ben sizin icinizde bundan once yillarca bulundum. Siz hala aklinizi basiniza toplamayacak misiniz"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Artik bir yalani Allah'a iftira eden veya O'nun ayetlerini inkar edenden daha zalim kim olabilir? Hic suphesiz o mucrimler iflah olmayacaklar"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Allah'i birakiyorlar da, kendilerine ne fayda, ne de zarar verebilecek olan seylere tapiyorlar ve \"Bunlar bizim Allah katinda sefaatcilerimizdir.\" diyorlar. De ki, \"Siz Allah'a goklerde ve yerde O'nun bilmedigi bir seyi mi haber veriyorsunuz?\" Allah onlarin ortak kostuklari seylerin hepsinden munezzehtir"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Insanlar, aslinda bir tek ummet idiler, sonra ihtilafa dusup ayri ayri oldular. Eger Rabbinden bir karar cikmamis olsa idi, ihtilaf edip durduklari seyler hakkinda simdiye kadar aralarinda coktan hukum verilmis olurdu"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Bir de \"Ona Rabbinden daha baska bir ayet indirilse ya!\" diyorlar. De ki: \"Gaybi bilmek ancak Allah'a mahsustur, bekleyiniz bakalim, ben de sizinle beraber bekleyecegim suphesiz"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Insanlara dokunan bir sikintidan sonra kendilerine bir rahmet tattirdigimiz zaman, ayetlerimiz hakkinda derhal bir takim hilekarliklara girisirler. De ki: \"Allah'in hilesi daha cabuktur. Haberiniz olsun ki elcilerimiz yaptiginiz hileleri yazip duruyorlar"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Sizi karada ve denizde gezdirip dolastiran O'dur. Hatta gemilerde bulundugunuz ve o gemiler, icindekilerle beraber hos bir esinti ile akip gittikleri ve tam keyiflendikleri sirada o gemilere siddetli bir firtina gelir catar ve her taraftan onlara dalgalar gelmeye baslar. Butunuyle kusatilip artik bittiklerini sanirlar. Iste o vakit tam ihlas ile Allah'a yalvarir ve dindar olurlar: \"Eger bizi buradan kurtarirsan, andolsun ki, sukredenlerden olacagiz.\" derler. 23- Sonra Allah onlari oradan kurtarir, kurtulur kurtulmaz yeryuzunde cesitli taskinliklara baslarlar. Ey insanlar taskinliginiz sirf kendi zararinizadir. Su degersiz dunya hayatinin bir sure tadini cikariniz, sonra nasil olsa donup bize geleceksiniz. Biz de butun yaptiklarinizi tek tek size haber verecegiz"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Sonra Allah onlari oradan kurtarir, kurtulur kurtulmaz yeryuzunde cesitli taskinliklara baslarlar. Ey insanlar taskinliginiz sirf kendi zararinizadir. Su degersiz dunya hayatinin bir sure tadini cikariniz, sonra nasil olsa donup bize geleceksiniz. Biz de butun yaptiklarinizi tek tek size haber verecegiz"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Dunya hayatinin misali soyledir: Gokten indirdigimiz su ile, insanlarin ve hayvanlarin yedigi bitkiler birbirine karismistir. Nihayet yeryuzu suslerini takinip suslendigi ve sahipleri kendilerini ona gucu yeter sandiklari bir sirada, geceleyin veya gunduzun, ona emrimiz gelivermistir, ansizin ona oyle bir tirpan ativermisiz de sanki bir gun once orada hicbir senlik yokmus gibi oluvermistir. Dusunen bir kavim icin ayetlerimizi iste boyle aciklariz"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Allah, selamet yurduna cagiriyor ve diledigini de dogru yola hidayet ediyor"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Iyi is, guzel amel yapanlara daha guzeli ve daha fazlasiyla karsilik vardir. Yuzlerine ne kara bulasir, ne de asagilanirlar. Cennet ehli iste bunlardir. Orada ebedi kalacaklardir"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Kotuluk kazanmis olanlara gelince, kotulugun cezasi, misli kadardir. Ve onlari bir asagilik ve eziklik kaplar. Onlar icin Allah'dan baska hicbir kurtarici yoktur. Yuzleri karanlik gecelerden bir parcaya burunmus gibidir. Iste onlar cehennem ehlidir. Orada ebedi kalacaklardir"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "O gun ki, hepsini mahsere toplayacagiz, sonra da o sirk kosanlara \"Haydi yerlerinize! Siz de, ortak kostuklariniz da!\" diyecegiz. Artik aralarini iyice acmisiz. O ortak kostuklari seyler, \"Siz bize tapmiyordunuz ki.\" diyecekler"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Simdi sizinle bizim aramizda sahit olarak Allah yeter. Sizin bize ibadet ettiginizden bizim haberimiz yoktur\" (diyecekler)"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Iste burada herkes gecmiste yaptigini bulacak. Ve gercek mevlalari olan Allah'a dondurulecekler. Iftira edip uydurduklari seyler de kendilerinden busbutun uzaklasip gidecek"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "De ki, \"size gokten ve yerden kim rizik veriyor? O, kulaklara ve gozlere hukmeden kim? Oluden diriyi, diriden oluyu cikaran kim? Isleri idare eden kim?\" Hemen \"Allah'dir\" diyecekler. De ki, \"O halde Allah'a karsi gelmekten sakinmaz misiniz"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Iste o Allah sizin gercek Rabbinizdir. Gercegin disinda sapikliktan baska ne vardir? O halde haktan nasil cevriliyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Hak dinden cikmis fasiklara Rabbinin kelimesi soyle gerceklesti: Onlar artik imana gelmezler"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "De ki: \"Allah'a es tuttugunuz ortaklarinizdan, once yaratip, sonra da onu cevirip yeniden diriltecek var mi?\" De ki, \"Once yaratip, sonra da onu yeniden yaratacak olan Allah'dir. O halde nasil yoldan saptiriliyor, donduruluyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "De ki, \"Ortak kostuklarinizdan dogru yolu gosterecek olan var midir?\" Deki, \"Allah, hak olan dogru yola hidayet eder. O halde dogru yola hidayet eden mi kendisine uyulmaya daha layiktir, yoksa kendisine yol gosterilmeyince onu bulamayan mi daha layiktir. O halde ne oluyorsunuz? Nasil hukmediyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Onlarin bircogu zandan baska bir seye uymaz. Zan ise haktan hic bir seyin yerini tutmaz. Suphesiz ki, Allah onlarin ne yaptiklarini bilir"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Bu Kur'an, Allah'dan baskasi tarafindan uydurulamaz, lakin kendinden onceki kitaplari tasdik eder ve o kitabi (levh-i mahfuzu) ayrintili olarak aciklar. Onda suphe edilecek hic bir sey yoktur. Alemlerin Rabbi tarafindan indirilmistir"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Onu o (peygamber) uydurdu\" mu diyorlar? De ki; \"Haydi siz de onun gibi bir sure getirin ve Allah'dan baska, cagirabileceginiz kim varsa onu da yardima cagirin. Eger sozunuzde sadik iseniz (bunu yapin)"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Hayir. Onlar bilgileriyle kavrayamadiklari, te'vili de kendilerine hic gelmemis olan bir seyi yalan saydilar. Bunlardan once gelip gecenler de yine boyle inkar etmislerdi, amma bak zalimlerin akibeti nasil oldu"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Onlardan ona (Kur'an'a) inanacaklar da var, inanmayacaklar da var. Rabbin fesatcilari en iyi bilendir"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Eger seni inkar etmeyi surdururlerse, de ki; \"Benim amelim bana, sizin ameliniz de size aittir. Benim yapacagim sizi ilgilendirmez, sizin yapacaginiz da beni ilgilendirmez"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Iclerinden seni dinlemeye gelenler de var. Sen, sagirlara, ustelik akilsiz da olanlara dinletebilir misin"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Iclerinden sana bakanlar da var. Fakat sen, korlere, ustelik basiretleri de yoksa hidayet edip yol gosterebilecek misin"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Surasi kesindir ki Allah, insanlara zerre kadar zulmetmez. Ne var ki, insanlar kendi kendilerine zulmedip duruyorlar"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Allah'in onlari hasredip toplayacagi gunde, sanki onlar dunyada gunduz bir parca kalmislar da aralarinda tanismislar gibi olacak. Allah'in huzuruna cikacaklarina inanmamis ve dogru yolu tutmamis olanlar hic suphesiz en buyuk ziyana ugramis olacaklar"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Onlara vaad ettigimizin bir kismini sana gostersek de, gostermeden seni vefat ettirsek de, sonunda onlarin donusu bize olacak. Sonra onlarin ne yapacaklarina Allah sahit olacaktir"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Her ummetin bir peygamberi vardir. O peygamberleri gelince aralarinda adaletle hukum verilir. Onlar hic zulum gormezler"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Onlar, \"Eger dogru soyluyorsaniz bu vaad ne zaman yerine gelecek?\" diyorlar"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "De ki, \"Ben, Allah'in dilediginin disinda kendi kendime ne bir zarar ne bir fayda verebilirim\". Her ummetin bir eceli vardir. Ecelleri gelince artik ne bir an geri, ne bir an ileri gidebilirler"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "De ki: \"O'nun azabi size geceleyin uykuda veya gupe gunduz gelecek olsa, ne dersiniz? Gunahkarlarin onu alelacele istemeleri icin ne sebep vardir"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Bu azap meydana geldikten sonra mi iman edeceksiniz, yoksa simdi mi? Halbuki onun carcabuk gelmesini istiyordunuz"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Sonra o zulum yapanlara \"Tadin bakalim su ebedi azabi!\" denilecek. Vaktiyle kazandiginizdan baskasi ile mi cezalandirilacaksiniz"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "O azap gercek mi?\" diye sana soruyorlar. De ki; \"Evet. Rabbim hakki icin o kesin bir gercektir. Ve siz bundan yakayi kurtaramazsiniz"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Zulum yapmis olan herkes, azabi gorunce yeryuzundeki her seyin sahibi olsa da, (o azaptan kurtulmak icin) hepsini feda ederdi. Ve icten ice pismanlik duyardi. Fakat aralarinda adaletle hukum verilir ve hicbirine zulum yapilmaz"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Haberiniz olsun ki, goklerde ve yerde ne varsa Allah'indir. Acin gozunuzu, Allah'in vaadi muhakkak ki, haktir, gercektir. Lakin onlarin cogu bunu bilmezler"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "O, hem can veren, hem can alandir. Ve hepiniz O'na dondurulup goturuleceksiniz"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "Ey insanlar! Size Rabbinizden bir ogut, gonuller derdine bir sifa, muminlere bir hidayet ve rahmet geldi"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "De ki, \"Allah'in ihsaniyla ve rahmetiyle, yalnizca bunlarla sevinc duysunlar. Bu, onlarin biriktirip durduklarindan daha hayirlidir"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "De ki, \"Baksaniza, Allah sizin icin nice riziklar indirdi, siz onlardan bir kismini haram, bir kismini helal yaptiniz\". De ki, \"Size Allah mi izin verdi, yoksa siz Allah'a iftira mi ediyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Allah'a yalani iftira edenler kiyamet gununu ne saniyorlar? Allah, insanlara cok ihsanda bulunmustur, lakin insanlarin cogu sukretmezler"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Hangi isi yaparsan yap, Kur'an'dan ne okursan oku, ne iste calisirsan calis, unutmayin ki, siz ona dalip gitmisken, biz sizin uzerinizde sahidiz. Ne yerde, ne de gokte zerre kadar hic bir sey Rabbinin gozunden kacmaz. Ne zerreden daha kucuk, ne de ondan daha buyuk! Ancak bunlarin hepsi apacik bir kitaptadir"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Acin gozunuzu! Allah'in dostlari uzerine ne korku vardir, ne de onlar mahzun olurlar"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Onlar ki, iman etmisler ve Allah'a karsi gelmekten sakinmislardir"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Onlara dunya hayatinda da, ahiret hayatinda da mujdeler vardir. Allah'in sozlerinde degisiklik yoktur. Iste bu en buyuk kurtulustur"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Habibim, onlarin laflari seni uzmesin. Cunku san ve seref butunuyle Allah'indir. O her seyi isitiyor, hepsini goruyor"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Acin gozunuzu! Goklerde kim var, yerde kim varsa hep Allah'indir. Allah'dan baskasina tapanlar dahi, Allah'a ortak kostuklarina uymus olmuyorlar, ancak zanna uymus oluyorlar. Ve yalandan baska bir sey soylemiyorlar"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "O, oyle bir Allah'dir ki, icinde dinlenesiniz diye sizin icin geceyi, goresiniz diye de gunduzu yapti. Elbette bunda soz dinleyecek olan bir kavim icin ayetler (ibretler) vardir"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Dediler ki: \"Allah, kendine cocuk edindi\". O, boyle seylerden munezzehtir. O, mustagnidir. Goklerde ve yerde ne varsa hepsi O'nundur. Bu hususta elinizde hic bir delil yoktur. Allah'a karsi bilmediginiz bir seyi neden soyluyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "De ki: Allah'a iftira edenler elbette felah bulmazlar"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Dunyadaki zevkler cabuk biter. Sonra donusleri bize olacaktir. Daha sonra da inkar ettiklerinden dolayi o cetin azabi biz onlara tattiracagiz"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Bir de onlara Nuh'un kissasini oku: Hani o bir zamanlar kavmine demisti ki: \"Ey kavmim, eger benim aranizda durusum ve Allah'in ayetleriyle ogut verisim size agir geliyorsa, sunu bilin ki, ben yalnizca Allah'a dayanmisimdir, artik siz ve ortaklariniz her ne yapacaksaniz toplanip butun gucunuzle karar veriniz. Sonra bu isiniz size dert olmasin. Sonra bana ne yapacaksaniz yapin, bana muhlet de vermeyin"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Eger yuz cevirirseniz cevirin, ben de sizden bir ucret istemedim ya! Benim mukafatimi ancak Allah verir. Ve ben O'nun emrine boyun egen muslumanlardan olmakla emrolundum"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Buna ragmen yine de onu inkar ettiler. Biz de onu ve gemide kendisiyle beraber olanlari kurtardik. Ve onlari yeryuzune halifeler yaptik. Ayetlerimizi inkar edenleri ise suda bogduk. Bak iste uyarilanlarin akibeti nasil oldu"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Sonra onun arkasindan bircok peygamberleri kavimlerine gonderdik. Onlara acik mucizelerle geldiler. Fakat onlar bir defa yalan dediklerine sonuna kadar bir turlu inanmadilar. Iste biz, haddi asanlarin kalblerini boyle muhurleriz"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Sonra bunlarin arkasindan Musa ile Harun'u ayetlerimizle Firavun'a ve cemaatine gonderdik. Iman etmeyi kibirlerine yediremediler ve gunahkar bir kavim oldular"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Kendilerine tarafimizdan hak gelince, \"Muhakkak ki bu, apacik bir sihirdir.\" dediler"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Musa dedi ki, \"Size hak gelince, ona boyle mi diyorsunuz? Bu sihir midir?\" Halbuki sihirbazlar iflah olmazlar"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Dediler ki: \"Sen bizi, atalarimizdan kalan yoldan ceviresin de yeryuzunde saltanat ikinizin olsun diye mi geldin? Biz ikinize de inanmayiz"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Firavun da: \"Bana butun bilgili sihirbazlari toplayip getirin!\" dedi"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Sihirbazlar gelince, Musa onlara: \"Ortaya ne atacaksaniz atin!\" dedi"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Onlar ortaya atinca Musa dedi ki, \"Sizin yaptiginiz sey sihirdir. Muhakkak ki, Allah onu iptal edecektir. Suphe yok ki, Allah fesatcilarin islerini duze cikarmaz"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Allah, hakkin hak ve gercek oldugunu kelimeleriyle ispat eder, gunahkarlarin hosuna gitmese de"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Firavun ve adamlarinin kendilerini belaya ugratacagi korkusundan dolayi Musa'ya kendi kavminin bir oymagindan baska kimse iman etmedi. Cunku orada Firavun cok ustun idi ve o kesinlikle asiri giden taskinlardandi"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Musa dedi ki: \"Ey kavmim! Siz gercekten Allah'a iman ettinizse, O'na samimiyetle teslim olan muslumanlardan oldunuzsa artik O'na guvenin"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Onlar da: \"Biz Allah'a guvendik. Ey Rabbimiz, bizi o zalim kavmin fitnesine ugratma!\" dediler"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Bizi rahmetinle o kafir kavmin elinden kurtar"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Biz Musa ile kardesine soyle vahyettik: \"Kavminiz icin Misir'da birtakim evler hazirlayin ve evlerinizi kibleye karsi yapin ve namazi kilin ve muminlere mujde verin"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Musa dedi: \"Ey Rabbimiz! Sen Firavun'a ve adamlarina su dunya hayatinda goz kamastirici zenginlik ve bol bol servet verdin. Ey Rabbimiz! Senin yolundan saptirsinlar diye mi? Ey Rabbimiz! Onlarin mallarini sil supur ve kalblerine sikinti dusur. Cunku onlar o acikli azabi gormedikce iman etmeyecekler"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Allah buyurdu: \"Her ikinizin de duasi kesinlikle kabul olundu. Siz yine dogru ve durust olmaya devam edin. Kendini bilmeyenlerin yoluna sakin uymayin"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Ve sonra Israilogullari'ni denizden asirdik. Firavun, dusmanca saldirmak icin derhal adamlarini ve askerlerini arkalarina dusurdu. Ta ki, suda bogulmaya baslayinca \"Inandim, gercekten de Israilogullari'nin iman ettiginden baska tanri yoktur. Ben de ona teslim olanlardanim.\" dedi"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Simdi mi? Oysa bundan once hep isyan etmistin ve fesatcilardan idin"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Biz de bugun senin bedenini arkandan gelenlere bir ibret olsun diye kurtaracagiz. Bununla beraber, insanlarin bircogu ayetlerimizden yine de gafildirler"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Gercekten Israilogullari'ni cok guzel bir yurda yerlestirdik ve onlara hos nimetlerden riziklar verdik. Anlasmazliga dusmeleri de kendilerine ilim geldikten sonra oldu. Suphe yok ki, Rabbin, o anlasmazliga dustukleri konularda kiyamet gunu aralarinda hukum verecektir"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Sana indirdiklerimizde herhangi bir supheye dusersen, senden once kitap okuyanlara sor. Andolsun ki, sana Rabbinden hak gelmistir. Sakin suphe edenlerden olma"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Ve sakin Allah'in ayetlerini inkar edenlerden olma, sonra husrana ugrayanlardan olursun"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Dogrusu, aleyhlerinde Rabbinin hukmu kesinlesmis olanlar imana gelmezler"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Onlara butun mucizeler hep birden gelse, yine de o acikli azabi gorunceye kadar inanmazlar"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Fakat o vakit iman edip de imanlari kendilerine fayda vermis bir kasaba olsaydi? Ancak Yunus'un kavmi iman ettikleri vakit, dunya hayatinda o rezillik azabini uzerlerinden kaldirmis ve bir sure onlari rahata kavusturmustuk"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Eger Rabbin dileseydi, yeryuzunde kim varsa hepsi toptan iman ederlerdi. O halde insanlari hep mumin olsunlar diye sen mi zorlayacaksin"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Allah'in izni olmadikca hicbir kisinin iman etmesi mumkun degildir. Akillarini kullanmayanlar uzerine Allah bir ugursuzluk yukler"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "De ki: \"Goklerde ve yerde olup bitenlere dikkatle bakin!\" Fakat o uyarmalar ve o ayetler, iman etmeyen bir kavme fayda vermez ki"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Onlar, kendilerinden once gelmis gecmis olanlarin ugradiklari felaket gunleri gibisinden baskasini mi bekliyorlar? De ki, \"Bekleyin, ben de sizinle beraber bekleyenlerden olacagim"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Sonra biz, peygamberlerimizi ve iman edenleri kurtaririz. Iste biz boyleyiz. Muminleri kurtarmak uzerimize dusen bir gorevdir"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "De ki: \"Ey insanlar! Eger benim dinimde bir supheniz varsa, sunu bilin ki, Allah'i birakip da sizin taptiklariniza tapmam. Lakin sizin de caninizi alacak olan Allah'a taparim. Bana muminlerden olmam emredilmistir"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "Ayrica yuzunu tevhid dininden ayirma ve sakin musriklerden olma!\" (diye emrolundum)"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Ve Allah'dan baska, sana faydasi da, zarari da dokunmayacak olan seylere yalvarma! Eger yalvarirsan, o zaman hic suphesiz sen zalimlerden olursun"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Ve eger Allah, sana bir zarar dokunduracak olursa, onu O'ndan baska giderecek yoktur. Ve eger sana bir hayir dilerse, o zaman da O'nun hayrini engelleyebilecek kimse yoktur. O, lutfunu diledigi kuluna nasip eder. Allah cok yarligayici, cok esirgeyicidir"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "De ki: \"Ey insanlar! Iste size Rabbinizden hak geldi. Artik kim hidayeti kabul ederse kendi cani icin kabul etmis olur. Kim sapiklik ederse kendi zararina sapiklik etmis olur. Ve ben sizin uzerinize vekil degilim"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Sana vahyolunana uy! Ve Allah hukmunu verinceye kadar sabret. Cunku O, hukum verenlerin en hayirlisidir"
        }
    ]
}