{
    "chapter": [
        {
            "chapter": 51,
            "verse": 1,
            "text": "O tozdurup savuranlara"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "Derken bir agirlik tasiyanlara"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "Derken bir kolaylikla akanlara"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "Derken bir emir taksim edenlere andolsun ki"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "O size vaad edilen elbette dogrudur"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "Ceza ve hesap gunu suphesiz olacaktir"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "Yollara sahip goge andolsun ki"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "Siz elbette celiskili sozler icindesiniz"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "Ondan cevrilen (imana) cevrilir"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "Kahrolsun (o fikir adina) kendi tahminlerini ileri surenler"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "Onlar bir sarhosluk ve cehalet icinde suursuzdurlar"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "Onlar: \"Hesap ve ceza gunu ne zaman?\" diye soruyorlar"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "O gun, onlarin ates uzerinde azap gorecekleri gundur"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "Onlara: \"Tadin inkarinizin cezasini, iste sizin acele istediginiz budur!\" denecektir"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "Suphesiz ki takva sahipleri Rablerinin kendilerine verdigi sevabi almis olarak cennet bahcelerinde ve pinar baslarinda bulunacaklardir. Cunku onlar bundan once iyilik yapiyorlardi"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "Suphesiz ki takva sahipleri Rablerinin kendilerine verdigi sevabi almis olarak cennet bahcelerinde ve pinar baslarinda bulunacaklardir. Cunku onlar bundan once iyilik yapiyorlardi"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "Onlar geceleyin pek az uyurlardi"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "Onlar seher vakitlerinde Allah'tan bagislanma dilerlerdi"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "Onlarin mallarinda isteyen ve istemeyen yoksullar icin bir hak vardi"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "Kesin olarak inananlar icin, yeryuzunde ve kendi nefislerinde nice ibretler vardir. Hic gormuyor musunuz"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "Kesin olarak inananlar icin, yeryuzunde ve kendi nefislerinde nice ibretler vardir. Hic gormuyor musunuz"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "Sizin rizkiniz da size vaad edilen sevap ve ceza da goktedir"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "Gok ve yerin Rabbine andolsun ki size edilen o vaad, herhalde haktir. O tipki sizin konusmaniz gibi gercektir"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "Ey Muhammed! Ibrahim'in serefli misafirlerinin haberi sana geldi mi"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "Hani onlar Ibrahim'in huzuruna girmislerdi de \"Selam sana!\" demislerdi. Ibrahim: \"Size de selam\" demis, ve icinden: \"Bunlar taninmamis bir topluluk!\" diye gecirmisti"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Ibrahim, sonra ailesine giderek semiz bir buzagi (eti) getirdi"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "Onu onlerine surerek: \"Yemez misiniz?\" dedi"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "Yemediklerini gorunce onlardan icine bir korku dustu. Onlar Ibrahim'e: \"Korkma!\" dediler ve onu cok bilgili bir ogul ile mujdelediler"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "Bunun uzerine karisi (Sare) bir ciglik atarak geldi ve elini yuzune vurarak: \"Ben kisir bir kocakariyim, nasil cocugum olur?\" dedi"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "Misafir melekler: \"Evet bu boyledir. Rabbin boyle buyurdu. Gercekten O hukum ve hikmet sahibidir. Herseyi hakkiyla bilir.\" dediler"
        },
        {
            "chapter": 51,
            "verse": 31,
            "text": "Ibrahim, kendisine misafir olarak gelen meleklere: \"Acaba sizin asil onemli isiniz nedir ey elciler?\" dedi"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "Onlar: \"Gercekten biz gunahkar bir kavim (olan Lut kavmine) gonderildik"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "Onlarin uzerine camurdan pisirilmis sert taslar yagdiracagiz"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "O taslardan herbirinin haddi asanlardan kime isabet edecegi Rabbin katinda isaretlenmistir.\" dediler"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Nihayet biz muminlerden orada bulunan kimseleri cikardik"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "Fakat biz orada muslumanlardan bir ev halkindan baska kimseyi de bulamadik"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "Biz orada aci bir azabdan korkan kimseler icin bir ibret nisanesi biraktik"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "Musa'nin kissasinda da ibret vardir. Hani biz onu apacik bir delille Firavun'a gondermistik"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "Firavun ise ordusuyla birlikte yuz cevirmis, onun hakkinda: \"Bu bir sihirbazdir, ya da bir delidir.\" demisti"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Nihayet biz onu ve ordularini yakalayip hepsini denize attik. Firavun ise o sirada (inadindan dolayi pismanlik duyarak) kendi kendini kiniyordu"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "Ad kavminin helakinde de bir ibret vardir. Hani biz onlarin uzerine koklerini kesecek bir ruzgar gondermistik"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "O ruzgar uzerine ugradigi hicbir seyi birakmiyor, mutlaka onu kul gibi dagitiyordu"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "Semud kavminin helakinde de bir ibret vardir. Hani onlara: \"Belirli bir sureye kadar dunyadan yararalanip, gecinin!\" denmisti"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "Onlarsa Rablerinin emrine karsi buyukluk tasladilar. Bunun uzerine kendilerini, bakip dururlarken yildirim yakalayip, carpti"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "Artik onlar, ne kendi kendilerine ayaga kalkabildiler, ne de yardim gorduler"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "Daha once de Nuh kavmini helak etmistik. Cunku onlar yoldan cikmis fasik bir kavimdiler"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "Biz gogu kudretimizle bina ettik. Hic suphesiz biz, cok genislik ve kudret sahibiyiz"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "Yeryuzunu de biz dosedik. Bakin biz onu ne guzel dosuyoruz"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "Biz herseyden iki cift yarattik. Umulur ki, iyice dusunursunuz"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "Ey Muhammed! de ki: \"Oyleyse Allah'a kosun, gercekten ben size O'nun tarafindan gonderilmis apacik bir uyariciyim"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "Allah'la beraber baska bir tanri uydurmayin (O'na ortak kosmayin). Gercekten ben size O'nun tarafindan gonderilmis apacik bir uyariciyim"
        },
        {
            "chapter": 51,
            "verse": 52,
            "text": "Boylece onlardan oncekilere de herhangi bir peygamber gelince, onun hakkinda da mutlaka: \"Bir sihirbazdir veya bir delidir.\" dediler"
        },
        {
            "chapter": 51,
            "verse": 53,
            "text": "Onlar birbirlerine bunu mu tavsiye ettiler? Hayir onlar azgin bir kavimdir"
        },
        {
            "chapter": 51,
            "verse": 54,
            "text": "Ey Muhammed! Sen onlardan yuz cevir. Artik sen kinanacak degilsin"
        },
        {
            "chapter": 51,
            "verse": 55,
            "text": "Sen ogut verip hatirlat. Cunku, hatirlatmak muminlere fayda verir"
        },
        {
            "chapter": 51,
            "verse": 56,
            "text": "Ben cinleri ve insanlari ancak bana ibadet etsinler diye yarattim"
        },
        {
            "chapter": 51,
            "verse": 57,
            "text": "Ben onlardan herhangi bir rizik istemiyorum. Beni yedirmelerini de istemiyorum"
        },
        {
            "chapter": 51,
            "verse": 58,
            "text": "Suphesiz ki, rizik veren O saglam kuvvet sahibi olan Allah'tir"
        },
        {
            "chapter": 51,
            "verse": 59,
            "text": "Suphsiz ki, zulmedenlerin gecmis arkadaslarinin payi gibi, dolgun bir azab payi vardir. Ama simdi onu acele istemesinler"
        },
        {
            "chapter": 51,
            "verse": 60,
            "text": "Kendilerine vaad edilen gunlerinde ugrayacakalari azabdan dolayi vay inkar edenlerin haline"
        }
    ]
}