{
    "chapter": [
        {
            "chapter": 12,
            "verse": 1,
            "text": "Ālipha-lāma-raā. Ē'ibōra suspaṣṭa kitābara āẏāta"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Niścaẏa āmi iẏāka kōra'āna hicāpē arabī bhāṣāta aratīrṇa karaichō yātē tōmālōkē bujiba pāraā"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Āmi tōmāra ōcarata uttama kāhinī barṇanā karaichō, ahīra mādhyamata tōmāra ōcaralai ē'i kōra'āna praēraṇa karai; yadi'ō iẏāra āgata tumi āchilā anarahita sakalara antarbhukta"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Smaraṇa karaā, yētiẏā i'uchuphē tē'ōm̐ra pitāka kaichila, ‘hē mōra pitr̥! Ma'i (sapōnata) ēghāraṭā nakṣatra, sūrya ārau candraka dēkhichō, sē'ibōraka mōra prati chājadāranata arasthāta dēkhichō’"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "Tē'ōm̐ ka’lē, ‘hē mōra putra! Tōmāra sapōnara kathā kētiẏā'ō tōmāra bhātr̥sakalaka nakabā; an'yathā siham̐tē tōmāra biraud'dhē gabhīra ṣaṛayantra karaiba. Niścaẏa caẏatāna mānuhara prakāśya śatrau’"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Ārau ē'idaraē tōmāra pratipālakē tōmāka manōnīta karaiba ārau tōmāka sapōnara byākhyā śikṣā diba ārau tōmāra ōparata lagatē iẏākūbara paraiẏālara ōparata tē'ōm̐ra anugraha pūrṇa karaiba, yēnēkai tē'ōm̐ ē'iṭō pūrṇa karaichila iẏāra āgata tōmāra pitr̥-purauṣa ibraāhīma ārau ichahākbara ōparata. Niścaẏa tōmāra raba sarbajña, prajñāmaẏa"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Araśyē i'uchupha ārau tē'ōm̐ra bhātr̥sakalara kāhinīta praśnakāraīsakalara bābē bahutō nidarśana āchē"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Smaraṇa karaā, yētiẏā siham̐tē kaichila, ‘āmāra pitr̥ra ōcarata i'uchupha ārau tē'ōm̐ra bhā'ihē āmātakai bēchi praiẏa, athaca āmi ēkōṭā sanhata dala; niścaẏa āmāra pitr̥ spaṣṭa bibhraāntita āchē’"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "‘Tōmālōkē i'uchuphaka hatyā karaā athabā kōnō ēṭā ṭhā'ita tāka pēlā'i thai āhā, tētiẏāhē tōmālōkara pitr̥ra dr̥ṣṭi kērala tōmālōkara pinē'i nibiṣṭa ha’ba ārau tāra pichata tōmālōka saṯ hai yābā’"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Siham̐tara mājara ējanē ka’lē, ‘tōmālōkē i'uchuphaka hatyā nakaraibā ārau yadi kibā karaiba'i bicaraā tēnēha’lē tāka kōnōbā ēṭā kum̐raāta pēlā'i diẏā, yātraīdalara kōnōbā'i tāka tuli lai yāba’"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Siham̐tē ka’lē, ‘hē āmāra pitr̥! Āpōnāra ki ha’la, i'uchuphara biṣaẏē āmāka āpuni kiẏa niraāpada buli nābhāraē? Athaca āmi tāra śubhākāṅkṣī’"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "‘Āpuni ahā kāli tāka āmāra lagata paṭhā'i diẏaka, si ānandata khēla-dhēmāli karai ghūrai phuraiba ārau araśyē āmi tāra cōraā-citā karaima’"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Tē'ōm̐ (pitākē) ka’lē, ‘tōmālōkē tāka lai ga’lē sam̐cākaiẏē ma'i manata bara dukha pāma ārau ma'i āśaṅkā karaō yē, tōmālōkē tāra prati asāradhāna ha’lē kukura-nēciẏā'i tāka khā'i pēlāba pāraē’"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Siham̐tē ka’lē, ‘āmi ēṭā sanhata dala hōraā satbē'ō yadi kukura-nēciẏā'i tāka khā'i pēlāẏa, tēntē āmi araśyē kṣatigrasta’"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Tāra pichata siham̐tē yētiẏā tāka lai ga’la, ārau tāka kum̐raāra mājata nikṣēpa karaibalai ēkamata ha’la, ārau (tētiẏā) āmi tāra (i'uchuphara) ōcarata ahī praēraṇa karai janā'i dilō yē, ‘araśyē tumi siham̐taka (bharaiṣyatata) siham̐tara ē'i karma samparkē janābā; athaca siham̐tē sēẏā upalabdhi karaiba nōraāraiba’"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Ārau siham̐tē raātira prathama praharata kāndi kāndi siham̐tara pitr̥ra ōcarata āhila"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Siham̐tē ka’lē, ‘hē āmāra pitr̥! Āmi daura pratiyōgitā karaibalai gaichilō ārau i'uchuphaka āmāra bastu-bāhinīra ōcarata raākhi thai gaichilō; phalata kukura-nēciẏā āhi tāka khā'i pēlā'ichē, kintu āpunitō biśbāsē'i nakaraiba āmi yimānē'i sam̐cā kathā naka'ōm̐ kiẏa’"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Ārau siham̐tē cōlāṭōta michā tēja lagā'i ānichila. Tē'ōm̐ ka’lē, ‘nahaẏa, baraṁ tōmālōkara ku-prabr̥ttiẏē tōmālōkara bābē ēṭā kāhinī sajā'i dichē. Gatikē uttama dhairyahē ma'i grahaṇa karaima. Tōmālōkē yi barṇanā karaichā sē'i biṣaẏē ēkamātra āllāhē'i mōra sāhāyyasthala’"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Ārau sipinē ēṭā yātraīdala āhila, siham̐tē siham̐tara pānī saṅgraāhakaka pānī ānibalai paṭhā'i dilē, si tāra pānī tōlā pātraṭō nādata namā'i dilē. Si ānandata kai uṭhila, ‘ki sukhabara! Ēẏā dēkhōna śiśu’! Ārau siham̐tē tāka paṇyadrabya buli lukā'i raākhilē. Kintu siham̐tē yi karaichila sē'i biṣaẏē āllāha sabiśēṣa aragata"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Ārau siham̐tē tāka ati nagaṇya mūlyata, mātra kē'iṭāmāna dirahāmara binimaẏata bikraī karai dilē ārau siham̐ta āchila tāra biṣaẏē anāgrahī"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "Ārau micarara yijana byaktiẏē tāka kini laichila, si tāra straīka ka’lē, ‘iẏāra thakāra bābē sanmānajanaka byarasthā karaā, sambharata i āmāra upakārata āhiba athabā āmi iẏāka putraraūpē'ō grahaṇa karaiba pārai’. Ē'idaraē āmi i'uchuphaka sē'i dēśata pratiṣṭhita karailō; ārau yātē āmi tāka sapōnara byākhyā śikā'i di'ōm̐. Kāraṇa āllāha nijara karma sampādanata apratihata, kintu adhikānśa mānuhē'i nājānē"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Ārau tē'ōm̐ yētiẏā pūrṇa yauranata upanīta ha’la tētiẏā āmi tāka hikamata ārau jñāna dāna karailō. Ē'idaraē'i āmi ihachānakāraī sakalaka puraṣkr̥ta karaō"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Ārau tē'ōm̐ yijanī mahilāra gharata āchila, sē'ijanīẏē tē'ōm̐ka kupraraōcanā dilē ārau duraārasamūha bandha karai dilē, ārau ka’lē, ‘āhā’. Tē'ōm̐ ka’lē, ‘ma'i āllāhara āśraẏa praārthanā karaō, niścaẏa tē'ōm̐ mōra maniba; tēraēm̐i mōra thakāra sundara byarasthā karaichē. Niścaẏa yālimasakala kētiẏā'ō saphala nahaẏa’"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Ārau sē'i mahilājanī tē'ōm̐ra prati āsakta haichila ārau tēraōm̐ tā'ira prati āsakta hai parailēhēm̐tēna yadi tē'ōm̐ tē'ōm̐ra pratipālakara nidarśana nēdēkhilēhēm̐tēna. Ē'idaraē'i (sēẏā haichila) yātē āmi tē'ōm̐ra paraā kukarma ārau aślīlatā dūra karai di'ōm̐. Niścaẏa tē'ōm̐ āchila āmāra mukhalica bā biśud'dhacitta bāndāsakalara antarbhukta"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Ārau siham̐ta ubhaẏē daurai duraārara pinē ga’la, ārau mahilājanīẏē pichaphālara paraā tē'ōm̐ra cōlā phāli pēlālē, tē'ōm̐lōka ubhaẏē mahilāgaraākīra sbāmīka duraārara sanmukhata pālē. Mahilājanīẏē ka’lē, ‘yiẏē tōmāra straīra lagata asaṯkarma karaāra icchā karaē tāra bābē kāraāgārata praēraṇa bā āna kōnō yantraṇādāẏaka śāstira bāhiraē āraunō ki daṇḍa ha’ba pāraē’"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "i'uchuphē ka’lē, ‘ē'ōm̐hē mōka kupraraōcanā dichē’. Mahilāgaraākīra paraiẏālara ējana sākṣīẏē sākṣya dilē yē, ‘yadi tē'ōm̐ra cōlāṭō sanmukhara paraā phalā haichē tēntē mahilāgaraākīẏē satya kathā kaichē ārau purauṣajana (i'uchupha) michalīẏāsakalara antarbhukta’"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Ārau yadi tē'ōm̐ra cōlā pichaphālara paraā phalā thākē tēntē mahilāgaraākī michalīẏā ārau purauṣajana (i'uchupha) satyabādīsakalara antarbhukta"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Ētēkē mahilāgaraākīra sbāmīẏē yētiẏā dēkhilē yē, i'uchuphara cōlā pichaphālara paraā phalā haichē tētiẏā tē'ōm̐ ka’lē, ‘niścaẏa ē'iṭō tōmālōka nāraīsakalara chalanā, niścaẏa tōmālōkara chalanā ati sāṅghātika’"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "‘Hē i'uchupha! Tumi ē'iṭō upēkṣā karaā, ārau hē nāraī! Tumi tōmāra aparaādhara bābē kṣamā praārthanā karaā; niścaẏa tumi aparaādhīsakalara antarbhukta’"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "Ārau nagarara kichumāna mahilā'i gā'i phuraichila yē, ‘ājījara straīẏē tā'ira kr̥tadāsa yurakara paraā asaṯkarma kāmanā karaichila, gabhīra praēmē tā'ika unmatta karaichē, niścaẏa āmāra dr̥ṣṭita tā'i spaṣṭa bhraṣṭatāta nipatita’"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Ētēkē yētiẏā mahilājanīẏē siham̐tara ṣaṛayantrara kathā śunilē, tētiẏā siham̐taka māti paṭhiẏālē ārau siham̐tara bābē āsana prastuta karailē. Siham̐ta sakalōkē ēkōṭākai churaikaṭāraī pradāna karailē ārau i'uchaphaka ka’lē, ‘siham̐tara sanmukhata ōlā'i āhā’. Phalata siham̐tē yētiẏā tē'ōm̐ka dēkhilē tētiẏā siham̐ta tē'ōm̐ra saundaryata abhibhūta ha’la ārau nijaraē hāta kāṭi pēlālē ārau siham̐tē ka’lē, ‘adbhuta āllāhara māhātmya! Ē'ōm̐ mānuha nahaẏa. Niścaẏa ē'ōm̐ ējana mahimānbita phiraistā’"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Mahilāgaraākīẏē ka’lē, ‘ē'ōm̐raē'i haichē sē'i byakti yāra biṣaẏē tōmālōkē mōka nindā karaichilā. Maẏē'i tē'ōm̐ra paraā asaṯkarma kāmanā karaichilō kintu tē'ōm̐ nijakē paraitra raākhichē; ārau ma'i tē'ōm̐ka yi ādēśa karaichō sēẏā yadi tē'ōm̐ pālana nakaraē, tēntē tē'ōm̐ araśyē kāraāraud'dha ha’ba ārau araśyē tē'ōm̐ apadastasakalara antarbhukta ha’ba’"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "I'uchuphē ka’lē, ‘hē mōra raba! Ē'i nāraīsakalē mōka yi kāmara prati āhbāna karai āchē tātakai bandīśāla mōra ōcarata bēchi praiẏa. Tumi yadi mōka siham̐tara chalanāra paraā rakṣā nakaraā tēntē ma'i siham̐tara prati ākr̥ṣṭa hai paraima ārau ajñasakalara antarbhukta hai yāma’"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Sēẏē tē'ōm̐ra pratipālakē tē'ōm̐ra praārthanāta sam̐hārai janālē ārau tē'ōm̐ka siham̐tara chalanāra paraā rakṣā karailē. Niścaẏa tē'ōm̐ sarbaśraōtā, sarbajña"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Phalata bibhinna nidarśanāralī dēkhāra pichata siham̐tē bhārailē yē, tē'ōm̐ka araśyē kichu samaẏara bābē kāraāraud'dha karaiba lāgiba"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Tē'ōm̐ra lagatē ārau dujana yuraka kāraāgārata praraēśa karailē. Siham̐tara ējanē ka’lē, ‘ma'i sapōnata dēkhilō yē, ma'i madara bābē āṅura niḥsāraṇa karai āchō’, ārau ānajanē ka’lē, ‘ma'i sapōnata dēkhilō yē, ma'i mōra mūrata rauṭi kaṛhiẏā'i nichō ārau caraā'iẏē tāra paraā khā'i āchē. Āpuni āmāka iẏāra tāṯparya janā'i diẏaka, āmi dēkhichō āpuni muhachinasakalara antarbhukta’"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "I'uchuphē ka’lē, ‘tōmālōkaka yi khādya diẏā haẏa sēẏā ahāra āgatē'i ma'i tōmālōkaka sapōnara tāṯparya janā'i dima. Ma'i tōmālōkaka yiṭō janāma sēẏā mōra pratipālakē mōka śikṣā dichē. Niścaẏa ma'i sē'i sampradāẏara dharma mataka barjana karaichō yisakalē āllāhara ōparata īmāna pōṣaṇa nakaraē, ārau yisakalē ākhiraātaka asbīkāra karaē’"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "‘Ma'i mōra pitr̥-purauṣa ibraāhīma, ichahākba ārau iẏākūbara millāta anusaraṇa karaō. Āllāhara lagata ānaka anśīdāra karaā āmāra bābē saṅgata nahaẏa. Ē'iṭō āmāra ārau samagra mānarara prati āllāhara anugraha; kintu adhikānśa mānuhē'i kr̥tajñatā prakāśa nakaraē’"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "‘Hē mōra bandīśālara saṅgīdbaẏa! Bhina bhina asaṅkhya raba bhāla, nē mahāpratāpaśālī ējana āllāhē'i bhāla’"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "‘tē'ōm̐ra bāhiraē tōmālōkē kichumāna nāmarahē ibādata karai āchā, yibōra nāma tōmālōkara pitr̥purauṣa nā'ibā tōmālōkē nijē'i raākhichā; ē'ibōrara kōnō pramāṇa āllāhē aratīrṇa karaā nā'i. Bidhāna diẏāra adhikāra kērala āllāharaē'i. Tēraēm̐i nirdēśa dichē yē, ‘tē'ōm̐ra bāhiraē āna kāraō ibādata nakaraibā’. Ē'iṭōraē'i śāśbata dbīna kintu adhikānśa mānuhē'i sēẏā nājānē’"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "‘Hē mōra bandīśālara saṅgīdbaẏa! Tōmālōka dujanara ējanē tāra manibaka suraā pāna karaāba ārau ānajana śūlabid'dha ha’ba; ārau caraā'iẏē tāra mūra khuṭi khuṭi khāba. Yi biṣaẏē tōmālōkē jāniba bicāraichilā tāra sid'dhānta hai gaichē’"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Ārau siham̐tara mājara yijanē mukti pāba buli i'uchuphē dhāraṇā karailē, tāka tē'ōm̐ ka’lē, ‘tōmāra manibara ōcarata mōra kathā ullēkha karaibā’. Kintu caẏatānē tāka tē'ōm̐ra biṣaẏē tāra manibara ōcarata byakta karaibalai pāharaā'i dilē. Phalata i'uchuphaka ārau kē'ibā bachara kāraāgārata thākibalagīẏā ha’la"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Ārau rajā'i (ēdinākhana) ka’lē, ‘ma'i sapōnata dēkhilō, sātajanī hr̥ṣṭa-puṣṭa gā'i, siham̐taka āna sātajanī kṣīṇa gāẏē bhakṣana karaichē ārau dēkhilō sātōṭā sajīra śīha lagatē āna sātōṭā śukāna śīha. Hē paraiṣadabarga! Yadi tōmālōkē sapōnara byākhyā karaiba pāraā tēntē mōra sapōnara biṣaẏē abhimata diẏā’"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Siham̐tē ka’lē, ‘ē'iṭō arthahīna alīka sapōna ārau ēnēkuraā sapōnara byākhyāta āmi abhijña nahaẏa’"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Ārau sē'i dujana kāraāraud'dhara mājata yijanē mukti pā'ichila, dīrghakāla pichata tāra smaraṇa ha’la, si ka’lē, ‘ma'i iẏāra tāṯparya āpōnālōkaka janāma. Sēẏē mōka paṭhā'i diẏaka’"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "Si āhi ka’lē, ‘hē i'uchupha! Hē satyabādī! Sātajanī hr̥ṣṭa-puṣṭa gā'i, sē'ibōraka bhakṣaṇa karaichē sātajanī durbala gāẏē ārau sātōṭā sajīra śīha ārau āna sātōṭā śukāna śīha sambandhē āpuni āmāka byākhyā diẏaka, yātē ma'i mānuhara ōcarata ubhati yāba pāraō ārau mānuhē jāniba pāraē’"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Tē'ōm̐ ka’lē, ‘tōmālōkē ēkēraāhē sāta bachara khētibāti karaibā, tāra pichata tōmālōkē yi śasya kāṭibā tāraē sāmān'ya paraimāṇa khā'i bākīkhini śīhasaha thai diba’"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "‘iẏāra pichata āhiba sātōṭā kaṭhina bachara, ē'i sāta bacharata, āgatē yi sañcaẏa karai raākhibā, mānuhē sēẏā khāba; kērala sāmān'ya paraimāṇa yiṭō tōmālōkē saṁrakṣaṇa karaibā, tāra bāhiraē’"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "‘Tāra pichata āhiba ēnēkuraā ēṭā bachara, sē'i bacharata mānuhara bābē pracura baraṣuṇa ha’ba ārau sē'i bacharata mānuhē phalara rasa cēpi uliẏāba’"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Ārau rajā'i ka’lē, ‘tōmālōkē i'uchuphaka mōra ōcaralai lai āhā’. Tāra pichata yētiẏā (rajāra) dūta tē'ōm̐ra ōcarata upasthita ha’la tētiẏā tē'ōm̐ ka’lē, ‘tumi tōmāra manibara ōcarata ubhati yōraā ārau tē'ōm̐ka sōdhāgai, yi nāraīsakalē nijaraē hāta kāṭi pēlā'ichila siham̐tara arasthā ki! Niścaẏa mōra raba siham̐tara chalanā samparkē samyaka aragata’"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Rajā'i nāraīsakalaka ka’lē, ‘yētiẏā tōmālōkē i'uchuphara paraā asaṯkarma kāmanā karaichilā, tētiẏā tōmālōkara ki haichila’? Siham̐tē ka’lē, ‘adbhuta āllāhara māhātmya! Āmi tē'ōm̐ra mājata kōnō dōṣa pōraā nāchilō’. Ājījara straīẏē ka’lē, ‘ētiẏāhē satya prakāśa pālē, ma'ihē tē'ōm̐ka praraōcanā dichilō, ārau tē'ōm̐ niścaẏa satyabādīsakalara antarbhukta’"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "‘Ē'iṭō ē'i bābē yē, yātē tē'ōm̐ jāniba pāraē, tē'ōm̐ra anupasthitita ma'i tē'ōm̐ra prati biśbāsaghātakatā karaā nāchilō ārau niścaẏa āllāhē biśbāsaghātaka sakalara ṣaṛayantra saphala nakaraē’"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "‘Ārau ma'i nijakē nirdōṣa buli kaba bicaraā nā'i, kiẏanō, niścaẏa mānuhara naphacē bēẏā kāmara nirdēśa diẏāṭōraē sbābhāraika, kintu tāra bāhiraē yāra prati mōra pratipālakē daẏā karaē. Niścaẏa mōra pratipālaka ati kṣamāśīla, parama daẏālu’"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Rajā'i ka’lē, ‘i'uchuphaka mōra ōcaralai lai āhā; ma'i tē'ōm̐ka mōra nijara bābē āpōna karai lama’. Tāra pichata rajā'i yētiẏā tē'ōm̐ra lagata kathā pātilē, tētiẏā rajā'i ka’lē, ‘niścaẏa āji āpuni āmāra ōcarata maryādāśīla, pūrṇa biśbasta’"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Tē'ōm̐ ka’lē, ‘mōka dēśara kōṣāgārara dāẏitba arpaṇa karaka. Niścaẏa ma'i uttama rakṣaka, subijña’"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Ārau ē'idaraē āmi i'uchuphaka sē'i dēśata pratiṣṭhita karailō; sē'i dēśata tē'ōm̐ra ya’tē icchā tatē'i arasthāna karaāra adhikāra āchila. Āmi yāka icchā tākē'i āmāra rahamata pradāna karaō; ārau āmi muhachinasakalara puraṣkāra binaṣṭa nakaraō"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Ārau yisakalē īmāna ānichē ārau tākbaraā aralambana karaē tē'ōm̐lōkara bābē ākhiraātara puraṣkāraē'i uttama"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "I'uchuphara bhātr̥sakala āhila ārau tē'ōm̐ra ōcarata praraēśa karailē. Phalata tē'ōm̐ siham̐taka cini pālē, kintu siham̐tē tē'ōm̐ka cini nāpālē"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Ārau tē'ōm̐ yētiẏā siham̐taka siham̐tara sāmagraīra byarasthā karai dilē tētiẏā tē'ōm̐ ka’lē, ‘tōmālōkē mōra ōcaralai tōmālōkara pitr̥ pakṣara baimātraēẏa bhāẏēkaka lai āhibā. Tōmālōkē dēkhā nā'inē, ma'i kēnēkai pūrṇa mātraāta pradāna karaō ārau ma'i kimāna bhāla athitiparaāẏaṇa’"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "‘Ārau yadi tōmālōkē tāka lai nāhā tēntē tōmālōkara bābē mōra ōcarata kōnō khādya sāmagraī nā'i ānaki tōmālōka mōra ōcaralaikē nāhibā’"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Siham̐tē ka’lē, ‘tāra biṣaẏē āmi tāra pitr̥ka sanmata karaōraāra cēṣṭā karaima ārau āmi ē'iṭō niścaẏa karaima’"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Ārau i'uchuphē tē'ōm̐ra karmacāraīsakalaka ka’lē, ‘siham̐tē yi paṇyamūlya dichē sēẏā siham̐tara khādyasāmagraīra bhitaratē thai diẏā, yātē siham̐tē paraiẏālara ōcarata ubhati yōraāra pichata sēẏā cini pāẏa. Phalata yātē siham̐tē ākau ubhati āhē’"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Ētēkē siham̐tē yētiẏā siham̐tara pitr̥ ōcarata ubhati āhila, tētiẏā siham̐tē ka’lē, ‘hē āmāra pitr̥! Āmāra bābē paraimāpakr̥ta khādya sāmagraī niṣid'dha karaā haichē. Gatikē āmāra bhāẏēkaka āmāra lagata paṭhā'i diẏaka yātē āmi paraimāpakr̥ta khādya sāmagraī pā'ōm̐. Araśyē āmi tāra hiphājata karaima’"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Tē'ōm̐ ka’lē, ‘ma'i tōmālōkaka iẏāra biṣaẏē tēnēkai niraāpada buli bhāraima nēki, yēnēkai iẏāra āgata tōmālōkaka niraāpada buli bhāraichilō iẏāra bhāẏēkara biṣaẏē? Kintu āllāhē'i rakṣaṇābēkṣaṇata śraēṣṭha ārau tēraēm̐i sarbaśraēṣṭha daẏālu’"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Ārau yētiẏā siham̐tē siham̐tara khādyasāmagraīra ṭōpōlā khulilē tētiẏā siham̐tē dēkhibalai pālē yē, siham̐tara paṇyamūlya siham̐taka ubhatā'i diẏā haichē. Siham̐tē ka’lē, ‘hē āmāra pitr̥! Āmi ārau ki pratyāśā karaiba pāraō? Cā'ōm̐ka ēẏā āmi diẏā paṇyamūlya, āmāka ākau ubhatā'i diẏā haichē. Āmi āmāra paraiẏālabargaka khādya-sāmagraī āni dima ārau āmi āmāra bhātr̥ra rakṣaṇābēkṣaṇa karaima lagatē āmi atiraikta ārau ēṭā uṭara (piṭhita) paṇya ānima; ē'i paraimāṇara śasya lai ahā ati sahaja’"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "Pitākē ka’lē, ‘ma'i tāka kētiẏā'ō tōmālōkara lagata napaṭhā'ōm̐ yētiẏālaikē tōmālōkē āllāhara nāmata ē'i aṅgīkāra nakaraibā yē, tōmālōkē tāka mōra ōcaralai ghūraā'i ānibā, araśyē yadi tōmālōkaka āṭaka karaā haẏa (tēntē sēẏā bhinna kathā)’. Tāra pichata siham̐tē yētiẏā tē'ōm̐ra ōcarata pratijñā karailē tētiẏā tē'ōm̐ ka’lē, ‘āmi yi biṣaẏē kathā pāti āchō, āllāhē'i iẏāra bidhāẏaka’"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Ārau tē'ōm̐ ka’lē, ‘hē mōra putrasakala! Tōmālōkē ēṭā duraāraēraē praraēśa nakaraibā, baraṁ bhina bhina duraāraēraē praraēśa karaibā. Āllāhara sid'dhāntara biparaītē ma'i tōmālōkara bābē ēkō karaiba nōraāraō. Ādēśa kērala mātra āllāharaē'i. Ma'i tē'ōm̐ra ōparatē'i nirbhara karaō, āllāhara ōparatē'i nirbharakāraī sakalara nirbhara karaā ucita’"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Ārau yētiẏā siham̐tē siham̐tara pitr̥ra ādēśa matē praraēśa karailē, tētiẏā āllāhara ādēśara biparaītē sēẏā siham̐tara kōnō kāmata ahā nāchila; iẏākūbē kērala tē'ōm̐ra manara ēṭi abhipraāẏa pūrṇa karaichila ārau araśyē tē'ōm̐ āmi diẏā śikṣāraē jñānabāna āchila. Kintu bēchi bhāga mānuhē'i nājānē"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Ārau siham̐tē yētiẏā i'uchuphara ōcarata praraēśa karailē, tētiẏā i'uchuphē tē'ōm̐ra sahōdara bhāẏēkaka nijara ōcaratē raākhilē ārau ka’lē, ‘niścaẏa maẏē'i tōmāra sahōdara bhāẏēka, gatikē siham̐tē yi karaichila tāra bābē dukha nakaraibā’"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Tāra pichata tē'ōm̐ yētiẏā siham̐tara sāmagraīra byarasthā karai dilē, tētiẏā tē'ōm̐ nija sahōdara bhāẏēkara ṭōpōlāra mājata pānapātra raākhi dilē. Tāra pichata ējana āhbāẏakē ciñam̐rai ka’lē, ‘hē yātraīdala! Niścaẏa tōmālōka cōra’"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Siham̐tē tē'ōm̐lōkara phālē cā'i sudhilē, ‘āpōnālōkara ki hēraā'ichē’"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "tē'ōm̐lōkē ka’lē, ‘āmi rajāra pānapātra hēraā'ichō. Yiẏē sē'iṭō āni diba, si ēṭā uṭara (piṭhita) bōjā'i paraimāṇa khādya-sāmagraī upahāra pāba; ārau ma'i iẏāra jāmina’"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Siham̐tē ka’lē, ‘āllāhara śapata! Āpōnālōkē jānē'i dēkhōna yē, āmi ē'i dēśata duṣkr̥ti karaibalai ahā nā'i ārau āmi cōraō nahaẏa’"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Tē'ōm̐lōkē ka’lē, ‘yadi tōmālōkē michalīẏā hōraā tēntē iẏāra śāsti ki haba"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "siham̐tē ka’lē, ‘iẏāra śāsti ha’ba, yāra ṭōpōlāra mājata sē'i pātraṭō pōraā yāba, siẏē'i tāra binimaẏa’. Ē'idaraē'i āmi yālimasakalaka śāsti pradāna karaō"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Ētēkē tē'ōm̐ nija sahōdara bhāẏēkara ṭōpōlā cōraāra āgatē siham̐tara ṭōpōlāta bicāraibalai dharailē, pichata tē'ōm̐ra sahōdara bhāẏēkara ṭōpōlāra paraā pātraṭō uliẏā'i ānilē. Ēnēkai āmi i'uchuphara bābē kauśala karaichilō. Āllāhē icchā nakarailē rajāra ā'inata tē'ōm̐ra bhātr̥ka āṭaka karaā saṅgata nāchila. Āmi yāka icchā maryādāta ucca karai di'ōm̐. Kāraṇa pratyēka jñānabāna byaktira ōparata āchē sarbajñānī"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Siham̐tē ka’lē, ‘si yadi curai karaichē tēntē (ēẏā kōnō ācaraita kathā nahaẏa) iẏāra sahōdaraē'ō iẏāra āgata curai karaichila’. Kintu i'uchuphē prakr̥ta biṣaẏaṭō nijara manatē gōpana raākhilē ārau siham̐tara sanmukhata prakāśa nakarailē. Tē'ōm̐ (manē manē) ka’lē, ‘tōmālōkara arasthā ati jaghan'ya ārau tōmālōkē yi kai āchā sē'i biṣaẏē āllāhē'i adhika aragata’"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Siham̐tē ka’lē, ‘hē ājīja! Iẏāra pitr̥ atyanta br̥d'dha; gatikē iẏāra ṭhā'ita āmāra mājara kōnō ējanaka raākhi diẏaka. Āmāra dr̥ṣṭita āpuni ējana saṯkarmaśīla byakti’"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Tē'ōm̐ ka’lē, ‘yāra ōcarata āmi āmāra bastu pā'ichō, tāra bāhiraē ānaka āṭaka karaāra aparaādhara paraā āmi āllāhara āśraẏa praārthanā karaichō. Ēnē karailē niścaẏa āmi yālimata paraiṇata hama’"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Ētēkē yētiẏā siham̐ta tāra biṣaẏē sampūrṇaraūpē niraāśa ha’la, tētiẏā siham̐ta paraāmarśa karaibalai ēkāntabhāraē gōṭa khālē. Siham̐tara mājara ḍāṅara janē ka’lē, ‘tōmālōkara manata āchēnē tōmālōkara pitr̥ẏē tōmālōkara paraā āllāhara nāmata aṅgīkāra laichē ārau iẏāra āgatē'ō tōmālōkē i'uchuphara biṣaẏē an'yāẏa karaichilā. Gatikē ma'i kētiẏā'ō ē'i dēśa ērai nāyā'ōm̐ yētiẏālaikē mōra pitr̥ẏē mōka anumati nidiba athabā āllāhē mōra bābē kōnō phaẏacālā nakaraiba ārau tēraēm̐i śraēṣṭha phaẏacālākāraī’"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Tōmālōkē tōmālōkara pitr̥ra ōcarata ghūrai yōraā ārau kōraāgai, ‘hē āmāra pitr̥! Āpōnāra putra'i curai karaichē ārau āmi yi jānō tāraē'i pratyakṣa biraraṇa dilō, ārau āmi adr̥śyara saṁrakṣaṇakāraī nahaẏa’"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "‘(Yadi biśbāsa nahaẏa) tēntē yi janapadata āmi āchilō sē'i ṭhā'ira adhibāsīsakalaka sōdhaka ārau yi yātraīdalara lagata āmi āhichō tē'ōm̐lōkakō sōdhaka. Niścaẏa āmi sam̐cā kathā kai āchō’"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Tē'ōm̐ (iẏākūbē) ka’lē, ‘nahaẏa, baraṁ tōmālōkara ku-prabr̥ttiẏē tōmālōkara bābē ēṭā kāhinī sajā'i dichē. Gatikē uttama dhairyahē ma'i grahaṇa karaima; sambharataḥ āllāhē siham̐ta ubhaẏakē ēkēlagē mōra ōcaralai āni diba. Niścaẏa tē'ōm̐ sarbajña, prajñāmaẏa’"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Ārau tē'ōm̐ siham̐tara paraā mukha ghūraā'i nilē ārau ka’lē, ‘hāẏa āphacōca! I'uchuphara bābē’. Śōkata (kāndi kāndi) tē'ōm̐ra caku duṭā ghōlā hai paraichila kintu tē'ōm̐ āchila sambaraṇakāraī"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Siham̐tē ka’lē, ‘āllāhara śapata! Āpuni i'uchuphara kathā sadāẏa smaraṇa karai thākiba yētiẏā laikē āpuni mumūrṣa arasthāta upanīta nahaẏa athabā āpōnāra mr̥tyubaraṇa nahaẏa’"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Tē'ōm̐ ka’lē, ‘ma'i mōra asahanīẏa bēdanā, mōra dukha kērala āllāhara ōcaratē'i nibēdana karaō ārau ma'i āllāhara taraphara paraā sēẏā jānō yiṭō tōmālōkē nājānā’"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "‘Hē mōra putrasakala! Tōmālōkē yōraā, i'uchupha ārau tāra sahōdarara sandhāna karaā ārau āllāhara rahamatara paraā tōmālōka niraāśa naha’bā. Kāraṇa āllāhara rahamatara paraā kāphira sampradāẏara bāhiraē āna kōnē'ō niraāśa nahaẏa’"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Ētēkē yētiẏā siham̐ta i'uchuphara ōcarata upasthita ha’la tētiẏā siham̐tē ka’lē, ‘hē ājīja! Āmi ārau āmāra paraiẏālabarga bipanna hai paraichō ārau āmi tuccha pum̐ji lai āhichō; gatikē āpuni āmāka khādya-sāmagraī pūrṇa mātraāta pradāna karaka ārau āmāra prati anugraha karaka; niścaẏa āllāhē anugrahakāraī sakalaka puraṣkr̥ta karaē’"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "I'uchuphē ka’lē, ‘tōmālōkē jānānē, tōmālōkē i'uchupha ārau tē'ōm̐ra sahōdarara lagata ki ācaraṇa karaichilā, yētiẏā tōmālōka āchilā ajña’"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "siham̐tē ka’lē, ‘tēntē tumiẏē'i i'uchupha nēki’? Tē'ōm̐ ka’lē, ‘haẏa, maẏē'i i'uchupha ārau ē'ōm̐ mōra bhā'iṭi; niścaẏa āllāhē āmāra ōparata anugraha karaichē. Niścaẏa yi byakti tākbaraā aralambana karaē ārau dhairya dhāraṇa karaē, tēntē araśyē āllāhē saṯkarmaśīlasakalara śramaphala binaṣṭa nakaraē’"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Siham̐tē ka’lē, ‘āllāhara śapata! Āllāhē niścaẏa tōmāka āmāra ōparata praādhān'ya dichē ārau āmi āchilō aparaādhī’"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Tē'ōm̐ ka’lē, ‘āji tōmālōkara biraud'dhē kōnō garaihaṇā nā'i. Āllāhē tōmālōkaka kṣamā karaka ārau tēraēm̐i śraēṣṭha daẏālu’"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "‘Tōmālōkē mōra ē'i cōlāṭō lai yōraā ārau ē'iṭō mōra pitr̥ra mukhamaṇḍalara ōparata raākhibā; tētiẏā tē'ōm̐ dr̥ṣṭi śakti ghūraā'i pāba. Lagatē tōmālōkara paraiẏālara sakalōkē mōra ōcaralai lai āhāgai’"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Ārau yētiẏā yātraīdala ōlā'i paraila sē'i samaẏatē (iẏāta) tē'ōm̐lōkara pitr̥ẏē ka'lē, tōmālōkē yadi mōka br̥d'dha-aprakr̥tistha buli nabhabā tēntē ma'i ka'ōm̐ yē, ‘ma'i i'uchuphara ghraāṇa pā'i āchō’"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Siham̐tē ka’lē, ‘āllāhara śapata! Āpuni ētiẏā'ō sē'i puraṇi bibhraāntitē'i āchē’"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Tāra pichata yētiẏā susambādabāhaka upasthita ha’la ārau tē'ōm̐ra mukhamaṇḍalara ōparata cōlāṭō raākhilē tētiẏā tē'ōm̐ dr̥ṣṭi śakti ghūraā'i pālē. Tē'ōm̐ ka’lē, ‘ma'i tōmālōkaka kōraā nāchilōnē yē, ma'i āllāhara taraphara paraā yi jānō tōmālōkē sēẏā nājānā’"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "siham̐tē ka’lē, ‘hē āmāra pitr̥! Āmāra gunāhara bābē kṣamā praārthanā karaka; niścaẏa āmi aparaādhī’"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Tē'ōm̐ ka’lē, ‘aciraē'i ma'i mōra pratipālakara ōcarata tōmālōkara bābē kṣamā praārthanā karaima. Niścaẏa tē'ōm̐ ati kṣamāśīla, parama daẏālu’"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Tāra pichata tē'ōm̐lōka yētiẏā i'uchuphara ōcarata upasthita ha’la, tētiẏā tē'ōm̐ pitr̥-mātr̥ka nijara kāṣata sthāna dilē, ārau ka’lē, ‘āpōnālōkē āllāhara icchāta niraāpadē micarata arasthāna karaka’"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Ārau i'uchuphē tē'ōm̐ra pitr̥-mātr̥ka ucca āsanata bahuraālē ārau tē'ōm̐lōka sakalōraē tē'ōm̐ra sanmānata chājadāranata ha’la. Tētiẏā tē'ōm̐ ka’lē, ‘hē mōra pitr̥! Ē'iṭōraē'i mōra sapōnara byākhyā; mōra pratipālakē iẏāka satyata paraiṇata karaichē ārau tēraēm̐i mōka kāraāgārara paraā mukta karaichē ārau caẏatānē mōra ārau mōra bhātr̥sakalara samparka binaṣṭa karaāra pichatō āpōnālōkaka maraubhūmi añcalara paraā iẏāta āni tē'ōm̐ mōra prati anugraha karaichē. Niścaẏa mōra pratipālakē yi icchā karaē sēẏā nipuṇatāra saitē karaē. Niścaẏa tēraēm̐i sarbajña, prajñāmaẏa’"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "‘Hē mōra pratipālaka! Tumiẏē'i mōka raājatba dāna karaichā ārau sapōnara byākhyā śikṣā dichā. Hē ākāśasamūha ārau pr̥thiraīra sraṣṭā! Tumiẏē'i pr̥thiraī ārau ākhiraātata mōra abhibhāraka. Tumi mōka muchalima arasthāta mutyu pradāna karaā ārau mōka saṯkarmaparaāẏaṇasakalara antarbhukta karaā’"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Ē'ibōra gāẏēbara sambāda yibōra āmi ahīra dbāraā tōmāka janā'i āchō, yētiẏā siham̐tē aikyamatata upanīta hai ṣaṛayantra karaichila, tētiẏā tumi siham̐tara lagata nāchilā"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Ārau tumi yimānē'i ākāṅkṣā nakaraā kiẏa, adhikānśa mānuhē'i īmāna pōṣaṇa nakaraiba"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Athaca tumi siham̐tara paraā kōnō pratidānō bicaraā nā'i. Ē'i (kōra'āna) kērala sr̥ṣṭijagatara bābē upadēśamātra"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Ākāśasamūha ārau pr̥thiraīta bahutō nidarśana āchē; siham̐tē ē'ibōra dēkhē kintu siham̐tē ē'ibōrara prati udāsīna"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Siham̐tara sarahabhāga mānuhē īmāna pōṣaṇa karaā satbē'ō āllāhara lagata anśīdāra sthāpana (śbirka) karaē"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Kintu siham̐ta āllāhara sarbagraāsī śāstira paraā nā'ibā siham̐tara ajānitē kiẏāmatara ākasmika upasthitira paraā niraāpada hai gaichē nēki"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "kōraā, ‘ē'iṭōraē'i mōra patha, ma'i ārau mōra anusāraīsakalē pūrṇa biśbāsara saitē jāni-buji āllāhara prati āhbāna karaō. Āllāha ati paraitra mahāna ārau ma'i muśbaraikasakalara antarbhukta nahaẏa’"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Ārau āmi tōmāra pūrbē'ō janapadabāsīra mājara paraā kērala purauṣasakalakē'i raichālata pradāna karaichilō, yisakalara ōparata āmi ahī aratīrṇa karaichilō. Iham̐tē pr̥thiraīta bhramaṇa karaā nā'inē? Tētiẏāhē dēkhiba pārailēhēm̐tēna yē, siham̐tara pūrbarartīsakalara ki paraiṇāma haichila? Ārau araśyē yisakalē tākbaraā aralambana karaichē tē'ōm̐lōkara bābē ākhiraātara ābāsē'i uttama; tathāpi'ō tōmālōkē buji nōpōraā nē"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "araśēṣata yētiẏā raāchulasakala (tē'ōm̐lōkara sampradāẏara īmānara paraā) niraāśa ha’la ārau mānuhē dhāraṇā karailē yē, raāchulasakalaka michā pratiśrauti diẏā haichē, tētiẏā tē'ōm̐lōkara ōcarata āmāra sāhāyya āhi pālē. Ē'idaraē āmi yāka icchā karaō si nājāta pāẏa. Kintu aparaādhī sampradāẏara paraā āmāra śāsti pratiraōdha karaā nahaẏa"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Siham̐tara br̥ttāntata araśyē bōdhaśakti sampanna byaktisakalara bābē āchē śikṣā. Ē'iṭō kōnō manē sajā racanā nahaẏa. Baraṁ ē'iṭō āgara granthabōrata yi āchē tāraē'i samarthaka ārau sakalō biṣaẏara biśada biraraṇa, lagatē mumina sampradāẏara bābē i hidāẏata ārau rahamata"
        }
    ]
}