{
    "chapter": [
        {
            "chapter": 2,
            "verse": 1,
            "text": "ālipha-lāma-mīma"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "ē'ikhana sē'i kitāba; ya’ta kōnō sandēha nā'i, muttākbīsakalara bābē hidāẏata"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Yisakalē gāẏēbara prati īmāna pōṣaṇa karaē, chālāta kāẏēma karaē ārau āmi tē'ōm̐lōkaka yi pradāna karaichōm̐ tāra paraā byaẏa karaē"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Ārau yisakalē īmāna pōṣaṇa karaē tāra ōparata, yi tōmāra prati aratīrṇa karaā haichē ārau yi tōmāra purbē aratīrṇa karaā haichila ārau tē'ōm̐lōka ākhiraātara prati pūrṇa biśbāsī"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Tē'ōm̐lōkē'i nija pratipālakara nirdēśita hidāẏatara ōparata āchē ārau tē'ōm̐lōkē'i sāphalyamaṇḍita"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Yisakalē kupharaī karaichē, tumi siham̐taka satarka karaā bā nakaraā ēkē'i kathā, siham̐tē īmāna pōṣaṇa nakaraiba"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Āllāhē siham̐tara hr̥daẏasamūha ārau siham̐tara śraraṇaśaktira ōparata mōhara mārai dichē ārau siham̐tara dr̥ṣṭira ōparata āchē āraraṇa. Ārau siham̐tara bābē āchē mahāśāsti"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Ārau mānuhara mājata ēnē kichumāna mānuhō āchē yisakalē kaẏa, ‘āmi āllāha ārau śēṣa dirasara prati īmāna ānichō’, athaca siham̐ta mumina nahaẏa"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Siham̐tē āllāha ārau muminasakalaka pratāraita karaiba bicāraē, prakr̥tatē siham̐ta nijē'i nijakē pratāraita karai āchē, athaca siham̐tē sēẏā anudhārana nakaraē"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Siham̐tara antarasamūhata byādhi āchē. Ētēkē āllāhē siham̐tara byādhi ārau br̥d'dhi karai dichē, ārau siham̐tara bābē āchē kaṣṭadāẏaka śāsti, kāraṇa siham̐ta michalīẏā"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Ārau yētiẏā siham̐taka kōraā haẏa, 'tōmālōkē pr̥thiraīta phāchāda (biparyaẏa) sr̥ṣṭi nakaraibā', siham̐tē kaẏa, 'āmihē kērala sanśōdhanakāraī"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Sāradhāna! Iham̐tē'i phāchāda sr̥ṣṭikāraī, kintu siham̐tē sēẏā anudhārana nakaraē"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Ārau yētiẏā siham̐taka kōraā haẏa, 'tōmālōkē īmāna ānā yēnēkai lōkasakalē īmāna ānichē', siham̐tē kaẏa, 'āmi'ō tēnēkai īmāna ānima nēki yēnēkai nirbōdha lōkasakalē īmāna ānichē'? Sāradhāna! Niścaẏa siham̐tē'i nirbōdha, kintu siham̐tē nājānē"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Ārau yētiẏā siham̐tē muminasakalara lagata sākṣāta karaē, tētiẏā siham̐tē kaẏa, ‘āmi īmāna ānichō’, ārau yētiẏā siham̐tē akalaśaraīẏākai siham̐tara caẏatānasakalara lagata ēkatraita haẏa, tētiẏā kaẏa, ‘niścaẏa āmi tōmālōkara lagatē'i āchō’. Āmitō kērala upahāsakāraī"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Āllāhē siham̐tara lagata upahāsa karaē ārau siham̐taka siham̐tara abādhyatāta bibhraānta hai ghurai phuraāra arakāśa diẏē"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Iham̐tē'i sē'isakala lōka, yisakalē hidāẏatara binimaẏata bhraṣṭatā kini laichē. Kintu siham̐tara byarasāẏa lābhajanaka hōraā nā'i, ārau siham̐ta hidāẏata praāpta'ō nahaẏa"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Siham̐tara udāharaṇa sē'i byaktira daraē, yiẏē ju'i jbalālē. Tārapichata yētiẏā sē'i juẏē tāra cārai'ōphālē ālōkita karailē, tētiẏā āllāhē siham̐tara jyōti apasāraṇa karai la’lē ārau siham̐taka ēnēkuraā andhakārata ērai dilē yē, siham̐ta dēkhibalai nōpōraā ha’la"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Siham̐ta kalā, bōbā, andha. Sēẏē siham̐ta ārau ubhati nāhiba"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Athabā (siham̐tara udāharaṇa) dhāraāsāra baraṣuṇara daraē, ya'ta āchē ghōra andhakāra, bajradhbani ārau bidyuta camaka. Siham̐tē bajradhbanira samaẏata mr̥tyura bhaẏata āṅuliraē kāṇata sōpā diẏē. Ārau āllāhē kāphirasakalaka cārai'ōphālara paraā āgurai āchē"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Ēnē lāgē yēna bijulīra camakaniẏē siham̐tara dr̥ṣṭiśakti haraṇa karai nibahi. Yētiẏā'i alapa siham̐tara bābē pōhara haẏa tētiẏā'i siham̐ta āgabāṛhi yāẏa ārau yētiẏā'i andhakāra haẏa tētiẏā'i siham̐ta thamaki raẏa. Āllāhē icchā karailē siham̐tara śraraṇaśakti ārau dr̥ṣṭiśakti haraṇa karaiba pārailēhēm̐tēna. Niścaẏa āllāha sakalō bastura ōparata kṣamatābāna"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Hē mānara sampradāẏa! Tōmālōkē tōmālōkara raba (pratipālaka)ra ibādata karaā, yijanē tōmālōkaka ārau tōmālōkara pūrbarartīsakalaka sr̥ṣṭi karaichē, yātē tōmālōka tākbaraāra adhikāraī hōraā"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Yijanē tōmālōkara bābē pr̥thiraīkhanaka bichanā karai dichē ārau ākāśakhanaka karai dichē cāla ārau ākāśara paraā pānī aratīrṇa karai tāra dbāraā tōmālōkara jīraikāra bābē phalamūla utpādana karaichē. Gatikē tōmālōkē jāni-śuni kākō āllāhara samakakṣa thira nakaraibā"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Āmi āmāra bāndāra ōparata yi aratīrṇa karaichō tāta yadi tōmālōkara kōnō sandēha thākē tēntē iẏāra anuraūpa kōnō ēṭā churaā racanā karai ānā ārau āllāhara bāhiraē tōmālōkara sakalō sākṣī-sahāẏakāraīka āhbāna karaā yadihē tōmālōkē satyabādī hōraā"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Ētēkē yadi tōmālōkē ēnē nakaraā- ārau tōmālōkē ē'iṭō kētiẏā'ō karaiba nōraāraibā, tēnēha’lē sē'i ju'ira paraā bācibalai byarasthā karaā yāra indhana ha’ba mānuha ārau śila, yiṭō prastuta karaā haichē kāphirasakalara bābē"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Ārau yisakalē īmāna ānichē ārau satkāma karaichē tē'ōm̐lōkaka susambāda diẏā yē, tē'ōlōkara bābē āchē jānnāta, yāra talēdi nadī prabāhita haẏa, yētiẏā'i tē'ōm̐lōkaka tāra paraā kōnō phala khābalai diẏā ha’ba, tētiẏā'i tē'ōm̐lōkē ka’ba, itipurbē āmāka ē'i dharaṇara phala khābalai diẏā haichila, kāraṇa tē'ōm̐lōkaka phalamūla sādr̥śyapūrṇa karai diẏā ha’ba ārau tē'ōm̐lōkara bābē tāta thākiba paraitraā-saṅginī, ārau tāta tē'ōm̐lōka cirakāla thākiba"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Niścaẏa āllāhē maha athabā tātōkai kṣudra kōnō bastura upamā di'ōm̐tē saṅkōca bōdha nakaraē. Ētēkē yisakalē īmāna ānichē tē'ōm̐lōkē jānē yē, niścaẏa ē'iṭō tē'ōm̐lōkara pratipālakara taraphara paraā satya. Ārau yisakalē kupharaī karaichē siham̐tē kaẏa yē, 'āllāhē ē'i upamāra dbāraā ki bujāba bicāraichē'? Tē'ōm̐ iẏāra dbāraā bahutakē bibhraānta karaē ārau bahutakē hidāẏata diẏē. Ārau tē'ōm̐ phāchikasakalara bāhiraē āna kākō iẏāra dbāraā bibhraānta nakaraē"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Yisakalē āllāhara lagata dr̥ṛha aṅgīkārata ārad'dha hōraāra pichata sē'iṭō bhaṅga karaē, āllāhē yi samparka aṭuṭa raākhibalai nirdēśa dichē sē'iṭō bicchinna karaē ārau pr̥thiraīta biparyaẏa sr̥ṣṭi karai phuraē, siham̐tē'i kṣatigrastha"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Tōmālōkē kēnēkai āllāhara lagata kupharaī karaā? Athaca tōmālōkē praāṇahīna āchilā. Tāra pichata tēraēm̐i tōmālōkaka jīraita karaichē ākau tēraēm̐i tōmālōkara mr̥tyu ghaṭāba tāra pichata punara jīraita karaiba ārau tāra pichata tōmālōkaka tē'ōm̐ra ōcaralai ubhatā'i niẏā ha’ba"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Tē'ōm̐ pr̥thiraīra sakalō bastu tōmālōkara bābē'i sr̥ṣṭi karaichē. Tāra pichata tē'ōm̐ ākāśara pinē manōnibēśa karai sē'iṭōka sātakhana ākāśata bin'yasta karaichē; ārau tē'ōm̐ sakalō bastu samparkē sabiśēṣa aragata"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Ārau smaraṇa karaā, yētiẏā tōmāra pratipālakē phiraistāsakalaka ka’lē, niścaẏa ma'i pr̥thiraīta khaliphā sr̥ṣṭi karaibalai thira karaichō. Tē'ōm̐lōkē ka’lē, tumi pr̥thiraīta ēnē ēṭā jīra sr̥ṣṭi karaiba bicaraā nēki, yiẏē pr̥thiraīta biparyaẏa sr̥ṣṭi karaiba ārau tēja prabāhita karaiba? Ārau āmitō tōmāra hāmadasaha tachabīha pāṭha karaōraēm̐i lagatē tōmāra paraitratā'ō ghōṣaṇā karaō. Tē'ōm̐ ka’lē, niścaẏa ma'i yiṭō jānō tōmālōkē sē'iṭō nājānā"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Ārau tē'ōm̐ ādamaka yāratīẏa nāmara śikṣā dilē, tāra pichata sē'ibōra phiraistāsakalara āgata upasthāpana karai ka’lē, yadi tōmālōkē satyabādī tēntē mōka ē'ibōrara nāma kōraā"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Tē'ōm̐lōkē ka’lē, tumi paraitra. Tumi āmāka yi śikṣā dichā tāra bāhiraē āmāra āna kōnō jñāna nā'i. Niścaẏa tumi sarbajña prajñāmaẏa"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Tē'ōm̐ ka’lē, ‘hē ādama, ē'ibōrara nāma tumi siham̐taka janā'i diẏā’. Tāra pichata yētiẏā tē'ōm̐ (ādama) ē'ibōrara nāma janā'i dilē, tētiẏā tē'ōm̐ ka’lē, ‘ma'i tōmālōkaka kōraā nāchilōnē yē, niścaẏa ma'i ākāśamaṇḍala ārau pr̥thiraīra gāẏēba (adr̥śya) samparkē jānō? Ma'i ārau jānō yi tōmālōkē prakāśa karaā ārau yi gōpana karaā’"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Ārau smaraṇa karaā, yētiẏā āmi phiraistāsakalaka kaichilō, tōmālōkē ādamaka chājadā karaā. Tētiẏā ibalichara bāhiraē sakalōraē chājadā karaichila. Si asbīkāra karailē ārau ahaṅkāra karailē. Ārau si kāphirasakalara antarbhūkta ha’la"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Ārau āmi ka’lō, hē ādama, tumi ārau tōmāra straī jānnatata basabāsa karaā ārau ya’ra paraā icchā sbācchandē āhāra grahaṇa karaā, kintu ē'i gacha jōpāra ōcarata nājābā, tēnēha’lē tōmālōka yālima sakalara antarbhūkta hai yābā"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Araśēṣata caẏatānē tāra paraā tē'ōm̐lōkara padaskhalana ghaṭālē ārau tē'ōm̐lōka ya’ta āchila tāra paraā tē'ōm̐lōkaka bahiskr̥ta karaālē, ārau āmi ka’lō, ‘tōmālōkē nāmi yōraā; tōmālōkē ijanē sijanara śatrau. Ārau tōmālōkara bābē pr̥thiraīta āchē nirdiṣṭi samaẏa laikē ābāsa ārau bhōga-upabhōgara upakaraṇa’"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Tāra pichata ādamē tē'ōm̐ra pratipālakara paraā kichumāna bākya śiki la’lē; ārau āllāhē tē'ōm̐ra tā'ōbā kabula karailē. Niścaẏa tē'ōm̐ tā'ōbā kabulakāraī ati daẏālu"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Āmi ka’lō, ‘tōmālōka āṭāẏē iẏāra paraā nāmi yōraā. Yētiẏā mōra phālara paraā tōmālōkara ōcarata kōnō hidāẏata āhiba, tētiẏā yisakalē āmāra hidāẏatara anusaraṇa karaiba, tē'ōm̐lōkara kōnō bhaẏa nā'i ārau cintāraō kōnō kāraṇa nā'i’"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Ārau yisakalē kupharaī karaichē ārau āmāra āẏātasamūhaka asbīkāra karaichē, siham̐tē'i ju'ira adhibāsī. Tāta siham̐tē cirakāla thākiba"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Hē īcharaā'īlara banśadharasakala! Tōmālōkē mōra sē'i anugrahasamūhara kathā smaraṇa karaā, yi anugraha ma'i tōmālōkaka pradāna karaichilō ārau tōmālōkē mōra aṅgīkāra pūraṇa karaā, maẏō tōmālōkara aṅgīkāra pūraṇa karaima. Ārau tōmālōkē kērala mōkē'i bhaẏa karaā"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Ārau ma'i yi aratīrṇa karaichō tōmālōkē tāra prati īmāna ānā. I tōmālōkara ōcarata yi āchē tāra satyatā pramānakāraī. Ārau tōmālōkē'i iẏāra prathama asbīkārakāraī naha’bā ārau tōmālōkē mōra āẏātasamūhaka sāmān'ya mūlyata bikraī nakaraibā. Ārau tōmālōkē kērala mōkē'i bhaẏa karaā"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Ārau tōmālōkē satyaka michāra lagata miśraita nakaraibā ārau jāni-śuni satya gōpana nakaraibā"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Ārau tōmālōkē chālāta pratiṣṭhā karaā ārau yākāta pradāna karaā lagatē raukukāraī sakalara lagata rauku karaā"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Tōmālōkē mānuhaka satkāmara ādēśa diẏā ārau nijakē pāharai yōraā nēki? Athaca tōmālōkē kitāba adhyaẏana karaā. Tōmālōkē nubujā nēki"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "ārau tōmālōkē dhairya ārau chālātara dbāraā sahāẏa praārthanā karaā. Niścaẏa binaẏīsakalara bāhiraē ānara bābē i bara kaṭhina kāma"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "(Ārau ē'i kāma sē'isakala lōkara bābē sahaja) yisakalē biśbāsa karaē yē, niścaẏa siham̐tē siham̐tara pratipālakara lagata sākṣāṯ karaiba ārau niścaẏa siham̐ta tē'ōm̐ra phālē'i ubhati yāba"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Hē īcharaā'īlara banśadharasakala! Mōra sē'i anugrahara kathā manata pēlōraā yi ma'i tōmālōkaka pradāna karaichilō, ārau niścaẏa ma'i tōmālōkaka samagra jātira ōparata śraēṣṭhatba pradāna karaichilō"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Ārau tōmālōkē sē'idinaṭōka bhaẏa karaā yidinā kōnōraē'i kāraō kāmata nāhiba. Ārau kāraō chupāraicha grahana karaā naha’ba lagatē kāraō paraā kōnō binimaẏō lōraā naha’ba, ārau siham̐tē sahāẏa praāpta'ō naha’ba"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Ārau smaraṇa karaā, yētiẏā āmi tōmālōkaka phira'ā'unara banśara paraā rakṣā karaichilō. Siham̐tē tōmālōkaka bara kaṭhina śāsti dichila. Tōmālōkara putra santānaka hatyā karaichila ārau kan'yāsantānaka jīẏā'i raākhichila. Ārau iẏāta āchila tōmālōkara bābē tōmālōkara pratipālakara paraā ēka mahāparaīkṣā"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Ārau smaraṇa karaā, yētiẏā āmi tōmālōkara bābē sāgaraka dubhāga karaichilō ārau tōmālōkaka ud'dhāra karaichilō ārau tōmālōkara cakura āgatē phira'ā'unara banśaka ḍubā'i māraichilō"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Ārau smaraṇa karaā, yētiẏā āmi mūchāra lagata calliśa raātira bābē pratiśrauti karaichilō, tāra (guci yōraāra) pichata tōmālōkē dāmuraiṭōka (upāsyaraūpē) grahaṇa karaichilā, ārau yālima hai gaichilā"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Iẏāra pichatō āmi tōmālōkaka kṣamā karaichilō yātē tōmālōkē kr̥tajñatā jñāpana karaā"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Ārau smaraṇa karaā, yētiẏā āmi mūchāka kitāba ārau phurakāna dāna karaichilō yātē tōmālōkē hidāẏata lābha karaiba pāraā"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Ārau smaraṇa karaā, yētiẏā mūchā'i nija sampradāẏaka ka’lē, hē mōra jāti! Tōmālōkē dāmuraiṭōka (upāsyaraūpē) grahaṇa karai nijara ōparata an'yāẏa karaichā. Ētēkē tōmālōkara sr̥ṣṭikartāra ōcarata tā'ōbā karaā phalata nijē'i nijakē hatyā karaā. Ē'iṭōraē'i tōmālōkara sr̥ṣṭikartāra ōcarata tōmālōkara bābē kalyāṇakara. Tāra pichata tē'ōm̐ tōmālōkaka kṣamā karaichila. Niścaẏa tē'ōm̐ kṣamāśīla ati daẏālu"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Ārau smaraṇa karaā, yētiẏā tōmālōkē kaichilā, hē muchā! Āmi āllāhaka prakāśyabhāraē nēdēkhā laikē tōmāka biśbāsa nakaraō, phalata tōmālōkē cā'i thākōm̐tē'i tōmālōkaka bajrapātē ākramaṇa karailē"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Tāra pichata āmi tōmālōkara mr̥tyura pichatō tōmālōkaka punara jīrana dāna karailō yātē tōmālōkē kr̥tajña hōraā"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Ārau āmi tōmālōkara ōparata mēghara chām̐ bistāra karaichilō ārau tōmālōkara bābē aratīrṇa karaichilō ‘mānnā’ ārau ‘chālaraā’. (Kaichilō) ‘paraitra (uttama) jīraikāra paraā āhāra karaā yi āmi tōmālōkaka dāna karaichō’. Ārau siham̐tē āmāra ēkō an'yāẏa karaā nā'i baraṁ siham̐tē nijē'i nijara prati an'yāẏa karaichila"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Ārau smaraṇa karaā, yētiẏā āmi kaichilō, ‘tōmālōkē ē'i gā'ōm̐khanata praraēśa karai tāra paraā yi icchā ānandacittē āhāra karaā ārau duraārata praraēśa karaōm̐tē śira nata karai praraēśa karaibā. Ārau ka’bā ‘hittātuna’ (kṣamā bicāraō). Āmi tōmālōkara aparaādha kṣamā karaima ārau satkarmaśīlasakalaka ārau adhika (anugraha) dāna karaima’"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Kintu yālimasakalē sē'i kathāka āna kathāra dbāraā paraibartana karailē yiṭō siham̐taka kōraā haichila, phalata āmi yālimasakalara prati siham̐tara abādhyatāra kāraṇē ākāśara paraā śāsti aratīrṇa karailō"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "Ārau smaraṇa karaā, yētiẏā mūchā'i tē'ōm̐ra jātira bābē pānī bicārailē, āmi ka’lō, ‘tōmāra lākhuṭiḍālēraē śilata āghāta karaā’, phalata bāraṭā nijaraā prabāhita ha’la. Pratyēka gōtra'i nijara nijara pānī khōraāra ṭhā'i jāni la’lē. (Ma'i ka’lō) ‘tōmālōkē āllāhē diẏā jīraikāra paraā khōraā ārau pāna karaā ārau pr̥thiraīta biparyaẏa sr̥ṣṭi karai nuphuraibā’"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Ārau yētiẏā tōmālōkē kaichilā, ‘hē mūchā! Āmi ēkē'i dharaṇara khādyara ōparata kētiẏā'ō dhairya dhāraṇa karaiba nōraāraima. Ētēkē tumi tōmāra pratipālakara ōcarata āmāra bābē praārthanā karaā... Tē'ōm̐ yēna āmāra bābē bhūmijāta drarya śāka-pācali, tiẏam̐ha, gama, dā'ila ārau pim̐ẏāja utpādana karaē’. Mūchā'i ka’lē, ‘tōmālōkē uttama bastura paraibartē nimnamānara bastu bicaraā nēki? Tēntē kōnō caharalai guci yōraā, tāta tōmālōkē niścaẏa tōmālōkara bicaraā bastu pābā’; ārau siham̐tara ōparata lāñchanā ārau dāraidra āpatita ha’la ārau siham̐ta āllāhara gayabara cikāra ha’la. Ē'iṭō ē'i bābē yē, siham̐tē āllāhara āẏātasamūhaka asbīkāra karaichila ārau nabīsakalaka an'yāẏabhāraē hatyā karaichila. Abādhyatā ārau sīmālaṅghana karaāra bābē'i siham̐tara ē'i paraiṇati haichila"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Niścaẏa yisakalē īmāna ānichē ārau yisakalē iẏāhudi haichē lagatē nāchāraā ārau chābēẏīsakalara yiham̐tē'i āllāha ārau śēṣa dirasara prati īmāna ānē ārau satkāma karaē, siham̐tara bābē siham̐tara pratipālakara ōcarata puraṣkāra āchē; ārau siham̐tara kōnō bhaẏa nā'i ārau siham̐ta cintita'ō naha’ba"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Ārau smaraṇa karaā, yētiẏā āmi tōmālōkara aṅgīkāra laichilō ārau tōmālōkara ōparata uttōlana karaichilō ‘tura’ parbataka (ārau kaichilō) ‘āmi yi dilō sēẏā dr̥ṛhatāraē saitē grahaṇa karaā ārau tāta yi āchē sēẏā smaraṇa raākhibā, yātē tōmālōka tākbaraā aralambana karaiba pāraā’"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Iẏāra pichatō tōmālōkē bimukha ha’lā! Ētēkē tōmālōkara prati āllāhara anugraha ārau anukampā nāthākilē tōmālōkē niścaẏa kṣatigrasta ha'lāhēm̐tēna"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Ārau tōmālōkara mājata yiham̐tē śanibāra samparkē sīmālaṅghana karaichila siham̐taka tōmālōkē niścitabhāraē jānā. Phalata āmi siham̐taka kaichilō, ‘tōmālōka nikr̥ṣṭa bāndara hai yōraā’"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Ētēkē āmi iẏāka ēṭā śikṣāmūlaka dr̥ṣṭānta banā'ichō, siham̐tara samasāmaẏika ārau parabartīsakalara bābē ārau muttākbīsakalara bābē upadēśasbaraūpa"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Ārau smaraṇa karaā, yētiẏā muchā'i tē'ōm̐ra jātika ka’lē, ‘āllāhē tōmālōkaka ējanī gā'i garau jabēha karaibalai nirdēśa dichē’, siham̐tē ka’lē, ‘tumi āmāra lagata dhēmālī karaichā nēki’? Muchā'i ka’lē, ‘ma'i ajñasakalara antarbhūkta hōraāra paraā āllāhara āśraẏa bicāraō’"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Siham̐tē ka’lē, ‘tumi āmāra bābē tōmāra pratipālakara ōcarata du'ā karaā, tē'ōm̐ yēna āmāka spaṣṭabhāraē janā'i diẏē yē, sē'i gā'ijanī kēnēkuraā ha’ba lāgē?’ Muchā'i ka’lē, ‘āllāhē kaichē, sē'ijanī ēnēkuraā gā'i ha’ba lāgē yiṭō br̥d'dhā'ō nahaẏa pōraālī'ō nahaẏa, baraṁ madhyabaẏasī. Ētēkē tōmālōkaka yi ādēśa karaā haichē sēẏā pālana karaā’"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Siham̐tē ka’lē, ‘tumi tōmāra pratipālakara ōcarata āmāra bābē du'ā karaā, tē'ōm̐ yēna āmāka spaṣṭabhāraē karai diẏē yē, tā'ira raṁ kēnēkuraā ha’ba lāgē?’ Muchā'i ka’lē, ‘tē'ōm̐ kaichē, gā'ijanī hāladhīẏā raṅara ha’ba lāgē, ati ujjala raṁ biśiṣṭa, yiṭō darśakasakalaka ānanda diba’"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Siham̐tē ka’lē, ‘tumi tōmāra pratipālakara ōcarata āmāra bābē du'ā karaā, tē'ōm̐ yēna āmāka spaṣṭabhāraē barṇanā karai diẏē yē, sē'ijanī kēnēkuraā ha’ba lāgē? Niścaẏa gā'ijanī āmāra bābē sandēhapūrṇa haichē; ārau āllāhē icchā karailē niścaẏa āmi pathapraāpta ha’ma’"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Muchā'i ka’lē, ‘tē'ōm̐ kaichē, sē'ijanī ēnēkuraā gā'i, yijanīka māṭi cahābalai bā khētita pānī dibalai byarahāra karaā hōraā nā'i, sustha ārau nikhum̐ta’. Siham̐tē ka’lē, ‘ētiẏā tumi satya lai āhichā’. Araśēṣata siham̐tē gā'ijanīka jabēha karailē, yadi'ō siham̐tē sēẏā karaibalai prastuta nāchila"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Ārau smaraṇa karaā, yētiẏā tōmālōkē ējana byaktika hatyā karaichilā tāra pichata ējanē ānajanara prati dōṣāraōpa karaichilā, ārau tōmālōkē yi gōpana karaichilā sēẏā āllāhē prakāśa karailē"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Tāra pichata āmi ka’lō, ‘iẏāra kōnō anśaraē tāka āghāta karaā’. Ēnēkai āllāhē mr̥taka jīraita karaē ārau tē'ōm̐ tōmālōkaka tē'ōm̐ra nidarśanasamūha dēkhuraāẏa yātē tōmālōkē anudhārana karaiba pāraā"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Iẏāra pichatō tōmālōkara hr̥daẏa kaṭhina hai ga’la, yēnibā śīla athabā tātōkai kaṭhina. Athaca kichumāna śīla ēnēkuraā'ō āchē yiṭōra paraā nai-nijaraā prabāhita haẏa, ārau kichumāna ēnēkuraā'ō āchē yiṭō bidīrṇa hōraāra pichata tāra paraā pānī nirgata haẏa, ākau kichumāna āllāhara bhaẏata khahi paraē, ārau tōmālōkē yi karaā sē'i samparkē āllāha amanōyōgī nahaẏa"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Tōmālōkē ē'i āśā karaichā nēki yē, siham̐tē tōmālōkara kathāta īmāna āniba? Athaca siham̐tara ēṭā dalē āllāhara bāṇī śraraṇa karaē, tāra pichata siham̐tē sē'iṭō anudhārana karaāra pichata jāni buji bikr̥ta karaē"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Ārau yētiẏā siham̐tē muminasakalara lagata sākṣāta karaē tētiẏā kaẏa, 'āmi īmāna ānichō'. Ākau yētiẏā siham̐tē gōpanē ijanē sijanara lagata milita haẏa tētiẏā kaẏa, 'tōmālōkē siham̐tara lagata ēnē kathā ālōcanā karaā nēki yibōra āllāhē tōmālōkara ōcarata unmukta karai dichē; yātē siham̐tē iẏāra dbāraā tōmālōkara pratipālakara ōcarata tōmālōkara biraud'dhē pramāṇa dāṅi dharaiba? Tōmālōkē buji nōpōraā nēki"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "siham̐tē nājānē nēki yē, siham̐tē yi gōpana karaē ārau yi prakāśa karaē, sēẏā āllāhē jānē"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Ārau siham̐tara mājata ēnēkuraā kichumāna nirakṣara mānuhō āchē yiham̐tē michā āśāra bāhiraē kitāba samparkē ēkōraē'i nājānē, siham̐tē kērala amūlaka dhāraṇā pōṣaṇa karaē"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Ētēkē durbhōga siham̐tara bābē yisakalē nija hātē kitāba racanā karaē tāra pichata sāmān'ya mūlya pōraāra bābē kaẏa, ‘ē'iṭō āllāhara paraā (aratīrṇa)’. Ētēkē siham̐tara hātē yi racanā karaichē tāra bābē siham̐tara dhbansa ārau siham̐tē yi upārjana karaichē tāra bābē siham̐tara dhbansa"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Ārau siham̐tē kaẏa, 'sāmān'ya kichu dinara bāhiraē ju'iraē āmāka kētiẏā'ō sparśa karaiba nōraāraiba'. Kōraā, ‘tōmālōkē āllāhara paraā ēnē kōnō aṅgīkāra laichā nēki, yi aṅgīkāra āllāhē kētiẏā'ō bhaṅga nakaraiba? Nē tōmālōkē āllāha samparkē ēnē kathā kōraā yiṭō tōmālōkē nājānā?’"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Haẏa, yiẏē bēẏā upārjana karaichē ārau tāra pāpa raāśiẏē tāka paraibēṣṭana karai raākhichē, siham̐tē'i jāhānnāmī, tāta siham̐tē cirasthāẏī ha’ba"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Ārau yisakalē īmāna ānichē ārau nēka āmala karaichē, siham̐tē'i jānnātī, siham̐tē tāta cirasthāẏī ha’ba"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Ārau smaraṇa karaā, yētiẏā āmi icharaā'īlara santānasakalara pratiśrauti laichilō yē, tōmālōkē āllāhara bāhiraē āna kāraō ibādata nakaraibā, pitr̥-mātr̥, ātmīẏa-sbajana, ētīma ārau daraidrara saitē sadāẏa sadbyarahāra karaibā ārau mānuhara lagata uttama byarahāra karaibā ārau chālāta pratiṣṭhā karaibā ārau yākāta pradāna karaibā, tāra pichata tōmālōkara kichu saṅkhyaka lōkara bāhiraē sakalōraē arajñā karai mukha ghūraā'i laichila"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "Ārau smaraṇa karaā, yētiẏā tōmālōkara paraā pratiśrauti laichilō yē, tōmālōkē parasparaē raktapāta nakaraibā ārau ējanē ānajanaka sbadēśara paraā bahiṣkāra nakaraibā, tāra pichata sēẏā tōmālōkē sbīkāra karaichilā ārau tōmālōkē'i iẏāra sākṣī"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Ētēkē tōmālōkē'i sē'isakala lōka, yisakalē nijara mājatē'i nijakē hatyā karaichā ārau tōmālōkara ēṭā dalaka siham̐tara nija dēśara paraā bahiṣkāra karaichā. An'yāẏa ārau sīmālaṅghanara dbāraā siham̐tara biraud'dhē tōmālōkē ējanē ānajanara sahayōgitā karaichā ārau siham̐ta yētiẏā bandīraūpē tōmālōkara ōcarata upasthita haẏa tētiẏā tōmālōkē muktipaṇa ādāẏa karai siham̐taka mukta karaā; athaca siham̐taka bahiṣkāra karaāṭōraē tōmālōkara ōparata hāraāma āchila. Tēntē tōmālōkē kitābara kichu anśara prati īmāna ānā ārau kichu anśaka asbīkāra karaā nēki? Tēnēha’lē tōmālōkara mājata yisakalē ēnē karaē pr̥thiraīra jīranata siham̐tara bābē ēkamātra pratiphala lāñchanā ārau apamāna ārau kiẏāmatara dinā siham̐taka ubhatā'i niẏā ha’ba ati kaṭhina śāstira pinē ārau siham̐tē yi karaē sē'i samparkē āllāha amanōyōgī nahaẏa"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Iham̐tē'i ākhiraātara binimaẏata pr̥thiraīra jīranaka kini laichē; sēẏē siham̐tara śāsti akaṇō kamōraā naha’ba ārau siham̐taka sahāẏa'ō karaā naha’ba"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Ārau niścaẏa āmi muchāka kitāba pradāna karaichō ārau tē'ōm̐ra pichata paryāẏakramē raāchulasakalaka praēraṇa karaichō ārau āmi māraẏāmara putra īchāka spaṣṭa pramāṇa pradāna karaichō ārau ‘raūhula kuducha’ra dbāraā tē'ōm̐ka śaktiśālī karaichō. Ē'iṭō sam̐cā nahaẏa jānō yētiẏā'i tōmālōkara ōcarata kōnō raāchulē tōmālōkara prabr̥ttira biparaīta kōnō bastu lai āhichē tētiẏā'i tōmālōkē ahaṅkāra karaichā? Tāra pichata tōmālōkē nabīsakalara ēṭā dalaka asbīkāra karaichā ārau ēṭā dalaka hatyā karaichā"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Ārau siham̐tē ka’lē, ‘āmāra antarasamūha ācchādita’, baraṁ siham̐tara kupharaīra kāraṇē āllāhē siham̐taka abhiśāpa karaichē. Ētēkē siham̐tara kama saṅkhyakē'i īmāna pōṣaṇa karaē"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Ārau yētiẏā siham̐tara ōcarata āllāhara taraphara paraā ēnē ēkhana kitāba āhila yiṭō siham̐tara lagata yi āchē tāra satyāẏanakāraī, athaca iẏāra pūrbē siham̐tē iẏāra sahāẏa bicārai kāphirasakalara biraud'dhē bijaẏa praārthanā karaichila. Ētēkē yētiẏā siham̐tara ōcarata sēẏā āhi pālē yiṭō siham̐tē bhāladaraē cini pāẏa, (tathāpi'ō) asbīkāra karailē. Sēẏē kāphirasakalara ōparata āllāhara lā’nata"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Yiṭōra binimaẏata siham̐tē nijakē bikrai kirachē sēẏā kimāna yē, nikr̥ṣṭa! Sēẏā haichē, āllāhē yi aratīrṇa karaichē, siham̐tē tāra lagata kupharaī karaichē, ē'i jidara baśarartī hai yē, āllāhē tē'ōm̐ra bāndāsakalara mājara paraā yāka icchā tāra ōparata tē'ōm̐ra anugraha aratīrṇa karaē. Sēẏē siham̐ta kraōdhara ōparata kraōdha arjana karaichē ārau kāphirasakalara bābē āchē lāñchanādāẏaka śāsti"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Ārau yētiẏā siham̐taka kōraā haẏa, ‘āllāhē yi aratīrṇa karaichē tāra prati tōmālōkē īmāna ānā’, siham̐tē kaẏa, ‘āmāra prati yi nāyila haichē āmi kērala tāra pratihē īmāna ānō’. Athaca siham̐tē iẏāra bāhiraē yi āchē sē'i sakalō asbīkāra karaē, yadi'ō sēẏā satya ārau siham̐tara ōcarata yi āchē tāra satyāẏanakāraī. Kōraā, ‘yadi tōmālōkē mumina tēntē tōmālōkē atītata kiẏa āllāhara nabīsakalaka hatyā karaichilā?’"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Ārau niścaẏa muchā'i tōmālōkara ōcarata suspaṣṭa pramāṇasaha āhichila, tāra pichatō tōmālōkē tē'ōm̐ra anupasthitita dāmuraiṭōka (upāsyaraūpē) grahaṇa karaichilā. Bāstabikatē'i tōmālōka yālima"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Ārau smaraṇa karaā, yētiẏā āmi tōmālōkara pratiśrauti laichilō ārau tura parbataka tōmālōkara ōparata uttōlana karaichilō, (ārau kaichilō) ‘yi pradāna karailō sēẏā dr̥ṛhabhāraē grahaṇa karaā ārau (manōyōga sahakāraē) śunā’. Siham̐tē kaichila, ‘āmi śunilō ārau amān'ya karailō’, ārau kupharaīra kāraṇē siham̐tara antarata dāmuraipraīti sōmōraā'i diẏā haichila. Kōraā, ‘yadi tōmālōkē mumina tēntē tōmālōkara īmānē tōmālōkaka yi nirdēśa diẏē sēẏā kimāna yē nikr̥ṣṭa!’"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Kōraā, ‘yadi an'yān'ya mānuhara bāhiraē āllāhara ōcarata ākhiraātara bāsasthāna kērala tōmālōkara bābē'i nirdiṣṭa tēntē tōmālōkē mr̥tyu kāmanā karaā, yadi tōmālōkē satyabādī’"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Kintu siham̐tara kr̥takarmara bābē siham̐tē kētiẏā'ō ēẏā kāmanā nakaraiba; ārau āllāha yālimasakalara biṣaẏē samyaka jñānī"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Ārau tumi araśya'i siham̐taka jīranara prati āna āna lōkatakai bēchi lōbhī dēkhibalai pābā, ānaki muśbaraikasakalatakai'ō bēchi. Siham̐tara pratyēkē'i āśā karaē yadi hājāra bachara āẏu diẏā ha’lēhēm̐tēna; athaca dīrghāẏu tāka śāstira paraā niṣkr̥ti diba nōraāraiba. Siham̐tē yi karaē sē'i samparkē āllāha samyaka draṣṭā"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Kōraā, ‘yiẏē jibraīlara prati śatrautā pōṣaṇa karaiba, ē'i bābē yē, tē'ōm̐ āllāhara anumatikramē tōmāra hr̥daẏata kōra'āna aratīrṇa karaichē, yiṭō pūrbarartī kitābaraō satyāẏaṇakāraī ārau yiṭō muminasakalara bābē pathapradarśaka ārau śubha sambāda"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Yiẏē āllāha, tē'ōm̐ra phiraistāsakala, tē'ōm̐ra raāchulasakala ārau jibraīla ārau mīkā'ilara lagata śatrautā pōṣaṇa karaiba, tēntē niścaẏa āllāha kāphirasakalara śatrau’"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Ārau niścaẏa āmi tōmāra prati suspaṣṭa āẏātasamūha aratīrṇa karaichō, phāchikasakalara bāhiraē āna kōnōraē'i iẏāka asbīkāra nakaraē"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Ēẏā sam̐cā nahaẏa jānō, yētiẏā'i siham̐tē kōnō aṅgīkāra karaichē tētiẏā'i siham̐tara kōnō ēṭā dalē iẏāka daliẏā'i dichē? Baraṁ siham̐tara adhikānśa'i biśbāsa nakaraē"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Ārau yētiẏā āllāhara taraphara paraā siham̐tara ōcarata ējana raāchula āhilē, siham̐tara ōcarata yi āchē tāra satyāẏanakāraī hicāpē, tētiẏā kitābīsakalara ēṭā dalē āllāhara kitābaka pichaphālē daliẏā'i dilē, yēnibā siham̐tē ēkōraē'i nājānē"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Ārau chulā'imānara raājatbata caẏatānasakalē yi ābr̥tti karaichila sēẏā siham̐tē anusaraṇa karaichē ārau chulā'imānē (kētiẏā'ō) kupharaī karaā nāchila, baraṁ caẏatānēhē kupharaī karaichilaṣa siham̐tē mānuhaka yādu śikṣā dichila ārau (sē'i biṣaẏē śikṣā dichila) yiṭō bābila caharata hāraūta ārau māraūta phiraistādaẏara ōparata aratīrṇa haichila. Siham̐ta ubhaẏē ē'i kathā nōkōraā laikē kākō śikṣā diẏā nāchila yē, āmi kērala ēṭā paraīkṣāhē; sēẏē tumi kupharaī nakaraibā. Iẏāra pichatō siham̐tē phiraistādaẏara paraā ēnē yādu śiki laichila yiṭōra dbāraā sbāmī-straīra mājata bicchēda ghaṭā'ichila. Athaca siham̐tē āllāhara anumatibinē tāra dbāraā kāraō kṣati karaiba paraā nāchila; ārau siham̐tē kērala sē'iṭōraē śikichila yiṭō siham̐taka kṣati karaichila kōnō upakāra karaā nāchila; ārau siham̐tē niścitabhāraē jānē yē, yiẏē iẏāka kraẏa karaē (arthā yādura āśraẏa laẏa) tāra bābē ākhiraātata kōnō anśa nā'i. Yāra binimaẏata siham̐tē nijakē bikrai karai āchē, sēẏā kimāna yē nikr̥ṣṭa, yadi siham̐ta jānilēhēm̐tēna"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "ārau yadi siham̐tē īmāna ānilēhēm̐tēna ārau tākbaraā aralambana karailēhēm̐tēna, tēntē āllāhara taraphara paraā praāpta chōraāba niścitabhāraē (siham̐tara bābē) adhika kalyāṇakara halēhēm̐tēna, ē'i kathā yadi siham̐ta jānilēhēm̐tēna"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "hē īmāndārasakala! Tōmālōkē ‘raā-ẏinā’ buli nakabā, baraṁ ‘unayuranā’ buli kōraā ārau śunā; ārau kāphirasakalara bābē āchē yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Kitābīsakalara mājata yisakalē kupharaī karaichē siham̐ta ārau muśbaraikasakalē ē'iṭō nibicāraē yē, tōmālōkara pratipālakara paraā tōmālōkara ōparata kōnō kalyāṇa aratīrṇa ha'ōka. Athaca āllāhē yāka icchā nija rahamatara dbāraā biśēṣita karaē; ārau āllāha mahā kṣamāśīla"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Āmi kōnō āẏāta rahita karailē bā pāharaā'i dilē tātōkai uttama athabā tāra samāna kōnō āẏāta āni di'ōm̐. Tumi nājānā nē yē, āllāha sakalō bastura ōparata kṣamatābāna"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Tumi nājānā nē yē, ākāmaṇḍala ārau pr̥thiraīra sārbabhaumatba ēkamātra āllāhara? Ārau āllāhara bāhiraē tōmālōkara kōnō abhibhāraka nā'i ārau kōnō sahāẏakāraī'ō nā'i"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Tōmālōkē tōmālōkara raāchulaka ēnēkuraā praśna karaiba bicaraā nēki yēnēkuraā praśna iẏāra pūrbē mūchāka karaā haichila? Ārau yiẏē īmānaka kupharata paraibartana karaē, niściẏa si pōna patha hērauraāẏa"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Kitābīsakalara bahutē'i bicāraē, yadi siham̐tē tōmālōkaka tōmālōkara īmāna ānāra pichata kāphiraraūpē ubhatā'i niba pārailēhēm̐tēna! Satya spaṣṭa hōraāra pichatō siham̐tara nijara phālara paraā bidbēṣabaśataḥ (ē'iṭō karai thākē). Ētēkē tōmālōkē kṣamā karaā ārau upēkṣā karaā āllāhē tē'ōm̐ra kōnō nirdēśa nidiẏā laikē--- niścaẏa āllāha sakalō bastura ōparata kṣamatābāna"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Ārau tōmālōkē chālāta pratiṣṭhā karaā ārau yākāta pradāna karaā ārau yikhini nēka āmala tōmālōkē nijara bābē āgalai praēraṇa karaibā sē'iṭō āllāhara ōcarata pābā. Niścaẏa tōmālōkē yi karaā sē'i samparkē āllāha samyaka draṣṭā"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Ārau siham̐tē kaẏa, ‘iẏāhūdī athabā nāchāraāra bāhiraē āna kōnē'ō kētiẏā'ō jānnātata praraēśa nakaraiba’. Ē'iṭō siham̐tara michā āśā māthōna. Kōraā, ‘yadi tōmālōkē satyabādī tēnēha’lē pramāṇa lai āhā’"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Haẏa, yiẏē āllāhara ōcarata sampūrṇaraūpē ātmasamarpaṇa karaē ārau satkarmaśīla haẏa tāra pratidāna tāra pratipālakara ōcarata āchē; ārau siham̐tara kōnō bhaẏa nā'i ārau siham̐ta cintita'ō naha’ba"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Ārau iẏāhūdīsakalē kaẏa, ‘nāchāraāsakalara kōnō bhitti nā'i’ ārau nāchāraāsakalē kaẏa, ‘iẏāhūdīsakalara kōnō bhitti nā'i’ athaca siham̐tē kitāba adhyāẏana karaē. Ēnēkai yisakalē ēkōraē'i nājānē siham̐tē'ō sē'i ēkē'i kathā'i kaẏa. Ētēkē yi biṣaẏē siham̐tē matabhēda karaichila kiẏāmatara dinā āllāhē siham̐tara mājata (sē'i biṣaẏē) mīmānsā karai diba"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Ārau sē'ijanatakai adhika yālima ārau kōna ha’ba pāraē, yiẏē āllāhara machajidasamūhata tē'ōm̐ra nāma smaraṇa karaibalai bādhā diẏē ārau ē'ibōrara aniṣṭa sādhana karaibalai cēṣṭā karaē? Athaca siham̐tara ucita āchila bhīta-santrasta hai tāta praraēśa karaā. Siham̐tara bābē pr̥thiraīta āchē lāñchanā ārau ārau ākhiraātata siham̐tara bābē āchē mahāśāsti"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Pūra ārau paścima āllāharaē'i; ētēkē tōmālōkē yi phālē'i mukha nakaraā kiẏa, sē'iṭōraē'i āllāhara diśa. Niścaẏa āllāha sarbabyāpī, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Ārau siham̐tē kaẏa, āllāhē santāna grahaṇa karaichē. Tē'ōm̐ (iẏāra paraā) ati paraitra. Baraṁ ākāśamaṇḍala ārau pr̥thiraīta yi āchē sakalōraē'i āllāhara. Sakalō tē'ōm̐ra ēkānta anugata"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Tē'ōm̐ ākāśamaṇḍala ārau pr̥thiraīra udbhāraka; ārau tē'ōm̐ yētiẏā kibā karaāra sid'dhānta laẏa, tētiẏā tāra bābē kērala kaẏa, ‘ha’, phalata i hai yāẏa"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Ārau yiham̐tē ēkōraē'i nājānē siham̐tē kaẏa, ‘āllāhē āmāra lagata kathā nakaẏa kiẏa? Athabā āmāra ōcarata kōnō nidarśana nāhē kiẏa?’ Ēnēkai siham̐tara pūrbarartīsakalē'ō siham̐tara daraē'i kathā kaichila. Siham̐tara antarasamūha ēkē'i dharaṇara. Niścaẏa āmi āẏātasamūhaka spaṣṭabhāraē barṇanā karaichō, ēnē sampradāẏara bābē, yiham̐tē dr̥ṛha biśbāsa raākhē"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Niścaẏa āmi tōmāka praēraṇa karaichō satyasaha, susambādadātā ārau satarkakāraīraūpē; ārau jāhānnāmīsakalara biṣaẏē tōmāka kōnō sōdha-pōca karaā nahaba"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Iẏāhūdī ārau nāchāraāsakalē kētiẏā'ō tōmāra prati santuṣṭa naha’ba, yētiẏālaikē tumi siham̐tara millātara anusaraṇa nakaraibā. Kōraā, ‘niścaẏa āllāhara hidāẏatē'i prakr̥ta hidāẏata’; ārau tōmāra ōcarata yi jñāna āhichē tāra pichatō yadi tumi siham̐tara prabr̥ttira anusaraṇa karaā tēntē āllāhara taraphara paraā tōmāra kōnō abhibhāraka ārau kōnō sahāẏakāraī'ō nāthākiba"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Yisakalaka āmi kitāba pradāna karaichō, siham̐tara mājata yisakalē yathāyathabhāraē sēẏā tilārata karaē, siham̐tē sēẏā biśbāsa karaē; ārau yisakalē sēẏā asbīkāra karaē, siham̐tē'i kṣatigrasta"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Hē bānī icharaā'īla! Mōra sē'i anugrahara kathā smaraṇa karaā, yibōra ma'i tōmālōkaka pradāna karaichilō; ārau niścaẏa ma'i tōmālōkaka śraēṣṭhatba pradāna karaichilō (sē'i samaẏara) sakalō jātira ōparata"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Ārau tōmālōkē bhaẏa karaā sē'i dinaka, yidinā kōnēraē'i kāraō kāmata nāhiba ārau kōnō byaktira paraā binimaẏa grahaṇa karaā naha’ba ārau kōnō chupāraicha'ō tāra kōnō upakārata nāhiba ārau siham̐ta sahāẏapraāpta'ō naha’ba"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Ārau smaraṇa karaā, yētiẏā ibraāhīmaka tē'ōm̐ra pratipālakē kē'iṭāmāna bāṇīra dbāraā paraīkṣā karaichila, ārau tē'ōm̐ sēẏā pūrṇa karaichila. Āllāhē ka’lē, ‘niścaẏa ma'i tōmāka mānara jātira imāma banāma’. Tē'ōm̐ ka’lē, ‘ārau mōra banśadharasakalara paraā'ō? Āllāhē ka’lē, ‘mōra ē'i pratiśrauti yālimasakalaka antarbhūkta nakaraē’"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Ārau smaraṇa karaā, yētiẏā āmi kā’bāgharaka mānara jātira milana kēndra ārau niraāpattāsthala banālō; ārau (ādēśa dilō yē,) ‘tōmālōkē mākāmē ibraāhīmaka chālātara sthānaraūpē grahaṇa karaā. Ibraāhīma ārau ichamā'īlaka dāẏitba dichilō yē, tōmālōkē mōra gharaka tāraāphakāraī, ē’tēkāphakāraī ārau rauku’ ārau chājadākāraīsakalara bābē paraitra raākhibā’"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Ārau smaraṇa karaā, yētiẏā ibraāhīmē ka’lē, ‘hē mōra pratipālaka! Iẏāka tumi niraāpada cahara karai diẏā ārau iẏāra adhibāsīsakalara mājata yisakalē āllāha ārau śēṣa dirasara prati īmāna ānē siham̐taka phala-mūlara jīraikā pradāna karaā’. Tē'ōm̐ (āllāhē) ka’lē, ‘yiẏē kupharaī karaiba tākō ma'i alapa samaẏara bābē jīranōpabhōga karaibalai dima, tāra pichata ma'i tāka ju'ira śāsti bhōga karaibalai bādhya karaāma ārau sēẏā yē kimāna nikr̥ṣṭa pratyābartanasthala’"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "ārau smaraṇa karaā, yētiẏā ibraāhīma ārau ichamā'īlē kā’bāgharara ādhāśilā sthāpana karaichila, (ārau kaichila) ‘hē āmāra pratipālaka! Āmāra phālara paraā tumi kabula karaā. Niścaẏa tumi sarbaśraōtā, sarbajña’"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "‘Hē āmāra pratipālaka! Āmāka ubhaẏakē tōmāra ēkānta anugata karaā ārau āmāra banśadharara paraā tōmāra ēṭā anugata jāti ut'thita karaā; ārau āmāka ibādatara niẏama-pad'dhati dēkhuraā'i diẏā ārau āmāra tā'ōbā kabula karaā. Niścaẏa tumi bēchi tā'ōbā grahaṇakāraī, parama daẏālu’"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "‘Hē āmāra pratipālaka! Tumi siham̐tara mājara paraā'i siham̐tara ōcarata ējana raāchula praēraṇa karaā, yiẏē tōmāra āẏātasamūha siham̐tara ōcarata tilārata karaiba; ārau siham̐taka kitāba ārau hikamatara śikṣā diba ārau siham̐taka paraiśud'dha karaiba. Niścaẏa tumi paraākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Ārau yiẏē nijakē nirbōdha banā'ichē tāra bāhiraē ibraāhīmara millātara paraā āna kōnē bimukha ha’ba pāraē? Ārau niścaẏa āmi pr̥thiraīta tē'ōm̐ka manōnīta karaichō ārau ākhiraātatō tē'ōm̐ satkarmaśīlasakalara an'yatama"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Yētiẏā tē'ōm̐ra pratipālakē tē'ōm̐ka kaichila, ‘tumi ātmasamarpaṇa karaā’. Tē'ōm̐ kaichila, ‘ma'i biśbajagatara pratipālaka āllāhara ōcarata ātmasamarpaṇa karailō’"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Ārau ibraāhīma ārau iẏākūbē tē'ōm̐lōkara putrasakalaka iẏāraē'i nirdēśa di kaichila, ‘hē mōra putrasakala! Niścaẏa āllāhē tōmālōkara bābē ē'i dbīnaka manōnīta karaichē. Ētēkē tōmālōkē ātmasamarpaṇakāraī (muchalima) nōhōraā laikē mr̥tyu baraṇa nakaraibā’"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Iẏākūbara mr̥tyura samaẏata tōmālōkē upasthita āchilā nēki? Tē'ōm̐ yētiẏā nija santānasakalaka kaichila, ‘mōra pichata tōmālōkē kāra ibādata karaibā? Siham̐tē kaichila, ‘āmi āpōnāra ilāha ārau āpōnāra pitr̥-purauṣa ibraāhīma, ichamā'īla, ichahākara ilāha- sē'i ējana ilāharaē'i ibādata karaima; ārau āmi tē'ōm̐ra ōcaratē'i ātmasamarpaṇakāraī’"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Tē'ōm̐lōka āchila ēnēkuraā ēṭā jāti, yisakala atīta hai gaichē. Tē'ōm̐lōkē yi arjana karaichē sēẏā tē'ōm̐lōkara bābē, ārau tōmālōkē yi arjana karaichā sēẏā tōmālōkara bābē; ārau tē'ōm̐lōkē yi karaichila sē'i samparkē tōmālōkaka praśna karaā naha’ba"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Ārau siham̐tē kaẏa, ‘tōmālōkē iẏāhūdī bā nāchāraā hai yōraā, saṭhika patha pābā’. Kōraā, ‘baraṁ āmi ēkaniṣṭha hai ibraāhīmara millātara anusaraṇa karaima; ārau tē'ōm̐ muśbaraikasakalara antarbhūkta nāchila’"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Tōmālōkē kōraā, ‘āmi īmāna ānichō āllāhara prati ārau yi āmāra prati aratīrṇa haichē lagatē tāra prati'ō īmāna ānichō yi aratīrṇa haichē ibraāhīma, ichamā'īla, ichahākba, iẏākūba ārau tē'ōm̐ra banśadharasakalara prati, ārau muchā, īchā lagatē an'yān'ya nabīsakalaka tē'ōm̐lōkara pratipālakara taraphara paraā yi pradāna karaā haichē (tāra prati'ō īmāna ānichō). Āmi tē'ōm̐lōkara mājata kōnō pārthakya nakaraō; ārau āmi tē'ōm̐raē'i ōcarata ātmasamarpaṇakāraī"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Ētēkē tōmālōkē yēnēkai īmāna ānichā siham̐tē'ō yadi tēnēkai īmāna ānē, tēntē niścaẏa siham̐ta hidāẏata praāpta ha’ba; ārau yadi siham̐tē mukha ghuraā'i laẏa, tēntē siham̐ta āchē kērala biraōdhitāta lipta, ētēkē siham̐tara bipakṣē tōmāra bābē āllāhē'i yathēṣṭa; ārau tē'ōm̐ sarbaśraōtā, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Āllāhara raṅēraē rañjita hōraā; ārau āllāhara raṅatakai ārau kāra raṁ bēchi sundara ha’ba pāraē? Ārau āmi tē'ōm̐raē'i ibādatakāraī"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Kōraā, ‘tōmālōkē āmāra lagata āllāha samparkē bitarkata lipta ha’ba bicaraā nēki? Athaca tē'ōm̐ āmāra pratipālaka ārau tōmālōkaraō pratipālaka! Āmāra bābē āmāra āmala, ārau tōmālōkara bābē tōmālōkara āmala; ārau āmi tē'ōm̐raē'i prati ēkaniṣṭha"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Tōmālōkē ē'iṭō ka’ba bicaraā nēki yē, ibraāhīma, ichamā'īla, ichahākba, iẏākūba ārau tē'ōm̐ra banśadharasakala iẏāhūdī bā nāchāraā āchila? Kōraā, ‘tōmālōkē bēchi jānā nē āllāhē bēchi jānē’? Sē'ijanatakai bēchi yālima ārau kōna ha’ba pāraē yiẏē āllāhara taraphara paraā tāra ōcarata yi sākṣya āchē sēẏā gōpana karaē? Ārau tōmālōkē yi karaā sē'i samparkē āllāha amanōyōgī nahaẏa"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Tē'ōm̐lōka āchila ēnēkuraā ēṭā jāti, yisakala atīta hai gaichē. Tē'ōm̐lōkē yi arjana karaichē sēẏā tē'ōm̐lōkara bābē, ārau tōmālōkē yi arjana karaichā sēẏā tōmālōkara bābē; ārau tē'ōm̐lōkē yi karaichila sē'i samparkē tōmālōkaka praśna karaā naha’ba"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "Mānuhara mājara paraā nirbōdhasakalē anatipalamē ka’ba yē, ‘imāna dinē siham̐tē yi kibalāra anusaraṇa karai āhichila tāra paraā kihē siham̐taka bimukha karaālē? Kōraā, ‘pūra ārau paścima āllāharaē'i. Tē'ōm̐ yāka icchā sarala pathara hidāẏata pradāna karaē’"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Ārau ēnēkai āmi tōmālōkaka ēṭā madhyapanthī jātita paraiṇata karaichō, yātē tōmālōka mānara jātira ōparata sākṣī hōraā ārau raāchulē tōmālōkara ōparata sākṣī ha’ba pāraē; ārau tumi imāna dinē yiṭō kibalāra anusaraṇa karai āchilā sē'iṭōka āmi ē'i uddēśyē kibalāta paraiṇata karaichilō, yātē prakāśa karai diba pāraō yē, kōnē raāchulara anusaraṇa karaē ārau kōnē pichaphālē ubhati yāẏa? Āllāhē yisakalaka hidāẏata karaichē siham̐tara bāhiraē ānara bābē ē'iṭō ēṭā niścita kaṭhina kāma. Āllāha ēnēkuraā nahaẏa yē, tōmāōlakara īmāna byartha karai diba. Niścaẏa āllāha mānuhara prati sahānubhūtiśīla, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Niścaẏa āmi ākāśara phālē tōmāra bāraē bāraē cā'i thakāṭō lakṣya karaichō. Ētēkē araśya āmi tōmāka ēnē kibalāra phālē ubhatā'i dima yiṭō tumi pachanda karaā. Ētēkē tumi machajidē hāraāmara phālē mukha karaā; ārau tōmālōkē ya’tē'i nāthākā kiẏa iẏāra phālē'i tōmālōkara cēhāraā ghūraā'i lōraā; ārau niścaẏa yisakalaka kitāba diẏā haichē siham̐tē niścitabhāraē jānē yē, ē'iṭō siham̐tara pratipālakara paraā satya; ārau siham̐tē yi karaē sē'i samparkē āllāha amanōyāgī nahaẏa"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Ārau yisakalaka kitāba pradāna karaā haichē, tumi yadi siham̐tara ōcarata sakalō dalīla lai āhā tathāpi'ō siham̐tē tōmāra kibalāra anusaraṇa nakaraiba; ārau tumi'ō siham̐tara kibalāra anusāraī nahaẏa; ārau siham̐tē'ō parasparara kibalāra anusāraī nahaẏa. Tōmāra ōcarata satya-jñāna ahāra pichatō yadi tumi siham̐tara prabr̥ttira anusaraṇa karaā, tēntē niścaẏa tumi yālimasakalara antarbhūkta ha’bā"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Āmi yisakalaka kitāba pradāna karaichō, siham̐tē tē'ōm̐ka ēnēkai cini pāẏa yēnēkai siham̐tē nijara santānaka cini pāẏa; ārau niścaẏa siham̐tara ēṭā dalē jāni buji satya gōpana karai thākē"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Satya tōmāra pratipālakara paraā praēraita. Gatikē tumi kētiẏā'ō sandēha pōṣaṇakāraīsakalara antarbhūkta naha’bā"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Ārau pratyēkaraē ēkōṭā diśa āchē, sē'i phālē'i si mukha karaē, ētēkē tōmālōkē satkāmata pratiyōgitā karaā. Tōmālōkē ya’tē'i nāthākā kiẏa āllāhē tōmālōka sakalōkē samabēta karaiba. Niścaẏa āllāha sakalō bastura ōparata kṣamatābāna"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Ārau tumi ya’ra paraā'i nōlōraā kiẏa, tumi machajidula hāraāmara phālē mukha karaā; niścaẏa ē'iṭō tōmāra pratipālakara paraā paṭhōraā satya; ārau tōmālōkē yi karaā sē'i samparkē āllāha amanōyōgī nahaẏa"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Ārau tumi ya’ra paraā'i nōlōraā kiẏa, machajidula hāraāmara phālē tōmāra mukha ghūraā'i lōraā, ārau tōmālōkē'ō ya’tē'i nāthākā kiẏa iẏāra phālē'i tōmālōkara mukha karaā, yātē tōmālōkara bipakṣē mānuhara bābē bitarka karaāra ēkō nāthākē; kintu siham̐tara mājata thakā yālimasakalara bāhiraē. Gatikē tōmālōkē siham̐taka bhaẏa nakaraibā, kērala mōkē'i bhaẏa karaā; ē'i kāraṇē yē, yātē āmi tōmālōkara ōparata mōra anugraha paraipūrṇa karaiba pāraō ārau yātē tōmālōkē hidāẏata praāpta hōraā"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Yēnēkai āmi tōmālōkara mājara paraā tōmālōkara ōcaratē'i ējana raāchula praēraṇa karaichō, yijanē tōmālōkara ōcarata āmāra āẏātasamūha tilārata karaē, ārau tōmālōkaka paraiśud'dha karaē ārau tōmālakaka kitāba ō hikamatara śikṣā diẏē, ēnē śikṣā diẏē yiṭō tōmālōkē janā nāchilā"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Ētēkē, tōmālōkē mōkē'i smaraṇa karaā, maẏō tōmālōkaka smaraṇa karaima; ārau tōmālōkē mōra prati kr̥tajña hōraā ārau akr̥tajña naha’bā"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Hē īmāndārasakala! Tōmālōkē chabara ārau chālātara mādhyamata sahāẏa praārthanā karaā. Niścaẏa āllāha chabarakāraīsakalara lagata āchē"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Ārau yisakalē āllāhara pathata nihata haẏa, siham̐taka mr̥ta buli nāmātibā, baraṁ siham̐ta jīraita; kintu tōmālōkē upalabdhi karaiba nōraāraā"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Ārau āmi tōmālōkaka niścaẏa paraīkṣā karaima alapa bhaẏa-bhīti, bhōka ārau dhana-sampada, jīrana ārau phacalara kṣaẏakṣatira dbāraā; ārau tumi dhairyaśīlasakalaka susambāda diẏā"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "yisakalē bipadata ākraānta ha’lē kaẏa, ‘āmitō āllāharaē'i, ārau niścaẏa āmi tē'ōm̐ra pinē'i pratyārartanakāraī’"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Ē'ōm̐lōkē'i haichē sē'i sakala lōka, yisakalara prati tē'ōm̐lōkara pratipālakara paraā biśēṣa anugraha ārau rahamata barṣita haẏa, ārau ē'ōm̐lōkē'i satpathata paraicālita"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Niścaẏa cāphā ārau māraraā āllāhara nidarśanasamūhara antarbhūkta. Ētēkē yiẏē (kābā) gharara hajja athabā ōmaraāha sampanna karaē, ē'i duṭāra mājata chā'ī karailē tāra kōnō aparaādha naha’ba; ārau yiẏē sbataḥsphūrtabhāraē kōnō saṯ kāma karaiba, tēntē niścaẏa āllāha uttama puraṣkāradātā, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Niścaẏa yisakalē su-spaṣṭa nidarśanasamūha ārau hidāẏata gōpana karaē yiṭō āmi aratīrṇa karaichō, mānuhara bābē kitābata sēẏā spaṣṭabhāraē byakta karaāra pichata, siham̐taka āllāhē abhiśāpa karaē ārau abhiśāpakāraīsakalē'ō siham̐taka abhiśāpa karaē"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Kintu yisakalē tā'ōbā karaichē ārau nijakē sanśōdhana karaichē ārau satyaka suspaṣṭabhāraē byakta karaichē. Ētēkē tē'ōm̐lōkara tā'ōbā āmi kabula karaima; ārau āmi adhika tā'ōbā kabulakāraī, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Niścaẏa yisakalē kupharaī karaichē ārau kāphira arasthāta mr̥tyubaraṇa karaichē, siham̐tara ōparata āllāhara, phiraistāsakalara ārau sakalō mānuhara abhiśāpa"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Tāta siham̐ta sthāẏī ha’ba. Siham̐tara śāsti akaṇō śithila karaā naha’ba ārau siham̐taka arakāśa'ō diẏā naha’ba"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Ārau tōmālōkara ilāha kērala ējana ilāha. Tē'ōm̐ra bāhiraē āna kōnō (satya) ilāha nā'i. Tē'ōm̐ parama karauṇāmaẏa, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Niścaẏa ākāśamaṇḍala ārau pr̥thiraīra sr̥ṣṭita, raāti ārau dinara paraibartanata, mānuhara upakāraī draryabāhī sāgarata calā jāhājata ārau ākāśara paraā āllāhē yi baraṣuṇa barṣā'ichē yāra phalata bhū-pr̥ṣṭhaka tāra mr̥tyura pichata punarjīraita karaichē, tāra mājata prasāraita karaichē sakalō prakāra bicaraṇaśīla praāṇī ārau batāhara diśa paraibartanata lagatē ākāśa ārau pr̥thiraīra mājata niẏantraita mēghamālāta bibēkabāna sampradāẏara bābē āchē bahutō nidarśana"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Ārau mānuhara mājata ēnēkuraā kichumāna mānuhō āchē, yisakalē āllāhara bāhiraē ānaka āllāhara samakakṣaraūpē grahaṇa karaē, siham̐tē siham̐taka āllāhara daraē'i bhāla pāẏa; ānahātē yisakalē īmāna ānichē siham̐tē āllāhaka sarbādhika bhāla pāẏa; ārau yisakalē an'yāẏa karaichē siham̐tē yadi āyāba dēkhibalai pālēhēm̐tēna (tēntē siham̐ta niścita ha’lēhēm̐tēna yē,) niścaẏa sakalō śakti āllāharaē'i; ārau niścaẏa āllāha śāsti pradānata ati kaṭhōra"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "Yētiẏā, nētāsakalē (yisakalaka anusaraṇa karaā haichila) siham̐tara anusāraīsakalara paraā nijakē mukta karai laba ārau siham̐tē śāsti dēkhibalai pāba (tētiẏā) siham̐tara yāratīẏa pārasparaika samparka bicchinna hai yāba"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Ārau yisakalē anusaraṇa karaichila siham̐tē ka’ba, ‘hāẏa’, ākau ēbāra yadi āmi ubhati yābalai suyōga pālōhēm̐tēna, tēnēha’lē āmi'ō siham̐tara paraā samparka bicchinna karailōhēm̐tēna yēnēkai siham̐tē āmāra paraā samparka bicchinna karaichē. Ēnēkai āllāhē siham̐tara kāryaralī siham̐taka dēkhuraāba, siham̐tara bābē ākṣēpasbaraūpa; ārau siham̐ta kētiẏā'ō ju'ira paraā ōlāba nōraāraiba"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Hē mānara sampradāẏa! Pr̥thiraīta yi āchē tāra paraā hālāla ārau paraitra bastu tōmālōkē āhāra karaā; ārau tōmālōkē caẏatānara padānusaraṇa nakaraibā. Niścaẏa si tōmālōkara prakāśya śatrau"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Niścaẏa si tōmālōkaka kērala bēẏā ārau aślīla kāmara ādēśa diẏē ārau āllāha samparkē ēnēbōra biṣaẏa kōraāra (ādēśa diẏē) yiṭō tōmālōkē nājānā"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Ārau yētiẏā siham̐taka kōraā haẏa, ‘āllāhē yi aratīrṇa karaichē sēẏā tōmālōkē anusaraṇa karaā’, (tētiẏā) siham̐tē kaẏa, ‘nahaẏa, baraṁ āmi anusaraṇa karaima sē'iṭōra, yiṭōra ōparata āmi āmāra pitr̥ purauṣasakalaka pā'ichō’. Yadi'ō siham̐tara pitr̥-purauṣasakalē ēkō bujā nāchila ārau siham̐ta saṯpathatō paraicālita nāchila, (tathāpi'ō siham̐tē tāraē'i anusaraṇa karaiba nē)"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Ārau yisakalē kupharaī karaichē siham̐tara udāharaṇa tāra daraē, yiẏē ēnē kāraōbāka mātichē yiẏē ciñam̐ra bākharara bāhiraē ēkō nuśunē. Siham̐ta kalā, bōbā, andha; sēẏē siham̐ta nubujē"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Hē īmāndārasakala! Tōmālōkaka āmi yi paraitra bastu pradāna karaichō tāra paraā tōmālōkē āhāra karaā, ārau āllāhara kr̥tajñatā prakāśa karaā, yadihē tōmālōkē kērala tē'ōm̐raē'i ibādata karaā"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Niścaẏa tē'ōm̐ tōmālōkara ōparata hāraāma karaichē mr̥ta jantu, tēja, gāharaira mānsa ārau yiṭō gāẏaraullāhara nāmata jabēha karaā haichē. Kintu yiẏē niraūpāẏa hai (alapa bhakṣana karaē) abādhya bā sīmālaṅghana nakaraē tēntē tāra kōnō pāpa naha’ba. Niścaẏa āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Niścaẏa yisakalē āllāhē aratīrṇa karaā kitābara paraā kichu kathā gōpana karaē ārau iẏāra binimaẏata sāmān'ya mūlya grahaṇa karaē, siham̐tē siham̐tara pēṭata ju'ira bāhiraē āna ēkō nākhāẏa. Kiẏāmatara dinā āllāhē siham̐tara lagata kathā nakaba ārau siham̐taka paraitra'ō nakaraiba; ārau siham̐tara bābē āchē yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Siham̐tē'i hidāẏatara binimaẏata bhraṣṭatā ārau māgaphiraātara paraibartē śāsti kini laichē; ētēkē ju'i sahya karaibalai siham̐ta kimāna yē dhairyaśīla"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "ēẏā ē'i bābē'i yē, āllāhē satyasaha kitāba aratīrṇa karaichē ārau yisakalē kitāba sambandhē matabhēda sr̥ṣṭi karaichē, siham̐ta niścaẏa sudūra matānaikyata lipta"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Pūra bā paścima diśata tōmālōkara mukha karaāṭōraē saṯ kāma nahaẏa, baraṁ saṯkarma haichē, yi byakti āllāha, śēṣa dirasa, phiraistāsakala, kitābasamūha ārau nabīsakalara prati īmāna āniba ārau sampadara prati āsakti thakā sattbē'ō ātmīẏa-sbajana, iẏātīma, abhāragrasta, muchāphira, sāhāyyapraārthī ārau dāsamuktira bābē byaẏa karaiba ārau chālāta pratiṣṭhā karaiba, yākāta pradāna karaiba, pratiśrauti dilē sēẏā pūrṇa karaiba, artha-saṅkaṭata, dukha-kaṣṭata ārau saṅgraāma-saṅkaṭata dhairya dhāraṇa karaiba. Ē'ōm̐lōkē'i satyabādī ārau ē'ōm̐lōkē'i muttākbī"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Hē īmāndārasakala! Nihatasakalara kṣētrata tōmālōkara ōparata kicācara bidhāna pharaja karaā haichē. Sbādhīna byaktira binimaẏata sbādhīna byakti, kraītadāsara binimaẏata kraītadāsa, nāraīra binimaẏata nāraī. Kintu tāra bhātr̥ra phālara paraā kṣamā pradarśana karaā ha'lē yathāyatha bidhira anusaraṇa karaā ārau satatāra saitē tāra rakta-binimaẏa ādāẏa karaā kartabya. Ē'iṭō tōmālōkara pratipālakara phālara paraā śithilatā ārau anugraha. Ētēkē iẏāra pichatō yiẏē sīmālaṅghana karaē tāra bābē āchē yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Ārau hē bud'dhi-bibēkasampannasakala! Kicācara mājata tōmālōkara bābē āchē jīrana, yātē tōmālōkē tākbaraā aralambana karaā"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Tōmālōkara mājata yāra mr̥tyura samaẏa upasthita ha’ba, si yadi dhana-sampada raākhi yāẏa, tēntē pracalita n'yāẏanīti anuyāẏī tāra pitr̥-mātr̥ ārau ātmīẏa sbajanara bābē achiẏata karaāra bidhāna tōmālōkaka diẏā ha’la. Ē'iṭō muttākbīsakalara kartabya"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Ētēkē ē'iṭō śunāra pichatō yiẏē iẏāta paraibartana sādhana karaiba, tēntē yisakalē paraibartana karaiba aparaādha siham̐taraē ha’ba. Niścaẏa āllāha sarbaśraōtā, sarbajñānī"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Kintu yadi kōnōbā'i achiẏatakāraīra pakṣapātitba athabā gunāhara āśaṅkā karaē, tāra pichata siham̐tara mājata mīmānsā karai diẏē tēntē tāra kōnō aparaādha nā'i. Niścaẏa āllāha kṣamāparaāẏaṇa, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Hē īmāndārasakala! Tōmālōkara ōparata chiẏāma pharaja karaā haichē yēnēkai tōmālōkara pūrbarartīsakalara ōparata pharaja karaā haichila, yātē tōmālōkē tākbaraā aralambana karaā"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Nirdiṣṭa kichumāna dina. Ētēkē tōmālōkara mājata kōnōbā'i asustha ha’lē athabā bhramaṇata thākilē, āna dinabōrata ē'i saṅkhyā pūraṇa karai laba, ārau yisakalara bābē chiẏāma pālana karaā kaṣṭasādhya siham̐tara kartabya haichē iẏāra paraibartē phida'iẏā- ējana michakinaka khādya dāna karaā. Yadi kōnōbā'i sbēcchā'i saṯkāma karaē tēntē sēẏā tāra bābē kalyāṇakara; ārau chiẏāma pālana karaāṭōraē tōmālōkara bābē kalyāṇakara, yadi tōmālōkē jānilāhēm̐tēna"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "ramajāna sē'i māha, yi māhata kōra'āna aratīrṇa karaā haichē mānara jātira hidāẏatara bābē ārau hidāẏatara spaṣṭa nidarśana ārau satya-asatyara pārthakyakāraīraūpē.Ētēkē tōmālōkara mājata yiẏē ē'i māhata upanīta ha’ba si yēna ē'i māhata chiẏāma pālana karaē. Kintu tōmālōkara kōnōbā'i asustha thākilē athabā bhramaṇārasthāta thākilē bēlēga dinabōrata ē'i saṅkhyā pūraṇa karaiba. Āllāhē tōmālōkara bābē sahajaṭō bicāraē ārau tōmālōkara bābē kaṣṭa nibicāraē, yātē tōmālōkē saṅkhyā pūrṇa karaā ārau tē'ōm̐ tōmālōkaka yē hidāẏata dichē sē'i bābē tōmālōkē āllāhara mahimā ghōṣaṇā karaā ārau yātē tōmālōkē kr̥tajñatā prakāśa karaā"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Ārau mōra bāndā'i yētiẏā mōra biṣaẏē tōmāka sōdhē, (tētiẏā tumi kai diẏā) niścaẏa ma'i ati ōcarata. Ma'i praārthanākāraīra praārthanā kabula karaō, yētiẏā si praārthanā karaē. Ētēkē siham̐tē'ō yēna mōra āhbānata sam̐hārai diẏē ārau mōra prati īmāna ānē, yātē siham̐ta saṭhika pathata paraicālita ha’ba pāraē"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Chiẏāmara raātita tōmālōkara bābē straī-sambhōga baidha karaā haichē. Siham̐ta tōmālōkara pōchākasbaraūpa ārau tōmālōkē'ō siham̐tara pōchākasbaraūpa. Āllāhē jānē yē, tōmālōkē nijaraē lagata khiẏānata karaichilā. Ētēkē tē'ōm̐ tōmālōkara tā'ōbā kabula karaichē ārau tōmālōkaka mārjanā karaichē. Ētēkē tōmālōkē ētiẏā siham̐tara lagata milita hōraā ārau āllāhē tōmālōkara bābē yi bidhibad'dha karaichē sē'iṭō kāmanā karaā; ārau tōmālōkē pānāhāra karaā yētiẏā laikē raātira ka'lā raēkhāra paraā ūṣāra bagā raēkhā spaṣṭaraūpē tōmālōkara ōcarata prakāśa nahaẏa. Tāra pichata raātira āgamana paryanta chiẏāma pālana karaā; ārau tōmālōkē machajidata ē’tikāpha arasthāta siham̐tara lagata saṅgata naha’bā. Ē'ibōra āllāhara sīmāraēkhā. Sēẏē ē'ibōrara nikaṭabartī naha’bā. Ēnēkai āllāhē tē'ōm̐ra āẏātasamūha mānuhara bābē suspaṣṭabhāraē barṇanā karaē, yātē siham̐ta tākbaraāra adhikāraī ha’ba pāraē"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Ārau tōmālōkē nijara mājatē ējanē ānajanara artha-sampada an'yāẏabhāraē nākhābā ārau mānuhara dhana-sampattira kichu anśa jāni buji an'yāẏabhāraē ātmasāṯ karaibalai bicārakasakalaka pradāna nakaraibā"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Siham̐tē tōmāka candra samparkē praśna karaē. Kōraā, 'ē'iṭō mānuhara ārau hajjara bābē samaẏa nirdhāraka; ārau picha phālēraē gharata praraēśa karaāṭō kōnō pūṇyara kāma nahaẏa, baraṁ pūṇya haichē kāraōbāra tākbaraā aralambana karaā. Ētēkē tōmālōkē gharata praraēśa karaā (sanmukhara) duraāraēraē ārau tōmālōkē āllāhara tākbaraā aralambana karaā, yātē tōmālōkē saphalatā arjana karaiba pāraā"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Ārau yisakalē tōmālōkara biraud'dhē yud'dha karaē, tōmālōkē'ō āllāhara pathata siham̐tara biraud'dhē yud'dha karaā; kintu sīmālaṅghana nakaraibā. Niścaẏa āllāha sīmālaṅghanakāraī sakalaka bhāla nāpāẏa"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Ārau siham̐taka ya’tē'i pābā hatyā karaibā, ārau yi sthānara paraā siham̐tē tōmālōkaka bahiṣkāra karaichē tōmālōkē'ō sē'i sthānara paraā siham̐taka bahiṣkāra karaibā. (Jāni thōraā) phitanā hatyā karaātakai'ō sāṅghātika; ārau machajidula hāraāmara ōcarata tōmālōkē siham̐tara lagata yud'dha nakaraibā yētiẏā laikē siham̐tē tōmālōkara biraud'dhē tāta yud'dha nakaraē. Ētēkē yadi siham̐tē tōmālōkara biraud'dhē yud'dha karaē tēntē tōmālōkē'ō siham̐taka hatyā karaibā, ē'iṭōraē'i kāphirasakalara paraiṇāma"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Ētēkē yadi siham̐ta birata haẏa tēntē niścaẏa āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Ārau tōmālōkē siham̐tara biraud'dhē yud'dha karaiẏē'i thākibā yētiẏā laikē phitanā cuṛāntabhāraē dūraībhūta nahaẏa ārau dbīna ēkamātra āllāhara bābē nahaẏa. Tāra pichata yadi siham̐tē birata haẏa tēntē yālimasakalara bāhiraē āna kāraō ōparata ākramaṇa nā'i"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Paraitra māha paraitra māhara binimaẏata. Yāra paraitratā alaṅghanīẏa tāra aramānanā kicācara antarbhūkta. Ētēkē yiẏē tōmālōkaka ākramaṇa karaiba tōmālōkē'ō tāka anuraūpa ākramaṇa karaibā ārau tōmālōkē āllāhara tākbaraā aralambana karaibā; ārau jāni thōraā, niścaẏa āllāha muttākbīsakalara lagata āchē"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Ārau tōmālōkē āllāhara pathata byaẏa karaā ārau nija hātē nijakē dhbansara mukhata ṭhēli nidibā, ārau tōmālōkē ihachāna karaā, niścaẏa āllāha ihachānakāraīka bhāla pāẏa"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Ārau tōmālōkē hajja ārau ōmaraāha āllāhara bābē'i pūrṇa karaā. Ētēkē yadi tōmālōkē bādhāpraāpta hōraā tēntē sahajalabhya hāda`ẏi pradāna karaā, ārau hāda`ẏi tāra nirdiṣṭa sthānata nōpāraālaikē tōmālōkē mūra nukhuraābā. Kintu tōmālōkara mājara kōnōbā'i yadi asustha haẏa athabā mūrata kaṣṭadāẏaka kibā haẏa tēntē chiẏāma athabā chādakbā nā'ibā paśu jabēha karai tāra phida'iẏā diba lāgiba. Ētēkē yētiẏā tōmālōkē niraāpada ha’bā tētiẏā tōmālōkara mājata yiẏē ōmaraāka hajjara lagata milā'i tāmāttu karaiba bicāraē, si sahajalabhya hāda`ẏi jabēha karaiba. Kintu yadi kōnōbā'i ē'iṭō karaiba nōraāraē, tēntē tāra bābē hajjara samaẏata tini dina ārau gharata ubhati āhi sāta dina, ē'i pūrṇa daha dina tāra chiẏāma pālana karaiba lāgiba. Ē'iṭō kērala tāra bābē yāra paraiẏālabarga machajidula hāraāmara adhibāsī nahaẏa; ārau tōmālōkē āllāhara tākbaraā aralambana karaā ārau jāni thōraā yē, niścaẏa āllāha śāsti pradānata ati kaṭhōra"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Hajja haichē nirdiṣṭa māhasamūhata. Ētēkē yiẏē ē'i māhasamūhata hajja karaibalai sthira karaē si yēna hajjara samaẏata straī-sambhōga, an'yāẏa ācaraṇa ārau kalaha-bibāda nakaraē; ārau tōmālōkē yi saṯkāmē'i nakaraā kiẏa sēẏā āllāhē jānē ārau tōmālōkē sambala saṅgraha karaā. Niścaẏa āṭā'itakai uttama sambala haichē tākbaraā. Hē bibēka sampanna byaktisakala! Tōmālōkē kērala mōraē'i tākbaraā aralambana karaā"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Tōmālōkara pratipālakara anugraha sandhāna karaāta tōmālōkara kōnō pāpa nahaẏa. Ētēkē tōmālōkē yētiẏā āraāphātara paraā ubhati āhibā tētiẏā māśba'āraula hāraāmara ōcarata āllāhaka smaraṇa karaibā ārau tē'ōm̐ tōmālōkaka yēnēkai śikṣā dichē ṭhika tēnēkai tōmālōkē tē'ōm̐ka smaraṇa karaibā. Yadi'ō iẏāra āgata tōmālōkē bibhraāntasakalara antarbhūkta āchilā"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Tāra pichata an'yān'ya lōkē ya'ra paraā ubhati āhē tōmālōkē'ō sē'i sthānara paraā ubhati āhibā ārau āllāhara ōcarata kṣamā praārthanā karaā. Niścaẏa āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Tāra pichata yētiẏā tōmālōkē hajjara kāmasamūha samāpta karaibā tētiẏā āllāhaka ēnēkai smaraṇa karaibā yēnēkai tōmālōkē nijara pitr̥-purauṣasakalaka smaraṇa karai thākā athabā tātōkai'ō adhika. Mānuhara mājata yiẏē kaẏa, ‘hē āmāra pratipālaka! Āmāka pr̥thiraītē'i (sakalō) di diẏā’. Ākhiraātata tāra bābē kōnō anśa nā'i"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Ārau siham̐tara mājata yiẏē kaẏa, ‘hē āmāra pratipālaka! Āmāka pr̥thiraīta kalyāṇa pradāna karaā ārau ākhiraātatō kalyāṇa diẏā ārau āmāka jāhānnāmara śāstira paraā rakṣā karaā’"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Ē'ōm̐lōkē yi arjana karaichē sē'i praāpya anśa ē'ōm̐lōkara bābē'i, ārau āllāha hicāpa grahaṇata atyanta taṯpara"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Ārau tōmālōkē nirdiṣṭa dinasamūhata āllāhaka smaraṇa karaibā. Ētēkē kōnōbā'i yadi khara-khēdākai dudinatē'i guci āhē tēntē tāra kōnō pāpa naha’ba ārau yiẏē alapa palamakai āhiba tāraō kōnō pāpa naha’ba. Ē'iṭō tāra bābē yiẏē tākbaraā aralambana karaē, ārau tōmālōkē āllāhara tākbaraā aralambana karaā ārau jāni thōraā yē, tōmālōkaka tē'ōm̐ra ōcaratē'i samabēta karaā ha’ba"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Ārau mānuhara mājata ēnē byakti'ō āchē, pārthira jīranata yāra kathābārtā'i tōmāka mugdha karaē ārau tāra antarata yi āchē sē'i samparkē āllāhaka sākṣī raākhē. Prakr̥tatē si bhīṣaṇa kalahapraiẏa"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Ārau yētiẏā si ubhati yāẏa, tētiẏā si pr̥thiraīta phāchāda (aśānti) sr̥ṣṭi ārau śasyakṣētra ārau praāṇī dhbansa karaibalai cēṣṭā karaē; ārau āllāhē phāchāda bhāla nāpāẏa"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Ārau yētiẏā tāka kōraā haẏa, ‘āllāhara tākbaraā aralambana karaā’, tētiẏā tāra ātmābhimānē tāka pāpa karaibalai uṯsāha diẏē, ētēkē jāhānnāmē'i tāra bābē yathēṣṭa. Niścaẏa i nikr̥ṣṭa biśraāmasthala"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Ārau mānuhara mājata ēnē lōkō āchē, yiẏē āllāhara santuṣṭi lābhara bābē nijakē bikrai karai diẏē. Āllāha tē'ōm̐ra bāndāsakalara prati atyanta sahānubhūtiśīla"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Hē muminasakala! Tōmālōkē paraipūrṇabhāraē ichalāmata praraēśa karaā ārau caẏatānara padānusaraṇa nakaraibā. Niścaẏa si tōmālōkara prakāśya śatrau"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Ētēkē tōmālōkara ōcarata suspaṣṭa pramāṇādi ahāra pichatō yadi tōmālōkara padaskhalana ghaṭē, tēntē jāni thōraā, niścaẏa āllāha mahāparaākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Siham̐tē ē'i apēkṣāta āchē nēki yē, āllāha ārau phiraistāsakala mēghara chām̐ta siham̐tara ōcarata upasthita ha’ba? Ārau sakalō biṣaẏara mīmānsā hai yāba? Ārau sakalō biṣaẏa āllāhara ōcaratē'i pratyābartita ha’ba"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Icharaā'īlara banśadharasakalaka sudhi cōraā, āmi siham̐taka kimāna spaṣṭa nidarśana pradāna karaichilō! Ārau āllāhara anugraha ahāra pichata kōnōbā'i tāka paraibartana karailē tēntē niścaẏa āllāha śāsti pradānata ati kaṭhōra"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Yisakalē kupharaī karaē siham̐tara bābē pr̥thiraīra jīrana suśōbhita karaā haichē ārau siham̐tē muminasakalaka upahāsa karaē; ārau yisakalē tākbaraā aralambana karaē siham̐tē kiẏāmatara dinā siham̐tara ōparata thākiba; ārau āllāhē yāka icchā karaē aparaimita jīraikā pradāna karaē"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Sakalō mānuhara ēṭā'i um'mata āchila. Tāra pichata āllāhē nabīsakalaka susambādadātā ārau satarkakāraīraūpē praēraṇa karailē ārau tē'ōm̐lōkara lagata satyasaha kitāba aratīrṇa karailē yātē mānuhē yibōra biṣaẏata matabhēda karaichila sē'ibōra mīmānsā karaiba pāraē; ārau yisakalaka ē'iṭō diẏā haichila, spaṣṭa nidarśana siham̐tara ōcarata ahāra pichatō kērala paraspara bidbēṣabaśata sē'i biṣaẏata siham̐tē biraōdhitā karaichila. Tāra pichata āllāhē tē'ōm̐ra icchākramē īmāndārasakalaka sē'i satya biṣaẏata hidāẏata karaichē, yi biṣaẏē siham̐tē matānaikya sr̥ṣṭi karaichila; ārau āllāhē yāka icchā sarala pathara phālē hidāẏata karaē"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Tōmālōkē bhābichā nēki yē, tōmālōkē jānnātata praraēśa karaibā athaca ētiẏā'ō tōmālōkara ōcarata tōmālōkara pūrbarartīsakalara daraē arasthā āhi pōraā nā'i? Artha-saṅkaṭa ārau dukha-kaṣṭa siham̐taka sparśa karaichila ārau siham̐ta bhīta-kampita haichila. Ānaki raāchula ārau tē'ōm̐ra saṅgī-sārathī īmāndārasakala kai uṭhichila, ‘āllāhara sahāẏa kētiẏā āhiba’? Jāni thōraā, niścaẏa āllāhara sahāẏa ati ōcarata"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Siham̐tē tōmāka praśna karaē, siham̐tē ki byaẏa karaiba? Kōraā, yi dhana-sampada tōmālōkē byaẏa karaibā sēẏā haichē, pitr̥-mātr̥, ātmīẏa-sbajana, iẏātīma, michakīna ārau muchāphirasakalara bābē; ārau tōmālōkē yi saṯkarma'i nakaraā kiẏa sē'i samparkē āllāha samyaka aragata"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Tōmālōkara ōparata yud'dhara bidhāna anibārya karaā haichē yadi'ō ēẏā tōmālōkara bābē apachandanīẏa. Kintu tōmālōkē yiṭō apachanda karaā, haẏatō sēẏā tōmālōkara bābē kalyāṇakara ārau yiṭō tōmālōkē bhāla pōraā haẏatō sē'iṭō tōmālōkara bābē akalyāṇakara; ārau āllāhē jānē tōmālōkē nājānā"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Paraitra māhata yud'dha karaā samparkē mānuhē tōmāka praśna karaē; kōraā, ‘ēnē māhata yud'dha karaā kaṭhina aparaādha. Kintu āllāhara pathata bādhā pradāna karaā, āllāhara lagata kupharaī karaā, machajidula hāraāmata bādhā diẏā ārau iẏāra adhibāsīsakalaka iẏāra paraā bahiṣkāra karaā āllāhara ōcarata tātōkai bēchi aparaādha; ārau phitanā hatyā karaātakai'ō kaṭhina aparaādha. (Jāni thōraā) siham̐ta sadāẏa tōmālōkara biraud'dhē yud'dha karai yāba, yētiẏā laikē tōmālōkaka tōmālōkara dbīnara paraā ghūraā'i nalaẏa, yadi siham̐ta sakṣama haẏa. Ārau tōmālōkara mājara paraā yiẏē nijara dbīnara paraā ubhati yāba ārau kāphira arasthāta mr̥tyubaraṇa karaiba tēntē pr̥thiraī ārau ākhiraātata siham̐tara āmalasamūha niṣphala hai yāba; ārau siham̐tē'i jāhānnāmara adhibāsī, tāta siham̐ta cirakāla thākiba’"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Niścaẏa yisakalē īmāna ānichē ārau yisakalē hijarata karaichē ārau āllāhara pathata jihāda karaichē, tē'ōm̐lōkē'i āllāhara rahamata kāmanā karaē; ārau āllāha kṣamāparaāẏaṇa, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Siham̐tē tōmāka mada ārau juraā samparkē praśna karaē. Kōraā, ‘duẏōṭāra mājatē āchē mahā pāpa ārau mānuhara bābē upakāraō āchē; ārau duẏōṭāraē pāpa upakāratakai bahu guṇē ḍāṅara’. Ārau siham̐tē tōmāka sōdhē, siham̐tē ki byaẏa karaiba? Kōraā, ‘yiṭō praẏōjanara atiraikta’. Ēnēkai āllāha tā'ālā'i tōmālōkara bābē āẏātasamūha spaṣṭabhāraē barṇanā karaē, yātē tōmālōkē cintā-garaēṣaṇā karaā"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "pr̥thiraī ārau ākhiraātara biṣaẏē. Mānuhē tōmāka iẏātīmasakalara biṣaẏē praśna karaē; kōraā, ‘siham̐tara bābē subyarasthā karaā uttama’. Tōmālōkē yadi siham̐tara lagata ēkēlagē thākā tēntē siham̐ta tōmālōkaraē bhā'i. Āllāhē jānē kōna upakāraī ārau kōna aniṣṭakāraī. Ārau āllāhē icchā karailē ē'i biṣaẏē niścaẏa tōmālōkaka kaṣṭata pēlāba pārailēhēm̐tēna. Niścaẏa āllāha prabala paraākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Ārau muśbaraikā nāraīka īmāna pōṣaṇa nakaraā laikē tōmālōkē bibāha nakaraibā. Yadi'ō muśbaraikā nāraī tōmālōkaka mugdha nakaraka kiẏa, muminā kr̥tadāsī muśbaraikā nāraītakai uttama. Ārau muśbaraika purauṣa īmāna pōṣana nakaraā laikē (muchalima chōraālī) bibāha nidibā, muśbaraika purauṣa tōmālōkaka mugdha karailē'ō mumina kr̥tadāsa muśbaraika byaktitakai uttama. Siham̐ta jāhānnāmara pinē āhbāna karaē ārau āllāhē tōmālōkaka nija icchāta jānnāta ārau kṣamāra pinē āhbāna karaē; ārau tē'ōm̐ mānuhara bābē tē'ōm̐ra āẏātasamūha suspaṣṭabhāraē barṇanā karaē, yātē siham̐tē upadēśa grahaṇa karaiba pāraē"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Ārau siham̐tē tōmāka hāẏēja samparkē praśna karaē, kōraā, ‘i ēbidha aśuci’. Ētēkē tōmālōkē hāẏēja arasthāta straī-saṅgamara paraā birata thakā ārau paraitra nōhōraālaikē (saṅgamara bābē) siham̐tara nikaṭabartī naha’bā. Tāra pichata siham̐tē yētiẏā uttamaraūpē paraiśud'dha ha’ba tētiẏā siham̐tara ōcarata ṭhika tēnēkai gamana karaibā yēnēkai āllāhē tōmālōkaka ādēśa dichē. Niścaẏa āllāha tā'ōbākāraīsakalaka bhāla pāẏa ārau siham̐takō bhāla pāẏa yisakalē adhika paraitratā arjana karaē"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Tōmālōkara straīsakala tōmālōkara bābē śasyakṣētra. Ētēkē tōmālōkē tōmālōkara śasyakṣētrata yēnēkai icchā gamana karaiba pāraā. Ārau tōmālōkē nijara bharaiṣyatara bābē kibā āgalai praēraṇa karaā ārau āllāhaka bhaẏa karaā ārau jāni thōraā, niścaẏa tōmālōka āllāhara sanmukhīna ha’bā ārau muminasakalaka susambāda diẏā"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Tōmālōkē saṯkarma ārau tākbaraā ārau mānuhara mājata śānti sthāpanara paraā birata thakāra bābē āllāhara nāmara śapataka pratibandhaka hicāpē byarahāra nakaraibā; ārau āllāha sarbaśraōtā, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Tōmālōkara anarthaka śapatara bābē āllāhē tōmālōkaka sōdha-pōca nakaraiba; kintu tē'ōm̐ sē'ibōra śapatara biṣaẏē sōdha-pōca karaiba, yibōra tōmālōkara antaraē saṅkalpabad'dhabhāraē arjana karaichē, ārau āllāha kṣamāparaāẏaṇa, parama sahanaśīla"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Yisakalē nija straīra lagata milita nōhōraāra śapata karaiba siham̐ta cārai māha apēkṣā karaiba. Ē'i samaẏachōraāta yadi siham̐tē mata paraibartana karaē tēntē niścaẏa āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Ārau yadi siham̐tē tālākba diẏāra saṅkalpa karaē tēntē niścaẏa āllāha sarbaśraōtā, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Ārau tālākbapraāptā straīsakalē tini kuraū laikē apēkṣāta thākiba, ārau siham̐tē yadi āllāha ārau ākhiraātara prati īmāna raākhē tēntē siham̐tara garbhāśaẏata āllāhē yi sr̥ṣṭi karaichē sēẏā gōpana karaā siham̐tara bābē baidha nahaẏa; ārau yadi siham̐tē sanśōdhana bicāraē tēntē ē'i biṣaẏē punara grahaṇara bēchi hakadāra siham̐tara sbāmīra; ārau nāraīsakalara tēnēkai n'yāẏasaṅgata adhikāra āchē yēnēkai siham̐tara ōparata purauṣasakalara adhikāra āchē; ārau nāraīsakalara ōparata purauṣasakalara maryādā āchē; āllāha mahāparaākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Tālākba haichē dubāra. Tāra pichata (straīka) ha’lē bidhimatē raākhi diẏā, naha’lē saṯbhāraē ērai diẏā; ārau tōmālōkē tōmālōkara straīsakalaka yi pradāna karaichā tāra paraā kibā ubhatā'i lōraāṭō tōmālōkara bābē baidha nahaẏa. Kintu yadi siham̐ta ubhaẏaraē āśaṅkā haẏa yē, siham̐tē āllāhara sīmāraēkhā rakṣā karaiba nōraāraiba (tēntē sēẏā sukīẏā kathā). Ētēkē yadi tōmālōkē āśaṅkā karaā yē, siham̐tē āllāhara sīmāraēkhā rakṣā karaiba nōraāraiba, ēnē arasthāta straīẏē kōnō bastura binimaẏata nijakē mukti karai la’lē kōnō aparaādha naha’ba. Ē'ibōra āllāhara sīmāraēkhā, ētēkē tōmālōkē iẏāka ulaṅghana nakaraibā; ārau yisakalē āllāhara sīmāraēkhā laṅghana karaē siham̐tē'i yālima"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Ētēkē yadi si straīka tālākba diẏē tēntē sē'i straī tāra bābē hālāla naha’ba, yētiẏā laikē tā'i āna sbāmīra lagata milita naha’ba. Tāra pichata yadi siham̐ta ubhaẏē (straī ārau prathama sbāmī) anubhara karaē yē, siham̐tē āllāhara sīmāraēkhā rakṣā karaiba pāraiba, tēntē siham̐tara punara milanata kāraō ēkō aparaādha naha’ba. Ē'ibōra āllāhara sīmāraēkhā, yibōra tē'ōm̐ spaṣṭabhāraē ēnē sampradāẏara bābē barṇanā karaē yisakalē jānē"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Ārau yētiẏā tōmālōkē straīka tālākba dibā, tāra pichata siham̐ta iddata sampūrṇa karaāra nikaṭarartī ha’ba tētiẏā tōmālōkē ha’lē bidhi anuyāẏī siham̐taka raākhi dibā athabā bidhimatē siham̐taka ērai dibā. Siham̐tara kṣati sādhana karaibalai sīmālaṅghanara uddēśyē siham̐taka āṭaka karai nāraākhibā. Yiẏē ēnēkuraā karaē, si nijara ōparatē an'yāẏa karaē; ārau tōmālōkē āllāhara bidhānaka ṭhāṭraā-bidraūpara biṣaẏaraūpē grahaṇa nakaraibā; ārau tōmālōkē smaraṇa karaā, tōmālōkara ōparata āllāhara anugraha ārau tōmālōkara ōparata kitāba ō hikamata tē'ōm̐ yi aratīrṇa karaichē, yāra dbāraā tē'ōm̐ tōmālōkaka upadēśa diẏē; ārau tōmālōkē āllāhara tākbaraā aralambana karaā ārau jāni thōraā, niścaẏa āllāha sakalō bastu samparkē suparaijñāta"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Ārau yētiẏā tōmālōkē straīsakalaka tālākba diẏā ārau siham̐tē siham̐tara iddatakāla pūrṇa karaē, iẏāra pichata siham̐tē yadi bidhi mutābika parasparaē sanmata haẏa, tēntē straīsakalē nijara (pūrba) sbāmīra lagata bibāha pāśata ārad'dha ha’ba bicārailē tōmālōkē siham̐taka bādhā pradāna nakaraibā. Iẏāra dbāraā sē'i byaktika upadēśa diẏā haichē tōmālōkara mājata yiẏē āllāha ārau ākhiraātara prati īmāna raākhē, ē'iṭōraē tōmālōkara bābē śud'dha ārau paraitra; ārau āllāhē jānē tōmālōkēhē nājānā"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Ārau mākē siham̐tara santānasakalaka pūrṇa dubachara stan'ya pāna karaāba, ē'iṭō tāra bābē yiẏē stan'yapāna karaōraāra samaẏa pūrṇa karaiba bicāraē. Pitāra kartabya haichē bidhi mutābika siham̐tara (mātr̥sakalara) bharaṇa-pōṣaṇa karaā. Sādhyara atiraikta kōnō byaktika dāẏitba pradāna karaā nahaẏa. Kōnō mātr̥ka tā'ira santānara bābē ārau yāra santāna (pitā) tākō tāra santānara bābē kaṣṭa diẏā ucita nahaẏa, ārau uttaraādhikārairaō sē'i ēkē'i kartabya. Kintu yadi siham̐tē parasparara sanmati ārau paraāmarśakramē stan'yapāna bandha raākhiba bicāraē, tēntē siham̐tara kōnō aparaādha naha’ba; ārau yadi tōmālōkē (kōnō dhātraīra dbāraā) tōmālōkara santānasakalaka stan'ya pāna karaāba bicaraā, tēntē yadi tōmālōkē pracalita bidhi mutābika binimaẏa pradāna karaā tēntē tōmālōkara kōnō pāpa naha’ba; ārau tōmālōkē āllāhara tākbaraā aralambana karaā ārau jāni thōraā, tōmālōkē yi karaā niścaẏa āllāha sēẏā pratyakṣakāraī"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Ārau tōmālōkara mājata yisakalē straī thai mr̥tyubaraṇa karaē, siham̐tē (straīsakalē) cārai māha daha dina apēkṣā karaiba. Tāra pichata yētiẏā siham̐tē nijara iddatakāla pūrṇa karaiba, tētiẏā bidhi mutābika nijara bābē yi karaiba tāta tōmālōkara kōnō pāpa nā'i; ārau tōmālōkē yi karaā sē'i biṣaẏē āllāha samyaka aragata"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Ārau yadi tōmālōkē ākāra-iṅgitata (sē'ijanī) nāraīka bibāhara prastāra diẏā athabā antaratē gōpana rakhā tēntē tōmālōkara kōnō pāpa naha’ba. Āllāhē jānē yē, tōmālōkē siham̐tara biṣaẏē niścaẏa ālōcanā karaibā; kintu bidhi mutābika kathā-bataraāra bāhiraē gōpanē siham̐tara lagata kōnō pratiśrauti nidibā; ārau nirdiṣṭa kāla pūrṇa nōhōraā laikē bibāha bandhanara saṅkalpa nakaraibā; ārau jāni thōraā, tōmālōkara antarata yi āchē sēẏā āllāhē jānē. Ētēkē tē'ōm̐ka bhaẏa karaā, ārau jāni thōraā, niścaẏa āllāha kṣamāparaāẏaṇa, parama sahanaśīla"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Yadi tōmālōkē straīsakalaka sparśa nakarai athabā mōhara nirdhāraṇa nakarai tālākba diẏā tēntē tōmālōkara kōnō pāpa nahaẏa; ārau tōmālōkē siham̐tara bābē kibā sansthāna karai dibā, sacchalē tāra sādhyamatē ārau asacchalē tāra sāmarthānuyāẏī, bidhimatē sansthāna karaiba, ē'iṭō saṯkarmaśīla lōkara kartabya"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Ārau tōmālōkē yadi siham̐taka sparśa karaāra āgatē tālākba diẏā, athaca siham̐tara bābē mōhara dhārya karaichā, tēntē yi nirdhāraṇa karaichā tāra ādhā (ādāẏa diẏā). Kintu yadi straīsakalē kṣamā karai diẏē athabā yāra hātata bibāhara bandhana si yadi māpha karai diẏē, ārau kṣamā karai diẏāṭōraē'i tākbaraāra sānnidhya; ārau tōmālōkē nijara mājata anugrahara kathā pāharai nāyābā. Tōmālōkē yi karaā niścaẏa āllāha sēẏā sabiśēṣa pratyakṣakāraī"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Tōmālōkē chālātara prati yatnabāna hōraā, biśēṣakai madhyarartī chālātara ārau āllāhara bābē binitabhāraē thiẏa hōraā"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Kintu yadi tōmālōkē bipada āśaṅkā karaā, tēntē khōjakaṛhā athabā āraōhī arasthātē'i chālāta ādāẏa karaibā. Tāra pichata yētiẏā tōmālōkē niraāpada bōdha karaibā tētiẏā āllāhaka smaraṇa karaibā, yēnēkai tē'ōm̐ tōmālōkaka śikṣā dichē, yiṭō tōmālōkē janā nāchilā"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Ārau tōmālōkara mājata yisakalē straī thai mr̥tyubaraṇa karaē, siham̐tē yēna siham̐tara straīsakalaka gharara paraā uliẏā'i nidiẏē ārau yēna siham̐tara bābē sampūrṇa ēbacharara bharaṇa-pōṣaṇara achiẏata karaē. Kintu yadi siham̐ta (nija icchātē) ōlā'i yāẏa, tēntē bidhi mutābika siham̐tē nijara bābē yi karaiba tāta tōmālōkara kōnō pāpa nahaẏa; ārau āllāha prabala paraākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Ārau tālākbapraāptā nāraīsakalara prathā mutābika bharaṇa-pōṣaṇa karaā muttākbīsakalara kartabya"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Ēnēkai āllāhē tē'ōm̐ra āẏātasamūha tōmālōkara bābē spaṣṭabhāraē barṇanā karaē yātē tōmālōkē bujiba pāraā"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Tumi siham̐taka dēkhā nā'inē, yisakalē mr̥tyura bhaẏata hājāraē hājāraē nija ābāsabhūmi paraityāga karaichila? Tāra pichata āllāhē siham̐taka kaichila, ‘tōmālōkē mr̥tyubaraṇa karaā’. Iẏāra pichata āllāhē siham̐taka jīraita karaichila. Niścaẏa āllāha mānuhara prati anugrahaśīla; kintu adhikānśa mānuhē kr̥tajñatā prakāśa nakaraē"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Ārau tōmālōkē āllāhara pathata yud'dha karaā ārau jāni thōraā, niścaẏa āllāha sarbaśraōtā, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Kōna āchē, yiẏē āllāhaka uttama r̥ṇa pradāna karaiba? Tē'ōm̐ tāra bābē iẏāka bahuguṇē br̥d'dhi karaiba; ārau āllāhē'i saṅkucita ārau samprasāraita karaē ārau tē'ōm̐ra pinē'i tōmālōkaka pratyābartita karaā ha’ba"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Tumi muchāra parabartī icharaā'īla banśīẏa nētāsakalaka dēkhā nā'inē? Siham̐tē yētiẏā siham̐tara nabīka kaichila, ‘āmāra bābē ējana rajā niyukta karaā yātē āmi āllāhara pathata yud'dha karaiba pāraō’, tē'ōm̐ ka’lē, ‘ēnēkuraā nahaẏatō ākau yē, tōmālōkaka yud'dhara bidhāna diẏā ha’lē tētiẏā tōmālōkē ārau yud'dha nakaraibā’? Siham̐tē ka’lē, ‘āmi yihētu nijara ābāsabhūmi ārau nija santāna-santatira paraā bahiṣkr̥ta haichō, tētiẏāha’lē āllāhara pathata kiẏa yud'dha nakaraima’? Ētēkē yētiẏā siham̐tara prati yud'dhara bidhāna diẏā ha’la tētiẏā siham̐tara kichumānara bāhiraē āṭāẏē pr̥ṣṭha pradarśana karailē; ārau āllāhē yālimasakalara biṣaẏē bhālakai aragata"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Ārau siham̐tara nabīẏē siham̐taka kaichila, ‘niścaẏa āllāhē tālutaka tōmālōkara bābē rajā hicāpē praēraṇa karaichē’. Siham̐tē ka’lē, ‘tāra raājatba āmāra ōparata kēnēkai sambhara? Athaca āmi tātakai raājatbara bēchi hakadāra ārau tāka pracura aiśbarya'ō diẏā hōraā nā'i’! Tē'ōm̐ ka’lē, ‘āllāhē niścaẏa tāka tōmālōkara bābē manōnīta karaichē ārau tē'ōm̐ tāka jñāna ārau śāraīraikabhāraē samr̥d'dha karaichē; ārau āllāhē yāka icchā nija raājatba pradāna karaē ārau āllāha sarbabyāpī-praācuryamaẏa, sarbajña’"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Ārau siham̐tara nabīẏē siham̐taka kaichila, ‘tāra raājatbara nidarśana ē'i yē, tōmālōkara ōcarata tābūta āhiba ya’ta tōmālōkara pratipālakara paraā praśānti lagatē muchā ārau hāraūna banśīẏasakalē yi paraityāga karaichē tāraē araśiṣṭānśa thākiba; phiraistāsakalē sē'iṭō bahana karai āniba. Yadi tōmālōkē mumina hōraā niścaẏa tōmālōkara bābē iẏāta nidarśana āchē’"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Tāra pichata tālutē yētiẏā sēnābāhinīsaha ōlālē tētiẏā si ka’lē, ‘āllāhē tōmālōkaka ēṭā nadīra dbāraā paraīkṣā karaiba. Yiẏē tāra paraā pānī pāna karaiba si mōra dalara antarabhūkta nahaẏa; ārau yiẏē tāra sōraāda grahaṇa nakaraiba si mōra dalabhūkta; iẏāra bāhiraē yiẏē ēcalu pānī grahaṇa karaiba si'ō (mōra dalara antarbhūkta)’. Ētēkē kichusaṅkhyaka lōkara bāhiraē āṭāẏē tāra paraā pānī pāna karailē. Si ārau tāra saṅgī īmāndārasakala yētiẏā nadī atikrama karailē tētiẏā siham̐tē ka’lē, ‘jāluta ārau tāra sēnābāhinīra biraud'dhē yud'dha karaāra śakti āji ārau āmāra ōcarata nā'i’. Kintu yisakalē dr̥ṛha biśbāsa karaichila yē, āllāhara lagata siham̐tara sākṣāṯ ha’ba, siham̐tē ka’lē, ‘āllāhara ādēśata kimāna yē kṣudra dalē kimāna br̥haṯ dalaka paraājaẏa karaichē’! Ārau āllāha dhairyaśīlasakalara lagata āchē"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Ārau siham̐tē yētiẏā yud'dha karaibalai jāluta ārau tāra sēnābāhinīra mukhāmukhi ha’la, tētiẏā siham̐tē ka’lē, ‘hē āmāra pratipālaka! Āmāra ōparata dhairya ḍhāli diẏā, āmāra bharai abicalita raākhā ārau kāphira sampradāẏara biraud'dhē āmāka jaẏayukta karaā’"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Ētēkē siham̐tē āllāhara ādēśata siham̐taka (kāphirasakalaka) paraājita karailē ārau dā'ūdē jālutaka hatyā karailē ārau āllāhē tē'ōm̐ka raājatba ārau hikamata dāna karailē lagatē tē'ōm̐ yi icchā karailē sē'iṭōraē'i tē'ōm̐ka śikṣā dilē; ārau āllāhē yadi mānuhara ēṭā dalaka āna ēṭā dalara dbāraā pratihata nakarailēhēm̐tēna tēntē pr̥thiraī biparyasta hai ga'lēhēm̐tēna. Kintu āllāha sr̥ṣṭijagatara prati anugrahaśīla"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Ē'ibōra āllāhara āẏāta, yiṭō āmi tōmāra ōparata yathāyathabhāraē tilārata karaō; ārau niścaẏa tumi raāchulasakalara antarbhūkta"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Sē'i raāchulasakala, āmi tē'ōm̐lōkara kichumānaka āna kichumānara ōparata śraēṣṭatba pradāna karaichō. Tē'ōm̐lōkara mājata ēnē kichumāna āchē, yisakalara lagata āllāhē kathā kaichē, ākau kichumānaka ucca maryādā pradāna karaichē; ārau māra'iẏāmara putra īchāka āmi spaṣṭa pramāṇādi pradāna karaichō ārau raūhula kuduchara dbāraā tē'ōm̐ka śaktiśālī karaichō; ārau āllāhē icchā karailē siham̐tara parabartīsakalē siham̐tara ōcarata spaṣṭa pramāṇādi samāgata hōraāra pichatō pāraspāraika yud'dha-bigrahata lipta naha’lēhēm̐tēna; kintu siham̐tē matabhēda karailē. Phalata siham̐tara kichumānē īmāna ānilē ārau kichumānē kuphuraī karailē; kintu āllāhē icchā karailē siham̐tē pāraspāraika yud'dha-bigrahata lipta naha’lēhētēna; kintu āllāhē yiṭō icchā sē'iṭōraē'i karaē"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "Hē muminasakala! Āmi tōmālōkaka yi pradāna karaichō tāra paraā byaẏa karaā sē'i dina ahāra āgatē, yidinā byarasāẏa, bandhutba ārau chupāraicha ēkō nāthākiba, ārau kāphirasakalē'i yālima"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Āllāha, tē'ōm̐ra bāhiraē āna kōnō satya ilāha nā'i. Tē'ōm̐ cirañjīra, sakalō sattāra dhāraka. Tē'ōm̐ka kalāghūmaṭi'ō sparśa karaiba nōraāraē ārau ṭōpani'ō nahaẏa. Ākāśamaṇḍalata yi āchē ārau pr̥thiraīta yi āchē sakalō tē'ōm̐raē'i. Kōna sē'ijana, yiẏē tē'ōm̐ra anumatibinē tē'ōm̐ra ōcarata chupāraicha karaiba? Siham̐tara sanmukhata ārau pichata yi āchē sakalō tē'ōm̐ jānē; ārau yi tē'ōm̐ icchā karaē tāra bāhiraē tē'ōm̐ra jñānara ēkōraē'i siham̐tē paraibēṣṭana karaiba nōraāraē. Tē'ōm̐ra kurachī ākāśamaṇḍala ārau pr̥thiraīka paraibyapta karai āchē; ārau ē'i duṭāra rakṣaṇābēkṣaṇa tē'ōm̐ra bābē bōjā nahaẏa; ārau tē'ōm̐ su'ucca, sumahāna"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Dbīna grahaṇara kṣētrata kōnō jōra-jabaradasti nā'i; satya patha bhraānta pathara paraā suspaṣṭa haichē. Ētēkē yiẏē tāgutaka asbīkāra karaiba ārau āllāhara prati īmāna āniba si ēnēkuraā ēḍāla rachīta khāmuci dharailē yiṭō kētiẏā'ō bicchinna naha’ba; ārau āllāha sarbaśraōtā, sarbajñānī"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Yisakalē īmāna ānichē āllāhē'i tē'ōm̐lōkara abhibhāraka, tē'ōm̐ tē'ōm̐lōkaka andhakārara paraā uliẏā'i pōharara phālē lai yāẏa; ārau yisakalē kuphuraī karaichē tāguta siham̐tara abhibhāraka, iham̐tē siham̐taka pōharara paraā andhakārara pinē lai yāẏa. Siham̐tē'i jāhānnāmī, tāta siham̐ta cirakāla arasthāna karaiba"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Tumi sē'ijana byaktika dēkhā nā'inē? Yiẏē ibraāhīmara lagata tē'ōm̐ra pratipālaka samparkē bitarkata lipta haichila, yihētu āllāhē tāka raājatba pradāna karaichila. Yētiẏā ibraāhīmē ka’lē, ‘mōra pratipālaka tēraēm̐i yijanē jīrana dāna karaē ārau mr̥tyu pradāna karaē’, si ka’lē, ‘maẏō jīrana dāna karaō ārau mr̥tyu ghaṭā'ōm̐’. Ibraāhīmē ka’lē, ‘niścaẏa āllāhē sūryaka pūrara paraā udaẏa karaē, tumi iẏāka paścimara paraā udaẏa karaōraācōna’. Phalata kāphirajana bud'dhihīna hai ga’la; ārau āllāha yālima sampradāẏaka hidāẏata nakaraē"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Athabā sē'i byaktira daraē, yiẏē ēnēkuraā ēṭā janapada atikrama karai āchila yiṭō sampūrṇa bidhbasta haichila. Si ka'lē, 'mr̥tyura pichata ākau kēnēkai āllāhē iẏāka jīraita karaiba'? Tāra pichata āllāhē tāka ēśa bachara mr̥ta arasthāta raākhilē. Araśēṣata tāka punarjīraita karailē. Āllāhē ka'lē, 'tumi kimāna dina arasthāna karailā'? Si ka'lē, 'ēdina bā ēdinatakai'ō kama samaẏa arasthāna karaichō'. Tē'ōm̐ ka'lē, 'baraṁ tumi ēśa bachara arasthāna karaichā. Ētēkē tumi tōmāra khādyasāmagraī ārau pānīẏa bastura phālē lakṣya karaā, sē'ibōra abikr̥ta āchē ārau cōraā, tōmāra gādhaṭōra pinē, ārau (ēẏā karaichō) yātē āmi tōmāka mānuhara bābē nidarśana banāba pāraō, ārau asthisamūhara pinē cōraā; kēnēkai sē'ibōra sanyōjita karaō ārau mānsapiṇḍaraē ḍhāki di'ōm̐'. Tāra pichata yētiẏā tāra ōcarata spaṣṭa ha’la tētiẏā si ka’lē, 'ma'i jānō, niścaẏa āllāha sakalō bastura ōparata kṣamatābāna"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "Ārau yētiẏā ibraāhīmē ka’lē, ‘hē mōra pratipālaka! Mōka dēkhuraā tumi kēnēkai mr̥taka jīraita karaā’, tē'ōm̐ ka’lē, ‘tēntē tumi biśbāsa karaā nā'i nēki’? Ibraāhīmē ka’lē, ‘niścaẏa karaō, kintu mōra manara praśāntira bābē’, āllāhē ka’lē, ‘tēntē cāraiṭā caraā'i lōraā ārau sē'ibōraka pōha manā'i lōraā. Tāra pichata sē'ibōrara ṭukuraā karai ēṭā ēṭā pāhārata sthāpana karaā. Tāra pichata sē'ibōraka mātā, sē'ibōra tōmāra ōcaralai daurai āhiba, ārau jāni thōraā, niścaẏa āllāha prabala paraākramaśālī, prajñāmaẏa’"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Yisakalē nijara dhana-sampada āllāhara pathata byaẏa karaē siham̐tara udāharaṇa śasyara ēṭā bījara daraē, yiṭōra paraā sātaṭā sijā ōlāẏa, pratyēka sijāta ēśa śasya dānā; ārau āllāhē yāka icchā karaē bahu guṇē br̥d'dhi karai diẏē; ārau āllāha sarbabyāpī-praācuryamaẏa, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Yisakalē āllāhara pathata nijara dhana-sampada byaẏa karaē tāra pichata yi byaẏa karaē sēẏā lōkaka kai nuphuraē ārau kōnō prakāra kaṣṭa'ō nidiẏē, siham̐tara pratidāna āchē siham̐tara pratipālakara ōcarata ārau siham̐tara kōnō bhaẏa nā'i lagatē siham̐tē cintita'ō naha’ba"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Yi dānara pichata kaṣṭa diẏā haẏa sē'i dānatakai bhāla kathā ārau kṣamā karaā uttama, ārau āllāha abhāramukta, parama sahanaśīla"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Hē īmāndārasakala! Dānara kathā kai phurai ārau kaṣṭa pradāna karai tōmālōkē nijara dānaka sē'i byaktira daraē niṣphala nakaraibā yiẏē nijara sampada lōkaka dēkhuraābalai byaẏa karaē, āllāha ārau ākhiraātara prati biśbāsa pōṣaṇa nakaraē. Phalata tāra upamā haichē ēnēkuraā ēṭā masr̥ṇa śīlara daraē, yāra ōparata alapa māṭi āchē, tāra pichata dhāraāṣāra baraṣuṇē sē'iṭō paraiṣkāra karai diẏē. Iham̐tē yi upārjana karaichē tāra ēkōraē'i nijara kāmata khaṭābalai sakṣama nahaẏa; ārau āllāhē kāphira sampradāẏaka hidāẏata nakaraē"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Ārau yisakalē āllāhara santuṣṭi lābhara bābē ārau nijara ātmā baliṣṭha karaāra bābē dhana-sampada byaẏa karaē siham̐tara upamā haichē kōnō ōkha bhūmita arasthita ēṭā udyānara daraē, ya'ta dhāraāṣāra baraṣuṇa haẏa, phalata tāta dbiguṇa phala-mūla uṯpādana haẏa; ārau dhāraāṣāra baraṣuṇa nahalē'ō alapa baraṣuṇē'i tāra bābē yathēṣṭa. Tōmālōkē yi karaā sē'i biṣaẏē āllāha yathārtha pratyakṣakāraī"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Tōmālōkara kōnōbā'i bicaraā nē yē, tāra bābē khējura ārau āṅurara ēṭā udyāna ha'ōm̐ka, yāra mājēraē nadī prabāhita thākiba lagatē sē'i udyānata tāra bābē sakalō dharaṇara phalamūla thākiba, tēnē arasthāta tāra bārdhakya arasthā āhi pāba ārau tāra kichumāna durbala santāna-santati thākiba, iẏāra pichata tāra ē'i udyānara ōparata ēṭā agnisaha pracaṇḍa ghurṇi batāhē udyānaṭō dāha karai yāba? Ēnēkai āllāhē tē'ōm̐ra nidarśanasamūha tōmālōkara bābē suspaṣṭabhābē byakta karaē, yātē tōmālōkē cintā-bhāranā ārau garaēṣaṇā karaā"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "Hē īmāndārasakala! Tōmālōkē yi upārjana karaā ārau āmi māṭira paraā tōmālōkara bābē yi uṯpādana karaō tāra paraā yiṭō uṯkr̥ṣṭa sēẏā byaẏa karaā; ārau nikr̥ṣṭa bastu byaẏa karaāra saṅkalpa nakaraibā, athaca tōmālōkē nijē'i ēnē bastu caku bandha nakaraā laikē grahaṇa nakaraā. Jāni thōraā, niścaẏa āllāha abhāramukta, sapraśansita"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Caẏatānē tōmālōkaka daraidratāra pratiśrauti diẏē ārau aślilatāra nirdēśa diẏē kintu āllāhē tōmālōkaka tē'ōm̐ra phālara paraā kṣamā ārau anugrahara pratiśrauti diẏē; ārau āllāha sarbabyāpī-praācuryamaẏa, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Tē'ōm̐ yāka icchā karaē hikamata dāna karaē, ārau yāka hikamata pradāna karaā haẏa, tāka prakr̥tatē pracura kalyāṇa pradāna karaā haẏa; ārau bibēkasampanna byaktisakalē'i kērala upadēśa grahaṇa karaē"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Ārau yiṭō tōmālōkē byaẏa karaā athabā tōmālōkē yiṭō mānnata karaā niścaẏa sēẏā āllāhē jānē; ārau yālimasakalara bābē kōnō sahāẏakāraī nā'i"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Tōmālōkē yadi prakāśyabhāraē cādākā karaā tēntē ēẏā bhāla; ārau yadi gōpanē karaā ārau abhāragrasthaka pradāna karaā tēntē ēẏā tōmālōkara bābē ārau bhāla; ārau (iẏāra phalata) tē'ōm̐ tōmālōkara bābē kichu paraimāṇa pāpa mōcana karaiba; ārau tōmālōkē yi āmala karaā sē'i samparkē āllāha samyaka arahita"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Siham̐taka hidāẏata pradānara dāẏitba tōmāra nahaẏa; baraṁ āllāhē yāka icchā hidāẏata diẏē; ārau yi dhana-sampada tōmālōkē byaẏa karaā sēẏā kērala tōmālōkara nijara bābē ārau tōmālōkē kērala āllāhara bābē'i (tē'ōm̐ra santuṣṭi arjanara bābē'i) byaẏa karaā; ārau tōmālōkē uttama kōnō bastu byaẏa karailē tāra puraṣkāra tōmālōkaka paraipūrṇabhāraē pradāna karaā haba ārau tōmālōkara prati an'yāẏa karaā naha’ba"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Chādākā) sē'isakala abhāragrastha lōkara praāpya yisakalē āllāhara pathata ēnēkai byāpr̥ta yē, pr̥thiraīta calā phuraā karaiba nōraāraē; ātmasanmānabōdhata khuji nōkhōraāra bābē ajña lōkasakalē siham̐taka abhāramukta buli bhāraē; tumi siham̐tara lakṣaṇa dēkhiẏē ciniba pāraibā. Siham̐tē mānuhara ōcarata hēcā mārai dharai khuji nuphuraē; ārau yi dhana-sampada tōmālōkē byaẏa karaā, niścaẏa āllāha sē'i biṣaẏē sabiśēṣa jānē"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Yisakalē nijara dhana-sampada raāti ārau dinata, gōpanē ārau prakāśyabhāraē byaẏa karaē siham̐tara pratidāna siham̐tara pratipālakara ōcarata āchē; ārau siham̐tara kōnō bhaẏa nā'i ārau siham̐ta cintita'ō naha’ba"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Yisakalē suta khāẏa, siham̐tē sē'i byaktira daraē (kabarara paraā) uṭhiba, yāka caẏatānē sparśa karai baliẏā banāẏa. Ē'iṭō ē'i bābē yē, siham̐tē kaẏa, byarasāẏa-bānijya sutara daraē'i. Athaca āllāhē byarasāẏa.-Bānijyaka hālāla karaichē ārau sutaka hāraāma karaichē. Ētēkē yāra ōcarata tē'ōm̐ra pratipālakara paraā upadēśa ahāra pichata birata ha’la, tēntē atītata yi haichē sēẏā tāra bābē'i icchādhīna; ārau tāra hicāpa nikāca āllāhara ōcarata; ārau yisakalē amān'ya karai ubhati yāba siham̐tē'i jāhānnāmara adhibāsī, tāta siham̐ta cirasthāẏī ha’ba"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Āllāhē sutaka niścihna karaē ārau chādākāka br̥d'dhi karaē; ārau āllāhē kōnō adhika kupharaīkāraī, pāpīka bhāla nāpāẏa"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Niścaẏa yisakalē īmāna ānichē, nēka āmala karaichē, chālāta pratiṣṭhā karaichē ārau yākāta pradāna karaichē, tē'ōm̐lōkara pratidāna āchē tē'ōm̐lōkara pratipālakara ōcarata; ārau siham̐tara kōnō bhaẏa nā'i ārau siham̐ta cintita'ō naha’ba"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Hē muminasakala! Tōmālōkē āllāhara tākbaraā aralambana karaā ārau sutara yi araśiṣṭa āchē sē'iṭō ērai diẏā yadi tōmālōkē mumina hōraā"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Kintu yadi tōmālōkē ēnē nakaraā tēntē āllāha ārau tē'ōm̐ra raāchulara paraā yud'dhara ghōṣaṇā lōraā, ārau yadi tōmālōkē tā'ōbā karaā tēntē tōmālōkara mūladhana tōmālōkaraē'i thākiba. Tōmālōkē an'yāẏa nakaraibā ārau tōmālōkara ōparatō an'yāẏa karaā naha’ba"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Ārau yadi si abhāragrastha haẏa tēntē sacchalatā laikē tāra arakāśa āchē; ārau yadi tōmālōkē chādākā karai diẏā tēntē ē'iṭō tōmālōkara bābē kalyāṇakara, yadi tōmālōkē jānilāhēm̐tēna"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Ārau tōmālōkē sē'i dinara tākbaraā aralambana karaā yidinā tōmālōkaka āllāhara pinē ubhatā'i lōraā ha'ba. Tāra pichata pratyēka byaktika si yi upārjana karaichē, sēẏā paraipūrṇabhāraē pradāna karaā ha’ba ārau siham̐taka an'yāẏa karaā naha’ba"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Hē muminasakala! Tōmālōkē yētiẏā ējanē ānajanara lagata nirdhāraita samaẏara bābē r̥ṇa ādāna-pradāna karaibā tētiẏā sē'iṭō likhi raākhibā; tōmālōkara mājata kōnō lēkhakē yātē sē'iṭō n'yāẏabhāraē likhi diẏē; ārau kōnō lēkhakē yēna likhibalai asbīkāra nakaraē, yēnēkai āllāhē tāka śikṣā dichē. Ētēkē si yēna likhē; ārau yi byaktira ōparata haka āchē (r̥ṇagrahītā) si yēna likhāra biṣaẏabastu kai diẏē ārau si yēna tē'ōm̐ra pratipālaka āllāhara tākbaraā aralambana karaē; ārau tāra paraā ēkō yātē hraāsa nakaraē (byatikrama nakaraē). Tāra pichata yāra ōparata haka āchē (r̥ṇagrahītā) yadi nirbōdha bā durbala haẏa athabā likhāra biṣaẏabastu si kai diba nōraāraē tēntē tāra abhibhārakē yēna n'yāẏabhāraē likhāra biṣaẏabastu kai diẏē; ārau tōmālōkē tōmālōkara mājara dujana purauṣaka sākṣī thōraā, ētēkē yadi dujana purauṣa nāthākē tēntē ējana purauṣa ārau dujanī nāraīka sākṣī thōraā yisakalaka tōmālōkē sākṣī hicāpē pachanda karaā, yātē nāraīsakalara mājara kōnōbā'i pāharai ga'lē ējanīẏē ānajanīka smaraṇa karaā'i diba pāraē; ārau sākṣīsakalaka yētiẏā mātā ha'ba tētiẏā siham̐tē yēna asbīkāra nakaraē; ārau sē'iṭō (r̥ṇa ādāna-pradāna) sarau ḍāṅara yiṭōraē'i ha'ōka, nirdhāraita samaẏa likhibalai tōmālōkē kōnō dharaṇara birakta naha'bā. Ē'iṭōraē'i āllāhara ōcarata n'yāẏa ārau sākṣyadānara bābē dr̥ṛhatara ārau tōmālōkara mājata sandēha sthāna nōpōraāra bābē adhika upayukta. Kintu tōmālōkē parasparaē yi nagada byarasāẏa paraicālanā karaā sē'iṭō tōmālōkē nilikhilē'ō kōnō dōṣa nā'i, ārau tōmālōkē yētiẏā parasparaē bēcā-kinā karaā tētiẏā sākṣī raākhibā; ārau kōnō lēkhaka ārau sākṣīka kṣatigrasta karaā naha’ba, ārau yadi tōmālōkē kṣatigrasta karaā tēntē ē'iṭō ha'ba tōmālōkara lagata anācāra. Tōmālōkē āllāhara tākbaraā aralambana karaā ārau āllāhē tōmālōkaka śikṣā diba ārau āllāha sakalō biṣaẏē sarbajña"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Yadi tōmālōkē bhramaṇata thakā ārau kōnō lēkhaka nōpōraā tēntē hastāntarakr̥ta bandhaka raākhibā. Ētēkē tōmālōkē ējanē ānajanaka biśbasta buli bhārailē, yāra ōcarata āmānata rakhā haichē si yēna āmānata pratyārpana karaē ārau tāra pratipālaka āllāhara tākbaraā aralambana karaē; ārau tōmālōkē sākṣī gōpana nakaraibā, ārau yiẏē iẏāka gōpana karaē niścaẏa tāra antara pāpī; ārau tōmālōkē yi karaā sē'i samparkē āllāha sabiśēṣa aragata"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Ākāśamaṇḍala ārau pr̥thiraīta yi āchē sē'i sakalōbōra āllāhara bābē'i. Tōmālōkara manata yi āchē sēẏā prakāśa karaā bā gōpana karaā, āllāhē sē'ibōrara hicāba tōmālōkara paraā laba. Tāra pichata yāka icchā tē'ōm̐ tāka kṣamā karaiba ārau yāka icchā tāka tē'ōm̐ śāsti diba; ārau āllāha sakalō bastura ōparata pūrṇa kṣamatābāna"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Raāchulē tē'ōm̐ra pratipālakara taraphara paraā yi tē'ōm̐ra ōcarata aratīrṇa haichē tāra ōparata īmāna ānichē ārau muminasakalē'ō. Pratyēkē'i īmāna ānichē āllāhara ōparata, tē'ōm̐ra phiraistāsakalara ōparata, tē'ōm̐ra kitābasamūha ārau tē'ōm̐ra raāchulasakalara ōparata. Āmi tē'ōm̐ra raāchulasakalara mājata kōnō pārthakya nakaraō; ārau ē'ōm̐lōkē kaẏa, ‘āmi śunichō ārau māni laichō. Hē āmāra pratipālaka! Tōmāra kṣamā praārthanā karaō ārau tōmāra pinē'i pratyārartanasthala’"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Āllāhē kākō tāra sāmarthara bāhirata kōnō dāẏitba nidiẏē. Yiẏē bhāla upārjana karaichē iẏāra pratiphala tāra bābē'i, ārau yiẏē bēẏā upārjana karaichē iẏāra pratiphala si nijē'i bhōga karaiba. Hē āmāra pratipālaka! Yadi āmi bismr̥ta ha'ōm̐ athabā bhula karaō tēntē tumi āmāka sōdha-pōca nakaraibā. Hē āmāra pratipālaka! Āmāra pūrbarartīsakalara ōparata yēnēkai tumi bōjā arpaṇa karaichilā āmāra ōparata tēnēkuraā bōjā arpaṇa nakaraibā. Hē āmāra pratipālaka! Tumi āmāka ēnēkuraā bōjā bahana nakaraābā yiṭō bahana karaāra āmāra sāmartha nā'i; ārau tumi āmāra pāpa mōcana karai diẏā, āmāka kṣamā karai diẏā, āmāra prati daẏā karaā, tumiẏē'i āmāra abhibhāraka. Ētēkē kāphira sampradāẏara biraud'dhē āmāka sahāẏa karaā"
        }
    ]
}