{
    "rukus": [
        {
            "chapter": 9,
            "verse": 100,
            "text": "Qiān shì hé fǔ shì zhōng de xiānjìn zhě, yǐjí gēnzhe tāmen xíngshàn de rén, zhēnzhǔ xǐ'ài tāmen, tāmen yě xǐ'ài tā; tā yǐ wèi tāmen yùbèile xià lín zhū hé de lèyuán, tāmen jiāng yǒng jū qízhōng; zhè zhèng shì wěidà de chénggōng."
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Zài nǐmen 4 zhōu de yóumù de ālābó rén zhōng, yǒu xǔduō wěi xìnzhě, zài mài dì nà rén zhōng yěyǒu xǔduō wěi xìnzhě, tāmen chángyú wèizhuāng; nǐ bù rènshí tāmen; wǒ què rènshí tāmen; wǒ jiāng liǎng cì chéngfá tāmen, ránhòu, tāmen jiāng bèi sòng qù shòu zhòngdà de xíngfá."
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Hái yǒu yīxiē rén yǐ chéngrèn zìjǐ de zuìguo. Tāmen céng shǐ shànxíng hé è xíng hùxiāng hùnhé, zhēnzhǔ huòxǔ zhǔn tāmen huǐguò. Zhēnzhǔ què shì zhì shù de, què shì zhì cí de."
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Nǐ yào cóng tāmen de cáichǎn zhōng zhēngshōu zhèn kuǎn, nǐ jiè zhèn kuǎn shǐ tāmen gān jìng, bìng shǐ tāmen chúnjié. Nǐ yào wèi tāmen qídǎo; nǐ de qídǎo, què shì duì tāmen de ānwèi. Zhēnzhǔ shì quán cōng de, shì quánzhī de."
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Nándào tāmen bù zhīdào ma? Zhēnzhǔ shì jiēshòu tā de púrén de chànhuǐ de, shì cǎinà zhèn kuǎn de; zhēnzhǔ shì zhì shù de, shì zhì cí de."
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Nǐ shuō: Nǐmen gōngzuò ba! Zhēnzhǔ jí qí shǐzhě hé xìnshìmen dōu yào kànjiàn nǐmen de gōngzuò; nǐmen jiāng bèi sòng dào quánzhī yōumíng zhě nàlǐ qù, ér tā yào jiāng nǐmen de gōngzuò gàosù nǐmen."
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Hái yǒu bié de rén liúdài zhēnzhǔ de mìnglìng; huò chéngfá tāmen, huò ráoshù tāmen. Zhēnzhǔ shì quánzhī de, shì zhì ruì de."
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Hái yǒu yīxiē rén, xiūjiànle yīzuò qīngzhēnsì, qí mùdì shì fánghài hémù, jiāqiáng bù xìn, fēnlí xìnshì, bìng zuòwéi yǐqián wéikàng zhēnzhǔ jí qí shǐzhě de rén de máifú suǒ, tāmen bìdìng fāshì shuō: Wǒmen de zōngzhǐ shì zhì shàn de. Zhēnzhǔ zuòzhèng: Tāmen què shì sāhuǎng de."
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Nǐ yǒngyuǎn bùyào zài nà zuò qīngzhēnsì lǐ zuò lǐbài. Cóng dì yī tiān qǐ jiù yǐ jìngwèi wèi dìjī de qīngzhēnsì, què shì gèng zhídé nǐ zài lǐmiàn zuò lǐbài de. Nà lǐmiàn yǒu xǔduō àihào qīngjié zhě; zhēnzhǔ shì xǐ'ài qīngjié zhě de."
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Yǐ jìngwèi zhēnzhǔ bìng qíqiú qí xǐyuè wèi dìjī zhě gèng hǎo ne? Háishì yǐ qīng tuí de xuányá de biānyuán wèi dìjī, yīn'ér suízhe zhuì rù huǒ yù zhě gèng hǎo ne? Zhēnzhǔ bù yǐndǎo bù yì de mínzhòng."
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Chúfēi tāmen de xīn suìle, tāmen suǒ jiànzhú de qīngzhēnsì, jiāng yǒngyuǎn chéngwéi tāmen xīnzhōng yóuyí de gēnyuán. Zhēnzhǔ shì quánzhī de, shì zhì ruì de."
        }
    ]
}