{
    "rukus": [
        {
            "chapter": 43,
            "verse": 46,
            "text": "Wǒ què yǐ pàiqiǎn mù sà dàizhe wǒ de xǔduō jīxiàng, qù jiàohuà fǎlǎo hé tā de guìzúmen, tā shuō: Wǒ què shì quán shìjiè de zhǔ de shǐzhě."
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Dāng tā bǎ wǒ de xǔduō jīxiàng zhāoshì tāmen de shíhòu, tāmen lìkè cháoxiào nàxiē jīxiàng."
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "Wǒ suǒ zhāoshì tāmen de jīxiàng. Yī jiàn bǐ yī jiàn dà. Wǒ céng yǐ xíngfá chéngzhì tāmen, yǐbiàn tāmen huǐwù."
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Tāmen céng shuō: Shùshì a! Qǐng nǐ wèi wǒmen qídǎo nǐ de zhǔ, yīnwèi tā céng yǔ nǐ dìng yuē de yuángù, wǒmen bìdìng yào zūnxún zhèngdào."
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Dāng wǒ jiěchú tāmen suǒ zāo de xíngfá de shíhòu, tāmen lìkè shuǎngyuē."
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Fǎlǎo céng hǎnjiào tā de bǎixìng shuō: Wǒ de bǎixìng a! Mìsī ěr (āijí) de guó quán, hé zài wǒ jiǎoxià bēnliú de jiānghé, bù dōu shì wǒ de ma? Nándào nǐmen kàn bùjiàn?"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Nándào wǒ bùshì bǐ zhè bēijiàn érqiě hánhú de rén gèng qiáng ma?"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Zěnme méiyǒu huángjīn de shǒuzhuó, jiā zài tā de shǒu shàng ne? Huòzhě shì zhòng tiānshén tóng tā jiēzhǒng jiànglín ne?"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Tā céng gǔdòng tā de bǎixìng, tāmen jiù fúcóng tā; tāmen què shì bèinì zhě."
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Dāng tāmen chùfàn wǒ de shíhòu, wǒ chéngzhì tāmen, gù shǐ tāmen tǒngtǒng yān sǐ,"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "wǒ yǐ tāmen wèi hòushì de jiànjiè."
        }
    ]
}