{
    "chapter": [
        {
            "chapter": 76,
            "verse": 1,
            "text": "Gab es nicht für den Menschen eine Zeit, da er nichts Nennenswertes war"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Wahrlich, Wir erschufen den Menschen aus einer Ergußmischung, auf daß Wir ihn prüfen möchten; dann machten Wir ihn hörend und sehend"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Wir haben ihm den rechten Weg gezeigt, möchte er nun dankbar oder undankbar sein"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "Wahr lich, Wir haben für die Ungläubigen Ketten, eiserne Nackenfesseln und einen Feuerbrand bereitet"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "Die Rechtschaffenen aber trinken aus einem Becher, dem Kampfer beigemischt ist"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "(Er wird gespeist aus) einer Quelle, von der die Diener Allahs trinken, und die sie in reichlichem Maße hervorsprudeln lassen"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Sie vollbringen das Gelübde, und sie fürchten einen Tag, dessen Übel sich weithin ausbreitet"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Und sie geben Speise und mag sie ihnen (auch) noch so lieb sein dem Armen, der Waise und dem Gefangenen"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "(indem sie sagen:) \"Wir speisen euch nur um Allahs willen. Wir begehren von euch weder Lohn noch Dank dafür"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Wahrlich, wir fürchten von unserem Herrn einen finsteren, unheilvollen Tag"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Darum wird Allah sie vor dem Übel jenes Tages bewahren und ihnen Herzensfreude und Glückseligkeit bescheren"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "Und Er wird sie für ihre Geduld mit einem Paradies und seidenen (Gewändern) belohnen"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Darin lehnen sie auf erhöhten Sitzen, (und) sie werden dort weder Sonnenhitze noch Eiseskälte erleben"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "Und seine Schatten werden tief auf sie herabreichen, und seine gebüschelten Früchte machen sich ganz leicht zu greifen"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Und Trinkgefäße aus Silber werden unter ihnen die Runde machen, und Pokale, (durchsichtig) wie Glas"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "doch Gläser aus Silber, und sie werden ihren Umfang nach Maß bemessen"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Und es wird ihnen dort ein Becher zu trinken gereicht werden, dem Ingwer beigemischt ist"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "(Er wird gespeist aus) einer Quelle darin, die Salsabil genannt wird"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Und es werden sie dort ewig junge Knaben bedienen. Wenn du sie siehst, hältst du sie für verstreute Perlen"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Und wohin du dort auch schauen magst, so wirst du ein Wohlleben und ein großes Reich erblicken"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Sie werden Gewänder aus feiner, grüner Seide und Brokat tragen. Sie werden mit silbernen Spangen geschmückt sein. Und ihr Herr wird sie von einem reinen Trank trinken lassen"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "Das ist euer Lohn, und euer Bemühen ist mit Dank angenommen worden"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Wahrlich, Wir Selbst haben dir den Quran als Offenbarung herabgesandt"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "So warte geduldig auf den Befehl deines Herrn und gehorche keinem, der ein Sünder oder ein Ungläubiger unter ihnen ist"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Und gedenke des Namens deines Herrn am Morgen und am Abend"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "Und wirf dich in einem Teil der Nacht vor Ihm in Anbetung nieder und preise Seine Herrlichkeit einen langen Teil der Nacht hindurch"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Wahrlich, diese lieben das Weltliche und vernachlässigen den Tag, der hinterher auf (ihnen) lastet"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Wir haben sie erschaffen und ihrer Beschaffenheit Festigkeit verliehen; und wenn Wir wollen, können Wir andere ihresgleichen an ihre Stelle setzten"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Wahrlich, dies ist eine Ermahnung. So möge, wer da will, einen Weg zu seinem Herrn einschlagen"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Und ihr könnt nur wollen, wenn Allah will. Wahrlich, Allah ist Allwissend, Allweise"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "Er läßt, wen Er will, in Seine Barmherzigkeit eingehen, und für die Ungerechten hat Er eine qualvolle Strafe bereitet"
        }
    ]
}