{
    "juzs": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "I Guds, den Barmhjertiges, den Nåderikes navn"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Lovet være Gud, all verdens Herre"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "Han, den Barmhjertige, den Nåderike"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Han, Herren over dommens dag"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "Deg tilber vi, vi søker hjelp hos Deg"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Led oss på den rette vei"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "Deres vei, som Du har beredt glede, ikke deres, som har vakt Din vrede, eller deres, som har valgt den falske vei"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Alif Lam Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Dette er skriften, tvil har ingen plass. Den gir ledelse for de gudfryktige"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "for dem som tror på det skjulte, forretter bønnen, og som gir av det som Vi har gitt dem"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "for dem som tror på det som er åpenbart for deg, og som er åpenbart før din tid, og som er fullt forvisset om det hinsidige"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Disse er det som følger Herrens ledelse. Dem vil det gå godt"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "De vantro, for dem er det likegyldig om du advarer dem eller ikke. De vil ikke tro"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Gud har forseglet deres hjerter og ører, og deres øyne er dekket. For dem er en svær straff i vente"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Det er slike som sier: «Vi tror på Gud og dommens dag,» men de er ikke troende"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "De vil lure Gud og de troende, men de lurer ingen, unntatt seg selv. Men de fatter det ikke"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "De har en sykdom i sine hjerter, og Gud har latt sykdommen øke på. For dem er en smertelig straff i vente, fordi de har løyet"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Og blir det sagt til dem: «Skap ikke ufred på jorden,» så sier de: «Vi setter bare tingene på rett plass.»"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Sannelig, ufredsskapere er de. Men de fatter det ikke"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Og sier man til dem: «Tro nå, slik som godtfolk gjør,» så svarer de: «Skal vi tro som alminnelige tosker?» Sannelig, det er de selv som er tosker. Men dette forstår de ikke"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Når de så møter troende, sier de: «Vi tror,» men når de er alene med sine demoner, sier de til dem: «Vi står last og brast med dere. Vi bare drev ap.»"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Men Gud skal lære dem å drive ap! Han vil la dem ture frem i deres oppsetsighet på deres blinde ferd"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "De har kjøpt villfarelse for rettlednings pris. Men dette er en dårlig handel, og de er ikke på rett vei"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "De kan sammenlignes med at noen tenner opp ild, men når den lyser opp, tar Gud deres lys bort og lar dem sitte i mørket uten å se"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Døve, stumme, blinde, finner de ingen vei tilbake"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Eller, det er som om det var i et skybrudd fra oven, med mørke, torden og lyn. De putter fingrene i ørene for tordenen, livende redde. Gud har makt over de vantro"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Lynglimtene nesten blender dem. Hver gang det lyser opp for dem, går de fremover, men når det blir mørkt rundt dem, står de stille. Hvis det var Guds vilje, kunne Han frata dem både hørsel og syn! Gud evner alt"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Dere mennesker, tjen Herren, Han som har skapt dere og dem som var før dere, så dere må bli gudfryktige –"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Han som har gjort jorden til leie og himmelen til tak, Han som sender regn fra oven, hvorved Han frembringer frukter til næring for dere. Sett ingen ved Guds side, når dere vet bedre"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Om dere huser tvil om det Vi har åpenbart for Vår tjener, så bring en sure like godt, og kall frem de vitner dere har, som ikke er Gud, om dere snakker sant"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Men greier dere det ikke, og dere vil aldri greie det, så pass dere for Ilden, hvis brensel er mennesker og steiner, gjort klar for de vantro"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Men bebud for dem som tror og lever rettskaffent, at det venter dem haver, hvor bekker sildrer. Når frukt derfra blir gitt dem å spise, sier de: «Dette er jo som det vi før fikk å spise,» og det de får, ligner på det. Og det venter dem rene hustruer. Der skal de være og bli"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Gud forsmår ikke å bruke fra den minste mygg som lignelse. De troende forstår at deri ligger sannhet fra Herren. De vantro derimot sier: «Hva kan nå Gud mene med noe slikt?» Med dette villeder Han mange, og rettleder mange, men Han villeder bare de syndefulle"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "slike som bryter forpliktelsene overfor Gud etter at de er inngått, som skjærer over det Gud har befalt skal høre sammen, og skaper ufred på jorden. Disse vil bli tapere"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Hvordan kan dere avvise å tro på Gud? Dere var uten liv, og Han gav dere liv. Så vil Han la dere dø, og så vil Han atter gi dere liv og la dere vende tilbake, til Ham"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Han har skapt for dere alt som på jorden er. Så begav Han seg til himmelen, og formet de syv himler. Han vet alle ting"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "En gang sa Herren til englene: «Jeg vil sette en forvalter på jorden.» De svarte: «Vil Du innsette en som lager ufred og blodsutgytelse, mens vi, vi lovsynger Din pris og Din hellighet?» Gud sa: «Jeg vet hva dere ikke vet.»"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Og Han lærte Adam alle tings navn – viste dem derpå for englene, og sa: «Si meg disses navn, om dere skal være ærlige.»"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "De svarte: «Priset være Du, vi vet ikke annet enn det Du har lært oss! Det er Du som er den Allvitende, den Vise.»"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Så sa Han: «Nå Adam, si dem navnene.» Da han hadde sagt dem navnene, sa Han: «Har Jeg ikke sagt dere at Jeg kjenner det skjulte i himlene og på jord. Jeg vet alt dere legger for dagen eller skjuler.»"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "En gang sa Vi til englene: «Fall ned for Adam!» De gjorde det alle, unntatt Iblis (Satan). Han nektet og var hovmodig, og var en gudsfornekter"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Vi sa: «Adam, bo i haven, du og din hustru. Spis av den alt dere ønsker, hvor dere vil, men kom ikke nær dette tre, slik at dere blir urettferdige.»"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Men Satan forårsaket at de gled ut og ble jaget bort fra der de var. Gud sa: «Kom dere ut (ned)! Noen av dere skal være andres fiende, og på jorden skal dere bo og finne utkomme for en tid.»"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Så fikk Adam ord fra sin Herre, og Han vendte seg mot ham i nåde. Han er den Tilgivende, den Nåderike"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Gud sa: «Ut med dere alle herfra! Dog vil det komme ledelse til dere fra Meg. Og de som følger Min ledelse, over dem skal ingen frykt hvile, ei heller sorg"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Men de utakknemlige vantro som holder Vårt ord for løgn, de skal bli Ildens folk, og der skal de være og bli.»"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Israels barn, kom i hu den nåde som Jeg har vist dere! Oppfyll deres pakt med Meg. Jeg oppfyller Min del overfor dere. Så frykt Meg"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Tro på det Jeg har åpenbart, som stadfester det som før er blitt dere til del. Vær ikke de første til å avvise det. Selg ikke Mitt ord for en billig pris! Meg skal dere frykte"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Kle ikke sannheten i løgn og skjul den ikke når dere vet bedre"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Forrett bønnen, gi det rituelle bidrag og bøy dere sammen med dem som bøyer seg"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Pålegger dere andre fromhet og glemmer dere selv? Og det mens dere leser skriften? Forstår dere da ikke"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Be om hjelp i tålmodighet og bønn. Dette er hardt, unntatt for de ydmyke"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "for dem som regner med at de skal møte sin Herre, at de skal vende tilbake til Ham"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Israels barn, kom i hu den nåde som Jeg har vist dere, og at Jeg valgte dere fremfor all verden"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Frykt den dag når ingen kan tre i en annens sted, når ingen som taler en annens sak blir godtatt, når ingen løsepenger godtas, når ingen hjelp kan gis"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Kom i hu da Vi reddet dere fra Faraos folk, som påla dere store plager, som drepte deres sønner og lot deres kvinner leve. I dette lå en stor prøvelse fra Herren"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Og da Vi spaltet havet og reddet dere, mens Vi lot Faraos folk drukne for øynene på dere"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Og den gang da Vi gav Moses 40 dager. Da laget dere kalven mens han var borte, og gjorde det som urett var"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Men Vi tilgav dere etterpå, så dere måtte vise takknemlighet"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Og den gang da Vi gav Moses skriften og kriteriet, så dere måtte finne den rette vei"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Og da Moses talte til sitt folk: «Dere har stelt dere ille ved å lage denne kalven. Vend om til deres skaper, og drep de skyldige blant dere. Dette ville være det beste for dere overfor deres skaper, og Han vil vise dere nåde. Han er den Tilgivende, den Nåderike!»"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Og den gang dere sa: «Hør Moses, vi kan ikke tro deg før vi ser Gud med våre egne øyne.» Men da ble dere rammet av lynet, mens dere stod der og stirret"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Derpå kalte Vi dere tilbake til livet, etter at dere var døde, så dere måtte vise takknemlighet"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Så lot Vi skyer overskygge dere, og sendte dere manna og vaktler: «Spis av det gode som Vi har skaffet dere!» For Oss rammet de ikke med sin urett. Det var dem selv det slo tilbake på"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Og den gang Vi sa: «Dra inn i denne landsbyen og forsyn dere hvor dere måtte ønske i rikelig monn. Gå inn gjennom porten, ydmykt bøyet, med ordene ’syndenes forsakelse’. Vi vil tilgi deres overtredelser, og gi dem som gjør vel, mer til.»"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Men de urettferdige byttet og forvred disse ord til noe annet enn det som var foresagt dem. Så sendte Vi over de urettferdige en straffedom fra himmelen for deres ugudelighet"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "Og den gang da Moses bad om vann til sitt folk, og Vi sa: «Slå med din stav på fjellet.» Og 12 kilder brøt frem fra det. Alle kjente nå sin drikkeplass. «Spis og drikk av Guds gaver og synd ikke ved å stifte ufred på jorden.»"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Og da dere sa: «Hør Moses, vi holder ikke ut med bare én sort mat! Be til din Herre for oss, at Han frembringer til oss det jorden lar vokse av grønnsaker, agurker, korn, linser og løk.» Moses svarte: «Vil dere bytte det verdifulle mot det mindreverdige? Dra ned til Egypt! Der kan dere få det dere spør etter!» Og de ble slått med elendighet og usselhet og pådrog seg Guds vrede. Dette fordi de viste vantro og utakknemlighet overfor Herrens tegn, og i urett drepte profetene. Dette fordi de var ulydige og gikk over grensen"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Men de troende, og jøder, kristne og sabeere, alle som tror på Gud og på dommens dag, og som gjør det som er rett, de har lønn i vente hos sin Herre. Over dem skal ingen frykt hvile, ei heller sorg"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Da Vi sluttet pakten med dere, mens Vi hevet fjellet over dere: «Hold godt fast ved det Vi har gitt dere, og husk dets innhold, – at dere må bli gudfryktige.»"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Men etterpå vendte dere dere bort, og hadde det ikke vært for Guds velvilje og Hans nåde, ville dere vært fortapt"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Dere vet hvordan det gikk med dem som overtrådte sabbatsbudet? Vi sa til dem: «Bli til frastøtende aper!»"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Dette gjorde Vi som et avskrekkende eksempel for både samtid og ettertid, og for de gudfryktige til oppbyggelse"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Og den gang Moses sa til sitt folk: «Gud befaler dere å ofre en ku,» og de svarte: «Spøker du med oss?» Men Moses sa: «Jeg tar Gud til hjelp at jeg ikke er uvitende.»"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Og de svarte: «Påkall din Herre så Han klargjør hvordan den skal være.» Og Moses sa: «Gud sier at det skal være en ku, ikke gammel, ikke ung, men midt imellom. Gjør nå det dere er blitt befalt!»"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Men de sa: «Påkall din Herre så Han klargjør dens farge for oss.» Og Moses svarte: «Gud sier at den skal være en pen, gyllengul ku, som gleder dem som ser den.»"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Men de fortsatte: «Påkall din Herre, så Han klargjør hvordan den skal være. Kuer fortoner seg like for oss, men hvis Gud vil, kan vi nok komme på rett vei.»"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Moses sa: «Gud sier at det skal være en ku som ikke er skjemt av pløying eller vanning, lytefri og frisk.» Så sa de: «Nå kom du med sannheten.» Så slaktet de kua, men det var ikke mer enn så vidt de kom seg til det"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Og den gang da dere hadde drept et menneske og kom i disputt om dette! Gud brakte lys over det dere holdt skjult"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Vi sa: «Slå til ham (den døde) med en del av den (kua)!» Slik oppvekker Gud de døde til liv, og viser dere Sine jærtegn, så dere må få forståelse"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Men så ble deres hjerter forherdet etter dette og ble som stein, eller enda hardere. For blant steiner kan bekker flyte, vann kommer ut av sprekker, og det er steiner som styrter ned, av respekt for Gud. Gud overser ikke hva dere gjør"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Kan dere håpe på at disse vil tro dere, når en del av dem allerede har hørt Guds ord, og så forvrir det etter at de har oppfattet det, enda de vet bedre"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Når de møter de troende, sier de: «Vi tror.» Men når de er alene med hverandre, sier de: «Har noen fortalt dem hva Gud har åpenbart for oss, slik at de kan argumentere med det mot oss overfor Herren? Forstår dere da ikke?»"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Er de ikke klar over at Gud vet om det de hemmeligholder og det de kunngjør"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Blant dem finnes vanlige folk, som ikke kjenner skriften, men bare sine egne håp og formodninger"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Så ve dem som skriver skriften med egne hender og sier: «Dette er fra Gud,» for å selge det for en billig penge. Ve dem for det deres hender har skrevet! Ve dem for det de har pådratt seg"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "De sier: «Ilden rører ikke oss mer enn noen få dager.» Si: «Har dere noen avtale med Gud? I så fall, Gud bryter aldri sitt løfte. Eller sier dere noe om Gud som dere ikke har kunnskap om?»"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Nei, sannelig, de som begår misgjerninger og domineres av synd, disse er Ildens folk, og der skal de være og bli"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Men de som tror, og lever rettskaffent, disse er paradisets folk, og der skal de være og bli"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Den gang Vi sluttet pakt med Israels barn: «Dere skal ikke tilbe noe annet enn Gud! Vis godhet mot foreldre og nærstående, mot faderløse og fattige. Tal vennlig til din neste, forrett bønnen, og gi det rituelle bidrag.» Så falt dere fra, unntatt noen få av dere, og vendte dere bort"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "En gang sluttet Vi pakt med dere: «Dere skal ikke utgyte deres eget blod, og ikke jage deres egne ut fra deres bosteder.» Dette godtok dere, og dere var selv vitner"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Dog er dere slik at dere dreper deres egne, og driver bort en gruppe av deres egne fra deres bosteder, idet dere setter hverandre opp mot dem i synd og fiendskap. Og hvis de kommer til dere som fanger, ordner dere løskjøping. Men utjagingen var ulovlig. Er det slik at dere tror på en del av skriften og forkaster en annen? Det blir ingen annen belønning for dem som opptrer slik, enn skam under livet på jorden, og på oppstandelsens dag blir de sendt til den strengeste straff. Gud overser ikke hva dere gjør"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Disse er det som har kjøpt jordelivet på bekostning av det hinsidige. Det blir ingen lettelse i straffen for dem. De kan ikke hjelpes"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Vi gav i sin tid Moses skriften, og Vi sendte sendebud etter ham. Jesus, Marias sønn, gav Vi klare bevis, og Vi støttet ham med Den Hellige Ånd. Er det ikke slik at hver gang et sendebud kommer til dere med noe dere ikke liker, så opptrer dere hovmodig, beskylder noen av dem for løgn og dreper andre"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "De svarer: «Våre hjerter er uomskårne.» Sannelig, Gud forbanner dem for deres vantro. Hvor lite de tror"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Da det så kom en bok fra Gud til dem, som stadfestet det de allerede har – og før hadde de bedt om fremgang overfor de vantro; når det nå fra dette hold kom til dem noe de kjenner, så ville de ikke tro på det. Guds forbannelse hviler over de vantro"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Hvilken ussel pris de har solgt seg for! Å fornekte Guds åpenbaring i uvilje og nag over at Gud sender Sin nåde over hvem Han vil av Sine tjenere. De har pådratt seg vrede på vrede. De vantro venter en ydmykende straff"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Og når man sier til dem: «Tro på det Gud har åpenbart,» så svarer de: «Vi tror på det som er åpenbart for oss.» De fornekter det som er kommet senere, selv om det er sannheten, som stadfester det de allerede har. Si: «Hvorfor drepte dere i tidligere tider Guds profeter hvis det er så at dere er troende?»"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Moses kom til dere med klar beskjed. Så laget dere gullkalven i hans fravær, og dere begikk urett"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Den gang Vi sluttet pakten med dere, og hevet fjellet over dere: «Hold godt fast ved det Vi har gitt dere, og hør.» De sa: «Vi hører, men trosser.» For gullkalven var gitt plass i deres hjerter på grunn av deres vantro. Si: «Ondt er det deres tro krever av dere, om dere er troende.»"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Si: «Hvis det forholder seg slik at paradiset etter Guds bestemmelse er forbeholdt bare dere fremfor andre mennesker, så ønsk dere da døden, om dere snakker sant!»"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Men dette vil de aldri ønske på grunn av sine gjerninger. Gud kjenner de urettferdige"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Og du vil finne at de er ivrigst av alle til å klynge seg til livet, langt mer enn hedningene. Enhver ønsker at han må få leve i tusen år. Men om så var, holder det ham ikke unna straffen. For Gud ser hva de gjør"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Si: «Om noen er Gabriels fiende – og det var han som brakte Koranen til ditt hjerte med Guds bifall for å stadfeste det som forelå før den, og som ledelse og gledesbudskap for de troende –"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "om noen er fiende for Gud og Hans engler, for Hans sendebud, for Gabriel og Mikael, så er Gud de vantros fiende.»"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Vi har åpenbart for deg klare ord, bare de syndefulle fornekter dem"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Skal det være slik at hver gang de slutter en avtale, er det en del av dem som bryter den? Sannelig, de fleste av dem tror ikke"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Og når et sendebud fra Gud er kommet til dem som stadfester det de har fra før, så slenger en del av dem som har fått skriften, den nye Guds bok bak ryggen, som om de ingenting visste"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "De følger det demonene lærte i Salomos tid. Men Salomo mistet ikke sin tro, men demonene, de var vantro. De lærte folk trolldom og det de to falne engler i Babylon, Harut og Marut, hadde fått. Men disse to underviste ingen uten å si: «Vi er bare en prøvelse! Så bli ikke vantro.» Fra disse to lærte de hvordan man kan så splid mellom mann og hustru. Men de skadet ingen ved dette, uten Guds samtykke. De lærte bare det som skadet dem, og var uten nytte. Og de som ervervet noe av dette, visste godt at de får ingen andel i livet etter dette. De har solgt seg for en ussel motytelse. Om de bare visste"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Om de hadde trodd og vist gudsfrykt, ville Guds belønning vært bedre. Om de bare visste"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Dere som tror, bruk ikke uttrykket «pass på oss», men si «se hen til oss», og legg dere dette på minnet. De vantro venter en smertelig straff"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Ikke ønsker de vantro, verken blant skriftfolket eller blant hedningene, at noe godt skal bli sendt ned til dere fra Herren. Men Gud utmerker med Sin nåde hvem Han vil. Gud har godhet i overflod"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Hvis Vi annullerer et skriftord, eller lar det gå i glemmeboken, sender Vi et bedre eller et tilsvarende. Vet du ikke at Gud har makt over alle ting"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Vet du ikke at Gud alene har herredømmet over himlene og jorden? Utenom Gud har dere ingen beskytter eller hjelper"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Vil dere vel forhøre deres sendebud, slik som Moses i sin tid ble forhørt? Den som bytter tro mot vantro, er sannelig kommet bort fra den strake vei"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Mange blant skriftfolket ønsker igjen å gjøre dere til vantro etter at dere er kommet til troen, av nag i sitt indre når nå sannheten er blitt klar for dem. Men overse og tilgi inntil Gud gir Sin avgjørelse til kjenne. Gud makter alle ting"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Forrett bønnen og gi det rituelle bidrag. Alt godt dere sender i forveien for dere selv, vil dere finne igjen i Guds varetekt. Gud ser hva dere gjør"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "De sier: «Ingen kommer til paradiset unntatt jøder og kristne.» Dette er hva de ønsker. Si: «Legg frem bevisene deres, om dere snakker sant!»"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Sannelig, den som gir seg inn under Guds vilje og handler vel, han får sin lønn hos sin Herre. Ingen frykt skal hvile over dem, ei heller sorg"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Jødene sier: «De kristne har intet å bygge på,» og de kristne sier: «Jødene har intet å bygge på.» Men de leser skriften! De uvitende sier det samme! Men Gud skal på oppstandelsens dag treffe avgjørelse mellom dem, vedrørende det de er uenige om"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Hvem gjør større urett enn de som stenger veien til Guds tempel, så at Guds navn ikke skal påkalles der, og som vil ødelegge dem? Slike mennesker skulle ikke tre inn der uten frykt. For dem venter skam i jordelivet, og stor straff i det neste"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Øst og vest tilhører Gud. Hvor dere enn vender dere – der er Guds åsyn. Gud omfatter alt, og vet alt"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "De sier: «Gud har lagt seg til barn.» Ære være Ham! Nei, alt som er i himlene og på jord tilhører Ham, alt er Ham underdanig"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Han er himlenes og jordens skaper. Når Han har besluttet en ting, sier Han bare «Bli», og så blir det"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "De som intet vet, sier: «Hvorfor taler ikke Gud til oss? Hvorfor kommer ikke et tegn til oss?» Slik snakket også tidligere generasjoner. Menneskehjertene er like. Men Vi har klargjort ordet for folk som har visshet"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Vi har utsendt deg med sannheten, som gledesbringer og advarer. Du skal ikke avkreves regnskap for Ildens folk"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Jøder og kristne vil aldri bli fornøyd med deg før du følger deres lære. Si: «Guds ledelse er ledelsen.» Om du følger deres meninger etter all den viten du har fått, da vil du ikke ha noen venn eller hjelper overfor Gud"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "De som Vi har gitt skriften, og som leser den som den skal leses, disse tror på den. Men de som ikke tror på den, de er taperne"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Israels barn, kom i hu den nåde som Jeg viste dere, og at Jeg utvalgte dere fremfor all verden"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Frykt den dag når ingen kan tre i en annens sted, når ingen løsepenger godtas, og ingen godtas for å tale en annens sak, når ingen hjelp kan gis dem"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "En gang satte Gud Abraham på prøve med visse ord, og han oppfylte dem. Gud sa: «Jeg vil innsette deg som leder for folket,» og han svarte: «Og hva med mitt avkom?» Gud sa: «Min avtale gjelder ikke de urettferdige.»"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "En gang gjorde Vi Huset Ka’aba til besøksmål og fredlyst sted: «Ta Abrahams sted til et bønnested!» Og Vi gjorde avtale med Abraham og Ismael: «Rens Mitt hus for dem som skal vandre rundt det, som søker det i andakt, og som faller ned i bønn.»"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "En gang sa Abraham: «Herre, gjør dette til en fredlyst by, og la dens innbyggere få frukt til utkomme, de som tror på Gud og på dommens dag.» Han sa: «Også til den vantro vil Jeg gi Mine gaver for en kort tid, men så vil Jeg kaste ham i Ildens straff – et sørgelig endelikt.»"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "Da Abraham og Ismael reiste Husets fundament: «Vår Herre, ta imot dette av oss. Du er den Hørende, den Allvitende"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Herre, gjør oss til Dine hengivne tjenere og våre etterkommere til et folk av hengivne tjenere. Vis oss vårt tilbedelsesritual, og vend Deg i nåde mot oss. Du er den Tilgivende, den Nåderike"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Vår Herre – la stå frem blant dem et sendebud av deres egne, som kan opplese for dem Ditt ord, lære dem skriften og visdommen, og rense dem. Du er den Mektige, den Vise.»"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Hvem tar vel avstand fra Abrahams lære, unntatt den som har svak forstand? Vi har utvalgt ham i denne verden, og i det hinsidige vil han være blant de rettferdige"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Da hans Herre sa til ham: «Hengi deg til Meg,» svarte han: «Jeg hengir meg til all verdens Herre.»"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Og Abraham påla sine sønner dette og Jakob likeså: «Mine sønner, Gud har valgt religionen for dere, så gå ikke i døden annet enn i tjenende hengivelse.»"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Var vel dere vitner da Jakob lå for døden, og han sa til sine sønner: «Hvem vil dere tilbe når jeg er borte?» Og de svarte: «Vi vil tilbe din Gud og dine fedres Gud, Abrahams, Ismaels og Isaks Gud, den ene Gud – Ham vil vi hengi oss og tjene.»"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Dette er et folk som er gått bort, de får etter sin fortjeneste, og dere får etter deres fortjeneste. For dere vil det ikke bli spørsmål om de henfarnes gjerninger"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "De sier: «Bli jøder eller kristne, så dere kan finne rett vei!» Si: «Nei, heller Abrahams, Gud-søkerens religion. Han var ingen avgudsdyrker!»"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Si: «Vi tror på Gud, på det som er åpenbart for oss, og for Abraham og Ismael, Isak, Jakob og stammene, på det som ble gitt Moses og Jesus og profetene fra deres Herre. Vi gjør ingen forskjell på noen av dem, og vi har hengitt oss til Ham i tjeneste.»"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Og hvis de tror på det samme som dere tror på, så er de på rett vei. Men hvis de vender seg bort, så skaper de splid. Gud er tilstrekkelig for deg mot dem. Han er den Hørende, den Allvitende"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Guds tiltrekningskraft! Hvem har en vakrere tiltrekningskraft enn Gud? Vi vil være hans tjenere"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Si: «Vil dere strides med oss om Gud? Han som er vår Herre, og deres Herre? Vi har våre gjerninger, og dere deres. Vi er Ham oppriktig hengivne!»"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Kanskje vil dere si: «Abraham, Ismael, Isak, Jakob og stammene var enten jøder eller kristne.» Si: «Kjenner dere bedre til dette enn Gud? Hvem er mer urettferdig enn den som skjuler et vitnesbyrd han har fått fra Gud?» Sannelig, Gud overser ikke hva dere gjør"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Dette er et folk som er gått bort. De får etter sin fortjeneste, og dere får etter deres fortjeneste. For dere vil det ikke bli spørsmål om de henfarnes gjerninger"
        }
    ]
}