{
    "pages": [
        {
            "chapter": 67,
            "verse": 27,
            "text": "၂၇။ သို့သော် ထိုသူတို့သည် ထိုနေ့တော်ကြီးကို မျက်ဝါးထင်ထင်မြင်ရသောအခါ သူတို့၏မျက်စိမျက်နှာပျက်ကြလတံ့၊ ၄င်းတို့အား ဤနေ့သည် နင်တို့အလျင်စလိုတောင်းဆိုကြသောနေ့တည်းဟု ဆိုကြလတံ့။"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "၂၈။ အို-တမန်တော်၊ ဟောပြောလော့၊ အို-သူယုတ်မာတို့၊ သင်တို့စဉ်းစားပြီးပြီလော၊ အလ္လာဟ်အရှင်မြတ်သည် အကျွနု်ပ်နှင့် အကျွနု်ပ်၏ အဖော်အပေါင်းတို့ကို ဖျက်ဆီးတော်မူသည်ဖြစ်စေ၊ ကောင်းကြီးမင်္ဂလာပေးသနား တော်မူသည်ဖြစ်စေ၊ မိစ္ဆာဒိဋ္ဌိတို့အား အလွန်ပြင်းပြနာကျင်ဖွယ်သောအပြစ်ဒဏ်တော်မှ အဘယ်သူသည် ကယ် နှုတ်လိမ့်မည်နည်း။"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "၂၉။ အို-တမန်တော်၊ ဟောပြောလော့၊ အရှင်မြတ်သည် မဟာကရုဏာတော်အရှင်ဖြစ်တော်မူ၏၊ အကျွနု်ပ်တို့သည် အရှင်မြတ်အားသာလျှင် ယုံကြည်ကြ၏၊ အရှင်မြတ်အားသာလျှင် ကိုးစားကြ၏၊ အဘယ်သူတို့သည် ထင်ရှား သောအမှားတွင် တည်ရှိသည်ကို သင်တို့ကာလမကြာမြင့်မီ သိကြရလိမ့်မည်။"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "၃၀။ အို-တမန်တော်၊ ဟောပြောလော့၊ သင်တို့ဆင်ခြင်ပြီးပြီလော၊ သင်တို့၏ ချောင်းမြောင်းသည် အလိုအလျောက် မြေတွင်ပျောက်၍ ခန်းခြောက်သွားလျှင် အယဉ်အထွေထွေစီးဆင်းနေသောရေကို သင်တို့အား အဘယ်သူပေး နိုင်အံ့နည်း။"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "၁။ နူး(န်)၊ ကလောင်တံနှင့် လူသားတို့ရေးမှတ်သောစာစောင်တို့ကို ဆင်ခြင်၍ ငါ၏တန်ခိုးတော်ကို သတိရလော့။"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "၂။ အို-တမန်တော်၊ သင်၏ အရှင်သခင်၏ ကျေးဇူးတော်ကြောင့် သင်သည် ရူးသွပ်သူမဟုတ်ချေ။"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "၃။ ဧကန်အမှန်သင်မည့်ဆုမှာ မကုန်မခန်းနိုင်သောဆုတော်ဖြစ်၏။"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "၄။ ထို့အပြင် သင်၌ အလွန်မြင့်မြတ်သောစိတ်သဘောရှိ၏။"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "၅၊၆။ သင်တို့အနက် မည်သူရူးသွပ်သည်ကို သင်မြင်ရအံ့၊ သူတို့လည်း မြင်ရအံ့။"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "၅၊၆။ သင်တို့အနက် မည်သူရူးသွပ်သည်ကို သင်မြင်ရအံ့၊ သူတို့လည်း မြင်ရအံ့။"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "၇။ စင်စစ်အားဖြင့် သင်၏ အရှင်သခင်သည် သင်တို့အနက် မည်သူသည် အရှင်မြတ်၏ လမ်းတော်မှ လွဲသွားသည်ကို အသိဆုံးဖြစ်တော်မူ၏၊ မည်သူသည် လမ်းမှန်ကို လိုက်သည်ကိုလည်း အသိဆုံးပင်ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "၈။ တရားတော်ကို ငြင်းပယ်သူတို့အား မနာခံလင့်။"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "၉။ ထိုသူတို့သည် သင့်အား သူတို့အပေါ်တွင် လျှော့ပေးစေလို၏၊ ထိုအခါသူတို့လည်း သင့်အပေါ်တွင် လျှော့ပေးမည်။"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "၁၀။ သင်သည် မဟုတ်မမှန်ကျိန်ဆိုရန် ဝန်မလေးသောသူဖျင်း၏ စကားကို နားမထောင်လင့်။"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "၁၁။ ထိုသူမိုက်သည် သူတပါး၏ ဂုဏ်အသရေကို ဆုတ်ယုတ်စေတတ်၏၊ အတင်းစကားကို အနှံ့အပြားပြောတတ်၏။"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "၁၂။ ထိုသူမိုက်သည် ကုသိုလ်ကောင်းမှုကို တားဆီး၏၊ တရားတော်ကို ကျူးလွန်၏၊ ရာဇဝတ်မှုပြုကျင့်၏။"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "၁၃။ ထိုသူမိုက်သည် လောဘကြီး၏၊ ကြမ်းကြုတ်ရက်စက်၏။"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "၁၄။ သားသမီးအေြွခအရံ ဥစ္စာပစ္စည်းရွှေငွေပေါများသောကြောင့်။"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "၁၅။ ထိုသူမိုက်သည် ငါ၏နှုတ်ကပတ်တော်များကို သူ့အား ရွတ်ဖတ်ပြသောအခါ ရှေးလူဟောင်းတို့၏ ဒဏ္ဍာရီပုံပြင် စကားများသာဟုဆို၏။"
        }
    ]
}