{
    "pages": [
        {
            "chapter": 4,
            "verse": 45,
            "text": "၄၅။\tအဘယ်သူတို့သည် သင်တို့၏ရန်သူများဖြစ်သည်ကို အလ္လာဟ်အသျှင်မြတ်သည် ကောင်းစွာ သိမြင်တော်မူ၏။ အလ္လာဟ်အသျှင်မြတ်သည် အဆွေခင်ပွန်းအဖြစ်ဖြင့် လုံလောက်တော်မူ၏။ အလ္လာဟ်သည် ကူညီစောင်မသူအဖြစ်ဖြင့်လည်း လုံလောက်တော်မူ၏။"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "၄၆။\tရဟူဒီလူမျိုးတို့အနက် လူတစ်ချို့တို့သည် ကျမ်းစာတော်ပါစကားများကို မူလအစီအစဉ်မှ ရွှေ့ပြောင်းကြ၍ ဤသို့ပြောဆိုကြ၏။ အကျွနု်ပ်တို့သည် ကြားရ၏။ သို့သော်မနာခံပါ။ မကြားနိုင်သောသူကဲ့သို့ သင်နားထောင်လော့။ ၎င်းပြင် အကျွနု်ပ်တို့ ကြားနာပါ။ သူတို့သည် မိမိတို့လျှာဖြင့် အဓိပ္ပာယ်ကို မှောက်လှန်ပစ်ပြီးလျှင် တရားတော်ကို ရှုံ့ချစော်ကားကြ၏။ အကယ်၍ သူတို့သည် အကျွနု်ပ်တို့သည် ကြားရပါ၏။ နာယူလိုက်နာပါ၏။ သင်နားစွင့်လော့။ အကျွနု်ပ်တို့ကို ရှုပါဟုဆိုလေလျှင် ထိုသူတို့အတွက် သာလွန်ကောင်းမြတ်၍ ဖြောင့်မတ်မှန်ကန်ပေမည်။ သို့သော် အလ္လာဟ်အသျှင်မြတ်သည် သူတို့အား ၎င်းတို့၏ မိစ္ဆာအယူဝါဒကြောင့် ကျိန်ဆဲတော်ပြီ။ အနည်းငယ်သောသူတို့မှတစ်ပါး သူတို့သည် မယုံကြည်ကြပေ။"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "၄၇။\tအို-ရှေးကျမ်းတော်ရရှိသူတို့ ငါအသျှင်မြတ်သည် မျက်နှာများကို မမှတ်မိအောင် ဖျက်ဆီးတော်မမူမီ သော်လည်းကောင်း၊ ဥပုသ်ချိုးသူ ရှောင်းလူဟောင်းတို့ ကျိန်ဆဲတော်မူသကဲ့သို့ သူတို့ကို ကျိန်ဆဲတော် မမူမီသော်လည်းကောင်း၊ သင်တို့သည် မိမိတို့လက်ရှိကျမ်းတော်ကို ထောက်ခံအတည်ပြုသော ငါအသျှင်မြတ် ချပေးသနားတော်မူသည့် ကျမ်းတော်ကို ယုံကြည်ကြလော့။ အလ္လာဟ်အသျှင်မြတ်၏ အမိန့်တော်သည် အတည်ဖြစ်ရမည်သာတည်း။"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "၄၈။\tမှတ်သားကြလော့။ အလ္လာဟ်အသျှင်မြတ်သည် မိမိ၌ ဘက်စပ်သူရှိသည်ဟုပြောဆိုခြင်းကို ခွင့်လွှတ်တော်မမူပေ။ ထိုပြစ်မှုမှတစ်ပါး ကျန်အပြစ်များကို အလိုတော်ရှိသူအား အပြစ်လွှတ်တော် မူ၏။ အကြင်သူသည် အလ္လာဟ်အသျှင်မြတ်၌ ဘက်စပ်သူရှိသည်ဟုဆို၏။ ထိုသူသည် အလွန် ကြီးမာသောအပြစ်ကို အမှန်ပင် လုပ်ကြံဖန်တီးပေပြီ။"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "၄၉။\tအို-တမန်တော် မိမိကိုယ်ကိုမိမိ သန့်ရှင်းဖြူစင်သူဟု ချီးကျူးသူတို့ကို သင်သည် မမြင်သလော။ အမှန်မှာ အလ္လာဟ်အသျှင်မြတ်သည် အလိုတော်ရှိသူတို့အား သန့်ရှင်းစင်ကြယ်စေတော်မူ၏။ သူတို့သည် စွန်ပလွံစေ့ပေါ်ရှိ အမြှေးတစ်ပင်လောက်မျှပင် မတရားပြုတော်မူခြင်းကို ခံရမည် မဟုတ်ပေ။"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "၅ဝ။\tကြည့်ရှုလော့။ သူတို့သည် အလ္လာဟ်အသျှင်မြတ်နှင့်စပ်လျဉ်း၍ အဘယ်ကဲ့သို့ မဟုတ်မလျား မုသားလုပ်ကြံပြောဆိုကြသနည်း။ ဤလုပ်ကြံမှုပင်လျှင် အလွန်ကြီးမားထင်ရှားသော အပြစ်ဖြစ်ပေ၏။"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "၅၁။\tအို-တမန်တော် ကျမ်းတော်ကို (တစ်စိတ်တစ်ဒေသ)ရရှိသူတို့သည် ဆင်းတုများ၊ ဘုရားတုများကို ခဝပ်ကိုးကွယ်သည်ကိုသော်လည်းကောင်း၊ သူတို့က အယူဝါဒမှောက်မှားသူတို့သည် ယုံကြည်သူများ ထက် သလွန်မှန်ကန်သောနည်းလမ်း ညွှန်ပြချက်ကို ရရှိကြ၏ဟု ပြောဆိုသည်ကိုသော်လည်းကောင်း၊ သင်သိမြင်ပြီးပြီမဟုတ်လော။"
        }
    ]
}