{
    "chapter": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "ALLAHs Bestimmung trifft noch ein, so verlangt nicht eilig danach. Gepriesenerhaben ist ER über das, was sie an Schirk betreiben"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "ER sendet die Engel nach und nach hinab mit dem Ruhh nach seiner Bestimmung zu demjenigen von Seinen Dienern, den ER will: \"Warnt, daß es zweifelsohne keine Gottheit gibt außer Mir, so handelt Taqwa gemäß Mir gegenüber"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "ER erschuf die Himmel und die Erde in Gesetzmäßigkeit. Erhaben ist er über das, was sie an Schirk betreiben"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "ER erschuf den Menschen aus Nutfa, so war er ein erklärter Widersacher"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Auch die An'am erschuf Er. Durch sie gewinnt ihr Wärme und (andere) Produkte. Und ihr ernährt euch von ihnen"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Und durch sie genießt ihr Schönheit, wenn ihr sie abends eintreibt und wenn ihr sie morgens austreibt"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Auch tragen sie eure Lasten zu einer Ortschaft, die ihr sonst nur mit großer Anstrengung erreichen würdet. Gewiß, euer HERR ist zweifelsohne allgütig, allgnädig"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Auch die Pferde, die Maultiere und die Esel (erschuf ER), damit ihr sie reitet und als Schmuck. Und ER erschafft, was ihr nicht kennt"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Und ALLAH obliegt die Rechtleitung zum geraden Weg. Und manche der Wege sind abweichend. Und hätte ALLAH es gewollt, hätte ER euch doch rechtgeleitet, allesamt"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "ER ist Derjenige, Der vom Himmel Wasser fallen ließ. Von ihm habt ihr Trank und von ihm wachsen Pflanzen, auf denen ihr weiden laßt"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Damit läßt ER für euch Gewächs, Oliven, Dattelpalmen, Trauben und von jeglichen Früchten hervorsprießen. Gewiß, darin ist zweifelsohne eine Aya für Leute, die sich besinnen"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Und ER machte euch die Nacht, das Tageslicht, die Sonne und den Mond gratis fügbar. Ebenfalls sind die Sterne Seiner Bestimmung nach gratis fügbar. Gewiß, darin sind zweifelsohne Ayat für Leute, die verständig sind"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Und was ER für euch auf Erden an mannigfarbiger Vielfalt erschuf, gewiß, darin ist zweifelsohne eine Aya für Leute, die sich entsinnen"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Und ER ist Derjenige, Der euch das Meer gratis fügbar machte, damit ihr von ihm saftiges Fleisch speist und aus ihm Schmuck herausfischt, den ihr anzieht - und du siehst, daß die Schiffe es durchpflügen - und damit ihr nach Seiner Gunst strebt, und damit ihr euch dankbar erweist"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Und ER setzte auf Erden Felsenberge, damit sie mit euch nicht schwankt, sowie Flüsse und Wege, damit ihr Rechtleitung findet"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "Ebenso (setzte ER) Merkmale. Und mit dem Stern finden sie Rechtleitung"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Ist Derjenige, Der erschafft, etwa demjenigen gleichzusetzen, der nichts erschafft?! Wollt ihr euch etwa nicht besinnen"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Und wenn ihr ALLAHs Gaben aufzählen würdet, würdet ihr sie nie umfassend erfassen. Gewiß, ALLAH ist doch allvergebend, allgnädig"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Und ALLAH kennt das, was ihr verheimlicht und was ihr offenlegt"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Und diejenigen, an die sie anstelle von ALLAH Bittgebete richten, erschaffen nichts, sondern sie werden selbst erschaffen"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Sie sind Leblose, keine Lebendigen. Und sie merken nicht, wann sie erweckt werden"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Euere Gottheit ist eine einzige Gottheit. Und diejenigen, die keinen Iman an das Jenseits verinnerlichen - ihre Herzen leugnen es und sie sind sich in Arroganz Erhebende"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Zweifellos eindeutig ist es, daß ALLAH das kennt, was sie verheimlichen und was sie offenlegen. Gewiß, ER liebt nicht die sich in Arroganz Erhebenden"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Und wenn ihnen gesagt wird: \"Was sandte euer HERR hinab?\" Sagten sie: \"Die Legenden der Vorfahren"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Sie werden gewiß ihre Verfehlungen, vollständig am Tag der Auferstehung auf sich nehmen sowie von den Verfehlungen derjenigen, die sie verleitet haben ohne Wissen. Ja! Erbärmlich ist es, was sie an Verfehlungen auf sich nehmen"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Bereits haben diejenigen vor ihnen Intrigen geplant, dann ließ ALLAH das von ihnen Aufgebaute von den Fundamenten herausreißen, so fiel das Dach über ihnen auf sie herunter, und die Peinigung überkam sie, von wo sie dies nicht merken konnten"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Dann wird ER sie am Tag der Auferstehung erniedrigen und sagen: \"Wo sind Meine angeblichen Partner, derentwegen ihr feindselig eingestellt wart?!\" Diejenigen, denen Wissen zuteil wurde, sagten: \"Gewiß, die Erniedrigung und das Schlimme an diesem Tag sind auf den Kafir"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "denjenigen, welche die Engel einziehen, während sie gegen sich selbst noch Unrecht begingen.\" So fügten sie sich demütig: \"Wir pflegten doch nichts Schlechtes zu tun.\" Doch, mit Sicherheit! Gewiß, ALLAH ist allwissend über das, was ihr zu tun pflegtet"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Also tretet ein in die Tore von Dschahannam, darin ewig bleibend. Und gewiß erbärmlich ist der Aufenthaltsort der Arroganten"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "Und denjenigen, die Taqwa gemäß handelten, wurde gesagt: \"Was sandte euer HERR hinab?\" Sie sagten: \"Nur Gutes!\" Denjenigen, die in diesem Diesseits Ihsan gemäß handelten, ist Gutes bestimmt. Doch die Wohnstätte des Jenseits ist noch besser. Und zweifelsohne hervorragend ist die Wohnstätte der Muttaqi"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "Adn-Dschannat werden sie betreten, die von Flüssen durchflossen werden. In ihnen bekommen sie, was sie sich wünschen. Solcherart vergilt ALLAH den Muttaqi"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "denjenigen, deren Leben die Engel beenden, während sie rein sind. Sie (die Engel) sagen: \"Salam sei mit euch, tretet in Dschanna ein wegen dem, was ihr zu tun pflegtet"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Warten sie etwa auf etwas anderes außer darauf, daß zu ihnen die Engel kommen oder daß die Bestimmung deines HERRN eintrifft?! Solcherart handelten diejenigen vor ihnen. Und ALLAH hat ihnen kein Unrecht angetan, sondern sie pflegten sich selbst Unrecht anzutun"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "So trafen sie die Bosheiten dessen, was sie taten, und es umgab sie das, was sie zu verspotten pflegten"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Und diejenigen, die Kufr betrieben haben, sagten: \"Hätte ALLAH anderes gewollt, hätten wir nichts anstelle von Ihm gedient, weder wir noch unsere Väter. Ebenfalls hätten wir nichts anstelle von Ihm für haram erklärt.\" Solcherart handelten diejenigen vor ihnen. Und obliegt den Gesandten etwas anderes außer dem deutlichen Verkünden"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Und gewiß, bereits entsandten WIR zu jeder Umma einen Gesandten: \"Dient ALLAH und bleibt dem Taghut fern!\" Und unter denen waren einige, die ALLAH rechtgeleitet hat, und einige, für die das Irregehen recht war. Also zieht auf Erden umher, dann seht, wie das Anschließende von den Leugnern war"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Selbst wenn du dich sorgfältig um ihre Rechtleitung bemühst, so leitet ALLAH doch keinen recht, den ER abirren läßt. Und für sie gibt es keine Beistehenden"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Und sie legten bei ALLAH nachdrückliche Eide ab: \"ALLAH erweckt nicht denjenigen, der stirbt.\" Doch mit Sicherheit! Dies ist ein von Ihm gemachtes Versprechen, ein Wahrhaftiges. Doch die meisten Menschen wissen es nicht"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "Damit ER ihnen das erklärt, worüber sie uneins sind, und damit diejenigen wissen, die den Kufr betrieben haben, daß sie doch Lügner waren"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Unser Wort einer Sache gegenüber, wenn WIR sie wollen, ist ausschließlich, daß WIR ihr sagen: \"Sei!\" Dann ist sie"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Und denjenigen, die wegen ALLAH Hidschra unternahmen, nachdem ihnen Unrecht angetan worden ist, werden WIR gewiß im Diesseits einen schönen Aufenthaltsort gewähren. Doch die Belohnung des Jenseits ist noch größer, würden sie es nur wissen"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Dies sind diejenigen, die sich in Geduld übten und Tawakkul ihrem HERRN gegenüber praktizierten"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "Und vor dir entsandten WIR als Gesandte nur Männer, denen WIR Wahy zuteil werden ließen. So fragt die Leute von Adh-dhikr, wenn ihr selbst nicht wisst"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "(WIR entsandten sie) mit klaren Zeichen und mit den Schriften, und WIR sandten dir die Ermahnung (den Quran) hinab, damit du den Menschen das erläuterst, was ihnen nach und nach hinabgesandt wurde, und damit sie sich besinnen"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Fühlen sich diejenigen, welche die gottmißfälligen Taten intrigieren, etwa sicher davor, daß ALLAH mit ihnen die Erde nicht versenkt, oder daß die Peinigung sie ereilt, von wo sie nicht merken"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Oder daß ER sie zugrunde richtet, während sie (ihren Beschäftigungen) nachgehen?! Denn sie können (Ihm) nicht zu schaffen machen"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Oder daß ER sie nach und nach zugrunde richtet?! So ist euer HERR bestimmt allgütig, allgnädig"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Haben sie etwa nicht das gesehen, was ALLAH an Sachen erschuf, wie ihre Schatten von rechts nach links in Sudschud für ALLAH abwechseln, während sie sich fügen"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Und für ALLAH vollzieht Sudschud alles, was in den Himmeln ist und was auf Erden ist, von den sich darauf bewegenden Lebewesen sowie die Engel, während sie sich darüber nicht erheben"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Sie (die Engel) fürchten ihren HERRN über ihnen und tun, was ihnen geboten wird"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Und ALLAH sagte: \"Nehmt euch nicht zwei Gottheiten! ER ist gewiß nur ein einziger Gott, so habt vor Mir alleine Ehrfurcht"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Und Ihm gehört, was in den Himmeln und auf Erden ist. Und Ihm gehört der Din für immer. Handelt ihr etwa Taqwa gemäß (anderen) außer ALLAH gegenüber"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Und was ihr an Wohlergehen genießt, ist von ALLAH. Und dann, wenn Unglück euch trifft, zu Ihm alleine fleht ihr"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Dann, wenn ER das Unglück von euch beseitigt, gibt es eine Gruppe von euch, die ihrem HERRN gegenüber Schirk betreibt"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "damit sie dem gegenüber, was WIR ihnen gaben, Kufr betreibt. Also vergnügt euch nur! Ihr werdet es noch wissen"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Und sie bestimmen für diejenigen (Götter), die nichts wissen, einen Anteil vom Rizq, das WIR ihnen gewährten. Bei ALLAH! Gewiß, Ihr werdet zur Rechenschaft gezogen für das, was ihr zu erdichten pflegtet"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Und sie setzen für ALLAH Töchter ein  gepriesen-erhaben ist ER! - und für sich (nur) das, was sie sich wünschen"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Und wenn jemandem von ihnen die frohe Nachricht über (die Geburt) einer Weiblichen überbracht wurde, blieb sein Gesicht verfinstert, während er voller Groll ist"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Er zieht sich vor den Leuten zurück wegen der Schlechtigkeit dessen, was ihm an froher Nachricht überbracht wurde: \"Soll er sie (das weibliche Neugeborene) trotz Demütigung behalten oder soll er sie in der Erde vergraben?\" Ja! Erbärmlich ist das, was sie urteilen"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Denjenigen, die den Iman an das Jenseits nicht verinnerlichen, gebührt ein Gleichnis des Bösen. Doch ALLAH gebührt das allhöchste Gleichnis. Und ER ist Der Allwürdige, Der Allweise"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Und würde ALLAH den Menschen das von ihnen begangene Unrecht vergelten, hätte ER kein einziges sich bewegendes Lebewesen auf ihr (der Erde) übriggelassen. Aber ER gewährt euch Aufschub bis zu einer festgesetzten Frist. Und wenn dann ihre Frist eintrifft, können sie (diese) weder um eine Stunde verschieben, noch vorverlegen"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Und sie schreiben ALLAH das zu, was sie verabscheuen, und ihre Zungen beschreiben die Lüge, daß ihnen unweigerlich das Beste gebührt. Zweifellos eindeutig ist es, daß für sie das Feuer bestimmt ist, und daß sie ohnehin hineingetrieben werden"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Bei ALLAH! Gewiß, bereits entsandten WIR (Gesandte) zu Umam vor dir, dann hat diesen der Satan ihre (schlechten) Taten schön erscheinen lassen, so ist er ihr Wali heute. Und für sie ist eine qualvolle Peinigung bestimmt"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Und WIR sandten dir die Schrift nur hinab, damit du ihnen das erläuterst, worüber sie uneins sind, als Rechtleitung und als Gnade für Leute, die den Iman verinnerlichen"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Und ALLAH ließ vom Himmel Wasser fallen, dann belebte ER mit ihm die Landschaft nach ihrem Tod. Gewiß, dies ist zweifelsohne eine Aya für Leute, die zuhören"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Und gewiß, für euch liegt in den An'am bestimmt eine Lehre: WIR geben euch von dem in ihren Bäuchen zu trinken - aus Futterbrei und Blut - reine, leicht zu schluckende Milch für die Trinkenden"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Auch aus den Früchten der Dattelbäume und der Rebstöcke stellt ihr für euch Wein her, aber auch schönes Rizq. Gewiß, darin ist zweifelsohne eine Aya für Leute, die begreifen"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Und dein HERR ließ der Biene Wahy zuteil werden: \"Unterhalte Behausungen in manchen der Berge, auf manchen der Bäume und in manchen von dem, was sie errichten"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Dann ernähre dich von allen Früchten und verkehre auf den Wegen deines HERRN in Ergebenheit. Aus ihren Bäuchen kommt ein Trank, der unterschiedlich farbig ist, in ihm ist Heilung für die Menschen. Gewiß, darin ist zweifelsohne eine Aya für Leute, die nachdenken"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Und ALLAH hat euch erschaffen, dann läßt ER euch sterben. Und manch einer von euch wird in das faselnde Alter zurückgesetzt, damit er nichts mehr weiß, nachdem er über Wissen verfügte. Gewiß, ALLAH ist allwissend, allmächtig"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Und ALLAH begünstigte die einen von euch vor den anderen im Rizq. Und diejenigen, die begünstigt wurden, werden ihr Rizq denen, die ihnen gehören, gewiß nicht so zukommen lassen, daß alle dann darin (im Rizq) gleich werden! Wollen sie etwa ALLAHs Gaben leugnen"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Und ALLAH machte euch aus euren eigenen Wesen Partnerwesen. Und ER machte euch aus euren Partnerwesen Kinder und Enkel und gewährte euch Rizq von den Tay-yibat. Bekunden sie etwa den Iman an das für nichtig Erklärte und betreiben ALLAHs Gaben gegenüber Kufr"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Und sie dienen anstelle von ALLAH dem, das für sie über keinerlei Rizq in den Himmeln und auf Erden verfügt, und sie vermögen nichts"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Also prägt ALLAH keine Gleichnisse! Gewiß, ALLAH weiß und ihr wisst nicht"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "ALLAH prägte ein Gleichnis eines leibeigenen Sklaven, der nichts vermag, und desjenigen, dem WIR von Uns schönes Rizq gewährten, von dem er heimlich und offenkundig gibt, sind beide etwa gleich?! Alhamdulillah: Alles Lob gebührt ALLAH! Nein, sondern die meisten von ihnen wissen nicht"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Und ALLAH prägt ein Gleichnis zweier Männer. Der eine von ihnen ist stumm, vermag nichts und ist eine Last für seinen Maula, egal wohin er ihn schickt, bringt er nichts Gutes. Ist er etwa dem gleich, der Gerechtigkeit gebietet und auf geradlinigem Weg ist"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Und ALLAH verfügt über das Verborgene der Himmel und der Erde. Und die Angelegenheit der Stunde (des Jüngsten Tages) ähnelt nichts Anderem als einem Augenblick. Nein, sondern sie ist noch kürzer. Gewiß, ALLAH ist über alles allmächtig"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Und ALLAH brachte euch von den Bäuchen eurer Mütter hervor, während ihr nichts wisst. Und ER ließ euch über das Hören, das Sehen und den Verstand verfügen, damit ihr euch dankbar erweist"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Sehen sie etwa nicht die Vögel, im Luftraum des Himmels fügsam Gemachte, die nichts außer ALLAH hält?! Gewiß, darin sind zweifelsohne Ayat für Leute, die den Iman verinnerlichen"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Und ALLAH machte für euch aus euren Wohnstätten Ruhestätten und machte für euch aus den An'am-Häuten Wohnstätten (Zelte), die ihr beim Tragen leicht findet, wenn ihr reist und wenn ihr euch niederlasst. Auch aus ihrer Wolle, ihren Fellen und ihren Haaren (machte ER für euch) Ausstattung und Utensilien bis zu einer bestimmten Zeit"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Und ALLAH machte für euch Schatten von dem, was ER erschuf, und machte für euch aus den Felsenbergen ausgemeißelte Wohnungen. Und ER machte für euch Bekleidungen, die euch vor der Hitze schützen, und Bekleidungen, die euch vor eurer Gewalttätigkeit (gegeneinander) schützen. Solcherart vervollständigt ALLAH euch Seine Gabe, damit ihr den Islam praktiziert"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Sollten sie sich dann abwenden, dann obliegt dir ausschließlich das deutliche Verkünden"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Sie kennen ALLAHs Gabe, dann leugnen sie diese ab. Und die meisten von ihnen sind die Kafir"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "Und (erinnere an) den Tag, wenn WIR aus jeder Umma einen Zeugen erwecken, dann wird denjenigen, die Kufr betrieben haben, weder erlaubt (sich zu entschuldigen), noch werden sie zufrieden gestellt"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Und wenn diejenigen, die Unrecht begingen, die Peinigung gesehen haben, wird diese ihnen weder erleichtert, noch wird ihnen Zeitaufschub gewährt"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Und wenn diejenigen, die Schirk betrieben, die von ihnen beigesellten Partner gesehen haben, werden sie sagen: \"Unser HERR! Diese sind die von uns beigesellten Partner, an die wir an Stelle von Dir Bittgebete zu richten pflegten!\" Dann werden diese ihnen die Rede erwidern: \"Gewiß, ihr seid zweifelsohne Lügner"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Und sie werden an diesem Tag ihre Hingabe ALLAH gegenüber bekunden. Und ihnen ist abhanden gegangen, was sie zu erdichten pflegten"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Denjenigen, die Kufr betrieben und von ALLAHs Weg abhielten, ihnen werden WIR noch zusätzliche Peinigung über die (eigentliche) Peinigung zufügen für das, was sie an Verderben anzurichten pflegten"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Und (erinnere an) den Tag, wenn WIR aus jeder Umma einen Zeugen gegen sie erwecken - von ihnen selber, und dich als Zeugen gegen diese bringen. Und WIR sandten dir die Schrift nach und nach hinab als Erläuterung für alle Dinge, als Rechtleitung, als Gnade und als frohe Botschaft für die Muslime"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Gewiß, ALLAH gebietet Gerechtigkeit, Ihsan und den Verwandten gegenüber Freigebigkeit, und verbietet Verwerfliches, Mißbilligtes und unrechtmäßige Aggression. ER ermahnt euch, damit ihr euch besinnt"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Und erfüllt das ALLAH gegenüber gemachte Versprechen, wenn ihr etwas versprecht, und brecht die Eide nicht, nachdem ihr sie bestätigt habt und ihr ALLAH als Bürgen für euch bereits genommen habt. Gewiß, ALLAH weiß, was ihr tut"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Und seid nicht wie diejenige, die ihr gesponnenes Garn zu Fasern auflöste, nachdem es fest gesponnen war, indem ihr eure Eide untereinander, wie Fiktionen betrachtet aus Sorge, daß eine Umma stärker als eine andere Umma sein könnte. ALLAH prüft euch damit nur. Und ER wird euch am Tag der Auferstehung eindeutig erläutern, worin ihr uneins wart"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Und hätte ALLAH gewollt, gewiß hätte ER euch eine einzige Umma gemacht. Aber ER läßt abirren, wen ER will, und leitet recht, wen ER will. Und ihr werdet zweifellos zur Rechenschaft gezogen für das, was ihr getan habt"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Und betrachtet eure Eide nicht wie Fiktionen untereinander, sonst entgleitet ein Fuß, nachdem er fest stand, und sonst erfahrt ihr das Unheil dafür, daß ihr vom Wege ALLAHs abgehalten habt, und für euch ist dann eine überharte Peinigung bestimmt"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Und erkauft euch nicht mit dem ALLAH gegenüber gemachten Versprechen etwas Minderwertiges. Was bei ALLAH ist, ist besser für euch, wenn ihr nur wüßtet"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Worüber ihr verfügt, geht zu Ende, und was ALLAH hat, dies bleibt! Und WIR werden denjenigen, die sich in Geduld übten, gewiß ihre Belohnung vergelten mit Besserem als das, was sie zu tun pflegten"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Und wer gottgefällig Gutes tut, sei es ein Männliches oder ein Weibliches, während es Mumin ist, diesem werden WIR gewiß schönes Leben gewähren. UndWIR werden ihnen ihre Belohnung gewiß vergelten mit Besserem als das, was sie zu tun pflegten"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Wenn du den Quran rezitierst, dann sag: \"A'udhu billahi minasch-schaitanirradschim"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Gewiß, er hat keine Verfügung über diejenigen, die den Iman verinnerlichten und ihrem HERRN gegenüber Tawakkul üben"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Seine Verfügung hat er ausschließlich über diejenigen, die ihn als Wali nehmen, und diejenigen, die durch ihn Schirk betreiben"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Und wenn WIReine Aya anstelle einer anderen Aya austauschen - und ALLAH weiß besser, was ER hinabsendet - sagen sie: \"Du bist doch nur ein Erdichter!\" Nein, sondern die meisten von ihnen wissen es nicht"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Sag: \"Nach und nach hinabgesandt hat ihn Ruhhul-qudus von deinem HERRN gemäß der Wahrheit, damit ER diejenigen festigt, die den Iman verinnerlichten, und als Rechtleitung und als frohe Botschaft für die Muslime"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Und gewiß, bereits wissen WIR, daß sie sagen: \"Nur ein Mensch lehrt ihn.\" Die Sprache desjenigen, zu dem sie zugeneigt sind, ist eine Nichtarabische, doch dies ist eine klare arabische Sprache"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Gewiß, diejenigen, die den Iman an die Ayat ALLAHs nicht verinnerlichen, leitet ALLAH nicht recht. Und für sie ist eine qualvolle Peinigung bestimmt"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Lügen erfinden nur diejenigen, die keinen Iman an die Ayat ALLAHs verinnerlichen. Und diese sind die eigentlichen Lügner"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "(Lügen erfindet ebenfalls), wer ALLAH gegenüber Kufr betrieb, nachdem er den Iman bekundete - außer dem, der (dazu) gezwungen wird, während sein Herz voller Iman ist. Jedoch wer die Brust dem Kufr öffnet, auf diesem lastet Zorn von ALLAH. Und für sie ist eine überharte Peinigung bestimmt"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Dies ist so, weil sie doch das diesseitige Leben vor dem Jenseits bevorzugt haben, und weil ALLAH die Kafir-Leute nicht rechtleitet"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Diese sind diejenigen, deren Herzen, Gehör und Blicke versiegelt sind. Und diese sind die Achtlosen"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Zweifellos, eindeutig ist es, daß sie im Jenseits diejenigen sind, welche die Verlierer sind"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Ohnedies, dein HERR ist gewiß für diejenigen, die Hidschra unternahmen, nachdem sie der Fitna ausgesetzt wurden, dann leisteten sie Dschihad und übten sich in Geduld. Gewiß, dein HERR ist danach zweifelsohne allvergebend, allgnädig"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "An dem Tag, wenn jede Seele kommt, um sich selbst zu rechtfertigen. Dann wird jeder Seele vergolten, was sie getan hat. Und ihnen wird kein Unrecht widerfahren"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Und ALLAH prägte ein Gleichnis (der Bewohner) einer Ortschaft. Sie war(en) sicher und unbesorgt. Ihr Rizq kam zu ihnen reichlich aus jedem Ort, dann betrieb(en) sie Kufr ALLAHs Gaben gegenüber, dann ließ ALLAH sie die Bedeckung von Hunger und Angst fühlen für das, was sie zu bewerkstelligen pflegten"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Und gewiß, bereits kam zu ihnen ein Gesandter von ihnen, dann bezichtigten sie ihn des Lügens, dann richtete sie die Peinigung zugrunde, während sie Unrecht-Begehende waren"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Also esst vom Rizq, das ALLAH euch als gutes Halal gewährte. Und erweist euch den Gaben ALLAHs gegenüber dankbar, solltet ihr Ihm (wirklich) dienen"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Für haram wurde euch nur erklärt: das Verendete, das Blut, das Schweinefleisch und das, welches für Anderes als ALLAH geschächtet wurde. Wer jedoch in Not geriet, ohne daß er übertritt oder übertreibt, dann ist ALLAH gewiß allvergebend, allgnädig"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Und sagt nicht zu dem, was eure Zungen an Lügen beschreiben: \"Dies ist halal und dies ist haram\", damit ihr im Namen ALLAHs Lügen erfindet. Gewiß, diejenigen, die im Namen ALLAHs Lügen erfinden, werden keinen Erfolg haben"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Es ist ein winziges Genußgut und für sie ist eine qualvolle Peinigung bestimmt"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Und den Juden erklärten WIR für haram all das, was WIR dir vorher berichteten. Und WIR fügten ihnen kein Unrecht zu, sondern sie pflegten, gegen sich selbst Unrecht zu begehen"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Ohnedies ist dein HERR denjenigen gegenüber, die das Schlechte aus Unwissen tun, dann danach es bereuen und gottgefällig Gutes tun, dein HERR ist (ihnen) danach gewiß allvergebend, allgnädig"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Gewiß, Ibrahim war eine Umma. Er war ALLAH gegenüber bewußt ergeben und ein der Wahrheit Verbundener und er war nicht von den Muschrik"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "Er war dankbar Seinen Gaben gegenüber. ER hat ihn dann auserwählt und auf einen geradlinigen Weg rechtgeleitet"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Und WIR ließen ihm im Diesseits Gutes zuteil werden und im Jenseits gehört er zweifelsohne zu den gottgefällig Guttuenden"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Dann ließen WIR dir Wahy zuteil werden, daß du der Gemeinschaft von Ibrahim, der hanif war, folgst. Und er war nicht von den Muschrik"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Der Sabbat wurde nur denen auferlegt, die darüber uneins waren. Und gewiß, dein HERR wird doch am Tag der Auferstehung zwischen ihnen richten über das, worin sie uneins zu sein pflegten"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Mache Da\"wa zum Weg deines HERRN mit Weisheit und schöner Ermahnung, und disputiere mit ihnen auf die beste Art. Gewiß, dein HERR ist es, der Wissen darüber hat, wer von Seinem Weg abgekommen ist. Und ER ist allwissend über die Rechtgeleiteten"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Und wenn ihr straft, dann straft mit dem Gleichen dessen, womit ihr bestraft wurdet. Und wenn ihr euch in Geduld übt, dies ist gewiß besser für die sich in Geduld Übenden"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Und übe dich in Geduld. Und deine Geduld verleiht dir nur ALLAH. Und sei nicht traurig über sie. Und sei nicht bedrückt wegen dem, was sie an List planen"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "ALLAH ist gewiß mit denjenigen, die Taqwa gemäß handelten, und mit denjenigen, die Muhsin sind"
        }
    ]
}