{
    "chapter": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "Ihr, die den Iman verinnerlicht habt! Nehmt euch Meinen Feind und euren Feind nicht als Wali. Ihr erweist ihnen Liebe, während sie bereits Kufr dem gegenüber betrieben haben, was zu euch von derWahrheit kam. Sie vertreiben den Gesandten und euch, weil ihr den Iman an ALLAH, euren HERRN verinnerlicht habt. Solltet ihr dschihad-leistend auf Meinem Weg und im Streben nach Meinem Wohlgefallen weggegangen sein, (so nehmt sie nicht alsWali). Ihr bekundet ihnen heimlich Liebe, und ICH weiß besser Bescheid über das, was ihr verheimlicht und was ihr offenlegt. Und wer es tut von euch, so verfehlte er bereits den richtigen Weg"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Wenn sie euch überwältigen, werden sie für euch Feinde sein, und ihre Hände und ihre Zungen mit dem Bösen gegen euch strecken. Und sie wünschten sich, daß ihr Kufr betreibt"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Euch werden weder eure Verwandten noch eure Kinder nützen. Am Tag der Auferstehung richtet ALLAH unter euch. Und ALLAH ist dessen, was ihr tut, allsehend"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Bereits gab es für euch ein schönes Vorbild an Ibrahim und an denjenigen mit ihm, als sie zu ihren Leuten sagten: \" Gewiß, wir sagen uns los von euch und von dem, dem ihr anstelle von ALLAH dient. Wir betreiben Kufr euch gegenüber, und zwischen uns und euch sind sichtbar die Feindschaft und die Abneigung für immer, bis ihr den Iman an ALLAH alleine verinnerlicht - außer der Äußerung von Ibrahim seinem Vater gegenüber: \"Ich werde doch für dich um Vergebung bitten, aber ich verfüge für dich bei ALLAH über nichts.\" - Unser HERR! Dir gegenüber üben wir Tawakkul, zu Dir kehren wir um und zu Dir ist das Werden"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Unser HERR! Lasse uns nicht eine Fitna sein, für diejenigen, die Kufr betrieben, und vergib uns - unser HERR! - gewiß, DU bist Der Allwürdige, Der Allweise"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Gewiß, bereits gab es für euch in ihnen ein schönes Vorbild für jeden, der auf ALLAH und auf den Jüngsten Tag hofft. Und wer sich abwendet, also gewiß, ALLAH ist Der absolut Autarke, Der Alllobenswürdige"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Vielleicht läßt ALLAH zwischen euch und denjenigen von ihnen, die ihr angefeindet habt, Liebe entstehen. Und ALLAH ist allmächtig, und ALLAH ist allvergebend, allgnädig"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "ALLAH verbietet euch nicht diejenigen, die euch nicht des Din wegen bekämpften und euch nicht aus euren Wohnstätten vertrieben haben, daß ihr ihnen mit Güte begegnet und sie gerecht behandelt. Gewiß, ALLAH liebt die Gerechten"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "ALLAH verbietet euch nur diejenigen, die euch des Din wegen bekämpften, euch aus euren Wohnstätten vertrieben und bei eurer Vertreibung Beistand leisteten, daß ihr sie alsWali nehmt. Und wer sie alsWali nimmt, so sind diese die eigentlichen Unrecht-Begehenden"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "Ihr, die den Iman verinnerlicht habt! Wenn zu euch die Mumin-Frauen hidschra-unternehmend kommen, dann prüft sie. ALLAH weiß besser Bescheid über ihren Iman. Und wenn ihr sie als Mumin erkennt, so schickt sie nicht zu den Kafir zurück! Weder sie (die Mumin-Frauen) sind halal für sie (die Kafir), noch sie sind halal für sie. Und gebt ihnen (den Kafir), was sie (als Brautgabe) ausgaben. Und es trifft euch keine Verfehlung, wenn ihr sie heiratet, wenn ihr ihnen ihre Brautgabe gebt. Und haltet nicht die Kafir-Ehepartner! Und verlangt, was ihr ausgabt, und sie sollen verlangen, was sie ausgaben. Dies ist ALLAHs Entscheidung. ER richtet unter euch. Und ALLAH ist allwissend, allweise"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Und sollte eine von euren Ehepartnern zu den Kafir überlaufen und ihr übt Vergeltung, dann gebt denjenigen, deren Frauen gingen, Gleiches wie das, was sie ausgaben. Und handelt Taqwa gemäß ALLAH gegenüber, an Den ihr den Iman verinnerlicht"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "Prophet! Wenn die Mumin-Frauen zu dir kommen, um dir Bai'a zu geben, daß sie weder ALLAH gegenüber etwas an Schirk betreiben, noch stehlen, noch Zina begehen, noch ihre Kinder töten, noch Falsches bringen, das sie zwischen ihren Händen und Beinen erdichten und noch sich dir im Gebilligten widersetzen, dann nimm von ihnen ihre Bai'a entgegen und bitte ALLAH für sie um Vergebung. Gewiß, ALLAH ist allvergebend, allgnädig"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "Ihr, die den Iman verinnerlicht habt! Nehmt euch nicht Leute alsWali, über die ALLAH erzürnt ist. Bereits verzweifelten sie am Jenseits, wie die Kafir an den Weggenossen der Gräber verzweifelten"
        }
    ]
}