{
    "rukus": [
        {
            "chapter": 2,
            "verse": 72,
            "text": "And you had murdered a person, then disputed in the matter; God was to bring out what you were keeping secret"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "We said: \"Strike him with parts from it.\" It is thus that God brings the dead to life, and He shows you His signs that you may comprehend"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Then your hearts became hardened after that, they became like stone or even harder; but even from the stones there are rivers that burst forth, or from them are those that crack so that the water comes forth, or from them are what fall from the fear of God; God is not unaware of what you do"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Did you expect that they would believe with you, when a group of them had heard God's words then altered them knowingly after having understood"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "And when they come across those who believe, they Say: \"We believe!\", and when they are alone with each other they Say: \"Why do you inform them about what God has said to us Then they would use it in argument against us at your Lord. Do you not understand"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Do they not know that God knows what they conceal and what they declare"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "And amongst them are Gentiles who do not know the Scripture except by hearsay, and they only conjecture"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "So woe to those who write the Scripture with their hands then Say: \"This is from God,\" so that they can seek a cheap gain! Woe to them for what their hands have written and woe to them for what they gained"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "And they said: \"The Fire will not touch us except for a few number of days.\" Say: \"Have you taken a pledge with God If so, then God will not break His pledge. Or do you say about God what you do not know"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Indeed, whoever gains a sin, and is surrounded by his mistakes; those are the people of the Fire, in it they abide eternally"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "And those who believe and do good work, they are the people of Paradise, in it they abide eternally"
        }
    ]
}