{
    "rukus": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "And if We had sent down to them the Angels, and the dead spoke to them, and We had gathered before them everything, they still would not believe except if God wills. But most of them are ignorant"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "We have permitted the enemies of every prophet, human and Jinn devils, to inspire in each other with fancy words in order to deceive. Had your Lord willed, they would not have done it. You shall disregard them and their fabrications"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "That is so the hearts of those who do not believe in the Hereafter will listen to it, and they will accept it, and they will take of it what they will"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Shall I seek other than God as a judge when He has sent down to you this Scripture fully detailed\" Those to whom We have given the Scripture know it is sent down from your Lord with truth; so do not be of those who have doubt"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "And the word of your Lord has been completed with truth and justice; there is no changing His words. He is the Hearer, the Knower"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "And if you obey the majority of those on Earth they will lead you astray; that is because they follow conjecture, and that is because they only guess"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Your Lord is fully aware of who strays from His path, and He is fully aware of the guided ones"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "So eat from that on which God's name has been mentioned, if you indeed believe in His revelations"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "And why should you not eat that on which God's name has been mentioned, when He has fully detailed to you what has been made forbidden; except what you are forced to Many misguide by their desires without knowledge; your Lord is fully aware of the transgressors"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "And leave what is openly a sin as well as what is discreet; those who earn sin will be punished for what they have taken"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "And do not eat from that which God's name has not been mentioned, for it is vile. And the devils they inspire their supporters to argue with you; and if you obey them, then you have set up partners"
        }
    ]
}