{
    "rukus": [
        {
            "chapter": 7,
            "verse": 85,
            "text": "And to Median, their brother Shu'ayb, he said: \"My people, serve God, you have no god besides Him. Clarity has come to you from your Lord, so give full weight and measure, and do not hold back from the people what belongs to them, and do not make corruption on the Earth after it has been set-right. That is better for you if you believe"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "And do not stand on every road, robbing, and turning away from the path of God those who believe in Him, and you seek to make it crooked. And recall that you were few and He multiplied you; and see how is the retribution of the corrupters"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "And if a group of you believes in what I have been sent with, and a group disbelieves, then wait until God judges between us. He is the best of judges"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "And the leaders who became arrogant form among his people said: \"We will drive you out of our town Shu'ayb, along with those who believed with you, or else you will return to our creed!\" He said: \"Would you force us"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "We would then be inventing lies about God if we return to your creed after God had saved us from it; and we would not return to it except if God our Lord wishes, our Lord encompasses everything with knowledge, in God we put our trust. Our Lord, open between us and between our people with truth, you are the best opener"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "And the leaders who rejected from among his people said: \"If you follow Shu'ayb, then you are losers"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "The Earthquake took them, thus they became lifeless in their homes"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Those who denied Shu'ayb, it is as if they never prospered therein. Those who denied Shu'ayb, they were the losers"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Thus he turned away from them, and said: \"My people, I had delivered to you the messages of my Lord and advised you. How can I feel sorry over a rejecting people"
        }
    ]
}