{
    "rukus": [
        {
            "chapter": 2,
            "verse": 122,
            "text": "O Children of Israel, remember My blessings that I have bestowed upon you, and that I have preferred you over all the worlds"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "And beware of a Day when no soul can avail another soul, nor will any amendment be accepted from it, nor will any intercession help it; they will not be supported"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "And Abraham was tested by commands from His Lord, which he completed. He said: \"I will make you a leader for the people.\" He said: \"And also from my progeny\" He said: \"My pledge will not encompass the wicked"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "And We have made the sanctuary to be a model for the people and a security. And utilize the place of Abraham to reach out. And We entrusted to Abraham and Ishmael: \"You shall purify My sanctuary for those who visit, those who are devoted, and for those who kneel and prostrate"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "And Abraham said: \"My Lord, make this town secure, and provide for its inhabitants of the fruits for whoever believes in God and the Last Day.\" He said: \"As for he who rejects, I will let him enjoy for a while, then I will force him to the retribution of the Fire, what a miserable destiny"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "And as Abraham raised the foundations for the sanctuary with Ishmael: \"Our Lord accept this from us, You are the Hearer, the Knowledgeable"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Our Lord, and let us surrender to You and from our progeny a nation surrendering to You, and show us our rites and forgive us; You are the most Forgiving, Most Merciful"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Our Lord, and send amongst them a messenger from among themselves, that he may recite to them Your revelations and teach them the Scripture and the wisdom, and purify them. You are the Noble, the Wise"
        }
    ]
}