{
    "pages": [
        {
            "chapter": 12,
            "verse": 5,
            "text": "Reče: \"O sičiću moj! Ne kazuj snoviđenje svoje braći svojoj, pa da ti ispletu spletku. Uistinu! Šejtan je čovjeku neprijatelj otvoreni"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "I tako te je odabrao Gospodar tvoj i poučio te tumačenju hadisa, i upotpunjuje blagodat Svoju nad tobom i na porodici Jakubovoj, kao što ju je upotpunio na precima tvojim prije, Ibrahimom i Ishakom. Uistinu! Gospodar tvoj je Znalac, Mudri"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Doista su u Jusufu i braći njegovoj znaci za one koji pitaju"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Kad rekoše: \"Sigurno su Jusuf i brat njegov draži ocu našem od nas, a mi smo družina. Uistinu, naš otac je u zabludi očitoj"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Ubijte Jusufa ili ga odbacite u (neku) zemlju, biće samo za vas lice oca vašeg, i bićete poslije toga narod pravednih"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Govornik između njih reče: \"Ne ubijte Jusufa, a bacite ga na dno bunara; pokupiće ga neki karavan, ako ste radini"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Rekoše: \"O oče naš! Šta ti je, ne vjeruješ nam za Jusufa, a uistinu, mi smo njegovi iskreni savjetnici"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Pošalji ga s nama sutra da se provede i izigra, a uistinu, mi ćemo biti njegovi čuvari"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "(Jakub) reče: \"Uistinu, mene žalosti da odete s njim, i bojim se da će ga pojesti vuk, a vi biti o njemu nemarni"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Rekoše: \"Ako ga pojede vuk - a mi družina - uistinu bismo mi tad bili gubitnici"
        }
    ]
}