{
    "pages": [
        {
            "chapter": 20,
            "verse": 65,
            "text": "Rekoše: \"O Musa! Ili da baciš, ili da budemo prvi koji baca"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Reče: \"Naprotiv, bacite!\" Tad gle: konopi njihovi i štapovi njihovi mu se učiniše od sihra njihovog, da oni gmižu"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Tad Musa osjeti u svojoj duši strah"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Rekosmo: \"Ne boj se! Uistinu ti, ti ćeš biti viši"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "I baci to šta je u desnici tvojoj! Progutaće ono šta su napravili. Uistinu, napravili su lukavstvo čarobnjaka, a čarobnjak neće uspjeti ma gdje došao"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Tad se čarobnjaci baciše na sedždu. Rekoše: \"Vjerujemo u Gospodara Harunovog i Musaovog"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "(Faraon) reče: \"Povjerovaste li mu prije nego vam dopustih? Uistinu, on je velikan vaš koji vas je naučio sihru. Zato ću sigurno odsjeći ruke vaše i noge vaše unakrst, i sigurno ću vas raspeti na stabla palmi. A sigurno ćete saznati koji je od nas žešće kazne i trajnije"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Rekoše: \"Nećemo te odabrati nad onim šta nam je došlo od jasnih dokaza, i Onim ko nas je stvorio, zato sudi šta ćeš ti presuditi. Samo sudiš ovaj život Dunjaa"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Uistinu, mi vjerujemo u Gospodara našeg, da nam oprosti greške naše i ono na šta si nas prisilio od sihra. A Allah je Najbolji i Najtrajniji"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Uistinu, onaj ko dođe Gospodaru svom kao krivac, pa uistinu, imaće on Džehennem. Neće umrijeti u njemu, niti živjeti"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "A ko Mu dođe (kao) vjernik, već radio dobra djela, pa ti takvi će imati stepene visoke"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Bašče Adna ispod kojih teku rijeke, biće vječno u njima; a to je plaća onog ko se očisti"
        }
    ]
}