{
    "pages": [
        {
            "chapter": 45,
            "verse": 23,
            "text": "Pa vidiš li onog ko je bogom svojim uzeo strast svoju, a zaveo ga je Allah znanjem, i zapečatio sluh njegov i srce njegovo i postavio na vid njegov pokrivku? Pa ko će ga uputiti mimo Allaha? Pa zar se nećete poučiti"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "I govore: \"Ovo je samo naš život dunjalučki; umiremo i živimo, uništava nas jedino vrijeme.\" A nemaju oni o tome nikakvo znanje, oni samo nagađaju"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "I kad im se uče ajeti Naši jasni, nemaju argumenta svog, izuzev da kažu: \"Dajte nam očeve naše, ako ste istiniti"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "Reci: \"Allah vas oživljava, zatim vas usmrćuje, potom će vas sabrati na Dan kijameta u koji nema sumnje\", ali većina ljudi ne zna"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "A Allahova je vlast nebesa i Zemlje. A na Dan kad nastupi Čas, Tog dana će izgubiti lažljivci"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "I vidjet ćeš svaki ummet - klečat će - svaki ummet će biti pozvan knjizi svojoj: \"Danas ćete biti plaćeni za ono šta ste radili"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "Ovo je Knjiga Naša, govoriće o vama s Istinom. Uistinu, Mi smo prepisali šta ste radili"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "Pa što se tiče onih koji vjeruju i rade dobra djela - pa uvešće ih Gospodar njihov u milost Svoju. To je taj uspjeh očiti"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "A što se tiče onih koji ne vjeruju: \"Ta zar vam ajeti Moji nisu bili učeni? Tad ste se oholili i bili narod prestupnika"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "I kad se govorilo: \"Uistinu! Obećanje Allahovo je Istina i Čas u koji nema sumnje\", rekli ste: \"Ne znamo šta je Čas i nagađamo jedino pretpostavke i nismo mi uvjereni"
        }
    ]
}