{
    "juzs": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Kuswejela ni Kwakwe Ajula (Allah) juwan’jesyisye kapolo Jwakwe (Muhammadi ﷺ) chilo kutyochela ku Nsikiti Wakuchimbichika (wa Maaka) kuja ku Nsikiti Wakunaula (wa Baitul-Muqaddas) awula watwaipele upile yayaliji mungulugulu mwakwe, kuti tunnosye jwalakwe (Muhammadi ﷺ) ine mu isimosimo Yetu, Chisimu Jwalakwe (Allah) ni Jwakupikanichisya, Jwakulolechesya"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Ni twampele Musa chitabu (cha Taurat), ni twachitesile kuwa chongolo ku wanache wa Israila. (Allah wasalile kuti): “Ngasimuntenda (jwinepe) jwangawaga Une kuwa nkun’jegama.”"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "(Wasalile soni kuti: “E jenumanja) isukulu ya awala watwajigele pampepe ni Nuhu (m’chombo)! (M’beje wakutogolela mujwatendelaga nangolo jwenu.) Chisimu jwalakwe (Nuhujo) jwaliji kapolo jwakutogolela kusyene.”"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Ni twajuwulile wanache wa Israila m’Chitabu (cha Taurat kuti): “Chisimu wanganyammwe tim’bwatanganye pa chilambo kawilikose, ni tin’dikwesye kulikwesya kwekulungwa nnope.”"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "“Basi pachayiche chilanga cha (kulipidwa ligongo lya kuwatanganya) kwandanda mwa kuwiliko, twantumichisye wanganyammwe achikapolo Wetu achinsyene machili gakuputila ngondo mwaukali, basi ni wasyungwilesyungwile nkatikati mwa majumba (kupita nchim’bulaga). Nichaliji chilanga chakutendedwa.”"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "“Kaneka ni twam’buchisye machili gakwakombolela wanganyao, ni twan’jonjechesye chipanje ni wanache, ni twantesile kuwa likuga lyejinji.”"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "(Nitwatite): “Naga ntende yambone, nikuti nkulitendela yamboneyo mwachimisyene, nambo naga nsakasye, nikuti nkulisakachisya mwachimisyene. Sano pachayiche chilanga (chakulipidwa ligongo lya kuwatanganya) kwambesi, (twalechelele amagongo wenu) kuti asijigasye nchesela ngope syenu, ni kuujinjila Nsikiti (wa Baitul-Muqaddas) muwaujinjilile kandanda, ni konanga chilichose chaachitawalile konanga kwekulungwa nnope.”"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "(Twasalile m’Chitabu cha Taurat kuti: “Naga nnondeche mu yakutenda yenu), chisimu M’mbuje gwenu tantendele chanasa, nambo naga m’bujauje (kutenda yangalumbana), chituujauje (kumpa ipotesi), soni tujitesile Jahannama kwa achimakafili kuwa kolokoni (ndende).”"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Chisimu aji Qur’an jikongolela ku alila (litala) lyalili lyagoloka nnope, ni jikwapa abali jakusengwasya awala waakutenda yambone kuti akwete kupata wanganyao malipilo gamakulungwa"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Ni kuti awala wangakukulupilila ya Akhera twalinganyichisye ilagasyo yakupoteka nnope"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Soni mundu akasawendaga yakusakala (mwakupupuluma) yakasatiji pakuwenda yambone, sano mundu awele jwakupupuluma"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Ni tuwisile chilo ni muusi kuwa ilosyo iwili, ni tuchifufwite chilosyo chachilo (ni chipi), ni tuchitesile chilosyo cha muusi kuwa chakuwala (ni lilanguka lyakwe) kuti nsosejesoseje umbone wakuumila kwa M’mbuje gwenu, soni kuti mmanyilileje winji wa yaka ni chiwalanjilo (cha masiku, ijuma ni myesi). Soni chindu chilichose tuchilondesye mwakuchisalichisya chenene"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Soni mundu jwalijose tuntawilile itendo yakwe nnukosi mwakwe, ni chitukankopochesye lisiku lya Kiyama chitabu chachakachisimane chili cheunukuleunukule"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "(Chakasalilidwe kuti): “Soomaani chitabu chenu, mmwejo mwasyene lelo nkukwanila kuliwalanjila (itendo yenu).”"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Mundu jwaajongweche, basi nikuti akongoka kwakulikamuchisya nsyene, soni jwasochelele, basi nikuti akusochelela kwaalikonya nsyene, soni jwaatwiichiile nsigo (wasambi) ngasaja kutwichila nsigo wajwine, soni Uwwe nganituwa wakupeleka ilagasyo mpaka tukatumisye (kaje) ntenga"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Soni tuli tusachile kuujonanga musi (achinsyene musio ali nkutenda yangalumbana) tukwalamulaga (kaje) wakulipatila wao (yakun’jitika Allah ni kuwa atenda ngoto), basi ni akasapitikukaga (kumpitikuchila Allah) mwalakwemo, pele ni palikasasimichikaga lilowe (lyailagasyo) pa wele (musio), basi ni tukasaujonangaga kusyene"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Ana soni jilingwajilingwa mwa mikutula jatwajijonasile panyuma pa Nuhu! Sano Ambuje wenu akwanile pasambi sya achikapolo Wakwe kuwa Nkumanyilila chenene, Nkulolechesya"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Mundu jwaakuwa nkusachilila umi wachitema (wa duniya), chitun’janguichisye (kumpa) mwalakwemo yatukusaka (kupeleka) kwa jwatukunsaka, kaneka Uwwe tum’biichiile jwalakwe (ku Akhera) Jahannama, takajijinjile ali jwakunyosyedwa soni jwakuwinjidwa (kuchanasa cha Allah)"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Sano jwatasache Akhera ni kulimbichila kujitendela masengo gakwe, aku ali jwakulupilila, basi wanganyao kulimbichila kwaoko kuchiwa kwakutogoleledwa"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Waliose – wanganyawa ni wanganyao (wambone ni wakusakala) – tukwapaga mu yakupeleka ya Ambuje wenu (Allah), ni nganiiwa yakupeleka ya Ambuje wenu yanti ni kusiwiilidwa (kuti ikampata chiumbe Chakwe)"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Nnole yatutite pakwachimbichisya (pa duniya pano) wane kwapunda wane, sano chisimu Akhera ni jichiwa jekulungwa nnope pa mauchimbichimbi soni jekulungwa nnope pa kapundane"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Ngasim’biika pamo ni Allah nnungu jwine, ntakwisa mum’bele wagambidwa ni kulechedwa (ku Moto wangali wakun’jokola)"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Soni Ambuje wenu (Allah) alamwile yanti ngasin’galagatila wanganyammwe (jwinepe) ikaweje Jwele pejo, ni kwatendela yambone achinangolo wawili. Naga jumo jwao akuuyika uchekulu (juli) kukwenu kapena wanawawili, basi ngasimwawechetela (malowe gachipongwe atamose kuti) ah! Soni ngasimwakalipila, ni mwawecheteleje malowe gauchimbichimbi"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Soni mwagoyechesyeje lipapiko lyakulinandiya pakwatendela chanasa, ni m’becheteje kuti: “Ambuje wangu! Mwatendelani chanasa wanawawilio mpela muwanelelaga une kuwanache.”"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "M’mbuje gwenu jukuimanya yaili m’mitima mwenu, nam’baga jenumanja wambone (kwa achinangolo wenu ndawi ni katema, kaneka ni kusoya panandi), basi chisimu Jwalakwe juwele Jwakululuka kusyene kwa wakuujilaujila (Kukwakwe pakutenda toba)"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Soni jwapaulongo mumpani liunjili lyakwe (kuumila mu chipanje chenu), kwisa soni masikini ni jwapaulendo, ni ngasimmisanga (chipanje chenu) namisangape"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Chisimu akumisanga awele achin’jao mashetani, sano shetani kwa Ambujegwe (Allah) juwele jwakanila kusyene (chindimba champele)"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Sano naga nkwatundumalila wanganyao (pangapa liunjili lyao ligongo lyanti nganinkola), nambo nchisosagasosaga ukoto wakuumila kwa Ambuje wenu (Allah) wankuujembecheya, basi mwawechetelani malowe gakwalukangana (ni kutulasya ntima, mpela kuti: Naga mbatemo chinan’gawile)"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Soni ngasim’buwika nkono wenu kuwa (mpela) utawidwe nnukosi mwenu (pakuleka kutola), soni ngasiwwujongola kuujongola kosope kwene (pakutola mwakumisanga) ntakwisa mum’bele wagambidwa (ligongo lyaubaili) ni kulaga nnope (ligongo lyakumisanga)"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Chisimu Ambuje wenu akunsapangulilaga lisiki jwansachile, ni kunnandiyichisya (jwansachile). Chisimu Jwalakwe kwa achikapolo Wakwe juwele Jwakumanyilila chenene, Jwakulolechesya (akummanya jwakuwajilwa utajili ni jwakuwajilwa kulaga)"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Soni ngasim’bulaga wanache wenu pakogopa kulaga, Uwwe chitwape lisiki wanganyao ni jenumanja wakwe. Chisimu kwaulaga wanganyao chiwele chilemwa chekulungwa"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Soni ngasinchiwandichila chikululu, chisimu chalakwecho chiwele usakwa, soni (liwele) litala lyangalumbana"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Soni ngasim’bulaga mundu jwaakanyisye Allah (kum’bulaga) ikaweje paligongo lyakwitichika (ni malamusi ga Dini), sano mundu jwaulajidwe mwalupuso, basi pamasile patum’bichile machili jwawinjila jwakwe (gakuusya mbusyo, kapena kupochela malipilo, kapena kululuka), ningasajonanga (jwawinjilajo) pa kuulaga, chisimu jwalakwe juwele jwakamuchisyidwa (ni malamusi ga Dini)"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Soni ngasinchiwandichila chipanje cha mwanache jwawina ikaweje mwitala lyalili lyambone (mpela kuchitupiya ni malonda), mpaka akuyiche komangala kwakwe (ni kumpaga), soni kwanilisyani chilanga, chisimu chilanga chichiwa chakuwusyidwa (pa Kiyama)"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Soni gumbasyani chipiimo chambale ndema jankupima, soni n’dinjeje nisikelo jakulungamika, yalakweyo ni yaili yambone (kukwenu) soni ni yaikwete mbesi jambone nnope (ku Akhera)"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Soni ngasinyyikuyakuya (pakuiwecheta kapena kuitenda) ichindu yanganinkola nayo umanyilisi. Chisimu mawiwi, meso ni ntima ya chilichose cha yalakweyo yichiwa yakuwusyidwa (ni Allah)"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Soni ngasin’jenda pa chilambo mwakutwanga, chisimu mmwe ngawa nkupowola litaka soni ngawa nkugaika matumbi pakaleupe"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Yosope yeneyi kusakala kwakwe kuwele kwakuwenjedwa nnope kwa Ambuje wenu (Allah)"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Yalakweyi ni (ine) mu yalunda lwakusokoka yan’juwulile Ambuje wenu (mmwe Muhammadi ﷺ), ni ngasim’biika pamo ni Allah nnungu jwine ntakwika mumponyedwe ku Jahannama n’di wagambidwa soni wakuwinjidwa (kuchanasa cha Allah)"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Ana M’mbuje gwenu ansagulile jenumanja (achimakafili wa pa Maaka) wanache wachilume, sano Jwalakwe ni alitendele mwa Achimalaika wanache wachikongwe? Chisimu wanganyammwe nkuwecheta lilowe lyekulungwa nnope"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Soni pamasile patusalichisye nnope (chilichose) mu aji Qur’an kuti (achimakafili) apate kumbuchila, ni ngajikwajonjechesya wanganyao ikaweje kujichima ni kujitalichila"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Jilani (mmwe Muhammadi ﷺ): “Ingawe japali pamo ni Jwalakwe (Allah) milungu jine mpela mwaakuwechetela (achimakafilio), basi jingasosilesosile (milungujo) litala lyakwaulila kwa Nsyene Arishi (Chindanda Chaulungu kuti akamenyane Najo).”"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Kuswejela ni Kwakwe soni jutalikangene nayo yaakuwechetayo kutalikangana kwekulungwa nnope"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Gakunswejesyaga Jwalakwe mawunde nsano nagawili kwisa soni litaka ni yaili mwalakwemo, ni pangali chindu chilichose ikaweje chikunswejesyaga ni lumbili Lwakwe, nambo kuti wanganyammwe ngankumanyilila kaswejesye kao. Chisimu Jwalakwe juwele Jwakutulala nnope ntima, Jwakululuka kusyene"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Sano pati nchisoomaga (mmwe Muhammadi ﷺ) Qur’an tukasawika chilikati chenumwe ni awala wangakukulupilila ya Akhera chakusiwilila changaonechela"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Soni tuwisile iwuniko m’mitima mwao kuti akajimanyilila aji (Qur’an), ni m’mawiwi mwao (tutasile) usito (wa usiiwa kuti akajipikana), soni pati nchasalaga Ambuje wenu (Allah) Jikape mu Qur’an, akasagalauchila ku migongo jao kutila (mwakuchimidwa kusyene ni yakuntenda Nnungu kuwa Jumope)"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Uwwe tukumanyilila kusyene yaakupikanila wanganyao ndema jaakupikanila kukwenu (mmwe Muhammadi ﷺ nchisoomaga), ni ndema jaakusongonelana. Ndema jaakuwecheta walupuso (kwasalila Asilamu pakusaka kwasokonesya): “Jenumanja ngankunkuya ikaweje mundu jwannojedwe.”"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Nnole yatite pakunnandanyichisya ni ilandanyo yaukoleko (pane kuti wakulogwa pane nsawi pane wamasoka), basi ni asokonechele, mwanti nganawa apakombwele kupata litala (lya chongoko)"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Ni akasatiji: “Ana uwwe patuchiwa maupa ni ipande yekatichekatiche, nambo yakuona uwwe tuchiukulidwa nikuwa yagumbidwa yasambano?”"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Jilani: “Wani maganga kapena isyano,”"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "“Kapena yagumbidwa ine yaikula m’mitima mwenu (yankuiona kuti yakusausya kuwukulidwa, ata n’di yalakweyo chinchiukulidwape).” Pele ni tajile: “Ana wani watachituuchisya (ku umi)?” Jilani: “Ajula juwan’gumbile kandanda.” Pele ni tampukunyichisye mitwe jao ni kuti: “Yele tiichiwa chakachi?” Jilani: “Kuwa-nkuwa pakuwandika!”"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "“Lisiku lyatachim’bilanga wanganyammwe (Allah), ni tinchin’janga mwakunnapilila lumbili Lwakwe, soni ni tinchiganichisya kuti nganintama (pa duniya) ikaweje panandipe.”"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Soni mwasalilani achikapolo Wangu kuti (ndawi syosope) awecheteje yaili yambone, (ligongo) shetani chisimu chene akasakwembelechesyaga maukangani chilikati chao, chisimu shetani kwa mundu awele mmagongo jwakuonechela"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "M’mbuje gwenu ni jwaakummanya chenene wanganyammwe, nasakaga chantendele chanasa kapena nasakaga champe ilagasyo. Ni nganituntumisya mmwe (Muhammadi ﷺ) kuwa jwakwalolela wanganyao"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Soni Ambuje wenu ni waakwamanya chenene wali kumawunde ni petaka. Soni chisimu chene twaachimbichisye Achimitume wane kwapunda wane, ni twampele Daudi (chitabu cha) Zaburi"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Jilani (mmwe Muhammadi ﷺ): “Mwawilangani awala wankulitwanjila (kuwa milungu mpela Isa, Uzair, Achimalaika ni wane) kunneka Jwalakwe (Allah, kuti antyochesye masausyo gagakumpata), basi nganawa akwete machili gakuntyochesya chisausyo namuno kuchigalauchisya (kwa wane)"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Awala wanya wakwawilanga (kuti watyochesye masausyo, nombenao) akusosagasosaga litala lyakuliwandichisyila kwa M’mbuje gwao (Allah), kuti ana wani watawe wakuwandichila nnope; ni akwembecheya ukoto Wakwe ni kogopa ilagasyo Yakwe. Chisimu ilagasyo ya Ambuje wenu iwele yakogopedwa"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Soni pangali musi uliose ikaweje Uwwe tuchiujonanga nkaniliwe lisiku lya Kiyama, kapena kuulagasya ni ilagasyo yakupoteka nnope (naga uli wakuwajilwa ni yalakweyo), yalakweyi yaliji yelembelembe m’Chitabu (chailembedwe ichindu yosope)"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Soni pangali chachikutulekasya kutumisya isimosimo ikaweje kuti (wandu) wandanda waikaaniile. Sano wandu wa Samuda twapele ngamiya jajikongwe kuwa chimanyisyo chakuonechela, nambo wajitesile lupuso. Ni ngatukutumisyaga isimosimo ikaweje pakogoya (ni kutetela)"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Soni (kumbuchilani) katema katwansalile (mmwe Muhammadi ﷺ) kuti: “Chisimu Ambuje wenu (Allah) wasyungulile wandu (ali mwigasa Lyakwe ni nganawa antesile mmwejo iliyose).” Ni nganituitenda yakuiona yatwannosisye (mmwe Muhammadi ﷺ chilo cha Israi ni Mi‘raji yamwaiweni mesope ngawa kulugono) ikaweje kuwa mayeso kwa wandu (gakwalinga chikulupi chao), nombe soni chitela chelwesyedwe (cha Zaqqum chachisalidwe) m’Qur’an (chiwele mayeso kwa wandu kuti ikomboleka uli chitela kumela m’moto)! Ni tukwajogoyaga (pakwatetela), nambo ngakukwajonjechesyaga ikaweje kusumba mpika kwekulungwa"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Soni (kumbuchilani) katema katwasalile Achimalaika kuti: “Mwasujudilani Adam.” Basi wosope niwasujudu kusigala Ibulisu, jwalakwe jwatite: “Ana nansujudile jwamun’gumbile kuumila mwilongo?”"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "(Ibulisu) jwatite (soni pakunsalila Allah): “Ana nyyiweni! Aju jwamunchimbichisye kumbunda une, naga mumbe lipesa (lyakuuneka ndili umipe) mpaka lisiku lya Kiyama, chisimu chene chinaajonanje wanache wakwe pakwapulikasya ikaweje wannonope.”"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "(Allah) jwatite: “Tyokani! Sano wataiche mwakunkuya mmwe mwa wanganyao, basi chisimu Jahannama nimalipilo genu malipilo gakwana.”"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "“Soni mwalowesyani mwapanandipanandi watinkombole (kwalowesya) mwa wanganyao ni lilowe lyenu (mpela ing’wenyeng’wenye, ngoma ni yakwimbajimba iliyose yakanyisyidwa), soni mwasonganganyichisyani (asilikali wenu) wakwela mahachi ni wakwenda wapasi, soni kamusyanganani nao mu ipanje (pakwatendekasya kupata ipanje m’matala gangalumbana mpela wiyi, juga ni kotosya), ni (nkamusyangane nao soni) mu wanache (pakwatendekasya kupata wanache wapetinji), soni ni mwapeje ilanga.” Sano shetani ni jwangapa wanganyao ikaweje ilanga yaulamba"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "“Chisimu achikapolo Wangu, mmwe nganinkola machili pa wanganyao (gakwapulikasya), soni Ambuje wenu (Allah) akukwanila kuwa Nkugosa.”"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "M’mbuje gwenu (Allah) ni Ajula jwaakun’jendechesya yombo m’mbwani kuti mpiteje nchisosasosa ukoto Wakwe. Chisimu Jwalakwe kwa jenumanja juwele Jwachanasa channope"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Sano pati gampatile masausyo m’mbwani, (wosope) wankwalumbanjilaga akasasowaga kusigala Jwalakwepe (Allah), nambo pati ankulupwisye pakunyyikasya pankuuli, nkasagalauka (kunneka Allah). Sano mundu awele jwakanila (ukoto waakumpa, jwangatogolela)"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Ana nkuliwika pantunjelele wanti Jwalakwe (Allah) ngawa nkuntitimisya nao upande wapankuuli, kapena kuntumichisya chimbunga chasakalawe? Kaneko jenumanja ngasimwapata akunchenjela"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Kapena nkuliwika pantunjelele wanti Jwalakwe (Allah) ngawa nkum’buchisya jenumanja mwalakwe (m’mbwanimo) kaawiili ni kuntumichisya mbungo jaukali ni kummisya ligongo lyaukafili wenu? Kaneko jenumanja ngasimwapata akumputila ngondo Kukwetu pa yalakweyi"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Soni chisimu chene pamasile patwachimbichisye wanache wa Adam, ni twapele yakwela pankuli ni pambwani, ni twapele soni lisiki lyambone, nambo soni twachimbichisye ni uchimbichimbi wekulungwa nnope kuipunda yaijinji mu iwumbe yatugumbile"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "(Kumbuchilani) Lisiku lyatuchawilanga wandu wosope (nkutula uliose) ni nnongola jwao. Sano watakapedwe chitabu chao ni nkono wao wan’dyo, basi wanganyao chakasoome chitabu chao (mwakusengwa), soni ngasaja kutendedwa lupuso atamose pa (kachindu kamwana kanti chisawu) kawuusi kankati mwa lupele lwa tende"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Sano jwali jwangalola apano (pa duniya kulola kwakuchetelela ilosyo ya Allah ni ngankulupilila Jwalakwe), basi jwalakwejo ku Akhera takawe jwangalola (kwene) soni takapotele nnope kuleka litala (lyachokoko)"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Soni chisimu chene wanganyao wasigele panandi kuti am’bwatanganye (mmwe Muhammadi ﷺ) kwakuleka ayila yatun’juwulile kuti ntusepelele Uwwe ikaliyo, sano pajele ndemajo akantesile kuwa chisyowe chapantima"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Soni ingawaga kuti Uwwe twan’dimbangenye, chisimu nkaliji dusi kuti mpendechele kukwao panandi pajakwe"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Mwanti (nkapendechele), chisimu tukampele kupasya (ilagasyo) yakonjechesya pa awuno umi uno (kwapunda wandu wane), ni (ilagasyo) yakonjechesya panyuma pakuwa, kaneko nga nganimwapata akunkulupusya Kukwetu"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Soni chisimu chene wanganyao wasigele panandi kuti an’jogoye nnope m’chilambo achi (cha Maaka) kuti ankoposyemo, sano ingawe iyyo, nga nganalonjela panyuma penu ikaweje kandawi kannono"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "(Jele nijaliji) nyendele (Jetu kwa) awala watwamasile kwatumisya paujo penu (mmwe Muhammadi ﷺ) mwa achimitenga Wetu, soni ngankusimana galausya kulikose ku nyendele Jetu"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Jimikani Swala mwakolosya pakupendama kwalyuwa kwikanila chipi chachilo (syasili swala sya Dhuhr, Asr, Magrib ni Isha), soni (soomani) Qur’an ja kumasikusiku (pa swala ja Fajr). Chisimu Qur’an ja kumasikusiku jiwele jakutendeledwa umboni (ni Achimalaika)"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Soni mu ipande ine yachilo basi jimani kuswali pa (kusooma) jalakwe (Qur’aniji), kuwa swala jakonjechesya kukwenu (mmwe Muhammadi ﷺ jajili swala ja Tahajjudi), kuti Ambuje wenu akan’jimiche pamalo pakulapilidwa (ni iwumbe yosope Lisiku lya Kiyama)"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Soni jilani (mmwe Muhammadi ﷺ): “Ambuje wangu! Kutendani kwinjila kwangu (mu nsinda wa Madina) kuwa kwinjila kwambone, ni nkutende soni kopoka kwangu (mu nsinda wa Maaka) kuwa kopoka kwambone, ni mumbani kuumila Kukwenu machili gakungamuchisya (kwakombolela amagongo wangu).”"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Soni jilani: “Yakuona iwiiche, ni imasile paityosile yaukoleko, chisimu yaukoleko (mbesi jakwe) ikasawaga yakutyoka.”"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Soni tukutulusya mu Qur’an wauli ntela ni chanasa kwa wakulupilila, ni ngajikwajonjechesya (Qur’anijo) walupuso ikaweje chasiko"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Soni naga tuli tumpele mundu (kafili) chindimba jukasagalauka (kuleka kutukumbuchila ni kutuwenda), ni jukasalitalichisyaga (ni litala lyagoloka pakulikwesya), nambo pati inkwaiye yakusakala jukasawa jwakwasa ntima kusyene"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Jilani (mmwe Muhammadi ﷺ paagasalila makafiligo): “Jwalijose akupanganya masengo mwaliwelele litala lyakwe (dini jakwe), sano M’mbuje gwenu nijwaakummanyilila kusyene jwalili litala lyakwe lyakongoka nnope.”"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Niakum’busya (mmwe Muhammadi ﷺ) yansimu. Jilani: “Nsimu uli chimpepe mu ichindu yakuimanyilila Ambuje wangupe (Allah). Ninganimpedwa wanganyammwe umanyilisi ikaweje panandipe.”"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Soni tungasache chisimu tungaityosisye ayila yatunjuwulile mmwe (Muhammadi ﷺ jajili Qur’an pakujifuta mu ntima mwenu), kaneko nga nganinkola wakunchenjela Kukwetu pa yalakweyo"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Ikaweje ligongo lya chanasa chakuumila kwa Ambuje wenu (Allah, ni ligongo lyakwe tujilesile Qur’anijo mu ntima mwenu). Chisimu ukoto Wakwe kukwenu (mmwe Muhammadi ﷺ) uwele wekulungwa"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Jilani: “Namuno angasongangane wandu ni majini kuti aiche najo janti mpela aji Qur’an, nga nganaika najo janti mpela jalakweji, namuno angakamusyangane jwine ni n’jakwe.”"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Soni chisimu chene pamasile patusalichisye nnope kwa wandu mu aji Qur’an chilandanyo chilichose, nambo wandu wajinji akukana ikaweje ukafili basi"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Wanganyao ni watite: “Nganituwa tunkulupilile mmwe mpaka nkatuwumyichisye tutumule (jwangapwela) mwitaka (lyetu lino lya Maaka).”"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "“Kapena nkole n’gunda wa tende ni zabibu, ni m’bumye sulo chilikati chakwecho mwangalechesya.”"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "“Kapena ntugwichisye pachanya petu liwunde ipandeipande mpela yankuti pakulitwanjila, kapena m’biche najo Allah ni Achimalaika (kuti tuonegane nao) meso kwa meso.”"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "“Kapena nkole nyumba ja golodi, kapena nkwele kwinani, ni nganituwa tukukulupilile kukwela kwenuko mpaka n’di ntutuluchiisye chitabu chakuti tuchisoomeje.” Jilani (mmwe Muhammadi ﷺ): “Kuswejela ni Kwao Ambuje wangu! Ana une ndili chilichose, pangawaga mundu (jwandumisyidwe kuwa) ntenga?”"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Ni pangali chachasiwilikangenye wandu kuti akulupilile ndema jachaichilile chongoko pangawaga kuwecheta kwao kwanti: “Ana Allah atumiisye mundu kuwa ntenga?”"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Jilani: “Ingawe kuti petaka pana Achimalaika waakwendajenda mwantunjelele, tungatuluchisye wanganyao kuumila kwinani Lilaika kuwa ntenga.”"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Jilani: “Allah akukwanila kuwa Mboni chilikati changune ni jenumanja, chisimu Jwalakwe kwa achikapolo Wakwe juwele Jwaasimanya abali syosope, Jwakulolechesya.”"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Sano jwaakun’jongolaga Allah, basi jwalakwe ni jwakongoka, nambo waakwalechelela kusokonechela, basi mmwe ngam’ba mwapatiile akukamuchisya ni gosa jwangawaga Jwalakwe, ni tuchasonganganya Lisiku lya Kiyama chamakuku ali wangalola, wangawecheta soni wangapikana, mauto gao ni ku Jahannama. Ndema jilijose jaukaliteje (Motowo panandi), tukaujonjechesyeje kukwao soni kulapuka"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Galakwego ni malipilo gao ligongo lyanti wanganyao wakaaniile ma Aya Getu, ni kuwecheta kuti: “Ana tuli tuwele uwwejo maupa ni ipande yetikitiche-tikitiche nambo yakuona tuchiukulidwa ni kuwa iwumbe yasambano?”"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Ana ngakuiona wanganyao yanti Allah juwagumbile mawunde ni mataka, ali Jwakombola kusyene kwagumba wanti chisawu wanganyao? Soni waawiichiile ndema (jakuwila ni kwimuchila m’malembe) jangali chikaiko. Basi walupuso akukana (yosopeyi) ikaweje ukafili basi"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Jilani (pakwasalila achimakafilio): “Ingawe wanganyammwe mwakamulile imatiilo ya ukoto wa Ambuje wangu (Allah), nikuti nkawumbete (kuleka kupeleka) pakogopa kutola (kuti itakumala), sano mundu awele jwaugaga.”"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Soni chisimu pamasile patwampele Musa ilosyo nsano nancheche yakuonechela. Basi mwawusyani wanache wa Israila, ndema jajwaichilile (Musajo), kaneka Firiauna ni wansalile kuti: “Chisimu une ngun’ganichisya mmwe Musa kuti walojedwe.”"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "(Musa) jwatite: “Chisimu pamasile panyyimanyi kuti ayi (ilosyoyi) nganaitulusya ikaweje M’mbuje jwa kumawunde ni petaka kuwa ichetelelo. Soni chisimu une ngun’ganichisya mmwe Firiauna kuti wajonasiche.”"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Basi jwalakwe (Firiauna) jwasachilile kwakoposya wanganyao (Musa ni wanache wa Israila) m’chilambo (cha Misra), basi nitwammisyisye (mmesi Firiaunajo) ni wosope wawaliji najo imo"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Sano panyuma pa (kummisya) jwalakwe; twasalile wanache wa Israila kuti: “Tamagani m’chilambo (cha Shami), mwanti pachichiika chilanga chambesi (Kiyama), tuchinsonganganya wosopewene mwakuwanganyichilana (jenumanja ni amagongo wenu).”"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Ni yakuona tujitulwisye Uwwe (Qur’anijo), nambo soni mwakuonaonape jitulwiche, ni nganituntumisya mmwe (Muhammadi ﷺ) ikaweje kuti m’be wakutagulila abali jakusengwasya ni wakutetela"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "oni (jalakweji ni) Qur’an jatujigawenye (ma Aya ni ma Sura) kuti mwasoomele wandu mwantimatuusi, ni tujitulwisye panandipanandi (mu yaka makumi gawili kwisa itatu)"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Jilani (mmwe Muhammadi ﷺ): “Jikulupililani jalakwe (Qur’aniji) kapena nneche ngajikulupilila. Chisimu awala wawapedwile umanyilisi paujo pakwe (Qur’an nkanijituluche Ayuda ni Akilisito) pati jichisoomedwaga kukwao (Qur’an) akasagwa niipundi yao kusujudu.”"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Ni akasatiji: “Aswejele M’mbuje gwetu! Chisimu chilanga cha M’mbuje gwetu chiwele chakwanilisyidwa mwangalepeleka.”"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Ni akasagwa niipundi yao achililaga, ni jikwajonjechesyaga (Qur’anijo) kulinandiya"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Jilani (mmwe Muhammadi ﷺ): “Mum’bendani Allah kapena mum’bendani Ar-Rahman, nilina lililyose lyachimum’bendele (yalumope), ligongo Jwalakwe jukwete mena gambonembone.” Soni nkanyanyikaga nnope ni (Qur’an ja pa) swala jenu kapena kutulusya nnope malowe, nambo kuyani litala lya chilikati chayalakweyo"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Ni m’becheteje kuti: “Lumbili losope lwene alapikwe Allah jwanganalitendela mwanache, soni nganakola jwagawana najo pa Uchimwene (Wakwe), soni nganawa jwaulesi kwanti nikola jwakunkamuchisya, soni munkusyani kunkusya kwannope!”"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Lumbili losope lwene alapikwe Allah Ajula jwantuluchisye kapolo Jwakwe (Muhammadi ﷺ) Chitabu (cha Qur’an), ni nganawika nkati mwakwe kupombotala kulikose"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "(Achitesile kuwa) chagoloka kuti chitetele (makafili) ya ipotesi yakandapala yakuuma Kukwakwe, ni chasengwasye wakulupilila awala waakutenda yambone (pakwapa abali janti), akwete kupata wanganyao malipilo gambone"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Tachitama mwalakwe (m’malipilo gambonemo) yakayaka"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Ni kuti chatetele soni awala waakuti: “Allah alitendele mwanache.”"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Wanganyao nganakola payalakweyo umanyilisi uliose ni achatati wao wakwe. Likusile nnope lilowe lyalikopoka mu ngamwa syao. Ngakuwecheta inepe ikaweje unami"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Mwinetu mmwe kuwa nkulijonanga mwasyene ni madandausi (gakwadandaulila) panyuma pao (ali agalawiche kunneka mmwe), ligongo lyanti ngaakujikulupilila aji abali (ja Qur’aniji, mmwe ngasin’dandaula chanti iyyo, naga ngaakukulupilila niyao)"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Chisimu Uwwe tuitesile ichindu yaili pachanya petaka kuwa yakulisalalichisya litakalyo, kuti twalinje wanganyao kuti ana wani mwa wanganyao watawe wakolosya nnope masengo"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Soni chisimu Uwwe tuchiyiteenda yosope yaili palakwepo kuwa litaka lyakumula lyangali chilichose"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Ana nkuganichisya yanti achimisyene mbanga ni ubawu (wawalembedwepo mena gao ni ngosyo syao) yaliji mu imanyilo Yetu yakusimosya nnope? (Iyayi pana yakusimosya nnope kumpunda yalakweyo)"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "(Kumbuchilani) katema kawajile kuuwa achachanda kumbanga ni watite: “Ambuje wetu! Tupani ukoto kuumila Kukwenu, ni ntukolochesye ichindu yetu mwachongoko.”"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Ni twasiwile m’mawiwi mwao (kwanti wagonile lugono lwangapikana nalo chilichose) yaka yakwana igala kumbanga"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Kaneko twajimwisye, kuti twalinje kuti ana wani m’mikutula jiwili (jajikangana pa yawanganyao) waakumanyilila chenene kuwalanjila ndema jawatemi (achachandao mu mbangamo)"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Chisimu Uwwe tukunsimulila (mmwe Muhammadi ﷺ) abali jao mwakuonaonape, chisimu wanganyao waliji achachanda wawankulupilile M’mbuje gwao (Allah), ni twajonjechesye chongoko"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Ni twajilimbangenye mitima jao (pa chikulupi) pandema jawajimi (pameso pa nchimwene jwao jwachikafili) ni kuti: “M’mbuje gwetu ni M’mbuje jwa kumawunde ni petaka (Allah), nganituwa tunnumbanjile nnungu jwinepe jwangawaga Jwalakwe, pajele ndemajo (tuchitendaga yele yakunnumbanjila jwinepeyo), chisimu chene chituwe tuwechete yaukafili wakunaula.”"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "“Awa wandu wetu alitendele milungu jine kunneka Jwalakwe, nambi uli ngaakuika nao umboni wakuonechela pa jalakwejo (wakulosya kuti jalakwejo milungu)? Ana nduni jwali jwalupuso nnope kumpunda mundu jwaakunsepela Allah unami?”"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "(Achachanda wasalilene yanti): “Sano ndema jachinsache kwatundumalila wanganyawa ni ayila yaakuigalagatila yangawaga Allah, basi kajuweni kumbanga, M’mbuje gwenu chansapangulile chanasa Chakwe, ni chankolochesye ichindu yenu mwakun’jepepachisya.”"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Soni nkaliweni lyuwa ndema jalikopoka (ni kwelelaga nsana) lilinkujiwambala mbanga jaojo (ni kuwala kwakwe) chakun’dyo, sano ndema jalikutiwila (nkaliweni) lilinkwawambala (ni kuwala kwakwe) chakunchiji, kutendaga wanganyao waliji pantetete mwalakwemo. Yalakweyo ni ine mu ilosyo ya Allah (yakulosya ukombosi Wakwe). Mundu jwan’jongwele Allah, basi jwalakwe ni jwali jwakongoka, nambo jwannechelele kusokonechela nganim’ba mumpatiile nsyowe jwakun’jongola"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Soni nkaaganiichiisye wanganyao kuti ali mesope (ligongo meso gao galiji tanana!) kutendaga ali nnugono, aku tuli nkwagalauchisya chakun’dyo ni chakunchiji (kuti litaka likalya ilu yao), soni mbwa jao jili chongolele ngongolo syakwe (syam’bujo) pannango (wa mbangajo nambo chakuusa, kuwa londa jwao), ingawe mwaweni wanganyao nkagalawiche kutila, soni ungan’gumbele woga wakwajogopa wanganyao"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Soni iyyoyopeyo twajimwisye wanganyao (nnugono lwao lwayaka ni yaka) kuti awusyane chilikati chao (yandema jalonjele ali chigonele). Jwawechete nkuwecheta mwa wanganyao kuti: “Nnonjele ndema jantiuli?” Wanganyao watite: “Tulonjele usiku umo kapena chipande cha usiku.” (Wane mwa) wanganyao watite: “Ambuje wenu (Allah) ni waakumanyilila chenene munnonjelele. Basi muntumani jumo jwenu ni mbiya syenu syasilifasi, ajaule ku nsinda, ni akalole kuti niyapi yakulya yaili yambone nnope, basi ni akaiche nayo kukwenu yakulya ine mwa yalakweyo. Nambo akatende mwakalamuka, mwanti akaja kummanyisya jwalijose ya jenumanja.”"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "“Ligongo naga wanganyao ammanye pan’di jenumanja chansome maganga (mpaka kuwa), kapena cham’buchisye ku dini jao (jepotoche), sano pajele ndemajo (naga m’bujile ku dini jao), ngasim’ba wakupunda mpaka kalakala.”"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Soni iyyoyopeyo twamanyisye wanganyao (kwa wandu kupitila mu mbiya syao syasilifa sila) kuti amanyilile (wanduo) yanti, chilanga cha Allah (chakwimuka m’malembe) chakuonaonape, nambo soni kuti Kiyama nganijiwa jakaikasya. (Kumbuchilani) katema kawaliji (achinsyene nsinda) ali nkukangana chilikati chao ya ngani jaojo. Basi (wane mwa) wanganyao watite: “Tawani chakutawa pa wanganyao (kuti wandu akaaliingulaga), Ambuje wao (Allah) ni waakumanyilila chenene ya wanganyao.” Wandu wawapundile panganisyo syao watite: “Chisimu chene uwe chitutawe pa wanganyawa nsikiti.”"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "(Wane) akutiji: “Waliji wandu watatu, jwancheche jwao jaliji mbwa jao.” (Wane) ni akutiji: “Waliji wandu nsano, jwansano najumo jwao jaliji mbwa jao.” (Akuwecheta) mwagamba ganichisya yangaiona. (Wane) soni ni akutiji: “Waliji wandu nsano nawawili, jwansano nawatatu jwao jaliji mbwa jao.” Jilani (mmwe Muhammadi ﷺ): “Ambuje wangu ni waakumanyilila chenene yachiwalanjilo chao, ngakwamanyilila wanganyao ikaweje wannonope.” Sano nkakangana pa yawanganyao (yachiwalanjilo chao), ikaweje kangana kwapachanyape (ligongo kwangali mate), soni ngasimum’buusya jwalijose mwa wanganyao (Ayuda ni Akilisito) ya wanganyao (achinsyene mbanga)"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Soni ngasinnogwa kuwecheta yakwamba chilichose kuti: “Chisimu une chinachipanganye chalakwecho malawi.”"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Ikaweje (pakuwecheta malowe ganti): “Nasakaga Allah.” Soni mwakumbuchilani Ambuje wenu pati n’diwalile, ni kuwecheta kuti: “Mwine Ambuje wangu kuwa nkuunjongolela litala lyakuwandika nnope pachongoko kumpunda lyalakweli.”"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Ni watemi mu mbanga mwaomo yaka machila gatatu (pakuwalanjila kajende kalyuwa) ni wajonjechesye ine nsano nancheche (pakuwalanjila kajende kamwesi)"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Jilani: “Allah ni jwaakumanyilila chenene muwaataamiile wanganyao. Iwele Yakwe yakusisika ya kumawunde ni petaka. Kaje kulolechesya nnope Jwalakwe ni kupikanichisya! Nganakola wanganyao nkwagosa jwangawaga Jwalakwe. Soni Jwalakwe jwangan’gawila jwalijose ya ulamusi Wakwe.”"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Soni soomaani yaijuwulidwe kukwenu (mmwe Muhammadi ﷺ) ya m’Chitabu cha Ambuje wenu (Qur’an), pangali nkutindanya malowe Gakwe. Soni Mmwe nganim’ba mpatile kwakutilila pangawaga Kukwakwe"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Litawani ntima wenu (mmwe Muhammadi ﷺ) pakuwa pamo ni awala waakum’bombanga M’mbuje gwao kundawi ni kwigulo achisachililaga ngope Jakwe, soni meso genu gakaapeleta wanganyao (ni kwalola wane) nchisachililaga ipeto yaumi wa duniya, soni ngasimunkunda ajula jwatuuliwesye ntima wakwe yaatukumbuchila Uwwe, ni jukuyiye isako yakwe, soni ichindu yakwe iwele yakwasika"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Soni jilani: “Yakuona ikuumila kwa M’mbuje gwenu (Allah).” Sano jwaakusaka (kulupilila) basi akulupilile, soni jwaakusaka (kanila) basi akanile. Chisimu Uwwe twalinganyichisye walupuso Moto wachiuchasyungula uwigo wakwe. Sano naga akawendeje chikamuchisyo (ligongo lya njota), chakakamuchisyidweje ni mesi (gamasemule nnope) ganti mpela ntofu wenyelenyenduche, gagakagwaguleje ngope. Kaje kusakala nnope yakumwa (yakwe)! Soni kaje kusakala nnope pakwegama ni kupumulila (pakwe)"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Chisimu awala waakulupilile ni kutendaga yambone (tuchalipila pa umbone wao), chisimu Uwwe wangawatanganya malipilo ga mundu jwaakolosyisye masengo"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Wanganyao akwete kupata Matimbe Gandamo, kwasikujilima sulo cha pasi pao, chakapetedwe kwalakweko ni makosa gagolodi, ni chakawaleje nguwo syachisamba sya silika jwakuwewela ni silika jwakandapalila, ali ajegeme kwalakweko nyyindanda yetandiche chenene. Kaje kusalala nnope malipilo (gakwe)! Ni kutama chenene nnope pakwegama ni kupumulila (pakwe)"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Soni mwapani wanganyao chilandanyo cha wandu wawili; jumo jwao (juwaliji kafili) twam’biichiile migunda jiwili ja zabibu, ni twajisyungulichisye ni mitende, ni twawisile chilikati chakwecho mmela (wine)"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Migunda jinajiwilijo jasogwele isogosi yakwe, soni nganijipungusyamo chilichose (mu kasogole kakwe), ni twapitisye nkatikaati mwakwemo sulo"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Ni jwakwete soni isogosi (ine mpela ipanje ni wanache), ni wansalile n’jakwe (juwaliji jwakulupilila) aku ali nkuntwanjila kuti: “Une ni jungwete chipanje chejinji nnope kumpunda mmwe, nambo soni (ngwete) machili gamajinji ligongo lya wandu wakunguya.”"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Ni jwajinjile mun’gunda mwakwe (mwakutwanga) juli nkuliitenda lupuso nsyene (ligongo lyaukafili wakwe). Jwatite (pakubwasya): “Nganguganichisya yanti wele n’gundau nikonasika ata panandi.”"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "“Soni nganguganichisya yanti Kiyama jichiika. Nambo naga (chijiiche, une ni) kumbuchisya kwa Ambuje wangu (Allah), chisimu chene chingagasimane malo gakuujila gambone nnope kupunda galakwega.”"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "N’jakwe (juwaliji jwakulupilila) wansalile mwakun’janga kuti: “Ana mmwe nkunkaana Ajula juwan’gumbile kuumila mwitaka, kaneka kuumila mu lindondwa lyamesi, kaneko ni wankolosisye kuwa mundu?”"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "“Nambo kumbali jangu, (ni ngukulupilila kuti) Jwalakwejo ni Allah, M’mbuje gwangu, soni ngangum’bwanganya ni M’mbuje gwangujo jwalijose.”"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "“Soni bola nkawechete ndema jakwinjila mu n’gunda mwenu kuti: ‘(Ayi ni) yasachile Allah (kuti naipate). Machili ngawa nkupatikana ikaweje (pakupedwa) ni Allah.’ Naga nkumbona une kuti ndili jwakunandipilwa kukwenu pa chipanje ni wanache.”"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "“Soni mwine Ambuje wangu kuwa nkuumba yambone nnope kupunda n’gunda wenuo, ni kuutumichisya walakweo makungu (gawula jakokota chajila) kuumila kwinani, ni kusyuka kuwa litaka lyakutelesya.”"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "“Kapena mesi gakwe (gamun’gundamo) gambaga kupwa, mwanti mmwe nganim’ba nkombwele kugasosasosa nikugapata.”"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Sano isogosi yakwe yasyungulilidwe (ni makungu), mwanti jwatandite kupitikusya-pitikusya magasa gakwe (mwakudandaula) ligongo lya yajuijonanjile (migundajo), soni itela yakwe ili igwilile pa masajili gakwe, ni jwaliji nkuwecheta kuti: “Nkongwene! Nabola ngatende ngaawanganya Ambuje wangu ni jwalijose.”"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Soni nganijukola likuga lyawandu wakunkamuchisya panyuma pakun’jasa Allah, namuno jwalakwe nsyene nganijuwa jwaalikamuchisya"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Kwalakweko (ku Kiyama) chikulupusyo ni uchimwene ichiwa ya Allah pe, Jwakuona. Jwalakwe ni Jwambone nnope pakalipile, soni ni Jwambone nnope pakaiche ni mbesi jambone"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Soni mwapani wanganyao chilandanyo cha umi wa duniya, uli chisawu mesi (gawula) gatukugatulusyaga kuumila kwinani, kaneko ni gakasawanganyichilana ni mmela wamwitaka (ni kutanda kumela mmelao mwakusalalila), nambo (kaneko) ukasasyuka wejumu soni wakuteketuka waukasaululusyidwaga ni mbungo. Sano Allah pa chindu chilichose awele Jwakombola"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Chipanje ni wanache iwele ipeto ya umi wa duniya, nambo masengo gambone gakwendelechela ni gagali gambone nnope kwa Ambuje wenu pamalipilo, soni niyakwembecheya yambone (yakuja kuipata kwa Allah)"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Soni (kumbuchilani) katema kituchigajendesya matumbi, ni tinchiliona litaka lili mbembembe, ni tuchasonganganya wanganyao mwanti ngasitunneka ata jumo mwawanganyao munyuma"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Ni tachionesyedwa kwa Ambuje wenu ali m’miselamisela, (nitachasalila Allah kuti): “Chisimu chene ntuichilile itwatite pakun’gumba kandanda. Nambo mwaganichisyaga yanti nganituwa tum’biichiile chilanga (chakusimangana Nowe)"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Ni chichiwichidwa chitabu (chamasengo gao), ni chinchaona akulewa ali wawoga ligongo lya yaili mwalakwemo, ni tachitiji: “Kutapana kwetuwe! Ana chele chitabuchi chanti uli! Changaleka (chindu) chamwana namuno chekulungwa ikaweje kuchikusanya (pakuchilemba ni manambala gakwe)!” Ni tachiisimana yosope yawapanganyisye ili iyiche (ni kuwichidwa paujo pao). Soni Ambuje wenu wangantenda lupuso jwalijose"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Soni (kumbuchilani) katema katwasalile Achimalaika kuti: “Mwasujudilani Adam.” Basi wosope ni wasujudu, kusigala Ibulisu, jwaliji jwakuumila m’majini. Basi ni jwalikanile lilamusi lya Ambujegwe. Ana ni nkuntenda jwalakwejo ni wanache wakwe kuwa isyowe kuuneka Une, kutendaga wanganyao kukwenu awele amagongo? Kaje kusakala katindanye kawandu walupuso"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Nganinatenda wanganyao kuwa mboni pakagumbe ka mawunde ni mataka, namuno pakagumbidwe kaachimisyeneo, soni nganimba jwanti ni kwatenda akusochelesya kuwa akungamuchisya (Wangu)"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Soni (kumbuchilani) katema katachiti (Allah): “Mwawilangani akwawanganya wenu None, awala wamwaliji nkulilambusya.” Basi ni tachawilanga, nambo ngasiwajanga. Ni tuchiwika chilikati chao chakusiwilikanganya (malo gachonasiko mwanti ngasasimangana soni)"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Ni tachiuona akulewa Moto, basi ni tachisimichisya yanti wanganyao taujinjile. Soni ngasapata pakuugwalila"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Soni chisimu chene pamasile patusalichisye nnope kwa wandu mu aji Qur’an chilandanyo chilichose, sano mundu ni awele jwamakani nnope kupunda chilichose"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Ni pangali chachikwasiwilila wandu kulupilila (sano) panyuma pakwaichilila chongolo (Qur’an), ni kum’benda chikululuko M’mbuje gwao, ikaweje (akwembecheya) kuti syaichilile nyendele sya (wandu) wandanda (sya kapate kailagasyo), kapena kuti yaichilile ilagasyo meso kwa meso"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Ni ngatukutumisyaga Achimitenga ikaweje kuti awe wakutagulila abali syakusengwasya ni wakutetela. Nambo awala wakanile ni akutendela makani yaunami, kuti ni yalakweyo awesesye yakuona, ni akugatendela ma Aya Gangu chipongwe kwisa soni yaakuteteledwa nayo"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Ana soni nduni jwali jwalupuso nnope kwakumpunda mundu jwakumbusyidwe ma Aya ga M’mbujegwe, nambo jwalakwe ni ganyosyela, ni kuliwalila yagaaloongwesye makono gakwe? Chisimu Uwwe tuwisile isiwilo pachanya pa mitima jao kuti akajimanyilila jalakwe (Qur’anji), ni m’mawiwi mwao mwana usiiwa. Soni namuno mwawilanjile ku chongoko, nganawa ajongweche ata panandi"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Soni Ambuje wenu ni Wakululuka kusyene, Asyene chanasa, angajile wakwembekanye pa yakusakala yapanganyisye, nikuti angajanguyichiyisye kwapa ilagasyo (pa duniya pepano), nambo wanganyao akwete chilanga (chakupedwela ilagasyo pa Kiyama), ngasapata pakutilila palipose pakutalikanganila nacho"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Soni jalakwejo ni misi (ja achina Adi ni Samuda) watwajonasile ndema jawatesile lupuso, ni twawichile chilanga chachonasiko chao"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Soni (kumbuchilani) katema kajwawechete Musa kwa nchanda jwakwe (Yushau Nuni) kuti: “Nganeka (kwenda) mpaka ngaiche pandago ja mbwani siwili, kapena chingambeje kwenda yaka ni yaka (mpaka simane najo jwangunsosajo).”"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Nambo pawaiche wanawawilio pandago ja mbwani siwili pala waliwalile somba jao, basi ni jalitendele litala lyakwe m’mbwani nti chisawu mbugu"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Basi ndema jawajendelechele paujo, (Musa) wansalile nchanda jwakwe kuti: “Tupani yakulya yetu yakundawi, chisimu chene pa ulendo wetu walakweu tusimangene nayo yakupesya kusyene.”"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "(Nchanda) jwatite: “Ana nyyiweni ndema jatwapumulile palwala pala! Basitu une naajiliwalile somba jila. Ni nganandiwasya yajalakwejo ikaweje shetani, kuti ngajikumbuchila, nijilitendele litala m’mbwani mwakusimosya.”"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "(Musa) jwatite: “Pele ni patupasachileje.” Basi ni waujile munyuma ali nkupita nchikuya sajo syao"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Basi ni wansimene jumpepe mwa achikapolo Wetu (Khidr), jwatwampele ukoto wakuumila Kukwetu, soni twan’jiganyisye ilimu kuumila Kukwetu"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Musa jwatite kwa jwalakwe: “Ana komboleka kunkuya kuti munjiganye yachongoko chin’jiganyisyidwe?”"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "(Khidr) jwatite: “Chisimu mmwe nganim’ba nkombwele kupilila none.”"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "“Ana chimpilile chinauli pa ichindu yangankuimanyilila chenene yaikwamba?”"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "(Musa) jwatite: “Nasakaga Allah timusimane kuwa jwakupilila, soni nganyosya lilamusi lyenu.”"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "(Khidr) jwatite: “Sano naga nkunguya, basi ngasimumbusya ya chilichose, mpaka ndande nansyene kunsalila ya chalakwecho.”"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Basi ni wawigwile wanawawili (Khidr ni Musa achijendaga mungulugulu mbwani), mpaka pandema jawakwesile m’chombo; (Khidr) jwachipowele. (Musa) jwatite: “Ana nchipowele (chombochi) kuti mwamisye achimisyene? Chisimu pamasile pantesile chindu chekulungwa changalumbana.”"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "(Khidr) jwatite: “Ana nganimbecheta yanti chisimu mmwejo nganim’ba nkombwele kupilila none?”"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "(Musa) jwatite: “Nkamba ilagasyo ligongo lyakuliwalila kwangu, soni ngasimunganganika ni isausyo yekulungwa nnope pa chisako changu (chakusa kunkuya mmwe).”"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Basi ni wajendelechele wanawawili (pa ulendo wao panyuma pakutuluka m’chombo mula), mpaka pandema jawakasimene kanchanda; basi (Khidr) wakauleje. (Musa) jwatite: “Ana m’buleje mundu jwangali chalewile, jwanganaulaga mundu? Chisimu pamasile pantesile chindu chakunyalaya kusyene.”"
        }
    ]
}