{
    "rukus": [
        {
            "chapter": 9,
            "verse": 100,
            "text": "Foregangsmennene, de første av utvandrerne og hjelperne, og de som fulgte dem pa beste mate, med dem er Gud tilfreds, og de er tilfredse med Ham. Han har beredt for dem paradisets haver, hvor bekker sildrer. Der skal de være og bli. Det er den store seier"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Noen av ørkenaraberne omkring dere er hyklere, og noen av Medina-folket, helt hengitt i hykleri. Du kjenner dem ikke, men Vi vet om dem. Vi vil refse dem dobbelt opp, og sa vil de bli overgitt til den store straffen"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Det er andre som erkjenner sine synder. De har blandet sammen gode gjerninger og slette. Kanskje Gud vil vende seg mot dem i nade. Gud er tilgivende, naderik"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Palegg dem en gave, hvorved du kan rense dem og lutre dem. Fremsi bønn for dem. Dine bønner gir dem ro. Gud hører, vet"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Vet de da ikke at Gud mottar anger og omvendelse fra sine tjenere, og tar imot deres gaver, at Gud er den Tilgivende, den Naderike"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Si: «Virk! Og Gud vil se dere virke, og Hans sendebud, og de troende. Dere vil bli brakt tilbake til Ham som kjenner det skjulte og det apenbare, og Han vil la dere fa vite hva dere har gjort.»"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Og det er andre som er henvist til Guds avgjørelse, om Han vil straffe dem, eller vende seg mot dem i nade. Gud vet, er vis"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Og sa var det de som laget seg en egen moske, for skade, vantro og splittelse blant de troende, og som tilholdssted for dem som førte krig mot Gud og Hans sendebud. De vil sverge: «Vi hadde bare godt i sinne!» Men Gud bevitner at de i sannhet er løgnere"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Sta aldri frem i den. En moske som er grunnlagt pa gudsfrykt fra første dag, er det rettere at du star frem i. I den finnes folk som ønsker a rense deg. Gud liker dem som renser seg"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Hvem er vel best! Den som har grunnet sin bygning pa frykt for Gud og pa Hans velbehag, eller den som har satt sin bygning pa kanten av en undergravet sandbakke, som styrter ned med ham i helvetes ild? Gud leder ikke illgjerningsmenn"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Den bygningen de har bygget, vil ikke opphøre a skape tvil i deres hjerter før deres hjerter slites i stykker. Gud vet, er vis"
        }
    ]
}