{
    "rukus": [
        {
            "chapter": 16,
            "verse": 111,
            "text": "pa den dag da enhver star frem for a føre sin egen sak, og enhver lønnes for det han har gjort, og de lider ingen urett"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Gud bruker et bilde: En by la i sikkerhet og fred, og dens levemate strømmet rikelig fra alle hold. Sa viste den utakknemlighet for Guds velgjerninger. Og Gud lot den fa over seg hunger og frykt, for det de hadde laget i stand"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Et sendebud var jo kommet til dem fra deres egen krets, men de beskyldte ham for a fare med løgn. Sa tok straffen dem, urettferdige som de var"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Spis av det Gud har gitt dere, som er tillatt og godt. Vis takknemlighet for Guds godhet, om det er Ham dere tjener"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Han har bare forbudt dere det selvdøde, blod og svinekjøtt, og slikt som er viet til en annen enn Gud. Men om noen drives av nød, ikke av lyst, og ikke gar for langt, sa er Gud tilgivende, naderik"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Si ikke om det som dere løgnaktig beskriver: «Dette er tillatt, og dette forbudt,» for a dikte opp løgn mot Gud. De som dikter opp løgn mot Gud, gar det ikke godt"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "De nyter livet en stakket stund, og sa venter det dem en smertelig straff"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Jødene har Vi forbudt det som Vi har fortalt deg tidligere. Vi gjorde dem ikke urett, men deres egen urett slo tilbake pa dem selv"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Overfor dem som i uvitenhet har handlet urett, og sa omvender seg og forbedrer seg, er Herren etter dette, tilgivende, naderik"
        }
    ]
}