{
    "rukus": [
        {
            "chapter": 17,
            "verse": 11,
            "text": "Mennesket gir ondt fra seg, som han gir godt. Mennesket har det altfor travelt"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Vi har gjort natt og dag til jærtegn. Vi utvisker nattens tegn og bringer dagens tegn med muligheten til a se, sa dere kan søke lykken ved Herrens gunst. Og for at dere kan holde rede pa arenes tall og tidsregningen. Alt har Vi klargjort pa en klar mate"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Hvert menneskes lodd har Vi festet ved ham selv, om hans hals. Pa oppstandelsens dag vil Vi bringe frem for ham en bok, som han finner vidt oppslatt"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "«Les din bok! I dag strekker du til som regnskapsmann for deg selv!»"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Den som følger den rette vei, gjør det til egen fordel. Den som gar pa villstra, gjør det til eget tap. Ingen bærer en annens byrde. Og vi ilegger ingen straff før Vi har sendt et sendebud"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Nar Vi vil utslette en by, sender Vi pabud til dens folk i vellevnet, som fortsetter i synd. Sa bli ordet realitet for byen, og Vi ødelegger den fullstendig"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Hvor mange generasjoner har Vi vel utslettet etter Noa? Herren er tilstrekkelig vel underrettet og observant for Sine tjeneres synder"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Om noen begjærer det forgjengelige jordiske, sa sender Vi straks til ham der det Vi vil, til dem Vi vil. Men sa har Vi helvete rede for ham, hvor han stekes, vanæret og forstøtt"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Men om noen begjærer det hinsidige liv og streber etter det slik det skal gjøres, og er troende, disse far erkjennelse for sin innsats"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Alle sammen, bade disse og de andre, forstrekker Vi med Herrens gaver. Herrens gaver kjenner ingen begrensning"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Se, hvordan Vi gir noen fortrinn fremfor andre! Men det hinsidige liv innebærer høyere grader og større fortrinn"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Sett ingen gud ved Guds side, sa du blir sittende der vanæret og forlatt"
        }
    ]
}