{
    "rukus": [
        {
            "chapter": 9,
            "verse": 67,
            "text": "Basi mpe mibali ya bilongi mibale bango na bango, bazali kotinda na mabe, mpe bazali kopekisa bolamu. Mpe bazali kokanga maboko na bango тропа kosala bolamu, babosani Allah, mpe atiki bango. Ya sólo, bango bazali babebisi"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Allah alaki basi mpe mibali ya bilongi mibale, na bapengwi, bakozalaka libela o móto ya lifelo, wana ekoki na bango. Mpe Allah alakeli bango botutu, mpe bakozalaka na etumbu ya suka te"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Lolenge moko na baye bazalaki liboso lia bino, bazalaki makasi mingi koleka bino ezala na misolo, mpe bana mingi koleka bino. Basepelaki na bomengo oyo bakitanaki na mokili. Bino mpe bozali kosepela na oyo ya bino, lolenge bato ya liboso basepelaki, (kokitana), mpe bazali kosuanisa na bosôló te lolenge bato ya liboso basuanisaki na bosôló te, bango basili kobebisa misala mia bango o kati ya mokili mpe o mokolo mwa suka, mpe bango nde bazangi"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Boye eyelaki bango te sango ya baye baleka o liboso lia bango bato ba Nûh, na bato ya aad, na Thamúd, na bato ya Ibrâhîm na bato ya madiyanat, na baye tobalusaki (o kati ya bato ya Loth)? Batindami ba bango bayelaki bango bilembo, Allah azalaki te тропа kobuba bango, kasi bango moko nde bamibubaki"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Mpe bandimi ya mibali mpe ya basi, bango na bango bazali balingami. Bazali kotinda na bolamu mpe bazali kopekisa mabe. Mpe bazali kotelemisa losambo mpe kobimisa zakat, mpe bazali kotosa Allah na motindami waye. Baye wana nde Allah akoyokelaka mawa, ya soló, Allah azali na bokasi atonda bwanya"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Allah alaki bandimi ya mibali mpe ya basi, Iola, eye ezali koleka o nsé na yango mingala, bakozalaka libela o kati na yango, mpe bivandeli bilamu o lola ya edeni. Mpe bosepeli bonene bokowutaka epai ya Allah. Wana nde elonga enene"
        }
    ]
}