{
    "rukus": [
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah ayebi oyo mwasi amemi okati ya libumu naye, na eleko oyo ekosala o kati ya libumu, na bozingami bona, mpe atiya eloko na eloko na ndelo na yango"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "(Ye nde) moyebi ya oyo mabombami nyoso na maye mazali котопапа polele, azali monene, azali likolo koleka"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Bakeseni te epai naye oyo azali kobomba maloba naye, mpe oyo mosusu azali kobimisa ya ye polele, oyo azali komibomba na butu, mpe oyo azali komibimisa na moyi"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Moto azali na ba anzelu sima naye mpe liboso naye bazali kokita tango nyoso тропа kobatela ye na mokano kowuta epai ya Allah. Ya sólo, Allah akobongola makambo ya bato te kino bango moko bakobongola maye bazali na yango kowuta na milimo mia bango, soki Allah alingi mabe ezua bato, moto moko ya kopekisa azali te. Mpe bakozala na mobateli ata moko te na botiki ye"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Yende azali komonisa bino bongengi, ezali kobangisa bino na nkake mpe ezali kopesa bino elikya mpe azali kokomisa mapata mazala kilo"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Mpe nkake ezali kokumisa ye na lolaka na yango, na ba anzelu kati na bobangi naye. Mpe azali kotinda mikalali mpo ezwa oyo alingi, kasi bazali kobunda о nzela ya Allah mpe azali makasi na etumbu"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Mbela ya bosôló ezali epai naye. Mpe baye bazali kobondela ba nzambe misusu kotika ye, banzambe wana bakoyanola bango na eloko moko te, bazali lokola moto oyo atandi maboko na mayi тропа komema yango na monoko naye, mpe azali kokoka te. Kasi kosenga ya bapagano ezali sé na libungi"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Mpe тропа Allah, baye banso bazali na likolo na mabele bazali kofukamela ye, na esengo to na koyina, lolenge moko na bililingi na bango kobanda tongo kino mpokwa"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Loba na bango:nani azali Nkolo ya likolo na mabele? Loba: Allah, loba: Boye botiki ye bozui bakonzi basusu baye bakoki komisalisa te mpe komisala mabe te? Loba: Boye bakokani, oyo akufa miso na oyo azali na miso? To boye mwinda na molili ekokani? To bazali nde kotiyela Allah banzambe misusu, bazali kokela lokola Allah akela, mpo été bikelamu bikokana? Loba: Allah nde mokeli wa biloko binso, mpe azali sé ye moko na bokasi"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Akitisaki mayi kowuta na mapata, mpe mibongisi mbeto ya botioli na yango, engebene na bonene bwa yango, tango etondi koleka. Ezali komema bafulufulu mpe biloko ya ndenge ne ndenge, ya wolo mpe mabende biye bakotisaka na moto, тропа kosalela biloko ya bonzenga ya kolata, to mpe bisaleli. Ndenge wana nde Allah abetaka ndakisa ya malamu na ya mabe. Kasi тропа bafulufulu na bosoto mosusu oyo ezalaki likolo ya mayi, bikotiola mpe bilimwi, kasi тропа biloko biye bizali na litomba тропа bato, bikotikala na mabele. Ndenge wana nde Allah abetaka ba ndakisa bia ye"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Suka ya malamu ezali тропа baye bazali koyanola na mbela ya Nkolo wa bango, kaši baye baboyaki koyanola ye, soki ezalaki été bazua biloko nyoso oyo ezali na mabele mbala mibale, тропа bango été basomba na etumbu, balingaki kosala yango na lombango. Bango wana nde bazali na mbano ya mabe, mpe esika na bango ya kovanda ekozala lifelo oyo ezali efandelo ya mabe"
        }
    ]
}