{
    "rukus": [
        {
            "chapter": 2,
            "verse": 232,
            "text": "Mpe soki bokabwani na basi na bino, sima bakokisi eleko na bango, bopekisa bango te ete babalana na mibali misusu, soki basili koyokana kati na bango. Na lolenge ya malamu, na boye nde ezali malendisi mpona oyo kati na bino azali kondima na Allah mpe na mokolo ya suka. Wana ezali mpeto mpe malamu mpona bino, Allah nde ayebi, mpe bino boyebi te"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Mpe bamama, bakomelisa bana na bango mabele mbula mibale mobimba mpona baye balingi kokokisa komelisa bana mpenza. Mpe esengeli na tata ya mwana koleisa mpe kolatisa bamelisi wana na lolenge ya malamu, molimo amemaka te mokumba oyo eleki ye kilo. Mama anyokolama te mpona mwana naye; tata mpe anyokolo nzoto naye te mpona mwana. Mpe soki tata na mwana azali te, esengeli na mokitani naye amema mokumba wana lolenge moko tata azali kosala mpona mwana naye. Mpe soki baboti balingi kokata mwana mabele na bosepeli mpe boyokani kati na bango mibale ezali mabe te, mpe soki bolingi komelisa bana na bino o bipai bisusu, ezali mpe mabe te, soki bofuti bamelisi ya bana na ndenge elongobani. Mpe bobanga Allah, mpe boyeba ete ya sôló Allah azali komona maye bozali kosala"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Mpe baye liwa lizui bango okati na bino mpe batiki basi ba bango, esengeli bazela sanza minei na mikolo zomi eleka. Mpe soki bakokisi elaka na bango ezali lisumu te epai na bino na lotomo eye bango moko bakokisi na banzoto na bango na ndenge ya malamu. Allah azali na sango ya maye manso bozali kosala"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Mpe ezali mabe te likolo na bino, soki boyebisi bakufeli mibali, mpona libala to bobombi yango na mitema na bino Allah ya sôló ayebaki ete bokokanisa bango. Kasi bolaka bango te na bokuku sé ezala maloba ya malamu. Mpe bozua mikano ya libala te kino mikolo mia bango ya sanza minei na mikolo zomi mikoka. Mpe boyeba ete ya sôló Allah ayebi maye mazuami okati ya milimo mia bino mpe bokeba naye, mpe boyeba ete ya sôló Allah azali molimbisi atonda ngolu"
        }
    ]
}