{
    "rukus": [
        {
            "chapter": 2,
            "verse": 261,
            "text": "Ndakisa ya baye bazali kobimisa misolo na bango na nzela ya Allah, ezali lokola mbuma elonami sima ebimisi bitape sambo, mpe na etape moko ezali na bambuma nkama moko, mpe Allah abakisaka mbano ebele na oyo ye alingi, mpe Allah azali na ebele ya bozui, azali moyebi koleka"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Bato oyo bazali kobimisa misolo na bango na nzela ya Allah, sima balandisi yango te na maloba ya komizua, to maloba ya mabe na maye mabebisi, bazali na lifuta na bango epai na Nkolo wa bango. Bakozala na bobangi te, mpe na koyimayima te"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Liloba ya kitoko mpe bolimbisi, ezali malamu koleka likabo liye lilandisami na liloba ya mabe. Allah azali na bosenga na eloko te, mpe atonda bolamu"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Eh Bino bandimi! bobebisa mabonza na bino te na kolandisa yango na maloba mabe, mpe na monyokoli, lokola moto oyo azali kobimisa mosolo naye mpo bato bamona ye mpe ye andimi na Allah te, andimi mpe na mokolo ya suka te. Ndakisa naye moto wana ezali lokola libanga monene ezipami na zelo, mpe tango mbula ya makasi enoki, etiolisi zelo nyoso mpe etiki libanga mpamba. Bango bakozua lifuta moko te na maye babimisaki na mabonza, mpe Allah akokamba te bato oyo basili kopengwa"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Mpe ndakisa ya ba oyo bazali kobimisa misolo mia bango na bondimi bonso mpona Allah, mpe mitema mia bango mizali kimia bazali lokola elanga ezuami na mabele ya kitoko na esika etombwami, mbula makasi enokeli yango, mpe epesi mbuma na yango mbala mibale koleka. Ata soki mbula ya makasi ebeti te, matanga ya mike ekoki na yango. Mpe Allah azali momoni maye bozali kosala"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Boye moko kati na bino akolinga kozala na elanga ya naghil mpe ya a’nâb eye mingala mizali kotiola na nsé na yango, mpe ezali kopesa ye mbuma inso ya ndenge na ndenge, na sima mobange ekomeli ye, mpe bana naye bazali mike naino bakoli te, mpe mopepe ya monene ya makasi ya móto ekoti na elanga wana mpe ezikisi yango nyoso? Na lolenge ya boye nde Allah azali kolimbolela bino bilembo bia ye mpo ete bokanisa"
        }
    ]
}