{
    "rukus": [
        {
            "chapter": 4,
            "verse": 15,
            "text": "Otei ya basi na bino baye bakokweya na ekobo, boya na banzeneneke minei okati na bino, mpe soki batatoli yango bofandisa bango o’kati ya bandako kino liwa eyela bango to mpe Allah atia mobeko mosusu likolo na bango"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Mpe mibale kati na bino bakwei na ekobo, bogangela bango, kasi soki batubeli mpe babongisi, botika kotungisa bango. Mpamba te Allah ya sôló, azali moyambi ya tubela mpe atonda ngolu"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Ya sôló, tubela epai ya Allah ezali mpona baye basali mbeba na boyinga, mpe bawelisi na kotubela. Ba oyo wana nde Allah akondima tubela na bango. Mpe Allah azali na boyebi atonda bwanya"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Tubela ezali te, na baye bazali kosala mbeba tii kino liwa likomeli moko na bango. Akoloba: Ya sôló, ngai natubeli sika oyo. Mpe (tubela) ezali te na baye bazali kowa mpe bango bazali bapagano; baye wana nde tobongisi mpona bango etumbu ya makasi"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "Eh bino bandimi! Bozua nkita ya basi te sé na ndingisa na bango. Mpe bopekisa bango te kobala sima ya liwa ya mibali na bango, na likanisi ya kozua ndambu ya misolo bopesaki bango na libala. Longola sé soki basali likambo ya mabe, lokola ekobo oyo emonani polele. Kasi soki bongo te, bofanda na bango na lolenge ya malamu, mpe soki bozali kosepela na bango te, kasi boyeba ete soki bozali koyina eloko tango mosusu Allah asili kotia bolamu ebele okati na yango"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Mpe soki bolingi kotia mwasi ya sika na esika ya oyo bosilaki kokabuana naye, mpe ata soki bopesaki moko na bango misolo ebele bozua eloko moko na kati te, bolingi kozua yango na kobuba mpe lisumu monene"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Ndenge nini bokozua yango mpe bino bosilaki kosangana na bango, mpe bango bandima kozua mokumba ya kofanda na bino ya bosembo"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Mpe bobala te basi baye ba tata na bino babalaki, longola sé na maye maleka, ya sôló maye wana mazali bosoto mpe lisumu mpe nzela ya mabe"
        }
    ]
}