{
    "juzs": [
        {
            "chapter": 2,
            "verse": 253,
            "text": "از آن فرستادگان برخی را بر برخی برتری بخشیدیم. از آنان کسی است که خدا با او سخن گفت، و برخی از آنان را درجات و مراتبی بالا برد. و عیسی بن مریم را دلایل و نشانه های روشن دادیم، و او را به وسیله روح القدس توانایی بخشیدیم. و اگر خدا می خواست کسانی که بعد از آنان [در طول قرون و اعصار] آمدند، پس از آنکه دلایل و براهین روشن به آنان رسید، با هم نمی جنگیدند، ولی [درباره ایمان و کفر با هم] اختلاف کردند، پس برخی از آنان ایمان آوردند و برخی کفر ورزیدند، قطعاً خدا اگر می خواست نمی جنگیدند، ولی خدا آنچه را می خواهد [از روی حکمت و مصلحت] انجام می دهد"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "ای اهل ایمان! از آنچه به شما روزی کرده ایم انفاق کنید، پیش از آنکه روزی بیاید که در آن نه داد و ستدی است و نه دوستی و نه شفاعتی؛ و تنها کافران ستمکارند"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "خدای یکتا که جز او هیچ معبودی نیست، زنده و قائم به ذات [و مدّبر و برپا دارنده و نگه دارنده همه مخلوقات] است، هیچ گاه خواب سبک و سنگین او را فرا نمی گیرد، آنچه در آسمان ها و آنچه در زمین است در سیطره مالکیّت و فرمانروایی اوست. کیست آنکه جز به اذن او در پیشگاهش شفاعت کند؟ آنچه را پیش روی مردم است [که نزد ایشان حاضر و مشهود است] و آنچه را پشت سر آنان است [که نسبت به آنان دور و پنهان است] می داند. و آنان به چیزی از دانش او احاطه ندارند مگر به آنچه او بخواهد. تخت [حکومت، قدرت و سلطنت] ش آسمان ها و زمین را فرا گرفته و نگهداری آنان بر او گران و مشقت آور نیست؛ و او بلند مرتبه و بزرگ است"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "در دین، هیچ اکراه و اجباری نیست [کسی حق ندارد کسی را از روی اجبار وادار به پذیرفتن دین کند، بلکه هر کسی باید آزادانه با به کارگیری عقل و با تکیه بر مطالعه و تحقیق، دین را بپذیرد]. مسلماً راه هدایت از گمراهی [به وسیله قرآن، پیامبر و امامان معصوم] روشن و آشکار شده است. پس هر که به طاغوت [که شیطان، بت و هر طغیان گری است] کفر ورزد و به خدا ایمان بیاورد، بی تردید به محکم ترین دستگیره که آن را گسستن نیست، چنگ زده است؛ و خدا شنوا و داناست"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "خدا سرپرست و یار کسانی است که ایمان آورده اند؛ آنان را از تاریکی ها [ی جهل، شرک، فسق وفجور] به سوی نورِ [ایمان، اخلاق حسنه و تقوا] بیرون می برد. و کسانی که کافر شدند، سرپرستان آنان طغیان گرانند که آنان را از نور به سوی تاریکی ها بیرون می برند؛ آنان اهل آتش اند و قطعاً در آنجا جاودانه اند"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "آیا [با دیده عبرت] ننگریستی به کسی که چون خدا او را پادشاهی داده بود [از روی کبر و غرور] با ابراهیم درباره پروردگارش به مجادله و ستیز و گفتگوی بی منطق پرداخت؟! هنگامی که ابراهیم گفت: پروردگارم کسی است که زنده می کند و می میراند [او] گفت: من هم زنده می کنم و می میرانم. [و برای مشتبه کردن کار بر مردم، دستور داد دو زندانی محکوم را حاضر کردند، یکی را آزاد و دیگری را کشت.] ابراهیم [برای بستن راه مغالطه و تزویر به روی دشمن] گفت: مسلماً خدا خورشید را از مشرق بیرون می آورد، تو آن را از مغرب برآور! پس آنکه کافر شده بود، متحیر و مبهوت شد. و خدا گروه ستم گر را [به خاطر تجاوز، ستم، پافشاری بر عناد و لجاجشان] هدایت نمی کند"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "یا چون آن کسی که به دهکده ای گذر کرد، در حالی که دیوارهای آن بر روی سقف هایش فرو ریخته بود [و اجساد ساکنانش پوسیده و متلاشی به نظر می آمد] گفت: خدا چگونه اینان را پس از مرگشان زنده می کند؟ پس خدا او را صد سال میراند، سپس وی را برانگیخت، به او فرمود: چه مقدار [در این منطقه] درنگ کرده ای؟ گفت: یک روز یا بخشی از یک روز درنگ کرده ام. [خدا] فرمود: بلکه صد سال درنگ کرده ای! به خوراکی و نوشیدنی خود بنگر که [پس از گذشت صد سال و رفت و آمد فصول چهارگانه] تغییری نکرده، و به دراز گوش خود نظر کن [که جسمش متلاشی شده، ما تو را زنده کردیم تا به پاسخ پرسشت برسی و به واقع شدن این حقیقت مطمئن شوی]، و تا تو را نشانه ای [از قدرت و ربوبیّت خود] برای مردم [در مورد زنده شدن مردگان] قرار دهیم، اکنون به استخوان ها [یِ دراز گوشت] بنگر که چگونه آنها را برمی داریم و به هم پیوند می دهیم، سپس بر آنها گوشت می پوشانیم. چون [کیفیتِ زنده شدنِ مردگان] بر او روشن شد، گفت: اکنون می دانم که یقیناً خدا بر هر کاری تواناست"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "و [یاد کنید] هنگامی که ابراهیم گفت: پروردگارا! به من نشان ده که مردگان را چگونه زنده می کنی؟ [خدا] فرمود: آیا [به قدرتم نسبت به زنده کردن مردگان] ایمان نیاورده ای؟! گفت: چرا، ولی [مشاهده این حقیقت را خواستم] تا قلبم آرامش یابد. [خدا] فرمود: پس چهار پرنده بگیر و آنها را [برای دقت در آفرینش هر یک] به خود نزدیک کن، و [بعد از کشتن، ریز ریز کردن و مخلوط کردنشان به هم] بر هر کوهی [در این منطقه] بخشی از آنها را قرار ده، سپس آنها را بخوان که شتابان به سویت می آیند؛ و بدان که یقیناً خدا توانای شکست ناپذیر و حکیم است"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "مَثَل آنان که اموالشان را در راه خدا انفاق می کنند، مانند دانه ای است که هفت خوشه برویاند، در هر خوشه صد دانه باشد؛ و خدا برای هر که بخواهد چند برابر می کند و خدا بسیار عطا کننده و داناست"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "کسانی که اموالشان را در راه خدا انفاق می کنند، سپس منت و آزاری به دنبال انفاقشان نمی آورند، برای آنان نزد پروردگارشان پاداشی شایسته و مناسب است، و نه بیمی بر آنان است و نه اندوهگین می شوند"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "گفتاری پسندیده [در برابر تهیدستان] و عفو [ی کریمانه نسبت به خشم و بد زبانی مستمندان] بهتر از بخششی است که دنبالش آزاری باشد، و خدا بی نیاز و بردبار است"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "ای اهل ایمان! صدقه هایتان را با منت و آزار باطل نکنید، مانند کسی که مالش را به ریا به مردم انفاق می کند و به خدا و روز قیامت ایمان ندارد، که وصفش مانند سنگ سخت و خارایی است که بر آن [پوششی نازک از] خاک قرار دارد و رگباری تند و درشت به آن برسد و آن سنگ را صاف [و بدون خاک] واگذارد [صدقه ریایی مانند آن خاک است و این ریاکاران] به چیزی از آنچه کسب کرده اند، دست نمی یابند و خدا مردم کافر را هدایت نمی کند"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "ومثل کسانی که اموالشان را برای طلب خشنودی خدا و استوار کردن نفوسشان [بر حقایق ایمانی و فضایل اخلاقی] انفاق می کنند، مانند بوستانی است در جایی بلند که بارانی تند به آن برسد، در نتیجه میوه اش را دو چندان بدهد، و اگر باران تندی به آن نرسد باران ملایمی می رسد [و آن برای شادابی و محصول دادنش کافی است] و خدا به آنچه انجام می دهید، بیناست"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "آیا یکی از شما دوست دارد که او را بوستانی از درختان خرما و انگور باشد که از زیرِ [درختانِ] آن نهرها جاری است و برای وی در آن بوستان از هر گونه میوه و محصولی باشد، در حالی که پیری به او رسیده و دارای فرزندان ناتوان [و خردسال] است، پس گردبادی که در آن آتش سوزانی است به آن بوستان برسد و یک پارچه بسوزد؟ [ریا و منت و آزار به همین صورت انفاق را نابود می کند] این گونه خدا آیاتش را برای شما توضیح می دهد تا بیندیشید"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "ای اهل ایمان! از پاکیزه های آنچه [از راه داد و ستد] به دست آورده اید، و آنچه [از گیاهان و معادن] برای شما از زمین بیرون آورده ایم، انفاق کنید و برای انفاق کردن دنبال مال ناپاک و بی ارزش و معیوب نروید، در حالی که اگر آن را به عنوان حقّ شما به خود شما می دادند، جز [با] چشم پوشی [و دلسردی] نمی گرفتید و بدانید که خدا، بی نیاز و ستوده است"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "شیطان، شما را [به هنگام انفاق مال با ارزش] از تهیدستی و فقر می ترساند، و شما را به کار زشت [چون بخل وخودداری از زکات و صدقات] امر می کند، و خدا شما را از سوی خود وعده آمرزش و فزونی رزق می دهد؛ و خدا بسیار عطا کننده و داناست"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "حکمت را به هر کس بخواهد می دهد، و آنکه به او حکمت داده شود، بی تردید او را خیر فراوانی داده اند، و جز صاحبان خرد، کسی متذکّر نمی شود"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "و هر نفقه ای که انفاق کردید و هر نذری را که برعهده گرفتید، یقیناً خدا آن را می داند، [در نتیجه فرمانبر را پاداش می دهد و ستمکار به آیات خدا و حقوق مردم را عذاب می کند] و برای ستمکاران در قیامت یاوری نیست"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "اگر صدقه ها را آشکار کنید، کاری نیکوست، و اگر آنها را پنهان دارید و به تهیدستان دهید برای شما بهتر است؛ و خدا [به این سبب] بخشی از گناهانتان را محو می کند؛ و خدا به آنچه انجام می دهید، آگاه است"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "[ای پیامبر!] هدایت آنان [به سوی اخلاص در انفاق و ترک منّت و آزار] بر عهده تو نیست، [وظیفه تو ابلاغ پیام و اتمام حجّت است] بلکه خداست که هر کس را بخواهد هدایت می کند. [ای اهل ایمان!] و هر مالی را که انفاق کنید به سود خود شماست، و این در صورتی است که انفاق نکنید جز برای طلب خشنودی خدا. و آنچه از مال [باارزش و بی عیب] انفاق کنید، پاداشش به طور کامل به شما داده می شود، و مورد ستم قرار نخواهید گرفت"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "[صدقاتْ] حقِّ نیازمندانی است که در راه خدا [به سبب جنگ یا طلب دانش یا بیماری یا عوامل دیگر] در مضیقه و تنگنا افتاده اند [و برای فراهم کردن هزینه زندگی] نمی توانند در زمین سفر کنند؛ فرد ناآگاه آنان را از شدت پارسایی وعفّتی که دارند توانگر و بی نیاز می پندارد. [تو ای رسول من!] آنان را از سیمایشان می شناسی. [آنان] از مردم به اصرار چیزی نمی خواهند. و شما ای اهل ایمان! آنچه از مال [با ارزش و بی عیب] انفاقکنید، یقیناً خدا به آن داناست"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "کسانی که [چون علی بن أبی طالب (علیه السلام)] اموالشان را در شب و روز و پنهان و آشکار انفاق می کنند، برای آنان نزد پروردگارشان پاداشی شایسته و مناسب است؛ و نه بیمی بر آنان است و نه اندوهگین می شوند"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "کسانی که ربا می خورند [در میان مردم و برای امر معیشت و زندگی] به پای نمی خیزند، مگر مانند به پای خاستن کسی که شیطان او را با تماس خود آشفته حال کرده [و تعادل روانی و عقلی اش را مختل ساخته] است، این بدان سبب است که آنان گفتند: خرید و فروش هم مانند رباست. در حالی که خدا خرید و فروش را حلال، و ربا را حرام کرده است. پس هر که از سوی پروردگارش پندی به او رسد و [از کار زشت خود] بازایستد، سودهایی که [پیش از تحریم آن] به دست آورده، مال خود اوست، و کارش [از جهت آثار گناه و کیفر آخرتی] با خداست. و کسانی که [به عمل زشت خود] بازگردند [و نهی خدا را احترام نکنند] پس آنان اهل آتش اند، و در آن جاودانه اند"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "خدا ربا را نابود می کند، و صدقات را فزونی می دهد؛ و خدا هیچ ناسپاس بزه کاری را دوست ندارد"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "مسلماً کسانی که ایمان آوردند و کارهای شایسته انجام دادند، و نماز را به پا داشتند، و زکات پرداختند، برای آنان نزد پروردگارشان پاداشی [شایسته و مناسب] است، و نه بیمی بر آنان است و نه اندوهگین می شوند"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "ای اهل ایمان! از خدا پروا کنید، و اگر مؤمن [واقعی] هستید آنچه را از ربا [بر عهده مردم] باقی مانده رها کنید"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "واگر چنین نکردید [و به رباخواری اصرار ورزیدید] به جنگی بزرگ از سوی خدا و رسولش [بر ضد خود] یقین کنید؛ و اگر توبه کردید، اصل سرمایه های شما برای خود شماست [و سودهای گرفته شده را به مردم بازگردانید] که در این صورت نه ستم می کنید و نه مورد ستم قرار می گیرید"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "و اگر [بدهکار] تنگدست بود [بر شماست که] او را تا هنگام توانایی مهلت دهید؛ و بخشیدن همه وام [و چشم پوشی و گذشت از آن در صورتی که توانایی پرداختش را ندارد] اگر [فضیلت وثوابش را] بدانید برای شما بهتر است"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "و پروا کنید از روزی که در آن به سوی خدا بازگردانده می شوید، سپس به هر کس آنچه انجام داده، به طور کامل داده می شود؛ و آنان مورد ستم قرار نمی گیرند [زیرا هر چه را دریافت می کنند، تجسّمِ عینی اعمال خودشان است]"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "ای اهل ایمان! چنانچه وامی به یکدیگر تا سر آمد معینی، دادید، لازم است آن را بنویسید. و باید نویسنده ای [سَنَدش را] در میان خودتان به عدالت بنویسد. و نباید هیچ نویسنده ای از نوشتن سند همان گونه که خدا [بر اساس قوانین شرعی] به او آموخته است، دریغ ورزد. او باید بنویسد، و کسی که حقْ به عهده اوست باید [کلامش را جهت تنظیم سند برای نویسنده] املا کند، و از خدا که پروردگار اوست پروا نماید و از حق چیزی را نکاهد. و اگر کسی که حق به عهده اوست، سفیه یا ناتوان باشد، یا [به علتی] نتواند املا کند، ولیّ و سرپرست او به عدالت املا کند. و دو شاهد از مردانتان را [بر این حق] شاهد بگیرید، و اگر دو مرد نبود، یک مرد و دو زن را از میان شاهدانی که می پسندید، شاهد بگیرید تا اگر یکی از آن دو زن [واقعیت را] فراموش کرد، آن دیگری او را یادآوری کند. و شاهدان هنگامی که [برای ادای شهادت] دعوت شوند [از پاسخ دعوت] امتناع نورزند، و از نوشتن [سندِ وام] تا سرآمد معیّنش، کوچک باشد یا بزرگ، ملول نشوید، این [کار] نزد خدا عادلانه تر و برای اقامه شهادت پابرجاتر، و به اینکه [در جنس وام، اندازه آن و زمان پرداختش] شک نکنید [و ستیز و نزاعی پیش نیاید،] نزدیک تر است. مگر آنکه داد و ستدی نقدی باشد که آن را میان خود دست به دست می کنید، در این صورت بر شما گناهی نیست که آن را ننویسید. و هرگاه داد و ستد کنید، شاهد بگیرید. و نباید به نویسنده و شاهد زیان برسد و اگر زیان برسانید، خروج از اطاعت خداست که گریبانگیر شما شده است و از خدا پروا کنید و خدا [احکامش را] به شما می آموزد و خدا به همه چیز داناست"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "و اگر در سفر بودید و نویسنده ای [برای ثبت سند] نیافتید، وثیقه های دریافت شده [جایگزین سند و شاهد] است. و اگر یکدیگر را امین دانستید [وثیقه لازم نیست] پس باید کسی که امینش دانسته اند، امانتش را ادا کند. و از خدا پروردگار خود، پروا نماید و [شما ای شاهدان!] شهادت را پنهان نکنید و هر که آن را پنهان کند، یقیناً دلش گناهکار است؛ و خدا به آنچه انجام می دهید داناست"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "آنچه در آسمان ها و آنچه در زمین است، فقط در سیطره مالکیّت و فرمانروایی خداست، و اگر آنچه [از نیّت های فاسد و افکار باطل] در دل دارید آشکار کنید یا پنهان سازید، خدا شما را به آن محاسبه می کند؛ پس هر که را بخواهد می آمرزد، و هر که را بخواهد عذاب می کند؛ و خدا بر هر کاری تواناست"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "پیامبر به آنچه از پروردگارش به او نازل شده، ایمان آورده، و مؤمنان همگی به خدا و فرشتگان و کتاب ها و پیامبرانش، ایمان آورده اند [و بر اساس ایمان استوارشان گفتند:] ما میان هیچ یک از پیامبران او فرق نمی گذاریم. و گفتند: شنیدیم و اطاعت کردیم، پروردگارا! آمرزشت را خواهانیم و بازگشت [همه] به سوی توست"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "خدا هیچ کس را جز به اندازه توانایی اش تکلیف نمی کند. هر کس عمل شایسته ای انجام داده، به سود اوست، و هر کس مرتکب کار زشتی شده، به زیان اوست. [مؤمنان گویند:] پروردگارا! اگر فراموش کردیم یا مرتکب اشتباه شدیم، ما را مؤاخذه مکن. پروردگارا! تکالیف سنگینی برعهده ما مگذار، چنان که بر عهده کسانی که پیش از ما بودند گذاشتی. پروردگارا! و آنچه را به آن تاب و توان نداریم بر ما تحمیل مکن؛ و از ما درگذر؛ و ما را بیامرز؛ و بر ما رحم کن؛ تو سرپرست مایی؛ پس ما را بر گروه کافران پیروز فرما"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "الم"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "خدای یکتا که جز او هیچ معبودی نیست، زنده و قائم به ذات [و مدبّر و برپا دارنده ونگه دارنده همه مخلوقات] است"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "این کتاب را تدریجاً به حق و راستی بر تو نازل کرد که تصدیق کننده کتاب های پیش از خود است؛ و تورات و انجیل را"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "پیش از این برای هدایت مردم فرستاد، و فرقان را [که مایه جدایی حق از باطل است] نازل کرد. مسلماً کسانی که به آیات خدا کافر شدند، برای آنان [به کیفرِ کفرشان] عذابی سخت است؛ وخدا توانای شکست ناپذیر و صاحب انتقام است"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "یقیناً چیزی در زمین و در آسمان بر خدا پوشیده نیست"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "اوست که شما را در رحم ها [یِ مادران] به هر گونه که می خواهد تصویر می کند. جز او هیچ معبودی نیست؛ توانای شکست ناپذیر و حکیم است"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "اوست که این کتاب را بر تو نازل کرد که بخشی از آن کتاب، آیات محکم است [که دارای کلماتی صریح و مفاهیمی روشن است] آنها اصل و اساس کتاب اند، و بخشی دیگر آیات متشابه است [که کلماتش غیر صریح و معانی اش مختلف و گوناگون است و جز به وسیله آیات محکم و روایات استوار تفسیر نمی شود] ولی کسانی که در قلوبشان انحراف [از هدایت الهی] است برای فتنه انگیزی و طلب تفسیرِ [نادرست و به تردید انداختن مردم و گمراه کردن آنان] از آیات متشابهش پیروی می کنند، و حال آنکه تفسیر واقعی و حقیقی آنها را جز خدا نمی داند. و استواران در دانش [و چیره دستان در بینش] می گویند: ما به آن ایمان آوردیم، همه [چه محکم، چه متشابه] از سوی پروردگار ماست. و [این حقیقت را] جز صاحبان خرد متذکّر نمی شوند"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "[و می گویند:] پروردگارا! دل هایمان را پس از آنکه هدایتمان فرمودی منحرف مکن، و از سوی خود رحمتی برما ببخش؛ زیرا تو بسیار بخشنده ای"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "پروردگارا! قطعاً تو در روزی که هیچ شکی در آن نیست، گردآورنده همه مردمی؛ مسلماً خدا خلف وعده نمی کند"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "یقیناً اموال و فرزندان کافران هرگز چیزی از [عذاب] خدا را از آنان برطرف نمی کند؛ و اینانند که آتشگیره آتش اند"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "[روشِ آنان] مانند روش فرعونیان و کسانی است که پیش از آنان بودند که آیات ما را تکذیب کردند، پس خدا هم آنان را به گناهانشان مؤاخذه کرد؛ و خدا سخت کیفر است"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "به کافران بگو: به زودی شکست می خورید و به سوی دوزخ محشور می شوید، و آن بد آرامگاهی است"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "تحقیقاً برای شما در دو گروهی که [در جنگ بدر] با هم رو به رو شدند، نشانه ای [از قدرت خدا و حقّانیّت نبوّت پیامبر] بود، گروهی در راه خدا می جنگیدند، و گروه دیگر کافر بودند، که اهل ایمان را به چشم خویش دو برابر می دیدند [به همین خاطر شکست خوردند] و خدا هر که را بخواهد با یاری خود تأیید می کند؛ مسلماً در این [واقعیت] عبرتی برای دارندگان بصیرت است"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "محبت و عشق به خواستنی ها [که عبارت است] از زنان و فرزندان و اموال فراوان از طلا و نقره و اسبان نشاندار و چهارپایان و کشت و زراعت، برای مردم آراسته شده است؛ اینها کالای زندگیِ [زودگذرِ] دنیاست؛ و خداست که بازگشت نیکو نزد اوست"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "بگو: آیا شما را به بهتر از این [امور] خبر دهم؟ برای آنان که [در همه شؤون زندگی] پرهیزکاری پیشه کرده اند، در نزد پروردگارشان بهشت هایی است که از زیرِ [درختانِ] آن نهرها جاری است، در آنجا جاودانه اند و [نیز برای آنان] همسرانی پاکیزه و خشنودی و رضایتی از سوی خداست؛ و خدا به بندگان بیناست"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "آنان که می گویند: پروردگارا! قطعاً ما ایمان آوردیم، پس گناهانمان را بیامرز وما را از عذاب آتش نگاه دار"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "آنان که صبر کنندگان و راستگویان و فرمانبرداران و انفاق کنندگان و استغفار کنندگان در سحرهایند؛"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "خدا در حالی که برپا دارنده عدل است [با منطق وحی، با نظام مُتقن آفرینش و با زبان همه موجودات] گواهی می دهد که هیچ معبودی جز او نیست؛ و فرشتگان و صاحبان دانش نیز گواهی می دهند که هیچ معبودی جز او نیست؛ معبودی که توانای شکست ناپذیر و حکیم است"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "مسلماً دینِ [واقعی که همه پیامبرانْ مُبلّغ آن بودند] نزد خدا، اسلام است. و اهل کتاب [درباره آن] اختلاف نکردند مگر پس از آنکه آنان را [نسبت به حقّانیّت آن] آگاهی و دانش آمد، این اختلاف به خاطر حسد و تجاوز میان خودشان بود؛ و هر کس به آیات خدا کافر شود [بداند که] خدا حسابرسی، سریع است"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "پس اگر با تو جدال و گفتگوی خصومت آمیز کردند، [فقط در پاسخشان] بگو: من و همه پیروانمْ وجود خود را تسلیم خدا کرده ایم. و به اهل کتاب و به بی سوادانِ [مشرک] بگو: آیا شما هم تسلیم شده اید؟ پس اگر تسلیم شوند، قطعاً هدایت یافته اند، و اگر روی گرداندند [برتو دشوار و سخت نیاید] که آنچه بر عهده توست فقط ابلاغ [پیام خدا] ست؛ و خدا به بندگان بیناست"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "کسانی که پیوسته به آیات خدا کفر می ورزند، و همواره پیامبران را به ناحق می کشند، و از مردم کسانی را که امر به عدالت می کنند به قتل می رسانند، پس آنان را به عذابی دردناک بشارت ده"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "آنان کسانی اند که اعمالشان در دنیا و آخرت تباه و بی اثر شده، و برای آنان هیچ یاوری نخواهد بود"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "آیا به کسانی که بهره ای اندک از کتاب [تورات و انجیل] به آنان داده شده ننگریستی که به سوی کتاب خدا خوانده می شوند تا در میان آنان [درباره احکام الهی و نبوّت پیامبر اسلام] داوری کنند؟ سپس گروهی از آنان در حالی که اعراض کننده [از حق و حقیقت] اند، روی می گردانند"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "این روی گردانی به خاطر آن است که گفتند: هرگز آتش [دوزخ در روز قیامت] جز چند روزی به ما نمی رسد و آنچه همواره افترا و دروغ [به خدا] می بستند، آنان را در دینشان مغرور کرده است"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "پس چه خواهند کرد، هنگامی که آنان را برای روزی که هیچ شکی در آن نیست گرد آوریم، و به هر کس آنچه [از نیک و بد] به دست آورده، به طور کامل داده شود، و آنان مورد ستم قرار نخواهند گرفت"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "بگو: خدایا! ای مالک همه موجودات! به هر که خواهی حکومت می دهی و از هر که خواهی حکومت را می ستانی، و هر که را خواهی عزت می بخشی و هر که را خواهی خوار و بی مقدار می کنی، هر خیری به دست توست، یقیناً تو بر هر کاری توانایی"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "شب را در روز در می آوری و روز را در شب در می آوری، و زنده را از مرده بیرون می آوری و مرده را از زنده بیرون می آوری؛ و هر که را بخواهی بی حساب روزی می دهی"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "مؤمنان نباید کافران را به جای اهل ایمان، سرپرست و دوست بگیرند؛ و هر کس چنین کند در هیچ پیوند و رابطه ای با خدا نیست، مگر آنکه بخواهید به سبب دفع خطری که متوجه شماست از آنان تقیّه کنید؛ خدا شما را از [عذاب] خود بر حذر می دارد، و بازگشت [همه] به سوی خداست"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "بگو: اگر آنچه [از نیّت های فاسد و افکار باطل] در سینه های شماست، پنهان دارید یا آشکار کنید، خدا آن را می داند. و نیز آنچه را در آسمان ها و آنچه را در زمین است، می داند و خدا بر هر چیز تواناست"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "روزی که هر کس آنچه را از کار نیک انجام داده و آنچه را از کار زشت مرتکب شده حاضر شده می یابد، و آرزو می کند که ای کاش میان او و کارهای زشتش زمان دور و درازی فاصله بود. و خدا شما را از [عذاب] خود برحذر می دارد؛ و خدا به بندگان مهربان است"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "بگو: اگر خدا را دوست دارید، پس مرا پیروی کنید تا خدا هم شما را دوست بدارد، و گناهانتان را بیامرزد؛ و خدا بسیار آمرزنده و مهربان است"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "بگو: از خدا و پیامبر اطاعت کنید. پس اگر روی گردانیدند [بدانند که] یقیناً خدا کافران را دوست ندارد"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "بی تردید خدا آدم و نوح و خاندان ابراهیم و خاندان عمران را [به خاطر شایستگی های ویژه ای که در آنان بود] بر جهانیان برگزید"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "فرزندانی [را برگزید] که [از نظر پاکی، تقوا، درستی و راستی] برخی از [آنان از نسل] برخی دیگرند؛ و خدا شنوا و داناست"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "[یاد کنید] هنگامی که همسر عمران گفت: پروردگارا! برای تو نذر کردم که آنچه را در شکم خود دارم [برای خدمت خانه تو از ولایت و سرپرستی من] آزاد باشد، بنابراین از من بپذیر؛ یقیناً تو شنوا و دانایی"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "زمانی که او را زایید، گفت: پروردگارا! من او را دختر زاییدم. و خدا به آنچه او زایید داناتر بود؛ و آن پسر [که زاییدن او را آرزو داشت، در کرامت، عظمت، ارزش و شخصیت] مانند این دختر نیست؛ [پس در مقام نام گذاریش گفت:] البته من نامش را «مریم» نهادم، و او و فرزندانش را از خطرات مهلک و وسوسه های بنیان برانداز شیطان رانده شده به پناه تو می آورم"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "پس پرودگارش او را به صورت نیکویی پذیرفت، و به طرز نیکویی نشو و نما داد، و زکریا را کفیلِ [رشد و تربیت معنوی] او قرار داد. هر زمان که زکریا در محراب [عبادت] بر او وارد می شد، رزق ویژه ای نزدش می یافت. [روزی در کمال شگفتی] گفت: ای مریم! این رزق ویژه برای تو از کجاست؟! گفت: از سوی خداست، یقیناً خدا هر کس را بخواهد، رزق بی حساب می دهد"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "در آنجا بود که زکریا [با دیدن کرامت و عظمت مریم] پروردگار خود را خوانده، گفت: پروردگارا! مرا از سوی خود فرزندی پاک و پاکیزه عطا کن، یقیناً تو شنوای دعایی"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "پس فرشتگان، او را در حالی که در محراب عبادت به نماز ایستاده بود، ندا دادند که خدا تو را به یحیی بشارت می دهد که تصدیق کننده کلمه ای از سوی خدا [یعنی مسیح] است و سرور و پیشوا، و [از روی زهد و حیا] نگاهدار خود از مُشتهیات نفسانی، و پیامبری از شایستگان است"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "گفت: پروردگارا! چگونه برای من پسری خواهد بود، در حالی که پیری به من رسیده و همسرم نازاست؟ خدا فرمود: چنین است [که می گویی، ولی کار خدا مُقیّد به علل و اسباب نیست] خدا هر چه را بخواهد [با مشیّت مطلقه خود] انجام می دهد"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "گفت: پروردگارا! برای من نشانه ای [جهت الهی بودن این بشارت] قرار ده. گفت: نشانه تو این است که سه روز نتوانی با مردم جز با رمز و اشاره سخن گویی، و پروردگارت را بسیار یاد کن و [او را] شام گاه و بامداد تسبیح گوی"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "و [یاد کنید] هنگامی که فرشتگان گفتند: ای مریم! قطعاً خدا تو را برگزیده و [از همه آلودگی های ظاهری و باطنی] پاک ساخته، و بر زنان جهانیان برتری داده است"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "ای مریم! فروتنانه برای پروردگارت به طاعت برخیز و سجده به جای آور و با رکوع کنندگان رکوع کن"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "این [حقایق] از خبرهای غیبی است که به تو وحی می کنیم. و تو هنگامی که آنان قلم های خود را [به عنوان قرعه زدن در آب] می انداختند که کدامیک از آنان سرپرستی مریم را عهده دار شود، و نیز زمانی که [برای کفالت او] با یکدیگر جدال و ستیز می کردند، نزد آنان نبودی"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "[یاد کنید] زمانی که فرشتگان گفتند: ای مریم! یقیناً خدا تو را به کلمه ای از سوی خود که نامش مسیح عیسی بن مریم است مژده می دهد که در دنیا و آخرت دارای مقبولیّت و آبرومندی و از مقربّان است"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "و با مردم در گهواره [به صورت کاری خارق العاده] و در میان سالی [با زبان وحی] سخن می گوید و از شایستگان است"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "[مریم] گفت: پروردگارا! چگونه برای من فرزندی خواهد بود، در حالی که هیچ بشری با من تماس نگرفته؟! [خدا] فرمود: چنین است که می گویی [ولی کار خدا مُقیّد به علل و اسباب نیست،] خدا هر چه را بخواهد [با مشیّت مطلقه خود] می آفریند، چون چیزی را اراده کند جز این نیست که به آن می گوید: «باش» پس بی درنگ می باشد؛"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "و به او کتاب و حکمت و تورات و انجیل می آموزد"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "و به رسالت و پیامبری به سوی بنی اسرائیل می فرستد که [به آنان گوید:] من از سوی پروردگارتان برای شما نشانه ای [بر صدق رسالتم] آورده ام؛ من از گِل برای شما چیزی به شکل پرنده می سازم و در آن می دَمم که به اراده و مشیّت خدا پرنده ای [زنده و قادر به پرواز] می شود؛ و کور مادرزاد و مبتلای به پیسی را بهبود می بخشم؛ و مردگان را به اِذن خدا زنده می کنم؛ و شما را از آنچه می خورید و آنچه در خانه هایتان ذخیره می کنید خبر می دهم؛ مسلماً اگر مؤمن باشید این [معجزات] برای شما نشانه ای [بر صدق رسالت من] است؛"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "وآنچه را از تورات پیش از من بوده، تصدیق دارم و [آمده ام] تا برخی از چیزهایی را که [در گذشته به سزای ستمکاری وگناهانتان] بر شما حرام شده حلال کنم، وبرای شما نشانه ای [برصدق رسالتم] از سوی پروردگارتان آورده ام؛ پس [ای بنی اسرائیل!] از خدا پروا کنید و مرا فرمان برید؛"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "یقیناً خدا پروردگار من و پرودگار شماست؛ پس او را بپرستید، این است راه راست"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "زمانی که عیسی از آنان احساس کفر کرد، گفت: [برای اقامه دین و سلوک و حرکت] کیانند یاران من به سوی خدا؟ حواریون گفتند: ما یاران خداییم، به خدا ایمان آوردیم؛ و گواه باش که ما در برابر خدا [و فرمان ها و احکام او] تسلیم هستیم"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "پروردگارا! به آنچه نازل کردی ایمان آوردیم و از این پیامبر پیروی کردیم؛ پس ما را در زمره گواهان [که پیامبران تواند] بنویس"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "و [کافران از بنی اسرائیل درباره عیسی و آیینش] نیرنگ زدند، و خدا هم جزای نیرنگشان را داد؛ و خدا بهترین جزا دهنده نیرنگ زنندگان است"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "[یاد کنید] هنگامی که خدا فرمود: ای عیسی! من تو را [از روی زمین و از میان مردم] بر می گیرم، و به سوی خود بالا می برم، و از بودن در میان اجتماع آلوده کافران پاک می کنم، و آنان را که از تو پیروی کردند تا روز قیامت برتر از کسانی که کافر شدند قرار می دهم؛ سپس بازگشت شما به سوی من است، و در میان شما در آنچه با هم اختلاف داشتید [به حقّ و عدالت] داوری می کنم؛"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "اما کسانی که کافر شدند، آنان را در دنیا و آخرت به عذابی سخت شکنجه می کنم و برای آنان هیچ یاوری نخواهد بود؛"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "و اما کسانی که ایمان آوردند و کارهای شایسته انجام دادند، خدا پاداششان را به طور کامل می دهد؛ و خدا ستمکاران را [که به دین کافر شدند، یا از دین فقط به اسم آن قناعت کردند] دوست ندارد"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "این داستان هایی که بر تو می خوانیم از آیات [الهی] و پندهای حکیمانه است"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "قطعاً داستان عیسی نزد خدا [از نظر چگونگی آفرینش] مانند داستان آدم است که [پیکر] او را از خاک آفرید، سپس به او فرمود: [موجود زنده] باش؛ پس بی درنگ [موجود زنده] شد"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "حق از [ناحیه] پروردگار توست؛ بنابراین از تردیدکنندگان مباش"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "پس هر که با تو درباره او [عیسی] پس از آنکه بر تو [به واسطه وحی، نسبت به احوال وی] علم و آگاهی آمد، مجادله و ستیز کند، بگو: بیایید ما پسرانمان را و شما پسرانتان را، و ما زنانمان را و شما زنانتان را، و ما نفوسمان را و شما نفوستان را دعوت کنیم؛ سپس یکدیگر را نفرین نماییم، پس لعنت خدا را بر دروغگویان قرار دهیم"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "یقیناً این [واقعیاتی که بیان شد،] همان داستان راست و درست [مسیح] است؛ [و الوهیّت او یا فرزند خدا بودنش از پندارهای واهی و ادعاهای باطل نصاری است] و هیچ معبودی جز خدا نیست؛ و یقیناً خداست که توانای شکست ناپذیر و حکیم است"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "چنانچه [با این همه دلایل روشن از اعتراف به توحید و پذیرفتن اسلام] روی گرداندند، [بدانند که] یقیناً خدا به [وضع و حال] مفسدان آگاه است"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "بگو: ای اهل کتاب! بیایید به سوی سخنی که میان ما و شما یکسان است [و همه کتاب های آسمانی و پیامبران آن را ابلاغ کردند] که جز خدای یگانه را نپرستیم، و چیزی را شریک او قرار ندهیم، و بعضی از ما بعضی را اربابانی به جای خدا نگیرد. پس اگر [از دعوتت به این حقایق] روی گرداندند [تو و پیروانت] بگویید: گواه باشید که ما [در برابر خدا و فرمان ها و احکام او] تسلیم هستیم"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "ای اهل کتاب! چرا درباره ابراهیم مجادله و ستیز می کنید [شما قوم یهود، او را یهودی می دانید، و شما گروه نصاری، او را نصرانی می شمارید] در حالی که تورات و انجیل بعد از او نازل شد؛ آیا نمی اندیشید؟"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "آگاه باشید! شما کسانی هستید که درباره آنچه به آن آگاهی داشتید مجادله و ستیز کردید، [ستیز شما یهودیان با نصاری این بود که مسیح، فرزند خدا نیست، و ستیز شما نصاری با یهودیان این بود که عیسی دارای مقام نبوّت است و ایمان به او واجب است،] پس چرا درباره آنچه به آن آگاهی ندارید [و آن آیین ابراهیم است] مجادله و ستیز می کنید؟! و خدا می داند و شما نمی دانید"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "ابراهیم نه یهودی بود و نه نصرانی، بلکه یکتاپرست و حق گرایی تسلیم بود، و از مشرکان نبود"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "مسلماً نزدیک ترین مردم به ابراهیم [از جهت پیوند وانتساب معنوی] کسانی اند که [از روی حقیقت] از او پیروی کردند، و این پیامبر و کسانی که [به او] ایمان آورده اند [از همه به او نزدیک ترند] و خدا یاور و سرپرست مؤمنان است"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "گروهی از اهل کتاب آرزو دارند که کاش شما را [از راه خدا] گمراه کنند، در حالی که جز خودشان را گمراه نمی کنند، و [این واقعیت را] درک نمی کنند"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "ای اهل کتاب! چرا به آیات خدا [در تورات و انجیل درباره اوصاف پیامبر اسلام] کفر می ورزید در حالی که خودتان گواهی می دهید [که این آیات از سوی خدا نازل شده است؟]"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "ای اهل کتاب! چرا در حالی که [به حقایق و واقعیات] آگاهید، حق را به باطل مُشتبه می کنید، و حق را پنهان می دارید [تا مردم گمراه بمانند؟]"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "و گروهی از [عالمانِ] اهل کتاب [به پیروان خود] گفتند: اول روز به آنچه [از آیات قرآن] بر مؤمنان نازل شده [به مکر و حیله] ایمان آورید، و در پایان روز کفر ورزید، شاید [مؤمنان با این ایمان و انکار شما به تردید افتند و] از دینشان بازگردند"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "و [نیز گفتند: در توضیح حقایق] جز به کسی که از دینتان پیروی می کند، اطمینان نورزید [تا دیگران هدایت نیابند]. بگو: یقیناً هدایت، هدایت خداست. سپس گفتند: گمان نکنید آنچه به شما اهل کتاب [از نبوّت، معجزه، قبله مستقل و آیات آسمانی] داده شده به کسی [از عرب و غیر عرب] داده شود، یا اینکه مؤمنان می توانند نزد پروردگارشان با شما محاجّه و گفتگو کنند. [در پاسخ یاوه های آنان] بگو: فضل و رحمت [که از جلوه هایش نبوّت، کتاب، معجزه و قبله است،] به دست خداست، به هر کس بخواهد می دهد؛ و خدا بسیار عطا کننده و داناست"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "هر که را بخواهد، به رحمت خود اختصاص می دهد و خدا دارای فضل بزرگ است"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "و از اهل کتاب کسی است که اگر او را بر مال فراوانی امین شماری، آن را به تو بازمی گرداند؛ و از آنان کسی است که اگر او را به یک دینار امین شماری، آن را به تو بازنمی گرداند، مگر آنکه همواره بالای سرش بایستی [و مال خود را با سخت گیری از او بستانی]. این به خاطر آن است که آنان گفتند: [چون ما اهل کتابیم] رعایت کردن حقوق غیر اهل کتاب بر عهده ما نیست، [و در ضایع کردن حقوق دیگران گناه و عقوبتی نداریم] و اینان [در حالی که باطل بودن گفتار خود را] می دانند بر خدا دروغ می بندند"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "آری، هر که به پیمان خود [در تعهد به اجرای احکام دین] وفا کرد، و [در همه امور زندگی] تقوا پیشه ساخت، [بداند که] یقیناً خدا تقوا پیشگان را دوست دارد"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "قطعاً کسانی که پیمان خدا و سوگندهایشان را [برای رسیدن به مقاصد دنیایی] به بهای اندکی می فروشند، برای آنان در آخرت بهره ای نیست؛ و خدا با آنان سخن نمی گوید، و در قیامت به آنان نظر [لطف و رحمت] نمی نماید، و [از گناه و آلودگی] پاکشان نمی کند؛ و برای آنان عذاب دردناکی خواهد بود"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "و از یهود گروهی هستند که هنگام [خواندن] دست نوشته ها [ی دروغ و بر بافته های خود] زبان [و صدایشان] را چنان پیچ و خم می دهند تا شما گمان کنید که [آنچه می خوانند] از کتاب آسمانی است، در حالی که از کتاب [آسمانی] نیست؛ و [با بی شرمی] می گویند: آنچه می خوانیم از سوی خداست. در حالی که از سوی خدا نیست؛ و با آنکه می دانند [از سوی خدا نیست] به خدا دروغ می بندند"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "هیچ انسانی را نسزد که خدا او را کتاب و حکمت و نبوّت دهد، سپس به مردم بگوید: به جای خدا بندگان من باشید بلکه [تکلیف الهی و انسانی او اقتضا می کند به مردم بگوید:] به خاطر آنکه کتاب خدا را تعلیم می دادید، و به سبب آنکه آن را می خواندید، دانشمندانِ «الهی مسلک» [و کاملان در دین] باشید"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "و نیز نَسِزد که به شما فرمان دهد که فرشتگان و پیامبران را خدایان خود گیرید. آیا [چنین انسان والایی که دارای نبوّت و حکمت است] شما را پس از آنکه تسلیم [خدا و فرمان ها و احکام او] شده اید، امر به کفر می کند؟"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "و [یاد کنید] هنگامی که خدا از همه پیامبران [و امت هایشان] پیمان گرفت که هرگاه کتاب و حکمت به شما دادم، سپس [در آینده] پیامبری برای شما آمد که آنچه را [از کتاب های آسمانی] نزد شماست تصدیق کرد، قطعاً باید به او ایمان آورید و وی را یاری دهید. [آن گاه خدا] فرمود: آیا اقرار کردید و بر این [حقیقت] پیمان محکم مرا [به صورتی که به آن وفا کنید] دریافت نمودید؟ گفتند: اقرار کردیم. فرمود: پس [بر این پیمان] گواه باشید و من هم با شما از گواهانم"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "پس کسانی که بعد از این [پیمان محکم و استوار از آن] روی برتافتند فقط آنان هستند که از دایره انسانیت بیرون شده اند"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "آیا [اهل کتاب پس از این همه دلایل روشن] غیر دین خدا را خواستارند؟ در حالی که هر که در آسمان ها وزمین است از روی رغبت یا کراهت در برابر او [و اراده و فرمانش] تسلیم است، وهمه به سوی او بازگردانده می شوند"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "[ای پیامبر! از جانب خود و پیروانت به همه] بگو: ما به خدا و آنچه بر ما نازل شده و آنچه بر ابراهیم و اسماعیل و اسحاق و یعقوب و نوادگان [دارای مقام نبوتشان] فرود آمده، و آنچه به موسی و عیسی و پیامبران از سوی پروردگارشان داده شده ایمان آوردیم، و میان هیچ یک از آنان فرق نمی گذاریم، و ما در برابر او [و فرمان ها و احکام او] تسلیم هستیم"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "و هرکه جز اسلام، دینی طلب کند، هرگز از او پذیرفته نمی شود و او در آخرت از زیانکاران است"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "چگونه خدا گروهی را هدایت کند که بعد از آنکه ایمان آوردند، و به حقّانیّت رسول اسلام شهادت دادند، و دلایل روشن و آشکار برای آنان آمد، کافر شدند؟ و خدا گروه ستمکاران را هدایت نمی کند"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "اینان کیفرشان این است که لعنت خدا و فرشتگان و همه مردم بر آنان است"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "در آن لعنت جاودانه اند؛ نه عذاب از آنان سبک شود، و نه مهلتشان دهند"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "مگر کسانی که بعد از آن توبه کردند و [مفاسد خود را] اصلاح نمودند؛ زیرا خدا بسیار آمرزنده و مهربان است"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "مسلماً کسانی که پس از ایمانشان کافر شدند، سپس بر کفر [خود] افزودند، هرگز توبه آنان پذیرفته نخواهد شد؛ و اینانند که گمراهند"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "قطعاً کسانی که کافر شدند و در حال کفر از دنیا رفتند، هرگز از هیچ یک از آنان [برای رهایی از عذاب] هر چند به اندازه آکندگی زمین از طلا فدیه و عوض دهد، پذیرفته نمی شود؛ برای آنان عذابی دردناک خواهد بود، و هیچ یاوری نخواهند داشت"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "هرگز به [حقیقتِ] نیکی [به طور کامل] نمی رسید تا از آنچه دوست دارید انفاق کنید؛ و آنچه از هر چیزی انفاق می کنید [خوب یا بد، کم یا زیاد، به اخلاص یا ریا] یقیناً خدا به آن داناست"
        }
    ]
}