{
    "maqras": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "پربرکت و زوال‌ناپذیر است کسی که حکومت جهان هستی به دست اوست، و او بر هر چیز تواناست"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "آن کس که مرگ و حیات را آفرید تا شما را بیازماید که کدام یک از شما بهتر عمل می‌کنید، و او شکست‌ناپذیر و بخشنده است"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "همان کسی که هفت آسمان را بر فراز یکدیگر آفرید؛ در آفرینش خداوند رحمان هیچ تضادّ و عیبی نمی‌بینی! بار دیگر نگاه کن، آیا هیچ شکاف و خللی مشاهده می‌کنی؟"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "بار دیگر (به عالم هستی) نگاه کن، سرانجام چشمانت (در جستجوی خلل و نقصان ناکام مانده) به سوی تو باز می‌گردد در حالی که خسته و ناتوان است"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "ما آسمان پایین (نزدیک) را با چراغهای فروزانی زینت بخشیدیم، و آنها [= شهابها] را تیرهایی برای شیاطین قرار دادیم، و برای آنان عذاب آتش فروزان فراهم ساختیم"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "و برای کسانی که به پروردگارشان کافر شدند عذاب جهنّم است، و بد فرجامی است"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "هنگامی که در آن افکنده شوند صدای وحشتناکی از آن می‌شنوند، و این در حالی است که پیوسته می‌جوشد"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "نزدیک است (دوزخ) از شدّت غضب پاره پاره شود؛ هر زمان که گروهی در آن افکنده می‌شوند، نگهبانان دوزخ از آنها می‌پرسند: «مگر بیم‌دهنده الهی به سراغ شما نیامد؟!»"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "می‌گویند: «آری، بیم‌دهنده به سراغ ما آمد، ولی ما او را تکذیب کردیم و گفتیم: خداوند هرگز چیزی نازل نکرده، و شما در گمراهی بزرگی هستید!»"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "و می‌گویند: «اگر ما گوش شنوا داشتیم یا تعقّل می‌کردیم، در میان دوزخیان نبودیم!»"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "اینجاست که به گناه خود اعتراف می‌کنند؛ دور باشند دوزخیان از رحمت خدا"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "(امّا) کسانی که از پروردگارشان در نهان می‌ترسند، مسلّماً آمرزش و پاداش بزرگی دارند"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "گفتار خود را پنهان کنید یا آشکار (تفاوتی نمی‌کند)، او به آنچه در سینه‌هاست آگاه است"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "آیا آن کسی که موجودات را آفریده از حال آنها آگاه نیست؟! در حالی که او (از اسرار دقیق) باخبر و آگاه است"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "او کسی است که زمین را برای شما رام کرد، بر شانه‌های آن راه بروید و از روزیهای خداوند بخورید؛ و بازگشت و اجتماع همه به سوی اوست"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "آیا خود را از عذاب کسی که حاکم بر آسمان است در امان می‌دانید که دستور دهد زمین بشکافد و شما را فرو برد و به لرزش خود ادامه دهد؟"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "یا خود را از عذاب خداوند آسمان در امان می‌دانید که تندبادی پر از سنگریزه بر شما فرستد؟! و بزودی خواهید دانست تهدیدهای من چگونه است"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "کسانی که پیش از آنان بودند (آیات الهی را) تکذیب کردند، امّا (ببین) مجازات من چگونه بود"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "آیا به پرندگانی که بالای سرشان است، و گاه بالهای خود را گسترده و گاه جمع می‌کنند، نگاه نکردند؟! جز خداوند رحمان کسی آنها را بر فراز آسمان نگه نمی‌دارد، چرا که او به هر چیز بیناست"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "آیا این کسی که لشکر شماست می‌تواند شما را در برابر خداوند یاری دهد؟ ولی کافران تنها گرفتار فریبند"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "یا آن کسی که شما را روزی می‌دهد، اگر روزیش را بازدارد (چه کسی می‌تواند نیاز شما را تأمین کند)؟! ولی آنها در سرکشی و فرار از حقیقت لجاجت می‌ورزند"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "آیا کسی که به رو افتاده حرکت می‌کند به هدایت نزدیکتر است یا کسی که راست‌قامت در صراط مستقیم گام برمی‌دارد؟"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "بگو: «او کسی است که شما را آفرید و برای شما گوش و چشم و قلب قرار داد؛ امّا کمتر سپاسگزاری می‌کنید!»"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "بگو: «او کسی است که شما را در زمین آفرید و به سوی او محشور می‌شوید!»"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "آنها می‌گویند: «اگر راست می‌گویید این وعده قیامت چه زمانی است؟!»"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "بگو: «علم آن تنها نزد خداست؛ و من فقط بیم‌دهنده آشکاری هستم!»"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "هنگامی که آن (وعده الهی) را از نزدیک می‌بینند، صورت کافران زشت و سیاه می‌گردد، و به آنها گفته می‌شود: «این همان چیزی است که تقاضای آن را داشتید»"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "بگو: «به من خبر دهید اگر خداوند مرا و تمام کسانی را که با من هستند هلاک کند، یا مورد ترحّم قرار دهد، چه کسی کافران را از عذاب دردناک پناه می‌دهد؟!»"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "بگو: «او خداوند رحمان است، ما به او ایمان آورده و بر او توکّل کرده‌ایم؛ و بزودی می‌دانید چه کسی در گمراهی آشکار است!»"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "بگو: «به من خبر دهید اگر آبهای (سرزمین) شما در زمین فرو رود، چه کسی می‌تواند آب جاری و گوارا در دسترس شما قرار دهد؟!»"
        }
    ]
}