{
    "maqras": [
        {
            "chapter": 8,
            "verse": 61,
            "text": "و اگر تمایل به صلح نشان دهند، تو نیز از در صلح درآی؛ و بر خدا توکّل کن، که او شنوا و داناست"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "و اگر بخواهند تو را فریب دهند، خدا برای تو کافی است؛ او همان کسی است که تو را، با یاری خود و مؤمنان، تقویت کرد"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "و دلهای آنها را با هم، الفت داد! اگر تمام آنچه را روی زمین است صرف می‌کردی که میان دلهای آنان الفت دهی، نمی‌توانستی! ولی خداوند در میان آنها الفت ایجاد کرد! او توانا و حکیم است"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "ای پیامبر! خداوند و مؤمنانی که از تو پیروی می‌کنند، برای حمایت تو کافی است (؛ فقط بر آنها تکیه کن)"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "ای پیامبر! مؤمنان را به جنگ (با دشمن) تشویق کن! هرگاه بیست نفر با استقامت از شما باشند، بر دویست نفر غلبه می‌کنند؛ و اگر صد نفر باشند، بر هزار نفر از کسانی که کافر شدند، پیروز می‌گردند؛ چرا که آنها گروهی هستند که نمی‌فهمند"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "هم اکنون خداوند به شما تخفیف داد، و دانست که در شما ضعفی است؛ بنابراین، هرگاه یکصد نفر با استقامت از شما باشند، بر دویست نفر پیروز می‌شوند؛ و اگر یکهزار نفر باشند، بر دو هزار نفر به فرمان خدا غلبه خواهند کرد! و خدا با صابران است"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "هیچ پیامبری حق ندارد اسیرانی (از دشمن) بگیرد تا کاملاً بر آنها پیروز گردد (؛ و جای پای خود را در زمین محکم کند)! شما متاع ناپایدار دنیا را می‌خواهید؛ (و مایلید اسیران بیشتری بگیرید، و در برابر گرفتن فدیه آزاد کنید؛ ولی خداوند، سرای دیگر را (برای شما) می‌خواهد؛ و خداوند قادر و حکیم است"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "اگر فرمان سابق خدا نبود (که بدون ابلاغ، هیچ امّتی را کیفر ندهد)، بخاطر چیزی [= اسیرانی‌] که گرفتید، مجازات بزرگی به شما می‌رسید"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "از آنچه به غنیمت گرفته‌اید، حلال و پاکیزه بخورید؛ و از خدا بپرهیزید؛ خداوند آمرزنده و مهربان است"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "ای پیامبر! به اسیرانی که در دست شما هستند بگو: «اگر خداوند، خیری در دلهای شما بداند، (و نیّات پاکی داشته باشید،) بهتر از آنچه از شما گرفته شده به شما می‌دهد؛ و شما را می‌بخشد؛ و خداوند آمرزنده و مهربان است!»"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "امّا اگر بخواهند با تو خیانت کنند، (تازگی ندارد) آنها پیش از این (نیز) به خدا خیانت کردند؛ و خداوند (شما را) بر آنها پیروز کرد؛ خداوند دانا و حکیم است"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "کسانی که ایمان آوردند و هجرت نمودند و با اموال و جانهای خود در راه خدا جهاد کردند، و آنها که پناه دادند و یاری نمودند، آنها یاران یکدیگرند؛ و آنها که ایمان آوردند و مهاجرت نکردند، هیچ گونه ولایت [= دوستی و تعّهدی‌] در برابر آنها ندارید تا هجرت کنند! و (تنها) اگر در (حفظ) دین (خود) از شما یاری طلبند، بر شماست که آنها را یاری کنید، جز بر ضدّ گروهی که میان شما و آنها، پیمان (ترک مخاصمه) است؛ و خداوند به آنچه عمل می‌کنید، بیناست"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "کسانی که کافر شدند، اولیاء (و یاوران و مدافعان) یکدیگرند؛ اگر (این دستور را) انجام ندهید، فتنه و فساد عظیمی در زمین روی می‌دهد"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "و آنها که ایمان آوردند و هجرت نمودند و در راه خدا جهاد کردند، و آنها که پناه دادند و یاری نمودند، آنان مؤمنان حقیقی‌اند؛ برای آنها، آمرزش (و رحمت خدا) و روزی شایسته‌ای است"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "و کسانی که بعداً ایمان آوردند و هجرت کردند و با شما جهاد نمودند، از شما هستند؛ و خویشاوندان نسبت به یکدیگر، در احکامی که خدا مقرّر داشته، (از دیگران) سزاوارترند؛ خداوند به همه چیز داناست"
        }
    ]
}