{
    "maqras": [
        {
            "chapter": 11,
            "verse": 108,
            "text": "امّا آنها که خوشبخت و سعادتمند شدند، جاودانه در بهشت خواهند ماند، تا آسمانها و زمین برپاست، مگر آنچه پروردگارت بخواهد! بخششی است قطع نشدنی"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "پس شکّ و تردیدی (در باطل بودن) معبودهایی که آنها می‌پرستند، به خود راه مده! آنها همان‌گونه این معبودها را پرستش می‌کنند که پدرانشان قبلاً می‌پرستیدند، و ما نصیب آنان را بی‌کم و کاست خواهیم داد"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "ما به موسی کتاب آسمانی دادیم؛ سپس در آن اختلاف شد؛ و اگر فرمان قبلی خدا (در زمینه آزمایش و اتمام حجّت بر آنها) نبود، در میان آنان داوری می‌شد! و آنها (هنوز) در شکّ‌اند، شکّی آمیخته به بدگمانی"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "و پروردگارت اعمال هر یک را بی‌کم و کاست به آنها خواهد داد؛ او به آنچه عمل می‌کنند آگاه است"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "پس همان‌گونه که فرمان یافته‌ای، استقامت کن؛ و همچنین کسانی که با تو بسوی خدا آمده‌اند (باید استقامت کنند)! و طغیان نکنید، که خداوند آنچه را انجام می‌دهید می‌بیند"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "و بر ظالمان تکیه ننمایید، که موجب می‌شود آتش شما را فرا گیرد؛ و در آن حال، هیچ ولیّ و سرپرستی جز خدا نخواهید داشت؛ و یاری نمی‌شوید"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "در دو طرف روز، و اوایل شب، نماز را برپا دار؛ چرا که حسنات، سیئات (و آثار آنها را) از بین می‌برند؛ این تذکّری است برای کسانی که اهل تذکّرند"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "و شکیبایی کن، که خداوند پاداش نیکوکاران را ضایع نخواهد کرد"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "چرا در قرون (و اقوام) قبل از شما، دانشمندان صاحب قدرتی نبودند که از فساد در زمین جلوگیری کنند؟! مگر اندکی از آنها، که نجاتشان دادیم! و آنان که ستم می‌کردند، از تنعّم و کامجوئی پیروی کردند؛ و گناهکار بودند (و نابود شدند)"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "و چنین نبود که پروردگارت آبادیها را بظلم و ستم نابود کند در حالی که اهلش در صدد اصلاح بوده باشند"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "و اگر پروردگارت می‌خواست، همه مردم را یک امّت (بدون هیچ گونه اختلاف) قرار می‌داد؛ ولی آنها همواره مختلفند"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "مگر کسی را که پروردگارت رحم کند! و برای همین (پذیرش رحمت) آنها را آفرید! و فرمان پروردگارت قطعی شده که: جهنّم را از همه (سرکشان و طاغیان) جنّ و انس پر خواهم کرد"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "ما از هر یک از سرگذشتهای انبیا برای تو بازگو کردیم، تا به وسیله آن، قلبت را آرامش بخشیم؛ و اراده‌ات قوّی گردد. و در این (اخبار و سرگذشتها،) برای تو حقّ، و برای مؤمنان موعظه و تذکّر آمده است"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "و به آنها که ایمان نمی‌آورند، بگو: «هر چه در قدرت دارید، انجام دهید! ما هم انجام می‌دهیم"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "و انتظار بکشید! ما هم منتظریم"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "و (آگاهی از) غیب (و اسرار نهان) آسمانها و زمین، تنها از آن خداست؛ و همه کارها به سوی او بازمی‌گردد! پس او را پرستش کن! و بر او توکّل نما! و پروردگارت از کارهایی که می‌کنید، هرگز غافل نیست"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "الر، آن آیات کتاب آشکار است"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "ما آن را قرآنی عربی نازل کردیم، شاید شما درک کنید (و بیندیشید)"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "ما بهترین سرگذشتها را از طریق این قرآن -که به تو وحی کردیم- بر تو بازگو می‌کنیم؛ و مسلّماً پیش از این، از آن خبر نداشتی"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "(به خاطر بیاور) هنگامی را که یوسف به پدرش گفت: «پدرم! من در خواب دیدم که یازده ستاره، و خورشید و ماه در برابرم سجده می‌کنند!»"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "گفت: «فرزندم! خواب خود را برای برادرانت بازگو مکن، که برای تو نقشه (خطرناکی) می‌کشند؛ چرا که شیطان، دشمن آشکار انسان است"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "و این گونه پروردگارت تو را برمی‌گزیند؛ و از تعبیر خوابها به تو می‌آموزد؛ و نعمتش را بر تو و بر خاندان یعقوب تمام و کامل می‌کند، همان‌گونه که پیش از این، بر پدرانت ابراهیم و اسحاق تمام کرد؛ به یقین، پروردگار تو دانا و حکیم است!»"
        }
    ]
}