{
    "chapter": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "Steqsan k $ef rrbee. Ini: \"rrbee i Oebbi akked Umazan. Ihi, eezzbet i Oebbi, elhut garawen, a$et awal i Oebbi akked Umazan iS, ma d lmumnin ay tellam"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Lmumnin d wid kan iwumi ippergigi wul nnsen, ma Ipwabder ed Oebbi. Ma $oan asen issekniyen iS, ad innerni liman nnsen. £ef Mass nnsen, ay ppeklen"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Wid ibedden i teallit, ipueooifen seg wayen is iten N$at"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Wigi d uuee, d lmumnin. I nitni, ar Mass nnsen, tiseddaoin, ssmae, akked l$it uukyis"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Akken ik id Issuffe$ Mass ik, seg uxxam ik, s tidep, wanag ur ib$i urbaa si lmumnin"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "La k pnamaren $ef tidep, deffir ubeggen is, amzun kan pwanehoen ar tmeppant, nitni peekkioen"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Mi wen Iaahed Oebbi, ara ppili nnwen, yiwet si snat n trebbuyaa, tessarmem a ppili nnwen tin ur nepwasellee. Oebbi Ib$a a d itebbet tidep s wawalen iS, ad oeen wakali ijehliyen"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "A ppili tidep, ad inqev lbaiel, xas ugin ibe$wviyen"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Mi tepprem afus s$uo Mass nnwen, Ijaweb awen d: \"Nek ad awen Fke$ agim lmalayek, mestebaant"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Irra t kan Oebbi d abecceo iwakken ad nnevmanen yis wulawen nnwen. Ur illi l$elb, siwa s$uo Oebbi. Oebbi, s tidep, d Uzmir, d Bab n uuwab"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Mi kwen I$umm s yives, d iimana s$uoeS; Isse$li d fellawen aman seg igenni; a kwen Izzizdeg yissen, ad Issebaad, fellawen, a$way n Cciian, ad Isseohed ulawen nnwen, ad Itebbet, yissen, isurifen"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Mi Iweeea Mass ik i lmalayek: \"Nek yidkwent; tebbtemt wid iumnen. Ad Skecme$ tugdi deg ulawen n wid ijehlen. Ewwtemt sennig tmegrav, ewwtemt ar ixfawen ivudan"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Ayagi, acku nitni, s tidep, xuumen Oebbi akked Umazan iS. I win ixuumen Oebbi akked Umazan iS, ihi, Oebbi Iwaao deg uaaqeb"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Wagi i kunwi, jeoobet ep! U i ijehliyen, aaaqeb n tmes"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "A wid iumnen! Ma temmugrem d wid ijehlen la d eeddmen, ur sen reggwlet"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Win i sen irewlen, assen, siwa ma la issewjad i umennu$, ne$ ma ikcem s arbaa, winna, a t immager wurrif n Oebbi; axxam is d Loahennama, a yir tu$alin"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Ur ten tennu$em, maca d Oebbi iten Innu$en. Ur teooimev mi toeomev, maca Oebbi Iooem, iwakken ad Ijeooeb lmumnin s ujeooeb umain s$uoeS. Oebbi, s tidep, Issel, d Amusnaw"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Akka, Ih, Oebbi Issadar ticeokep ijehliyen"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Tessutrem l$elb, atan iusa kwen id. Ma tfukkem, ppif i kunwi. Ma tu$alem, a Nu$al. Ula iwumi tent, bippa, trebbuyaa nnwen, xas iiuqtent. Ih, Oebbi Idda d lmumnin"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "A wid iumnen! A$et awal i Oebbi akked Umazan iS. Ur T ppaooat, u kunwi tsellem"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Ur ppilit am wid innan: \"nesla\", nitni ur sellen"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "£eo Oebbi, s tidep, ineggura imexlaq d iaeeeugen, d igugam, ur nfehhem"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Lemmer Ieoi Oebbi degsen lxio, yili Irra ten sellen. Ma Irra ten sellen, war ccekk, ad akwren avao, u nitni aauan"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "A wid iumnen! Jawbet i Oebbi akked Umazan, ma Inced ikwen ar wayen ikwen issidiren. Cfut ar Oebbi Ippili ger umdan akked wul is. £uoeS, Neppa, s tidep, ara tepwafessrem"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Eezzbet i uhewwel. Ur ipeaz ara kan imednas segwen, weeeedsen. Cfut ar Oebbi Iqsee deg uaaqeb"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Mmektit ed mi, kunwi, drus ay tellam, d uohifen di tmurt, teppagwadem a kwen xevfen medden. Iuueo ikwen, Isellek ikwen s l$elb iS, I$at ikwen s wayen ilhan, amender ma a ppesnemmrem"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "A wid iumnen! Ur pxeyyinet Oebbi akked Umazan, ur pxeyyinet lamanat nnwen, kunwi teeoam"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Cfut ar, ayla nnwen akked tarwa nnwen, d ahewwel kan, u ar £uo Oebbi, ooaieb ameqwoaean"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "A wid iumnen! Ma teezzbem i Oebbi, ad awen Ifk afraz, ad awen Imeu tucmitin nnwen, ad awen Isemmee. Oebbi d Bab n lfevl ameqwoaean"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Ma ppandin ak, wid ijehlen, iwakken a k eebsen, ne$ a k n$en, ne$ a k ssuff$en; ppandin u Oebbi Ippandi. Oebbi Yif akw imendayen"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Ma $oan asen issekniyen nne£, ad inin: \"ih, nesla. Ma ihwa ya$ a d nini am ayagi. Ayagi, s tidep, siwa d timucuha imezwura"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Mi nnan: \"a Oebbi, ma illa wagi d tidep s$uoeK, Sse$li d, fella$, id$a$en seg igenni, ne$ Awi a$ d aaaqeb aqeoean"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Ur illi Oebbi d win ara ten Iaaqben, skud telliv garasen. Ur Illi Oebbi d win ara Ipaaqben ma nitni la suturen ssmae"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Acimi ur ten Ipaaqab ara Oebbi, u nitni swexxioen si Loamaa n Leaoam, ur llin d imawlan is. Imawlan is, d wid kan ipeezziben. Maca, tegwti segsen ur eoin"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Taeallit nnsen deg Uxxam, siwa aseffeo akked llir. Jeoobet aaaqeb, $ef wayen tjehhlem"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Ih, wid ijehlen pueooifen ayla nnsen, iwakken ad veoofen seg ubrid n Oebbi. A t ueoofen, ad asen iu$al d lexsaoa. Sinna, ad ppu$elben. Wid ijehlen ad pwafessren di Loahennama"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "Iwakken ad Ifrez Oebbi dduni d laali, ad Irr ixabiten, wa $ef wa, a ten Izdi akw, a ten Irr ar Loahennama. Widak d imexsuoen"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Ini i wid ijehlen: \"ma fukken, ad awen Isemmee ayen iaaddan; ma u$alen, ihi, akken tevoa d imezwura"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Nna$et pen alamma tfukk lfetna, u iu$al ddin s lekmal is, i Oebbi. Ma eebsen, Oebbi, s tidep, Ipwali ay xeddmen"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Ma wexxoen, cfut ar Oebbi d Bab nnwen, Bab amxalef, Asellak amxalef"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "Akken ib$u yili wayen id t$eltem n cci, cfut amur wis smus n Oebbi akked Umazan iS, akked llzem, igujilen, ime$ban, win d ibbwi ubrid; ma illa tumnem s Oebbi akked wayen id Nessers i umdan nne£, ass n ufraz, ass ideg mlalent snat n trebbuyaa. Oebbi Izmer i yal cci"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Mi tellam di loiha taqoibt, u nitni agwemmav, imnayen seddawat wen, xas temyefkem ppaaud, tzeglem timlilit. Maca, iwakken ad Isaaddi Oebbi lameo ara iaaddin, ad immet win immuten, s ubeggen, ad yidir win idren, s ubeggen. Oebbi, s tidep, Issel, d Amusnaw"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Mi k ten id Issenaat Oebbi, d takwemmict, di targit ik ... Lemmer ik ten id Issenaat qwan, war ccekk, a pfeclem, a ppemnamarem $ef lameo. Maca, Oebbi Ijbeo ikwen. Ih, Neppa Issen i illan deg idmaren"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Mi wen ten Issenaat, mi ten temmugrem, twalam ten d takwemmict. Ieeemei kwen ar tmu$li nnsen, iwakken ad Isaaddi Oebbi lameo ara iaaddin. Ar Oebbi ppu$alen lumuo"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "A wid iumnen! Ma temmugrem d arbaa, tebbtet, mmektit ed aias Oebbi, amar a prebeem"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "A$et awal i Oebbi akked Umazan iS, ur ppemnamaret. Mulac a pfeclem, a pnegfem. Ueboet! S tidep, Oebbi ar iueboiyen"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Ur ppilit am wid id iff$en s tem$weo, seg ixxamen nnsen, iwakken a ten id walin medden. Swexxioen seg ubrid n Oebbi. Oebbi Izzi i wayen xeddmen"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Mi sen icebbee Cciian igiten nnsen, u inna: \"ur kwen i$elleb yiwen seg imdanen, ass agi. Nek d amalal nnwen\". Mi mwalant snat trebbuyaa, iuker avao, inna: \"nek xvi$ kwen, nek wala$ ayen ur twalam, nek ugade$ Oebbi. Oebbi Iqsee deg uaaqeb"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Mi nnan ixabiten akked imehzulen n wul: \"wigi, i$uoo iten ddin nnsen\". Win ippeklen $ef Oebbi, ihi, Oebbi d Uzmir, d Bab n uuwab"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Lemmer a pwaliv mara ddment lmalayek leowae n wid ijehlen, ad kkatent udmawen nnsen, izugar nnsen. \"Jeoobet aaaqeb n tmeo$iwt"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Ayagi ilmend n wayen d bbwin ifassen nnwen\", u Oebbi ur pdennis imdanen"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Am tikli n ugdud n Feraun akked wid i ten id izwaren. Nekoen issekniyen n Oebbi. Issemealeq asen Oebbi s ibekkaven nnsen. Ih, Oebbi d Uzmir, Iqsee deg uaaqeb"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Akka, acku Oebbi ur Ipbeddil l$it is I$at agdud, alamma bedlen i illan deg iman nnsen. Oebbi Issel, d Amusnaw"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Am tikli n ugdud n Feraun akked wid i ten id izwaren. Skaddben issekniyen n Mass nnsen. Nen$a ten s ibekkaven nnsen, Ne$meq agdud n Feraun; llan akw d imednas"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "£uo Oebbi, imexlaq ucmiten mavi, d wid ijehlen, d$a ur uminen"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "wid ukud tgiv lemaahda, sinna, di yal tikelt, neqven lemaahda nnsen, u nitni ur peezziben"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Ma tugarev ten di ioad, sserwel yissen wid i ten id ivefoen, amar a d mmektin"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Ma tugadev lexdaa seg ugdud, err iten akin, s tezdeg. Oebbi, s tidep, ur Ieemmel ara ixeddaaen"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Ur p$ilin menaan, wid ijehlen. Nitni, s tidep, ur zmiren"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Heggit asen d ayen iwumi tzemrem n lemeella akked yimnayen, a ppessagwdem yissen acengu n Oebbi, acengu nnwen, akked wiyav, war segsen, ur tessinem; Oebbi Issen iten. Ayen tseddqem n cci, deg ubrid n Oebbi, ad awen d iu$al. Kunwi ur tepwadensem"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "Ma nudan talwit, nadi ep. Ppkel $ef Oebbi. Neppa, s tidep, Issel, d Amusnaw"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Ma b$an a k xedaan, ihi, aammed $ef Oebbi, Neppa i k Ifkan afus s tallalt iS, akked lmumnin"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Issemlal ulawen nnsen. Lemmer a pueofev i illan akw di tmurt, ur tessemliliv ulawen nnsen. Maca, Oebbi Issemlal iten. Neppa, s tidep, d Uzmir, d Bab n uuwab"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "A Nnbi! Aammed $ef Oebbi, kecc, akked wid iddan yidek si lmumnin"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "A Nnbi! Eg leir i lmumnin, ad nna$en. Ma llan segwen warem iueboiyen, ad rnun snat twinas. Ma llan segwen twinas, ad rnun agim n wid ijehlen, acku, nitni d agdud ur nfehhem"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Tura, Issafes Oebbi fellawen. Ieoa tella garawen rrehma. Ihi, ma llan segwen twinas iueboiyen, ad rnun snat twinas, ma llan segwen agim, ad rnun sin igima, ma Irad Oebbi. Oebbi ar iueboiyen"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Ur issefk ara i Nnbi ad isau imeebas, alamma pwa$elben di tmurt. Teb$am tukci n ddunit. Oebbi Ib$a laxeot. Oebbi d Uzmir, d Bab n uuwab"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Lemmer macci d ayen iuran s$uo Oebbi, izwar ed, yili a kwen iwwet uaaqeb abarar, ilmend n wayen tebbwim"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Eccet ayen ilhan, ieellen, seg wayen i t$elltem, eezzbet i Oebbi. Oebbi, s tidep, Ipsemmie, Ipeunu"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "A Nnbi! Ini i wid teiifem seg imeebas: \"ma Iufa Oebbi lxio deg ulawen nnwen, ad awen Ifk ayen yifen ayen i wen ipwakksen, ad awen Isemmee. Oebbi Ipsemmie, Ipeunu"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Ma b$an a k xedaan, ni$ iu$ leal xedaen Oebbi. D$a, Ikkes asen ooay. Oebbi Ieoa, d Bab n uuwab"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Ih, wid iumnen, iunagen, ijuhden s wayla nnsen, akked yiman nnsen, deg ubrid n Oebbi, wid isnubgten u fkan afus, widak d imeddukwal bwaygarasen. Wid iumnen ur unagen, ur awen llin d imeddukwal, s wacemma, alamma unagen. Ma ppren afus nnwen di ddin, iwata yawen ad asen tefkem afus, siwa mgal agdud ukud taaqdem. Oebbi Ipwali ayen txeddmem"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Wid ijehlen d imeddukwal bwaygarasen. Ma ur tgim ara akka, a ppili lfetna di tmurt, akked usefsed ameqwoan"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Wid iumnen, iunagen, ijuhden deg ubrid n Oebbi, wid isnubgten u fkan afus, widak, s tidep, d lmumnin. I nitni ssmae akked l$it ukyis"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Wid iumnen syin $er da, u unagen, u juhden yidwen, widak segwen. Llzem ppemyilin kteo di Tezmamt n Oebbi. Oebbi, s tidep, Izoa yal cci"
        }
    ]
}