{
    "manzils": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "پاک ہے وہ جو لے گیا ایک رات اپنے بندے کو مسجد حرام سے دور کی اُس مسجد تک جس کے ماحول کو اس نے برکت دی ہے، تاکہ اسے اپنی کچھ نشانیوں کا مشاہدہ کرائے حقیقت میں وہی ہے سب کچھ سننے اور دیکھنے والا"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "ہم نے اِس سے پہلے موسیٰؑ کو کتاب دی تھی اور اُسے بنی اسرائیل کے لیے ذریعہ ہدایت بنایا تھا، اِس تاکید کے ساتھ کہ میرے سوا کسی کو اپنا وکیل نہ بنانا"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "تم اُن لوگوں کی اولاد ہو جنہیں ہم نے نوحؑ کے ساتھ کشتی پر سوار کیا تھا، اور نوحؑ ایک شکر گزار بندہ تھا"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "پھر ہم نے اپنی کتاب میں بنی اسرائیل کو اِس بات پر بھی متنبہ کر دیا تھا کہ تم دو مرتبہ زمین میں فساد عظیم برپا کرو گے اور بڑی سرکشی دکھاؤ گے"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "آخرکار جب اُن میں سے پہلی سرکشی کا موقع پیش آیا، تو اے بنی اسرائیل، ہم نے تمہارے مقابلے پر اپنے ایسے بندے اٹھائے جو نہایت زور آور تھے اور وہ تمہارے ملک میں گھس کر ہر طرف پھیل گئے یہ ایک وعدہ تھا جسے پورا ہو کر ہی رہنا تھا"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "اِس کے بعد ہم نے تمہیں اُن پر غلبے کا موقع دے دیا اور تمہیں مال اور اولاد سے مدد دی اور تمہاری تعداد پہلے سے بڑھا دی"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "دیکھو! تم نے بھلائی کی تو وہ تمہارے اپنے ہی لیے بھلائی تھی، اور برائی کی تو وہ تمہاری اپنی ذات کے لیے برائی ثابت ہوئی پھر جب دوسرے وعدے کا وقت آیا تو ہم نے دوسرے دشمنوں کو تم پر مسلط کیا تاکہ وہ تمہارے چہرے بگاڑ دیں اور مسجد (بیت المقدس) میں اُسی طرح گھس جائیں جس طرح پہلے دشمن گھسے تھے اور جس چیز پر ان کا ہاتھ پڑے اُسے تباہ کر کے رکھ دیں"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "ہوسکتا ہے کہ اب تمہارا رب تم پر رحم کرے، لیکن اگر تم نے پھر اپنی سابق روش کا اعادہ کیا تو ہم بھی پر اپنی سزا کا اعادہ کریں گے، اور کا فر نعمت لوگوں کے لیے ہم نے جہنم کو قید خانہ بنا رکھا ہے"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "حقیقت یہ ہے کہ یہ قرآن وہ راہ دکھاتا ہے جو بالکل سیدھی ہے جو لو گ اسے مان کر بھلے کام کرنے لگیں انہیں یہ بشارت دیتا ہے کہ ان کے لیے بڑا اجر ہے"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "اور جو لوگ آخرت کو نہ مانیں انہیں یہ خبر دیتا ہے کہ ان کے لیے ہم نے دردناک عذاب مہیا کر رکھا ہے"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "انسان شر اُس طرح مانگتا ہے جس طرح خیر مانگنی چاہیے انسان بڑا ہی جلد باز واقع ہوا ہے"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "دیکھو، ہم نے رات اور دن کو دو نشانیاں بنایا ہے رات کی نشانی کو ہم نے بے نور بنایا، اور دن کی نشانی کو روشن کر دیا تاکہ تم اپنے رب کا فضل تلاش کر سکو اور ماہ و سال کا حساب معلوم کر سکو اِسی طرح ہم نے ہر چیز کو الگ الگ ممیز کر کے رکھا ہے"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "ہر انسان کا شگون ہم نے اُس کے اپنے گلے میں لٹکا رکھا ہے، اور قیامت کے روز ہم ایک نوشتہ اُس کے لیے نکالیں گے جسے وہ کھلی کتاب کی طرح پائے گا"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "پڑھ اپنا نامہ اعمال، آج اپنا حساب لگانے کے لیے تو خود ہی کافی ہے"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "جو کوئی راہ راست اختیار کرے اس کی راست روی اس کے اپنے ہی لیے مفید ہے، اور جو گمراہ ہو اس کی گمراہی کا وبا ل اُسی پر ہے کوئی بوجھ اٹھانے والا دوسرے کا بوجھ نہ اٹھائے گا اور ہم عذاب دینے والے نہیں ہیں جب تک کہ (لوگوں کو حق و باطل کا فرق سمجھانے کے لیے) ایک پیغام بر نہ بھیج دیں"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "جب ہم کسی بستی کو ہلاک کرنے کا ارادہ کرتے ہیں تو اس کے خوشحال لوگوں کو حکم دیتے ہیں اور وہ اس میں نافرمانیاں کرنے لگتے ہیں، تب عذاب کا فیصلہ اس بستی پر چسپاں ہو جاتا ہے اور ہم اسے برباد کر کے رکھ دیتے ہیں"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "دیکھ لو، کتنی ہی نسلیں ہیں جو نوحؑ کے بعد ہمارے حکم سے ہلاک ہوئیں تیرا رب اپنے بندوں کے گناہوں سے پوری طرح باخبر ہے اور سب کچھ دیکھ رہا ہے"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "جو کوئی عاجلہ کا خواہشمند ہو، اسے یہیں ہم دے دیتے ہیں جو کچھ بھی جسے دینا چاہیں، پھر اس کے مقسوم میں جہنم لکھ دیتے ہیں جسے وہ تاپے گا ملامت زدہ اور رحمت سے محروم ہو کر"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "اور جو آخرت کا خواہشمند ہو اور اس کے لیے سعی کرے جیسی کہ اس کے لیے سعی کرنی چاہیے، اور ہو وہ مومن، تو ایسے ہر شخص کی سعی مشکور ہوگی"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "اِن کو بھی اور اُن کو بھی، دونوں فریقوں کو ہم (دنیا میں) سامان زیست دیے جا رہے ہیں، یہ تیرے رب کا عطیہ ہے، اور تیرے رب کی عطا کو روکنے والا کوئی نہیں ہے"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "مگر دیکھ لو، دنیا ہی میں ہم نے ایک گروہ کو دوسرے پر کیسی فضیلت دے رکھی ہے، اور آخرت میں اُس کے درجے اور بھی زیادہ ہوں گے، اور اس کی فضیلت اور بھی زیادہ بڑھ چڑھ کر ہوگی"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "تو اللہ کے ساتھ کوئی دوسرا معبود نہ بنا ورنہ ملامت زدہ اور بے یار و مدد گار بیٹھا رہ جائیگا"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "تیرے رب نے فیصلہ کر دیا ہے کہ: تم لوگ کسی کی عبادت نہ کرو، مگر صرف اُس کی والدین کے ساتھ نیک سلوک کرو اگر تمہارے پاس اُن میں سے کوئی ایک، یا دونوں، بوڑھے ہو کر رہیں تو انہیں اف تک نہ کہو، نہ انہیں جھڑک کر جواب دو، بلکہ ان سے احترام کے ساتھ بات کرو"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "اور نرمی و رحم کے ساتھ ان کے سامنے جھک کر رہو، اور دعا کیا کرو کہ \"پروردگار، ان پر رحم فرما جس طرح اِنہوں نے رحمت و شفقت کے ساتھ مجھے بچپن میں پالا تھا"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "تمہارا رب خوب جانتا ہے کہ تمہارے دلوں میں کیا ہے اگر تم صالح بن کر رہو تو وہ ایسے سب لوگوں کے لیے در گزر کرنے والا ہے جو اپنے قصور پر متنبہ ہو کر بندگی کے رویے کی طرف پلٹ آئیں"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "رشتہ دار کو اس کا حق دو اور مسکین اور مسافر کو اس کا حق فضول خرچی نہ کرو"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "فضول خرچ لوگ شیطان کے بھائی ہیں، اور شیطان اپنے رب کا ناشکرا ہے"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "اگر اُن سے (یعنی حاجت مند رشتہ داروں، مسکینوں اور مسافروں سے) تمہیں کترانا ہو، اس بنا پر کہ ابھی تم اللہ کی اُس رحمت کو جس کے تم امیدوار ہو تلاش کر رہے ہو، تو انہیں نرم جواب دے دو"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "نہ تو اپنا ہاتھ گردن سے باندھ رکھو اور نہ اسے بالکل ہی کھلا چھوڑ دو کہ ملامت زدہ اور عاجز بن کر رہ جاؤ"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "تیر ا رب جس کے لیے چاہتا ہے رزق کشادہ کرتا ہے اور جس کے لیے چاہتا ہے تنگ کر دیتا ہے وہ اپنے بندوں کے حال سے باخبر ہے اور انہیں دیکھ رہا ہے"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "اپنی اولاد کو افلاس کے اندیشے سے قتل نہ کرو ہم انہیں بھی رزق دیں گے اور تمہیں بھی در حقیقت اُن کا قتل ایک بڑی خطا ہے"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "زنا کے قریب نہ پھٹکو وہ بہت برا فعل ہے اور بڑا ہی برا راستہ"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "قتل نفس کا ارتکاب نہ کرو جسے اللہ نے حرام کیا ہے مگر حق کے ساتھ اور جو شخص مظلومانہ قتل کیا گیا ہو اس کے ولی کو ہم نے قصاص کے مطالبے کا حق عطا کیا ہے، پس چاہیے کہ وہ قتل میں حد سے نہ گزرے، اُس کی مدد کی جائے گی"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "ما ل یتیم کے پاس نہ پھٹکو مگر احسن طریقے سے، یہاں تک کہ وہ اپنے شباب کو پہنچ جائے عہد کی پابندی کرو، بے شک عہد کے بارے میں تم کو جواب دہی کرنی ہوگی"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "پیمانے سے دو تو پورا بھر کر دو، اور تولو تو ٹھیک ترازو سے تولو یہ اچھا طریقہ ہے اور بلحاظ انجام بھی یہی بہتر ہے"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "کسی ایسی چیز کے پیچھے نہ لگو جس کا تمہیں علم نہ ہو یقیناً آنکھ، کان اور دل سب ہی کی باز پرس ہونی ہے"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "زمین میں اکڑ کر نہ چلو، تم نہ زمین کو پھاڑ سکتے ہو، نہ پہاڑوں کی بلندی کو پہنچ سکتے ہو"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "اِن امور میں سے ہر ایک کا برا پہلو تیرے رب کے نزدیک ناپسندیدہ ہے"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "یہ وہ حکمت کی باتیں ہیں جو تیرے رب نے تجھ پر وحی کی ہیں اور دیکھ! اللہ کے ساتھ کوئی دوسرا معبود نہ بنا بیٹھ ورنہ تو جہنم میں ڈال دیا جائے گا ملامت زدہ اور ہر بھلائی سے محروم ہو کر"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "کیسی عجیب بات ہے کہ تمہارے رب نے تمہیں تو بیٹوں سے نوازا اور خود اپنے لیے ملائکہ کو بیٹیاں بنا لیا؟ بڑی جھوٹی بات ہے جو تم لوگ زبانوں سے نکالتے ہو"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "ہم نے اِس قرآن میں طرح طرح سے لوگوں کو سمجھایا کہ ہوش میں آئیں، مگر وہ حق سے اور زیادہ دور ہی بھاگے جا رہے ہیں"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "اے محمدؐ، ان سے کہو کہ اگر اللہ کے ساتھ دوسرے خدا بھی ہوتے، جیسا کہ یہ لوگ کہتے ہیں، تو وہ مالک عرش کے مقام پر پہنچنے کی ضرور کوشش کرتے"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "پاک ہے وہ اور بہت بالا و برتر ہے اُن باتوں سے جو یہ لوگ کہہ رہے ہیں"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "اُس کی پاکی تو ساتوں آسمان اور زمین اور وہ ساری چیزیں بیان کر رہی ہیں جو آسمان و زمین میں ہیں کوئی چیز ایسی نہیں جو اس کی حمد کے ساتھ اس کی تسبیح نہ کر رہی ہو، مگر تم ان کی تسبیح سمجھتے نہیں ہو حقیقت یہ ہے کہ وہ بڑا ہی بردبار اور درگزر کرنے والا ہے"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "جب تم قرآن پڑھتے ہو تو ہم تمہارے اور آخرت پر ایمان نہ لانے والوں کے درمیان ایک پردہ حائل کر دیتے ہیں"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "اور ان کے دلوں پر ایسا غلاف چڑھا دیتے ہیں کہ وہ کچھ نہیں سمجھتے، اور ان کے کانوں میں گرانی پیدا کر دیتے ہیں اور جب تم قرآن میں اپنے ایک ہی رب کا ذکر کرتے ہو تو وہ نفرت سے منہ موڑ لیتے ہیں"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "ہمیں معلوم ہے کہ جب وہ کان لگا کر تمہاری بات سنتے ہیں تو دراصل کیا سنتے ہیں، اور جب بیٹھ کر باہم سرگوشیاں کرتے ہیں تو کیا کہتے ہیں یہ ظالم آپس میں کہتے ہیں کہ یہ ایک سحر زدہ آدمی ہے جس کے پیچھے تم لوگ جا رہے ہو"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "دیکھو، کیسی باتیں ہیں جو یہ لوگ تم پر چھانٹتے ہیں یہ بھٹک گئے ہیں اِنہیں راستہ نہیں ملتا"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "وہ کہتے ہیں \"جب ہم صرف ہڈیاں اور خاک ہو کر رہ جائیں گے تو کیا ہم نئے سرے سے پیدا کر کے اٹھائے جائیں گے؟"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "ان سے کہو \"تم پتھر یا لوہا بھی ہو جاؤ"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "یا اس سے بھی زیادہ سخت کوئی چیز جو تمہارے ذہن میں قبول حیات سے بعید تر ہو\" (پھر بھی تم اٹھ کر رہو گے) وہ ضرور پوچھیں گے \"کون ہے وہ جو ہمیں پھر زندگی کی طرف پلٹا کر لائے گا؟\" جواب میں کہو \"وہی جس نے پہلی بار تم کو پیدا کیا\" وہ سر ہلا ہلا کر پوچھیں گے \"اچھا، تو یہ ہوگا کب؟\" تم کہو \"کیا عجب، وہ وقت قریب ہی آ لگا ہو"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "جس روز وہ تمہیں پکارے گا تو تم اس کی حمد کرتے ہوئے اس کی پکار کے جواب میں نکل آؤ گے اور تمہارا گمان اُس وقت یہ ہوگا کہ ہم بس تھوڑی دیر ہی اِس حالت میں پڑے رہے ہیں"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "اور اے محمدؐ، میرے بندوں سے کہہ دو کہ زبان سے وہ بات نکالا کریں جو بہترین ہو دراصل یہ شیطان ہے جو انسانوں کے درمیان فساد ڈلوانے کی کوشش کرتا ہے حقیقت یہ ہے کہ شیطان انسا ن کا کھلا دشمن ہے"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "تمہارا رب تمہارے حال سے زیادہ واقف ہے، وہ چاہے تو تم پر رحم کرے اور چاہے تو تمہیں عذاب دے دے اور اے نبیؐ، ہم نے تم کو لوگوں پر حوالہ دار بنا کر نہیں بھیجا ہے"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "تیرا رب زمین اور آسمانوں کی مخلوقات کو زیادہ جانتا ہے ہم نے بعض پیغمبروں کو بعض سے بڑھ کر مرتبے دیے، اور ہم نے ہی داؤدؑ کو زبور دی تھی"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "اِن سے کہو، پکار دیکھو اُن معبودوں کو جن کو تم خدا کے سوا (اپنا کارساز) سمجھتے ہو، وہ کسی تکلیف کو تم سے نہ ہٹا سکتے ہیں نہ بدل سکتے ہیں"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "جن کو یہ لوگ پکارتے ہیں وہ تو خود اپنے رب کے حضور رسائی حاصل کرنے کا وسیلہ تلاش کر رہے ہیں کہ کون اُس سے قریب تر ہو جائے اور وہ اُس کی رحمت کے امیدوار اور اُس کے عذاب سے خائف ہیں حقیقت یہ ہے کہ تیرے رب کا عذاب ہے ہی ڈرنے کے لائق"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "اور کوئی بستی ایسی نہیں جسے ہم قیامت سے پہلے ہلاک نہ کریں یا سخت عذاب نہ دیں یہ نوشتہ الٰہی میں لکھا ہوا ہے"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "اور ہم کو نشانیاں بھیجنے سے نہیں روکا مگر اس بات نے کہ اِن سے پہلے کے لوگ اُن کو جھٹلا چکے ہیں (چنانچہ دیکھ لو) ثمود کو ہم نے علانیہ اونٹنی لا کر دی اور اُنہوں نے اس پر ظلم کیا ہم نشانیاں اسی لیے تو بھیجتے ہیں کہ لوگ انہیں دیکھ کر ڈریں"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "یاد کرو اے محمدؐ، ہم نے تم سے کہہ دیا تھا کہ تیرے رب نے اِن لوگوں کو گھیر رکھا ہے اور یہ جو کچھ ابھی ہم نے تمہیں دکھایا ہے، اِس کو اور اُس درخت کو جس پر قرآن میں لعنت کی گئی ہے، ہم نے اِن لوگوں کے لیے بس ایک فتنہ بنا کر رکھ دیا ہم اِنہیں تنبیہ پر تنبیہ کیے جا رہے ہیں، مگر ہر تنبیہ اِن کی سر کشی ہی میں اضافہ کیے جاتی ہے"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "اور یاد کرو جبکہ ہم نے ملائکہ سے کہا کہ آدمؑ کو سجدہ کرو، تو سب نے سجدہ کیا، مگر ابلیس نے نہ کیا ا س نے کہا \"کیا میں اُس کو سجدہ کروں جسے تو نے مٹی سے بنایا ہے؟"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "پھر وہ بولا \"دیکھ تو سہی، کیا یہ اس قابل تھا کہ تو نے اِسے مجھ پر فضیلت دی؟ اگر تو مجھے قیامت کے دن تک مہلت دے تو میں اس کی پوری نسل کی بیخ کنی کر ڈالوں، بس تھوڑے ہی لوگ مجھ سے بچ سکیں گے"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "اللہ تعالیٰ نے فرمایا \"اچھا تو جا، ان میں سے جو بھی تیری پیروی کریں، تجھ سمیت اُن سب کے لیے جہنم ہی بھرپور جزا ہے"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "تو جس جس کو اپنی دعوت سے پھسلا سکتا ہے پھسلا لے، ان پر اپنے سوار اور پیادے چڑھا لا، مال اور اولاد میں ان کے ساتھ ساجھا لگا، اور ان کو وعدوں کے جال میں پھانس اور شیطان کے وعدے ایک دھوکے کے سوا اور کچھ بھی نہیں"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "یقیناً میرے بندوں پر تجھے کوئی اقتدار حاصل نہ ہوگا، اور توکل کے لیے تیرا رب کافی ہے"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "تمہارا (حقیقی) رب تو وہ ہے جو سمندر میں تمہاری کشتی چلاتا ہے تاکہ تم اس کا فضل تلا ش کرو حقیقت یہ ہے کہ وہ تمہارے حال پر نہایت مہربان ہے"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "جب سمندر میں تم پر مصیبت آتی ہے تو اُس ایک کے سوا دوسرے جن جن کو تم پکارا کرتے ہو وہ سب گم ہو جاتے ہیں، مگر جب وہ تم کو بچا کر خشکی پر پہنچا دیتا ہے تو تم اُس سے منہ موڑ جاتے ہو انسان واقعی بڑا ناشکرا ہے"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "اچھا، تو کیا تم اِس بات سے بالکل بے خوف ہو کہ خدا کبھی خشکی پر ہی تم کو زمین میں دھنسا دے، یا تم پر پتھراؤ کرنے والی آندھی بھیج دے اور تم اس سے بچانے والا کوئی حمایتی نہ پاؤ؟"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "اور کیا تمہیں اِس کا کوئی اندیشہ نہیں کہ خدا پھر کسی وقت سمندر میں تم کو لے جائے اور تمہاری ناشکری کے بدلے تم پر سخت طوفانی ہوا بھیج کر تمہیں غرق کر دے اور تم کو ایسا کوئی نہ ملے جو اُس سے تمہارے اِس انجام کی پوچھ گچھ کرسکے؟"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "یہ تو ہماری عنایت ہے کہ ہم نے بنی آدم کو بزرگی دی اور انہیں خشکی و تری میں سواریاں عطا کیں اور ان کو پاکیزہ چیزوں سے رزق دیا اور اپنی بہت سی مخلوقات پر نمایاں فوقیت بخشی"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "پھر خیال کرو اس دن کا جب کہ ہم ہر انسانی گروہ کو اس کے پیشوا کے ساتھ بلائیں گے اُس وقت جن لوگوں کو ان کا نامہ اعمال سیدھے ہاتھ میں دیا گیا وہ اپنا کارنامہ پڑھیں گے اور ان پر ذرہ برابر ظلم نہ ہوگا"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "اور جو اِس دنیا میں اندھا بن کر رہا وہ آخرت میں بھی اندھا ہی رہے گا بلکہ راستہ پانے میں اندھے سے بھی زیادہ ناکام"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "اے محمدؐ، ان لوگوں نے اِس کوشش میں کوئی کسر اٹھا نہیں رکھی کہ تمہیں فتنے میں ڈال کر اُس وحی سے پھیر دیں جو ہم نے تمہاری طرف بھیجی ہے تاکہ تم ہمارے نام پر اپنی طرف سے کوئی بات گھڑو اگر تم ایسا کرتے تو وہ ضرور تمہیں اپنا دوست بنا لیتے"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "اور بعید نہ تھا کہ اگر ہم تمہیں مضبوط نہ رکھتے تو تم ان کی طرف کچھ نہ کچھ جھک جاتے"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "لیکن اگر تم ایسا کرتے تو ہم تمہیں دنیا میں بھی دوہرے عذاب کا مزہ چکھاتے اور آخرت میں بھی دوہرے عذاب کا، پھر ہمارے مقابلے میں تم کوئی مددگار نہ پاتے"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "اور یہ لوگ اس بات پر بھی تلے رہے ہیں کہ تمہارے قدم اِس سر زمین سے اکھاڑ دیں اور تمہیں یہاں سے نکال باہر کریں لیکن اگر یہ ایسا کریں گے تو تمہارے بعد یہ خود یہاں کچھ زیادہ دیر نہ ٹھیر سکیں گے"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "یہ ہمارا مستقل طریق کار ہے جو اُن سب رسولوں کے معاملے میں ہم نے برتا ہے جہیں تم سے پہلے ہم نے بھیجا تھا، اور ہمارے طریق کار میں تم کوئی تغیر نہ پاؤ گے"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "نماز قائم کرو زوال آفتاب سے لے کر اندھیرے تک اور فجر کے قرآن کا بھی التزام کرو کیونکہ قرآن فجر مشہود ہوتا ہے"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "اور رات کو تہجد پڑھو، یہ تمہارے لیے نفل ہے، بعید نہیں کہ تمہارا رب تمہیں مقام محمود پر فائز کر دے"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "اور دعا کرو کہ پروردگار، مجھ کو جہاں بھی تو لے جا سچائی کے ساتھ لے جا اور جہاں سے بھی نکال سچائی کے ساتھ نکال اور اپنی طرف سے ایک اقتدار کو میرا مددگار بنا دے"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "اور اعلان کر دو کہ \"حق آ گیا اور باطل مٹ گیا، باطل تو مٹنے ہی والا ہے"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "ہم اِس قرآن کے سلسلہ تنزیل میں وہ کچھ نازل کر رہے ہیں جو ماننے والوں کے لیے تو شفا اور رحمت ہے، مگر ظالموں کے لیے خسارے کے سوا اور کسی چیز میں اضافہ نہیں کرتا"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "انسان کا حال یہ ہے کہ جب ہم اس کو نعمت عطا کرتے ہیں تو وہ اینٹھتا اور پیٹھ موڑ لیتا ہے، اور جب ذرا مصیبت سے دو چار ہوتا ہے تو مایوس ہونے لگتا ہے"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "اے نبیؐ، ان لوگوں سے کہہ دو کہ \"ہر ایک اپنے طریقے پر عمل کر رہا ہے، اب یہ تمہارا رب ہی بہتر جانتا ہے کہ سیدھی راہ پر کون ہے"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "یہ لوگ تم سے روح کے متعلق پوچھتے ہیں کہو \"یہ روح میرے رب کے حکم سے آتی ہے، مگر تم لوگوں نے علم سے کم ہی بہرہ پایا ہے"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "اور اے محمدؐ، ہم چاہیں تو وہ سب کچھ تم سے چھین لیں جو ہم نے وحی کے ذریعہ سے تم کو عطا کیا ہے، پھر تم ہمارے مقابلے میں کوئی حمایتی نہ پاؤ گے جو اسے واپس دلا سکے"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "یہ تو جو کچھ تمہیں ملا ہے تمہارے رب کی رحمت سے ملا ہے، حقیقت یہ ہے کہ اس کا فضل تم پر بہت بڑا ہے"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "کہہ دو کہ اگر انسان اور جن سب کے سب مل کر اس قرآن جیسی کوئی چیز لانے کی کوشش کریں تو نہ لاسکیں گے، چاہے وہ سب ایک دوسرے کے مدد گار ہی کیوں نہ ہوں"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "ہم نے اس قرآن میں لوگوں کو طرح طرح سے سمجھایا مگر اکثر انکار ہی پر جمے رہے"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "اور انہوں نے کہا \"ہم تیر ی بات نہ مانیں گے جب تک کہ تو ہمارے لیے زمین کو پھاڑ کر ایک چشمہ جاری نہ کر دے"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "یا تیرے لیے کھجوروں اور انگوروں کا ایک باغ پیدا ہو اور تو اس میں نہریں رواں کر دے"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "یا تو آسمانوں کو ٹکڑے ٹکڑے کر کے ہمارے اوپر گرا دے جیسا کہ تیرا دعویٰ ہے یا خدا اور فرشتوں کو رُو در رُو ہمارے سامنے لے آئے"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "یا تیرے لیے سونے کا ایک گھر بن جائے یا تو آسمان پر چڑھ جائے، اور تیرے چڑھنے کا بھی ہم یقین نہ کریں گے جب تک کہ تو ہمارے اوپر ایک ایسی تحریر نہ اتار لائے جسے ہم پڑھیں\" اے محمدؐ، اِن سے کہو \"پاک ہے میرا پروردگار! کیا میں ایک پیغام لانے والے انسان کے سوا اور بھی کچھ ہوں؟"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "لوگوں کے سامنے جب کبھی ہدایت آئی تو اس پر ایمان لانے سے اُن کو کسی چیز نے نہیں روکا مگر اُن کے اِسی قول نے کہ \"کیا اللہ نے بشر کو پیغمبر بنا کر بھیج دیا؟"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "اِن سے کہو اگر زمین میں فرشتے اطمینان سے چل پھر رہے ہوتے تو ہم ضرور آسمان سے کسی فرشتے ہی کو اُن کے لیے پیغمبر بنا کر بھیجتے"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "اے محمدؐ، ان سے کہہ دو کہ میرے اور تمہارے درمیان بس ایک اللہ کی گواہی کافی ہے وہ اپنے بندوں کے حال سے باخبر ہے اور سب کچھ دیکھ رہا ہے"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "جس کو اللہ ہدایت دے وہی ہدایت پانے والا ہے، اور جسے وہ گمراہی میں ڈال دے تو اسکے سوا ایسے لوگوں کے لیے تو کوئی حامی و ناصر نہیں پا سکتا ان لوگوں کو ہم قیامت کے روز اوندھے منہ کھینچ لائیں گے، اندھے، گونگے اور بہرے اُن کا ٹھکانا جہنم ہے جب کبھی اس کی آگ دھیمی ہونے لگے گی ہم اسے اور بھڑکا دیں گے"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "یہ بدلہ ہے ان کی اس حرکت کا کہ انہوں نے ہماری آیات کا انکار کیا اور کہا \"کیا جب ہم صرف ہڈیاں اور خاک ہو کر رہ جائیں گے تو نئے سرے سے ہم کو پیدا کر کے اٹھا کھڑا کیا جائے گا؟"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "کیا ان کو یہ نہ سوجھا کہ جس خدا نے زمین اور آسمانو ں کو پیدا کیا ہے وہ اِن جیسوں کو پیدا کرنے کی ضرور قدرت رکھتا ہے؟ اس نے اِن کے حشر کے لیے ایک وقت مقرر کر رکھا ہے جس کا آنا یقینی ہے، مگر ظالموں کو اصرار ہے کہ وہ اس کا انکار ہی کریں گے"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "اے محمدؐ، اِن سے کہو، اگر کہیں میرے رب کی رحمت کے خزانے تمہارے قبضے میں ہوتے تو تم خرچ ہو جانے کے اندیشے سے ضرور ان کو روک رکھتے واقعی انسان بڑا تنگ دل واقع ہوا ہے"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "ہم نے موسیٰؑ کو تو نشانیاں عطا کی تھیں جو صریح طور پر دکھائی دے رہی تھیں اب یہ تم خود بنی اسرائیل سے پوچھ لو کہ جب وہ سامنے آئیں تو فرعون نے یہی کہا تھا نا کہ \"اے موسیٰؑ، میں سمجھتا ہوں کہ تو ضرور ایک سحر زدہ آدمی ہے"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "موسیٰؑ نے اس کے جواب میں کہا \"تو خوب جانتا ہے کہ یہ بصیرت افروز نشانیاں رب السماوات و الارض کے سوا کسی نے نازل نہیں کی ہیں، اور میرا خیال یہ ہے کہ اے فرعون، تو ضرور ایک شامت زدہ آدمی ہے"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "آخرکار فرعون نے ارادہ کیا کہ موسیٰؑ اور بنی اسرائیل کو زمین سے اکھاڑ پھینکے، مگر ہم نے اس کو اوراس کے ساتھیوں کو اکٹھا غرق کر دیا"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "اور اس کے بعد بنی اسرائیل سے کہا کہ اب تم زمین میں بسو، پھر جب آخرت کے وعدے کا وقت آن پورا ہوگا تو ہم تم سب کو ایک ساتھ لا حاضر کریں گے"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "اس قرآن کو ہم نے حق کے ساتھ نازل کیا ہے اور حق ہی کے ساتھ یہ نازل ہوا ہے، اور اے محمدؐ، تمہیں ہم نے اِس کے سوا اور کسی کام کے لیے نہیں بھیجا کہ (جو مان لے اسے) بشارت دے دو اور (جو نہ مانے اُسے) متنبہ کر دو"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "اور اس قرآن کو ہم نے تھوڑا تھوڑا کر کے نازل کیا ہے تاکہ تم ٹھیر ٹھیر کر اسے لوگوں کو سناؤ، اور اسے ہم نے (موقع موقع سے) بتدریج اتارا ہے"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "اے محمدؐ، اِن لوگوں سے کہہ دو کہ تم اسے مانو یا نہ مانو، جن لوگوں کو اس سے پہلے علم دیا گیا ہے انہیں جب یہ سنایا جاتا ہے تو وہ منہ کے بل سجدے میں گر جاتے ہیں"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "اور پکار اٹھتے ہیں \"پاک ہے ہمارا رب، اُس کا وعدہ تو پورا ہونا ہی تھا"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "اور وہ منہ کے بل روتے ہوئے گر جاتے ہیں اور اسے سن کر اُن کا خشوع اور بڑھ جاتا ہے"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "اے نبیؐ، اِن سے کہو، اللہ کہہ کر پکارو یا رحمان کہہ کر، جس نام سے بھی پکارو اُس کے لیے سب اچھے ہی نام ہیں اور اپنی نماز نہ بہت زیادہ بلند آواز سے پڑھو اور نہ بہت پست آواز سے، ان دونوں کے درمیان اوسط درجے کا لہجہ اختیار کرو"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "اور کہو \"تعریف ہے اس خدا کے لیے جس نے نہ کسی کو بیٹا بنایا، نہ کوئی بادشاہی میں اس کا شریک ہے، اور نہ وہ عاجز ہے کہ کوئی اس کا پشتیبان ہو\" اور اس کی بڑائی بیان کرو، کمال درجے کی بڑائی"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "تعریف اللہ کے لئے ہے جس نے اپنے بندے پر یہ کتاب نازل کی اور اس میں کوئی ٹیڑھ نہ رکھی"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "ٹھیک ٹھیک سیدھی بات کہنے والی کتاب، تاکہ وہ لوگوں کو خدا کے سخت عذاب سے خبردار کر دے، اور ایمان لا کر نیک عمل کرنے والوں کو خوشخبری دیدے کہ ان کے لیے اچھا اجر ہے"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "جس میں وہ ہمیشہ رہیں گے"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "اور اُن لوگوں کو ڈرا دے جو کہتے ہیں کہ اللہ نے کسی کو بیٹا بنایا ہے"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "اِس بات کا نہ اُنہیں کوئی علم ہے اور نہ ان کے باپ دادا کو تھا بڑی بات ہے جو ان کے منہ سے نکلتی ہے وہ محض جھوٹ بکتے ہیں"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "اچھا، تو اے محمدؐ، شاید تم ان کے پیچھے غم کے مارے اپنی جان کھو دینے والے ہو اگر یہ اِس تعلیم پر ایمان نہ لائے"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "واقعہ یہ ہے کہ یہ جو کچھ سر و سامان بھی زمین پر ہے اس کو ہم نے زمین کی زینت بنایا ہے تاکہ اِن لوگوں کو آزمائیں اِن میں کون بہتر عمل کرنے والا ہے"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "آخرکار اِس سب کو ہم ایک چٹیل میدان بنا دینے والے ہیں"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "کیا تم سمجھتے ہو کہ غار اور کتبے والے ہماری کوئی بڑی عجیب نشانیوں میں سے تھے؟"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "جب وہ چند نوجوان غار میں پناہ گزیں ہوئے اور انہوں نے کہا کہ \"اے پروردگار، ہم کو اپنی رحمت خاص سے نواز اور ہمارا معاملہ درست کر دے،"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "تو ہم نے انہیں اُسی غار میں تھپک کر سالہا سال کے لیے گہری نیند سلا دیا"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "پھر ہم نے انہیں اٹھایا تاکہ دیکھیں اُن کے دو گروہوں میں سے کون اپنی مدت قیام کا ٹھیک شمار کرتا ہے"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "ہم ان کا اصل قصہ تمہیں سناتے ہیں وہ چند نوجوان تھے جو اپنے رب پر ایمان لے آئے تھے اور ہم نے ان کو ہدایت میں ترقی بخشی تھی"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "ہم نے ان کے دل اُس وقت مضبوط کر دیے جب وہ اٹھے اور انہوں نے اعلان کر دیا کہ \"ہمارا رب تو بس وہی ہے جو آسمانوں اور زمین کا رب ہے ہم اُسے چھوڑ کر کسی دوسرے معبود کو نہ پکاریں گے اگر ہم ایسا کریں تو بالکل بیجا بات کریں گے"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "(پھر انہوں نے آپس میں ایک دوسرے سے کہا) \"یہ ہماری قوم تو ربِّ کائنات کو چھوڑ کر دوسرے خدا بنا بیٹھی ہے یہ لوگ ان کے معبود ہونے پر کوئی واضح دلیل کیوں نہیں لاتے؟ آخر اُس شخص سے بڑا ظالم اور کون ہو سکتا ہے جو اللہ پر جھوٹ باندھے؟"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "اب جبکہ تم ان سے اور اِن کے معبودانِ غیر اللہ سے بے تعلق ہو چکے ہو تو چلو اب فلاں غار میں چل کر پناہ لو تمہارا رب تم پر اپنی رحمت کا دامن وسیع کرے گا اور تمہارے کام کے لیے سر و سامان مہیا کر دے گا"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "تم انہیں غار میں دیکھتے تو تمہیں یوں نظر آتا کہ سورج جب نکلتا ہے تو ان کے غار کو چھوڑ کر دائیں جانب چڑھ جاتا ہے اور جب غروب ہوتا ہے تو ان سے بچ کر بائیں جانب اتر جاتا ہے اور وہ ہیں کہ غار کے اندر ایک وسیع جگہ میں پڑے ہیں یہ اللہ کی نشانیوں میں سے ایک ہے جس کو اللہ ہدایت دے وہی ہدایت پانے والا ہے اور جسے اللہ بھٹکا دے اس کے لیے تم کوئی ولی مرشد نہیں پا سکتے"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "تم انہیں دیکھ کر یہ سمجھتے کہ وہ جاگ رہے ہیں، حالانکہ وہ سو رہے تھے ہم انہیں دائیں بائیں کروٹ دلواتے رہتے تھے اور ان کا کتا غار کے دہانے پر ہاتھ پھیلائے بیٹھا تھا اگر تم کہیں جھانک کر اُنہیں دیکھتے تو الٹے پاؤں بھاگ کھڑے ہوتے اور تم پر ان کے نظارے سے دہشت بیٹھ جاتی"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "اور اسی عجیب کرشمے سے ہم نے انہیں اٹھا بٹھایا تاکہ ذرا آپس میں پوچھ گچھ کریں ان میں سے ایک نے پوچھا \"کہو کتنی دیر اس حال میں رہے؟\"دوسروں نے کہا \"شاید دن بھر یا اس سے کچھ کم رہے ہوں گے\" پھر وہ بولے \"اللہ ہی بہتر جانتا ہے کہ ہمارا کتنا وقت اس حالت میں گزرا چلو، اب اپنے میں سے کسی کو چاندی کا یہ سکہ دے کر شہر بھیجیں اور وہ دیکھے کہ سب سے اچھا کھانا کہاں ملتا ہے وہاں سے وہ کچھ کھانے کے لیے لائے اور چاہیے کہ ذرا ہوشیاری سے کام کرے، ایسا نہ ہو کہ وہ کسی کو ہمارے یہاں ہونے سے خبردار کر بیٹھے"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "اگر کہیں اُن لوگوں کا ہاتھ ہم پر پڑ گیا تو بس سنگسار ہی کر ڈالیں گے، یا پھر زبردستی ہمیں اپنی ملت میں واپس لے جائیں گے، اور ایسا ہوا توہم کبھی فلاح نہ پا سکیں گے"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "اِس طرح ہم نے اہل شہر کو ان کے حال پر مطلع کیا تاکہ لوگ جان لیں کہ اللہ کا وعدہ سچا ہے اور یہ کہ قیامت کی گھڑی بے شک آ کر رہے گی (مگر ذرا خیال کرو کہ جب سوچنے کی اصل بات یہ تھی) اُس وقت وہ آپس میں اِس بات پر جھگڑ رہے تھے کہ اِن (اصحاب کہف) کے ساتھ کیا کیا جائے کچھ لوگوں نے کہا \"اِن پر ایک دیوار چن دو، ان کا رب ہی اِن کے معاملہ کو بہتر جانتا ہے\" مگر جو لوگ اُن کے معاملات پر غالب تھے انہوں نے کہا \" ہم تو ان پر ایک عبادت گاہ بنائیں گے"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "کچھ لوگ کہیں گے کہ وہ تین تھے اور چوتھا ان کا کتا تھا اور کچھ دوسرے کہہ دیں گے کہ پانچ تھے اور چھٹا اُن کا کتا تھا یہ سب بے تکی ہانکتے ہیں کچھ اور لوگ کہتے ہیں کہ سات تھے اور آٹھواں اُن کا کتا تھا کہو، میرا رب ہی بہتر جانتا ہے کہ وہ کتنے تھے کم ہی لوگ ان کی صحیح تعداد جانتے ہیں پس تم سرسری بات سے بڑھ کر ان کی تعداد کے معاملے میں لوگوں سے بحث نہ کرو، اور نہ ان کے متعلق کسی سے کچھ پوچھو"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "اور دیکھو، کسی چیز کے بارے میں کبھی یہ نہ کہا کرو کہ میں کل یہ کام کر دوں گا"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "(تم کچھ نہیں کر سکتے) اِلّا یہ کہ اللہ چاہے اگر بھولے سے ایسی بات زبان سے نکل جائے تو فوراً اپنے رب کو یاد کرو اور کہو \"امید ہے کہ میرا رب اِس معاملے میں رشد سے قریب تر بات کی طرف میری رہنمائی فرما دے گا"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "اور وہ اپنے غار میں تین سو سال رہے، اور (کچھ لوگ مدّت کے شمار میں) ۹ سال اور بڑھ گئے ہیں"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "تم کہو، اللہ ان کے قیام کی مدّت زیادہ جانتا ہے، آسمانوں اور زمین کے سب پوشیدہ احوال اُسی کو معلوم ہیں، کیا خوب ہے وہ دیکھنے والا اور سننے والا! زمین و آسمان کی مخلوقات کا کوئی خبرگیر اُس کے سوا نہیں، اور وہ اپنی حکومت میں کسی کو شریک نہیں کرتا"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "اے نبیؐ! تمہارے رب کی کتاب میں سے جو کچھ تم پر وحی کیا گیا ہے اسے (جوں کا توں) سنا دو، کوئی اُس کے فرمودات کو بدل دینے کا مجاز نہیں ہے، (اور اگر تم کسی کی خاطر اس میں رد و بدل کرو گے تو) اُس سے بچ کر بھاگنے کے لیے کوئی جائے پناہ نہ پاؤ گے"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "اور اپنے دل کو اُن لوگوں کی معیت پر مطمئن کرو جو اپنے رب کی رضا کے طلب گار بن کر صبح و شام اُسے پکارتے ہیں، اور اُن سے ہرگز نگاہ نہ پھیرو کیا تم دنیا کی زینت پسند کرتے ہو؟ کسی ایسے شخص کی اطاعت نہ کرو جس کے دل کو ہم نے اپنی یاد سے غافل کر دیا ہے اور جس نے اپنی خواہش نفس کی پیروی اختیار کر لی ہے اور جس کا طریق کار افراط و تفریط پر مبنی ہے"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "صاف کہہ دو کہ یہ حق ہے تمہارے رب کی طرف سے، اب جس کا جی چاہے مان لے اور جس کا جی چاہے انکار کر دے ہم نے (انکار کرنے والے) ظالموں کے لیے ایک آگ تیار کر رکھی ہے جس کی لپٹیں انہیں گھیرے میں لے چکی ہیں وہاں اگر وہ پانی مانگیں گے توایسے پانی سے ان کی تواضع کی جائے گی جو تیل کی تلچھٹ جیسا ہوگا اور ان کا منہ بھون ڈالے گا، بدترین پینے کی چیز اور بہت بری آرامگاہ"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "رہے وہ لوگ جو مان لیں اور نیک عمل کریں، تو یقیناً ہم نیکو کار لوگوں کا اجر ضائع نہیں کیا کرتے"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "ان کے لیے سدا بہار جنتیں ہیں جن کے نیچے نہریں بہہ رہی ہوں گی، وہاں وہ سونے کے کنگنوں سے آراستہ کیے جائیں گے، باریک ریشم اور اطلس و دیبا کے سبز کپڑے پہنیں گے، اور اونچی مسندوں پر تکیے لگا کر بیٹھیں گے بہترین اجر اور اعلیٰ درجے کی جائے قیام"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "اے محمدؐ! اِن کے سامنے ایک مثال پیش کرو دو شخص تھے ان میں سے ایک کو ہم نے انگور کے دو باغ دیے اور اُن کے گرد کھجور کے درختوں کی باڑھ لگائی اور ان کے درمیان کاشت کی زمین رکھی"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "دونوں باغ خوب پھلے پھولے اور بار آور ہونے میں انہوں نے ذرا سی کسر بھی نہ چھوڑی اُن باغوں کے اندر ہم نے ایک نہر جاری کر دی"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "اوراُسے خوب نفع حاصل ہوا یہ کچھ پا کر ایک دن وہ اپنے ہمسائے سے بات کرتے ہوئے بولا \"میں تجھ سے زیادہ مالدار ہوں اور تجھ سے زیادہ طاقتور نفری رکھتا ہوں"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "پھر وہ اپنی جنّت میں داخل ہوا اور اپنے نفس کے حق میں ظالم بن کر کہنے لگا \"میں نہیں سمجھتا کہ یہ دولت کبھی فنا ہو جائے گی"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "اور مجھے توقع نہیں کہ قیامت کی گھڑی کبھی آئے گی تاہم اگر کبھی مجھے اپنے رب کے حضور پلٹایا بھی گیا تو ضرور اِس سے بھی زیادہ شاندار جگہ پاؤں گا"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "اُس کے ہمسائے نے گفتگو کرتے ہوئے اس سے کہا \"کیا تو کفر کرتا ہے اُس ذات سے جس نے تجھے مٹی سے اور پھر نطفے سے پیدا کیا اور تجھے ایک پورا آدمی بنا کھڑا کیا؟"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "رہا میں، تو میرا رب تو وہی اللہ ہے اور میں اس کے ساتھ کسی کو شریک نہیں کرتا"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "اور جب تو اپنی جنت میں داخل ہو رہا تھا تو اس وقت تیری زبان سے یہ کیوں نہ نکلا کہ ماشاءاللہ، لا قوة الّا باللہ؟ اگر تو مجھے مال اور اولاد میں اپنے سے کمتر پا رہا ہے"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "تو بعید نہیں کہ میرا رب مجھے تیری جنت سے بہتر عطا فرما دے اور تیری جنت پر آسمان سے کوئی آفت بھیج دے جس سے وہ صاف میدان بن کر رہ جائے"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "یا اس کا پانی زمین میں اتر جائے اور پھر تو اسے کسی طرح نہ نکال سکے"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "آخرکار ہوا یہ کہ اس کا سارا ثمرہ مارا گیا اور وہ اپنے انگوروں کے باغ کو ٹٹیوں پر الٹا پڑا دیکھ کر اپنی لگائی ہوئی لاگت پر ہاتھ ملتا رہ گیا اور کہنے لگا کہ \"کاش! میں نے اپنے رب کے ساتھ کسی کو شریک نہ ٹھیرایا ہوتا"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "نہ ہوا اللہ کو چھوڑ کر اس کے پاس کوئی جتھا کہ اس کی مدد کرتا، اور نہ کر سکا وہ آپ ہی اس آفت کا مقابلہ"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "اُس وقت معلوم ہوا کہ کارسازی کا اختیار خدائے برحق ہی کے لیے ہے، انعام وہی بہتر ہے جو وہ بخشے اور انجام وہی بخیر ہے جو وہ دکھائے"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "اور اے نبیؐ! اِنہیں حیات دنیا کی حقیقت اِس مثال سے سمجھاؤ کہ آج ہم نے آسمان سے پانی برسا دیا تو زمین کی پَود خُوب گھنی ہو گئی، اور کل وہی نباتات بھُس بن کر رہ گئی جسے ہوائیں اڑائے لیے پھرتی ہیں اللہ ہر چیز پر قدرت رکھتا ہے"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "یہ مال اور یہ اولاد محض دُنیوی زندگی کی ایک ہنگامی آرائش ہے اصل میں تو باقی رہ جانے والی نیکیاں ہی تیرے رب کے نزدیک نتیجے کے لحاظ سے بہتر ہیں اور اُنہی سے اچھی اُمّیدیں وابستہ کی جا سکتی ہیں"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "فکر اُس دن کی ہونی چاہیے جب کہ ہم پہاڑوں کو چلائیں گے، اور تم زمین کو بالکل برہنہ پاؤ گے، اور ہم تمام انسانوں کو اس طرح گھیر کر جمع کریں گے کہ (اگلوں پچھلوں میں سے) ایک بھی نہ چھوٹے گا"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "اور سب کے سب تمہارے رب کے حضور صف در صف پیش کیے جائیں گے لو دیکھ لو، آ گئے نا تم ہمارے پاس اُسی طرح جیسا ہم نے تم کو پہلی بار پیدا کیا تھا تم نے تو یہ سمجھا تھا کہ ہم نے تمہارے لیے کوئی وعدے کا وقت مقرر ہی نہیں کیا ہے"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "اور نامہ اعمال سامنے رکھ دیا جائے گا اس وقت تم دیکھو گے کہ مجرم لوگ اپنی کتاب زندگی کے اندراجات سے ڈر رہے ہوں گے اور کہہ رہے ہوں گے کہ ہائے ہماری کم بختی، یہ کیسی کتاب ہے کہ ہماری کوئی چھوٹی بڑی حرکت ایسی نہیں رہی جو اس میں درج نہ ہو گئی ہو جو جو کچھ انہوں نے کیا تھا وہ سب اپنے سامنے حاضر پائیں گے اور تیرا رب کسی پر ذرا ظلم نہ کرے گا"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "یاد کرو، جب ہم نے فرشتوں سے کہا کہ آدمؑ کو سجدہ کرو تو انہوں نے سجدہ کیا مگر ابلیس نے نہ کیا وہ جنوں میں سے تھا اس لیے اپنے رب کے حکم کی اطاعت سے نکل گیا اب کیا تم مجھے چھوڑ کر اُس کو اور اس کی ذرّیّت کو اپنا سرپرست بناتے ہو حالانکہ وہ تمہارے دشمن ہیں؟ بڑا ہی برا بدل ہے جسے ظالم لوگ اختیار کر رہے ہیں"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "میں نے آسمان و زمین پیدا کرتے وقت اُن کو نہیں بلایا تھا اور نہ خود اُن کی اپنی تخلیق میں انہیں شریک کیا تھا میرا یہ کام نہیں ہے کہ گمراہ کرنے والوں کو اپنا مدد گار بنایا کروں"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "پھر کیا کریں گے یہ لوگ اُس روز جبکہ اِن کا رب اِن سے کہے گا کہ پکارو اب اُن ہستیوں کو جنہیں تم میرا شریک سمجھ بیٹھے تھے یہ ان کو پکاریں گے، مگر وہ اِن کی مدد کو نہ آئیں گے اور ہم ان کے درمیان ایک ہی ہلاکت کا گڑھا مشترک کر دیں گے"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "سارے مجرم اُس روز آگ دیکھیں گے اورسمجھ لیں گے کہ اب انہیں اس میں گرنا ہے اور وہ اس سے بچنے کے لیے کوئی جائے پناہ نہ پائیں گے"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "ہم نے اِس قرآن میں لوگوں کو طرح طرح سے سمجھایا مگر انسان بڑا ہی جھگڑالو واقع ہوا ہے"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "اُن کے سامنے جب ہدایت آئی تو اسے ماننے اور اپنے رب کے حضور معافی چاہنے سے آخر اُن کوکس چیز نے روک دیا؟ اِس کے سوا اور کچھ نہیں کہ وہ منتظر ہیں کہ اُن کے ساتھ بھی وہی کچھ ہو جو پچھلی قوموں کے ساتھ ہو چکا ہے، یا یہ کہ وہ عذاب کو سامنے آتے دیکھ لیں"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "رسولوں کو ہم اس کام کے سوا اور کسی غرض کے لیے نہیں بھیجتے کہ وہ بشارت اور تنبیہ کی خدمت انجام دے دیں مگر کافروں کا حال یہ ہے کہ وہ باطل کے ہتھیار لے کر حق کو نیچا دکھانے کی کوشش کرتے ہیں اور انہوں نے میری آیات کو اور اُن تنبیہات کو جو انہیں کی گئیں مذاق بنا لیا ہے"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "اور اُس شخص سے بڑھ کر ظالم اور کون ہے جسے اس کے رب کی آیات سنا کر نصیحت کی جائے اور وہ اُن سے منہ پھیرے اور اُس برے انجام کو بھول جائے جس کا سر و سامان اس نے اپنے لیے خود اپنے ہاتھوں کیا ہے؟ (جن لوگوں نے یہ روش اختیار کی ہے) ان کے دلوں پر ہم نے غلاف چڑھا دیے ہیں جو انہیں قرآن کی بات نہیں سمجھنے دیتے، اور اُن کے کانوں میں ہم نے گرانی پیدا کر دی ہے تم انہیں ہدایت کی طرف کتنا ہی بلاؤ، وہ اس حالت میں کبھی ہدایت نہ پائیں گے"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "تیرا رب بڑا درگزر کرنے والا اور رحیم ہے وہ ان کے کرتوتوں پر انہیں پکڑنا چاہتا تو جلدی ہی عذاب بھیج دیتا مگر ان کے لیے وعدے کا ایک وقت مقرر ہے اور اس سے بچ کر بھاگ نکلنے کی یہ کوئی راہ نہ پائیں گے"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "یہ عذاب رسیدہ بستیاں تمہارے سامنے موجود ہیں انہوں نے جب ظلم کیا تو ہم نے انہیں ہلاک کر دیا، اور ان میں سے ہر ایک کی ہلاکت کے لیے ہم نے وقت مقرر کر رکھا تھا"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "(ذرا اِن کو وہ قصہ سناؤ جو موسیٰؑ کو پیش آیا تھا) جبکہ موسیٰؑ نے اپنے خادم سے کہا تھا کہ \"میں اپنا سفر ختم نہ کروں گا جب تک کہ دونوں دریاؤں کے سنگم پر نہ پہنچ جاؤں، ورنہ میں ایک زمانہ دراز تک چلتا ہی رہوں گا"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "پس جب وہ ان کے سنگم پر پہنچے تو اپنی مچھلی سے غافل ہو گئے اور وہ نکل کر اس طرح دریا میں چلی گئی جیسے کہ کوئی سرنگ لگی ہو"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "آگے جا کر موسیٰؑ نے اپنے خادم سے کہا \" لاؤ ہمارا ناشتہ، آج کے سفر میں تو ہم بری طرح تھک گئے ہیں"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "خادم نے کہا \"آپ نے دیکھا! یہ کیا ہوا؟ جب ہم اُس چٹان کے پاس ٹھیرے ہوئے تھے اُس وقت مجھے مچھلی کا خیال نہ رہا اور شیطان نے مجھ کو ایسا غافل کر دیا کہ میں اس کا ذکر (آپ سے کرنا) بھول گیا مچھلی تو عجیب طریقے سے نکل کر دریا میں چلی گئی"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "موسیٰؑ نے کہا \"اسی کی تو ہمیں تلاش تھی\" چنانچہ وہ دونوں اپنے نقش قدم پر پھر واپس ہوئے"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "اور وہاں انہوں نے ہمارے بندوں میں سے ایک بندے کو پایا جسے ہم نے اپنی رحمت سے نوازا تھا اور اپنی طرف سے ایک خاص علم عطا کیا تھا"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "موسیٰؑ نے اس سے کہا \"کیا میں آپ کے ساتھ رہ سکتا ہوں تاکہ آپ مجھے بھی اُس دانش کی تعلیم دیں جو آپ کوسکھائی گئی ہے؟"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "اس نے جواب دیا \"آپ میرے ساتھ صبر نہیں کر سکتے"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "اور جس چیز کی آپ کو خبر نہ ہو آخر آپ اس پر صبر کر بھی کیسے سکتے ہیں"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "موسیٰؑ نے کہا \"انشاءاللہ آپ مجھے صابر پائیں گے اور میں کسی معاملہ میں آپ کی نافرمانی نہ کروں گا"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "اس نے کہا \"اچھا، اگر آپ میرے ساتھ چلتے ہیں تو مجھ سے کوئی بات نہ پوچھیں جب تک کہ میں خود اس کا آپ سے ذکر نہ کروں"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "اب وہ دونوں روانہ ہوئے، یہاں تک کہ جب وہ ایک کشتی میں سوار ہو گئے تو اس شخص نے کشتی میں شگاف ڈال دیا موسیٰؑ نے کہا \"آپ نے اس میں شگاف ڈال دیا تاکہ سب کشتی والوں کو ڈبو دیں؟ یہ تو آپ نے ایک سخت حرکت کر ڈالی"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "اس نے کہا \"میں نے تم سے کہا نہ تھا کہ تم میرے ساتھ صبر نہیں کر سکتے؟"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "موسیٰؑ نے کہا \"بھول چوک پر مجھے نہ پکڑیے میرے معاملے میں آپ ذرا سختی سے کام نہ لیں"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "پھر وہ دونوں چلے، یہاں تک کہ ان کو ایک لڑکا ملا اور اس شخص نے اسے قتل کر دیا موسیٰؑ نے کہا \"آپ نے ایک بے گناہ کی جان لے لی حالانکہ اُس نے کسی کا خون نہ کیا تھا؟ یہ کام تو آپ نے بہت ہی برا کیا"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "اُس نے کہا \" میں نے تم سے کہا نہ تھا کہ تم میرے ساتھ صبر نہیں کر سکتے؟"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "موسیٰؑ نے کہا \" اس کے بعد اگر میں آپ سے کچھ پوچھوں تو آپ مجھے ساتھ نہ رکھیں لیجیے، اب تو میری طرف سے آپ کو عذر مل گیا"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "پھر وہ آگے چلے یہاں تک کہ ایک بستی میں پہنچے اور وہاں کے لوگوں سے کھانا مانگا مگر انہوں نے ان دونوں کی ضیافت سے انکار کر دیا وہاں انہوں نے ایک دیوار دیکھی جوگرا چاہتی تھی اُس شخص نے اس دیوار کو پھر قائم کر دیا موسیٰؑ نے کہا \" اگر آپ چاہتے تو اس کام کی اُجرت لے سکتے تھے"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "اُس نے کہا \"بس میرا تمہارا ساتھ ختم ہوا اب میں تمہیں ان باتوں کی حقیقت بتاتا ہوں جن پر تم صبر نہ کر سکے"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "اُس کشتی کا معاملہ یہ ہے کہ وہ چند غریب آدمیوں کی تھی جو دریا میں محنت مزدوری کرتے تھے میں نے چاہا کہ اسے عیب دار کر دوں، کیونکہ آگے ایک ایسے بادشاہ کا علاقہ تھا جو ہر کشتی کو زبردستی چھین لیتا تھا"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "رہا وہ لڑکا، تو اس کے والدین مومن تھے، ہمیں اندیشہ ہوا کہ یہ لڑکا اپنی سرکشی اور کفر سے ان کو تنگ کرے گا"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "اس لیے ہم نے چاہا کہ ان کا رب اس کے بدلے ان کو ایسی اولاد دے جو اخلاق میں بھی اس سے بہتر ہو اور جس سے صلہ رحمی بھی زیادہ متوقع ہو"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "اور اس دیوار کا معاملہ یہ ہے کہ یہ دو یتیم لڑکوں کی ہے جو اس شہر میں رہتے ہیں اس دیوار کے نیچے اِن بچّوں کے لیے ایک خزانہ مدفون ہے اور ان کا باپ ایک نیک آدمی تھا اس لیے تمہارے رب نے چاہا کہ یہ دونوں بچّے بالغ ہوں اور اپنا خزانہ نکال لیں یہ تمہارے رب کی رحمت کی بنا پرکیا گیا ہے، میں نے کچھ اپنے اختیار سے نہیں کر دیا ہے یہ ہے حقیقت اُن باتوں کی جن پر تم صبر نہ کر سکے"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "اور اے محمدؐ، یہ لوگ تم سے ذوالقرنین کے بارے میں پوچھتے ہیں ان سے کہو، میں اس کا کچھ حال تم کو سناتا ہوں"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "ہم نے اس کو زمین میں اقتدار عطا کر رکھا تھا اور اسے ہر قسم کے اسباب و وسائل بخشے تھے"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "اس نے (پہلے مغرب کی طرف ایک مہم کا) سر و سامان کیا"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "حتیٰ کہ جب وہ غروب آفتاب کی حَد تک پہنچ گیا تو اس نے سورج کو ایک کالے پانی میں ڈوبتے دیکھا اور وہاں اُسے ایک قوم ملی ہم نے کہا \"اے ذوالقرنین، تجھے یہ مقدرت بھی حاصل ہے کہ ان کو تکلیف پہنچائے اور یہ بھی کہ اِن کے ساتھ نیک رویّہ اختیار کرے"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "اس نے کہا، \"جو ان میں سے ظلم کرے گا ہم اس کو سزا دیں گے، پھر وہ اپنے رب کی طرف پلٹایا جائے گا اور وہ اسے اور زیادہ سخت عذاب دے گا"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "اور جو ان میں سے ایمان لائے گا اور نیک عمل کرے گا اُس کے لیے اچھی جزا ہے اور ہم اس کو نرم احکام دیں گے"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "پھر اُس نے (ایک دُوسری مہم کی) تیاری کی"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "یہاں تک کہ طلوعِ آفتاب کی حد تک جا پہنچا وہاں اس نے دیکھا کہ سورج ایک ایسی قوم پر طلوع ہو رہا ہے جس کے لیے دُھوپ سے بچنے کا کوئی سامان ہم نے نہیں کیا ہے"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "یہ حال تھا اُن کا، اور ذوالقرنین کے پاس جو کچھ تھا اُسے ہم جانتے تھے"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "پھر اس نے (ایک اور مہم کا) سامان کیا"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "یہاں تک کہ جب دو پہاڑوں کے درمیان پہنچا تو اسے ان کے پاس ایک قوم ملی جو مشکل ہی سے کوئی بات سمجھتی تھی"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "اُن لوگوں نے کہا کہ \"اے ذوالقرنین، یاجوج اور ماجوج اس سرزمین میں فساد پھیلاتے ہیں تو کیا ہم تجھے کوئی ٹیکس اس کام کے لیے دیں کہ تو ہمارے اور ان کے درمیان ایک بند تعمیر کر دے؟"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "اس نے کہا \" جو کچھ میرے رب نے مجھے دے رکھا ہے وہ بہت ہے تم بس محنت سے میری مدد کرو، میں تمہارے اور ان کے درمیان بند بنائے دیتا ہوں"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "مجھے لوہے کی چادریں لا کر دو\" آخر جب دونوں پہاڑوں کے درمیانی خلا کو اس نے پاٹ دیا تو لوگوں سے کہا کہ اب آگ دہکاؤ حتیٰ کہ جب (یہ آہنی دیوار) بالکل آگ کی طرح سُرخ ہو گئی تو اس نے کہا \"لاؤ، اب میں اس پر پگھلا ہوا تانبا انڈیلوں گا"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "(یہ بند ایسا تھا کہ) یاجوج و ماجوج اس پر چڑھ کر بھی نہ آ سکتے تھے اور اس میں نقب لگانا ان کے لیے اور بھی مشکل تھا"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "ذوالقرنین نے کہا \" یہ میرے رب کی رحمت ہے مگر جب میرے رب کے وعدے کا وقت آئیگا تو وہ اس کو پیوند خاک کر دے گا، اور میرے رب کا وعدہ برحق ہے"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "اور اُس روز ہم لوگوں کو چھوڑ دیں گے کہ (سمندر کی موجوں کی طرح) ایک دُوسرے سے گتھم گتھا ہوں اور صُور پھُونکا جائے گا اور ہم سب انسانوں کو ایک ساتھ جمع کریں گے"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "اور وہ دن ہوگا جب ہم جہنم کو کافروں کے سامنے لائیں گے"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "اُن کافروں کے سامنے جو میری نصیحت کی طرف سے اندھے بنے ہوئے تھے اور کچھ سننے کے لیے تیار ہی نہ تھے"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "تو کیا یہ لوگ، جنہوں نے کفر اختیار کیا ہے، یہ خیال رکھتے ہیں کہ مجھے چھوڑ کر میرے بندوں کو اپنا کارساز بنا لیں؟ ہم نے ایسے کافروں کی ضیافت کے لیے جہنم تیار کر رکھی ہے"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "اے محمدؐ، ان سے کہو، کیا ہم تمہیں بتائیں کہ اپنے اعمال میں سب سے زیادہ ناکام و نامراد لوگ کون ہیں؟"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "وہ کہ دنیا کی زندگی میں جن کی ساری سعی و جہد راہِ راست سے بھٹکی رہی اور وہ سمجھتے رہے کہ وہ سب کچھ ٹھیک کر رہے ہیں"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "یہ وہ لوگ ہیں جنہوں نے اپنے رب کی آیات کو ماننے سے انکار کیا اور اس کے حضور پیشی کا یقین نہ کیا اس لیے اُن کے سارے اعمال ضائع ہو گئے، قیامت کے روز ہم انہیں کوئی وزن نہ دیں گے"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "ان کی جزا جہنم ہے اُس کفر کے بدلے جو انہوں نے کیا اور اُس مذاق کی پاداش میں جو وہ میری آیات اور میرے رسولوں کے ساتھ کرتے رہے"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "البتّہ وہ لوگ جو ایمان لائے اور جنہوں نے نیک عمل کیے، ان کی میزبانی کے لیے فردوس کے باغ ہوں گے"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "جن میں وہ ہمیشہ رہیں گے اور کبھی اُس جگہ سے نکل کر کہیں جانے کو اُن کا جی نہ چاہے گا"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "اے محمدؐ، کہو کہ اگر سمندر میرے رب کی باتیں لکھنے کے لیے روشنائی بن جائے تو وہ ختم ہو جائے مگر میرے رب کی باتیں ختم نہ ہوں، بلکہ اتنی ہی روشنائی ہم اور لے آئیں تو وہ بھی کفایت نہ کرے"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "اے محمدؐ، کہو کہ میں تو ایک انسان ہوں تم ہی جیسا، میری طرف وحی کی جاتی ہے کہ تمہارا خدا بس ایک ہی خدا ہے، پس جو کوئی اپنے رب کی ملاقات کا امیدوار ہو اسے چاہیے کہ نیک عمل کرے اور بندگی میں اپنے رب کے ساتھ کسی اور کو شریک نہ کرے"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "ک، ہ، ی، ع، ص"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "ذکر ہے اُس رحمت کا جو تیرے رب نے اپنے بندے زکریاؑ پر کی تھی"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "جبکہ اُس نے اپنے رب کو چپکے چپکے پکارا"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "اُس نے عرض کیا \"اے پروردگار، میری ہڈیاں تک گھل گئی ہیں اور سر بڑھاپے سے بھڑک اٹھا ہے اے پروردگار، میں کبھی تجھ سے دعا مانگ کر نامراد نہیں رہا"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "مجھے اپنے پیچھے اپنے بھائی بندوں کی برائیوں کا خوف ہے، اور میری بیوی بانجھ ہے تو مجھے اپنے فضلِ خاص سے ایک وارث عطا کر دے"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "جو میرا وارث بھی ہو اور آلِ یعقوب کی میراث بھی پائے، اور اے پروردگار، اُس کو ایک پسندیدہ انسان بنا"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "(جواب دیا گیا) \"اے زکریاؑ، ہم تجھے ایک لڑکے کی بشارت دیتے ہیں جس کا نام یحییٰؑ ہو گا ہم نے اِس نام کا کوئی آدمی اس سے پہلے پیدا نہیں کیا"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "عرض کیا، \"پروردگار، بھلا میرے ہاں کیسے بیٹا ہوگا جبکہ میری بیوی بانجھ ہے اور میں بوڑھا ہو کر سوکھ چکا ہوں؟"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "جواب ملا \"ایسا ہی ہو گا تیرا رب فرماتا ہے کہ یہ تو میرے لیے ایک ذرا سی بات ہے، آخر اس سے پہلے میں تجھے پیدا کر چکا ہوں جب کہ تو کوئی چیز نہ تھا"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "زکریاؑ نے کہا، \"پروردگار، میرے لیے کوئی نشانی مقرر کر دے\" فرمایا \"تیرے لیے نشانی یہ ہے کہ تو پیہم تین دن لوگوں سے بات نہ کر سکے"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "چنانچہ وہ محراب سے نکل کر اپنی قوم کے سامنے آیا اور اس نے اشارے سے ان کو ہدایت کی کہ صبح و شام تسبیح کرو"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "اے یحییٰؑ! کتاب الٰہی کو مضبوط تھام لے\" ہم نے اُسے بچپن ہی میں \"حکم\" سے نوازا"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "اور اپنی طرف سے اس کو نرم دلی اور پاکیزگی عطا کی اور وہ بڑا پرہیزگار"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "اور اپنے والدین کا حق شناس تھا وہ جبّار نہ تھا اور نہ نافرمان"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "سلام اُس پر جس روز کہ وہ پیدا ہوا اور جس دن وہ مرے اور جس روز وہ زندہ کر کے اٹھایا جائے"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "اور اے محمدؐ، اس کتاب میں مریم کا حال بیان کرو، جبکہ وہ اپنے لوگوں سے الگ ہو کر شرقی جانب گوشہ نشین ہو گئی تھی"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "اور پردہ ڈال کر اُن سے چھپ بیٹھی تھی اس حالت میں ہم نے اس کے پاس اپنی روح کو (یعنی فرشتے کو) بھیجا اور وہ اس کے سامنے ایک پورے انسان کی شکل میں نمودار ہو گیا"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "مریم یکایک بول اٹھی کہ\"اگر تو کوئی خدا ترس آدمی ہے تو میں تجھ سے رحمٰن کی پناہ مانگتی ہوں"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "اُس نے کہا \"میں تو تیرے رب کا فرستادہ ہوں اور اس لیے بھیجا گیا ہوں کہ تجھے ایک پاکیزہ لڑکا دوں"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "مریم نے کہا \"میرے ہاں کیسے لڑکا ہوگا جبکہ مجھے کسی بشر نے چھوا تک نہیں ہے اور میں کوئی بدکار عورت نہیں ہوں"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "فرشتے نے کہا \"ایسا ہی ہوگا، تیرا رب فرماتا ہے کہ ایسا کرنا میرے لیے بہت آسان ہے اور ہم یہ اس لیے کریں گے کہ اُس لڑکے کو لوگوں کے لیے ایک نشانی بنائیں اور اپنی طرف سے ایک رحمت اور یہ کام ہو کر رہنا ہے"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "مریم کو اس بچے کا حمل رہ گیا اور وہ اس حمل کو لیے ہوئے ایک دُور کے مقام پر چلی گئی"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "پھر زچگی کی تکلیف نے اُسے ایک کھُجور کے درخت کے نیچے پہنچا دیا وہ کہنے لگی \" کاش میں اس سے پہلے ہی مر جاتی اور میرا نام و نشان نہ رہتا"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "فرشتے نے پائنتی سے اس کو پکار کر کہا \"غم نے کر تیرے رب نے تیرے نیچے ایک چشمہ رواں کر دیا ہے"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "اور تو ذرا اِس درخت کے تنے کو ہلا، تیرے اوپر تر و تازہ کھجوریں ٹپک پڑیں گی"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "پس تو کھا اور پی اور اپنی آنکھیں ٹھنڈی کر پھر اگر کوئی آدمی تجھے نظر آئے تو اس سے کہہ دے کہ میں نے رحمان کے لیے روزے کی نذر مانی ہے، اس لیے آج میں کسی سے نہ بولوں گی"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "پھر وہ اس بچے کو لیے ہوئے اپنی قوم میں آئی لوگ کہنے لگے \" اے مریم، یہ تو تُو نے بڑا پاپ کر ڈالا"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "اے ہارون کی بہن، نہ تیرا باپ کوئی برا آدمی تھا اور نہ تیری ماں ہی کوئی بدکار عورت تھی"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "مریم نے بچے کی طرف اشارہ کر دیا لوگوں نے کہا \" ہم اِس سے کیا بات کریں جو گہوارے میں پڑا ہوا ایک بچہ ہے؟"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "بچہ بول اٹھا \"میں اللہ کا بندہ ہوں اُس نے مجھے کتاب دی، اور نبی بنایا"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "اور بابرکت کیا جہاں بھی میں رہوں، اور نماز اور زکوٰۃ کی پابندی کا حکم دیا جب تک میں زندہ رہوں"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "اور اپنی والدہ کا حق ادا کرنے والا بنایا، اور مجھ کو جبّار اور شقی نہیں بنایا"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "سلام ہے مجھ پر جبکہ میں پیدا ہوا اور جبکہ میں مروں اور جبکہ زندہ کر کے اٹھایا جاؤں"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "یہ ہے عیسٰی ابن مریم اور یہ ہے اُس کے بارے میں وہ سچی بات جس میں لوگ شک کر رہے ہیں"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "اللہ کا یہ کام نہیں ہے کہ وہ کسی کو بیٹا بنائے وہ پاک ذات ہے وہ جب کسی بات کا فیصلہ کرتا ہے تو کہتا ہے کہ ہو جا، اور بس وہ ہو جاتی ہے"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "(اور عیسٰیؑ نے کہا تھا کہ) \"اللہ میرا رب بھی ہے اور تمہارا رب بھی، پس تم اُسی کی بندگی کرو، یہی سیدھی راہ ہے"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "مگر پھر مختلف گروہ باہم اختلاف کرنے لگے سو جن لوگوں نے کفر کیا ان کے لیے وہ وقت بڑی تباہی کا ہوگا"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "جب کہ وہ ایک بڑا دن دیکھیں گے جب وہ ہمارے سامنے حاضر ہوں گے اُس روز تو اُن کے کان بھی خوب سُن رہے ہوں گے اور اُن کی آنکھیں بھی خوب دیکھتی ہوں گی، مگر آج یہ ظالم کھلی گمراہی میں مبتلا ہیں"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "اے نبیؐ، اِس حالت میں جبکہ یہ لوگ غافل ہیں اور ایمان نہیں لا رہے ہیں، اِنہیں اس دن سے ڈرا دو جبکہ فیصلہ کر دیا جائے گا اور پچھتاوے کے سوا کوئی چارہ کار نہ ہوگا"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "آخرکار ہم ہی زمین اور اس کی ساری چیزوں کے وارث ہوں گے اور سب ہماری طرف ہی پلٹائے جائیں گے"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "اور اس کتاب میں ابراہیمؑ کا قصہ بیان کرو، بے شک وہ ایک راست باز انسان اور ایک نبی تھا"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "(انہیں ذرا اُس موقع کی یاد دلاؤ) جبکہ اُس نے اپنے باپ سے کہا کہ \"ابّا جان، آپ کیوں اُن چیزوں کی عبادت کرتے ہیں جو نہ سنتی ہیں نہ دیکھتی ہیں اور نہ آپ کا کوئی کام بنا سکتی ہیں؟"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "ابّا جان، میرے پاس ایک ایسا عِلم آیا ہے جو آپ کے پاس نہیں آیا، آپ میرے پیچھے چلیں، میں آپ کو سیدھا راستہ بتاؤں گا"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "ابّا جان! آپ شیطان کی بندگی نہ کریں، شیطان تو رحمٰن کا نافرمان ہے"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "ابّا جان، مجھے ڈر ہے کہ کہیں آپ رحمان کے عذاب میں مُبتلا نہ ہو جائیں اور شیطان کے ساتھی بن کر رہیں"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "باپ نے کہا \"ابراہیمؑ، کیا تو میرے معبُودوں سے پھر گیا ہے؟ اگر تو باز نہ آیا تو میں تجھے سنگسار کر دوں گا بس تو ہمیشہ کے لیے مجھ سے الگ ہو جا"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "ابراہیمؑ نے کہا \"سلام ہے آپ کو میں اپنے رب سے دُعا کروں گا کہ آپ کو معاف کر دے، میرا رب مجھ پر بڑا ہی مہربان ہے"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "میں آپ لوگوں کو بھی چھوڑتا ہوں اور اُن ہستیوں کو بھی جنہیں آپ لوگ خدا کو چھوڑ کر پکارا کرتے ہیں میں تو اپنے رب ہی کو پکاروں گا، امید ہے کہ میں اپنے رب کو پکار کے نامراد نہ رہوں گا"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "پس جب وہ اُن لوگوں سے اور اُن کے معبُودانِ غیر اللہ سے جُدا ہو گیا تو ہم نے اُس کو اسحاقؑ اور یعقوبؑ جیسی اولاد دی اور ہر ایک کو نبی بنایا"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "اور ان کو اپنی رحمت سے نوازا اور ان کو سچی ناموری عطا کی"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "اور ذکر کرو اس کتاب میں موسیٰؑ کا وہ ایک چیدہ شخص تھا اور رسول نبی تھا"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "ہم نے اُس کو طُور کے داہنی جانب سے پکارا اور راز کی گفتگو سے اس کو تقرب عطا کیا"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "اور اپنی مہربانی سے اس کے بھائی ہارونؑ کو نبی بنا کر اُسے (مدد گار کے طور پر) دیا"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "اور اس کتاب میں اسماعیلؑ کا ذکر کرو وہ وعدے کا سچا تھا اور رسُول نبی تھا"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "وہ اپنے گھر والوں کو نماز اور زکوٰۃ کا حکم دیتا تھا اور اپنے رب کے نزدیک ایک پسندیدہ انسان تھا"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "اور اس کتاب میں ادریسؑ کا ذکر کرو وہ ایک راستباز انسان اور ایک نبی تھا"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "اور اسے ہم نے بلند مقام پر اٹھایا تھا"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "یہ وہ پیغمبر ہیں جن پر اللہ نے انعام فرمایا آدمؑ کی اولاد میں سے، اور اُن لوگوں کی نسل سے جنہیں ہم نے نوحؑ کے ساتھ کشتی پر سوار کیا تھا، ا ور ابراہیمؑ کی نسل سے اور اسرائیلؑ کی نسل سے اور یہ ان لوگوں میں سے تھے جن کو ہم نے ہدایت بخشی اور برگزیدہ کیا ان کا حال یہ تھا کہ جب رحمان کی آیات ان کو سنائی جاتیں تو روتے ہوئے سجدے میں گر جاتے تھے"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "پھر ان کے بعد وہ ناخلف لوگ ان کے جانشین ہوئے جنہوں نے نماز کو ضائع کیا اور خواہشاتِ نفس کی پیروی کی، پس قریب ہے کہ وہ گمراہی کے انجام سے دوچار ہوں"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "البتہ جو توبہ کر لیں اور ایمان لے آئیں اور نیک عملی اختیار کر لیں وہ جنّت میں داخل ہوں گے اور ان کی ذرّہ برابر حق تلفی نہ ہو گی"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "ان کے لیے ہمیشہ رہنے والی جنتیں ہیں جن کا رحمان نے اپنے بندوں سے در پردہ وعدہ کر رکھا ہے اور یقیناً یہ وعدہ پُورا ہو کر رہنا ہے"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "وہاں وہ کوئی بے ہودہ بات نہ سُنیں گے، جو کچھ بھی سُنیں گے ٹھیک ہی سنیں گے اور ان کا رزق انہیں پیہم صبح و شام ملتا رہے گا"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "یہ ہے وہ جنت جس کا وارث ہم اپنے بندوں میں سے اُس کو بنائیں گے جو پرہیزگار رہا ہے"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "اے محمدؐ، ہم تمہارے رب کے حکم کے بغیر نہیں اُترا کرتے جو کچھ ہمارے آگے ہے اور جو کچھ پیچھے ہے اور جو کچھ اس کے درمیان ہے ہر چیز کا مالک وہی ہے اور تمہارا رب بھولنے والا نہیں ہے"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "وہ رب ہے آسمانوں کا اور زمین کا اور اُن ساری چیزوں کا جو آسمان و زمین کے درمیان ہیں پس تم اُس کے بندگی کرو اور اُسی کی بندگی پر ثابت قدم رہو کیا ہے کوئی ہستی تمہارے علم میں اس کی ہم پایہ؟"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "انسان کہتا ہے کیا واقعی جب میں مر چکوں گا تو پھر زندہ کر کے نکال لایا جاؤں گا؟"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "کیا انسان کو یاد نہیں آتا کہ ہم پہلے اس کو پیدا کر چکے ہیں جبکہ وہ کچھ بھی نہ تھا؟"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "تیرے رب کی قسم، ہم ضرور ان سب کو اور ان کے ساتھ شیاطین کو بھی گھیر لائیں گے، پھر جہنم کے گرد لا کر انہیں گھٹنوں کے بل گرا دیں گے"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "پھر ہر گروہ میں سے ہر اُس شخص کو چھانٹ لیں گے جو رحمان کے مقابلے میں زیادہ سرکش بنا ہُوا تھا"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "پھر یہ ہم جانتے ہیں کہ ان میں سے کون سب سے بڑھ کر جہنم میں جھونکے جانے کا مستحق ہے"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "تم میں سے کوئی ایسا نہیں ہے جو جہنم پر وارد نہ ہو، یہ تو ایک طے شدہ بات ہے جسے پُورا کرنا تیرے رب کا ذمہ ہے"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "پھر ہم اُن لوگوں کو بچا لیں گے جو (دنیا میں) متقی تھے اور ظالموں کو اُسی میں گرا ہُوا چھوڑ دیں گے"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "اِن لوگوں کو جب ہماری کھُلی کھُلی آیات سنائی جاتی ہیں تو انکار کرنے والے ایمان لانے والوں سے کہتے ہیں \"بتاؤ ہم دونوں گروہوں میں سے کون بہتر حالت میں ہے اور کس کی مجلسیں زیادہ شاندار ہیں؟"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "حالانکہ ان سے پہلے ہم کتنی ہی ایسی قوموں کو ہلاک کر چکے ہیں جو اِن سے زیادہ سر و سامان رکھتی تھیں اور ظاہری شان و شوکت میں اِن سے بڑھی ہوئی تھیں"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "اِن سے کہو، جو شخص گمراہی میں مُبتلا ہوتا ہے اُسے رحمان ڈھیل دیا کرتا ہے یہاں تک کہ جب ایسے لوگ وہ چیز دیکھ لیتے ہیں جس کا اُن سے وعدہ کیا گیا ہے خواہ وہ عذاب الٰہی ہو یا قیامت کی گھڑی تب انہیں معلوم ہو جاتا ہے کہ کس کا حال خراب ہے اور کس کا جتھا کمزور"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "اس کے برعکس جو لوگ راہِ راست اختیار کرتے ہیں اللہ ان کو راست روی میں ترقی عطا فرماتا ہے اور باقی رہ جانے والی نیکیاں ہی تیرے رب کے نزدیک جزا اور انجام کے اعتبار سے بہتر ہیں"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "پھر تو نے دیکھا اُس شخص کو جو ہماری آیات کو ماننے سے انکار کرتا ہے اور کہتا ہے کہ میں تو مال اور اولاد سے نوازا ہی جاتا رہوں گا؟"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "کیا اسے غیب کا پتہ چل گیا ہے یا اس نے رحمان سے کوئی عہد لے رکھا ہے؟"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "ہرگز نہیں، جو کچھ یہ بکتا ہے اسے ہم لکھ لیں گے اور اس کے لیے سزا میں اور زیادہ اضافہ کریں گے"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "جس سر و سامان اور لاؤ لشکر کا یہ ذکر کر رہا ہے وہ سب ہمارے پاس رہ جائے گا اور یہ اکیلا ہمارے سامنے حاضر ہوگا"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "اِن لوگوں نے اللہ کو چھوڑ کر اپنے کچھ خدا بنا رکھے ہیں تاکہ وہ اِن کے پشتیبان ہوں"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "کوئی پشتیبان نہ ہوگا وہ سب ان کی عبادت کا انکار کریں گے اور الٹے اِن کے مخالف بن جائیں گے"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "کیا تم دیکھتے نہیں ہو کہ ہم نے اِن منکرین حق پر شیاطین چھوڑ رکھے ہیں جو اِنہیں خُوب خُوب (مخالفتِ حق پر) اکسا رہے ہیں؟"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "اچھا، تو اب اِن پر نزول عذاب کے لیے بیتاب نہ ہو ہم اِن کے دن گن رہے ہیں"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "وہ دن آنے والا ہے جب متقی لوگوں کو ہم مہمانوں کی طرح رحمان کے حضور پیش کریں گے"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "اور مجرموں کو پیاسے جانوروں کی طرح جہنم کی طرف ہانک لے جائیں گے"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "اُس وقت لوگ کوئی سفارش لانے پر قادر نہ ہوں گے بجز اُس کے جس نے رحمان کے حضور سے پروانہ حاصل کر لیا ہو"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "وہ کہتے ہیں کہ رحمان نے کسی کو بیٹا بنایا ہے"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "سخت بیہودہ بات ہے جوتم لوگ گھڑ لائے ہو"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "قریب ہے کہ آسمان پھٹ پڑیں، زمین شق ہو جائے اور پہاڑ گر جائیں"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "اس بات پر کہ لوگوں نے رحمان کے لیے اولاد ہونے کا دعویٰ کیا"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "رحمان کی یہ شان نہیں ہے کہ وہ کسی کو بیٹا بنائے"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "زمین اور آسمان کے اندر جو بھی ہیں سب اس کے حضور بندوں کی حیثیت سے پیش ہونے والے ہیں"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "سب پر وہ محیط ہے اور اس نے اُن کو شمار کر رکھا ہے"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "سب قیامت کے روز فرداً فرداً اس کے سامنے حاضر ہوں گے"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "یقیناً جو لوگ ایمان لے آئے ہیں اور عمل صالح کر رہے ہیں عنقریب رحمان اُن کے لیے دلوں میں محبت پیدا کر دے گا"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "پس اے محمدؐ، اِس کلام کو ہم نے آسان کر کے تمہاری زبان میں اسی لیے نازل کیا ہے کہ تم پرہیز گاروں کو خوشخبری دے دو اور ہٹ دھرم لوگوں کو ڈرا دو"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "ان سے پہلے ہم کتنی ہی قوموں کو ہلاک کر چکے ہیں، پھر آج کہیں تم ان کا نشان پاتے ہو یا اُن کی بھنک بھی کہیں سنائی دیتی ہے؟"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "طٰہٰ"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "ہم نے یہ قرآن تم پر اس لیے نازل نہیں کیا ہے کہ تم مصیبت میں پڑ جاؤ"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "یہ تو ایک یاد دہانی ہے ہر اس شخص کے لیے جو ڈرے"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "نازل کیا گیا ہے اُس ذات کی طرف سے جس نے پیدا کیا ہے زمین کو اور بلند آسمانوں کو"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "وہ رحمان (کائنات کے) تخت سلطنت پر جلوہ فرما ہے"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "مالک ہے اُن سب چیزوں کا جو آسمانوں اور زمین میں ہیں اور جو زمین و آسمان کے درمیان میں ہیں اور جو مٹی کے نیچے ہیں"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "تم چاہے اپنی بات پکار کر کہو، وہ تو چپکے سے کہی ہوئی بات بلکہ اس سے مخفی تر بات بھی جانتا ہے"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "وہ اللہ ہے، اس کے سوا کوئی خدا نہیں، اس کے لیے بہترین نام ہیں"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "اور تمہیں کچھ موسیٰؑ کی خبر بھی پہنچی ہے؟"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "جب کہ اس نے ایک آگ دیکھی اور اپنے گھر والوں سے کہا کہ \" ذرا ٹھیرو، میں نے ایک آگ دیکھی ہے، شاید کہ تمہارے لیے ایک آدھ انگارا لے آؤں، یا اِس آگ پر مجھے (راستے کے متعلق) کوئی رہنمائی مل جائے"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "وہاں پہنچا تو پکارا گیا \"اے موسیٰؑ"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "میں ہی تیرا رب ہوں، جوتیاں اتار دے تو وادی مقدس طویٰ میں ہے"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "اور میں نے تجھ کو چُن لیا ہے، سُن جو کچھ وحی کیا جاتا ہے"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "میں ہی اللہ ہوں، میرے سوا کوئی خدا نہیں ہے، پس تو میری بندگی کر اور میری یاد کے لیے نماز قائم کر"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "قیامت کی گھڑی ضرور آنے والی ہے میں اُس کا وقت مخفی رکھنا چاہتا ہوں، تاکہ ہر متنفّس اپنی سعی کے مطابق بدلہ پائے"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "پس کوئی ایسا شخص جو اُس پر ایمان نہیں لاتا اور اپنی خواہش نفس کا بندہ بن گیا ہے تجھ کو اُس گھڑی کی فکر سے نہ روک دے، ورنہ تو ہلاکت میں پڑ جائے گا"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "اور اے موسیٰؑ، یہ تیرے ہاتھ میں کیا ہے؟"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "موسیٰؑ نے جواب دیا \"یہ میری لاٹھی ہے، اس پر ٹیک لگا کر چلتا ہوں، اس سے اپنی بکریوں کے لیے پتے جھاڑتا ہوں، اور بھی بہت سے کام ہیں جو اس سے لیتا ہوں"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "فرمایا \"پھینک دے اس کو موسیٰؑ"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "اس نے پھینک دیا اور یکایک وہ ایک سانپ تھی جو دَوڑ رہا تھا"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "فرمایا \"پکڑ لے اس کو اور ڈر نہیں، ہم اسے پھر ویسا ہی کر دیں گے جیسی یہ تھی"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "اور ذرا اپنا ہاتھ اپنی بغل میں دبا، چمکتا ہوا نکلے گا بغیر کسی تکلیف کے یہ دوسری نشانی ہے"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "اس لیے کہ ہم تجھے اپنی بڑی نشانیاں دکھانے والے ہیں"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "اب تو فرعون کے پاس جا، وہ سرکش ہو گیا ہے"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "موسیٰؑ نے عرض کیا \" پروردگار، میرا سینہ کھول دے"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "اور میرے کام کو میرے لیے آسان کر دے"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "اور میری زبان کی گرہ سُلجھا دے"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "تاکہ لوگ میری بات سمجھ سکیں"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "اور میرے لیے میرے اپنے کنبے سے ایک وزیر مقرر کر دے"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "ہارونؑ، جو میرا بھائی ہے"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "اُس کے ذریعہ سے میرا ہاتھ مضبُوط کر"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "اور اس کو میرے کام میں شریک کر دے"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "تاکہ ہم خوب تیری پاکی بیان کریں"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "اور خوب تیرا چرچا کریں"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "تو ہمیشہ ہمارے حال پر نگران رہا ہے"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "فرمایا \"دیا گیا جو تو نے مانگا اے موسیٰؑ"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "ہم نے پھر ایک مرتبہ تجھ پر احسان کیا"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "یاد کر وہ وقت جبکہ ہم نے تیری ماں کو اشارہ کیا ایسا اشارہ جو وحی کے ذریعہ سے ہی کیا جاتا ہے"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "کہ اس بچے کو صندوق میں رکھ دے اور صندوق کو دریا میں چھوڑ دے دریا اسے ساحل پر پھینک دے گا اور اسے میرا دشمن اور اس بچے کا دشمن اٹھا لے گا میں نے اپنی طرف سے تجھ پر محبت طاری کر دی اور ایسا انتظام کیا کہ تو میری نگرانی میں پالا جائے"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "یاد کر جبکہ تیری بہن چل رہی تھی، پھر جا کر کہتی ہے، \"میں تمہیں اُس کا پتہ دوں جو اِس بچے کی پرورش اچھی طرح کرے؟\" اس طرح ہم نے تجھے پھر تیری ماں کے پاس پہنچا دیا تاکہ اُس کی آنکھ ٹھنڈی رہے اور وہ رنجیدہ نہ ہو اور (یہ بھی یاد کر کہ) تو نے ایک شخص کو قتل کر دیا تھا، ہم نے تجھے اِس پھندے سے نکالا اور تجھے مختلف آزمائشوں سے گزارا اور تو مَدیَن کے لوگوں میں کئی سال ٹھیرا رہا پھر اب ٹھیک اپنے وقت پر تو آ گیا ہے اے موسیٰؑ"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "میں نے تجھ کو اپنے کام کا بنا لیا ہے"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "جا، تُو اور تیرا بھائی میری نشانیوں کے ساتھ ا ور دیکھو، تم میری یاد میں تقصیر نہ کرنا"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "جاؤ تم دونوں فرعون کے پاس کہ وہ سرکش ہو گیا ہے"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "اس سے نرمی کے ساتھ بات کرنا، شاید کہ وہ نصیحت قبول کرے یا ڈر جائے"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "دونوں نے عرض کیا \" پروردگار، ہمیں اندیشہ ہے کہ وہ ہم پر زیادتی کرے گا یا پل پڑے گا"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "فرمایا \" ڈرو مت، میں تمہارے ساتھ ہوں، سب کچھ سُن رہا ہوں اور دیکھ رہا ہوں"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "جاؤ اس کے پاس اور کہو کہ ہم تیرے رب کے فرستادے ہیں، بنی اسرائیل کو ہمارے ساتھ جانے کے لیے چھوڑ دے اور ان کو تکلیف نہ دے ہم تیرے پاس تیرے رب کی نشانی لے کر آئے ہیں اور سلامتی ہے اُس کے لیے جو راہِ راست کی پیروی کرے"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "ہم کو وحی سے بتایا گیا ہے کہ عذاب ہے اُس کے لیے جو جھُٹلائے اور منہ موڑے"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "فرعون نے کہا \" اچھا، تو پھر تم دونوں کا رب کون ہے اے موسیٰؑ؟"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "موسیٰؑ نے جواب دیا \"ہمارا رب وہ ہے جس نے ہر چیز کو اُس کی ساخت بخشی، پھر اس کو راستہ بتایا"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "فرعون بولا \"اور پہلے جو نسلیں گزر چکی ہیں ان کی پھر کیا حالت تھی؟"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "موسیٰؑ نے کہا \"اُس کا علم میرے رب کے پاس ایک نوشتے میں محفوظ ہے میرا رب نہ چُوکتا ہے نہ بھُولتا ہے"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "وہی جس نے تمہارے لیے زمین کا فرش بچھایا، اور اُس میں تمہارے چلنے کو راستے بنائے، اور اوپر سے پانی برسایا، پھر اُس کے ذریعہ سے مختلف اقسام کی پیداوار نکالی"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "کھاؤ اور اپنے جانوروں کو بھی چَراؤ یقیناً اِس میں بہت سی نشانیاں ہیں عقل رکھنے والوں کے لیے"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "اِسی زمین سے ہم نے تم کو پیدا کیا ہے، اِسی میں ہم تمہیں واپس لے جائیں گے اور اسی سے تم کو دوبارہ نکالیں گے"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "ہم نے فرعون کو اپنی سب ہی نشانیاں دکھائیں مگر وہ جھٹلائے چلا گیا اور نہ مانا"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "کہنے لگا \"اے موسیٰؑ، کیا تو ہمارے پاس اس لیے آیا ہے کہ اپنے جادو کے زور سے ہم کو ہمارے ملک سے نکال باہر کرے؟"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "اچھا، ہم بھی تیرے مقابلے میں ویساہی جادو لاتے ہیں طے کر لے کب اور کہاں مقابلہ کرنا ہے نہ ہم اِس قرارداد سے پھریں گے نہ تو پھریو کھُلے میدان میں سامنے آ جا"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "موسیٰؑ نے کہا \"جشن کا دن طے ہوا، ا ور دن چڑھے لوگ جمع ہوں"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "فرعون نے پلٹ کر اپنے سارے ہتھکنڈے جمع کیے اور مقابلے میں آ گیا"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "موسیٰؑ نے (عین موقع پر گروہ مقابل کو مخاطب کر کے) کہا \"شامت کے مارو، نہ جھُوٹی تہمتیں باندھو اللہ پر، ورنہ وہ ایک سخت عذاب سے تمہارا ستیاناس کر دے گا جھوٹ جس نے بھی گھڑا وہ نامراد ہوا"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "یہ سُن کر اُن کے درمیان اختلاف رائے ہو گیا اور وہ چپکے چپکے باہم مشورہ کرنے لگے"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "آخر کار کچھ لوگو ں نے کہا کہ \"یہ دونوں تو محض جادوگر ہیں اِن کا مقصد یہ ہے کہ اپنے جادو کے زور سے تم کو تمہاری زمین سے بے دخل کر دیں اور تمہارے مثالی طریق زندگی کا خاتمہ کر دیں"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "اپنی ساری تدبیریں آج اکٹھی کر لو اور اَیکا کر کے میدان میں آؤبس یہ سمجھ لو کہ آج جو غالب رہا وہی جیت گیا"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "جادوگر بولے \"موسیٰؑ، تم پھینکتے ہو یا پہلے ہم پھینکیں؟"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "موسیٰؑ نے کہا \"نہیں، تم ہی پھینکو\" یکایک اُن کی رسّیاں اور اُن کی لاٹھیاں اُن کے جادو کے زور سے موسیٰؑ کو دَوڑتی ہوئی محسوس ہونے لگیں"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "اور موسیٰؑ اپنے دل میں ڈر گیا"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "ہم نے کہا \"مت ڈر، تو ہی غالب رہے گا"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "پھینک جو کچھ تیرے ہاتھ میں ہے، ابھی اِن کی ساری بناوٹی چیزوں کو نگلے جاتا ہے یہ جو کچھ بنا کر لائے ہیں یہ تو جادوگر کا فریب ہے، اور جادوگر کبھی کامیاب نہیں ہو سکتا، خواہ کسی شان سے وہ آئے"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "آخر کو یہی ہُوا کہ سارے جادوگر سجدے میں گرا دیے گئے اور پکار اٹھے \"مان لیا ہم نے ہارونؑ اور موسیٰؑ کے رب کو"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "فرعون نے کہا \" تم ایمان لے آئے قبل اس کے کہ میں تمہیں اس کی اجازت دیتا؟ معلوم ہو گیا کہ یہ تمہارا گرو ہے جس نے تمہیں جادوگری سکھائی تھی اچھا، اب میں تمہارے ہاتھ پاؤں مخالف سمتوں سے کٹواتا ہوں اور کھجور کے تنوں پر تم کو سُولی دیتا ہوں پھر تمہیں پتہ چل جائے گا کہ ہم دونوں میں سے کس کا عذاب زیادہ سخت اور دیر پا ہے\" (یعنی میں تمہیں زیادہ سخت سزا دے سکتا ہوں یا موسیٰؑ)"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "جادوگروں نے جواب دیا \"قسم ہے اُس ذات کی جس نے ہمیں پیدا کیا ہے، یہ ہرگز نہیں ہو سکتا کہ ہم روشن نشانیاں سامنے آ جانے کے بعد بھی (صداقت پر) تجھے ترجیح دیں، تُو جو کچھ کرنا چاہے کر لے تو زیادہ سے زیادہ بس اِسی دُنیا کی زندگی کا فیصلہ کر سکتا ہے"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "ہم تو اپنے رب پر ایمان لے آئے تاکہ وہ ہماری خطائیں معاف کر دے اور اس جادوگری سے، جس پر تو نے ہمیں مجبور کیا تھا، درگزر فرمائے اللہ ہی اچھا ہے اور وہی باقی رہنے والا ہے"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "حقیقت یہ ہے کہ جو مجرم بن کر اپنے رب کے حضور حاضر ہوگا اُس کے لیے جہنم ہے جس میں وہ نہ جیے گا نہ مرے گا"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "اور جو اس کے حضور مومن کی حیثیت سے حاضر ہو گا، جس نے نیک عمل کیے ہوں گے، ایسے سب لوگوں کے لیے بلند درجے ہیں"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "سدا بہار باغ ہیں جن کے نیچے نہریں بہہ رہی ہوں گی، ان میں وہ ہمیشہ رہیں گے یہ جزا ہے اُس شخص کی جو پاکیزگی اختیار کرے"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "ہم نے موسیٰؑ پر وحی کی کہ اب راتوں رات میرے بندوں کو لے کر چل پڑ، اور اُن کے لیے سمندر میں سے سُوکھی سڑک بنا لے، تجھے کسی کے تعاقب کا ذرا خوف نہ ہو اور نہ (سمندر کے بیچ سے گزرتے ہوئے) ڈر لگے"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "پیچھے سے فرعون اپنے لشکر لے کر پہنچا اور پھر سمندر اُن پر چھا گیا جیسا کہ چھا جانے کا حق تھا"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "فرعون نے اپنی قوم کو گمراہ ہی کیا تھا، کوئی صحیح رہنمائی نہیں کی تھی"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "اے بنی اسرائیل، ہم نے تم کو تمہارے دشمن سے نجات دی، اور طور کے دائیں جانب تمہاری حاضری کے لیے وقت مقرر کیا اور تم پر من و سلویٰ اتارا"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "کھاؤ ہمارا دیا ہوا پاک رزق اور اسے کھا کر سرکشی نہ کرو، ورنہ تم پر میرا غضب ٹوٹ پڑے گا اور جس پر میرا غضب ٹوٹا وہ پھر گر کر ہی رہا"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "البتہ جو توبہ کر لے اور ایمان لائے اور نیک عمل کرے، پھر سیدھا چلتا رہے، اُس کے لیے میں بہت درگزر کرنے والا ہوں"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "اور کیا چیز تمہیں اپنی قوم سے پہلے لے آئی موسیٰؑ؟"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "اُس نے عرض کیا \" وہ بس میرے پیچھے آ ہی رہے ہیں میں جلدی کر کے تیرے حضور آ گیا ہوں اے میرے رب، تاکہ تو مجھ سے خوش ہو جائے"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "فرمایا \"اچھا، تو سنو، ہم نے تمہارے پیچھے تمہاری قوم کو آزمائش میں ڈال دیا اور سامری نے انہیں گمراہ کر ڈالا"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "موسیٰؑ سخت غصّے اور رنج کی حالت میں اپنی قوم کی طرف پلٹا جا کر اُس نے کہا \"اے میری قوم کے لوگو، کیا تمہارے رب نے تم سے اچھے وعدے نہیں کیے تھے؟ کیا تمہیں دن لگ گئے ہیں؟ یا تم اپنے رب کا غضب ہی اپنے اوپر لانا چاہتے تھے کہ تم نے مجھ سے وعدہ خلافی کی؟"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "انہوں نے جواب دیا \"ہم نے آپ سے وعدہ خلافی کچھ اپنے اختیار سے نہیں کی، معاملہ یہ ہُوا کہ لوگوں کے زیورات کے بوجھ سے ہم لَد گئے تھے اور ہم نے بس اُن کو پھینک دیا تھا\" پھر اس طرح سامری نے بھی کچھ ڈالا"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "اور ان کے لیے ایک بچھڑے کی مورت بنا کر نکال لایا جس میں سے بیل کی سی آواز نکلتی تھی لوگ پکار اٹھے \"یہی ہے تمہارا خدا اور موسیٰؑ کا خدا، موسیٰؑ اسے بھول گیا"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "کیا وہ نہ دیکھتے تھے کہ نہ وہ اُن کی بات کا جواب دیتا ہے اور نہ ان کے نفع و نقصان کا کچھ اختیار رکھتا ہے؟"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "ہارونؑ (موسیٰؑ کے آنے سے) پہلے ہی ان سے کہہ چکا تھا کہ \"لوگو، تم اِس کی وجہ سے فتنے میں پڑ گئے ہو، تمہارا رب تو رحمٰن ہے، پس تم میری پیروی کرو اور میری بات مانو"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "مگر اُنہوں نے اس سے کہہ دیا کہ \"ہم تو اسی کی پرستش کرتے رہیں گے جب تک کہ موسیٰؑ واپس نہ آ جائے"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "موسیٰؑ (قوم کو ڈانٹنے کے بعد ہارونؑ کی طرف پلٹا اور) بولا \"ہارونؑ، تم نے جب دیکھا تھا کہ یہ گمراہ ہو رہے ہیں"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "تو کس چیز نے تمہارا ہاتھ پکڑا تھا کہ میرے طریقے پر عمل نہ کرو؟ کیا تم نے میرے حکم کی خلاف ورزی کی؟"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "ہارونؑ نے جواب دیا \"اے میری ماں کے بیٹے، میری داڑھی نہ پکڑ، نہ میرے سر کے بال کھینچ، مجھے اِس بات کا ڈر تھا کہ تو آ کر کہے گا تم نے بنی اسرائیل میں پھوٹ ڈال دی اور میری بات کا پاس نہ کیا"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "موسیٰؑ نے کہا \"اور سامری، تیرا کیا معاملہ ہے؟"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "اس نے جواب دیا \"میں نے وہ چیز دیکھی جو اِن لوگوں کو نظر نہ آئی، پس میں نے رسُول کے نقش قدم سے ایک مٹھی اٹھا لی اور اُس کو ڈال دیا میرے نفس نے مجھے کچھ ایسا ہی سجھایا"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "موسیٰؑ نے کہا \" اچھا تو جا، اب زندگی بھر تجھے یہی پکارتے رہنا ہے کہ مجھے نہ چھونا اور تیرے لیے بازپُرس کا ایک وقت مقرر ہے جو تجھ سے ہرگز نہ ٹلے گا اور دیکھ اپنے اِس خدا کو جس پر تو ریجھا ہُوا تھا، اب ہم اسے جلا ڈالیں گے اور ریزہ ریزہ کر کے دریا میں بہا دیں گے"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "لوگو، تمہارا خدا تو بس ایک ہی اللہ ہے جس کے سوا کوئی اور خدا نہیں ہے، ہر چیز پر اُس کا علم حاوی ہے"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "اے محمدؐ، ا س طرح ہم پچھلے گزرے ہوئے حالات کی خبریں تم کو سُناتے ہیں، اور ہم نے خاص اپنے ہاں سے تم کو ایک \"ذکر\"(درسِ نصیحت) عطا کیا ہے"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "جو کوئی اِس سے منہ موڑے گا وہ قیامت کے دن سخت بار گناہ اٹھائے گا"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "اور ایسے سب لوگ ہمیشہ اس کے وبال میں گرفتار رہیں گے، اور قیامت کے دن اُن کے لیے (اِس جرم کی ذمہ داری کا بوجھ) بڑا تکلیف دہ بوجھ ہوگا"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "اُس دن جبکہ صُور پھُونکا جائے گا اور ہم مجرموں کو اِس حال میں گھیر لائیں گے کہ ان کی آنکھیں (دہشت کے مارے) پتھرائی ہوئی ہوں گی"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "آپس میں چپکے چپکے کہیں گے کہ دُنیا میں مشکل ہی سے تم نے کوئی دس دن گزارے ہوں گے"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "ہمیں خوب معلوم ہے کہ وہ کیا باتیں کر رہے ہوں گے (ہم یہ بھی جانتے ہیں کہ) اُس وقت ان میں سے جو زیادہ سے زیادہ محتاط اندازہ لگانے والا ہوگا وہ کہے گا کہ نہیں، تمہاری دنیا کی زندگی بس ایک دن کی تھی"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "یہ لوگ تم سے پُوچھتے ہیں کہ آخر اُس دن یہ پہاڑ کہاں چلے جائیں گے؟ کہو کہ میرا رب ان کو دھول بنا کر اڑا دے گا"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "اور زمین کو ایسا ہموار چٹیل میدان بنا دے گا"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "کہ اس میں تم کوئی بل اور سلوٹ نہ دیکھو گے"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "اس روز سب لوگ منادی کی پکار پر سیدھے چلے آئیں گے، کوئی ذرا اکڑ نہ دکھا سکے گا اور آوازیں رحمان کے آگے دب جائیں گی، ایک سرسراہٹ کے سوا تم کچھ نہ سنو گے"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "اُس روز شفاعت کارگر نہ ہو گی، اِلّا یہ کہ کسی کو رحمان اس کی اجازت دے اور اس کی بات سننا پسند کرے"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "وہ لوگوں کا اگلا پچھلا سب حال جانتا ہے اور دُوسروں کو اس کا پورا عِلم نہیں ہے"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "لوگوں کے سر اُس حیّ و قیّوم کے آگے جھک جائیں گے نامراد ہوگا جو اُس وقت کسی ظلم کا بار گناہ اٹھائے ہوئے ہو"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "اور کسی ظلم یا حق تلفی کا خطرہ نہ ہوگا اُس شخص کو جو نیک عمل کرے اور اِس کے ساتھ وہ مومن بھی ہو"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "اور اے محمدؐ، اِسی طرح ہم نے اِسے قرآن عربی بنا کر نازل کیا ہے اور اس میں طرح طرح سے تنبیہات کی ہیں شاید کہ یہ لوگ کج روی سے بچیں یا ان میں کچھ ہوش کے آثار اِس کی بدولت پیدا ہوں"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "پس بالا و برتر ہے اللہ، پادشاہ حقیقی اور دیکھو، قرآن پڑھنے میں جلدی نہ کیا کرو جب تک کہ تمہاری طرف اُس کی وحی تکمیل کو نہ پہنچ جائے، اور دُعا کرو کہ اے پروردگار مجھے مزید علم عطا کر"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "ہم نے اِس سے پہلے آدمؑ کو ایک حکم دیا تھا، مگر وہ بھول گیا اور ہم نے اُس میں عزم نہ پایا"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "یاد کرو وہ وقت جبکہ ہم نے فرشتوں سے کہا تھا کہ آدمؑ کو سجدہ کرو وہ سب تو سجدہ کر گئے، مگر ایک ابلیس تھا کہ انکار کر بیٹھا"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "اس پر ہم نے آدمؑ سے کہا کہ \"دیکھو، یہ تمہارا اور تمہاری بیوی کا دشمن ہے، ایسا نہ ہو کہ یہ تمہیں جنت سے نکلوا دے اور تم مصیبت میں پڑ جاؤ"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "یہاں تو تمہیں یہ آسائشیں حاصل ہیں کہ نہ بھوکے ننگے رہتے ہو"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "نہ پیاس اور دھوپ تمہیں ستاتی ہے"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "لیکن شیطان نے اس کو پھُسلایا کہنے لگا \"آدم، بتاؤں تمہیں وہ درخت جس سے ابدی زندگی اور لازوال سلطنت حاصل ہوتی ہے؟"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "آخرکار وہ دونوں (میاں بیوی) اُس درخت کا پھل کھا گئے نتیجہ یہ ہُوا کہ فوراً ہی ان کے ستر ایک دوسرے کے آگے کھُل گئے اور لگے دونوں اپنے آپ کو جنّت کے پتّوں سے ڈھانکنے آدمؑ نے اپنے رب کی نافرمانی کی اور راہِ راست سے بھٹک گیا"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "پھر اُس کے رب نے اُسے برگزیدہ کیا اور اس کی توبہ قبول کر لی اور اسے ہدایت بخشی"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "اور فرمایا \"تم دونوں (فریق، یعنی انسان اور شیطان) یہاں سے اتر جاؤ تم ایک دُوسرے کے دشمن رہو گے اب اگر میری طرف سے تمہیں کوئی ہدایت پہنچے تو جو کوئی میری اُس ہدایت کی پیروی کرے گا وہ نہ بھٹکے گا نہ بد بختی میں مبتلا ہو گا"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "اور جو میرے \"ذِکر\"(درسِ نصیحت) سے منہ موڑے گا اُس کے لیے دنیا میں تنگ زندگی ہو گی اور قیامت کے روز ہم اسے اندھا اٹھائیں گے"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "وہ کہے گا \"پروردگار، دُنیا میں تو میں آنکھوں والا تھا، یہاں مجھے اندھا کیوں اُٹھایا؟"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "اللہ تعالیٰ فرمائے گا \"ہاں، اِسی طرح تو ہماری آیات کو، جبکہ وہ تیرے پاس آئی تھیں، تُو نے بھُلا دیا تھا اُسی طرح آج تو بھلایا جا رہا ہے"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "اِس طرح ہم حد سے گزرنے والے اور اپنے رب کی آیات نہ ماننے والے کو (دُنیا میں) بدلہ دیتے ہیں، اور آخرت کا عذاب زیادہ سخت اور زیادہ دیر پا ہے"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "پھر کیا اِن لوگوں کو (تاریخ کے اس سبق سے) کوئی ہدایت نہ ملی کہ اِن سے پہلے کتنی ہی قوموں کو ہم ہلاک کر چکے ہیں جن کی (برباد شدہ) بستیوں میں آج یہ چلتے پھرتے ہیں؟ در حقیقت اِس میں بہت سی نشانیاں ہیں اُن لوگوں کے لیے جو عقل سلیم رکھنے والے ہیں"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "اگر تیرے رب کی طرف سے پہلے ایک بات طے نہ کر دی گئی ہوتی اور مہلت کی ایک مدّت مقرّر نہ کی جا چکی ہوتی تو ضرور اِن کا بھی فیصلہ چکا دیا جاتا"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "پس اے محمدؐ، جو باتیں یہ لوگ بناتے ہیں اُن پر صبر کرو، اور اپنے رب کی حمد و ثنا کے ساتھ اُس کی تسبیح کرو سورج نکلنے سے پہلے اور غروب ہونے سے پہلے، اور رات کے اوقات میں بھی تسبیح کرو اور دن کے کناروں پر بھی، شاید کہ تم راضی ہو جاؤ"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "اور نگاہ اُٹھا کر بھی نہ دیکھو دُنیوی زندگی کی اُس شان و شوکت کو جو ہم نے اِن میں سے مختلف قسم کے لوگوں کو دے رکھی ہے وہ تو ہم نے انہیں آزمائش میں ڈالنے کے لیے دی ہے، اور تیرے رب کا دیا ہوا رزق حلال ہی بہتر اور پائندہ تر ہے"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "اپنے اہل و عیال کو نماز کی تلقین کرو اور خود بھی اس کے پابند رہو ہم تم سے کوئی رزق نہیں چاہتے، رزق تو ہم ہی تمہیں دے رہے ہیں اور انجام کی بھلائی تقویٰ ہی کے لیے ہے"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "وہ کہتے ہیں کہ یہ شخص اپنے رب کی طرف سے کوئی نشانی (معجزہ) کیوں نہیں لاتا؟ اور کیا ان کے پاس اگلے صحیفوں کی تمام تعلیمات کا بیان واضح نہیں آ گیا؟"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "اگر ہم اُس کے آنے سے پہلے اِن کو کسی عذاب سے ہلاک کر دیتے تو پھر یہی لوگ کہتے کہ اے ہمارے پروردگار، تو نے ہمارے پاس کوئی رسول کیوں نہ بھیجا کہ ذلیل و رسوا ہونے سے پہلے ہی ہم تیری آیات کی پیروی اختیار کر لیتے"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "اے محمدؐ، ان سے کہو، ہر ایک انجام کار کے انتظار میں ہے، پس اب منتظر رہو، عنقریب تمہیں معلوم ہو جائے گا کہ کون سیدھی راہ چلنے والے ہیں اور کون ہدایت یافتہ ہیں"
        },
        {
            "chapter": 21,
            "verse": 1,
            "text": "قریب آ گیا ہے لوگوں کے حساب کا وقت، اور وہ ہیں کہ غفلت میں منہ موڑے ہوئے ہیں"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "ان کے پاس جو تازہ نصیحت بھی ان کے رب کی طرف سے آتی ہے اُس کو بہ تکلف سنتے ہیں اور کھیل میں پڑے رہتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "دِل ان کے (دوسری ہی فکروں میں) منہمک ہیں اور ظالم آپس میں سرگوشیاں کرتے ہیں کہ \"یہ شخص آخر تم جیسا ایک بشر ہی تو ہے، پھر کیا تم آنکھوں دیکھتے جادُو کے پھندے میں پھنس جاؤ گے؟"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "رسُولؐ نے کہا میرا رب ہر اُس بات کو جانتا ہے جو آسمان اور زمین میں کی جائے، وہ سمیع اور علیم ہے"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "وہ کہتے ہیں \"بلکہ یہ پراگندہ خواب ہیں، بلکہ یہ اِس کی مَن گھڑت ہے، بلکہ یہ شخص شاعر ہے ورنہ یہ لائے کوئی نشانی جس طرح پرانے زمانے کے رسول نشانیوں کے ساتھ بھیجے گئے تھے"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "حالاں کہ اِن سے پہلے کوئی بستی بھی، جسے ہم نے ہلاک کیا، ایمان نہ لائی، اب کیا یہ ایمان لائیں گے؟"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "اور اے محمدؐ، تم سے پہلے بھی ہم نے انسانوں ہی کو رسول بنا کر بھیجا تھا جن پر ہم وحی کیا کرتے تھے تم لوگ اگر علم نہیں رکھتے تو اہلِ کتاب سے پوچھ لو"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "اُن رسُولوں کو ہم نے کوئی ایسا جسم نہیں دیا تھا کہ وہ کھاتے نہ ہوں، اور نہ وہ سدا جینے والے تھے"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "پھر دیکھ لو کہ آخرکار ہم نے ان کے ساتھ اپنے وعدے پُورے کیے، اور انہیں اور جس جس کو ہم نے چاہا بچا لیا، اور حد سے گزر جانے والوں کو ہلاک کر دیا"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "لوگو، ہم نے تمہاری طرف ایک ایسی کتاب بھیجی ہے جس میں تمہارا ہی ذکر ہے، کیا تم سمجھتے نہیں ہو؟"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "کتنی ہی ظالم بستیاں ہیں جن کو ہم نے پیس کر رکھ دیا اور اُن کے بعد دُوسری کسی قوم کو اُٹھایا"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "جب اُن کو ہمارا عذاب محسُوس ہوا تو لگے وہاں سے بھاگنے"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "(کہا گیا) \"بھاگو نہیں، جاؤ اپنے انہی گھروں میں اور عیش کے سامانوں میں جن کے اندر تم چین کر رہے تھے، شاید کہ تم سے پوچھا جائے"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "کہنے لگے \"ہائے ہماری کم بختی، بے شک ہم خطا وار تھے"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "اور وہ یہی پکارتے رہے یہاں تک کہ ہم نے ان کو کھلیان کر دیا، زندگی کا ایک شرارہ تک ان میں نہ رہا"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "ہم نے اِس آسمان اور زمین کو اور جو کچھ بھی ان میں ہے کچھ کھیل کے طور پر نہیں بنایا ہے"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "اگر ہم کوئی کھلونا بنانا چاہتے اور بس یہی کچھ ہمیں کرنا ہوتا تو اپنے ہی پاس سے کر لیتے"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "مگر ہم تو باطل پر حق کی چوٹ لگاتے ہیں جو اس کا سر توڑ دیتی ہے اور وہ دیکھتے دیکھتے مِٹ جاتا ہے اور تمہارے لیے تباہی ہے اُن باتوں کی وجہ سے جو تم بناتے ہو"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "زمین اور آسمان میں جو مخلوق بھی ہے اللہ کی ہے اور جو (فرشتے) اس کے پاس ہیں وہ نہ اپنے آپ کو بڑا سمجھ کر اُس کی بندگی سے سرتابی کرتے ہیں اور نہ ملول ہوتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "شب و روز اس کی تسبیح کرتے رہتے ہیں، دَم نہیں لیتے"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "کیا اِن لوگوں کے بنائے ہوئے ارضی خدا ایسے ہیں کہ (بے جان کو جان بخش کر) اُٹھا کھڑا کرتے ہوں؟"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "اگر آسمان و زمین میں ایک اللہ کے سوا دُوسرے خدا بھی ہوتے تو (زمین اور آسمان) دونوں کا نظام بگڑ جاتا پس پاک ہے اللہ ربّ العرش اُن باتوں سے جو یہ لوگ بنا رہے ہیں"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "وہ اپنے کاموں کے لیے (کسی کے آگے) جواب دہ نہیں ہے اور سب جواب دہ ہیں"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "کیا اُسے چھوڑ کر اِنہوں نے دوسرے خدا بنا لیے ہیں؟ اے محمدؐ، ان سے کہو کہ \"لاؤ اپنی دلیل، یہ کتاب بھی موجود ہے جس میں میرے دَور کے لوگوں کے لیے نصیحت ہے اور وہ کتابیں بھی موجود ہیں جن میں مجھ سے پہلے لوگوں کے لیے نصیحت تھی\" مگر ان میں سے اکثر لوگ حقیقت سے بے خبر ہیں، اس لیے منہ موڑے ہوئے ہیں"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "ہم نے تُم سے پہلے جو رسُول بھی بھیجا ہے اُس کو یہی وحی کی ہے کہ میرے سوا کوئی خدا نہیں ہے، پس تم لوگ میری ہی بندگی کرو"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "یہ کہتے ہیں \"رحمان اولاد رکھتا ہے\" سبحان اللہ، وہ تو بندے ہیں جنہیں عزّت دی گئی ہے"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "اُس کے حضور بڑھ کر نہیں بولتے اور بس اُس کے حکم پر عمل کرتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "جو کچھ اُن کے سامنے ہے اسے بھی وہ جانتا ہے اور جو کچھ اُن سے اوجھل ہے اس سے بھی وہ باخبر ہے وہ کسی کی سفارش نہیں کرتے بجز اُس کے جس کے حق میں سفارش سننے پر اللہ راضی ہو، اور وہ اس کے خوف سے ڈرے رہتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "اور جو اُن میں سے کوئی کہہ دے کہ اللہ کے سوا میں بھی ایک خدا ہوں، تو اسے ہم جہنّم کی سزا دیں، ہمارے ہاں ظالموں کا یہی بدلہ ہے"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "کیا وہ لوگ جنہوں نے (نبیؐ کی بات ماننے سے) انکار کر دیا ہے غور نہیں کرتے کہ یہ سب آسمان اور زمین باہم ملے ہوئے تھے، پھر ہم نے اِنہیں جدا کیا، اور پانی سے ہر زندہ چیز پیدا کی کیا وہ (ہماری اس خلّاقی کو) نہیں مانتے؟"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "اور ہم نے زمین میں پہاڑ جما دیے تاکہ وہ انہیں لے کر ڈھلک نہ جائے اور اس میں کشادہ راہیں بنا دیں، شاید کہ لوگ اپنا راستہ معلوم کر لیں"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "اور ہم نے آسمان کو ایک محفوظ چھت بنا دیا، مگر یہ ہیں کہ اس کی نشانیوں کی طرف توجّہ ہی نہیں کرتے"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "اور وہ اللہ ہی ہے جس نے رات اور دن بنائے اور سُورج اور چاند کو پیدا کیا سب ایک ایک فلک میں تیر رہے ہیں"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "اور اے محمدؐ، ہمیشگی تو ہم نے تم سے پہلے بھی کسی انسان کے لیے نہیں رکھی ہے اگر تم مر گئے تو کیا یہ لوگ ہمیشہ جیتے رہیں گے؟"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "ہر جاندار کو مَوت کا مزہ چکھنا ہے، اور ہم اچھے اور بُرے حالات میں ڈال کر تم سب کی آزمائش کر رہے ہیں آخرکار تمہیں ہماری ہی طرف پلٹنا ہے"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "یہ منکرین حق جب تمہیں دیکھتے ہیں تو تمہارا مذاق بنا لیتے ہیں کہتے ہیں \"کیا یہ ہے وہ شخص جو تمہارے خداؤں کا ذکر کیا کرتا ہے؟\" اور ان کا اپنا حال یہ ہے کہ رحمان کے ذکر سے منکر ہیں"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "انسان جلد باز مخلوق ہے ابھی میں تم کو اپنی نشانیاں دکھائے دیتا ہوں، جلدی نہ مچاؤ"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "یہ لوگ کہتے ہیں \"آخر یہ دھمکی پُوری کب ہو گی اگر تم سچے ہو"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "کاش اِن کافروں کو اُس وقت کا کچھ علم ہوتا جبکہ یہ نہ اپنے منہ آگ سے بچا سکیں گے نہ اپنی پیٹھیں، اور نہ ان کو کہیں سے مدد پہنچے گی"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "وہ بلا اچانک آئے گی اور اِنہیں اِس طرح یک لخت دبوچ لے گی کہ یہ نہ اس کو دفع کر سکیں گے اور نہ اِن کو لمحہ بھر مُہلت ہی مل سکے گی"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "مذاق تم سے پہلے بھی رسُولوں کا اڑایا جا چکا ہے، مگر اُن کا مذاق اڑانے والے اُسی چیز کے پھیر میں آ کر رہے جس کا وہ مذاق اڑاتے تھے"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "اے محمدؐ، اِن سے کہو، \"کون ہے جو رات کو یا دن کو تمہیں رحمان سے بچا سکتا ہو؟\" مگر یہ اپنے رب کی نصیحت سے منہ موڑ رہے ہیں"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "کیا یہ کچھ ایسے خدا رکھتے ہیں جو ہمارے مقابلے میں ان کی حمایت کریں؟ وہ نہ تو خود اپنی مدد کر سکتے ہیں اور نہ ہماری ہی تائید اُن کو حاصل ہے"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "اصل بات یہ ہے کہ اِن لوگوں کو اور اِن کے آباء و اجداد کو ہم زندگی کا سر و سامان دیے چلے گئے یہاں تک کہ اِن کو دن لگ گئے مگر کیا اِنہیں نظر نہیں آتا کہ ہم زمین کو مختلف سمتوں سے گھٹاتے چلے آ رہے ہیں؟ پھر کیا یہ غالب آ جائیں گے؟"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "اِن سے کہہ دو کہ \"میں تو وحی کی بنا پر تمہیں متنبہ کر رہا ہوں\" مگر بہرے پکار کو نہیں سنا کرتے جبکہ اُنہیں خبردار کیا جائے"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "اور اگر تیرے رب کا عذاب ذرا سا انہیں چھو جائے تو ابھی چیخ اٹھیں کہ ہائے ہماری کم بختی، بے شک ہم خطا وار تھے"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "قیامت کے روز ہم ٹھیک ٹھیک تولنے والے ترازو رکھ دیں گے، پھر کسی شخص پر ذرہ برابر ظلم نہ ہو گا جس کا رائی کے دانے کے برابر بھی کچھ کیا دھرا ہو گا وہ ہم سامنے لے آئیں گے اور حساب لگانے کے لیے ہم کافی ہیں"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "پہلے ہم موسیٰؑ اور ہارونؑ کو فرقان اور روشنی اور \"ذکر\" عطا کر چکے ہیں اُن متقی لوگوں کی بھَلائی کے لیے"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "جو بے دیکھے اپنے رب سے ڈریں اور جن کو (حساب کی) اُس گھڑی کا کھٹکا لگا ہُوا ہے"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "اور اب یہ بابرکت \"ذکر\" ہم نے (تمہارے لیے) نازل کیا ہے پھر کیا تم اِس کو قبول کرنے سے انکاری ہو؟"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "اُس سے بھی پہلے ہم نے ابراہیمؑ کو اُس کی ہوش مندی بخشی تھی اور ہم اُس کو خوب جانتے تھے"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "یاد کرو وہ موقع جبکہ اُس نے اپنے باپ اور اپنی قوم سے کہا تھا کہ \"یہ مورتیں کیسی ہیں جن کے تم لوگ گرویدہ ہو رہے ہو؟"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "انہوں نے جواب دیا \"ہم نے اپنے باپ دادا کو ان کی عبادت کرتے پایا ہے"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "اس نے کہا \"تم بھی گمراہ ہو اور تمہارے باپ دادا بھی صریح گمراہی میں پڑے ہوئے تھے؟"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "انہوں نے کہا \"کیا تو ہمارے سامنے اپنے اصلی خیالات پیش کر رہا ہے یا مذاق کرتا ہے؟"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "اُس نے جواب دیا \"نہیں، بلکہ فی الواقع تمہارا رب وہی ہے جو زمین اور آسمانوں کا رب اور اُن کا پیدا کرنے والا ہے اِس پر میں تمہارے سامنے گواہی دیتا ہوں"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "اور خدا کی قسم میں تمہاری غیر موجودگی میں ضرور تمہارے بتوں کی خبر لوں گا"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "چنانچہ اس نے اُن کو ٹکڑے ٹکڑے کر دیا اور صرف ان کے بڑے کو چھوڑ دیا تاکہ شاید وہ اس کی طرف رجوع کریں"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "(اُنہوں نے آ کر بتوں کا یہ حال دیکھا تو) کہنے لگے \"ہمارے خداؤں کا یہ حال کس نے کر دیا؟ بڑا ہی کوئی ظالم تھا وہ"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "(بعض لوگ) بولے \"ہم نے ایک نوجوان کو ان کا ذکر کرتے سُنا تھا جس کا نام ابراہیمؑ ہے"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "انہوں نے کہا \"تو پکڑ لاؤ اُسے سب کے سامنے تاکہ لوگ دیکھ لیں (اُس کی کیسی خبر لی جاتی ہے)"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "(ابراہیمؑ کے آنے پر) اُنہوں نے پوچھا \"کیوں ابراہیمؑ، تو نے ہمارے خداؤں کے ساتھ یہ حرکت کی ہے؟"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "اُس نے جواب دیا \"بلکہ یہ سب کچھ ان کے اس سردار نے کیا ہے، اِن ہی سے پوچھ لو اگر یہ بولتے ہوں"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "یہ سُن کر وہ لوگ اپنے ضمیر کی طرف پلٹے اور (اپنے دلوں میں) کہنے لگے \"واقعی تم خود ہی ظالم ہو"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "مگر پھر اُن کی مت پلٹ گئی اور بولے \"تُو جانتا ہے کہ یہ بولتے نہیں ہیں"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "ابراہیمؑ نے کہا \"پھر کیا تم اللہ کو چھوڑ کر اُن چیزوں کو پوج رہے ہو جو نہ تمہیں نفع پہنچانے پر قادر ہیں نہ نقصان"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "تف ہے تم پر اور تمہارے اِن معبُودوں پر جن کی تم اللہ کو چھوڑ کر پوجا کر رہے ہو کیا تم کچھ بھی عقل نہیں رکھتے؟"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "انہوں نے کہا \"جلا ڈالو اس کو اور حمایت کرو اپنے خداؤں کی اگر تمہیں کچھ کرنا ہے"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "ہم نے کہا \"اے آگ، ٹھنڈی ہو جا اور سلامتی بن جا ابراہیمؑ پر"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "وہ چاہتے تھے کہ ابراہیمؑ کے ساتھ بُرائی کریں مگر ہم نے ان کو بُری طرح ناکام کر دیا"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "اور ہم نے اُسے اور لوطؑ کو بچا کر اُس سرزمین کی طرف لے گئے جس میں ہم نے دنیا والوں کے لیے برکتیں رکھی ہیں"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "اور ہم نے اسے اسحاقؑ عطا کیا اور یعقوبؑ اس پر مزید، اور ہر ایک کو صالح بنایا"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "اور ہم نے اُن کو امام بنا دیا جو ہمارے حکم سے رہنمائی کرتے تھے اور ہم نے انہیں وحی کے ذریعہ نیک کاموں کی اور نماز قائم کرنے اور زکوٰۃ دینے کی ہدایت کی، اور وہ ہمارے عبادت گزار تھے"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "اور لوطؑ کو ہم نے حکم اور علم بخشا اور اُسے اُس بستی سے بچا کر نکال دیا جو بدکاریاں کرتی تھی درحقیقت وہ بڑی ہی بُری، فاسق قوم تھی"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "اور لوطؑ کو ہم نے اپنی رحمت میں داخل کیا، وہ صالح لوگوں میں سے تھا"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "اور یہی نعمت ہم نے نوحؑ کو دی یاد کرو جبکہ اِن سب سے پہلے اُس نے ہمیں پکارا تھا ہم نے اس کی دعا قبول کی اور اسے اور اس کے گھر والوں کو کرب عظیم سے نجات دی"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "اور اُس قوم کے مقابلے میں اُس کی مدد کی جس نے ہماری آیات کو جھٹلا دیا تھا وہ بڑے بُرے لوگ تھے، پس ہم نے ان سب کو غرق کر دیا"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "اور اِسی نعمت سے ہم نے داؤدؑ اورسلیمانؑ کو سرفراز کیا یاد کرو وہ موقع جبکہ وہ دونوں ایک کھیت کے مقدمے میں فیصلہ کر رہے تھے جس میں رات کے وقت دُوسرے لوگوں کی بکریاں پھیل گئی تھیں، اور ہم اُن کی عدالت خود دیکھ رہے تھے"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "اُس وقت ہم نے صحیح فیصلہ سلیمانؑ کو سمجھا دیا، حالانکہ حکم اور علم ہم نے دونوں ہی کو عطا کیا تھا داؤدؑ کے ساتھ ہم نے پہاڑوں اور پرندوں کو مسخّر کر دیا تھا جو تسبیح کرتے تھے، اِس فعل کے کرنے والے ہم ہی تھے"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "اور ہم نے اُس کو تمہارے فائدے کے لیے زرہ بنانے کی صنعت سکھا دی تھی، تاکہ تم کو ایک دُوسرے کی مار سے بچائے، پھر کیا تم شکر گزار ہو؟"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "اور سلیمانؑ کے لیے ہم نے تیز ہوا کو مسخّر کر دیا تھا جو اس کے حکم سے اُس سرزمین کی طرف چلتی تھی جس میں ہم نے برکتیں رکھی ہیں، ہم ہر چیز کا علم رکھنے والے تھے"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "اور شیاطین میں سے ہم نے ایسے بہت سوں کو اس کا تابع بنا دیا تھا جو اس کے لیے غوطے لگاتے اور اس کے سوا دُوسرے کام کرتے تھے ان سب کے نگران ہم ہی تھے"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "اور یہی (ہوش مندی اور حکم و علم کی نعمت) ہم نے ایّوبؑ کو دی تھی یاد کرو، جبکہ اس نے اپنے رب کو پکارا کہ \"مجھے بیماری لگ گئی ہے اور تو ارحم الراحمین ہے"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "ہم نے اس کی دُعا قبول کی اور جو تکلیف اُسے تھی اس کو دُور کر دیا، اور صرف اس کے اہل و عیال ہی اس کو نہیں دیے بلکہ ان کے ساتھ اتنے ہی اور بھی دیے، اپنی خاص رحمت کے طور پر، اور اس لیے کہ یہ ایک سبق ہو عبادت گزاروں کے لیے"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "اور یہی نعمت اسماعیلؑ اور ادریسؑ اور ذوالکفلؑ کو دی کہ یہ سب صابر لوگ تھے"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "اور ان کو ہم نے اپنی رحمت میں داخل کیا کہ وہ صالحوں میں سے تھے"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "اور مچھلی والے کو بھی ہم نے نوازا یاد کرو جبکہ وہ بگڑ کر چلا گیا تھا اور سمجھا تھا کہ ہم اس پر گرفت نہ کریں گے آخر کو اُس نے تاریکیوں میں پکارا \"نہیں ہے کوئی خدا مگر تُو، پاک ہے تیری ذات، بے شک میں نے قصور کیا"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "تب ہم نے اس کی دُعا قبول کی اور غم سے اس کو نجات بخشی، اور اِسی طرح ہم مومنوں کو بچا لیا کرتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "اور زکریّاؑ کو، جبکہ اس نے اپنے رب کو پکارا کہ \"اے پروردگار، مجھے اکیلا نہ چھوڑ، اور بہترین وارث تو تُو ہی ہے"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "پس ہم نے اس کی دُعا قبول کی اور اسے یحییٰ عطا کیا اور اس کی بیوی کو اس کے لیے درست کر دیا یہ لوگ نیکی کے کاموں میں دَوڑ دھوپ کرتے تھے اور ہمیں رغبت اور خوف کے ساتھ پکارتے تھے، اور ہمارے آگے جھکے ہوئے تھے"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "اور وہ خاتون جس نے اپنی عصمت کی حفاظت کی تھی ہم نے اُس کے اندر اپنی روح سے پھونکا اور اُسے اور اُس کے بیٹے کو دنیا بھر کے لیے نشانی بنا دیا"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "یہ تمہاری امّت حقیقت میں ایک ہی امّت ہے اور میں تمہارا رب ہوں، پس تم میری عبادت کرو"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "مگر (یہ لوگوں کی کارستانی ہے کہ) انہوں نے آپس میں دین کو ٹکڑے ٹکڑے کر ڈالا سب کو ہماری طرف پلٹنا ہے"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "پھر جو نیک عمل کرے گا، اِس حال میں کہ وہ مومن ہو، تو اس کے کام کی نا قدری نہ ہو گی، اور اُسے ہم لکھ رہے ہیں"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "اور ممکن نہیں ہے کہ جس بستی کو ہم نے ہلاک کر دیا ہو وہ پھر پلٹ سکے"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "یہاں تک کہ جب یاجُوج و ماجُوج کھول دیے جائیں گے اور ہر بلندی سے وہ نکل پڑیں گے"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "اور وعدہ برحق کے پورا ہونے کا وقت قریب آ لگے گا تو یکا یک اُن لوگوں کے دیدے پھٹے کے پھٹے رہ جائیں گے جنہوں نے کفر کیا تھا کہیں گے \"ہائے ہماری کم بختی، ہم اِس چیز کی طرف سے غفلت میں پڑے ہوئے تھے، بلکہ ہم خطا کار تھے"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "بے شک تم اور تمہارے وہ معبُود جنہیں تم پوجتے ہو، جہنّم کا ایندھن ہیں، وہیں تم کو جانا ہے"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "اگر یہ واقعی خدا ہوتے تو وہاں نہ جاتے اب سب کو ہمیشہ اسی میں رہنا ہے"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "وہاں وہ پھنکارے ماریں گے اور حال یہ ہو گا کہ اس میں کان پڑی آواز نہ سنائی دے گی"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "رہے وہ لوگ جن کے لیے ہماری طرف سے بھَلائی کا پہلے ہی فیصلہ ہو چکا ہوگا، تو وہ یقیناً اُس سے دُور رکھے جائیں گے"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "اس کی سرسراہٹ تک نہ سُنیں گے اور وہ ہمیشہ ہمیشہ اپنی من بھاتی چیزوں کے درمیان رہیں گے"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "وہ انتہائی گھبراہٹ کا وقت اُن کو ذرا پریشان نہ کرے گا، اور ملائکہ بڑھ کر اُن کو ہاتھوں ہاتھ لیں گے کہ \"یہ تمہارا وہی دن ہے جس کا تم سے وعدہ کیا جاتا تھا"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "وہ دن جبکہ آسمان کو ہم یوں لپیٹ کر رکھ دیں گے جیسے طومار میں اوراق لپیٹ دیے جاتے ہیں جس طرح پہلے ہم نے تخلیق کی ابتدا کی تھی اُسی طرح ہم پھر اُس کا اعادہ کریں گے یہ ایک وعدہ ہے ہمارے ذمے، اور یہ کام ہمیں بہرحال کرنا ہے"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "اور زَبور میں ہم نصیحت کے بعد یہ لکھ چکے ہیں کہ زمین کے وارث ہمارے نیک بندے ہوں گے"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "اِس میں ایک بڑی خبر ہے عبادت گزار لوگوں کے لیے"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "اے محمدؐ، ہم نے جو تم کو بھیجا ہے تو یہ دراصل دنیا والوں کے حق میں ہماری رحمت ہے"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "اِن سے کہو \"میرے پاس جو وحی آتی ہے وہ یہ ہے کہ تمہارا خدا صرف ایک خدا ہے، پھر کیا تم سرِ اطاعت جھکاتے ہو؟"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "اگر وہ منہ پھیریں تو کہہ دو کہ \"میں نے علی الاعلان تم کو خبردار کر دیا ہے اب یہ میں نہیں جانتا کہ وہ چیز جس کا تم سے وعدہ کیا جا رہا ہے قریب ہے یا دُور"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "اللہ وہ باتیں بھی جانتا ہے جو با آواز بلند کہی جاتی ہیں اور وہ بھی جو تم چھپا کر کرتے ہو"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "میں تو یہ سمجھتا ہوں کہ شاید یہ (دیر) تمہارے لیے ایک فتنہ ہے اور تمہیں ایک وقت خاص تک کے لیے مزے کرنے کا موقع دیا جا رہا ہے"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(آخرکار) رسولؐ نے کہا کہ \"اے میرے رب، حق کے ساتھ فیصلہ کر دے، اور لوگو، تم جو باتیں بناتے ہو اُن کے مقابلے میں ہمارا ربِّ رحمان ہی ہمارے لیے مدد کا سہارا ہے"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "لوگو، اپنے رب کے غضب سے بچو، حقیقت یہ ہے کہ قیامت کا زلزلہ بڑی (ہولناک) چیز ہے"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "جس روز تم اسے دیکھو گے، حال یہ ہو گا کہ ہر دودھ پلانے والی اپنے دودھ پیتے بچّے سے غافل ہو جائے گی، ہر حاملہ کا حمل گر جائے گا، اور لوگ تم کو مدہوش نظر آئیں گے، حالانکہ وہ نشے میں نہ ہوں گے، بلکہ اللہ کا عذاب ہی کچھ ایسا سخت ہوگا"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "بعض لوگ ایسے ہیں جو عِلم کے بغیر اللہ کے بارے میں بحثیں کرتے ہیں اور ہر شیطان سرکش کی پیروی کرنے لگتے ہیں"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "حالانکہ اُس کے تو نصیب ہی میں یہ لکھا ہے کہ جو اس کو دوست بنائے گا اسے وہ گمراہ کر کے چھوڑے گا اور عذاب جہنّم کا راستہ دکھائے گا"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "لوگو، اگر تمہیں زندگی بعد موت کے بارے میں کچھ شک ہے تو تمہیں معلوم ہو کہ ہم نے تم کو مٹی سے پیدا کیا ہے، پھر نطفے سے، پھر خون کے لوتھڑے سے، پھر گوشت کی بوٹی سے جو شکل والی بھی ہوتی ہے اور بے شکل بھی (یہ ہم اس لیے بتا رہے ہیں) تاکہ تم پر حقیقت واضح کر دیں ہم جس (نطفے) کو چاہتے ہیں ایک وقت خاص تک رحموں میں ٹھیرائے رکھتے ہیں، پھر تم کو ایک بچّے کی صورت میں نکال لاتے ہیں (پھر تمہیں پرورش کرتے ہیں) تاکہ تم اپنی پُوری جوانی کو پہنچو اور تم میں سے کوئی پہلے ہی واپس بلا لیا جاتا ہے اور کوئی بدترین عمر کی طرف پھیر دیا جاتا ہے تاکہ سب کچھ جاننے کے بعد پھر کچھ نہ جانے اور تم دیکھتے ہو کہ زمین سوکھی پڑی ہے، پھر جہاں ہم نے اُس پر مینہ برسایا کہ یکایک وہ پھبک اٹھی اور پھول گئی اور اس نے ہر قسم کی خوش منظر نباتات اگلنی شروع کر دی"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "یہ سب کچھ اس وجہ سے ہے کہ اللہ ہی حق ہے، اور وہ مُردوں کو زندہ کرتا ہے، اور وہ ہر چیز پر قادر ہے،"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "اور یہ (اِس بات کی دلیل ہے) کہ قیامت کی گھڑی آ کر رہے گی، اس میں کسی شک کی گنجائش نہیں، اور اللہ ضرور اُن لوگوں کو اٹھائے گا جو قبروں میں جا چکے ہیں"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "بعض اور لوگ ایسے ہیں جو کسی علم اور ہدایت اور روشنی بخشنے والی کتاب کے بغیر، گردن اکڑائے ہوئے"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "خدا کے بارے میں جھگڑتے ہیں تاکہ لوگوں کو راہِ خدا سے بھٹکا دیں ایسے شخص کے لیے دُنیا میں رُسوائی ہے اور قیامت کے روز اُس کو ہم آگ کے عذاب کا مزا چکھائیں گے"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "یہ ہے تیرا وہ مستقبل جو تیرے اپنے ہاتھوں نے تیرے لیے تیار کیا ہے ورنہ اللہ اپنے بندوں پر ظلم کرنے والا نہیں ہے"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "اور لوگوں میں کوئی ایسا ہے جو کنارے پر رہ کر اللہ کی بندگی کرتا ہے، اگر فائدہ ہوا تو مطمئن ہو گیا اور جو کوئی مصیبت آ گئی تو الٹا پھر گیا اُس کی دنیا بھی گئی اور آخرت بھی یہ ہے صریح خسارہ"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "پھر وہ اللہ کو چھوڑ کر اُن کو پکارتا ہے جو نہ اُس کو نقصان پہنچا سکتے ہیں نہ فائدہ یہ ہے گمراہی کی انتہا"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "وہ اُن کو پکارتا ہے جن کا نقصان اُن کے نفع سے قریب تر ہے بدترین ہے اُس کا مولیٰ اور بدترین ہے اُس کا رفیق"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "(اِس کے برعکس) اللہ اُن لوگوں کو جو ایمان لائے اور جنہوں نے نیک عمل کیے، یقیناً ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہوں گی اللہ کرتا ہے جو کچھ چاہتا ہے"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "جو شخص یہ گمان رکھتا ہو کہ اللہ دُنیا اور آخرت میں اُس کی کوئی مدد نہ کرے گا اُسے چاہیے کہ ایک رسّی کے ذریعے آسمان تک پہنچ کر شگاف لگائے، پھر دیکھ لے کہ آیا اُس کی تدبیر کسی ایسی چیز کو رد کر سکتی ہے جو اس کو ناگوار ہے"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "ایسی ہی کھُلی کھُلی باتوں کے ساتھ ہم نے اس قرآن کو نازل کیا ہے، اور ہدایت اللہ جسے چاہتا ہے دیتا ہے"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "جو لوگ ایمان لائے، اور جو یہودی ہوئے، اور صابئی، اور نصاریٰ، اور مجوس، اور جن لوگوں نے شرک کیا، ان سب کے درمیان اللہ قیامت کے روز فیصلہ کر دے گا، ہر چیز اللہ کی نظر میں ہے"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "کیا تم دیکھتے نہیں ہو کہ اللہ کے آگے سربسجود ہیں وہ سب جو آسمانوں میں ہیں اور جو زمین میں ہیں، سورج اور چاند اور تارے اور پہاڑ اور درخت اور جانور اور بہت سے انسان اور بہت سے وہ لوگ بھی جو عذاب کے مستحق ہو چکے ہیں؟ اور جسے اللہ ذلیل و خوار کر دے اُسے پھر کوئی عزّت دینے والا نہیں ہے، اللہ کرتا ہے جو کچھ چاہتا ہے"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "یہ دو فریق ہیں جن کے درمیان اپنے رب کے معاملے کا جھگڑا ہے اِن میں سے وہ لوگ جنہوں نے کفر کیا ہے اُن کے لیے آگ کے لباس کاٹے جا چکے ہیں، اُن کے سروں پر کھَولتا ہوا پانی ڈالا جائے گا"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "جس سے اُن کی کھالیں ہی نہیں پیٹ کے اندر کے حصے تک گل جائیں گے"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "اور اُن کی خبر لینے کے لیے لوہے کے گُرز ہوں گے"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "جب کبھی وہ گھبرا کر جہنّم سے نکلنے کی کوشش کریں گے پھر اُسی میں دھکیل دیے جائیں گے کہ چکھو اب جلنے کی سزا کا مزا"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "(دوسری طرف) جو لوگ ایمان لائے اور جنہوں نے نیک عمل کیے اُن کو اللہ ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہوں گی وہاں وہ سونے کے کنگنوں اور موتیوں سے آراستہ کیے جائیں گے اور ان کے لباس ریشم کے ہوں گے"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "ان کو پاکیزہ بات قبول کرنے کی ہدایت بخشی گئی اور انہیں خدائے ستودہ صفات کا راستہ دکھایا گیا"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "جن لوگوں نے کفر کیا اور جو (آج) اللہ کے راستے سے روک رہے ہیں اور اُس مسجدِ حرام کی زیارت میں مانع ہیں جسے ہم نے سب لوگوں کے لیے بنایا ہے، جس میں مقامی باشندوں اور باہر سے آنے والوں کے حقوق برابر ہیں (اُن کی روش یقیناً سزا کی مستحق ہے) اِس (مسجدِ حرام) میں جو بھی راستی سے ہٹ کر ظلم کا طریقہ اختیار کرے گا اسے ہم درد ناک عذاب کا مزا چکھائیں گے"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "یاد کرو وہ وقت جب ہم نے ابراہیمؑ کے لیے اِس گھر (خانہ کعبہ) کی جگہ تجویز کی تھی (اِس ہدایت کے ساتھ) کہ \"میرے ساتھ کسی چیز کو شریک نہ کرو، اور میرے گھر کو طواف کرنے والوں اور قیام و رکوع و سجود کرنے والوں کے لیے پاک رکھو"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "اور لوگوں کو حج کے لیے اذنِ عام دے دو کہ وہ تمہارے پاس ہر دور دراز مقام سے پیدل اور اونٹوں پر سوار آئیں"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "تاکہ وہ فائدے دیکھیں جو یہاں اُن کے لیے رکھے گئے ہیں اور چند مقرر دنوں میں اُن جانوروں پر اللہ کا نام لیں جو اُس نے انہیں بخشے ہیں، خود بھی کھائیں اور تنگ دست محتاج کو بھی دیں"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "پھر اپنا میل کچیل دور کریں اور اپنی نذریں پوری کریں، اور اس قدیم گھر کا طواف کریں"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "یہ تھا (تعمیر کعبہ کا مقصد) اور جو کوئی اللہ کی قائم کردہ حرمتوں کا احترام کرے تو یہ اس کے رب کے نزدیک خود اسی کے لیے بہتر ہے اور تمہارے لیے مویشی جانور حلال کیے گئے، ما سوا اُن چیزوں کے جو تمہیں بتائی جا چکی ہیں پس بتوں کی گندگی سے بچو، جھوٹی باتوں سے پرہیز کرو"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "یکسُو ہو کر اللہ کے بندے بنو، اس کے ساتھ کسی کو شریک نہ کرو اور جو کوئی اللہ کے ساتھ شرک کرے تو گویا وہ آسمان سے گر گیا، اب یا تو اسے پرندے اُچک لے جائیں گے یا ہوا اُس کو ایسی جگہ لے جا کر پھینک دے گی جہاں اُس کے چیتھڑے اڑ جائیں گے"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "یہ ہے اصل معاملہ (اسے سمجھ لو)، اور جو اللہ کے مقرر کردہ شعائر کا احترام کرے تو یہ دلوں کے تقویٰ سے ہے"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "تمہیں ایک وقت مقرر تک اُن (ہدی کے جانوروں) سے فائدہ اٹھانے کا حق ہے پھر اُن (کے قربان کرنے) کی جگہ اسی قدیم گھر کے پاس ہے"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "ہر امّت کے لیے ہم نے قربانی کا ایک قاعدہ مقرر کر دیا ہے تاکہ (اُس امّت کے لوگ) اُن جانوروں پر اللہ کا نام لیں جو اُس نے اُن کو بخشے ہیں (اِن مختلف طریقوں کے اندر مقصد ایک ہی ہے) پس تمہارا خدا ایک ہی خدا ہے اور اُسی کے تم مطیع فرمان بنو اور اے نبیؐ، بشارت دے دے عاجزانہ رَوش اختیار کرنے والوں کو"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "جن کا حال یہ ہے کہ اللہ کا ذکر سُنتے ہیں تو ان کے دل کانپ اٹھتے ہیں، جو مصیبت بھی اُن پر آتی ہے اُس پر صبر کرتے ہیں، نماز قائم کرتے ہیں، اور جو کچھ رزق ہم نے اُن کو دیا ہے اُس میں سے خرچ کرتے ہیں"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "اور (قربانی کے) اونٹوں کو ہم نے تمہارے لیے شعائر اللہ میں شامل کیا ہے، تمہارے لیے اُن میں بھَلائی ہے، پس انہیں کھڑا کر کے ان پر اللہ کا نام لو، اور جب (قربانی کے بعد) ان کی پیٹھیں زمین پر ٹک جائیں تو اُن میں سے خود بھی کھاؤ اور اُن کو بھی کھلاؤ جو قناعت کیے بیٹھے ہیں اور اُن کو بھی جو اپنی حاجت پیش کریں اِن جانوروں کو ہم نے اِس طرح تمہارے لیے مسخّر کیا ہے تاکہ تم شکریہ ادا کرو"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "نہ اُن کے گوشت اللہ کو پہنچتے ہیں نہ خون، مگر اُسے تمہارا تقویٰ پہنچتا ہے اُس نے ان کو تمہارے لیے اِس طرح مسخّر کیا ہے تاکہ اُس کی بخشی ہوئی ہدایت پر تم اُس کی تکبیر کرو اور اے نبیؐ، بشارت دے دے نیکو کار لوگوں کو"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "یقیناً اللہ مدافعت کرتا ہے اُن لوگوں کی طرف سے جو ایمان لائے ہیں یقیناً اللہ کسی خائن کافر نعمت کو پسند نہیں کرتا"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "اجازت دے دی گئی اُن لوگوں کو جن کے خلاف جنگ کی جا رہی ہے، کیونکہ وہ مظلوم ہیں، اور اللہ یقیناً ان کی مدد پر قادر ہے"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "یہ وہ لوگ ہیں جو اپنے گھروں سے ناحق نکال دیے گئے صرف اِس قصور پر کہ وہ کہتے تھے \"ہمارا رب اللہ ہے\" اگر اللہ لوگوں کو ایک دوسرے کے ذریعے دفع نہ کرتا رہے تو خانقاہیں اور گرجا اور معبد اور مسجدیں، جن میں اللہ کا کثرت سے نام لیا جاتا ہے، سب مسمار کر ڈالی جائیں اللہ ضرور اُن لوگوں کی مدد کرے گا جو اس کی مدد کریں گے اللہ بڑا طاقتور اور زبردست ہے"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "یہ وہ لوگ ہیں جنہیں اگر ہم زمین میں اقتدار بخشیں تو وہ نماز قائم کریں گے، زکوٰۃ دیں گے، معروف کا حکم دیں گے اور منکر سے منع کریں گے اور تمام معاملات کا انجام کار اللہ کے ہاتھ میں ہے"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "اے نبیؐ، اگر وہ تمہیں جھٹلاتے ہیں تو اُن سے پہلے قوم نوحؑ اور عاد اور ثمود"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "اور قوم ابراہیمؑ اور قوم لوطؑ"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "اور اہل مدین بھی جھٹلا چکے ہیں اور موسیٰؑ بھی جھٹلائے جا چکے ہیں ان سب منکرینِ حق کو میں نے پہلے مُہلت دی، پھر پکڑ لیا اب دیکھ لو کہ میری عقوبت کیسی تھی"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "کتنی ہی خطاکاربستیاں ہیں جن کو ہم نے تباہ کیا ہے اور آج وہ اپنی چھتوں پر اُلٹی پڑی ہیں، کتنے ہی کنویں بیکار اور کتنے ہی قصر کھنڈر بنے ہوئے ہیں"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "کیا یہ لوگ زمین میں چلے پھرے نہیں ہیں کہ اِن کے دل سمجھنے والے اور اِن کے کان سُننے والے ہوتے؟ حقیقت یہ ہے کہ آنکھیں اندھی نہیں ہوتیں مگر وہ دل اندھے ہو جاتے ہیں جو سینوں میں ہیں"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "یہ لوگ عذاب کے لیے جلدی مچا رہے ہیں اللہ ہرگز اپنے وعدے کے خلاف نہ کرے گا، مگر تیرے رب کے ہاں کا ایک دن تمہارے شمار کے ہزار برس کے برابر ہُوا کرتا ہے"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "کتنی ہی بستیاں ہیں جو ظالم تھیں، میں نے ان کو پہلے مہلت دی، پھر پکڑ لیا اور سب کو واپس تو میرے پاس ہی آنا ہے"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "اے محمدؐ، کہہ دو کہ \"لوگو، میں تو تمہارے لیے صرف وہ شخص ہوں جو (برا وقت آنے سے پہلے) صاف صاف خبردار کردینے والا ہوں"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "پھر جو ایمان لائیں گے اور نیک عمل کریں گے اُن کے لیے مغفرت ہے اور عزّت کی روزی"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "اور جو ہماری آیات کو نیچا دکھانے کی کوشش کریں گے وہ دوزخ کے یار ہیں"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "اور اے محمدؐ، تم سے پہلے ہم نے نہ کوئی رسول ایسا بھیجا ہے نہ نبی (جس کے ساتھ یہ معاملہ نہ پیش آیا ہو کہ) جب اُس نے تمنّا کی، شیطان اس کی تمنّا میں خلل انداز ہو گیا اِس طرح جو کچھ بھی شیطان خلل اندازیاں کرتا ہے اللہ ان کو مٹا دیتا ہے اور اپنی آیات کو پختہ کر دیتا ہے، اللہ علیم ہے اور حکیم"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "(وہ اس لیے ایسا ہونے دیتا ہے) تاکہ شیطان کی ڈالی ہُوئی خرابی کو فتنہ بنا دے اُن لوگوں کے لیے جن کے دلوں کو (نفاق کا) روگ لگا ہُوا ہے اور جن کے دل کھوٹے ہیں حقیقت یہ ہے کہ یہ ظالم لوگ عناد میں بہت دور نکل گئے ہیں"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "اور علم سے بہرہ مند لوگ جان لیں کہ یہ حق ہے تیرے رب کی طرف سے اور وہ اس پر ایمان لے آئیں اور ان کے دل اس کے آگے جھک جائیں، یقیناً اللہ ایمان لانے والوں کو ہمیشہ سیدھا راستہ دکھا دیتا ہے"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "انکار کرنے والے تو اس کی طرف سے شک ہی میں پڑے رہیں گے یہاں تک کہ یا تو اُن پر قیامت کی گھڑی اچانک آ جائے، یا ایک منحوس دن کا عذاب نازل ہو جائے"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "اُس روز بادشاہی اللہ کی ہو گی، اور وہ ان کے درمیان فیصلہ کر دے گا جو ایمان رکھنے والے اور عمل صالح کرنے والے ہوں گے وہ نعمت بھری جنتوں میں جائیں گے"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "اور جنہوں نے کفر کیا ہو گا اور ہماری آیات کو جھٹلایا ہوگا اُن کے لیے رسوا کن عذاب ہوگا"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "اور جن لوگوں نے اللہ کی راہ میں ہجرت کی، پھر قتل کر دیے گئے یا مر گئے، اللہ ان کو اچھّا رزق دے گا اور یقیناً اللہ ہی بہترین رازق ہے"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "وہ انہیں ایسی جگہ پہنچائے گاجس سے وہ خوش ہو جائیں گے بے شک اللہ علیم اور حلیم ہے"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "یہ تو ہے اُن کا حال، اور جو کوئی بدلہ لے، ویسا ہی جیسا اس کے ساتھ کیا گیا، اور پھر اس پر زیادتی بھی کی گئی ہو، تو اللہ اس کی مدد ضرور کرے گا اللہ معاف کرنے والا اور درگزر کرنے والا ہے"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "یہ اس لیے کہ رات سے دن اور دن سے رات نکالنے والا اللہ ہی ہے اور وہ سمیع و بصیر ہے"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "یہ اس لیے کہ اللہ ہی حق ہے اور وہ سب باطل ہیں جنہیں اللہ کو چھوڑ کر یہ لوگ پکارتے ہیں اور اللہ ہی بالادست اور بزرگ ہے"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "کیا تم دیکھتے نہیں ہو کہ اللہ آسمان سے پانی برساتا ہے اور اس کی بدولت زمین سرسبز ہو جاتی ہے؟ حقیقت یہ ہے کہ وہ لطیف و خبیر ہے"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "اُسی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے بے شک وہی غنی و حمید ہے"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "کیا تم دیکھتے نہیں ہو کہ اُس نے وہ سب کچھ تمہارے لیے مسخر کر رکھا ہے جو زمین میں ہے، اور اسی نے کشتی کو قاعدے کا پابند بنایا ہے کہ وہ اس کے حکم سے سمندر میں چلتی ہے، اور وہی آسمان کو اس طرح تھامے ہوئے کہ اس کے اِذن کے بغیر وہ زمین پر نہیں گر سکتا؟ واقعہ یہ ہے کہ اللہ لوگوں کے حق میں بڑا شفیق اور رحیم ہے"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "وہی ہے جس نے تمہیں زندگی بخشی ہے، وہی تم کو موت دیتا ہے اور وہی پھر تم کو زندہ کرے گا سچ یہ ہے کہ انسان بڑا ہی منکرِ حق ہے"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "ہر امت کے لیے ہم نے ایک طریق عبادت مقرر کیا ہے جس کی وہ پیروی کرتی ہے، پس اے محمدؐ، وہ اِس معاملہ میں تم سے جھگڑا نہ کریں تم اپنے رب کی طرف دعوت دو، یقیناً تم سیدھے راستے پر ہو"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "اور اگر وہ تم سے جھگڑیں تو کہہ دو کہ \"جو کچھ تم کر رہے ہو اللہ کو خوب معلوم ہے"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "اللہ قیامت کے روز تمہارے درمیان ان سب باتوں کا فیصلہ کر دے گا جن میں تم اختلاف کرتے رہے ہو"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "کیا تم نہیں جانتے کہ آسمان و زمین کی ہر چیز اللہ کے علم میں ہے؟ سب کچھ ایک کتاب میں درج ہے اللہ کے لیے یہ کچھ بھی مشکل نہیں ہے"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "یہ لوگ اللہ کو چھوڑ کر ان کی عبادت کر رہے ہیں جن کے لیے نہ تو اس نے کوئی سند نازل کی ہے اور نہ یہ خود اُن کے بارے میں کوئی علم رکھتے ہیں اِن ظالموں کے لیے کوئی مددگار نہیں ہے"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "اور جب ان کو ہماری صاف صاف آیات سنائی جاتی ہیں تو تم دیکھتے ہو کہ منکرین حق کے چہرے بگڑنے لگتے ہیں اور ایسا محسُوس ہوتا ہے کہ ابھی وہ اُن لوگوں پر ٹوٹ پڑیں گے جو انہیں ہماری آیات سناتے ہیں ان سے کہو \"میں بتاؤں تمہیں کہ اس سے بدتر چیز کیا ہے؟ آگ، اللہ نے اُسی کا وعدہ اُن لوگوں کے حق میں کر رکھا ہے جو قبول حق سے انکار کریں، اور وہ بہت ہی برا ٹھکانہ ہے"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "لوگو، ایک مثال دی جاتی ہے، غور سے سنو جن معبودوں کو تم خدا کو چھوڑ کر پکارتے ہو وہ سب مِل کر ایک مکھی بھی پیدا کرنا چاہیں تو نہیں کر سکتے بلکہ اگر مکھی ان سے کوئی چیز چھین لے جائے تو وہ اسے چھڑا بھی نہیں سکتے مدد چاہنے والے بھی کمزور اور جن سے مدد چاہی جاتی ہے وہ بھی کمزور"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "اِن لوگوں نے اللہ کی قدر ہی نہ پہچانی جیسا کہ اس کے پہچاننے کا حق ہے واقعہ یہ ہے کہ قوت اور عزت والا تو اللہ ہی ہے"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "حقیقت یہ ہے کہ اللہ (اپنے فرامین کی ترسیل کے لیے) ملائکہ میں سے بھی پیغام رساں منتخب کرتا ہے اور انسانوں میں سے بھی وہ سمیع اور بصیر ہے"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "جو کچھ اُن کے سامنے ہے اُسے بھی وہ جانتا ہے اور جو کچھ اُن سے اوجھل ہے اس سے بھی وہ واقف ہے، اور سارے معاملات اسی کی طرف رجوع ہوتے ہیں"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "اے لوگو جو ایمان لائے ہو، رکوع اور سجدہ کرو، اپنے رب کی بندگی کرو، اور نیک کام کرو، شاید کہ تم کو فلاح نصیب ہو"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "اللہ کی راہ میں جہاد کرو جیسا کہ جہاد کرنے کا حق ہے اُس نے تمہیں اپنے کام کے لیے چن لیا ہے اور دین میں تم پر کوئی تنگی نہیں رکھی قائم ہو جاؤ اپنے باپ ابراہیمؑ کی ملت پر اللہ نے پہلے بھی تمہارا نام \"مسلم\" رکھا تھا اور اِس (قرآن) میں بھی (تمہارا یہی نام ہے) تاکہ رسول تم پر گواہ ہو اور تم لوگوں پر گواہ پس نماز قائم کرو، زکوٰۃ دو اور اللہ سے وابستہ ہو جاؤ وہ ہے تمہارا مولیٰ، بہت ہی اچھا ہے وہ مولیٰ اور بہت ہی اچھا ہے وہ مددگار"
        },
        {
            "chapter": 23,
            "verse": 1,
            "text": "یقیناً فلاح پائی ہے ایمان والوں نے جو"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "اپنی نماز میں خشوع اختیار کرتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "لغویات سے دور رہتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "زکوٰۃ کے طریقے پر عامل ہوتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "اپنی شرمگاہوں کی حفاظت کرتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "سوائے اپنی بیویوں کے اور ان عورتوں کے جو ان کی ملک یمین میں ہوں کہ ان پر (محفوظ نہ رکھنے میں) وہ قابل ملامت نہیں ہیں"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "البتہ جو اُس کے علاوہ کچھ اور چاہیں وہی زیادتی کرنے والے ہیں"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "اپنی امانتوں اور اپنے عہد و پیمان کا پاس رکھتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "اور اپنی نمازوں کی محافظت کرتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "یہی لوگ وہ وارث ہیں"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "جو میراث میں فردوس پائیں گے اور اس میں ہمیشہ رہیں گے"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "ہم نے انسان کو مٹی کے ست سے بنایا"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "پھر اسے ایک محفوظ جگہ ٹپکی ہوئی بوند میں تبدیل کیا"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "پھر اس بوند کو لوتھڑے کی شکل دی، پھر لوتھڑے کو بوٹی بنا دیا، پھر بوٹی کی ہڈیاں بنائیں، پھر ہڈیوں پر گوشت چڑھایا، پھر اسے ایک دوسری ہی مخلوق بنا کھڑا کیا"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "پس بڑا ہی بابرکت ہے اللہ، سب کاریگروں سے اچھا کاریگر"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "پھر اس کے بعد تم کو ضرور مرنا ہے، پھر قیامت کے روز یقیناً تم اٹھائے جاؤ گے"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "اور تمہارے اوپر ہم نے سات راستے بنائے، تخلیق کے کام سے ہم کچھ نابلد نہ تھے"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "اور آسمان سے ہم نے ٹھیک حساب کے مطابق ایک خاص مقدار میں پانی اتارا اور اس کو زمین میں ٹھیرا دیا ہم اُسے جس طرح چاہیں غائب کر سکتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "پھر اس پانی کے ذریعہ سے ہم نے تمہارے لیے کھجور اور انگور کے باغ پیدا کر دیے، تمہارے لیے ان باغوں میں بہت سے لذیذ پھل ہیں اور ان سے تم روزی حاصل کرتے ہو"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "اور وہ درخت بھی ہم نے پیدا کیا جو طور سیناء سے نکلتا ہے، تیل بھی لیے ہوئے اگتا ہے اور کھانے والوں کے لیے سالن بھی"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "اور حقیقت یہ ہے کہ تمہارے لیے مویشیوں میں بھی ایک سبق ہے ان کے پیٹوں میں جو کچھ ہے اسی میں سے ایک چیز ہم تمہیں پلاتے ہیں، اور تمہارے لیے ان میں بہت سے دوسرے دُوسرے فائدے بھی ہیں"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "اُن کو تم کھاتے ہو اور اُن پر اور کشتیوں پر سوار بھی کیے جاتے ہو"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "ہم نے نوحؑ کو اس کی قوم کی طرف بھیجا اس نے کہا \"اے میری قوم کے لوگو، اللہ کی بندگی کرو، اس کے سوا تمہارے لیے کوئی اور معبود نہیں ہے، کیا تم ڈرتے نہیں ہو؟"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "اس کی قوم کے جن سرداروں نے ماننے سے انکار کیا وہ کہنے لگے کہ \"یہ شخص کچھ نہیں ہے مگر ایک بشر تم ہی جیسا اِس کی غرض یہ ہے کہ تم پر برتری حاصل کرے اللہ کو اگر بھیجنا ہوتا تو فرشتے بھیجتا یہ بات تو ہم نے کبھی اپنے باپ دادا کے وقتوں میں سنی ہی نہیں (کہ بشر رسول بن کر آئے)"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "کچھ نہیں، بس اس آدمی کو ذرا جنون لاحق ہو گیا ہے کچھ مدت اور دیکھ لو (شاید افاقہ ہو جائے)"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "نوحؑ نے کہا \"پروردگار، ان لوگوں نے جو میری تکذیب کی ہے اس پر اب تو ہی میری مدد فرما"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "ہم نے اس پر وحی کی کہ \"ہماری نگرانی میں اور ہماری وحی کے مطابق کشتی تیار کر پھر جب ہمارا حکم آ جائے اور تنور ابل پڑے تو ہر قسم کے جانوروں میں سے ایک ایک جوڑا لے کر اس میں سوار ہو جا، اور اپنے اہل و عیال کو بھی ساتھ لے سوائے اُن کے جن کے خلاف پہلے ہی فیصلہ ہو چکا ہے، اور ظالموں کے معاملہ میں مجھ سے کچھ نہ کہنا، یہ اب غرق ہونے والے ہیں"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "پھر جب تو اپنے ساتھیوں سمیت کشتی پر سوار ہو جائے تو کہہ، شکر ہے اُس خدا کا جس نے ہمیں ظالم لوگوں سے نجات دی"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "اور کہہ، پروردگار، مجھ کو برکت والی جگہ اتار اور تُو بہترین جگہ دینے والا ہے"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "اِس قصے میں بڑی نشانیاں ہیں اور آزمائش تو ہم کر کے ہی رہتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "ان کے بعد ہم نے ایک دوسرے دَور کی قوم اٹھائی"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "پھر اُن میں خود انہی کی قوم کا ایک رسول بھیجا (جس نے انہیں دعوت دی) کہ اللہ کی بندگی کرو، تمہارے لیے اُس کے سوا کوئی اور معبود نہیں ہے، کیا تم ڈرتے نہیں ہو؟"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "اُس کی قوم کے جن سرداروں نے ماننے سے انکار کیا اور آخرت کی پیشی کو جھٹلایا، جن کو ہم نے دنیا کی زندگی میں آسودہ کر رکھا تھا، وہ کہنے لگے \"یہ شخص کچھ نہیں ہے مگر ایک بشر تم ہی جیسا جو کچھ تم کھاتے ہو وہی یہ کھاتا ہے اور جو کچھ تم پیتے ہو وہی یہ پیتا ہے"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "اب اگر تم نے اپنے ہی جیسے ایک بشر کی اطاعت قبول کر لی تو تم گھاٹے ہی میں رہے"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "یہ تمہیں اطلاع دیتا ہے کہ جب تم مر کر مٹی ہو جاؤ گے اور ہڈیوں کا پنجر بن کر رہ جاؤ گے اُس وقت تم (قبروں سے) نکالے جاؤ گے؟"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "بعید، بالکل بعید ہے یہ وعدہ جو تم سے کیا جا رہا ہے"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "زندگی کچھ نہیں ہے مگر بس یہی دنیا کی زندگی یہیں ہم کو مرنا اور جینا ہے اور ہم ہرگز اٹھائے جانے والے نہیں ہیں"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "یہ شخص خدا کے نام پر محض جھوٹ گھڑ رہا ہے اور ہم کبھی اس کی ماننے والے نہیں ہیں"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "رسول نے کہا \"پروردگار، اِن لوگوں نے جو میری تکذیب کی ہے، اس پر اب تو ہی میری نصرت فرما"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "جواب میں ارشاد ہوا \"قریب ہے وہ وقت جب یہ اپنے کیے پر پچھتائیں گے"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "آخرکار ٹھیک ٹھیک حق کے مطابق ایک ہنگامہ عظیم نے ان کو آ لیا اور ہم نے ان کو کچرا بنا کر پھینک دیا دُور ہو ظالم قوم"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "پھر ہم نے ان کے بعد دوسری قومیں اٹھائیں"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "کوئی قوم نہ اپنے وقت سے پہلے ختم ہوئی اور نہ اس کے بعد ٹھیر سکی"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "پھر ہم نے پے در پے اپنے رسول بھیجے جس قوم کے پاس بھی اس کا رسول آیا، اس نے اُسے جھٹلایا، اور ہم ایک کے بعد ایک قوم کو ہلاک کرتے چلے گئے حتیٰ کہ ان کو بس افسانہ ہی بنا کر چھوڑا پھٹکار اُن لوگوں پر جو ایمان نہیں لاتے"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "پھر ہم نے موسیٰؑ اور اس کے بھائی ہارونؑ کو اپنی نشانیوں اور کھلی سند کے ساتھ فرعون اور اس کے اعیان سلطنت کی طرف بھیجا"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "مگر انہوں نے تکبر کیا اور بڑی دوں کی لی"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "کہنے لگے \"کیا ہم اپنے ہی جیسے دو آدمیوں پر ایمان لے آئیں؟ اور آدمی بھی وہ جن کی قوم ہماری بندی ہے"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "پس انہوں نے دونوں کو جھٹلا دیا اور ہلاک ہونے والوں میں جا ملے"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "اور موسٰیؑ کو ہم نے کتاب عطا فرمائی تاکہ لوگ اس سے رہنمائی حاصل کریں"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "اور ابن مریم اور اس کی ماں کو ہم نے ایک نشان بنایا اور ان کو ایک سطحِ مرتفع پر رکھا جو اطمینان کی جگہ تھی اور چشمے اس میں جاری تھے"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "اے پیغمبرو، کھاؤ پاک چیزیں اور عمل کرو صالح، تم جو کچھ بھی کرتے ہو، میں اس کو خوب جانتا ہوں"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "اور یہ تمہاری امت ایک ہی امت ہے اور میں تمہارا رب ہوں، پس مجھی سے تم ڈرو"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "مگر بعد میں لوگوں نے اپنے دین کو آپس میں ٹکڑے ٹکڑے کر لیا ہر گروہ کے پاس جو کچھ ہے اُسی میں وہ مگن ہے"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "اچھا، تو چھوڑو انہیں، ڈوبے رہیں اپنی غفلت میں ایک وقت خاص تک"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "کیا یہ سمجھتے ہیں کہ ہم جو انہیں مال و اولاد سے مدد دیے جا رہے ہیں"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "تو گویا انہیں بھلائیاں دینے میں سرگرم ہیں؟ نہیں، اصل معاملے کا انہیں شعور نہیں ہے"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "جو اپنے رب کے خوف سے ڈرے رہتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "جو اپنے رب کی آیات پر ایمان لاتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "جو اپنے رب کے ساتھ کسی کو شریک نہیں کرتے"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "اور جن کا حال یہ ہے کہ دیتے ہیں جو کچھ بھی دیتے ہیں اور دل اُن کے اس خیال سے کانپتے رہتے ہیں کہ ہمیں اپنے رب کی طرف پلٹنا ہے"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "بھلائیوں کی طرف دَوڑنے والے اور سبقت کر کے انہیں پا لینے والے تو درحقیقت یہ لوگ ہیں"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "ہم کسی شخص کو اس کی مقدرت سے زیادہ کی تکلیف نہیں دیتے اور ہمارے پاس ایک کتاب ہے جو (ہر ایک کا حال) ٹھیک ٹھیک بتا دینے والی ہے، اور لوگوں پر ظلم بہرحال نہیں کیا جائے گا"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "مگر یہ لوگ اس معاملے سے بے خبر ہیں اور ان کے اعمال بھی اس طریقے سے (جس کا اوپر ذکر کیا گیا ہے) مختلف ہیں وہ اپنے یہ کرتوت کیے چلے جائیں گے"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "یہاں تک کہ جب ہم ان کے عیاشوں کو عذاب میں پکڑ لیں گے تو پھر وہ ڈکرانا شروع کر دیں گے"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "اب بند کرو اپنی فریاد و فغاں، ہماری طرف سے اب کوئی مدد تمہیں نہیں ملنی"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "میری آیات سنائی جاتی تھیں تو تم (رسول کی آواز سُنتے ہی) الٹے پاؤں بھاگ نکلتے تھے"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "اپنے گھمنڈ میں اُس کو خاطر ہی میں نہ لاتے تھے اپنی چوپالوں میں اُس پر باتیں چھانٹتے اور بکواس کیا کرتے تھے"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "تو کیا اِن لوگوں نے کبھی اِس کلام پر غور نہیں کیا؟ یا وہ کوئی ایسی بات لایا ہے جو کبھی ان کے اسلاف کے پاس نہ آئی تھی؟"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "یا یہ اپنے رسول سے کبھی کے واقف نہ تھے کہ (اَن جانا آدمی ہونے کے باعث) اُس سے بدکتے ہیں؟"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "یا یہ اس بات کے قائل ہیں کہ وہ مجنون ہے؟ نہیں، بلکہ وہ حق لایا ہے اور حق ہی ان کی اکثریت کو ناگوار ہے"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "اور حق اگر کہیں اِن کی خواہشات کے پیچھے چلتا تو زمین اور آسمان اور ان کی ساری آبادی کا نظام درہم برہم ہو جاتا نہیں، بلکہ ہم ان کا اپنا ہی ذکر اُن کے پاس لائے ہیں اور وہ اپنے ذکر سے منہ موڑ رہے ہیں"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "کیا تُو ان سے کچھ مانگ رہا ہے؟ تیرے لیے تیرے رب کا دیا ہی بہتر ہے اور وہ بہترین رازق ہے"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "تُو تو ان کوسیدھے راستے کی طرف بلا رہا ہے"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "مگر جو لوگ آخرت کو نہیں مانتے وہ راہِ راست سے ہٹ کر چلنا چاہتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "اگر ہم اِن پر رحم کریں اور وہ تکلیف جس میں آج کل یہ مبتلا ہیں دُور کر دیں تو یہ اپنی سرکشی میں بالکل ہی بہک جائیں گے"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "اِن کا حال تو یہ ہے کہ ہم نے انہیں تکلیف میں مبتلا کیا، پھر بھی یہ اپنے رب کے آگے نہ جھکے اور نہ عاجزی اختیار کرتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "البتہ جب نوبت یہاں تک پہنچ جائے گی کہ ہم اِن پر سخت عذاب کا دروازہ کھول دیں گے تو یکایک تم دیکھو گے کہ اس حالت میں یہ ہر خیر سے مایوس ہیں"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "وہ اللہ ہی تو ہے جس نے تمہیں سُننے اور دیکھنے کی قوتیں دیں اور سوچنے کو دل دیے مگر تم لوگ کم ہی شکر گزار ہوتے ہو"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "وہی ہے جس نے تمہیں زمین میں پھیلایا، اور اسی کی طرف تم سمیٹے جاؤ گے"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "وہی زندگی بخشتا ہے اور وہی موت دیتا ہے گردش لیل و نہار اسی کے قبضہ قدرت میں ہے کیا تمہاری سمجھ میں یہ بات نہیں آتی؟"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "مگر یہ لوگ وہی کچھ کہتے ہیں جو ان کے پیش رَو کہہ چکے ہیں"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "یہ کہتے ہیں \"کیا جب ہم مر کر مٹی ہو جائیں گے اور ہڈیوں کا پنجر بن کر رہ جائیں گے تو ہم کو پھر زندہ کر کے اٹھایا جائے گا؟"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "ہم نے بھی یہ وعدے بہت سنے ہیں اور ہم سے پہلے ہمارے باپ دادا بھی سنتے رہے ہیں یہ محض افسانہائے پارینہ ہیں"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "ان سے کہو، بتاؤ اگر تم جانتے ہو، کہ یہ زمین اور اس کی ساری آبادی کس کی ہے؟"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "یہ ضرور کہیں گے اللہ کی کہو، پھر تم ہوش میں کیوں نہیں آتے؟"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "ان سے پوچھو، ساتوں آسمانوں اور عرش عظیم کا مالک کون ہے؟"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "یہ ضرور کہیں گے اللہ کہو، پھر تم ڈرتے کیوں نہیں؟"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "اِن سے کہو، بتاؤ اگر تم جانتے ہو کہ ہر چیز پر اقتدار کس کا ہے؟ اور کون ہے وہ جو پناہ دیتا ہے اور اس کے مقابلے میں کوئی پناہ نہیں دے سکتا؟"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "یہ ضرور کہیں گے کہ یہ بات تو اللہ ہی کے لیے ہے کہو، پھر کہاں سے تم کو دھوکا لگتا ہے؟"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "جو امر حق ہے وہ ہم اِن کے سامنے لے آئے ہیں، اور کوئی شک نہیں کہ یہ لوگ جھوٹے ہیں"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "اللہ نے کسی کو اپنی اولاد نہیں بنایا ہے اور کوئی دوسرا خدا اُس کے ساتھ نہیں ہے اگر ایسا ہوتا تو ہر خدا اپنی خلق کو لے کر الگ ہو جاتا، اور پھر وہ ایک دوسرے پر چڑھ دوڑتے پاک ہے اللہ ان باتوں سے جو یہ لوگ بناتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "کھلے اور چھپے کا جاننے والا، وہ بالاتر ہے اُس شرک سے جو یہ لوگ تجویز کر رہے ہیں"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "اے محمدؐ، دعا کرو کہ \"پروردگار، جس عذاب کی اِن کو دھمکی دی جا رہی ہے وہ اگر میری موجودگی میں تو لائے"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "تو اے میرے رب، مجھے ان ظالم لوگوں میں شامل نہ کیجیو"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "اور حقیقت یہ ہے کہ ہم تمہاری آنکھوں کے سامنے ہی وہ چیز لے آنے کی پوری قدرت رکھتے ہیں جس کی دھمکی ہم انہیں دے رہے ہیں"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "اے نبیؐ، برائی کو اس طریقہ سے دفع کرو جو بہترین ہو جو کچھ باتیں وہ تم پر بناتے ہیں وہ ہمیں خوب معلوم ہیں"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "اور دعا کرو کہ \"پروردگار، میں شیاطین کی اکساہٹوں سے تیری پناہ مانگتا ہوں"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "بلکہ اے میرے رب، میں تو اس سے بھی تیری پناہ مانگتا ہوں کہ وہ میرے پاس آئیں"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "(یہ لوگ اپنی کرنی سے باز نہ آئیں گے) یہاں تک کہ جب ان میں سے کسی کو موت آ جائے گی تو کہنا شروع کرے گا کہ \"اے میرے رب، مجھے اُسی دنیا میں واپس بھیج دیجیے جسے میں چھوڑ آیا ہوں"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "امید ہے کہ اب میں نیک عمل کروں گا\" ہرگز نہیں، یہ بس ایک بات ہے جو وہ بک رہا ہے اب اِن سب (مرنے والوں) کے پیچھے ایک برزخ حائل ہے دوسری زندگی کے دن تک"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "پھر جونہی کہ صور پھونک دیا گیا، ان کے درمیان پھر کوئی رشتہ نہ رہے گا اور نہ وہ ایک دوسرے کو پوچھیں گے"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "اُس وقت جن کے پلڑے بھاری ہوں گے وہی فلاح پائیں گے"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "اور جن کے پلڑے ہلکے ہوں گے وہی لوگ ہوں گے جنہوں نے اپنے آپ کو گھاٹے میں ڈال لیا وہ جہنم میں ہمیشہ رہیں گے"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "آگ ان کے چہروں کی کھال چاٹ جائے گی اور اُن کے جبڑے باہر نکل آئیں گے"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "کیا تم وہی لوگ نہیں ہو کہ میری آیات تمہیں سنائی جاتی تھیں تو تم انہیں جھٹلاتے تھے؟"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "وہ کہیں گے \"اے ہمارے رب، ہماری بد بختی ہم پر چھا گئی تھی واقعی ہم گمراہ لوگ تھے"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "اے پروردگار، اب ہمیں یہاں سے نکال دے پھر ہم ایسا قصور کریں تو ظالم ہوں گے"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "اللہ تعالیٰ جواب دے گا \"دور ہو میرے سامنے سے، پڑے رہو اسی میں اور مجھ سے بات نہ کرو"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "تم وہی لوگ تو ہو کہ میرے کچھ بندے جب کہتے تھے کہ اے ہمارے پروردگار، ہم ایمان لائے، ہمیں معاف کر دے، ہم پر رحم کر، تُو سب رحیموں سے اچھا رحیم ہے"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "تو تم نے ان کا مذاق بنا لیا یہاں تک کہ اُن کی ضد نے تمہیں یہ بھی بھُلا دیا کہ میں بھی کوئی ہوں، اور تم ان پر ہنستے رہے"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "آج اُن کے اُس صبر کا میں نے یہ پھل دیا ہے کہ وہی کامیاب ہیں"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "پھر اللہ تعالی ان سے پوچھے گا \"بتاؤ، زمین میں تم کتنے سال رہے؟"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "وہ کہیں گے \"ایک دن یا دن کا بھی کچھ حصہ ہم وہاں ٹھیرے ہیں شمار کرنے والوں سے پوچھ لیجیے"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "ارشاد ہو گا \"تھوڑی ہی دیر ٹھیرے ہو نا، کاش تم نے یہ اُس وقت جانا ہوتا"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "کیا تم نے یہ سمجھ رکھا تھا کہ ہم نے تمہیں فضول ہی پیدا کیا ہے اور تمہیں ہماری طرف کبھی پلٹنا ہی نہیں ہے؟"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "پس بالا و برتر ہے اللہ، پادشاہ حقیقی، کوئی خدا اُس کے سوا نہیں، مالک ہے عرش بزرگ کا"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "اور جو کوئی اللہ کے ساتھ کسی اور معبود کو پکارے، جس کے لیے اس کے پاس کوئی دلیل نہیں، تو اس کا حساب اس کے رب کے پاس ہے ایسے کافر کبھی فلاح نہیں پا سکتے"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "اے محمدؐ، کہو، \"میرے رب درگزر فرما، اور رحم کر، اور تو سب رحیموں سے اچھا رحیم ہے"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "یہ ایک سورت ہے جس کو ہم نے نازل کیا ہے، اور اسے ہم نے فرض کیا ہے، اور اس میں ہم نے صاف صاف ہدایات نازل کی ہیں، شاید کہ تم سبق لو"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "زانیہ عورت اور زانی مرد، دونوں میں سے ہر ایک کو سو کوڑے مارو اور ان پر ترس کھانے کا جذبہ اللہ کے دین کے معاملے میں تم کو دامن گیر نہ ہو اگر تم اللہ تعالیٰ اور روز آخر پر ایمان رکھتے ہو اور ان کو سزا دیتے وقت اہل ایمان کا ایک گروہ موجود رہے"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "زانی نکاح نہ کرے مگر زانیہ کے ساتھ یا مشرکہ کے ساتھ اور زانیہ کے ساتھ نکاح نہ کرے مگر زانی یا مشرک اور یہ حرام کر دیا گیا ہے اہل ایمان پر"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "اور جو لوگ پاک دامن عورتوں پر تہمت لگائیں، پھر چار گواہ لے کر نہ آئیں، ان کو اسی کوڑے مارو اور ان کی شہادت کبھی قبول نہ کرو، اور وہ خود ہی فاسق ہیں"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "سوائے اُن لوگوں کے جو اس حرکت کے بعد تائب ہو جائیں اور اصلاح کر لیں کہ اللہ ضرور (اُن کے حق میں) غفور و رحیم ہے"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "اور جو لوگ اپنی بیویوں پر الزام لگائیں اور ان کے پاس خود ان کے اپنے سوا دوسرے کوئی گواہ نہ ہوں تو اُن میں سے ایک شخص کی شہادت (یہ ہے کہ وہ) چار مرتبہ اللہ کی قسم کھا کر گواہی دے کہ وہ (اپنے الزام میں) سچا ہے"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "اور پانچویں بار کہے کہ اُس پر اللہ کی لعنت ہو اگر وہ (اپنے الزام میں) جھوٹا ہو"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "اور عورت سے سزا اس طرح ٹل سکتی ہے کہ وہ چار مرتبہ اللہ کی قسم کھا کر شہادت دے کہ یہ شخص (اپنے الزام میں) جھوٹا ہے"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "اور پانچویں مرتبہ کہے کہ اُس بندی پر اللہ کا غضب ٹوٹے اگر وہ (اپنے الزام میں) سچا ہو"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "تم لوگوں پر اللہ کا فضل اور اس کا رحم نہ ہوتا اور یہ بات نہ ہوتی کہ اللہ بڑا التفات فرمانے والا اور حکیم ہے، تو (بیویوں پر الزام کا معاملہ تمہیں بڑی پیچیدگی میں ڈال دیتا)"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "جو لوگ یہ بہتان گھڑ لائے ہیں وہ تمہارے ہی اندر کا ایک ٹولہ ہیں اس واقعے کو اپنے حق میں شر نہ سمجھو بلکہ یہ بھی تمہارے لیے خیر ہی ہے جس نے اس میں جتنا حصہ لیا اس نے اتنا ہی گناہ سمیٹا اور جس شخص نے اِس کی ذمہ داری کا بڑا حصہ اپنے سر لیا اس کے لیے تو عذاب عظیم ہے"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "جس وقت تم لوگوں نے اسے سنا تھا اُسی وقت کیوں نہ مومن مردوں اور مومن عورتوں نے اپنے آپ سے نیک گمان کیا اور کیوں نہ کہہ دیا کہ یہ صریح بہتان ہے؟"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "وہ لوگ (اپنے الزام کے ثبوت میں) چار گواہ کیوں نہ لائے؟اب کہ وہ گواہ نہیں لائے ہیں، اللہ کے نزدیک وہی جھوٹے ہیں"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "اگر تم لوگوں پر دنیا اور آخرت میں اللہ کا فضل اور رحم و کرم نہ ہوتا تو جن باتوں میں تم پڑ گئے تھے ان کی پاداش میں بڑا عذاب تمہیں آ لیتا"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "(ذرا غور تو کرو، اُس وقت تم کیسی سخت غلطی کر رہے تھے) جبکہ تمہاری ایک زبان سے دوسری زبان اس جھوٹ کو لیتی جا رہی تھی اور تم اپنے منہ سے وہ کچھ کہے جا رہے تھے جس کے متعلق تمہیں کوئی علم نہ تھا تم اسے ایک معمولی بات سمجھ رہے تھے، حالانکہ اللہ کے نزدیک یہ بڑی بات تھی"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "کیوں نہ اُسے سنتے ہی تم نے کہہ دیا کہ \"ہمیں ایسی بات زبان سے نکالنا زیب نہیں دیتا، سبحان اللہ، یہ تو ایک بہتان عظیم ہے"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "اللہ تم کو نصیحت کرتا ہے کہ آئندہ کبھی ایسی حرکت نہ کرنا اگر تم مومن ہو"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "اللہ تمہیں صاف صاف ہدایات دیتا ہے اور وہ علیم و حکیم ہے"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "جو لوگ چاہتے ہیں کہ ایمان لانے والوں کے گروہ میں فحش پھیلے وہ دنیا اور آخرت میں دردناک سزا کے مستحق ہیں، اللہ جانتا ہے اور تم نہیں جانتے"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "اگر اللہ کا فضل اور اس کا رحم و کرم تم پر نہ ہوتا اور یہ بات نہ ہوتی کہ اللہ بڑا شفیق و رحیم ہے (تو یہ چیز جو ابھی تمہارے اندر پھیلائی گئی تھی بدترین نتائج دکھا دیتی)"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "اے لوگو جو ایمان لائے ہو، شیطان کے نقش قدم پر نہ چلو اس کی پیروی کوئی کرے گا تو وہ اسے فحش اور بدی ہی کا حکم دے گا اگر اللہ کا فضل اور اس کا رحم و کرم تم پر نہ ہوتا تو تم میں سے کوئی شخص پاک نہ ہوسکتا مگر اللہ ہی جسے چاہتا ہے پاک کر دیتا ہے، اور اللہ سننے والا اور جاننے والا ہے"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "تم میں سے جو لوگ صاحب فضل اور صاحب مقدرت ہیں وہ اس بات کی قسم نہ کھا بیٹھیں کہ اپنے رشتہ دار، مسکین اور مہاجر فی سبیل اللہ لوگوں کی مدد نہ کریں گے انہیں معاف کر دینا چاہیے اور درگزر کرنا چاہیے کیا تم نہیں چاہتے کہ اللہ تمہیں معاف کرے؟ اور اللہ کی صفت یہ ہے کہ وہ غفور اور رحیم ہے"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "جو لوگ پاک دامن، بے خبر، مومن عورتوں پر تہمتیں لگاتے ہیں ان پر دنیا اور آخرت میں لعنت کی گئی اور ان کے لیے بڑا عذاب ہے"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "وہ اس دن کو بھول نہ جائیں جبکہ ان کی اپنی زبانیں اور ان کے اپنے ہاتھ پاؤں ان کے کرتوتوں کی گواہی دیں گے"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "اس دن اللہ وہ بدلہ انہیں بھرپور دے گا جس کے وہ مستحق ہیں اور انہیں معلوم ہو جائے گا کہ اللہ ہی حق ہے سچ کو سچ کر دکھانے والا"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "خبیث عورتیں خبیث مردوں کے لیے ہیں اور خبیث مرد خبیث عورتوں کے لیے پاکیزہ عورتیں پاکیزہ مردوں کے لیے ہیں اور پاکیزہ مرد پاکیزہ عورتوں کے لیے ان کا دامن پاک ہے اُن باتوں سے جو بنانے والے بناتے ہیں، ان کے لیے مغفرت ہے اور رزق کریم"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "اے لوگو جو ایمان لائے ہو، اپنے گھروں کے سوا دوسرے گھروں میں داخل نہ ہوا کرو جب تک کہ گھر والوں کی رضا نہ لے لو اور گھر والوں پر سلام نہ بھیج لو، یہ طریقہ تمہارے لیے بہتر ہے توقع ہے کہ تم اس کا خیال رکھو گے"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "پھر اگر وہاں کسی کو نہ پاؤ تو داخل نہ ہو جب تک کہ تم کو اجازت نہ دے دی جائے، اور اگر تم سے کہا جائے کہ واپس چلے جاؤ تو واپس ہو جاؤ، یہ تمہارے لیے زیادہ پاکیزہ طریقہ ہے، اور جو کچھ تم کرتے ہو اللہ اسے خوب جانتا ہے"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "البتہ تمہارے لیے اس میں کوئی مضائقہ نہیں ہے کہ ایسے گھروں میں داخل ہو جاؤ جو کسی کے رہنے کی جگہ نہ ہوں اور جن میں تمہارے فائدے (یا کام) کی کوئی چیز ہو، تم جو کچھ ظاہر کرتے ہو اور جو کچھ چھپاتے ہو سب کی اللہ کو خبر ہے"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "اے نبیؐ، مومن مردوں سے کہو کہ اپنی نظریں بچا کر رکھیں اور اپنی شرمگاہوں کی حفاظت کریں، یہ اُن کے لیے زیادہ پاکیزہ طریقہ ہے، جو کچھ وہ کرتے ہیں اللہ اُس سے باخبر رہتا ہے"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "اور اے نبیؐ، مومن عورتوں سے کہہ دو کہ اپنی نظریں بچا کر رکھیں، اور اپنی شرمگاہوں کی حفاظت کریں، اور اپنا بناؤ سنگھار نہ دکھائیں بجز اُس کے جو خود ظاہر ہو جائے، اور اپنے سینوں پر اپنی اوڑھنیوں کے آنچل ڈالے رہیں وہ اپنا بناؤ سنگھار نہ ظاہر کریں مگر اِن لوگوں کے سامنے: شوہر، باپ، شوہروں کے باپ، اپنے بیٹے، شوہروں کے بیٹے، بھائی، بھائیوں کے بیٹے، بہنوں کے بیٹے، اپنے میل جول کی عورتیں، ا پنے مملوک، وہ زیردست مرد جو کسی اور قسم کی غرض نہ رکھتے ہوں، اور وہ بچے جو عورتوں کی پوشیدہ باتوں سے ابھی واقف نہ ہوئے ہوں وہ ا پنے پاؤں زمین پر مارتی ہوئی نہ چلا کریں کہ اپنی جو زینت انہوں نے چھپا رکھی ہو اس کا لوگوں کو علم ہو جائے اے مومنو، تم سب مل کر اللہ سے توبہ کرو، توقع ہے کہ فلاح پاؤ گے"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "تم میں سے جو لوگ مجرد ہوں، اور تمہارے لونڈی غلاموں میں سے جو صالح ہوں، ان کے نکاح کر دو اگر وہ غریب ہوں تو اللہ اپنے فضل سے اُن کو غنی کر دے گا، اللہ بڑی وسعت والا اور علیم ہے"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "اور جو نکاح کا موقع نہ پائیں انہیں چاہیے کہ عفت مآبی اختیار کریں، یہاں تک کہ اللہ اپنے فضل سے اُن کو غنی کر دے اور تمہارے مملوکوں میں سے جو مکاتبت کی درخواست کریں ان سے مکاتبت کر لو اگر تمہیں معلوم ہو کہ ان کے اندر بھلائی ہے، اور ان کو اُس مال میں سے دو جو اللہ نے تمہیں دیا ہے اور اپنی لونڈیوں کو ا پنے دنیوی فائدوں کی خاطر قحبہ گری پر مجبور نہ کرو جبکہ وہ خود پاکدامن رہنا چاہتی ہوں، اور جو کوئی اُن کو مجبور کرے تو اِس جبر کے بعد اللہ اُن کے لیے غفور و رحیم ہے"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "ہم نے صاف صاف ہدایت دینے والی آیات تمہارے پاس بھیج دی ہیں، اور ان قوموں کی عبر ت ناک مثالیں بھی ہم تمہارے سامنے پیش کر چکے ہیں جو تم سے پہلے ہو گزری ہیں، اور وہ نصیحتیں ہم نے کر دی ہیں جو ڈرنے والوں کے لیے ہوتی ہیں"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "اللہ آسمانوں اور زمین کا نور ہے (کائنات میں) اس کے نور کی مثال ایسی ہے جیسے ایک طاق میں چراغ رکھا ہوا ہو، چراغ ایک فانوس میں ہو، فانوس کا حال یہ ہو کہ جیسے موتی کی طرح چمکتا ہوا تارا، اور وہ چراغ زیتون کے ایک ایسے مبارک درخت کے تیل سے روشن کیا جاتا ہو جو شرقی ہو نہ غربی، جس کا تیل آپ ہی آپ بھڑکا پڑتا ہو چاہے آگ اس کو نہ لگے، (اِس طرح) روشنی پر روشنی (بڑھنے کے تمام اسباب جمع ہو گئے ہوں) اللہ اپنے نور کی طرف جس کی چاہتا ہے رہنمائی فرماتا ہے، وہ لوگوں کو مثالوں سے بات سمجھاتا ہے، وہ ہر چیز سے خوب واقف ہے"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "(اُس کے نور کی طرف ہدایت پانے والے) اُن گھروں میں پائے جاتے ہیں جنہیں بلند کرنے کا، اور جن میں اپنے نام کی یاد کا اللہ نے اذن دیا ہے"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "اُن میں ایسے لوگ صبح و شام اُس کی تسبیح کرتے ہیں جنہیں تجارت اور خرید و فروخت اللہ کی یاد سے اور اقامت نماز و ادائے زکوٰۃ سے غافل نہیں کر دیتی وہ اُس دن سے ڈرتے رہتے ہیں جس میں دل الٹنے اور دیدے پتھرا جانے کی نوبت آ جائے گی"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "(اور وہ یہ سب کچھ اس لیے کرتے ہیں) تاکہ اللہ ان کے بہترین اعمال کی جزا اُن کو دے اور مزید اپنے فضل سے نوازے، اللہ جسے چاہتا ہے بے حساب دیتا ہے"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "(اس کے برعکس) جنہوں نے کفر کیا ان کے اعمال کی مثال ایسی ہے جیسے دشت بے آب میں سراب کہ پیاسا اُس کو پانی سمجھے ہوئے تھا، مگر جب وہاں پہنچا تو کچھ نہ پایا، بلکہ وہاں اس نے اللہ کو موجود پایا، جس نے اس کا پورا پورا حساب چکا دیا، اور اللہ کو حساب لیتے دیر نہیں لگتی"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "یا پھر اس کی مثال ایسی ہے جیسے ایک گہرے سمندر میں اندھیرا، کہ اوپر ایک موج چھائی ہوئی ہے، اُس پر ایک اور موج، اور اس کے اوپر بادل، تاریکی پر تاریکی مسلط ہے، آدمی اپنا ہاتھ نکالے تو اسے بھی نہ دیکھنے پائے جسے اللہ نور نہ بخشے اُس کے لیے پھر کوئی نور نہیں"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "کیا تم دیکھتے نہیں ہو کہ اللہ کی تسبیح کر رہے ہیں وہ سب جو آسمانوں اور زمین میں ہیں اور وہ پرندے جو پر پھیلا ئے اڑ رہے ہیں؟ ہر ایک اپنی نماز اور تسبیح کا طریقہ جانتا ہے، اور یہ سب جو کچھ کرتے ہیں اللہ اس سے باخبر رہتا ہے"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "آسمانوں اور زمین کی بادشاہی اللہ ہی کے لیے ہے اور اسی کی طرف سب کو پلٹنا ہے"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "کیا تم دیکھتے نہیں ہو کہ اللہ بادل کو آہستہ آہستہ چلاتا ہے، پھر اس کے ٹکڑوں کو باہم جوڑتا ہے، پھر اسے سمیٹ کر ایک کثیف ابر بنا دیتا ہے، پھر تم دیکھتے ہو کہ اس کے خول میں سے بارش کے قطرے ٹپکتے چلے آتے ہیں اور وہ آسمان سے، اُن پہاڑوں کی بدولت جو اس میں بلند ہیں، اولے برساتا ہے، پھر جسے چاہتا ہے ان کا نقصان پہنچاتا ہے اور جسے چاہتا ہے ان سے بچا لیتا ہے اُس کی بجلی کی چمک نگاہوں کو خیرہ کیے دیتی ہے"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "رات اور دن کا الٹ پھیر وہی کر رہا ہے اِس میں ایک سبق ہے آنکھوں والوں کے لیے"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "اور اللہ نے ہر جاندار ایک طرح کے پانی سے پیدا کیا، کوئی پیٹ کے بل چل رہا ہے تو کوئی دو ٹانگوں پر اور کوئی چار ٹانگوں پر جو کچھ وہ چاہتا ہے پیدا کرتا ہے، وہ ہر چیز پر قادر ہے"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "ہم نے صاف صاف حقیقت بتانے والی آیات نازل کر دی ہیں، آگے صراط مستقیم کی طرف ہدایت اللہ ہی جسے چاہتا ہے دیتا ہے"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "یہ لوگ کہتے ہیں کہ ہم ایمان لائے اللہ اور رسولؐ پر اور ہم نے اطاعت قبول کی، مگر اس کے بعد ان میں سے ایک گروہ (اطاعت سے) منہ موڑ جاتا ہے ایسے لوگ ہرگز مومن نہیں ہیں"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "جب ان کو بلایا جاتا ہے اللہ اور رسول کی طرف، تاکہ رسول ان کے آپس کے مقدمے کا فیصلہ کرے تو ان میں سے ایک فریق کترا جاتا ہے"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "البتہ اگر حق ان کی موافقت میں ہو تو رسول کے پاس بڑے اطاعت کیش بن کر آ جاتے ہیں"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "کیا ان کے دلوں کو (منافقت کا) روگ لگا ہوا ہے؟ یا یہ شک میں پڑے ہوئے ہیں؟ یا ان کو یہ خوف ہے کہ اللہ اور اس کا رسول ان پر ظلم کرے گا؟ اصل بات یہ ہے کہ ظالم تو یہ لوگ خود ہیں"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "ایمان لانے والوں کا کام تو یہ ہے کہ جب وہ اللہ اور رسول کی طرف بلا ئے جائیں تاکہ رسول ان کے مقدمے کا فیصلہ کرے تو وہ کہیں کہ ہم نے سنا اور اطاعت کی ایسے ہی لوگ فلاح پانے والے ہیں"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "اور کامیاب وہی ہیں جو اللہ اور رسول کی فرماں برداری کریں اور اللہ سے ڈریں اور اس کی نافرمانی سے بچیں"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "یہ (منافق) اللہ کے نام سے کڑی کڑی قسمیں کھا کر کہتے ہیں کہ \"آپ حکم دیں تو ہم گھروں سے نکل کھڑے ہوں\" اِن سے کہو \"قسمیں نہ کھاؤ، تمہاری اطاعت کا حال معلوم ہے، تمہارے کرتوتوں سے اللہ بے خبر نہیں ہے"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "کہو، \"اللہ کے مطیع بنو اور رسولؐ کے تابع فرمان بن کر رہو لیکن اگر تم منہ پھیرتے ہو تو خوب سمجھ لو کہ رسولؐ پر جس فرض کا بار رکھا گیا ہے اُس کا ذمہ دار وہ ہے اور تم پر جس فرض کا بار ڈالا گیا ہے اُس کے ذمہ دار تم ہو اُس کی اطاعت کرو گے تو خود ہی ہدایت پاؤ گے ورنہ رسول کی ذمہ داری اس سے زیادہ کچھ نہیں ہے کہ صاف صاف حکم پہنچا دے"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "اللہ نے وعدہ فرمایا ہے تم میں سے اُن لوگوں کے ساتھ جو ایمان لائیں اور نیک عمل کریں کہ وہ ان کو اُسی طرح زمین میں خلیفہ بنائے گا جس طرح اُن سے پہلے گزرے ہوئے لوگوں کو بنا چکا ہے، اُن کے لیے اُن کے اُس دین کو مضبوط بنیادوں پر قائم کر دے گا جسے اللہ تعالیٰ نے اُن کے حق میں پسند کیا ہے، اور اُن کی (موجودہ) حالت خوف کو امن سے بدل دے گا، بس وہ میری بندگی کریں اور میرے ساتھ کسی کو شریک نہ کریں اور جو اس کے بعد کفر کرے تو ایسے ہی لوگ فاسق ہیں"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "نماز قائم کرو، زکوٰۃ دو، اور رسولؐ کی اطاعت کرو، امید ہے کہ تم پر رحم کیا جائے گا"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "جو لوگ کفر کر رہے ہیں ا ن کے متعلق اس غلط فہمی میں نہ رہو کہ وہ زمین میں اللہ کو عاجز کر دیں گے ان کا ٹھکانا دوزخ ہے اور وہ بڑا ہی برا ٹھکانا ہے"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "اے لوگو جو ایمان لائے ہو، لازم ہے کہ تمہارے مملوک اور تمہارے وہ بچے جو ابھی عقل کی حد کو نہیں پہنچے ہیں، تین اوقات میں اجازت لے کر تمہارے پاس آیا کریں: صبح کی نماز سے پہلے، اور دوپہر کو جبکہ تم کپڑے اتار کر رکھ دیتے ہو، اور عشاء کی نماز کے بعد یہ تین وقت تمہارے لیے پردے کے وقت ہیں اِن کے بعد وہ بلا اجازت آئیں تو نہ تم پر کوئی گناہ ہے نہ اُن پر، تمہیں ایک دوسرے کے پاس بار بار آنا ہی ہوتا ہے اس طرح اللہ تمہارے لیے اپنے ارشادات کی توضیح کرتا ہے، اور وہ علیم و حکیم ہے"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "اور جب تمہارے بچے عقل کی حد کو پہنچ جائیں تو چاہے کہ اُسی طرح اجازت لیکر آیا کریں جس طرح اُن کے بڑے اجازت لیتے رہے ہیں اِس طرح اللہ اپنی آیات تمہارے سامنے کھولتا ہے، اور وہ علیم و حکیم ہے"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "اور جو عورتیں جوانی سے گزری بیٹھی ہوں، نکاح کی امیدوار نہ ہوں، وہ اگر اپنی چادریں اتار کر رکھ دیں تو اُن پر کوئی گناہ نہیں، بشرطیکہ زینت کی نمائش کرنے والی نہ ہوں تاہم وہ بھی حیاداری ہی برتیں تو اُن کے حق میں اچھا ہے، اور اللہ سب کچھ سنتا اور جانتا ہے"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "کوئی حرج نہیں اگر کوئی اندھا، یا لنگڑا، یا مریض (کسی کے گھر سے کھا لے) اور نہ تمہارے اوپر اِس میں کوئی مضائقہ ہے کہ اپنے گھروں سے کھاؤ یا اپنے باپ دادا کے گھروں سے، یا اپنی ماں نانی کے گھروں سے، یا اپنے بھائیوں کے گھروں سے، یا اپنی بہنوں کے گھروں سے، یا اپنے چچاؤں کے گھروں سے، یا اپنی پھوپھیوں کے گھروں سے، یا اپنے ماموؤں کے گھروں سے، یا اپنی خالاؤں کے گھروں سے، یا اُن گھروں سے جن کی کنجیاں تمہاری سپردگی میں ہوں، یا اپنے دوستوں کے گھروں سے اس میں بھی کوئی حرج نہیں کہ تم لوگ مل کر کھاؤ یا الگ الگ البتہ جب گھروں میں داخل ہوا کرو تو اپنے لوگوں کو سلام کیا کرو، دعا ئے خیر، اللہ کی طرف سے مقرر فر مائی ہوئی، بڑی بابرکت اور پاکیزہ اِس طرح اللہ تعالیٰ تمہارے سامنے آیات بیان کرتا ہے، توقع ہے کہ تم سمجھ بوجھ سے کام لو گے"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "مومن تو اصل میں وہی ہیں جو اللہ اور اُس کے رسول کو دل سے مانیں اور جب کسی اجتماعی کام کے موقع پر رسولؐ کے ساتھ ہوں تو اُس سے اجازت لیے بغیر نہ جائیں جو لوگ تم سے اجازت مانگتے ہیں وہی اللہ اور رسول کے ماننے والے ہیں، پس جب وہ اپنے کسی کام سے اجازت مانگیں تو جسے تم چاہو اجازت دے دیا کرو اور ایسے لوگوں کے حق میں اللہ سے دعائے مغفرت کیا کرو، اللہ یقیناً غفور و رحیم ہے"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "مسلمانو، اپنے درمیان رسولؐ کے بلانے کو آپس میں ایک دوسرے کا سا بلانا نہ سمجھ بیٹھو اللہ اُن لوگوں کو خوب جانتا ہے جو تم میں ایسے ہیں کہ ایک دوسرے کی آڑ لیتے ہوئے چپکے سے سٹک جاتے ہیں رسولؐ کے حکم کی خلاف ورزی کرنے والوں کو ڈرنا چاہیے کہ وہ کسی فتنے میں گرفتار نہ ہو جائیں یا ان پر دردناک عذاب نہ آ جائے"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "خبردار رہو، آسمان و زمین میں جو کچھ ہے اللہ کا ہے تم جس روش پر بھی ہو اللہ اُس کو جانتا ہے جس روز لوگ اُس کی طرف پلٹیں گے وہ اُنہیں بتا دے گا کہ وہ کیا کچھ کر کے آئے ہیں وہ ہر چیز کا علم رکھتا ہے"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "نہایت متبرک ہے وہ جس نے یہ فرقان اپنے بندے پر نازل کیا تاکہ سارے جہان والوں کے لیے نذیر ہو"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "وہ جو زمین اور آسمانوں کی بادشاہی کا مالک ہے، جس نے کسی کو بیٹا نہیں بنایا ہے، جس کے ساتھ بادشاہی میں کوئی شریک نہیں ہے، جس نے ہر چیز کو پیدا کیا پھر اس کی ایک تقدیر مقرر کی"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "لوگوں نے اُسے چھوڑ کر ایسے معبود بنا لیے جو کسی چیز کو پیدا نہیں کرتے بلکہ خود پیدا کیے جاتے ہیں، جو خود اپنے لیے بھی کسی نفع یا نقصان کا اختیار نہیں رکھتے، جو نہ مار سکتے ہیں نہ جِلا سکتے ہیں، نہ مرے ہوئے کو پھر اٹھا سکتے ہیں"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "جن لوگوں نے نبیؐ کی بات ماننے سے انکار کر دیا ہے وہ کہتے ہیں کہ یہ فرقان ایک من گھڑت چیز ہے جسے اِس شخص نے آپ ہی گھڑ لیا ہے اور کچھ دوسرے لوگوں نے اِس کام میں اس کی مدد کی ہے بڑا ظلم اور سخت جھوٹ ہے جس پر یہ لوگ اتر آئے ہیں"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "کہتے ہیں یہ پرانے لوگوں کی لکھی ہوئی چیزیں ہیں جنہیں یہ شخص نقل کرتا ہے اور وہ اِسے صبح و شام سنائی جاتی ہیں"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "اے محمدؐ، ان سے کہو کہ \"اِسے نازل کیا ہے اُس نے جو زمین اور آسمانوں کا بھید جانتا ہے\" حقیقت یہ ہے کہ وہ بڑا غفور رحیم ہے"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "کہتے ہیں \"یہ کیسا رسول ہے جو کھانا کھاتا ہے اور بازاروں میں چلتا پھرتا ہے؟ کیوں نہ اس کے پاس کوئی فرشتہ بھیجا گیا جو اس کے ساتھ رہتا اور (نہ ماننے والوں کو) دھمکاتا؟"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "یا اور کچھ نہیں تو اِس کے لیے کوئی خزانہ ہی اتار دیا جاتا، یا اس کے پاس کوئی باغ ہی ہوتا جس سے یہ (اطمینان کی) روزی حاصل کرتا\" اور ظالم کہتے ہیں \"تم لوگ تو ایک سحر زدہ آدمی کے پیچھے لگ گئے ہو"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "دیکھو، کیسی کیسی عجیب حجتیں یہ لوگ تمہارے آگے پیش کر رہے ہیں، ایسے بہکے ہیں کہ کوئی ٹھکانے کی بات اِن کو نہیں سوجھتی"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "بڑا بابرکت ہے وہ جو اگر چاہے تو ان کی تجویز کردہ چیزوں سے بھی زیادہ بڑھ چڑھ کر تم کو دے سکتا ہے، (ایک نہیں) بہت سے باغ جن کے نیچے نہریں بہتی ہوں، اور بڑے بڑے محل"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "اصل بات یہ ہے کہ یہ لوگ \"اُس گھڑی\" کو جھٹلا چکے ہیں اور جو اُس گھڑی کو جھٹلائے اس کے لیے ہم نے بھڑکتی ہوئی آگ مہیا کر رکھی ہے"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "وہ جب دور سے اِن کو دیکھے گی تو یہ اُس کے غضب اور جوش کی آوازیں سن لیں گے"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "اور جب یہ دست و پا بستہ اُس میں ایک تنگ جگہ ٹھونسے جائیں گے تو اپنی موت کو پکارنے لگیں گے"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "(اُس وقت ان سے کہا جائے گا کہ) آج ایک موت کو نہیں بہت سی موتوں کو پکارو"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "اِن سے پوچھو، یہ انجام اچھا ہے یا وہ اَبدی جنت جس کا وعدہ خداترس پرہیزگاروں سے کیا گیا ہے؟ جو اُن کے اعمال کی جزا اور اُن کے سفر کی آخری منزل ہو گی"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "جس میں اُن کی ہر خواہش پوری ہو گی، جس میں وہ ہمیشہ ہمیشہ رہیں گے، جس کا عطا کرنا تمہارے پروردگار کے ذمے ایک واجب الادا وعدہ ہے"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "اور وہ وہی دن ہو گا جب کہ (تمہارا رب) اِن لوگوں کو بھی گھیر لائے گا اور ان کے اُن معبودوں کو بھی بُلا لے گا جنہیں آج یہ اللہ کو چھوڑ کر پوج رہے ہیں، پھر وہ اُن سے پوچھے گا \"کیا تم نے میرے اِن بندوں کر گمراہ کیا تھا؟ یا یہ خود راہِ راست سے بھٹک گئے تھے؟"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "وہ عرض کریں گے \"پاک ہے آپ کی ذات، ہماری تو یہ بھی مجال نہ تھی کہ آپ کے سوا کسی کو اپنا مولا بنائیں مگر آپ نے اِن کو اور ان کے باپ دادا کو خوب سامانِ زندگی دیا حتیٰ کہ یہ سبق بھول گئے اور شامت زدہ ہو کر رہے"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "یوں جھٹلا دیں گے وہ (تمہارے معبود) تمہاری اُن باتوں کو جو آج تم کہہ رہے ہو، پھر تم نہ اپنی شامت ٹال سکو گے نہ کہیں سے مدد پا سکو گے اور جو بھی تم میں سے ظلم کرے اسے ہم سخت عذاب کا مزہ چکھائیں گے"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "اے محمدؐ، تم سے پہلے جو رسول بھی ہم نے بھیجے ہیں وہ سب بھی کھانا کھانے والے اور بازاروں میں چلنے پھرنے والے لوگ ہی تھے دراصل ہم نے تم لوگوں کو ایک دوسرے کے لیے آزمائش کا ذریعہ بنا دیا ہے کیا تم صبر کرتے ہو؟ تمہارا رب سب کچھ دیکھتا ہے"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "جو لوگ ہمارے حضور پیش ہونے کا اندیشہ نہیں رکھتے وہ کہتے ہیں \"کیوں نہ فرشتے ہمارے پاس بھیجے جائیں؟ یا پھر ہم اپنے رب کو دیکھیں\" بڑا گھمنڈ لے بیٹھے یہ اپنے نفس میں اور حد سے گزر گئے یہ اپنی سرکشی میں"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "جس روز یہ فرشتوں کو دیکھیں گے وہ مجرموں کے لیے کسی بشارت کا دن نہ ہوگا، چیخ اٹھیں گے کہ پناہ بخدا"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "اور جو کچھ بھی ان کا کیا دھرا ہے اُسے لے کر ہم غبار کی طرح اڑا دیں گے"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "بس وہی لوگ جو جنت کے مستحق ہیں اُس دن اچھی جگہ ٹھیریں گے اور دوپہرگزارنے کو عمدہ مقام پائیں گے"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "آسمان کو چیرتا ہوا ایک بادل اس روز نمودار ہو گا اور فرشتوں کے پرے کے پرے اتار دیے جائیں گے"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "اُس روز حقیقی بادشاہی صرف رحمان کی ہو گی اور وہ منکرین کے لیے بڑا سخت دن ہو گا"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "ظالم انسان اپنا ہاتھ چبائے گا اور کہے گا \"کاش میں نے رسول کا ساتھ دیا ہوتا"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "ہائے میری کم بختی، کاش میں نے فلاں شخص کو دوست نہ بنایا ہوتا"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "اُس کے بہکائے میں آ کر میں نے وہ نصیحت نہ مانی جو میرے پاس آئی تھی، شیطان انسان کے حق میں بڑا ہی بے وفا نکلا"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "اور رسول کہے گا کہ \"اے میرے رب، میری قوم کے لوگوں نے اس قرآن کو نشانہ تضحیک بنا لیا تھا"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "اے محمدؐ، ہم نے تو اسی طرح مجرموں کو ہر نبی کا دشمن بنایا ہے اور تمہارے لیے تمہارا رب ہی رہنمائی اور مدد کو کافی ہے"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "منکرین کہتے ہیں \"اِس شخص پر سارا قرآن ایک ہی وقت میں کیوں نہ اتار دیا گیا؟\" ہاں، ایسا اس لیے کیا گیا ہے کہ اس کو اچھی طرح ہم تمہارے ذہن نشین کرتے رہیں اور (اسی غرض کے لیے) ہم نے اس کو ایک خاص ترتیب کے ساتھ الگ الگ اجزاء کی شکل دی ہے"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "اور (اس میں یہ مصلحت بھی ہے) کہ جب کبھی وہ تمہارے سامنے کوئی نرالی بات (یا عجیب سوال) لے کر آئے، اُس کا ٹھیک جواب بر وقت ہم نے تمہیں دے دیا اور بہترین طریقے سے بات کھول دی"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "جو لوگ اوندھے منہ جہنم کی طرف دھکیلے جانے والے ہیں ان کا موقف بہت برا اور ان کی راہ حد درجہ غلط ہے"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "ہم نے موسیٰؑ کو کتاب دی اور اس کے ساتھ اس کے بھائی ہارونؑ کو مددگار کے طور پر لگایا"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "اور اُن سے کہا کہ جاؤ اُس قوم کی طرف جس نے ہماری آیات کو جھٹلا دیا ہے آخر کار اُن لوگوں کو ہم نے تباہ کر کے رکھ دیا"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "یہی حال قوم نوحؑ کا ہوا جب انہوں نے رسولوں کی تکذیب کی ہم نے اُن کو غرق کر دیا اور دنیا بھر کے لوگوں کے لیے ایک نشان عبرت بنا دیا اور ان ظالموں کے لیے ایک دردناک عذاب ہم نے مہیا کر رکھا ہے"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "اِسی طرح عاد اور ثمود اور اصحاب الرس اور بیچ کی صدیوں کے بہت سے لوگ تباہ کیے گئے"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "اور ان میں سے ہر ایک کو ہم نے (پہلے تباہ ہونے والوں کی) مثالیں دے دے کر سمجھایا اور آخرکار ہر ایک کو غارت کر دیا"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "اور اُس بستی پر تو اِن کا گزر ہو چکا ہے جس پر بدترین بارش برسائی گئی تھی کیا انہوں نے اس کا حال دیکھا نہ ہو گا؟ مگر یہ موت کے بعد دوسری زندگی کی توقع ہی نہیں رکھتے"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "یہ لوگ جب تمہیں دیکھتے ہیں تو تمہارا مذاق بنا لیتے ہیں (کہتے ہیں) \"کیا یہ شخص ہے جسے خدا نے رسول بنا کر بھیجا ہے؟"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "اِس نے تو ہمیں گمراہ کر کے اپنے معبودوں سے برگشتہ ہی کر دیا ہوتا اگر ہم اُن کی عقیدت پر جم نہ گئے ہوتے\" اچھا، وہ وقت دور نہیں ہے جب عذاب دیکھ کر اِنہیں خود معلوم ہو جائے گا کہ کون گمراہی میں دور نکل گیا تھا"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "کبھی تم نے اُس شخص کے حال پر غور کیا ہے جس نے اپنی خواہش نفس کو اپنا خدا بنا لیا ہو؟ کیا تم ایسے شخص کو راہِ راست پر لانے کا ذمہ لے سکتے ہو؟"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "کیا تم سمجھتے ہو کہ ان میں سے اکثر لوگ سنتے اور سمجھتے ہیں؟ یہ تو جانوروں کی طرح ہیں، بلکہ اُن سے بھی گئے گزرے"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "تم نے دیکھا نہیں کہ تمہارا رب کس طرح سایہ پھیلا دیتا ہے؟ اگر وہ چاہتا تو اسے دائمی سایہ بنا دیتا ہم نے سورج کو اُس پر دلیل بنایا"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "پھر (جیسے جیسے سورج اٹھتا جاتا ہے) ہم اس سائے کو رفتہ رفتہ اپنی طرف سمیٹتے چلے جاتے ہیں"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "اور وہ اللہ ہی ہے جس نے رات کو تمہارے لیے لباس، اور نیند کو سکونِ موت، اور دن کو جی اٹھنے کا وقت بنایا"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "اور وہی ہے جو اپنی رحمت کے آگے آگے ہواؤں کو بشارت بنا کر بھیجتا ہے پھر آسمان سے پاک پانی نازل کرتا ہے"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "تاکہ ایک مردہ علاقے کو اس کے ذریعے زندگی بخشے اور اپنی مخلوق میں سے بہت سے جانوروں اور انسانوں کو سیراب کرے"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "اس کرشمے کو ہم بار بار ان کے سامنے لاتے ہیں تاکہ وہ کچھ سبق لیں، مگر اکثر لوگ کفر اور ناشکری کے سوا کوئی دوسرا رویہ اختیار کرنے سے انکار کر دیتے ہیں"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "اگر ہم چاہتے تو ایک ایک بستی میں ایک ایک نذیر اٹھا کھڑا کرتے"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "پس اے نبیؐ، کافروں کی بات ہرگز نہ مانو اور اس قرآن کو لے کر ان کے ساتھ جہاد کبیر کرو"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "اور وہی ہے جس نے دو سمندروں کو ملا رکھا ہے ایک لذیذ و شیریں، دوسرا تلخ و شور اور دونوں کے درمیان ایک پردہ حائل ہے ایک رکاوٹ ہے جو انہیں گڈ مڈ ہونے سے روکے ہوئے ہے"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "اور وہی ہے جس نے پانی سے ایک بشر پیدا کیا، پھر اس سے نسب اور سسرال کے دو الگ سلسلے چلائے تیرا رب بڑا ہی قدرت والا ہے"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "اس خدا کو چھوڑ کر لوگ اُن کو پوج رہے ہیں جو نہ ان کو نفع پہنچا سکتے ہیں نہ نقصان، اور اوپر سے مزید یہ کہ کافر اپنے رب کے مقابلے میں ہر باغی کا مدد گار بنا ہوا ہے"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "اے محمدؐ، تم کو تو ہم نے بس ایک مبشر اور نذیر بنا کر بھیجا ہے"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "اِن سے کہہ دو کہ \"میں اس کام پر تم سے کوئی اُجرت نہیں مانگتا، میری اُجرت بس یہی ہے کہ جس کا جی چاہے وہ اپنے رب کا راستہ اختیار کر لے"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "اور اے محمدؐ، اُس خدا پر بھروسہ رکھو جو زندہ ہے اور کبھی مرنے والا نہیں اس کی حمد کے ساتھ اس کی تسبیح کرو اپنے بندوں کے گناہوں سے بس اُسی کا باخبر ہونا کافی ہے"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "وہ جس نے چھ دنوں میں زمین اور آسمان کو اور اُن ساری چیزوں کو بنا کر رکھ دیا جو آسمان و زمین کے درمیان ہیں، پھر آپ ہی (کائنات کے تخت سلطنت) \"عرش\" پر جلوہ فرما ہوا رحمٰن، اس کی شان بس کسی جاننے والے سے پوچھو"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "اِن لوگوں سے جب کہا جاتا ہے کہ اس رحمان کو سجدہ کرو تو کہتے ہیں \"رحمان کیا ہوتا ہے؟ کیا بس جسے تو کہہ دے اسی کو ہم سجدہ کرتے پھریں؟\" یہ دعوت ان کی نفرت میں الٹا اور اضافہ کر دیتی ہے"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "بڑا متبرک ہے وہ جس نے آسمان میں برج بنائے اور اس میں ایک چراغ اور ایک چمکتا چاند روشن کیا"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "وہی ہے جس نے رات اور دن کو ایک دوسرے کا جانشین بنایا، ہر اس شخص کے لیے جو سبق لینا چاہے، یا شکر گزار ہونا چاہے"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "رحمان کے (اصلی) بندے وہ ہیں جو زمین پر نرم چال چلتے ہیں اور جاہل ان کے منہ کو آئیں تو کہہ دیتے ہیں کہ تم کو سلام"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "جو اپنے رب کے حضور سجدے اور قیام میں راتیں گزارتے ہیں"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "جو دعائیں کرتے ہیں کہ \"اے ہمارے رب، جہنم کے عذاب سے ہم کو بچا لے، اُس کا عذاب تو جان کا لاگو ہے"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "وہ بڑا ہی برا مستقر اور مقام ہے"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "جو خرچ کرتے ہیں تو نہ فضول خرچی کرتے ہیں نہ بخل، بلکہ ان کا خرچ دونوں انتہاؤں کے درمیان اعتدال پر قائم رہتا ہے"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "جو اللہ کے سوا کسی اور معبود کو نہیں پکارتے، اللہ کی حرام کی ہوئی کسی جان کو ناحق ہلاک نہیں کرتے، اور نہ زنا کے مرتکب ہوتے ہیں یہ کام جو کوئی کرے وہ اپنے گناہ کا بدلہ پائے گا"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "قیامت کے روز اس کو مکرّر عذاب دیا جائے گا اور اسی میں وہ ہمیشہ ذلت کے ساتھ پڑا رہے گا"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "اِلّا یہ کہ کوئی (ان گناہوں کے بعد) توبہ کر چکا ہو اور ایمان لا کر عمل صالح کرنے لگا ہو ایسے لوگوں کی برائیوں کو اللہ بھلائیوں سے بدل دے گا اور وہ بڑا غفور رحیم ہے"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "جو شخص توبہ کر کے نیک عملی اختیار کرتا ہے وہ تو اللہ کی طرف پلٹ آتا ہے جیسا کہ پلٹنے کا حق ہے"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "(اور رحمٰن کے بندے وہ ہیں) جو جھوٹ کے گواہ نہیں بنتے اور کسی لغو چیز پر ان کا گزر ہو جائے تو شریف آدمیوں کی طرح گزر جاتے ہیں"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "جنہیں اگر اُن کے رب کی آیات سنا کر نصیحت کی جاتی ہے تو وہ اس پر اندھے اور بہرے بن کر نہیں رہ جاتے"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "جو دعائیں مانگا کرتے ہیں کہ \"اے ہمارے رب، ہمیں اپنی بیویوں اور اپنی اولاد سے آنکھوں کی ٹھنڈک دے اور ہم کو پرہیز گاروں کا امام بنا"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "یہ ہیں وہ لوگ جو اپنے صبر کا پھل منزل بلند کی شکل میں پائیں گے آداب و تسلیمات سے اُن کا استقبال ہو گا"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "وہ ہمیشہ ہمیشہ وہاں رہیں گے کیا ہی اچھا ہے وہ مستقر اور وہ مقام"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "اے محمدؐ، لوگوں سے کہو \"میرے رب کو تمہاری کیا حاجت پڑی ہے اگر تم اس کو نہ پکارو اب کہ تم نے جھٹلا دیا ہے، عنقریب وہ سزا پاؤ گے کہ جان چھڑانی محال ہو گی"
        }
    ]
}