{
    "chapter": [
        {
            "chapter": 76,
            "verse": 1,
            "text": "Gercek su ki, insanın uzerinden, daha kendisi anılmaya deger bir sey degilken, uzun zamanlardan (dehr) bir sure (hin) gelip-gecti"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Suphesiz Biz insanı, karmasık olan bir damla sudan yarattık. Onu deniyoruz. Bundan dolayı onu isiten ve goren yaptık"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Biz ona yolu gosterdik; (artık o,) ya sukredici olur ya da nankor"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "Dogrusu Biz kafirlere zincirler, demir halkalar (tomruklar) ve cılgınca yanan bir ates hazırladık"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "Suphesiz ki iyiler (ebrar), karısımı kafur olan bir kadehten icerler"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "Allah'ın kullarının kendisinden ictikleri bir kaynak; onu fıskırttıkca fıskırtıp akıtırlar"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Adaklarını yerine getirirler ve serri (kotulugu) yaygın olan bir gunden korkarlar"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Kendileri, ona duydukları sevgiye ragmen yemegi, yoksula, yetime ve esire yedirirler"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "Biz size, ancak Allah'ın yuzu (rızası) icin yediriyoruz; sizden ne bir karsılık istiyoruz, ne bir tesekkur"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Cunku biz, asık suratlı, zorlu bir gun nedeniyle Rabbimiz'den korkuyoruz"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Artık Allah, onları boyle bir gunun serrinden korumus ve onlara parıltılı bir aydınlık ve bir sevinc vermistir"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "Ve sabretmeleri dolayısıyla cennetle ve ipekle odullendirmistir"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Orada tahtlar uzerinde yaslanıp-dayanmıslardır. Orada ne (yakıcı) bir gunes ve ne de dondurucu bir soguk gorurler"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "(Meyvelerin) Golgeleri onlara pek yakın ve devsirilmeleri kolaylastırıldıkca kolaylastırılmıs"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Cevrelerinde gumusten billur kablar, kupalar dolastırılır"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "Gumusten billur kaplar ki, onları belli bir olcuyle tespit etmislerdir"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Orada onlara bir kadeh icirilir ki, karısımı zencefildir"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "Bir pınar ki orada \"selsebil\" olarak adlandırılır"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Cevrelerinde (genclikleri ve dinclikleri) ebedi kılınmıs civanlar dolasır-durur; sen onları gordugun zaman sacılmıs birer inci sanırsın"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Her nereye baksan, bir nimet ve buyuk bir mulk gorursun"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Onların uzerinde hafif ipek ve agır islenmis atlastan yesil elbiseler vardır. Gumusten bileziklerle bezenmislerdir. Rableri onlara tertemiz bir sarab icirmistir"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "Suphesiz, bu, sizin icin bir mukafaattır. Sizin caba-harcamanız sukre deger (meskur: makbul) gorulmustur"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Gercek su ki, Kur'an'ı senin uzerine 'safhalar halinde bir indirme tarzıyla (tenzil)’ indiren Biziz, Biz"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Oyleyse, Rabbinin hukmune sabır goster. Onlardan gunahkar veya nankor olana itaat etme"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Ve sabah, aksam Rabbinin adını zikret"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "Gecenin bir bolumunde O'na secde et ve geceleyin uzun uzadıya O'nu tesbih et"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Gercek su ki bunlar, carcabuk gecmekte olan (dunyay)ı seviyorlar. Onlerinde bulunan agır bir gunu bırakıyorlar"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Onları Biz yarattık ve baglarını sımsıkı bagladık. Diledigimiz zaman da onları benzerleriyle degistiririz"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Suphesiz, bu bir oguttur. Artık dileyen Rabbine bir yol bulabilir"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Allah dilemedikce siz dileyemezsiniz. Gercekten Allah, bilendir, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "Diledigini Kendi rahmetine sokar. Zalimlere ise, onlar icin acı bir azap hazırlamıstır"
        }
    ]
}