{
    "rukus": [
        {
            "chapter": 12,
            "verse": 36,
            "text": "S njim su u tamnicu usla jos dva momka. \"Ja sam sanjao da cijedim vino\", rece jedan od njih. \"A ja, opet\", rece drugi, \"kako na glavi nosim hljeb koji ptice kljuju. Protumaci nam to, jer vidimo da si, zaista, jedan od dobrocinitelja"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Nista od onoga sto jedete nece vam doneseno biti, a da vam ja prije ne kazem sto cete dobiti\", rece Jusuf. \"To je samo dio onoga cemu me naucio Gospodar moj, ja se klonim vjere naroda koji u Allaha ne vjeruje i koji i ahiret negira"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "i slijedim vjeru predaka svojih, Ibrahima i Ishaka i Jakuba; nama ne prilici da ikoga Allahu u obozavanju pridruzujemo. To je iz Allahove darezljivosti prema nama i ostalim ljudima, ali vecina ljudi ne zahvaljuje"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "O drugovi moji u tamnici, da li su raznorazna bozanstva bolja ili Allah, Jedini i Potcinitelj svega"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Oni koje, mimo Njega, obozavate - samo su imena koja ste im nadjenuli vi i preci vasi - Allah o njima nikakva dokaza nije objavio. Sud pripada jedino Allahu, a On je naredio da samo Njemu u ibadetu budete. To je jedino prava vjera, ali vecina ljudi ne zna"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "O drugovi moji u tamnici, jedan ce od vas gospodara svoga vinom pojiti, a drugi ce raspet biti, pa ce mu ptice glavu kljuvati. Ono sto ste pitali vec je određeno"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "A onome od njih dvojice za kojeg je znao da ce spasen biti rece: \"Spomeni me gospodaru svome!\", ali sejtan ucini te on zaboravi da ga spomene gospodaru svome, i Jusuf ostade u tamnici nekoliko godina"
        }
    ]
}