{
    "rukus": [
        {
            "chapter": 20,
            "verse": 90,
            "text": "A njima je Harun jos prije govorio: \"O narode moj, vi ste njime samo u iskusenje dovedeni; Gospodar vas je Svemilosni, zato slijedite mene i slusajte naređenje moje"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Mi cemo mu u obozavanju privrzeni biti sve dok nam se ne vrati Musa\", rekose oni"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "O Harune!\", povika Musa. \"Sta te je sprijecilo, kad si ih vidio da su zalutali"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "pa za mnom nisi posao? Zasto nisi naređenje moje poslusao"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "O sine moje majke\", rece Harun, \"ne hvataj me za bradu i za kosu! Ja sam se plasio da ti ne reknes: 'Razdor si među sinovima Israilovim posijao i nisi postupio onako kako sam ti rekao"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "A sta si ti to htio, o Samirija?\", upita Musa"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Ja sam vidio ono sto oni nisu vidjeli\", odgovori on, \"pa sam saku zemlje sa traga Izaslanikova uzeo i to bacio, i eto, tako mi to uljepsa moja dusa"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "E onda se gubi!\", rece Musa, \"citavog svog zivota ces govoriti: 'Nema doticanja!', a ceka te jos i Cas određeni koji te nece mimoici. Pogledaj samo ovoga tvog boga kojem si u obozavanju privrzen bio: mi cemo ga sigurno spaliti i po moru mu prah rasuti"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Vas Bog je, Allah, drugog boga osim Njega nema! On znanjem sve obuhvata"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "I tako, eto, kazujemo ti neke vijesti o onome sto je vec proslo i dali smo ti od Nas Opomenu"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Ko se od nje okrene, na Kijametskom danu ce doista tesko breme ponijeti"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "vjecno ce tako ostati, a jeziv tovar ce im na Kijametskom danu biti"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Na Dan kada ce se u rog puhnuti - Taj dan cemo prestupnike modre sakupiti"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "i jedan drugom ce tiho govoriti: \"Niste ostali vise od deset dana"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Mi dobro znamo o cemu ce oni govoriti kad najrazboritiji između njih rekne: \"Ostali ste samo dan jedan"
        }
    ]
}