{
    "rukus": [
        {
            "chapter": 11,
            "verse": 36,
            "text": "E foi revelado a Noé: Ninguém, dentre seu povo, acreditará, salvo quem já tenha acreditado. Não te aflijas, pois, peloque fazem"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "E constrói a arca sob a Nossa vigilância e segundo a Nossa inspiração, e não Me peças em favor dos iníquos, porqueserão afogados"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "E começou a construir a arca. E cada vez que os chefes, dentre seu povo, passavam por perto, escarneciam dele. Disse-lhes: Se escarnecerdes de nós, escarneceremos de vós, tal como o fazeis"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Porém, logo sabereis a quem açoitará um castigo que o aviltará e quem merecerá um tormento eterno"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Até que, quando se cumpriu o Nosso desígnio e jorraram as fontes (da terra), dissemos (a Noé): Embarca nela (a arca) um casal de cada espécie, juntamente com a tua família, exceto aquele sobre quem tenha sido pronunciada a sentença, eembarca os que creram. Mas não creram com ele, senão poucos"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "E (Noé) disse: Embarcai nela; que seu rumo e sua ancoragem sejam em nome de Deus, porque meu Senhor é Indulgente, Misericordiosíssimo"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "E nela navegava com eles por entre ondas que eram como montanhas; e Noé chamou seu filho, que permanecia afastado, e disse-lhe: Ó filho meu, embarca conosco e não fiques com os incrédulos"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "Porém, ele disse: Refugiar-me-ei em um monte, que me livrará da água. Retrucou-lhe Noé: Não há salvação paraninguém, hoje, do desígnio de Deus, salvo para aquele de quem Ele se apiade. E as ondas os separaram, e o filho foi dosafogados"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "E foi dito: Ó terra, absorve as tuas águas! Ó céu, detém-te! E as águas foram absorvidas e o desígnio foi cumprido. E (aarca) se deteve sobre o monte Al-judi. E foi dito: distância com o povo iníquo"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "E Noé clamou ao seu Senhor, dizendo: Ó Senhor meu, meu filho é da minha família; e Tua promessa é verdadeira, poisTu és o mais equânime dos juízes"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "Respondeu-lhe: Ó Noé, em verdade ele não é da tua família, porque sua conduta é injusta; não Me perguntes, pois, acerca daquilo que ignoras; exorto-te a que não sejas um do insipientes"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Disse: Ó Senhor meu, refugio-me em Ti por perguntar acerca do que ignoro e, se não me perdoares e Te compadeceresem mim, serei um dos desventurados"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Foi-lhe dito: Ó Noé, desembarca, com a Nossa saudação e a Nossa bênção sobre ti e sobre os seres que (advirão doque) estão contigo. Porém, haverá povos, os quais (por um tempo) agraciaremos; logo, (depois) atingi-los-á o Nossodoloroso castigo"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Esses são alguns relatos do incognoscível que te revelamos, que os não conhecias tu, nem o teu povo, antes disso. Persevera, pois, porque a recompensa será para os tementes"
        }
    ]
}