{
    "rukus": [
        {
            "chapter": 16,
            "verse": 10,
            "text": "Ele é Quem envia a água do céu, da qual bebeis, e mediante a qual brotam arbustos com que alimentais o gado"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "E com ela faz germinar a plantação, a oliveira, a tamareira, a videira, bem como toda a sorte de frutos. Nisto há um sinalpara os que refletem"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "E submeteu, para vós, a noite e o dia; o sol, a lua e as estrelas estão submetidos às Suas ordens. Nisto há sinais para ossensatos"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Bem como em tudo quanto vos multiplicou na terra, de variegadas cores. Certamente nisto há sinal para os que meditam"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "E foi Ele Quem submeteu, para vós, o mar para que dele comêsseis carne fresca e retirásseis certos ornamentos com quevos enfeitais. Vedes nele os navios sulcando as águas, à procura de algo de Sua graça; quiçá sejais agradecidos"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "E fixou na terra sólidas montanhas, para que ela não estremeça convosco, bem como rios, e caminhos pelos quais vosguiais"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "Assim como os marcos, constituindo-se das estrelas, pelas quais (os homens) se guiam"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Poder-se-á comparar o Criador com quem nada pode criar? Não meditais"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Porém, se pretenderdes contar as mercês de Deus, jamais podereis enumerá-las. Sabei que Deus é Indulgente, Misericordiosíssimo"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Deus conhece tanto o que ocultais, como o que manifestais"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "E os que eles invocam, em vez de Deus, nada podem criar, posto que eles mesmos são criados"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "São mortos, sem vida, e ignoram quando serão ressuscitados"
        }
    ]
}