{
    "rukus": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "Inspiramos-te, assim como inspiramos Noé e os profetas que o sucederam; assim, também, inspiramos Abraão, Ismael, Isaac, Jacó e as tribos, Jesus, Jó, Jonas, Aarão, Salomão, e concedemos os Salmos a Davi"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "E enviamos alguns mensageiros, que te mencionamos, e outros, que não te mencionamos; e Deus falou a Moisésdiretamente"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Foram mensageiros alvissareiros e admoestadores, para que os humanos não tivessem argumento algum ante Deus, depois do envio deles, pois Deus é Poderoso, Prudentíssimo"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Deus atesta que o que te revelou, revelou-to de Sua sapiência, assim como os anjos também o atestam. E basta Deus portestemunha (disso)"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Aqueles que rejeitaram a fé e desviaram os demais da senda de Deus, desviaram-se profundamente"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "(Quanto) àqueles que rejeitaram a fé e cometeram injustiças, Deus nunca os perdoará, nem os orientará qualquercaminho"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "A não ser o do inferno, onde morarão eternamente, porque isso é fácil para Deus"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Ó humanos, por certo que vos chegou o Mensageiro com a Verdade de vosso Senhor. Crede, pois, nele, que será melhorpara vós. Porém, se descrerdes, sabei que a Deus pertence tudo quanto existe nos céus e na terra e que Ele é Sapiente, Prudentíssimo"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "Ó adeptos do Livro, não exagereis em vossa religião e não digais de Deus senão a verdade. O Messias, Jesus, filho deMaria, foi tão-somente um mensageiro de Deus e Seu Verbo, com o qual Ele agraciou Maria por intermédio do Seu Espírito. Crede, pois, em Deus e em Seus mensageiros e digais: Trindade! Abstende-vos disso, que será melhor para vós; sabei queDeus é Uno. Glorificado seja! Longe está a hipótese de ter tido um filho. A Ele pertence tudo quanto há nos céus e na terra, eDeus é mais do que suficiente Guardião"
        }
    ]
}