{
    "chapter": [
        {
            "chapter": 3,
            "verse": 1,
            "text": "ALIF LAM MIM"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "God, there is no god but He, the living, the self-subsistent"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "He has sent down to thee the Book, in truth, confirming what was before it, and has revealed the law, and the gospel"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "before for the guidance of men, and has revealed the Discrimination. Verily, those who disbelieve in the signs of God, for them is severe torment, for God is mighty and avenging"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Verily, God, there is nothing hidden from Him in the earth, nor in the heaven"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "He it is who fashions you in the womb as He pleases. There is no God but He, the mighty, the wise"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "He it is who has revealed to thee the Book, of which there are some verses that are decisive, they are the mother of the Book; and others ambiguous; but as for those in whose hearts is perversity, they follow what is ambiguous, and do crave for sedition, craving for (their own) interpretation of it; but none know the interpretation of it except God. But those who are well grounded in knowledge say, 'We believe in it; it is all from our Lord; but none will remember save those who possess minds"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "O Lord! pervert not our hearts again when Thou hast guided them, and grant us mercy from Thee, for Thou art He who grants"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "O Lord! Thou shalt gather together men unto the day wherein is no doubt. Verily, God will not depart from His promise"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Verily, those who misbelieve, their wealth shall not help them, nor their children, against God at all; and they it is who are the fuel of the fire"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "As was the wont of Pharaoh's people, and those before them, they said our signs were lies, and God caught them up in their sins, for God is severe to punish"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Say to those who misbelieve, 'Ye shall be overcome and driven together to hell, an ill couch will it be"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Ye have had a sign in the two parties who met; one party fighting in the way of God, the other misbelieving; these saw twice the same number as themselves to the eye-sight, for God aids with His help those whom He pleases.' Verily, in that is a lesson for those who have perception"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Seemly unto men is a life of lusts, of women, and children, and hoarded talents of gold and silver, and of horses well-bred, and cattle, and tilth;- that is the provision for the life of this world; but God, with Him is the best resort"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Say, 'But shall we tell you of a better thing than this?' For those who fear are gardens with their Lord, beneath which rivers flow; they shall dwell therein for aye, and pure wives and grace from God; the Lord looks on His servants"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "who say, 'Lord, we believe, pardon Thou our sins and keep us from the torment of the fire"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "the patient, the truthful, the devout, and those who ask for pardon at the dawn"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "God bears witness that there is no god but He, and the angels, and those possessed of knowledge standing up for justice. There is no God but He, the mighty, the wise"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Verily, (the true) religion in God's sight is Islam, and those to whom the Book was given disagreed not until after that there was given to them knowledge, through mutual envy. But whoso disbelieves in God's signs, truly God is quick at reckoning up"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "And if they would dispute with thee, then say, 'I turn my face with resignation unto God, and whoso follows me.' And say to those who have been given the Book, unto the Gentiles, 'Are ye, too, resigned' and if they are resigned, then are they guided. But if they turn their backs, then thou hast only to preach, and God looks on his servants"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Verily, those who disbelieve in God's signs, and kill the prophets without right, and kill those from among men, who bid what is just,- to them give the glad tidings of grievous woe"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "These are they whose works are void in this world and the next, and helpers have they none"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Did ye not see those who have been given a portion of the Book? they were called unto the Book of God to decide between them; and then a sect of them turned their backs and turned away"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "that is because they say the fire shall not touch us save for a certain number of days. But that deceived them in their religion which they had invented"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "How will it be when we have gathered them together for a day whereof there is no doubt, when each soul shall be paid what it has earned, and they shall not be wronged"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Say, 'O God, Lord of the kingdom! Thou givest the kingdom to whomsoever Thou pleasest, and strippest the kingdom from whomsoever Thou pleasest; Thou honourest whom Thou pleasest, and abasest whom Thou pleasest; in Thy hand is good. Verily, Thou art mighty over all"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Thou dost turn night to day, and dost turn day to night, and dost bring forth the living from the dead, and dost provide for whom Thou pleasest without taking count"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Those who believe shall not take misbelievers for their patrons, rather than believers, and he who does this has no part with God at all, unless, indeed, ye fear some danger from them. But God bids you beware of Himself, for unto Him your journey is"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Say, 'If ye hide that which is in your breasts, or if ye show it, God knows it: He knows what is in the heavens and what is in the earth, for God is mighty over all"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "The day that every soul shall find what it has done of good present before it; and what it has done of evil, it would fain that there were between itself and that a wide interval. 'God bids you beware of Himself, but God is gentle with His servants"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Say, 'If ye would love God then follow me, and God will love you and forgive you your sins, for God is forgiving and merciful"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Say, 'Obey God and the Apostle; but if ye turn your backs God loves not misbelievers"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Verily, God has chosen Adam, and Noah, and Abraham's people, and Imran's people above the world"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "a seed, of which one succeeds the other, but God both hears and knows"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "When Imran's wife said, 'Lord! I have vowed to Thee what is within my womb, to be dedicated unto Thee, receive it then from me. Verily, Thou dost hear and know"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "And when she brought it forth she said, 'Verily, I have brought it forth a female' - but God knew best what she brought forth; and a male is not like a female - 'I have called her Mary, and I seek a refuge in Thee for her and for her seed from Satan the pelted"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "And her Lord received her with a good reception, and made her grow up with a good growth, and Zachariah took care of her. Whenever Zachariah entered the chamber to her he found beside her a provision, and said, 'O Mary, how hast thou this?' She said, 'It is from God, for God provides for whom He pleases without count"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Therefore prayed Zachariah to his Lord, and said, 'Lord, grant me from Thee a good seed. Verily, Thou hearest prayer"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "And an angel cried out to him as he was standing praying in the chamber (and said) that 'God gives thee the glad tidings of John, to confirm the Word from God,- of a chief and a chaste one, and a prophet from amongst the righteous"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "He said, 'My Lord, how can there be to me a boy when old age has reached me, and my wife is barren?' Said he, 'Thus God does what He pleaseth"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "He said, 'My Lord, make for me a sign.' He said, 'Thy sign is that thou shalt not speak to men for three days, save by gesture; but remember thy Lord much, and celebrate His praises in the evening and the morning"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "And when the angels said, 'O Mary! verily, God has chosen thee, and has purified thee, and has chosen thee above the women of the world"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "O Mary! be devout unto thy Lord, and adore and bow down with those who bow"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "That is (one) of the declarations of the unseen world which we reveal to thee, though thou wert not by them when they threw their lots which of them should take care of Mary, nor were ye by them when they did dispute"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "When the angel said, 'O Mary! verily, God gives thee the glad tidings of a Word from Him; his name shall be the Messiah Jesus the son of Mary, regarded in this world and the next and of those whose place is nigh to God"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "And he shall speak to people in his cradle, and when grown up, and shall be among the righteous"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "She said, 'Lord! how can I have a son, when man has not yet touched me?' He said, 'Thus God creates what He pleaseth. When He decrees a matter He only says BE and it is"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "and He will teach him the Book, and wisdom, and the law, and the gospel"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "and he shall be a prophet to the people of Israel (saying), that I have come to you, with a sign from God, namely, that I will create for you out of clay as though it were the form of a bird, and I will blow thereon and it shall become a bird by God's permission; and I will heal the blind from birth, and lepers; and I will bring the dead to life by God's permission; and I will tell you what you eat and what ye store up in your houses. Verily, in that is a sign for you if ye be believers"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "And I will confirm what is before you of the law, and will surely make lawful for you some of that which was prohibited from you. I have come to you with a sign from your Lord, so fear God and follow me"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "for God is my Lord, and your Lord, so worship Him:- this is the right path"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "And when Jesus perceived their unbelief, He said, 'Who are my helpers for God?' Said the apostles, 'We are God's helpers. We believe in God, so bear witness that we are resigned"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Lord, we have believed in what Thou hast revealed, and we have followed the Apostle, so write us down with those which bear witness"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "But they (the Jews) were crafty, and God was crafty, for God is the best of crafty ones"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "When God said, 'O Jesus! I will make Thee die and take Thee up again to me and will clear thee of those who misbelieve, and will make those who follow thee above those who misbelieve, at the day of judgment, then to me is your return. I will decide between you concerning that wherein ye disagree"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "And as for those who misbelieve, I will punish them with grievous punishment in this world and the next, and they shall have none to help them"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "But as for those who believe and do what is right, He will pay them their reward, for God loves not the unjust"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "That is what we recite to thee of the signs and of the wise reminder"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Verily the likeness of Jesus with God is as the likeness of Adam. He created him from earth, then He said to him BE, and he was"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "the truth from thy Lord, so be thou not of those who are in doubt"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "And whoso disputeth with thee after what has come to thee of knowledge, say, 'Come, let us call our sons and your sons, and our women and your women, and ourselves and yourselves: then we will imprecate and put God's curse on those who lie"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Verily, those are the true stories, and there is no god but God, and, verily, God He is the mighty, the wise"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "but if they turn back, God knows the evildoers"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Say, 'O ye people of the Book, come to a word laid down plainly between us and you, that we will not serve other than God, nor associate aught with him, nor take each other for lords rather than God.' But if they turn back then say, 'Bear witness that we are resigned"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "O people of the Book, why do ye dispute about Abraham, when the law and the gospel were not revealed until after him? What! do ye not understand"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Here ye are, disputing about what ye have some knowledge of; why then do ye dispute about what ye have no knowledge of? God knows and ye know not"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham was not a Jew, nor yet a Christian, but he was a `Hanif resigned, and not of the idolaters"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Verily, the people most worthy of Abraham are those who follow him and his prophets, and those who believe;- God is the patron of the believers"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "A sect of the people of the Book would fain they could lead you astray, but they only lead themselves astray, and they do not perceive"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "O people of the Book! why do ye disbelieve in the signs of God, the while ye witness them"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "O people of the Book! why do ye clothe the truth with falsehood and hide the truth the while ye know"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "A sect of the people of the Book say, 'Believe in what was revealed to those who believed at the first appearance of the day, and disbelieve it at the end thereof,' - that (others) may perchance go back (from their faith)"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "do not believe save one who followeth your religion.' Say, 'Verily, the (true) guidance is the guidance of God, that one should be given like what ye are given.' Or would they dispute with you before your Lord, say, 'Grace is in the hand of God, He gives it to whom he pleases, for God both comprehends and knows"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "He specially favours with his mercy whom he pleases, for God is Lord of mighty grace"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "And of the people of the Book, there are some of them who, if thou entrust them with a talent give it back to you; and some of them, if thou entrust them with a dinar, he will not give it back to thee except so long as thou dost stand over him. That is because they say, We owe no duty to the Gentiles;' but they tell a lie against God, the while they know"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Yea, whoso fulfils his covenant and fears,- verily, God loves those who fear"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Those who sell God's covenant and their oaths for a little price, these have no portion in the future life. God will not speak to them, and will not look upon them on the resurrection day, and will not purify them; but for them is grievous woe"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "And, verily, amongst them is a sect who twist their tongues concerning the Book, that ye may reckon it to be from the Book, but it is not from the Book. They say, 'It is from God,' but it is not from God, and they tell a lie against God, the while they know"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "It is not right for a man that God should give him a Book, and judgment, and prophecy, and that then he should say to men, 'Be ye servants of mine rather than of God;' but be ye rather masters of teaching the Book and of what ye learn"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "He does not bid you take the angels and the prophets for your lords; shall He bid you misbelieve again when you are once resigned"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "And when God took the compact from the prophets '(this is) surely what we have given you of the Book and wisdom. Then shall come to you the Apostle confirming what is with you. Ye must believe in him and help him.' He said, moreover, 'Are ye resolved and have ye taken my compact on that (condition).' They say, 'We are resolved.' He said, 'Then bear witness, for I am witness with you"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "but he who turns back after that, these are sinners"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "What is it other than God's religion that they crave? when to Him is resigned whosoever is in the heavens and the earth, will he or nill he, and to him shall they return"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Say, 'We believe in God, and what has been revealed to thee, and what was revealed to Abraham, and Ishmael, and Isaac, and Jacob, and the tribes, and what was given to Moses, and Jesus, and the prophets from their Lord,- we will make no distinction between any of them,- and we are unto Him resigned"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Whosoever craves other than Islam for a religion, it shall surely not be accepted from him, and he shall, in the next world, be of those who lose"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "How shall God guide people who have disbelieved after believing and bearing witness that the Apostle is true, and after there come to them manifest signs? God guides the unjust folk"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "These, their reward is, that on them is the curse of God, and of the angels, and of men together"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "they shall dwell therein for aye - the torment shall not be alleviated from them, nor shall they be respited"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "save those who repent after that, and act aright, for verily, God is forgiving and merciful"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Verily, those who misbelieve after believing, and then increase in misbelief, their repentance shall not be accepted; these are those who err"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Verily, those who misbelieve and die in misbelief, there shall not be accepted from any one of them the earth-full of gold, though he should give it as a ransom. For them is grievous woe, and helpers have they none"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Ye cannot attain to righteousness until ye expend in alms of what ye love. But what ye expend in alms, that God knows"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "All food was lawful to the children of Israel save what Israel made unlawful to himself before that the law was revealed. Say, 'Bring the law and recite it, if ye speak the truth"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "But whoso forges against God a lie, after that, they are the unjust"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Say, 'God speaks the truth, then follow the faith of Abraham, a `hanif, who was not of the idolaters"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Verily, the first House founded for men was surely that at Bekkah, for a blessing and a guidance to the worlds"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Therein are manifest signs,- Abraham's station, and whosoever enters in is safe. There is due to God from man a pilgrimage unto the House, for whosoever can find his way there. But whoso misbelieves - God is independent of the worlds"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Say, 'O people of the Book! why do ye misbelieve in God's signs, while God is witness of what ye do"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Say, 'O people of the Book! why do ye turn from the way of God him who believes, craving to make it crooked, while ye are witnesses? But God is not careless of what ye do"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O ye who believe! if ye obey the sect of those to whom the Book was brought, they will turn you, after your faith, to unbelievers again"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "How can ye misbelieve while unto you are recited the signs of God, and among you is His Apostle? But whoso takes tight hold on God, he is guided into the right way"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O ye who believe! fear God with the fear that He deserves, and die not save ye be resigned"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Take tight hold of God's rope altogether, and do not part in sects; but remember the favours of God towards you, when ye were enemies and He made friendship between your hearts, and on the morrow ye were, by His favour, brothers. Ye were on the edge of a pit of fire, but he rescued you therefrom. Thus does God show to you His signs, perchance ye may be guided"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "and that there may be of you a nation who shall invite to good, and bid what is reasonable, and forbid what is wrong; these are the prosperous"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Be not like those who parted in sects and disagreed after there came to them manifest signs; for them is mighty woe"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "on the day when faces shall be whitened and faces shall be blackened. As for those whose faces are blackened,- 'Did ye misbelieve after your faith, then taste the torment for your misbelief"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "But as for those whose faces are whitened, they are in God's mercy, and they shall dwell therein for aye"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "These are the signs of God. We recite them to you in truth, for God desires not wrong unto the worlds"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "God's is what is in the heavens and what is in the earth, and unto God affairs return"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Ye were the best of nations brought forth unto man. Ye bid what is reasonable, and forbid what is wrong, believing in God. Had the people of the Book believed, it would have been better for them. There are believers among them, though most of them are sinners"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "They shall surely not harm you save a hurt; and if they fight you, they shall show you their backs, then they shall not be helped"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "They are smitten with abasement wherever they be found, save for the rope of God and the rope of man; and they draw on themselves wrath from God. They are smitten, too, with poverty; that is because they did disbelieve in God's signs, and kill the prophets undeservedly. That is because they did rebel and did transgress"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "They are not all alike. Of the people of the Book there is a nation upright, reciting God's signs throughout the night, as they adore the while"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "They believe in God, and in the last day, and bid what is reasonable, and forbid what is wrong, and vie in charity; these are among the righteous"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "What ye do of good surely God will not deny, for God knows those who fear"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Verily, those who misbelieve, their wealth is of no service to them, nor their children either, against God; they are the fellows of the Fire, and they shall dwell therein for aye"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "The likeness of what they expend in this life of the world, is as the likeness of wind wherein is a cold blast that falls upon a people's tilth who have wronged themselves and destroys it. It is not God who wrongs them, but it is themselves they wrong"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "O ye who believe! take not to intimacy with others than yourselves; they will not fail to spoil you; they would fain ye came to trouble,- hatred is shown by their mouths; but what their breasts conceal is greater still. We have made manifest to you our signs, did ye but understand"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Ye it is who love them, but they love not you; and ye believe in the Book, all of it. But when they meet you they say, 'We believe;' and when they go aside they bite their finger tips at you through rage. Say, 'Die in your rage, for God doth know the nature of men's breasts"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "If good luck touch you it is bad for them, but if bad luck befall you they rejoice therein; yet if ye are patient and fear, their tricks shall not harm you, for what they do God comprehends"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "When thou didst set forth early from thy people to settle for the believers a camp to fight;- but God both hears and knows"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "when two companies of you were on the point of showing cowardice; but God was their guardian, for on God surely the believers do rely"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Why! God gave you victory at Bedr when ye were in a poor way; fear God, then, haply ye may give thanks"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "When thou didst say unto the believers, 'Is it not enough for you that your Lord assists you with three thousand of the angels sent down from on high"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Yea, if ye are patient and fear God, and they come upon you on a sudden, now, your Lord will assist you with five thousand of His angels, (angels) of mark"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "God only made this as glad tidings for you to comfort your hearts withal,- for victory is but from God, the mighty, the wise"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "to cut off the flank of those who misbelieve, or make them downcast, that they may retire disappointed"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Thou hast nothing to do with the affair at all, whether He turn towards them again or punish them; for, verily, they are unjust"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "God's is what is in the heavens and in the earth. He forgives whom He pleases, and punishes whom He pleases; for God is forgiving and merciful"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O ye who believe! devour not usury doubly doubled, but fear God, perchance ye may be prosperous"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "fear the fire which is prepared for the unbelievers"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "and obey God and His Apostle, perchance ye may get mercy"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "And vie with one another for pardon from your Lord, and for Paradise, the breadth of which is as the heaven and the earth, prepared for those who fear"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "for those who expend in alms, in prosperity and adversity, for those who repress their rage, and those who pardon men; God loves the kind"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Those who when they do a crime, or wrong themselves, remember God, and ask forgiveness for their sins,- and who forgives sins save God?- and do not persevere in what they did, the while they know"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "these have their reward:- pardon from their Lord, and gardens beneath which rivers flow, dwelling therein for aye; for pleasant is the hire of those who act like this"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Incidents have passed before your time, go on then in the earth, and see what was the end of those who called (the prophets) liars"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "This is an explanation unto men, and a guidance and a warning unto those who fear"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Do not give way nor grieve, for ye shall have the upper hand if ye but be believers"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "If a sore touch you, a sore like it has touched people: these are days which we make to alternate amongst mankind that God may know who it is that believe, and may take from you witnesses, for God loves not the unjust"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "and that God may assay those who believe, and blot out the misbelievers"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Do ye think that ye can enter Paradise and God not know those of you who have fought well, or know the patient"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Why, ye longed for death before ye met it! Now ye have looked upon it and ye halt"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Mohammed is but an apostle; apostles have passed away before his time; what if he die or is killed, will ye retreat upon your heels? He who retreats upon his heels does no harm to God at all; but God will recompense the thankful"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "It is not for any soul to die, save by God's permission written down for an appointed time; but he who wishes for the reward of this world we will give him of it, and he who wishes for the reward of the future we will give him of it, and we will recompense the grateful"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "How many prophets have myriads fought against! yet they did not give way at what befel them in God's way Nor were they weak, nor did they demean themselves:- God loves the patient"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "And their word was only to say, 'Lord, forgive us our sins and our extravagance in our affairs; and make firm our footing, and help us against the misbelieving folk"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "and God gave them the reward of this world, and good reward for the future too, for God doth love the kind"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "O ye who believe! if ye obey those who misbelieve, they will turn you back upon your heels, and ye will retreat the losers"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Nay, God is your Lord, He is the best of helpers"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "We will throw dread into the hearts of those who misbelieve, for that they associate that with God which He has sent down no power for; but their resort is fire, and evil is the resort of the unjust"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "God has truly kept His promise, when ye knocked them senseless by His permission, until ye showed cowardice, and wrangled, and rebelled, after he had shown you what ye loved. Amongst you are those who love this world, and amongst you are those who love the next. Then He turned you away from them to try you; but He has pardoned you, for God is Lord of grace unto believers"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "when ye went up and looked not round upon any one, although the Apostle was calling you from your rear. Therefore did God reward you with trouble on trouble that ye should not grieve after what ye had missed, nor for what befel you, for God is well aware of what ye do"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Then He sent down upon you after trouble safety,- drowsiness creeping over one company of you, and one company of you getting anxious about themselves, suspecting about God other than the truth, with the suspicion of the ignorant, and saying, 'Have we any chance in the affair?' Say, 'Verily, the affair is God's.' They conceal in themselves what they will not show to thee, and say, 'If we had any chance in the affair we should not be killed here.' Say, 'If ye were in your houses, surely those against whom slaughter was written down, would have gone forth to fight even to where they are lying now; that God may try what is in your breasts and assay what is in your hearts, for God doth know the nature of men's breasts"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Verily, those of you who turned your backs on that day when the two armies met, it was but Satan who made them slip for something they had earned. But God has now pardoned them; verily, God is forgiving and clement"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "O ye who believe! be not like those who misbelieve, and say unto their brethren when they knock about in the earth, or are upon a raid, 'Had they but been at home, they had not died and had not been killed.' It was that God might make a sighing in their hearts, for God gives life and death; and God on what ye do doth look"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "And if, indeed, ye be killed in God's way or die, surely forgiveness from God and mercy is better than what ye gather"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "and if ye die or be killed it is to God ye shall be assembled"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "It was by a sort of mercy from God thou didst deal gently with them, for hadst thou been rough and rude of heart they had dispersed from around thee. But pardon them, and ask forgiveness for them, and take counsel with them in the affair. As for what thou hast resolved, rely upon God; verily, God loves those who do rely"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "If God help you, there is none can overcome you; but if He leave you in the lurch, who is there can help you after Him? Upon God then let believers rely"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "It is not for the prophet to cheat; and he who cheats shall bring what he has cheated on the resurrection day. Then shall each soul be paid what it has earned, and they shall not be wronged"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Is he who follows the pleasure of God, like him who has drawn on himself anger from God, whose resort is hell? An evil journey shall it be"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "These are degrees with God, and God sees what ye do"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "God was surely very gracious to the believers, when He sent amongst them an apostle from themselves, to recite to them His signs, and purify them, and teach them the Book and wisdom, although they surely were before his time in manifest error"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Or when an accident befals you, and ye have fallen on twice as much, ye say, 'How is this?' Say, 'It is from yourselves. Verily, God is mighty over all"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "And what befell you the day when the two armies met, it was by God's permission; that He might know the believers"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "and might know those who behaved hypocritically; for it was said to them, 'Come, fight in God's way,' or 'repel (the foe);' they said, 'If we knew how to fight we would surely follow you.' They were that day far nigher unto misbelief than they were to faith. They say with their mouths what is not in their hearts, but God doth know best what they hid"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Those who said of their brethren, whilst they themselves stayed at home, 'Had they obeyed us they would not have been killed.' Say, 'Ward off from yourselves death, if ye do speak the truth"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Count not those who are killed in the way of God as dead, but living with their Lord;- provided for"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "rejoicing in what God has brought them of His grace, and being glad for those who have not reached them yet,- those left behind them; there is no fear for them, and they shall not be grieved"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "glad at favour from God and grace, and that God wasteth not the hire of the believers"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Whoso answered to the call of God and of His prophet after sorrow had befallen them, for those, if they do good and fear God, is a mighty hire"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "To whom when men said, 'Verily, men have gathered round you, fear then them,' it only increased their faith, and they said, 'God is enough for us, a good guardian is He"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Then they retired in favour from God and grace; no evil touched them; they followed the pleasure of God, and God is Lord of mighty grace"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "It is only that Satan who frightens his friends. Do not ye fear them, but fear me, if ye be believers"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Let them not grieve thee who vie with each other in misbelief. Verily, they cannot hurt God at all. God wills not to make for them a portion in the future life; but for them is mighty woe"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Verily, those who purchase misbelief for faith, they do not hurt God at all, and for them is grievous woe"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Let not those who misbelieve reckon that our letting them range is good for themselves. We only let them have their range that they may increase in sin. And for them is shameful woe"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "God would not leave believers in the state which ye are in, until He discerns the vile from the good. And God would not inform you of the unseen, but God chooses of His apostles whom He pleases. Wherefore believe ye in God and His Apostle; and if ye believe and fear, for you is mighty hire"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "And let not those who are niggard of what God has given them of His grace, count that it is best for them;- nay, it is worse for them. What they have been niggard of shall be a collar round their necks upon the resurrection day. And God's is the heritage of the heavens and the earth, and God of what ye do is well aware"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "God heard the speech of those who said, 'Verily, God is poor and we are rich.' We will write down what they said, and how they killed the prophets undeservedly, and say, 'Taste ye the torment of burning"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "this shall they suffer for what their hands have sent on before;- for, verily, God is no unjust one to His servants"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "who say, 'Verily, God has covenanted with us that we should not believe in an apostle until he gives us a sacrifice which fire devours.' Say, 'There have come to you apostles before me with manifest signs, and with what ye talk about; why then did ye kill them, if ye speak the truth"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "And if they did call thee a liar, apostles before thee have been called liars too, who came with manifest signs, and with scriptures, and with the illuminating Book"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Every soul must taste of death; and ye shall only be paid your hire upon the resurrection day. But he who is forced away from the fire and brought into Paradise is indeed happy; but the life of this world is but a possession of deceit"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Ye shall surely be tried in your wealth, and in your persons, and ye shall surely hear from those who have had the Book brought them before you, and from those who associate others with God, much harm. But if ye be patient and fear,- verily, that is one of the determined affairs"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "When God took the compact from those who have had the Book brought them that 'Ye shall of a surety manifest it unto men, and not hide it,' they cast it behind their backs, and bought therewith a little price,- but evil is what they buy"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Count not that those who rejoice in what they have produced, and love to be praised for what they have not done,- think not that they are in safety from woe,- for them is grievous woe"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "God's is the kingdom of the heavens and the earth, and God is mighty over all"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Verily, in the creation of the heavens and the earth, and in the succession of night and day, are signs to those possessed of minds"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "who remember God standing and sitting or lying on their sides, and reflect on the creation of the heavens and the earth. 'O Lord! thou hast not created this in vain. We celebrate Thy praise; then keep us from the torment of the fire"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Lord! verily, whomsoever Thou hast made to enter the fire, Thou hast disgraced him; and the unjust shall have none to help them"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Lord! verily, we heard a crier calling to the faith, \"Believe in your Lord,\" and we did believe. Lord! forgive us our sins and cover our offences, and let us die with the righteous"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Lord! and bring us what Thou hast promised us by Thy apostles, and disgrace us not upon the resurrection day; for, verily, Thou dost not break Thy promises"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "And the Lord shall answer them, 'I waste not the works of a worker amongst you, be it male or female,- one of you is from the other. 'Those who fled, and were turned out of their houses, and were harmed in my way, and who fought and were killed, I will cover their offences, and I will make them enter into gardens beneath which rivers flow.' A reward from God; for God, with Him are the best of rewards"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Let it not deceive you that those who misbelieve go to and fro in the earth"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "It is a slight possession, and then their resort is Hell; an evil couch shall it be"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "But those who fear their Lord, for them are gardens beneath which rivers flow, and they shall dwell therein for aye,- an entertainment from God; and that which is with God is best for the righteous"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Verily, of the people of the Book are some who do believe in God, and in what has been revealed to you, and what was revealed to them, humbling themselves before God, and selling not the signs of God for a little price. These shall have their reward with their Lord; verily, God is quick at reckoning up"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "O ye who believe! be patient and vie in being patient, and be on the alert, and fear God, that haply ye may prosper"
        }
    ]
}