{
    "juzs": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "İnsanlardan bazı beyinsizler: \"Onları, üzerinde bulundukları kıbleden çeviren nedir?\" diyecekler. De ki: \"Doğu da batı da Allah'ındır. O, dilediğini doğru yola iletir"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Böylece sizi orta bir ümmet yaptık ki, insanlara şahid olasınız. Elçi de size şahid olsun. Biz, Elçi'ye uyanı, ökçesi üzerinde geriye dönenden ayıralım diye, eskiden yöneldiğin Ka'be'yi kıble yaptık. Bu, Allah'ın yol gösterdiği kimselerden başkasına elbette ağır gelir. Allah sizin imanınızı zayi edecek değildir. Şüphesiz Allah, insanlara şefkatli, merhametlidir"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "(Ey Muhammed), biz senin yüzünün göğe doğru çevrilip durduğunu (gökten haber beklediğini) görüyoruz. (Merak etme) elbette seni, hoşlanacağın bir kıbleye döndüreceğiz. (Bundan böyle) yüzünü Mescid-i Haram tarafına çevir. Nerede olursanız, yüzlerinizio yöne çevirin. Kitap verilenler, bunun Rableri tarafından bir gerçek olduğunu bilirler. Allah onların yaptıklarından habersiz değildir"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Sen Kitap verilenlere her türlü ayeti getirsen yine onlar senin kıblene uymazlar; sen de onların kıblesine uyacak değilsin. Onlar birbirlerinin kıblesine de uymazlar. Sana gelen ilimden sonra onların keyiflerine uyarsan, o takdirde sen, mutlaka zalimlerden olursun"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Kendilerine Kitap verdiklerimiz, onu, oğullarını tanıdıkları gibi tanırlar, ama yine de onlardan bir grup, bile bile gerçeği gizlerler"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Gerçek, Rabbinden gelendir, artık kuşkulananlardan olma"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Her ümmetin yöneldiği bir yönü vardır. O halde hayır işlerine koşun; nerede olsanız, Allah sizi bir araya getirir, kuşkusuz Allah, her şeyi yapabilir"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Nereden (yola) çıkarsan, yüzünü Mescid-i Haram'a doğru çevir. Bu elbette Rabbinden gelen gerçektir. Allah, yaptıklarınızdan habersiz değildir"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Nereden (yola) çıkarsan yüzünü Mescid-i Haram'a doğru çevir, nerede olursanız, yüzünüzü o yana çevirin ki, haksızlardan başka hiç kimsenin, aleyhinizde bir delili olmasın. Onlardan da çekinmeyin, benden çekinin ve (o yana dönün ki) size olan ni'metimi tamamlayayım, böylece yolu bulmuş olasınız"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Nitekim kendi içinizden, size ayetlerimizi okuyan, sizi temizleyen, size Kitabı, hikmeti ve bilmediklerinizi öğreten bir Elçi gönderdik"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Öyle ise beni anın ki, ben de sizi anayım; bana şükredin, nankörlük etmeyin"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Ey inananlar, sabır ve namazla (Allah'tan) yardım isteyin, muhakkak ki Allah, sabredenlerle beraberdir"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Allah yolunda öldürülenlere, \"ölüler\" demeyin; hayır, onlar diridirler, ama siz farkında olmazsınız"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Andolsun, sizi korku, açlık, mallar(ınız)dan canlar(ınız)dan ve ürünler(iniz)den eksiltmek gibi şeylerle deneriz; sabredenleri müjdele"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "Ki onlara bir bela eriştiği zaman: \"Biz Allah içiniz ve biz O'na döneceğiz,\" derler"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "İşte Rablerinden bağışlamalar ve rahmet hep onlaradır ve doğru yolu bulanlar da onlardır"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Safa ile Merve Allah'ın nişanlarındandır. Kim Ev'i hacceder, ya da ömre yaparsa onları tavaf etmesinde kendisine bir günah yoktur. Kim kendiliğinden bir iyilik yaparsa bilsin ki, Allah karşılığını verir, (yaptığını) bilir"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "İndirdiğimiz açık delilleri ve hidayeti biz Kitapta insanlara açıkça belirttikten sonra gizleyenler (var ya), işte onlara hem Allah la'net eder, hem bütün la'net edebilenler la'net eder"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Ancak tevbe edip uslananlar ve (gerçeği) açıklayanlar başka. Onları bağışlarım. Çünkü ben tevbeyi çok kabul edenim, çok esirgeyenim"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Ama ayetlerimizi inkar etmiş ve kafir olarak ölmüş olanlar, işte Allah'ın, meleklerin ve tüm insanların la'neti onların üstünedir"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Ebedi la'net içinde kalırlar. Ne kendilerinden azab hafifletilir, ne de onlara fırsat verilir"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Tanrınız bir tek Tanrı'dır, O'ndan başka tanrı yoktur, O Rahman'dır, Rahim'dir"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Şüphesiz göklerin ve yerin yaratılışında, gece ve gündüzün değişmesinde, insanların faydasına olan şeyleri denizde taşıyıp giden gemilerde, Allah'ın gökten su indirip onunla ölmüş olan yeri dirilterek üzerine her çeşit canlıyı yaymasında, rüzgarlarıve yer ile gök arasında emre hazır bekleyen bulutları evirip çevirmesinde elbette düşünen bir topluluk için (Allah'ın varlığına ve birliğine) deliller vardır"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "İnsanlardan kimi, Allah'tan başka eşler tutar, Allah'ı sever gibi onları severler. İnananlar ise en çok Allah'ı severler. Zulmedenler, azabı gördükleri zaman bütün kuvvetin Allah'a aidolduğunu ve Allah'ın azabının çetin olduğunu anlayacaklarını keşkebilselerdi"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "İşte uyulanlar, uyanlardan uzak durdular; azabı gördüler, aralarındaki bağlar kesildi"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Uyanlar, şöyle dediler; \"Ah keşke bir daha dünyaya gitmemiz mümkün olsaydı da şimdi onların bizden uzak durdukları gibi biz de onlardan uzak dursaydık!\" Böylece Allah, onlara işledikleri bütün fiilleri hasretler (pişmanlık kaynağı olarak) gösterir. Ve onlar, ateşten çıkamazlar"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Ey insanlar, yeryüzünde bulunan helal ve temiz şeylerden yeyin, şeytanın adımlarını izlemeyin; çünkü o, sizin apaçık düşmanınızdır"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "O size daima kötülük ve çirkin iş (yapmanızı), Allah hakkında bilmediğiniz şeyler söylemenizi emreder"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Onlara: \"Allah'ın indirdiğine uyun!\" dense, \"Hayır, biz atalarımızı üzerinde bulduğumuz(yol)a uyarız!\" derler. Peki ama, ataları bir şey düşünmeyen, doğru yolu bulamayan kimseler olsalar da mı (atalarının yoluna uyacaklar)"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "O inkar edenler(i Hakk'a çağıran)ın durumu, tıpkı bağırıp çağırmadan başka bir şey işitmeyen (işittiği sesin manasını anlamayan hayvanlar)a haykıran kimsenin durumu gibidir. (Onlar), sağır, dilsiz ve kördürler, onun için düşünmezler"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Ey inananlar, size verdiğimiz rızıkların iyilerinden yeyin, Allah'a tapıyorsanız, O'na şükredin"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Allah size leş, kan, domuz eti ve Allah'tan başkası adına kesileni haram kıldı. Ama kim mecbur kalırsa, (başkasına) saldırmadan ve sınırı aşmadan (bunlardan) yemesinde bir günah yoktur. Muhakkak ki Allah çok bağışlayandır, çok esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Allah'ın indirdiği Kitaptan bir şey gizleyip, onu birkaç paraya satanlar var ya, işte onlar karınlarına ateşten başka bir şey koymuyorlar. Kıyamet günü Allah ne onlara konuşacak ve ne de onları temizleyecektir. Onlar için acı bir azab vardır"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Onlar hidayet karşılığında sapıklık, mağfiret karşılığında azab satın almışlardır. Onlar ateşe, karşı ne kadar da dayanıklıdırlar"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "(Onlara) böyle(azab edilecek)dir. Çünkü Allah, Kitabı gerçekle indirmiştir. Kitapta ayrılığa düşenler, elbette derin bir anlaşmazlık içindedirler"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Yüzlerinizi doğu ve batı tarafına çevirmeniz iyilik değildir. Asıl iyilik, o(kimsenin iyiliği)dir ki, Allah'a, ahiret gününe, meleklere, Kitaba ve peygamberlere inandı; sevdiği malını yakınlara, yetimlere, yoksullara, yolda kalmışlara, dilencilere ve boyunduruk altında bulunan(köle ve esir)lere verdi; namazı kıldı, zekatı verdi. Andlaşma yaptıkları zaman andlaşmalarını yerine getirenler; sıkıntı, hastalık ve savaş zamanlarında sabredenler, işte doğru olanlar onlardır, (Allah'ın azabından) korunanlar da onlardır"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Ey inananlar, öldürmelerde kısas size farz kılındı. (Katilin de öldürülmesi gerekir). Hüre hür, köleye köle, kadına kadın. Kardeşi tarafından kısmen affedilen kimse, örfe uyup o(affeden kardeşi)ne güzelce (diyeti) ödemelidir! Bu, Rabbiniz tarafından bir hafifletme ve acımadır. Kim bundan sonra da saldırıya kalkarsa artık onun için acı bir azab vardır"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Ey akıl sahipleri, kısasta sizin için hayat vardır, böylece korunursunuz"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Birinize ölüm geldiği zaman, eğer bir hayır (mal) bırakacaksa, anaya, babaya, yakınlara uygun bir biçimde vasiyyet etmek, korunanlar üzerine bir borçtur"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Kim işittikten sonra vasiyyeti değiştirirse, günahı, onu değiştirenlerin boynunadır. Şüphesiz Allah işitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Kim de vasiyyet edenin bir hata veya günah işlemesinden korkar da (tarafların) aralarını düzeltirse, ona günah yoktur, Allah bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Ey inananlar, sizden öncekilere yazıldığı gibi (günahlardan) korunmanız için sizin üzerinize de oruç yazıldı"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Sayılı günler olarak. Sizden kim hasta veya seferde olursa tutamadığı günler sayısınca başka günlerde (tutar). Oruca (güç) dayananların fidye vermesi, bir yoksulu doyurması lazımdır. Bununla beraber gönül isteğiyle kim bir iyilik yapar(oruç tutar)sa o, kendisi için iyidir. Bilirseniz oruç tutmanız, sizin için daha hayırlıdır"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Ramazan ayı, insanlara yol gösteren, hidayeti, doğruyu ve yanlışı ayırdedip açıklayan Kur'an'ın indirildiği aydır. İçinizden kim o aya yetişir(ayı görür)se oruç tutsun. Kim hasta olur, yahut seferde bulunursa tutamadığı günler sayısınca başka günlerde oruç tutsun. Allah sizin için kolaylık ister, güçlük istemez. Sayıyı tamamlamanızı, size doğru yolu gösterdiğinden dolayı Allah'ı tekbir etmenizi ister. Şükredesiniz diye (size bu kolaylığı gösterir)"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Kullarım, sana benden sorar(lar)sa (söyle): Ben (onlara) yakınım. du'a eden, bana du'a ettiği zaman onun du'asına karşılık veririm. O halde onlar da bana karşılık versin(benim çağrıma uysun)lar, bana inansınlar ki, doğru yolu bulmuş olalar"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Oruç gecesi, kadınlarınıza yaklaşmak, size helal kılındı. Onlar sizin elbisenizdir, siz de onların elbisesisiniz. Allah, sizin kendinize yazık etmekte olduğunuzu bildi de tevbenizi kabul edip sizi affetti. Artık şimdi onlara yaklaşın ve Allah'ın sizin için yaz(ıp takdir etmiş ol)duğunu arayın; şafağın beyaz ipliği siyah iplikten ayırdelinceye kadar yeyin, için; sonra ta gece oluncaya dek orucu tamamlayın; mescidlerde ibadete çekilmiş iken kadınlara yaklaşmayın. Bunlar, Allah'ın (yasak) sınırlarıdır, bunlara yaklaşmayın. Allah, insanlara ayetlerini böyle açıklar ki korunup sakınsınlar"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Mallarınızı, aranızda batıl (sebepler) ile yemeyin; bile bile insanların mallarından bir kısmını günah bir biçimde yemeniz için onları hakimler(in önün)e atmayın (hakimlere götürmeyin veya onlara rüşvet vermeyin)"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Sana doğan aylardan soruyorlar. De ki: \"Onlar, insanlar ve hac için vakit ölçüleridir.\" Evlere arkalarından girmek iyilik değildir. İyilik, Allah'tan korkanın iyiliğidir. Evlere kapılarından girin ve Allah'tan korkun ki, başarıya eresiniz, umduğunuzu bulasınız"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Sizinle savaşanlarla Allah yolunda savaşın; fakat haksız yere saldırmayın, çünkü Allah, saldırganları sevmez"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Onları nerede yakalarsanız öldürün, onların sizi çıkardıkları yer(Mekke)den size de onları çıkarın! Fitne (baskı yapmak), adam öldürmekten daha kötüdür. Mescid-i Haram'da onlarla savaşmayın ki, onlar da sizinle orada savaşmasınlar. Fakat onlar sizinle savaşırlarsa, hemen onları öldürün; kafirlerin cezası böyledir"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Eğer onlar (saldırılarına) son verirlerse, Allah bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Onlarla savaşın ki, fitne (baskı) ortadan kalksın, din yalnız Allah'ın dini olsun. (Yalnız O'na tapılsın) Eğer (saldırılarına) son verirlerse artık zalimlerden başkasına düşmanlık olmaz"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Haram ayı, haram aya karşılıktır. Hürmetler, karşılıklıdır. Kim size saldırırsa, onun size saldırdığı kadar siz de ona saldırın; Allah'tan korkun, bilin ki Allah (günahlardan) korunanlarla beraberdir"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "(Mallarınızı) Allah yolunda harcayın, kendi ellerinizle kendinizi tehlikeye atmayın, iyilik edin, doğrusu Allah iyilik edenleri sever"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Allah için haccı ve ömreyi tamamlayın. Eğer (engellenmiş olursanız kolayınıza gelen kurbanı (gönderin); kurban yerine varıncaya kadar başlarınızı tıraş etmeyin. İçinizden hasta olan, ya da başından bir rahatsızlığı bulunan (bundan ötürü tıraş olmak zorunda kalan) kimse, oruçtan, sadakadan veya kurbandan (biriyle) fidye (versin). Güvene kavuştuğunuzda, hac (zamanın)a kadar ömre ile faydalanmak isteyen kimse, kolayına gelen kurbanı keser. (Kurban) Bulamayan kimse üç gün hacda, yedi gün de döndüğünüz zaman (olmak üzere) tam on gün oruç tutar. Bu, ailesi Mescid-i Haram (civarın)da oturmayanlar içindir. Allah'tan korkun ve Allah'ın cezasının çetin olduğunu bilin"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Hac, bilinen aylardadır. Kim o aylarda (ihrama girerek) haccı (kendisine) gerekli kılarsa bilsin ki, hacda kadına yaklaşmak, günaha sapmak, kavga etmek yoktur. Allah, yaptığınız her iyiliği bilir. Yanınıza azık alın (da açlıktan korunun), azığın en iyisi korunmadır. Ey akıl sahipleri benden korunun"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Rabbinizin lutuf ve keremini aramanızda sizin için bir günah yoktur. Arafat(taki duruş)tan ayrılıp (Müzdelife'ye) akın edince Meş'ar-i haram'da Allah'ı anın, O'nun size gösterdiği biçimde O'nu anın. O'nun yol göstermesinden önce siz, sapıklardan idiniz"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Sonra insanların akın akın döndüğü yerden siz de akın edin ve Allah'tan mağfiret dileyin, şüphesiz Allah bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Hac ibadetlerinizi bitirince atalarınızı andığınız gibi hatta, daha kuvvetli bir anışla Allah'ı anın. İnsanlardan kimi \"Rabbimiz bize dünyada ver!\" der; onun ahirette bir payı yoktur"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Onlardan kimi de: \"Rabbimiz, bize dünyada da güzellik ver, ahirette de güzellik ver, bizi ateş azabından koru!\" der"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "İşte onlara, kazandıklarından bir pay vardır. Allah, hesabı çabuk görendir"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Sayılı günlerde Allah'ı anın (tekbir alın). Kim hemen iki gün içinde (Mina'dan Mekke'ye) dönerse ona günah yoktur. Kim geri kalırsa korunduğu takdirde ona da günah yoktur. Allah'tan korkun ve O'nun huzuruna toplanacağınızı bilin"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "İnsanlardan öylesi var ki, dünya hayatına dair sözü, senin hoşuna gider. Kalbinde olan (samimi düşüncelerini söylediğin)e Allah'ı şahid tutar. Oysa o, hasımların en yamanıdır"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Dönüp gitti mi (veya iş başına geçti mi) yeryüzünde bozgunculuk yapmağa, ekin ve nesli yok etmeğe çalışır; Allah da bozgunculuğu sevmez"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Ona: \"Allah'tan kork!\" dense gururu, kendisini günaha sürükler. Artık ona cehennem yetişir; ne kötü bir yataktır o"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "İnsanlardan öylesi var ki, kendisini Allah'ın rızasın(ı kazanmay)a satar. Allah da kullar(ın)a çok şefkatlidir"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Ey inananlar, hepiniz birlikte islama (veya barışa) girin, şeytanın adımlarını izlemeyin, çünkü o size apaçık düşmandır"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Size açık açık deliller geldikten sonra yine (hak yoldan) kayarsanız, bilin ki Allah daima üstündür, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Onlar, ille buluttan gölgeler içinde Allah'ın ve meleklerin gelmesini ve işin bitirilmesini mi bekliyorlar? Halbuki bütün işler tekrar Allah'a döndürülüp götürülecektir"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "İsrail oğullarına sor; onlara nice açık ayetler verdik. Kim, Allah'ın kendisine gelen ni'metini değiştirirse bilsin ki, Allah'ın cezası çetindir"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "İnkar edenlere dünya hayatı süslü gösterildi; (onlar) inananlarla alay ederler. Oysa korunanlar, kıyamet gününde onlardan üstündürler. Allah, dilediğine hesapsız rızık verir"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "İnsanlar bir tek ümmet idi. Sonra Allah, peygamberleri, müjdeciler ve uyarıcılar olarak gönderdi; onlarla beraber, anlaşmazlığa düştükleri konularda insanlar arasında hükmetmek üzere, içinde gerçekleri taşıyan Kitabı indirdi. Kendilerine Kitap verilmiş olanlar, kendilerine açık deliller geldikten sonra, sırf aralarındaki kıskançlıktan ötürü o(Kitap hakkı)nda anlaşmazlığa düştü(ler). Bunun üzerine Allah, kendi izniyle inananları, onların üzerinde ayrılığa düştükleri gerçeğe iletti. Allah, dilediğini doğru yola iletir"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Yoksa siz, sizden önce geçenlerin durumu başınıza gelmeden cennete gireceğinizi mi sandınız? Onlara öyle yoksulluk ve sıkıntı dokunmuştu, öyle sarsılmışlardı ki, nihayet peygamber ve onunla birlikte inananlar: \"Allah'ın yardımı ne zaman?\" diyecek olmuşlardı. İyi bilin ki, Allah'ın yardımı yakındır"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Sana (Allah yolunda) ne harcayacaklarını soruyorlar. De ki: \"Verdiğiniz hayır (mal), ana-baba, yakınlar, öksüzler, yoksullar ve yolda kalmış(lar) içindir. Yaptığınız her hayrı muhakkak Allah bilir"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Hoşunuza gitmese de size savaş yazıldı (farz kılındı). Bazen hoşlanmadığınız bir şey, hakkınızda iyi olabilir ve hoşlandığınız bir şey de hakkınızda kötü olabilir. Allah bilir, siz bilmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Sana haram ayında savaşmaktan soruyorlar. De ki: \"Onda savaş, büyük bir günahtır. Fakat Allah yoluna engel olmak, Allah'a ve Mescid-i Haram'a karşı nankörlük etmek, halkını ondan (Mekke'den) sürüp çıkarmak, Allah yanında daha büyük bir günahtır. Fitne (baskı yapmak, adam) öldürmekten daha büyük(bir günah)tır\". Onlar yapabilseler sizi dininizden döndürünceye kadar sizinle savaşmaya devam ederler. Sizden kim dininden döner ve kafir olarak ölürse, işte onların bütün yaptıkları dünyada da, ahirette de boşa çıkmıştır ve onlar, ateş halkıdır, orada sürekli kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Onlar ki inandılar, göç ettiler, Allah yolunda savaştılar; işte onlar, Allah'ın rahmetini umarlar. Allah, çok bağışlayan, çok merhamet edendir"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Sana şaraptan ve kumardan soruyorlar. De ki; \"O ikisinde büyük günah ve insanlara bazı yararlar vardır. Fakat onların günahı yararından büyüktür.\" Ve sana Allah yolunda ne vereceklerini soruyorlar. De ki; \"Af (yani ihtiyaçlarınızdan fazlasını veya helal ve güzel olan şeyleri verin!)\" Allah size ayetleri böyle açıklıyor ki düşünesiniz"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Dünya ve ahiret hakkında(ki işleri düşünesiniz). Ve sana öksüzlerden soruyarlar. De ki: \"Onları(n durumlarını) düzeltmek hayırlıdır. Eğer onlara karışır(onlarla bir arada yaşar)sanız (onlar) sizin kardeşlerinizdir. Allah, bozanı düzeltenden ayırır. Allah dileseydi sizi zora sokardı. Şüphesiz Allah daima üstündür, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Allah'a ortak koşan kadınlarla, onlar inanıncaya kadar, evlenmeyin. (Allah'a ortak koşan hür kadın), hoşunuza gitse dahi, inanan bir cariye, ortak koşan (hür) kadından iyidir. Ortak koşan erkekler de inanıncaya kadar, onları (kadınlarınızla) evlendirmeyin. (Allah'a ortak koşan hür erkek) hoşunuza gitse dahi, inanan bir köle, ortak koşan (hür) adamdan iyidir. (Zira) onlar ateşe çağırıyorlar. Allah ise izniyle cennete ve mağfirete çağırıyor. İnsanlara ayetlerini açıklıyor ki öğüt alsınlar"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Sana adet görmeden soruyorlar. De ki: \"O eziyettir.\" Adet halinde kadınlardan çekilin, temizleninceye kadar onlara yaklaşmayın. Temizlendikleri zaman Allah'ın emrettiği yerden onlara varın. Allah tevbe edenleri sever, temizlenenleri sever"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Kadınlarınız sizin tarlanızdır. Tarlanıza dilediğiniz biçimde varın. Kendiniz için ileriye hazırlık yapın ve mutlaka Allah'a kavuşacağınızı bilin. İnananları müjdele"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Allah'ı, yemin(ettiğiniz iş)lerinize (yani) iyilik etmenize, (kötülüklerden) korunmanıza ve insanların arasını düzeltmenize engel yapmayın. Allah, işitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allah sizi, yaptığınız kasıtsız yeminlerinizden sorumlu tutmaz; fakat kalblerinizin kazandığı (bile bile yaptığınız) yeminlerden sorumlu tutar. Allah bağışlayandır, halimdir"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Kadınlarına yaklaşmamağa yemin edenler için ancak dört ay bekleme (hakkı) vardır. Eğer (o süre) içinde dönerlerse Allah bağışlayan, merhamet edendir"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Eğer boşamağa kesin karar verirlerse, şüphesiz Allah işitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Boşanmış kadınlar, üç kur'(üç adet veya üç temizlik süresi bekleyip) kendilerini gözetlerler (hamile olup olmadıklarına bakarlar). Eğer Allah'a ve ahiret gününe inanıyorlarsa, Allah'ın kendi rahimlerinde yarattığını gizlemeleri (karınlardında çocuk bulunduğunu saklamaları) kendilerine helal olmaz. Kocaları da bu arada barışmak isterlerse, onları geri almağa daha çok hak sahibidirler. Erkeklerin kadınlar üzerinde bulunan hakları gibi, kadınların da erkekler üzerinde hakları vardır. Erkeklerin, kadınlar üzerinde(ki hakları), bir derece fazladır. Allah azizdir, hakimdir"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Boşama iki defadır. (Bundan sonra kadını) ya iyilikle tutmak, ya da güzelce salıvermek (lazım)dır. Onlara verdiklerinizden bir şey geri almanız, size helal değildir. Şayet erkek ve kadın, Allah'ın sınırlarında duramayacaklarından korkarlarsa başka. Eğer erkek ve kadının, Allah'ın sınırlarında duramayacaklarından korkarsanız, o zaman kadının (ayrılmak için) verdiği fidye(hakkından vazgeçmesin)de ikisine de bir günah yoktur. İşte bunlar Allah'ın sınırlarıdır, sakın bunları aşmayın. Kim(ler) Allah'ın sınırlarını aşarsa işte onlar zalimlerdir"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Erkek yine boşarsa, artık bundan sonra kadın, başka bir kocaya varmadan kendisine helal olmaz. O (vardığı adam) da bunu boşarsa, Allah'ın sınırları içinde duracaklarına inandıkları takdirde (eski karı kocanın) tekrar birbirlerine dönmelerinde kendilerine bir günah yoktur. İşte bunlar Allah'ın sınırlarıdır. (Allah) bunları, bilen bir toplum için açıklamaktadır"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Kadınları boşadığınız zaman, bekleme sürelerini bitirdiler mi, ya onları iyilikle tutun, ya da iyilikle bırakın; haklarına tecavüz edip zarar vermek için onları (yanınızda) tutmayın. Kim bunu yaparsa kendine yazık etmiş olur. Allah'ın ayetlerini eğlence yerine koymayın; Allah'ın size olan ni'metini ve size öğüt vermek için Kitap ve Hikmet'ten size indirdiklerini düşünün, Allah'tan korkun ve bilin ki, Allah her şeyi bilir"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Kadınları boşadığınız zaman bekleme sürelerini bitirdiler mi, kendi aralarında güzelce anlaştıkları takdirde, (eski) kocalarıyle evlenmelerine engel olmayın. Bu, içinizden Allah'a ve ahiret gününe inanan kimseye verilen öğüttür. Bu, sizin için daha iyi ve daha temizdir. Allah bilir, siz bilmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Anneler, çocuklarını -emzirmeyi tamamlamak isteyen kimse için- tam iki yıl emzirirler. Onların uygun biçimde yiyeceğini ve giyeceğini sağlamak, çocuğun babasına aittir. Herkes ancak gücü ölçüsünde bir şeyle yükümlü tutulur. Ne anne çocuğu yüzünden, ne de çocuğun aidolduğu baba, çocuğu yüzünden zarara sokulmasın. mirasçının da aynı şeyi yapması gerekir. Eğer (ana-baba), anlaşıp danışarak (çocuğu) sütten kesmek isterlerse, kendilerine günah yoktur. Çocuklarınızı (sütannesi tutup) emzirtmek isterseniz, verdiğiniz(ücret)i güzelce verdikten sonra yine üzerinize bir günah yoktur. Allah'tan korkun ve bilin ki, Allah, yaptığınız her şeyi görmektedir"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "İçinizden ölenlerin, geriye bıraktıkları eşleri, dört ay on gün (bekleyip) kendilerini gözetlerler. Sürelerini bitirince artık kendileri için uygun olanı yapmalarında size bir günah yoktur. Allah yaptıklarınızı haber alır"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Böyle (iddetini bekleyen) kadınlara evlenme isteğinizi üstü kapalı biçimde bildirmenizden, yahut içinizde tutmanızdan dolayı size bir günah yoktur. (Çünkü) Allah, sizin onları anacağınızı bilmektedir. Sakın (kapalı evlenme teklifi sırasında), iyi sözsöylemeniz dışında, onlarla bir gizli(buluşma)ya sözleşmeyin ve farz olan bekleme süresi dolmadan nikah bağını bağlamağa kalkmayın ve bilin ki, Allah içinizden geçeni bilir. O'ndan sakının ve yine bilin ki, Allah bağışlayandır, halimdir (ceza vermekte aceleci değildir)"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Henüz dokunmadan, ya da mehir kesmeden kadınları boşarsınız size bir günah yoktur. Ancak onları faydalandırın (bir miktar bir şey verin). Eli geniş olan, kendi gücü nisbetinde, eli dar olan da kendi kaderince güzel bir şekilde faydalandırmalı(herkesgücü ölçüsünde bir şey vermeli)dir. Bu, iyilik edenlerin üzerine bir borçtur"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Bir mehir kestiğiniz takdirde, henüz dokunmadan onları boşamışsanız, kestiğinizin yarısını (verin). Ancak kadınlar vazgeçer, yahut nikah bağı elinde bulunan (erkek) vazgeçerse başka. (Erkekler,) Sizin affetmeniz (müsamaha gösterip mehrin tümünü vermeniz) takvaya daha yakındır. Aranızda birbirinize iyilik etmeyi unutmayın. Şüphesiz Allah, yaptıklarınızı görür"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Namazları ve orta namazı koruyun, gönülden bağlılık ve saygı ile Allah'ın huzuruna durun"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Eğer (bir tehlikeden) korkarsanız, yaya, yahut binmiş olarak kılın; güvene kavuştuğunuz zaman, bilmediğiniz şeyleri size öğrettiği şekilde Allah'ı anın"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "İçinizden ölüp geriye eşler bırakan(erkek)ler eşlerinin, (evlerinden) çıkarılmadan bir yıla kadar geçimlerinin sağlanmasını vasiyyet etsinler. Şayet kendileri çıkarlarsa, onların, kendileri hakkında uygun olanı yapmalarında sizin için bir günah yoktur. Allah daima üstündür, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Boşanmış kadınların uygun olan geçimlerini sağlamak, (Allah'ın azabından) korunanlar üzerine bir borçtur"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Düşünesiniz diye Allah size ayetlerini böyle açıklamaktadır"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Şu, binlerce kişi iken ölüm korkusuyla yurtlarından çıkanları görmedin mi? Allah onlara, \"Ölün!\" demişti de sonra kendilerini diriltmişti. Şüphesiz Allah, insanlara karşı ikram sahibidir. Ama insanların çoğu şükretmezler"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Allah yolunda savaşın ve bilin ki Allah, işitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Kimdir o adam ki, Allah'a güzel bir borç versin de, Allah da ona kat kat fazlasıyla (verdiğini) ödesin! Allah (rızkı) kısar da, açar da. Hep O'na döndürüleceksiniz"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Musa'dan sonra İsrail oğullarının ileri gelenlerini görmedin mi? Peygamberlerine: \"Bize bir hükümdar gönder, (onun önderliğinde) Allah yolunda savaşalım.\" demişlerdi. \"Ya size savaş yazılınca savaşmazsanız?\" dedi. Dediler: \"Bizler neden Allah yolunda savaşmayalım ki; oysa biz yurtlarımızdan ve oğullarımızın arasından çıkarılıp sürüldük?\" Fakat kendilerine savaş yazılınca, içlerinden pek azı hariç, yüz çevirdiler. Allah zalimleri bilir"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Peygamberleri onlara dedi ki: \"Allah Talut'u size hükümdar gönderdi.\" Dediler ki: \"O bizim üzerimize nasıl hükümdar olabilir? Biz hükümdarlığa ondan daha layıkız, ona bol mal da verilmemiştir.\" Dedi: \"Allah onu sizin üzerinize (hükümdar) seçti, onun bilgisini ve gücünü artırdı.\" Allah mülkünü dilediğine verir. Allah(ın lutfu) geniştir, (O, herşeyi) bilendir"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Ve peygamberleri onlara dedi ki; \"Onun hükümdarlığının alameti, içinde Rabbinizden bir huzur ve Musa ailesinin, Harun ailesinin geriye bıraktığından bir kalıntı bulunan, meleklerin taşıdığı (Allah'ın Ahid sandığı) Tabut'un size gelmesidir. Eğer inanıyorsanız bunda sizin için (Talut'un hükümdarlığına) kesin bir alamet vardır"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Talut, askerleri(ni) yürütüp (ordugahtan) çıkarınca dedi ki: \"Allah sizi bir ırmakla deneyecektir. Kim ondan içerse benden değildir. Ondan (kana kana) tadmayıp sadece eliyle bir avuç alan bendendir.\" İçlerinden pek azı hariç, hepsi ondan içtiler. Nihayet Talut ve kendisiyle beraber inananlar, ırmağı geçince: \"Bugün Calut'a ve askerlerine karşı bizim gücümüz yok.\" dediler. Allah'a kavuşacaklarına kanaat getirenler ise: \"Nice az bir topluluk var ki, Allah'ın izniyle çok topluluğa galib gelmiştir. Allah, sabredenlerle beraberdir.\" dediler"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "(Talut'un askerleri) Calut ve askerlerinin karşısına çıktıklarında şöyle dediler: \"Rabbimiz, üzerimize sabır dök! ayaklarımızı sağlam tut ve o kafir millete karşı bize yardım et"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Derken, Allah'ın izniyle onları bozdular, Davud Calut'u öldürdü; Allah ona (Davud'a) hükümdarlık ve hikmet verdi ve ona dilediğini öğretti. Eğer Allah, insanların bir kısmıyle diğerlerini savmasaydı, dünya bozulurdu. Fakat Allah, bütün alemlere karşı lutuf sahibidir"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Bunlar, Allah'ın ayetleridir; bunları sana gerçek ile okuyoruz (bunlarla sana gerçekleri açıklıyoruz). Elbette sen gönderilen elçilerdensin"
        }
    ]
}