{
    "manzils": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Gepriesen-erhaben ist Derjenige, Der Seinen Diener nachts reisen ließ - in einem Teil der Nacht von Almasdschidil-haram zu der fernen Moschee, um die herum WIR mit Baraka versehen haben, um ihm von Unseren Ayat zu zeigen. Gewiß, ER ist Der Allhörende, Der Allsehende"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Und WIR ließen Musa die Schrift zuteil werden und machten sie zur Rechtleitung für die Kinder von Israil: \"Nehmt euch an Meiner Stelle keinen Wakil"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Ihr Nachkommen derer, dieWIR mit Nuh mittragen ließen! Gewiß, Er war ein äußerst dankbarer Diener"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Und WIR gaben den Kindern von Israil in der Schrift ein: \"Gewiß werdet ihr zweimal im Lande Verderben anrichten, und gewiß werdet ihr euch in großer Überhebung überheben"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Und wenn die Zeit (für die Bestrafung) des Ersten beider Male kommt, werden WIR zu euch Unsere Diener schicken, die äußerst harte Kämpfer sind, so werden sie die Wohnstätten durchstöbern. Und dies ist ein zu erfüllendes Versprechen"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Dann werden WIR euch wieder die Oberhand über sie geben und euch mit Vermögenswerten und Kindern Nachschub leisten und eure Bereitschaft zum Kampf ihre übertreffen lassen"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Wenn ihr Gutes tut, tut ihr ausschließlich euch selbst Gutes. Und wenn ihr schlecht handelt, so ist dies nur gegen diese selbst. Und wenn die Zeit (für die Bestrafung) des Letzten (beider Male) kommt, (schicken WIR sie), damit sie euch das Schlechte ins Gesicht schreiben lassen, und damit sie in die Moschee einmarschieren, wie sie in sie das ersteMal einmarschiert waren, und damit sie alles, worüber sie verfügen, vernichtend zugrunde richten"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Vielleicht wird euch euer HERR (danach) Gnade erweisen. Wenn ihr jedoch es wiederholt, werden WIR es auch wiederholen. Und WIR machten Dschahannam für die Kafir zum Gefängnis"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Gewiß, dieser Quran leitet zu dem recht, was geradlinig ist, und überbringt frohe Botschaft zu den Mumin, die gottgefällig Gutes tun, daß für sie eine große Belohnung bestimmt ist"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "und daß WIR denjenigen, die keinen Iman an das Jenseits verinnerlichen, eine qualvolle Peinigung vorbereitet haben"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Und der Mensch bittet (ALLAH) um das Böse, wie er um das Gute bittet. Und der Mensch ist voreilig"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Und WIR machten die Nacht und den Tag zu zwei Ayat, dann ließen WIR die Aya der Nacht verdunkeln und die Aya des Tages Sicht gewähren, damit ihr Gunst von eurem HERRN erstrebt, und damit ihr das Zählen der Jahre und das Rechnen kennt. Und jede Sache haben WIR in Ausführlichkeit genau dargelegt"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Und jedem Menschen ließen WIR sein (gutes und schlechtes) Wirken in seinem Nacken sitzen, und am Tag der Auferstehung bringen WIR ihm ein Register hervor, das er offengelegt vorfindet"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "Lies dein Register! Du selbst genügst heute, um über dich selbst ein Berechnender zu sein"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Wer Rechtleitung findet, der findet für sich selbst Rechtleitung, und wer irregeht, der geht ausschließlich gegen sich selbst irre. Und keine verfehlende Seele trägt die Verfehlung einer anderen. Und WIR werden niemals peinigen, bis WIR einen Gesandten entsandt haben"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Und wenn WIR eine Ortschaft zugrunde richten wollen, machen WIR ihren im Luxus Schwelgenden Gebote, dann betreiben sie Fisq dagegen, dann wird die Bestimmung gegen sie vollstreckt, dann lassen WIR sie vernichtend zugrunde gehen"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Und wie viele Generationen richteten WIR nach Nuh zugrunde! Und dein HERR genügt über die Verfehlungen Seiner Diener als Ein Allkundiger, Allsehender"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Wer das schnell Vergängliche (Diesseits) erstrebt, dem werden WIR darin das prompt geben, was WIR wollen, wem WIR wollen. Danach haben WIR für ihn Dschahannam vorbereitet. Er wird es als ein Entehrter, Verdammter betreten"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Und wer das Jenseits will und sich dafür anstrengt mit der ihm (dem Jenseits) gebührenden Anstrengung und er dabei Mumin ist, diesen wird ihre Anstrengung reichlich belohnt"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Beide versorgen WIR, diese und diese mit den Gaben deines HERRN. Und die Gaben deines HERRN waren (niemandem) vorenthalten"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Siehe, wie WIR die einen von ihnen vor den anderen begünstigt haben. Doch das Jenseits hat noch höhere Ränge und größere Begünstigungen"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Geselle ALLAH keinen anderen Gott bei, sonst wirst du entehrt, erniedrigt"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Und dein HERR bestimmte, daß ihr niemandem außer Ihm dient, und daß ihr den Eltern Ihsan erweist. Sollten beide bei dir das hohe Alter erreichen - einer von ihnen oder beide, so sag ihnen niemals: \"Pfui!\" Und schelte sie nicht und sag ihnen schöne Worte"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Und sei ihnen gegenüber demütig aus Barmherzigkeit und sage: \"Mein HERR! Erweise ihnen Gnade, so wie sie mich von klein an aufgezogen haben"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Euer HERR ist allwissend über das, was in euren Herzen ist. Wenn ihr gottgefällig Guttuende seid, dann ist ER gewiß immer für die stets Umkehrenden allvergebend"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Und gib dem Verwandten, was ihm zusteht, sowie dem Armen und dem in Not geratenen Reisenden. Und sei nicht verschwenderisch, vergeudend"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Gewiß, die Verschwender sind die Gleichartigen der Satane. Und der Satan ist seinem HERRN gegenüber ein Extrem-Kafir"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Und solltest du ihnen (den Armen) ausweichen, weil du in Erwartung einer Gnade (Rizq) von deinem HERRN bist, dann sage ihnen erleichternde Worte"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Und halte deine Hand nicht (aus Geiz verschlossen, als wäre sie) an deinem Hals gebunden, und strecke sie nicht (verschwenderisch) total aus, sonst wirst du zu einem, dem Vorwürfe gemacht werden, und zu einem Selbstankläger"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Gewiß, dein HERR gewährt viel Rizq, wem ER will, und ER läßt es auch wenig sein. Gewiß, ER ist über Seine Diener allkundig, allsehend"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Und tötet eure Kinder nicht aus Furcht vor Verarmung! WIR gewähren ihnen Rizq und euch. Gewiß, ihre Tötung ist eine schwere Verfehlung"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Und nähert euch nicht der Zina! Gewiß, sie ist eine schändliche Tat und erbärmlich ist dieser Weg"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Und tötet nicht den Menschen, dessen (Tötung) ALLAH für haram erklärte, es sei denn nach dem Recht. Und wer zu Unrecht getötet wird, dessen Wali gaben WIR Verfügungsrecht, so darf er bei der Tötung (als Vergeltung) das Maß nicht überschreiten. Gewiß, er erhält Beistand"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Und nähert euch nicht dem Vermögen des Waisenkindes, es sei denn auf die bessere Art, (solange) bis es mündig wird. Und erfüllt eure Abmachungen! Gewiß, die Abmachung wird verantwortet"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Und gebt volles Maß, wenn ihr abmesst, und wägt mit der richtigen Waage! Dies ist gut und hat ein besseres Ende"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Und folge nicht dem, worüber du über kein Wissen verfügst! Gewiß, das Gehör, das Sehen und der Verstand, all diese werden von ihm (vom Menschen) zweifellos verantwortet"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Und gehe auf Erden nicht freudenerregt! Gewiß, dabei wirst du weder die Erde zerlöchern können, noch wirst du die Berghöhen an Höhe erreichen"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "All dies, das Schlechte davon ist bei deinem HERRN verpönt"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Dies ist von dem, was dir dein HERR von der Weisheit als Wahy zuteil werden ließ. Und geselle ALLAH keinen anderen Gott bei, sonst wirst du in Dschahannam hineingeworfen als einer, dem Vorwürfe gemacht werden, und als ein Verdammter"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Begünstigte euch euer HERR etwa mit Söhnen und nahm sich von den Engeln Weibliche?! Gewiß, ihr macht bestimmt eine ungeheuerliche Aussage"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Und gewiß, bereits erläuterten WIR vieles in diesem Quran, damit sie sich besinnen. Doch er bestärkt sie nur in der Abneigung"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Sag: \"Wären mit Ihm Götter, wie sie sagen, dann würden sie einen Weg zum Herrscher über Al'ahrsch anstreben"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Gepriesen-erhaben und erhaben ist ER in unermeßlicher Erhabenheit über das, was sie sagen"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Die sieben Himmel, die Erde und wer in ihnen ist, preisen Ihn. Und es gibt nichts, das nicht mit Seinem Lob preist. Doch ihr begreift ihre Preisung nicht. Gewiß, ER ist immer allnachsichtig, allvergebend"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Und jedesmal wenn du den Quran rezitiert hast, errichteten WIR zwischen dir und denjenigen, die keinen Iman an das Jenseits verinnerlichen, einen unsichtbaren Vorhang"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Und WIR umhüllten ihre Herzen mit Bedeckung, damit sie ihn nicht begreifen, und machten ihre Ohren schwerhörig. Und jedesmal wenn du deinen HERRN im Quran als Einen Einzigen erwähnt hast, kehrten sie ihre Rücken flüchtend in Abgeneigtheit"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "WIR wissen besser, weshalb sie zuhören, wenn sie dir zuhören, und wenn sie heimlich sich unterhalten, wenn die Unrecht-Begehenden sagen: \"Ihr folgt doch nur einem verzauberten Mann"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Siehe, wie sie dir die Gleichnisse prägten, so sind sie irregegangen und fanden nicht zum Weg"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Und sie sagten: \"Nachdem wir zu Knochen und Staub geworden sind, werden wir etwa sicher als neue Schöpfung erweckt"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Sag: \"Seid Steine oder Eisen"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "oder eine Schöpfung, die eurem Verstand nach noch härter ist!\" Dann werden sie sagen: \"Wer erweckt uns wieder?\" Sag: \"Derjenige, Der euch das erste Mal erschuf.\" Sie werden dann dir gegenüber ihre Köpfe schütteln und sagen: \"Wann ist es?\" Sag: \"Möglicherweise wird es bald sein"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "An dem Tag, an dem ER euch ruft, dann werdet ihr mit Seinem Lob antworten. Und ihr werdet denken, daß ihr nur eine kurze Weile verweilt habt"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Und sag Meinen Dienern, daß sie das bessere (Wort) sagen. Gewiß, der Satan stiftet Zwietracht zwischen ihnen. Gewiß, der Satan ist für den Menschen ein erklärter Feind"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Euer HERR weiß besser Bescheid über euch. Wenn ER will, erweist ER euch Gnade, und wenn ER will, läßt ER euch peinigen. Und WIR haben dich nicht als Wakil über sie entsandt"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Und dein HERR weiß besser Bescheid über diejenigen, die in den Himmeln und auf Erden sind. Und gewiß, bereits begünstigten WIR einige der Propheten vor anderen und ließen Dawud einen Zabur zuteil werden"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Sag: \"Richtet nur Bittgebete an diejenigen, die ihr (als Götter) anstelle von Ihm ausgewiesen habt! Sie können den Schaden von euch weder wegnehmen, noch ableiten"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Diese, an die sie Bittgebete richten, erstreben selbst die Annäherung zu ihrem HERRN, jeder will näher sein. Und sie erhoffen sich Seine Gnade und fürchten Seine Peinigung. Gewiß, der Peinigung deines HERRN gegenüber ist achtzugeben"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Und es gibt keine Ortschaft, ohne daß WIR sie vor dem Tag der Auferstehung zugrunde richten werden oder daß WIR sie einer harten Peinigung unterziehen werden. Dies ist in der Schrift längst niedergeschrieben"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Und es hielt Uns nichts zurück, Gesandte mit den Ayat zu entsenden, außer daß die Früheren sie als Lüge erklärten. Und WIR ließen Thamud das Kamelweibchen als Erläuterung zuteil werden, so begingen sie mit ihm Unrecht. Und WIR entsenden mit den Ayat nur Ermahnung"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Und (erinnere daran), als WIR dir sagten: \"Gewiß, dein HERR wird die Menschen zugrunde richten!\" Und WIR machten das Traumgesicht, dasWIR dich sehen ließen, nur als Fitna für die Menschen, so auch den verfluchten Baum im Quran. Und WIR ermahnen sie, doch dies bestärkt sie nur zu einer noch größeren Übertretung"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Und (erinnere daran), als WIR den Engeln sagten: \"Vollzieht Sudschud für Adam!\" Und sie vollzogen Sudschud, außer Iblis, er sagte: \"Soll ich etwa Sudschud vor dem vollziehen, den DU aus Lehm erschaffen hast"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Er sagte: \"Wie siehst DU es mit diesem, den DU mehr als mich würdigst? Wenn DU mir bis zum Jüngsten Tag Aufschub gewährst, dann werde ich unweigerlich seine Nachkommenschaft zugrunde richten - außer Wenigen"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "ER sagte: \"Geh! Wer dir von ihnen folgt, dann ist Dschahannam gewiß eure Vergeltung - eine ausreichende Vergeltung"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Und wiegele mit deinem Aufruf auf, wen du von ihnen (aufwiegeln) kannst, mache sie scheu mit deinen Reitenden und deinen zu Fuß Gehenden, sei ihr Teilhaber an den Vermögenswerten und den Kindern, und mache ihnen Versprechungen. Und der Satan verspricht ihnen gewiß nur Fiktives"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Gewiß, über Meine Diener hast du allerdings keinerlei Verfügung. Und dein HERR genügt als Wakil"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Euer HERR ist Derjenige, Der für euch die Schiffe auf dem Meer fahren läßt, damit ihr nach Seiner Gunst strebt. Gewiß, ER ist euch gegenüber allgnädig"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Und wenn euch der Schaden auf dem Meer trifft, gehen die verloren, an die ihr Bittgebete gerichtet habt, außer Ihm. Und nachdem ER euch an das Land errettet hat, wendet ihr euch ab. Der Mensch ist ein äußerst Kufr-Betreibender"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Fühlt ihr euch etwa sicher davor, daß ER einen Teil des Festlandes mit euch versenkt, oder daß ER über euch einen Sandsturm schickt? Dann findet ihr für euch sicher keinen Wakil"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Oder fühlt ihr euch sicher davor, daß ER euch dorthin (ins Meer) noch einmal zurückkehren läßt, und dann über euch einen Orkan schickt, dann euch ertrinken läßt für das, was ihr an Kufr betrieben habt? Dann findet ihr darin gegen Uns keinen Bestreitenden"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Und gewiß, bereits verliehen WIR den Kindern Adams Würde, ließen sie auf dem Lande und auf dem Meer tragen, gewährten ihnen Rizq von den Tay-yibat und begünstigten sie gegenüber vielen von denjenigen, die WIR erschufen, in klarer Begünstigung"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "(Erinnere an) den Tag, wenn WIR jede Menschengruppe mit ihrem Imam rufen. Wem sein Register in seine Rechte überreicht wird, diese lesen ihr Register und ihnen wird keinerlei Unrecht zugefügt"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Und wer in diesem (Leben geistig) blind war, der bleibt im Jenseits blind und noch mehr vom Weg abirrend"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Und beinahe hätten sie dich durch Fitna von dem abgebracht, was WIR dir als Wahy zuteil werden ließen, damit du in Unserem Namen anderes erdichtest. Und (hättest du es getan), dann hätten sie dich sicherlich als engen Freund genommen"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Und hätten WIR dich nicht gefestigt, gewiß, bereits wärest du beinahe ihnen ein klein wenig zugeneigt"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Dann hätten WIR dich doch das Zweifache (an Peinigung) im Leben und das Zweifache nach dem Tod erfahren lassen. Dann wirst du für dich gegen Uns keinen Beistehenden finden"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Und beinahe hätten sie dich doch im Lande bedrängt, damit sie dich daraus vertreiben können. Und dann würden sie nach dir nur kurz (heil) zurückbleiben"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "nach dem Vorbild derjenigen, die WIR bereits vor dir von Unseren Gesandten entsandten. Und du findest kein Abweichen von dem von Uns statuierten Vorbild"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Verrichte ordnungsgemäß das rituelle Gebet, nachdem die Sonne den Zenit überschritten hat, bis die Nacht ganz dunkel wird, und (rezitiere) den Quran in der Fadschr-Zeit. Gewiß, der Quran in der Fadschr-Zeit wird erlebt"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Und in einem Teil der Nacht verrichte damit (mit dem Quran) das Tahadsch-dschud-Gebet - ein freiwilliges Gebet für dich, damit dein HERR dir eine lobenswerte Stellung verleiht"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Und sag: \"HERR! Lasse mich in einen Eingang der Wahrhaftigkeit eintreten, und lasse mich aus einem Ausgang der Wahrhaftigkeit austreten, und gewähre mir von Dir aus eine beistehende Bestätigung"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Und sag: \"Das Wahre ist gekommen und das für nichtig Erklärte ist vergangen.\" Gewiß, das für nichtig Erklärte ist immer vergänglich"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Und WIR senden nach und nach vom Quran hinab, was eine Heilung und Gnade für die Mumin ist. Doch er bestärkt die Unrecht-Begehenden nur noch im Fehlgehen"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Und wenn WIR dem Menschen gute Gaben gewähren, wendet er sich ab und weicht zur Seite. Und wenn ihn das Unheil trifft, ist er äußerst verzweifelt"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Sag: \"Jeder handelt nach seiner Art. Denn euer HERR weiß besser Bescheid über jeden, der den besseren Weg geht"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Und sie fragen dich nach der Seele, sag: \"Die Seele ist eine Angelegenheit meines HERRN, und euch wurde vom Wissen nur ein wenig zuteil"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Und hätten WIR es gewollt, hätten WIR doch das vergehen lassen, was WIR dir als Wahy zuteil werden ließen, dann wirst du für dich niemanden finden, der dafür (für den Quran) alsWakil gegen Uns auftritt"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "es sei denn eine Gnade von deinem HERRN. Gewiß, Seine Gunst ist dir gegenüber unermeßlich"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Sag: \"Würden sich die Menschen und die Dschinn vereinigen, damit sie ein diesem Quran Gleiches hervorbringen, würden sie nicht Seinesgleichen hervorbringen, selbst dann nicht, sollten die einen den anderen beistehen"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Und gewiß, bereits erläuterten WIR in diesem Quran von jedem Gleichnis. Doch die meisten Menschen lehnten alles außer dem äußersten Kufr ab"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Und sie sagten: \"Wir werden dir keinen Iman schenken, bis du für uns von der Erde eine Quelle entspringen läßt"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "oder bis du über Dschanna von Dattelpalmen und Rebstöcken verfügst, in der die Flüsse in Strömen sprudeln"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "oder du läßt über uns den Himmel, wie du es behauptet hast, in Stücke fallen, oder du bringst ALLAH und die Engel uns gegenüber"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "oder du verfügst über ein Haus aus Gold, oder du fliegst in den Himmel, und wir werden keinen Iman an dein Fliegen verinnerlichen, bis du uns eine Schrift zuteil werden läßt, die wir lesen können.\" Sag: \"Gepriesen-erhaben ist mein HERR! Bin ich etwa etwas anderes als ein Mensch, ein Gesandter"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Und nichts hinderte die Menschen daran, den Iman zu verinnerlichen, als zu ihnen die Rechtleitung kam, außer daß sie sagten: \"Schickte ALLAH etwa einen Menschen als Gesandten"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Sag: \"Wären auf der Erde Engel, die darauf sicher gehen würden, hätten WIR ihnen vom Himmel gewiß einen Engel als Gesandten herabgesandt"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Sag: \"ALLAH genügt als Zeuge zwischen mir und euch! Gewiß, ER ist über Seine Diener allkundig, allsehend"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Und wen ALLAH rechtleitet, ist zweifellos der Rechtgeleitete, und wen ER abirren läßt, für die findest du gewiß keine Wali anstelle von Ihm! Und WIR werden sie am Tag der Auferstehung auf ihren Gesichtern versammeln - blind, stumm und taub. Ihre Unterkunft ist Dschahannam. Immer wieder wenn es verglimmt, fügen WIR ihnen mehr Flammen hinzu"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Dies ist die ihnen bestimmte Vergeltung, weil sie gewiß Kufr Unseren Ayat gegenüber betrieben und sagten: \"Nachdem wir zu Knochen und Staub geworden sind, werden wir etwa sicher als neue Schöpfung erweckt"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Haben sie etwa nicht gesehen, daß ALLAH, Der die Himmel und die Erde erschuf, im Stande ist, ihresgleichen zu schaffen?! Und ER setzte für sie eine Frist, über die es keinen Zweifel gibt. Doch die Unrecht-Begehenden lehnten alles außer dem äußersten Kufr ab"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Sag: \"Würdet ihr über die Magazine der Gnade meines HERRN verfügen, dann würdet ihr gewiß aus Furcht vor dem Aufgebraucht-Sein knausern.\" Der Mensch ist doch äußerst geizig"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Und gewiß, bereits ließen WIR Musa neun eindeutige Ayat zuteil werden. So frage die Kinder Israils, als er zu ihnen kam und Pharao dann ihm sagte: \"Gewiß, ich denke doch über dich, du Musa! - daß du verzaubert bist"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Er sagte: \"Gewiß, bereits weißt du doch, daß diese (Ayat) kein anderer hinabsandte außer Dem HERRN der Himmel und der Erde als etwas Einblick-Gewährendes. Und gewiß, ich denke doch über dich, du Pharao! - daß du verleitet bist"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Dann wollte er sie vom Lande durch Bedrängen vertreiben, dann ertränkten WIR ihn und alle, die mit ihm waren, allesamt"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "UndWIR sagten nach ihm den Kindern Israils: \"Bewohnt das Land, und wenn das Versprechen des Letzteren kommt, werden WIR euch in vermischten Scharen bringen"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Und gemäß der Wahrheit sandten WIR ihn hinab und gemäß der Wahrheit kam er herab. Und WIR schickten dich als Gesandten nur als Überbringer froher Botschaft und als Ermahnenden"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Und ein Quran, den WIR in Teilen einteilten, damit du ihn den Menschen in Gemächlichkeit rezitierst. Und WIR sandten ihn doch nach und nach hinab"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Sag: \"Bekundet den Iman an ihn oder bekundet keinen Iman, (für Uns ist dies unerheblich)!\" Gewiß, diejenigen, denen das Wissen vor ihm zuteil wurde, wenn er ihnen rezitiert wird, fallen auf ihr Angesicht in Sudschud nieder"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "und sagen: \"Gepriesen-erhaben ist unser HERR. Das Versprechen unseres HERRN wird gewiß erfüllt"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Und sie fallen auf ihr Angesicht nieder, sie weinen, und er läßt sie noch mehr Ehrfurcht empfinden"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Sag: \"Benennt (Ihn) ALLAH oder benennt (Ihn) den Allgnade Erweisenden! Mit welchem auch immer du (Ihn) benennst, Ihm gehören doch die Schönsten Namen!\" Und sei bei deinem Gebet nicht zu laut, und sei damit nicht zu leise, und strebe dazwischen einen (mittleren) Weg an"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Und sag: \"Alhamdulillah: Alles Lob gebührt ALLAH, Der sich keinen Sohn nahm, Der nie einen Teilhaber in der Herrschaft hat, und Der nie einen Wali (als Schutz) vor Erniedrigung hat.\" Und verherrliche Ihn mit allahu-akbar"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Alhamdulillah: Alles Lob gebührt ALLAH, Der die Schrift Seinem Diener hinabsandte und in ihr nichts Gewundenes machte"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "(Sie ist) geradlinig gemäßigt, damit sie vor einer harten Peinigung von Ihm warnt, und den Mumin, die gottgefällig Gutes tun, eine frohe Botschaft überbringt, daß für sie eine schöne Belohnung bestimmt ist"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "in der sie für immer bleiben"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Und (damit) sie diejenigen warnt, die sagen: \"ALLAH hat sich einen Sohn genommen"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Weder sie verfügen über Wissen darüber, noch ihre Vorfahren. Es ist ein ungeheuerliches Wort, das aus ihren Mündern kommt. Sie sagen gewiß nur Lügenhaftes"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Und nicht etwa zugrunde richtest du dich selbst in Verdrießlichkeit über das von ihnen Übriggebliebene, sollten sie keinen Iman an diese Rede (den Quran) verinnerlichen"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Gewiß, WIR machten das, was auf der Erde ist, als deren Schmuck, damit WIR sie prüfen, wer von ihnen der besser Handelnde ist"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Auch zweifelsohne werden WIR alles, was auf ihr ist, doch in staubigen, dürren Boden verwandeln"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Oder denkst du etwa, daß diejenigen von der Höhle und von Ar-raqim zum Wundersamsten Unserer Ayat gehörten"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "(Und erinnere daran), als die jungen Männer in der Höhle Unterkunft suchten und sagten: \"Unser HERR! laß uns von Dir aus Gnade zuteil werden und richte für uns aus unserer Angelegenheit eine richtige Haltung ab"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Dann richteten WIR auf ihre Ohren (etwas Abtrennendes) in der Höhle ein, für abgezählte Jahre"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Dann erweckten WIR sie, damit WIR kenntlich machen, welche der beiden Gruppierungen die von ihnen verweilte Zeit genauer errechnete"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "WIR berichten dir über ihre Begebenheit wahrheitsgemäß. Gewiß, sie waren jungeMänner, die den Iman an ihren HERRN verinnerlichten, undWIR ließen sie noch mehr Rechtleitung gewinnen"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "UndWIR gewährten ihren Herzen Mut, als sie sich erhoben und sagten: \"Unser HERR ist Der HERR der Himmel und der Erde. Wir werden anstelle von Ihm niemals an eine (andere Gottheit) Bittgebete richten, gewiß, bereits sagten wir etwas eindeutig Unwahres"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Diese sind unsere Leute, sie nahmen sich anstelle von Ihm Götter. Würden sie doch dafür eine klare Bestätigung vorlegen! Und keiner begeht noch mehr Unrecht als derjenige, der im Namen ALLAHs Lügen erfindet"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Und wenn ihr euch von ihnen und von dem, was sie anstelle von ALLAH dienen, absetzen wollt, dann sucht Unterschlupf in der Höhle, denn euer HERR wird für euch von Seiner Gnade angedeihen lassen und für euch aus eurer Angelegenheit etwas Nützliches abrichten"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Und (würdest du sie sehen, so würdest) du die Sonne sehen: wenn sie aufging, umging sie ihre Höhle von der rechten Seite, und wenn sie unterging, überging sie diese von der linken Seite, während sie inmitten dieser (Höhle) waren. Dies ist von ALLAHs Ayat. Wen ALLAH rechtleitet, er ist der Rechtgeleitete, und wen ER abirren läßt, für den findest du keinen führenden Wali"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Und du denkst: sie seien wach, während sie geschlafen haben. Und WIR wendeten sie auf die rechte und auf die linke Seite, und ihr Hund lag mit ausgestreckten Vorderpfoten an der Schwelle. Hättest du sie erblickt, hättest du dich gewiß vor ihnen flüchtend davon gemacht und wärest du ihretwegen unweigerlich erfüllt mit Schrecken"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Und solcherart erweckten WIR sie, damit sie sich gegenseitig fragen. Einer unter ihnen, der etwas zu sagen hatte, sagte: \"Wie lange habt ihr verweilt?\" Sie sagten: \"Wir verweilten einen Tag oder einen Teil eines Tages.\" Sie sagten: \"Euer HERR weiß besser Bescheid darüber, wie lange ihr verweilt habt. Nun aber schickt jemanden von euch mit diesem eurem Silber in die Stadt. Er soll dann nachprüfen, welche der Speisen reiner ist, dann soll er euch davon Rizq mitbringen. Und er soll unauffällig sein und niemanden auf euch aufmerksam machen"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Sollten sie über euch die Oberhand gewinnen, werden sie euch steinigen oder euch in ihre Gemeinschaft umkehren lassen. Und dann werdet ihr nimmer erfolgreich sein"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Und solcherart ließen WIR sie entdecken, damit sie wissen, daß das Versprechen ALLAHs wahr ist, und daß es über die Stunde (den Jüngsten Tag) keinerlei Zweifel gibt, als sie untereinander in ihrer Angelegenheit stritten. Dann sagten sie: \"Errichtet über ihnen ein Gebäude, denn ihr HERR weiß besser Bescheid über sie.\" Diejenigen, die in ihrer Angelegenheit obsiegten, sagten: \"Wir errichten doch über ihnen eineMoschee"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Sie werden sagen: \"Sie waren drei und ihr Vierter war ihr Hund.\" Und sie sagen: \"Sie waren fünf und ihr Sechster war ihr Hund.\" Dies ist nichts als Spekulation über das Verborgene. Und sie sagen: \"Sie waren sieben und ihr Achter war ihr Hund.\" Sag: \"Mein HERR weiß besser Bescheid über ihre Anzahl, und niemand kennt sie außer wenigen.\" Also disputiere nicht über sie, es sei denn ein Disputieren ohne Details, und befrage über sie niemanden von ihnen"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Und sage zu keiner Sache: \"Ich vollbringe dies morgen"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Es sei denn, wenn ALLAH es will. Und erwähne (den Willen) deines HERRN (danach), solltest du es (vorher) vergessen haben. Und sag: \"Ich hoffe, daß mein HERR mich zu einer besseren Führung als dieses rechtleitet"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Und sie verweilten in ihrer Höhle dreihundert Jahre und ihnen wurden neun noch hinzugefügt"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Sag: \"ALLAH weiß besser Bescheid darüber, wie lange sie verweilten.\" Ihm gehört das Verborgene der Himmel und der Erde. Wie allsehend ist ER und allhörend! Sie haben anstelle von Ihm keinen Wali, und ER beteiligt an Seiner Entscheidung niemanden"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Und rezitiere das, was dir als Wahy von der Schrift deines HERRN zuteil wurde. Es gibt keinen, der Seine Worte abändert. Und du findest anstelle von Ihm keinen Schutz-Gewährenden"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Und übe dich selbst in Geduld mit denjenigen, die an ihren HERRN morgens und abends Bittgebete richten und nach Seinem Wohlgefallen streben. Und übersieh sie nicht, während du das diesseitige Leben anstrebst. Und gehorche nicht demjenigen, dessen Herz WIR Unserem Gedenken gegenüber achtlos machten, der seinen Neigungen folgte und dessen Angelegenheit eine maßlose Übertretung war"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Und sag: \"Die Wahrheit ist von eurem HERRN. Wer will, der soll den Iman verinnerlichen, und wer will, der soll Kufr betreiben.\" WIR bereiteten für die Unrecht-Begehenden ein Feuer, dessen Rauch sie umzingelt. Und wenn sie um Hilfe rufen, wird Ihrem Hilferuf entsprochen mit Wasser wie das Geschmolzene, das die Gesichter schmort. Erbärmlich ist der Trank und verhängnisvoll ist der Ort zum Anlehnen"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Gewiß, diejenigen, die den Iman verinnerlichten und gottgefällig Gutes taten, gewiß, WIR lassen die Belohnung dessen, der Gutes tat, auf keinen Fall verloren gehen"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Für diese sind Dschannat von 'Adn bestimmt, die von Flüssen durchflossen sind. Darin werden sie mit Armbändern aus Gold geschmückt und sie werden grüne Kleidung aus Sundos und Istabraq tragen - angelehnt darin auf Liegen. Die beste Belohnung (ist dies) und schön gemacht ist der Ort zum Anlehnen"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Und präge ihnen ein Gleichnis von zwei Männern. Einem von ihnen gaben WIR zwei Dschannat mit Rebstöcken, die WIR beide mit Dattelpalmen umgaben, und zwischen beiden ließen WIR Gewächs sein"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Beide Dschannat brachten ihre Früchte hervor und verwuchsen nichts davon. Und WIR ließen darin einen Fluß entspringen"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Und er verfügte über Früchteertrag, dann sagte er seinem Gefährten, während er mit ihm einen Dialog führte: \"Ich verfüge über mehr Vermögen als du und bin dazu noch überlegener an Gefolge"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Und er trat in seine Dschanna ein, während er gegen sich selbst Unrecht beging, er sagte: \"Ich glaube nicht, daß diese jemals vergänglich sein wird"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Und ich glaube nicht, daß die Stunde (der Jüngste Tag) zustande kommt. Und selbst wenn ich zu meinem HERRN zurückgebracht werde, werde ich auf jeden Fall eine bessere Rückkehr als diese vorfinden"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Sein Gefährte sagte ihm, während er mit ihm den Dialog führte: \"Betreibst du etwa Kufr gegenüber Dem, Der dich aus Erde erschuf, dann aus einer Nutfa, dann machte (ER) dich zu einem Mann"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Doch ER ist ALLAH, mein HERR. Und ich geselle meinem HERRN niemanden bei"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Und würdest du sagen, wenn du in deine Dschanna eintrittst: \"Mascha-allah, la quwata illa bil-lah.\" (Und auch) wenn du mich siehst, daß ich über weniger Vermögen verfüge als du und weniger Kinder habe"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "denn vielleicht läßt mir mein HERR etwas Besseres als deine Dschanna zuteil werden, und schickt über sie einen Blitzsturm aus dem Himmel, dann wird sie zu rutschigem Boden"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "Oder ihr Wasser versiegt, so daß du es nicht mehr wirst erreichen können"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Und seine Früchte wurden komplett vernichtet. Dann begann er (aus Reue und Selbstanklage) abwechselnd die Handflächen aufeinander zu schlagen für das, was er darin investiert hatte - während ihre Gerüste (für die Reben) dem Erdboden gleichgemacht wurden, und er sagte: \"Hätte ich doch nur nicht meinem HERRN jemanden beigesellt"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Und für ihn gab es keine Gruppe, die ihm anstelle von ALLAH beisteht, und er war keineswegs ein Siegender"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Da ist die wahre Herrschaft für ALLAH. ER gewährt eine bessere Belohnung und ein besseres Ende"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Und präge ihnen das Gleichnis des diesseitigen Lebens, wie Wasser, das WIR vom Himmel fallen ließen, dann gedieh mit ihm das Gewächs auf der Erde, dann wurde dies zu Vertrocknetem, das der Wind verweht. Und ALLAH ist über alles allvermögend"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Das Vermögen und die Kinder sind Schmuck des diesseitigen Lebens. Und die bleibenden gottgefällig guten Taten verdienen bei deinem HERRN mehr an Belohnung und mehr an Hoffnung"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Und (erinnere) an den Tag, wenn WIR die Felsenberge vergehen lassen, und du siehst die Erde hervorgehoben, und WIR werden sie versammeln und keinen von ihnen entkommen lassen"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Und sie werden in Reihen deinem HERRN vorgestellt: \"Gewiß, bereits seid ihr zu Uns gekommen, wie WIR euch das erste Mal erschufen. Nein, sondern ihr habt behauptet, daß WIR für euch niemals einen Termin bestimmen werden"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Und das Register wurde aufgelegt. Dann siehst du die schwer Verfehlenden voller Furcht vor dem, was in ihm ist, und sie sagen: \"Unser Untergang! Was ist das für ein Register, das weder kleine noch schwere Verfehlung wegläßt, ohne sie umfassend zu erfassen?!\" Und sie fanden präsent, was sie taten, und dein HERR fügt keinem Unrecht zu"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Und (erinnere daran), als WIR den Engeln sagten: \"Vollzieht Sudschud für Adam!\" Dann vollzogen sie Sudschud. Ausgenommen Iblis, er war von den Dschinn, so betrieb er Fisq dem Gebot seines HERRN gegenüber. Wollt ihr ihn und seine Nachkommenschaft als Wali an Meiner Stelle nehmen, während sie euch Feinde sind?! Erbärmlich ist für die Unrecht-Begehenden der Eintausch"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "ICH ließ sie weder dem Erschaffen der Himmel und der Erde, noch dem Erschaffen ihrer Selbst beiwohnen. Und ICH nehme die Fehlleitenden nie zur Verstärkung"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "(Und erinnere an) den Tag, wenn ER sagt: \"Ruft die Mir beigesellten Partner, welche ihr erfunden habt!\" Und sie haben sie gerufen, doch sie entsprachen ihnen nicht, und WIR bereiteten für sie einen Maubiq"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Und die schwer Verfehlenden sahen das Feuer und wußten, daß sie zweifelsohne hineingeworfen werden, und sie fanden davon kein Entrinnen mehr"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Und gewiß, bereits erläuterten WIR in diesem Quran für die Menschen von jedem Gleichnis, doch der Mensch ist immer der am meisten Disputierende"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Und nichts hinderte die Menschen daran, den Iman zu verinnerlichen - nachdem zu ihnen die Rechtleitung kam - und ihren HERRN um Vergebung bitten, außer dem Warten darauf, daß ihnen (Peinigung nach) dem Vorbild ihrer Vorfahren zuteil wird oder daß die Peinigung sie in direkter Konfrontation überkommt"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Und WIR entsenden die Gesandten nur als Überbringer froher Botschaft und als Warner. Und diejenigen, die Kufr betrieben haben, argumentieren mit dem für nichtig Erklärten, damit sie mit ihm das Wahre annullieren. Und sie nahmen meine Ayat und das, wovor sie gewarnt wurden, zum Spott"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Und keiner begeht mehr Unrecht als derjenige, der an die Ayat seines HERRN erinnert wird, und dann sich von ihnen abwendet und vergißt, was er eigenhändig erworben hat. Gewiß, WIR umhüllten ihre Herzen doch mit Bedeckung, damit sie ihn (den Quran) nicht begreifen, und machten ihre Ohren schwerhörig. Selbst dann, wenn du sie zur Rechtleitung einladen würdest, werden sie nie einer Rechtleitung folgen"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Und dein HERR ist Der Allvergebende, mit der Allgnade. Würde ER sie belangen für das, was sie sich erworben haben, hätte ER ihnen die Peinigung beschleunigt. Nein, sondern für sie ist ein Termin bestimmt, vor dem sie keine Zuflucht finden werden"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Und diese Ortschaften haben WIR zugrunde gerichtet, nachdem sie Unrecht begingen. Und WIR setzten für ihr Zugrunde-Richten einen Termin fest"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "(Und erinnere daran), als Musa seinem Dienstjungen sagte: \"Ich werde (das Reisen) nicht unterbrechen, bis ich die Vereinigung beider Meere erreiche, auch wenn ich doch für längere Zeit reisen muß"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Und als sie die Vereinigung der beiden (Meere) erreichten, vergaßen sie ihren Fisch, dann nahm er seinen Weg ins Meer durch einen Hohlraum"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Und nachdem sie von da weiterzogen, sagte er seinem Dienstjungen: \"Bereite uns unser Mittagessen, gewiß, bereits haben wir auf dieser unserer Reise große Mühe gehabt"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Er sagte: \"Wie siehst du es? Als wir am Felsen rasteten, habe ich doch den Fisch vergessen. Und nichts hat mich ihn vergessen lassen außer dem Satan, damit ich mich daran nicht erinnere. Und er nahm auf seltsame Weise seinen Weg ins Meer"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Er sagte: \"Das ist genau, was wir anstreben.\" Dann kehrten beide ihren Spuren folgend zurück"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Dann fanden sie einen Diener von Unseren Dienern, dem WIR Gnade von Uns zuteil werden ließen und den WIRWissen von Uns lehrten"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Musa sagte zu ihm: \"Darf ich dir folgen, so daß du mich von dem lehrst, was dir vom Guten gelehrt wurde"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Er sagte: \"Gewiß, du wirst mit mir keine Geduld haben können"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Und wie kannst du Geduld aufbringen für das, wofür du über keine Mitteilung verfügst"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Er sagte: \"Du wirst mich inscha-allah geduldig finden, und ich werde dir in keinerlei Anordnung widersprechen"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Er sagte: \"Solltest du mir folgen, dann frage mich nach nichts, bis ich dir darüber Auskunft gebe"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Dann gingen beide los. Als die Beiden dann in das Schiff stiegen, schlug er ein Loch hinein. Er (Musa) sagte: \"Schlägst du etwa ein Loch hinein, damit du seine Passagiere ertränkst? Gewiß, bereits hast du eine verwerfliche Tat begangen"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Er sagte: \"Habe ich nicht gesagt, daß du gewiß mit mir keine Geduld haben kannst"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Er sagte: \"Mache mir keine Vorwürfe für das, was ich vergaß, und erlege mir in meiner Angelegenheit nicht noch Erschwernis auf"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Dann gingen beide weiter. Als die Beiden dann auf einen Jungen trafen, tötete er ihn sofort. Er (Musa) sagte: \"Hast du etwa einen unschuldigen Menschen getötet, (grundlos und) nicht als Vergeltung für einen (anderen) Menschen?! Gewiß, bereits hast du eine ungeheuerliche Tat begangen"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "Er sagte: \"Habe ich dir nicht gesagt, daß du gewiß mit mir keine Geduld haben kannst"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Er sagte: \"Sollte ich dich nach irgend etwas nach diesem fragen, dann laß mich nicht länger dein Begleiter sein, bereits hast du von mir aus eine Entschuldigung"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Dann gingen beide weiter. Als die Beiden dann die Bewohner einer Ortschaft erreichten, fragten beide ihre Bewohner nach Speise, aber diese weigerten sich, ihnen Gastfreundschaft zu gewähren. Dann fanden beide eine Mauer, die dabei war, einzustürzen, und er richtete sie wieder auf. Er (Musa) sagte: \"Wenn du möchtest, könntest du dafür Lohn verlangen"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Er sagte: \"Dies ist das Trennende zwischen mir und dir! Ich werde dir jedoch die Deutung dessen mitteilen, wofür du keine Geduld aufbringen konntest"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Hinsichtlich des Schiffes: Dieses war im Besitz armer Menschen, welche auf dem Meere arbeiteten. Und ich wollte es mangelhaft machen, denn vor ihnen gab es einen König, der sich jedes (guten) Schiffs gewaltsam bemächtigte"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Und hinsichtlich des Jungen: Dessen Eltern waren beide Mumin, und wir fürchteten, daß er beide mit Ausschweifung und Kufr überzieht"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Dann wollten wir, daß ihr HERR ihnen an seiner Stelle (ein Kind) gibt, welches lauterer und barmherziger als dieser ist"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "Und hinsichtlich der Mauer: Sie gehörte zwei Waisenjungen in der Stadt. Und darunter lag ein Schatz, der für beide bestimmt war. Und ihr Vater war ein gottgefällig Guttuender. So wollte dein HERR, daß beide erwachsen werden und ihren Schatz ausgraben - aus Gnade von deinem HERRN. Und ich habe dies nicht aus eigenem Erwägen getan. Dies ist die Deutung dessen, wofür du keine Geduld aufbringen konntest"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Und sie fragen dich nach Dhul-qarnain. Sag: \"Ich werde euch etwas über ihn vortragen"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Gewiß, WIR gewährten ihm Macht auf Erden und gaben ihm zu jeder Sache einen Zugang"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "Dann folgte er einem Weg"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Als er dann (den Ort) des Sonnenuntergangs erreichte, fand er sie so, daß sie in einer schlammigen Quelle untergehe, und er fand in ihrer Nähe Leute. WIR sagten: \"Dhul-qarnain! Entweder peinigst du sie, oder du gewährst ihnen Gutes"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Er sagte: \"Hinsichtlich dessen, der Unrecht beging, den werden wir peinigen, dann wird er zu seinem HERRN zurückgebracht, dann wird ER ihn einer ungeheuerlichen Peinigung unterziehen"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Doch hinsichtlich dessen, der den Iman verinnerlichte und gottgefällig Gutes tat, für den ist die gute Belohnung bestimmt, und wir werden ihm Leichtes gebieten"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Dann folgte er einem Weg"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Als er dann (den Ort) des Sonnenaufgangs erreichte, fand er sie so, daß sie über Leute aufgeht, gegen sie WIR ihnen keinen Schutz gaben"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Solcherart war es. Und bereits hatten WIR umfassendes Wissen über das, worüber er verfügte"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Dann folgte er einem Weg"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Als er dann (den Ort) zwischen den beiden Wällen erreichte, fand er hinter ihnen Leute, die kaum Gesagtes verstanden"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Sie sagten: \"Dhulqarnain! Gewiß, Yadschudsch und Madschudsch sind Verderben-Anrichtende auf Erden. Sollten wir dir eine Löhnung dafür ansetzen, daß du zwischen uns und ihnen einen Wall errichtest"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Er sagte: \"Das, worin mich mein HERR festigte, ist besser. Also unterstützt mich durch Arbeitskraft, damit ich zwischen euch und ihnen einen Damm errichte"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Bringt mir Eisenstücke!\" Als er dann (die Lücke) zwischen den beiden Wallabhängen auf gleicher Höhe zuschütten ließ, sagte er: \"Blast!\" Als er dann es (das Eisen) erhitzte, sagte er: \"Bringt mir geschmolzenes Kupfer, das ich darüber gieße"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Dann konnten sie ihn weder erklimmen, noch darin ein Loch bohren"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Er sagte: \"Dies ist eine Gnade von meinem HERRN. Und wenn das Versprechen meines HERRN eintrifft, wird ER ihn dem Erdboden gleich machen. Und das Versprechen meines HERRN ist wahr"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Und WIR lassen die einen von ihnen an diesem Tag sich mit den anderen vermischen. Und nachdem es in As-sur gestoßen wird, werden WIR sie in einer Versammlung versammeln"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Und WIR werden Dschahannam an diesem Tag den Kafir in einer Vorführung zeigen"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Es sind diejenigen, deren Augen mit einer Blende gegen Meine Ermahnung umhüllt waren. Und sie vermochten nicht zu hören"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Dachten etwa diejenigen, die Kufr betrieben haben, daß Meine Diener sich an Meiner Stelle andere Wali nehmen. Gewiß, WIR bereiteten Dschahannam den Kafir als Unterkunft"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Sag: \"Sollen wir euch eine Mitteilung über die Erfolglosesten beim Handeln machen"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Es sind diejenigen, deren Bestreben im diesseitigen Leben verfehlt war, während sie dachten, sie bewerkstelligten doch Gutes"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Es sind diese, die den Ayat ihres HERRN und Dessen Begegnung gegenüber Kufr betrieben haben, so wurden ihre Handlungen zunichte. Und am Tage der Auferstehung messen WIR ihnen keinerlei Bedeutung bei"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Dies ist ihre Vergeltung - Dschahannam, für das, was sie an Kufr betrieben haben, und dafür, daß sie Meine Ayat und Meine Gesandten zu verspotten pflegten"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Gewiß, diejenigen, die den Iman verinnerlichen und gottgefällig Gutes tun - für sie sind die Dschannat von Al-Firdaus als Unterkunft bestimmt"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Darin werden sie ewig bleiben, und sich daraus keinen Umzug wünschen"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Sag: \"Wäre das Meer eine Schreibflüssigkeit für die Worte meines HERRN, würde das Meer auf jeden Fall ausgehen, bevor die Worte meines HERRN enden, auch dann sollten wir Seinesgleichen als Nachschub bringen"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Sag: \"Ich bin nur ein Mensch euresgleichen, dem Wahy zuteil wird, daß euer Gott nur ein einziger Gott ist. Wer also die Begegnung seines HERRN erwartet, der soll gottgefällig gute Tat vollbringen und dem Dienen seines HERRN gegenüber keinerlei Schirk mit einem anderem betreiben"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaf-ha-ja-'ain-sad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Dies ist die Mitteilung über die Gnade, die dein HERR Seinem Diener Zakaria erwiesen hat"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "als dieser seinen HERRN mit einem unauffälligen Ruf anrief"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Er sagte: \"HERR! Gewiß, mir liegt die Schwäche in den Knochen und mein Kopf ist voll grauer Haare. Doch nie war ich mit dem Bittgebet zu Dir - HERR!  erfolglos"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Auch bin ich besorgt über das Verhalten der Erben nach meinem Tod, und meine Gattin war immer unfruchtbar, so schenke mir von Dir aus einen Wali"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "der mich beerbt und auch von der Familie Ya'qubs erbt, und lasse ihn - HERR! - ein Angenommener sein"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "Zakaria! Gewiß, WIR überbringen dir doch frohe Botschaft von einem Jungen Namens Yahya. Dessen Namen haben WIR niemandem zuvor gegeben"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Er sagte: \"HERR! Wie kann ich einen Jungen haben, wo meine Gattin immer unfruchtbar war und ich bereits das Greisenalter erreicht habe"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Er (der Engel) sagte: \"Es ist so! Dein HERR sagte: \"Dies ist Mir ein Leichtes! ICH erschuf bereits auch dich, obwohl du nichts warst"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Er sagte: \"HERR! Lege mir eine Aya fest!\" ER sagte: \"Deine Aya sei, daß du mit den Menschen drei volle Nächte nicht reden kannst"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Sogleich ging er heraus aus der Gebetsstätte zu seinen Leuten und gab ihnen zu verstehen: \"Lobpreist (ALLAH) morgens und abends"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "Yahya! Halte dich mit Nachdruck an die Schrift! Und WIR ließen ihm als Kind die Weisheit zuteil werden"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "sowie Mildherzigkeit von Uns und Reinheit. Und er war ein Muttaqi"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Er war auch gütig seinen Eltern gegenüber, und er war kein widerspenstiger Widersacher"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Und Salam sei auf ihm am Tage, als er geboren wurde, und am Tage, wenn er stirbt, und am Tage, wenn er lebendig erweckt wird"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Und erwähne in der Schrift Maryam, als sie sich von ihrer Familie an einen östlichen Platz zurückzog"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "und vor ihnen einen Sichtschutz errichtete. Dann entsandten WIR ihr einen Ruhh von Uns und er erschien ihr als ein makelloser Mensch"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Sie sagte: \"Ich suche Schutz beim Allgnade Erweisenden vor dir, wenn du ein Muttaqi bist"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Er erwiderte: \"Ich bin doch nur ein Gesandter deines HERRN, um dir einen reinen Jungen zu schenken"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Sie sagte: \"Wie kann ich einen Jungen haben, wo mich noch nie ein Mensch intim berührte und ich nie eine Unzüchtige war"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Er sagte: \"Es ist so! Dein HERR sagte: \"Dies ist Mir ein Leichtes!\" Und zweifellos werden WIR ihn zu einer Aya machen für die Menschen und zu einer Gnade von Uns! Und dies ist bereits eine beschlossene Sache"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Dann wurde sie schwanger mit ihm, und zog sich mit ihm unmittelbar an einen entfernten Ort zurück"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Sogleich kamen ihr die Wehen am Stamm der Dattelpalme. Sie sagte: \"Wäre ich doch vordem tot gewesen und als etwas Vergessenes vergessen"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Da rief sie der Engel von unten her: \"Sei nicht traurig! Bereits ließ dein HERR unter dir ein Bächlein fließen"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Auch schüttele den Stamm der Dattelpalme zu dir! So läßt sie ausgereifte Datteln über dich fallen"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Also iß und trink und sei fröhlich! Und solltest du einen der Menschen sehen, so sprich: \"Ich habe Dem Allgnade Erweisenden ein Fasten gelobt, deshalb werde ich heute mit keinem Menschen sprechen"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Und sie kam mit ihm zu ihren Leuten, sie trug ihn. Sie sagten: \"Maryam! Gewiß, bereits hast du eine ungeheuerliche Sache begangen"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "Schwester Haruns! Weder war dein Vater ein Mensch des Bösen, noch war deineMutter eine Unzüchtige"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Daraufhin zeigte sie nur auf ihn. Sie sagten: \"Wie sollen wir mit jemandem sprechen, der noch in der Wiege liegt"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Er sagte: \"Ich bin ALLAHs Diener! ER ließ mir die Schrift zuteil werden und machte mich zum Propheten"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "ER machte mich auch zu einem mit Baraka Erfüllten, überall wo ich bin. Und ER hat mir das rituelle Gebet und die Zakat geboten, solange ich lebe"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "(ER machte mich) auch zu einem Gütigen meiner Mutter gegenüber. Doch ER machte mich nicht zu einem widerspenstigen Widersacher"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Und Salam sei mit mir an dem Tag, als ich geboren wurde, und an dem Tag, wenn ich sterbe, und an dem Tag, wenn ich lebendig erweckt werde"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "dies ist 'Isa Ibnu-Maryam. Er ist das Wort der Wahrheit, über den sie zweifeln"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "ALLAH gebührt in keiner Weise, daß ER Sich Kinder nimmt, gepriesen-erhaben ist ER! Wenn ER eine Angelegenheit bestimmt, so sagt ER ihr nur: \"Sei!\" Und sie ist"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "Und gewiß, ALLAH ist mein HERR und euer HERR! So dient nur Ihm! Dies ist ein geradliniger Weg"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Danach wurden die Parteien unter ihnen uneins. Und Untergang sei denjenigen, die Kufr betrieben haben, beim Erleben eines gewaltigen Tages"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Wie sehend und hörend werden sie sein, wenn sie zu Uns kommen! Doch die Unrecht- Begehenden sind heute im offenkundigen Irrtum"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Und warne sie vor dem Tag der Selbstanklage, wenn die Angelegenheit beschlossen wird, während sie in Achtlosigkeit sind und keinen Iman verinnerlichen"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Gewiß, WIR sind Derjenige, Der die Erde und alles auf ihr wieder zu Sich nimmt, und zu Uns werden sie zurückgebracht"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Und erwähne in der Schrift Ibrahim! Gewiß, er war ein äußerst Wahrhaftiger, ein Prophet"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Als er zu seinem Vater sagte: \"Mein Vater! Weshalb betest du etwas an, das weder sieht, noch hört, noch von dir irgend etwas abwenden kann"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "Mein Vater! Gewiß, mir wurde vom Wissen das zuteil, was dir nicht zuteil wurde, so folge mir, dann leite ich dich recht auf einen geraden Weg"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Mein Vater! Diene nicht dem Satan! Gewiß, der Satan war Dem Allgnade Erweisenden immer ein Widersacher"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "Mein Vater! Gewiß, ich fürchte, daß dich eine Peinigung vom Allgnade Erweisenden trifft, und du ein Vertrauter Satans sein wirst"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Er sagte: \"Bist du etwa meinen Göttern gegenüber abgeneigt, du Ibrahim?! Wenn du damit nicht aufhörst, werde ich dich gewiß steinigen! Und bleibe fern von mir für längere Zeit"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Er sagte: \"Salam sei mit dir. Ich werde für dich meinen HERRN um Vergebung bitten. Denn ER ist mir gegenüber immer großzügig gewesen"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Und ich ziehe mich von euch und von dem zurück, an das ihr anstelle von ALLAH Bittgebete richtet. Und ich richte Bittgebete an meinen HERRN! Ich hoffe, daß ich mit dem Bittgebet an meinen HERRN nicht erfolglos bin"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Nachdem er sich von ihnen und von dem zurückgezogen hatte, was sie anstelle von ALLAH anbeteten, haben WIR ihm Ishaq und Ya'qub geschenkt. Und beide machten WIR zu Propheten"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Und WIR haben ihnen von Unserer Gnade geschenkt und ihnen eine wahrhaftige, überragende Anerkennung zukommen lassen"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Und erwähne in der Schrift Musa! Gewiß, er war ein Auserwählter, und war ein Gesandter, ein Prophet"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "WIR ließen ihn von der rechten Seite des Tur- Bergs rufen, und Uns als Vertrauten näher bringen"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Und WIR schenkten ihm aus Unserer Gnade heraus seinen Bruder Harun als einen Propheten"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Und erwähne in der Schrift Isma'il! Gewiß, er war wahrhaftig im Versprechen und war ein Gesandter, ein Prophet"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Und er pflegte, seiner Familie das rituelle Gebet und die Zakat zu gebieten. Und er war bei seinem HERRN ein Angenommener"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Und erwähne in der Schrift Idris! Gewiß, er war ein äußerst Wahrhaftiger, ein Prophet"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Und WIR erhoben ihn zu einem hohen Ort"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Diese sind diejenigen, denen ALLAH Gaben zuteil werden ließ von den Propheten aus der Nachkommenschaft Adams, und von denjenigen, die WIR mit Nuh trugen, und aus der Nachkommenschaft Ibrahims und Israils, und von denjenigen, dieWIR rechtgeleitet und auserwählt haben. Wenn ihnen die Ayat des Allgnade Erweisenden vorgetragen wurden, fielen sie sudschud-vollziehend und weinend nieder"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Doch dann folgten ihnen Nachfahren, die das rituelle Gebet vernachlässigten und ihren Neigungen folgten. Diese werden noch Böses finden"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "außer denjenigen, die reuig wurden, den Iman verinnerlicht und gottgefällig Gutes getan haben, denn diese werden in die Dschanna eintreten und ihnen wird in keiner Weise Unrecht zugefügt"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "(Sie treten ein in) Dschannat von 'Adn, die Der Allgnade Erweisende Seinen Dienern von der Welt des Verborgenen versprochen hat. Sein Versprechen wird zweifelsohne erfüllt werden"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Darin hören sie nichts Unnützes - (sie hören) nur den Salam-Gruß! Und ihnen ist ihre Versorgung darin morgens und abends gesichert"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Diese ist die Dschanna, die WIR für diejenigen von Unseren Dienern bleiben lassen, die Muttaqi waren"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "Und wir (die Engel) steigen nicht hinunter, es sei denn gemäß der Anweisung deines HERRN. Ihm gehört, was vor uns, was hinter uns und was dazwischen ist. Und dein HERR vergißt nie"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "ER ist Der HERR der Himmel, der Erde und dessen, was zwischen beiden ist, so diene Ihm und übe dich in Geduld bei seiner Verehrung. Kennst du etwa einen, der mit Ihm den Namen teilt"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Und der Mensch sagt: \"Wenn ich sterbe, werde ich dann etwa zum Leben erweckt werden"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Bedenkt der Mensch etwa nicht, daß WIR ihn gewiß vorher erschufen, nachdem er nichts gewesen war"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Bei deinem HERRN! WIR werden sie doch versammeln, sowie die Satane. Dann werden WIR sie doch kniend um Dschahannam herum bringen lassen"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Dann werden WIR von jeder Gefolgschaft doch diejenigen herausgreifen, die gegenüber Dem Allgnade Erweisenden heftiger in der Übertretung waren"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Denn WIR wissen gewiß besser Bescheid über diejenigen, die eher verdienen, hineingeworfen zu werden"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Und jeder von euch wird es (das Feuer) gewiß ansteuern. Für deinen HERRN ist dies eine beschlossene Notwendigkeit"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Dann erretten WIR diejenigen, die Taqwa gemäß handelten, und lassen die Unrecht-Begehenden darin kniend"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Und wenn ihnen Unsere Ayat in Klarheit vorgetragen werden, sagen diejenigen, die Kufr betrieben haben, denjenigen, die den Iman verinnerlicht haben: \"Welche der beiden Gruppierungen hat den besseren Wohnort und die angenehmere Gesellschaft"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Wie viele Generationen vor ihnen haben WIR bereits zugrundegerichtet, die über noch schönere Ausstattungen und Sehenswürdigkeiten verfügten"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Sag also: \"Wer sich im Irrtum befindet, dem soll Der Allgnade Erweisende noch mehr davon gewähren!\" Wenn sie dann sehen, was ihnen angedroht wurde: entweder die Peinigung oder die Stunde, dann werden sie wissen, wer über die schlimmere Stellung und die schwächere Streitmacht verfügt"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Und ALLAH läßt diejenigen, die der Rechtleitung folgten, noch mehr an Rechtleitung gewinnen. Und die bleibenden gottgefälligen guten Taten haben bei deinem HERRN die bessere Belohnung und den besseren Zugewinn"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Auch sollst du Mitteilung machen über denjenigen, der Unseren Ayat gegenüber Kufr betrieben und gesagt hat: \"Ganz gewiß werden mir Vermögen und Kinder zuteil"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Hat er etwa Einsicht in das Verborgene gehabt oder etwa mit Dem Allgnade Erweisenden eine Abmachung getroffen"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Bestimmt nicht! WIR werden registrieren lassen, was er sagt, und werden ihm noch viel mehr von der Peinigung zuteilen lassen"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Und WIR werden ihm das wegnehmen, worüber er sprach. Auch wird er ja ohnehin alleine zu Uns kommen"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Und sie nahmen sich Götter anstelle von ALLAH, damit diese ihnen Ansehen verleihen"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Bestimmt nicht! Sie werden ihrer Anbetung gegenüber Kufr betreiben und werden ihre Kontrahenten sein"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Weißt du etwa nicht, daß WIR die Satane zu den Kafir schickten, damit sie diese ständig aufhetzen"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "So hab keine Eile mit ihnen! Denn WIR zählen ihnen nur noch ihre Tage auf"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "(Und erinnere) an den Tag, wenn WIR die Muttaqi vor Dem Allgnade Erweisenden in Delegation versammeln"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "und die schwer Verfehlenden als Herde zu Dschahannam treiben"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Sie verfügen über keine Fürbitte, sondern nur diejenigen, die eine Abmachung mit Dem Allgnade Erweisenden trafen"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Und sie sagten: \"Der Allgnade Erweisende hat sich einen Sohn genommen"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Gewiß, bereits habt ihr (damit) eine Ungeheuerlichkeit vollbracht"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Beinahe würden davon die Himmel nach und nach aufreißen, die Erde sich spalten und die Felsengebirge in Trümmer auseinanderfallen"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "daß sie Dem Allgnade Erweisenden einen Sohn zugeschrieben haben"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Und in keiner Weise gebührt Dem Allgnade Erweisenden, daß ER sich einen Sohn nimmt"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Ganz gewiß gibt es nichts in den Himmeln und auf Erden, das nicht vor Dem Allgnade Erweisenden als Anbeter kommt"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Gewiß, bereits kennt ER sie umfassend und zählte sie genau auf"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Und alle kommen zu Ihm einzeln am Tag der Auferstehung"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Gewiß, diejenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, denen wird Der Allgnade Erweisende Liebe gewähren"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "WIR haben ihn (den Quran) in deiner Sprache nur erleichtert, damit du mit ihm den Muttaqi frohe Botschaft überbringst und mit ihm die entschiedenen Gegner warnst"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Und wie viele Generationen vor ihnen haben WIR bereits zugrundegerichtet! Verspürst du etwa von ihnen irgendeinen, oder vernimmst du von ihnen etwa irgendein Geräusch"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta-ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "WIR sandten dir den Quran nicht hinab, damit du dich erschöpfst"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Es ist nur eine Erinnerung für diejenigen, die Ehrfurcht haben"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "(Er ist) eine sukzessive Hinabsendung von Demjenigen, Der die Erde und die hohen Himmel erschuf"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "ER ist Der Allgnade Erweisende, Der über Al'ahrsch komplett herrschte"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Ihm gehört, was in den Himmeln, was auf Erden, was zwischen beiden und was unter der Erde ist"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Und solltest du das Gesagte laut sprechen, so kennt ER doch das Geheimnis und das noch Verborgenere"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "ALLAH, es gibt keine Gottheit außer Ihm! Ihm gebühren die schönsten Namen"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Und wurde dir die Begebenheit von Musa etwa nicht zuteil"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Nachdem er Feuer gesehen hatte, sagte er seiner Familie: \"Bleibt! Ich sah Feuer, vielleicht bringe ich euch davon Feuerbrand oder finde beim Feuer (jemanden, der) mich rechtleitet"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Und als er daran war, wurde gerufen: \"Musa"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Gewiß, ICH bin dein HERR, so ziehe deine Schuhe aus, denn du bist gewiß im rein gehaltenen Tal Tuwa"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Und ICH habe dich erwählt, so höre dem zu, was als Wahy erteilt wird"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Gewiß, ICH bin ALLAH. Keine Gottheit existiert, es sei denn ICH, so diene Mir und verrichte ordnungsgemäß das rituelle Gebet zu Meinem Gedenken"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Zweifellos, die Stunde ist im Kommen. Beinahe werde ICH sie enthüllen, damit jeder Seele nach ihrem Bestreben vergolten wird"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "So soll dich von ihr nicht abwenden derjenige, der an sie keinen Iman verinnerlicht und seinen Neigungen folgt, sonst gehst du zugrunde"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Und was ist dies in deiner Rechten, Musa"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Er sagte: \"Es ist mein Stock, auf den stütze ich mich und mit ihm treibe ich meine Schafe zusammen. Und damit habe ich noch andere Verwendung"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "ER sagte: \"Wirf ihn hin, Musa"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Sogleich warf er ihn hin, und er wurde zu einer Schlange, die umherglitt"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "ER sagte: \"Nimm sie auf und fürchte dich nicht! WIR werden sie in ihre vorherige Gestalt zurückverwandeln"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Und führe deine Hand zu deiner Seite heran, kommt sie hell unversehrt heraus als eine zweite Aya"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "damit WIR dir manche von Unseren großen Ayat zeigen"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Gehe zu Pharao, gewiß beging er äußerstes Übertreten"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Er sagte: \"Mein HERR! Entspanne mir meine Brust"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "erleichtere mir meine Angelegenheit"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "und entknote eines Knotens meine Zunge"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "damit sie mein Gesagtes begreifen"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Und ernenne mir einen Assistenten von meiner Familie"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Harun, meinen Bruder"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "stärke mich mit ihm"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "und beteilige ihn an meiner Angelegenheit"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "damit wir Dich viel lobpreisen"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "und dir viel gedenken"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Gewiß, DU bist uns immer allsehend"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "ER sagte: \"Bereits wurde dir deine Bitte gewährt, Musa"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Und gewiß, bereits erwiesen WIR dir ein anderes Mal Wohltaten"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "als WIR deiner Mutter Wahy zuteil werden ließen von dem, was als Wahy erteilt wird"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Lege ihn in die Holzkiste, dann wirf sie in den Fluß, dann wird der Fluß sie ans Ufer spülen, dann nimmt ihn ein Feind von Mir und ein Feind von ihm.\" Und ICH machte dich beliebt und damit du unter Meiner Aufsicht erzogen wirst"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "(Und erinnere daran), als deine Schwester vorbeiging und sagte: \"Soll ich euch jemanden zeigen, der ihn betreuen kann?\" Dann brachten WIR dich zu deiner Mutter zurück, damit sie fröhlich und nicht traurig wird. Und du hast einen Menschen getötet, dann retteten WIR dich von der Betrübnis und ließen dich mehreren Fitnas unterziehen, dann bist du (einige) Jahre bei den Leuten von Madyan geblieben. Dann kamst du der Bestimmung nach, Musa"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Und ICH habe dich für Mich auserwählt"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Gehe du und dein Bruder mitMeinen Ayat und laßt nicht mit Meinem Gedenken nach"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Geht beide zu Pharao, denn gewiß, er beging äußerste Übertretungen"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "dann sagt ihm ein mildes Wort, damit er sich erinnert oder sich fürchtet"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Beide sagten: \"Unser HERR! Gewiß, wir fürchten, daß er uns mit Bösem ereilt oder daß er äußerste Übertretungen begeht"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "ER sagte: \"Fürchtet euch beide nicht! Gewiß, ICH bin mit euch beiden, ICH höre und sehe"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "So geht beide zu ihm, dann sagt beide: \"Wir sind beide die Gesandten deines HERRN, so schicke mit uns die Kinder Israils und peinige sie nicht! Bereits brachten wir dir eine Aya von deinem HERRN. Und Salam sei auf demjenigen, welcher der Rechtleitung folgt"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Gewiß, uns wurde bereits als Wahy zuteil, daß die Peinigung doch dem bestimmt ist, der leugnet und sich abwendet"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Er sagte: \"Wer ist denn euer HERR, Musa"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Er sagte: \"Unser HERR ist Derjenige, Der jeder Sache ihre Gestalt verliehen hat, dann Rechtleitung erwies"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Er sagte: \"(Und) was ist denn mit den früheren Generationen"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Er sagte: \"Das Wissen über sie ist bei meinem HERRN in einem Register. Weder irrt Mein HERR noch vergißt ER"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "ER ist Derjenige, Der euch die Erde als Unterlage machte, für euch darin Wege bahnte und vom Himmel Wasser fallen ließ, mit dem WIR Paare von vielfältigen Pflanzen hervorbrachten"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Esst und lasst eure An'am weiden! Gewiß, darin sind doch Ayat für die Verständigen"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Aus ihr erschufen WIR euch und in sie bringen WIR euch zurück und aus ihr bringen WIR euch noch einmal hervor"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Und gewiß, bereits zeigten WIR ihm alle Unsere Ayat, dann leugnete er und lehnte sie ab"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Er sagte: \"Bist du etwa zu uns gekommen, Musa! - mit deiner Magie, damit du uns von unserem Land vertreibst"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "also sicher werden wir dir gleichwertige Magie entgegensetzen, so lege zwischen uns und dir einen Termin fest, den weder wir noch du versäumen, an einem (uns) bekannten Ort"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Er sagte: \"Euer Termin ist der Tag der Festlichkeit. Und die Menschen sollen am Vormittag versammelt werden"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Dann wandte Pharao sich ab und sammelte sein Listzeug zusammen, dann kam er"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Musa sagte ihnen: \"Euer Untergang! Erfindet im Namen ALLAHs keine Lügen, sonst richtet ER euch mit einer Peinigung zugrunde. Und bereits versagen wird derjenige, der etwas erdichtet"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Und sie waren in ihrer Angelegenheit uneins und verheimlichten ihre Unterredung"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Sie sagten: \"Diese beiden sind sicherlich Magier, die euch aus eurem Land mit ihrer Magie vertreiben wollen und eure ideale Lebensweise annullieren"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Also kommt in eurer List überein, dann kommt in Reihe. Und bereits ist erfolgreich an diesem Tag, wer die Oberhand gewinnt"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Sie sagten: \"Musa! Entweder wirfst du, oder werden wir die ersten sein, die werfen"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Er sagte: \"Nein, sondern werft (ihr)!\" Und da erschienen ihm ihre Seile und Stöcke durch ihreMagie, als würden sie umhergleiten"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Dann ängstigte sich insgeheim, Musa"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "WIR sagten: \"Fürchte dich nicht! Gewiß, du gewinnst die Oberhand"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Und wirf das, was in deiner Rechten ist, es verschlingt alles, was sie bewerkstelligten! Sie bewerkstelligten doch nur eine List eines Magiers. Und der Magier wird nie erfolgreich sein, überall wo er hinkommt"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "So vollzogen die Magier Sudschud, sie sagten: \"Wir bekundeten den Iman an Den HERRN von Harun und Musa"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Er (Pharao) sagte: \"Habt ihr etwa den Iman bekundet, bevor ich euch die Zustimmung dazu gab? Gewiß, er ist doch euer Lehrmeister, der euch die Magie beibrachte. Abschneiden werde ich doch eure Hände und Füße wechselseitig und kreuzigen werde ich euch gewiß an die Stämme der Dattelpalmen. Und ihr werdet zweifelsohne noch in Erfahrung bringen, welcher von uns über die qualvollere und dauerhaftere Peinigung verfügt"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Sie sagten: \"Wir werden dich auf keinen Fall vor dem bevorzugen, was zu uns an eindeutigen Zeichen kam, und nicht vor Dem, Der uns erschuf. Also urteile, was du urteilst! Du fällst ein Urteil doch nur über dieses diesseitige Leben"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Gewiß, wir verinnerlichten den Iman an unseren HERRN, damit ER uns unsere Verfehlungen vergibt und das, wozu du uns an Magie gezwungen hast. Und ALLAH ist besser und bleibender"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Gewiß, wer zu seinem HERRN als schwer Verfehlender kommt, für den ist Dschahannam bestimmt, darin weder stirbt, noch lebt er"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Und wer zu Ihm als Mumin kommt, wobei er gottgefällig Gutes tat, für diese sind die hohen Ränge bestimmt"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "die 'Adn-Dschannat, die von Flüssen durchflossen sind. Darin werden sie ewig bleiben. Und dies ist die Belohnung für denjenigen, der sich rein hält"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Und gewiß, bereits ließen WIR Musa Wahy zuteil werden: \"Brich nachts auf mit Meinen Dienern, dann schlage ihnen einen getrockneten Weg ins Meer! Habe keine Angst vor Verfolgung und fürchte dich nicht"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Dann verfolgte sie Pharao mit seinen Soldaten, dann überschwemmte sie vom Fluß, was sie überschwemmte"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Und Pharao verleitete seine Leute und leitete sie nicht recht"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Kinder Israils! WIR erretteten euch bereits von eurem Feind, verabredeten Uns mit euch an der rechten Seite des Tur-Bergs und ließen euch Al-mann und As-salwa zuteil werden"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Esst von den Tay-yibat vom Rizq, das WIR euch gewährten, und begeht darin keine Übertretungen, sonst widerfährt euch Mein Zorn. Und wem Mein Zorn widerfährt, ist bereits zugrunde gerichtet"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Und gewiß, ICH bin bestimmt allvergebend für denjenigen, der reuig wurde, den Iman verinnerlichte, gottgefällig Gutes tat und dann Rechtleitung fand"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Und was ließ dich hier vor deinen Leuten sein, Musa"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Er sagte: \"Sie sind da, sie folgen meinen Spuren. Und ich eilte zu Dir, mein HERR! - damit du (mir) Wohlgefallen erweist"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "ER sagte: \"WIR ließen doch deine Leute nach dir der Fitna aussetzen. Und As-samiri verleitete sie"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Dann kehrte Musa zu seinen Leuten zurück, wütend und traurig. Er sagte: \"Meine Leute! Machte euch euer HERR etwa nicht ein schönes Versprechen?! War euch die vereinbarte Zeit zu lange, oder wolltet ihr, daß euch Zorn von eurem HERRN widerfährt, dann habt ihr das Versprechen mir gegenüber gebrochen"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Sie sagten: \"Wir brachen das Versprechen dir gegenüber nicht aus eigener Kraft. Auf uns wurden aber Schwerlastende von dem Schmuck der Leute gelegt, dann warfen wir sie (ins Feuer).\" Und solcherart warf ebenfalls As-samiri"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Dann brachte er ihnen hervor ein Kalb, einen Körper mit Gebrüll. Dann sagten sie: \"Dies ist euer Gott und Musas Gott. Er vergaß es jedoch"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Sehen sie etwa nicht, daß es ihnen nichts Gesagtes erwidert, und daß es ihnen weder zu schaden noch zu nützen vermag"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Und gewiß, bereits sagte Harun zu ihnen vorher: \"Meine Leute! Ihr wurdet mit ihm nur der Fitna ausgesetzt. Und euer HERR ist gewiß Der Allgnade Erweisende. Also folgt mir und gehorcht meiner Anweisung"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Sie sagten: \"Wir lassen es nicht, ihm Zuwendung zu erweisen, bis Musa zu uns zurückkehrt"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Er sagte: \"Harun! Was hinderte dich daran, nachdem du gesehen hattest, daß sie irregingen"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "mir zu folgen? Hast du etwa dich gegen meine Anweisung widersetzt"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Er sagte: \"Sohn meiner Mutter! Zerre weder an meinem Bart, noch an meinem Kopf! Gewiß, ich fürchtete, du würdest sagen: \"Du hast die Kinder Israils gespalten und nicht auf meine Anweisung gewartet"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Er sagte: \"Was ist dein Bestreben, Samiri"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Er sagte: \"Ich nahm wahr, was sie nicht wahrnahmen, dann griff ich eine Handvoll von der Spur des Entsandten, dann warf ich sie hinein. Und solcherart machte es mir meine Seele leicht"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Er sagte: \"Geh! Denn dir ist in diesem Leben gewährt zu sagen: \"Keine Berührung!\" Und gewiß, für dich ist noch ein Versprechen bestimmt, das dir gegenüber nicht gebrochen wird. Und schau deinen Gott an, dem du ständig Zuwendung erwiesen hast, wir werden es zweifelsohne verbrennen, dann werden wir es gewiß in den Fluß streuen"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Euer Gott ist nur ALLAH, Derjenige, außer Ihm es keine Gottheit gibt. ER umfaßt alles mit Wissen"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Solcherart berichten WIR dir über Nachrichten von dem, was sich früher ereignete. Und WIR ließen dir von Uns aus eine Ermahnung (den Quran) zuteil werden"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Wer sich von ihm abwendet, dieser wird gewiß am Tag der Auferstehung eine Schuldenlast tragen"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Darin werden sie ewig bleiben. Und erbärmlich ist es für sie am Tag der Auferstehung als Schuldenlast"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "am Tag, wenn in As-sur geblasen wird. Und WIR versammeln die schwer Verfehlenden an diesem Tag als Zurq"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Sie flüstern zueinander: \"Ihr habt doch nur zehn Tage verweilt"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "WIR wissen besser, was sie sagen, wenn derjenige, der über die beste Denkart verfügt, sagt: \"Ihr habt doch nur einen Tag verweilt"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Und sie fragen dich nach den Felsenbergen, dann sag: \"Mein HERR wird sie in (kleinste) Teilchen zerkleinern"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Dann läßt ER sie zu einer ebenen Fläche werden"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "auf der du weder Unebenheit noch Erhebung siehst"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "An diesem Tag folgen sie dem Rufenden ohne Abweichung. Und die Stimmen verstummen vor Dem Allgnade Erweisenden, dann vernimmst du nichts außer Flüstern"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "An diesem Tag nützt keine Fürsprache, außer (der Fürsprache) desjenigen, dem Der Allgnade Erweisende die Zustimmung gab und von ihm das Gesagte annahm"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "ER kennt das, was vor ihnen und was hinter ihnen liegt. Sie jedoch haben kein umfassendes Wissen über Ihn"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Und die Gesichter sind geneigt vor Dem Lebendigen, Dem Allverantwortlichen. Und bereits versagte jeder, der Unrecht auf sich lud"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Doch wer von gottgefällig Gutem tut, während er Mumin ist, der fürchtet weder Ungerechtigkeit noch Minderung"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Und solcherart sandten WIR ihn hinab als einen arabischen Quran und erläuterten in ihm von der Ermahnung, damit sie Taqwa gemäß handeln und damit er ihnen eine Besinnung bewirkt"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Und hocherhaben ist ALLAH, Der Allherrschende, Der Wahrhaftigste! Und übereile dich nicht mit der Rezitation des Quran, bevor dir dessen Wahy komplett verkündet wurde. Und sag: \"Mein HERR! Lasse mir noch mehr Wissen zuteil werden"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Und gewiß, bereits wiesen WIR Adam vorher an, doch er vergaß, und WIR stellten bei ihm keinen Vorsatz fest"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "(Und erinnere daran), als WIR den Engeln sagten: \"Vollzieht Sudschud für Adam!\" Sie vollzogen Sudschud, außer Iblis hat es abgelehnt"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Dann sagten WIR: \"Adam! Gewiß, dieser ist ein Feind für dich und für deine Gattin. Also lasst ihn nicht euch beide aus der Dschanna herausbringen, sonst mußt du dich mühen"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Es wird dir gewiß gewährt, daß du darin weder hungerst noch nackt wirst"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Und daß du darin weder dürstest noch unter Sonnenhitze leidest"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Dann flüsterte ihm der Satan ein, er sagte: \"Soll ich dir zeigen den Baum der Ewigkeit und eine Herrschaft, die nie vergeht"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Dann aßen beide von ihm, dann wurde beiden ihre Blöße sichtbar. Und beide begannen, von den Blättern der Dschanna auf sich zu flechten. Und Adam widersetzte sich seinem HERRN, so irrte er"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Dann erwählte ihn sein HERR, dann vergab ER ihm und leitete ihn recht"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "ER sagte: \"Steigt von ihr, allesamt hinab! Die einen von euch (dieMenschen) sind für die anderen (Satan) Feind. Und wenn euch von Mir Rechtleitung zuteil wird, wer dann Meiner Rechtleitung folgt, der wird weder abirren noch unglücklich werden"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Und wer sich von Meiner Ermahnung abwendet, für den ist dann ein elendes Leben bestimmt, und WIR werden ihn am Tag der Auferstehung als Blinden zur Versammlung bringen"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Er sagte: \"Mein HERR! Weshalb bringst DU mich als Blinden zur Versammlung, wo ich doch bereits sehend war"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "ER sagte: \"Solcherart wurden dir Meine Ayat zuteil, dann hast du sie vergessen. Und solcherart wirst du heute in Vergessenheit geraten"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Und solcherart vergelten WIR dem, der Übertretungen beging und den Iman an die Ayat seines HERRN nicht verinnerlichte. Und die Peinigung des Jenseits ist gewiß noch härter und andauernder"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Wurde ihnen etwa noch nicht deutlich, wie viele an Generationen vor ihnen WIR zugrunde richteten, durch deren Wohnstätten sie gehen?! Gewiß, darin sind doch Ayat für die Verständigen"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Und gäbe es kein von deinem HERRN bereits gefälltes Wort und keine festgelegte Frist, wäre es (das Bestrafen) sicherlich notwendig"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "So übe dich in Geduld hinsichtlich dessen, was sie sagen. Und lobpreise mit dem Lob deines HERRN vor Sonnenaufgang und vor ihrem Untergang! Auch während der Nacht lobpreise Ihn und an den Tagesenden, damit du zufrieden wirst"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Und richte deine Augen nicht auf das, was WIR manchen von ihnen an vergänglichen Verbrauchsgütern als Schmuck des diesseitigen Lebens zur Verfügung stellten, damit WIR sie darin einer Fitna unterziehen. Und das Rizq von deinem HERRN ist noch besser und andauernder"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Und gebiete deiner Familie das rituelle Gebet und übe dich darin in Geduld. WIR bitten dich nicht um Rizq. WIR gewähren dir Rizq. Und das Anschließende ist für die Taqwa"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Und sie sagten: \"Würde er doch uns eine Aya von seinem HERRN bringen!\" Kam zu ihnen etwa nicht die Erklärung dessen, was in den früheren Schriften war"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Und hätten WIR sie mit einer Peinigung vor ihm zugrunde gerichtet, hätten sie gewiß gesagt: \"Unser HERR! Würdest DU uns doch einen Gesandten schicken, dann folgten wir Deinen Ayat, bevor wir erniedrigt und herabgewürdigt werden"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Sag: \"Jeder wartet, so wartet doch! Ihr werdet noch wissen, welche zu den Weggenossen des geraden Weges gehören und welche Rechtleitung fanden"
        },
        {
            "chapter": 21,
            "verse": 1,
            "text": "Angenähert hat sich den Menschen ihre Abrechnung, während sie in Achtlosigkeit abgeneigt sind"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Ihnen wird keine Ermahnung von ihrem HERRN zuteil, die erneuert wird, ohne daß sie diese vernehmen, während sie Sinnloses treiben"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Nachlässig sind ihre Herzen. Und ihre heimliche Unterhaltung verschwiegen haben diejenigen, die Unrecht begingen: \"Ist dieser etwas anderes als ein Mensch wie ihr? Wollt ihr etwa dieMagie annehmen, während ihr es seht"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Sag: \"Mein HERR kennt das Gesagte im Himmel und auf Erden. Und ER ist Der Allhörende, Der Allwissende"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Nein, sondern sie sagten: \"Es ist ein Durcheinander von Träumen. Nein, sondern er hat es erdichtet. Nein, sondern er ist ein Dichter. Dann soll er uns eine Aya bringen, wie es mit den Früheren entsandt wurde"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Keinen Iman verinnerlichten vor ihnen (die Bewohner) einer Ortschaft, die WIR zugrunde richteten, werden diese etwa den Iman verinnerlichen"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Und WIR entsandten vor dir als Gesandte nichts anderes alsMänner, denenWIRWahy zuteil werden ließen. So fragt die Leute von Adh-dhikr, wenn ihr selbst nicht wisst"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Und WIR machten sie nicht zu Körpern, die keine Speisen aßen, und sie lebten nicht ewig"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Dann erfüllten WIR ihnen das Versprechen und erretteten sie und diejenigen, die WIR wollten, und richteten die Maßlosen zugrunde"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Gewiß, bereits sandten WIR euch eine Schrift hinab, mit der es für euch Würde gibt. Besinnt ihr euch etwa nicht"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Und wie viele Ortschaften, (deren Bewohner) Unrecht begingen, WIR doch zerstörten, und nach ihnen andere Leute entstehen lassen"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Und als sie unser Gewalt-Antun wahrnahmen, da rannten sie davon weg"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Rennt nicht weg und kehrt zurück zu dem, worin euch Luxus gewährt wurde, und zu euren Wohnstätten, damit ihr zur Rechenschaft gezogen werdet"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Sie sagten: \"Unser Untergang! Wir waren doch Unrecht-Begehende"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Und es blieb dies ihr Ruf, bis WIR sie wie das Geerntete, regungslos machten"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Und WIR erschufen den Himmel, die Erde und das, was zwischen ihnen ist, doch nicht aus sinnlosem Treiben"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Und wollten WIR Uns Vergnüglichkeit nehmen, hätten WIR sie Uns von Uns aus genommen, wenn WIR dies tun würden"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Nein, sondern werfen WIR mit der Wahrheit gegen das für nichtig Erklärte, dann annulliert sie es, da ist es dann vernichtet. Und für euch ist der Untergang bestimmt für das, was ihr behauptet"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Und Ihm gehört, was in den Himmeln und auf Erden ist. Und diejenigen bei Ihm erheben sich nie über das Dienen Ihm gegenüber und sie werden dabei nie müde"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Sie lobpreisen (Ihn) die ganze Nacht und den ganzen Tag, sie lassen nicht nach"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Oder nahmen sie sich etwa Gottheiten aus der Erde, die lebendig machen"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Gäbe es in beiden (Himmel und Erde) Gottheiten außer ALLAH, gewiß wären beide verdorben. Also subhanallah, Der HERR von Al'ahrsch, über das, was sie erdichten"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "ER wird nicht für das was ER tut zur Rechenschaft gezogen, jedoch sie werden zur Rechenschaft gezogen"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Oder nahmen sie sich etwa anstelle von Ihm Gottheiten?! Sag: \"Bringt euren Beweis her! Dies ist die Ermahnung, über die ich verfüge, und die Ermahnung derer, die vor mir waren.\" Nein, sondern viele von ihnen kennen die Wahrheit nicht, so wenden sie sich ab"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Und WIR entsandten vor dir keinen Gesandten, ohne daß WIR ihm Wahy zuteil werden ließen: \"Gewiß, es gibt keine Gottheit außer Mir, so dient nur Mir"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Und sie sagten: \"Der Allgnade Erweisende hat Sich Kinder genommen.\" Gepriesen-erhaben ist ER! Nein, sondern (sie sind) nur ehrwürdige Diener"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Sie kommen Ihm beim Sprechen nicht zuvor, und sie handeln gemäß Seiner Anweisung"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "ER kennt das, was vor ihnen und was hinter ihnen ist. Und sie legen keine Fürbitte ein, außer für denjenigen, dem ER Wohlgefallen erwies. Und sie sind von der Ehrfurcht Ihm gegenüber zitternd"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Und wer von ihnen sagt: \"Ich bin ein Gott anstelle von Ihm.\" Dem vergelten WIR mit Dschahannam. Solcherart vergelten WIR den Unrecht-Begehenden"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Haben diejenigen, die Kufr betrieben haben, etwa nicht wahrgenommen, daß die Himmel und die Erde gewiß ein Zusammengefügtes waren, dann rissen WIR sie auseinander, und daß WIR aus dem Wasser alles Lebendige machten?! Wollen sie etwa den Iman nicht verinnerlichen"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Und WIR setzten auf der Erde Felsengebirge, damit sie mit ihnen nicht schwankt, und WIR machten darin breite Wege, damit sie Rechtleitung finden"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Und WIR machten den Himmel als eine schützende Decke. Und sie wenden sich noch von Seinen Ayat ab"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Und ER ist Derjenige, Der die Nacht, den Tag, die Sonne und den Mond erschuf. Alle schweben auf einer Flugbahn"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Auch gewährten WIR keinem Menschen vor dir die Ewigkeit. Wenn du sterben wirst, werden sie etwa dann die Ewigen sein"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Jedes Lebewesen wird den Tod erfahren! Und WIR prüfen euch mit dem Bösen und mit dem Guten als Fitna. Und zu Uns werdet ihr zurückgebracht"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Und wenn dich diejenigen, die Kufr betrieben haben, sehen, machen sie dich zu nichts anderem als zum Spott: \"Ist dieser derjenige, der eure Gottheiten kritisiert?\"Während sie selbst doch dem Gedenken an Den Allgnade Erweisenden gegenüber Kufr betreiben"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Der Mensch ist aus Eile erschaffen. ICH werde euch Meine Ayat zeigen, so fordert keine Eile von Mir"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Und sie sagen: \"Wann wird dieses Versprechen erfüllt, solltet ihr wahrhaftig sein"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Würden diejenigen, die Kufr betrieben haben, es doch nur wissen! (Es geschieht), wenn sie das Feuer weder von ihren vorderen Seiten noch von ihren hinteren Seiten zurückhalten können, noch ihnen beigestanden wird"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Nein, sondern sie (die Stunde) bricht über sie plötzlich herein, dann macht sie sie sprachlos verwundert, dann werden sie diese weder aufhalten können, noch wird ihnen eine Frist gewährt"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Und gewiß, bereits wurden vor dir Gesandte verspottet, dann umgab diejenigen, die sich über sie lustig machten, das, was sie zu verspotten pflegten"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Sag: \"Wer kann euch in der Nacht und am Tage vor Dem Allgnade Erweisenden schützen?\" Nein, sondern sie sind gegenüber dem Gedenken an ihren HERRN abwendend"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Oder haben sie etwa Gottheiten, die sie vor Uns verteidigen?! Sie können doch weder sich selbst beistehen, noch werden sie von Uns begleitet"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Nein, sondern WIR gewährten Verbrauchsgüter diesen und ihren Vorfahren, bis ihnen das Leben lang erschien. Nehmen sie etwa nicht wahr, daß WIR gewiß Uns der Erde zuwenden und sie von ihren Enden einengen?! Werden sie etwa die Sieger sein"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Sag: \"Ich warne euch ausschließlich mit dem Wahy.\" Doch die Tauben vernehmen keinen Ruf, wenn sie gewarnt werden"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Und würde sie ein Hauch von der Peinigung deines HERRN treffen, würden sie bestimmt sagen: \"Unser Untergang! Gewiß, wir waren Unrecht-Begehende"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Und WIR stellen die Waagen der Gerechtigkeit am Tag der Auferstehung auf. Dann wird keiner Seele etwas an Unrecht zugefügt. Und würde es (das Vollbrachte) das Gewicht eines Senfkorns haben, würden WIR es berücksichtigen. Und WIR genügen als Rechnende"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Und gewiß, bereits ließen WIR Musa und Harun zuteil werden Al-furqan, Erhellendes und eine Ermahnung für die Muttaqi"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "die Ehrfurcht vor ihrem HERRN im Verborgenen haben, und die vor der Stunde zitternd sind"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Und dies (der Quran) ist eine mit Baraka erfüllte Ermahnung, die WIR hinabsandten. Wollt ihr ihn etwa ableugnen"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Und gewiß, bereits gewährten WIR Ibrahim seine Verständigkeit vorher und waren über ihn allwissend"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Als er seinem Vater und seinen Leuten sagte: \"Was sind diese Statuen, denen ihr Zuwendung erweist"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Sie sagten: \"Wir fanden unsere Ahnen vor, sie dienten ihnen"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Er sagte: \"Gewiß, bereits wart ihr und eure Ahnen in einem eindeutigen Irregehen"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Sie sagten: \"Hast du uns die Wahrheit gebracht, oder bist du etwa einer der des Sinnlosen Treibenden"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Er sagte: \"Nein, sondern euer HERR ist Der HERR der Himmel und der Erde, Der sie erschuf. Und ich bin dafür einer der Zeugen"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Und bei ALLAH! Ich werde eure Götzen auf jeden Fall überlisten, nachdem ihr abwendend zurückkehrt"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Dann demolierte er sie zu Stücken außer einer Großen von ihnen, damit sie sich dann an sie wenden"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Sie sagten: \"Wer tat dies unseren Göttern an? Gewiß, er ist zweifelsohne von den Unrecht-Begehenden"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Sie sagten: \"Wir hörten einen jungen Mann, der sie kritisierte, genannt wird er Ibrahim"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Sie sagten: \"Dann bringt ihn her vor die Augen der Menschen, vielleicht bezeugen sie es"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Sie sagten: \"Bist du derjenige, der dies unseren Göttern antat, Ibrahim"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Er sagte: \"Nein, sondern dies tat die Große (Statue) von ihnen, diese! Also fragt sie doch, sollten sie sprechen können"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Dann wandten sie sich zueinander, dann sagten sie: \"Gewiß, ihr seid selbst die Unrecht-Begehenden"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Dann wurden sie wieder auf den Kopf gestellt: \"Gewiß, bereits weißt du, daß diese nicht sprechen können"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Er sagte: \"Dient ihr denn anstelle von ALLAH dem, das euch weder in irgend etwas nützt, noch schadet"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Pfui für euch und für das, dem ihr anstelle von ALLAH dient! Besinnt ihr euch nicht"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Sie sagten: \"Verbrennt ihn und unterstützt eure Götter, solltet ihr dies tun wollen"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "WIR sagten: \"Feuer! Sei etwas Kühlendes und Salam für Ibrahim"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Und sie wollten gegen ihn eine List planen, dann machten WIR sie zu den Verlierern"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Und WIR erretteten ihn sowie Lut in das Land, das WIR mit Baraka für die ganze Schöpfung erfüllten"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Und WIR schenkten ihm Ishaq und Ya'qub als zusätzliche Gabe. Und beide machten WIR zu gottgefällig Guttuenden"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Und WIR machten sie zu Imamen, die gemäß Unserer Anweisung (die Menschen) rechtleiten, und WIR ließen ihnen mit dem Wahy zuteil werden, das gottgefällig Gute zu tun, das rituelle Gebet ordnungsgemäß zu verrichten und die Zakat zu entrichten. Und sie waren Uns gegenüber Dienende"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Und Lut ließen WIR Weisheit und Wissen zuteil werden und erretteten ihn von der Ortschaft, (deren Einwohner) die Abscheulichkeiten zu tun pflegten. Gewiß, sie waren Leute der Schlechtigkeit, Fasiq"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Und WIR ließen ihn in Unsere Gnade eintreten. Gewiß, er war einer der gottgefällig Guttuenden"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Ebenfalls Nuh, als er vorher rief, erhörten WIR ihn, dann erretteten WIR ihn und seine Familie von der gewaltigen Not"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Und WIR schützten ihn vor den Leuten, die Unsere Ayat ableugneten. Gewiß, sie waren Leute der Schlechtigkeit, dann ertränkten WIR sie allesamt"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Ebenfalls Dawud und Sulaiman, als beide in der Angelegenheit des Ackerfeldes ein Urteil fällten, als darauf nachts die Schafe der Leute weideten. Und WIR waren gewiß ihrem Urteil gegenüber Zeugen"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Dann machten WIR sie (die Angelegenheit) Sulaiman klar. Und beiden ließen WIRWeisheit und Wissen zuteil werden. Und WIR machten mit Dawud die Felsenberge gratis fügbar, sie lobpreisen sowie die Vögel. Und WIR taten es wirklich"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Und WIR brachten ihm die Herstellung der Panzerhemde für euch bei, damit sie euch Schutz vor eurer Gewalttätigkeit bieten. Seid ihr dann dankbar"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Und für Sulaiman (machten WIR gratis fügbar) den Wind als Sturm, der gemäß seiner Anweisung zum Land weht, das WIR mit Baraka erfüllten. Und WIR waren über alles allwissend"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Und von den Satanen gab es welche, die für ihn tauchten und andere Arbeit als diese verrichten. Und WIR waren über sie Wachende"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Ebenfalls Ayyub, als er seinem HERRN rief: \"Gewiß, mich traf das Schädigende und DU bist Derjenige, der mehr Gnade erweist als alle Gnade- Erweisenden"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Dann erhörten WIR ihn, so entfernten WIR von ihm, was ihn an Schädigendem traf. Und WIR gaben ihm seine Familie und ihresgleichen noch dazu als Gnade von Uns und als Ermahnung für die Dienenden"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Ebenfalls Isma'il, Idris und Dhal-kifl - sie alle waren von den sich in Geduld Übenden"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Und WIR ließen sie in Unsere Gnade eintreten. Gewiß, sie waren von den gottgefällig Guttuenden"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Ebenfalls Dhan-nun, als er wütend fortging und dachte, daß WIR ihm dies nicht bestimmen werden, dann rief er in den Finsternissen: \"Es gibt keine Gottheit außer Dir, gepriesen-erhaben bist DU, ich gehörte gewiß zu den Unrecht- Begehenden"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Dann erhörten WIR ihn und erretteten ihn von der Not. Und solcherart erretten WIR die Mumin"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Ebenfalls Zakaria, als er seinen HERRN rief: \"Mein HERR! Lasse mich nicht als Einzelnen und DU bist Der Beste der Nachbleibenden"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Dann erhörten WIR ihn und schenkten ihm Yahya und machten ihm seine Frau fruchtbar. Gewiß, sie pflegten, zum Verrichten des gottgefällig Guten zu eilen und an Uns Bittgebete aus Liebe und aus Ehrfurcht zu richten. Und sie waren Uns gegenüber Demütige"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Ebenfalls diejenige, die ihre Keuschheit bewahrte, dann hauchten WIR in sie einen Ruhh von Uns hinein. Und WIR machten sie und ihren Sohn zu einer Aya für die ganze Schöpfung"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Gewiß, diese ist eure Umma, eine einheitliche Umma! Und ICH bin euer HERR, so dient Mir"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Und sie zerteilten ihre Angelegenheit untereinander. Sie alle werden jedoch zu Uns zurückkehren"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Wer dann von dem gottgefällig Guten tut, während er Mumin ist, für dessen Bestreben gibt es gewiß kein Kufran. Und WIR sind dafür gewiß Registrierende"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Und haram ist es für eine Ortschaft, die WIR zugrunde richteten, sie kehren nicht zurück"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Wenn dann Yadschudsch und Madschudsch geöffnet wird, und sie von allen Anhöhen herunter eilen"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "und das wahre Versprechen näherte sich, dann werden starr blicken die Augen derjenigen, die Kufr betrieben haben: \"Unser Untergang! wir waren demgegenüber achtlos. Nein, sondern wir waren Unrecht- Begehende"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Gewiß, ihr seid mit dem, was ihr anstelle von ALLAH dient, Brennstoff von Dschahannam. Ihr werdet es ansteuern"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Wären diese (wirklich) Gottheiten gewesen, hätten sie es nicht angesteuert. Und alle bleiben darin ewig"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Darin stöhnen sie, und sie hören darin nicht"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Gewiß, diejenigen, denen von Uns die schöne (Botschaft) im voraus ging, diese sind davon (vom Feuer) weit entfernt"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Sie hören sein Geräusch nicht. Und sie bleiben in dem, was sie sich wünschten, ewig"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Nicht betrübt sie der größte Schrecken, und die Engel empfangen sie: \"Dies ist euer Tag, der euch versprochen wurde"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Es ist an dem Tag, wenn WIR den Himmel falten wie das Falten des Registers mit dem Geschriebenen. Wie WIR die erste Schöpfung begannen, wiederholen wir sie. (Dies ist) ein Versprechen Uns gegenüber. WIR werden es gewiß tun"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Und gewiß, bereits schrieben WIR in Az-zabur nach der Ermahnung, daß die Erde doch Meine gottgefällig guttuenden Diener beerben"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Gewiß, in diesem ist doch eine Erklärung für dienende Leute"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Und WIR entsandten dich nur als Gnade für die ganze Schöpfung"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Sag: \"Es wird mir nur alsWahy zuteil, daß euer Gott nur ein einziger Gott ist. Werdet ihr dann nicht Muslime sein"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Und sollten sie sich abwenden, dann sag: \"Euch habe ich es in Gleichmäßigkeit mitgeteilt. Und ich weiß nicht, ob es nah oder fern, was euch angedroht wurde"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Gewiß, ER kennt das Verlautbarte vom Gesagten und ER kennt das, was ihr verschweigt"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Und ich weiß nicht, vielleicht ist es eine Fitna für euch, ein Vergnügen bis zu einer Frist"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Sag: \"Mein HERR! Richte nach Gerechtigkeit! Und unser HERR, Der Allgnade Erweisende ist Der um Hilfe Gebetene gegen das, was ihr behauptet"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "Ihr Menschen! Handelt Taqwa gemäß eurem HERRN gegenüber! Gewiß, das Beben der Stunde ist eine gewaltige Sache"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "An dem Tag, wenn ihr seht, daß jede Stillende dem gegenüber, was sie stillte, zerstreut ist, und jede Schwangere das von ihr Getragene entbindet. Und du siehst die Menschen (wie) Trunkene, während sie keine Trunkenen sind. Doch die Peinigung von ALLAH ist hart"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Und unter den Menschen ist manch einer, der über ALLAH ohne Wissen disputiert und jedem äußerst widerspenstigen Satan folgt, dem"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "geschrieben wurde, daß wer ihn als Wali nimmt, den wird er doch verleiten und in die Peinigung der Gluthitze führen"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "Ihr Menschen! Solltet ihr im Zweifel über die Auferweckung sein, so erschufen WIR euch doch aus Erdreich, dann aus Nutfa, dann aus 'Alaqa, dann aus proportionierter und unproportionierter Mudgha, damit WIR es euch erläutern. Und WIR lassen in den Mütterleibern ruhen, was WIR wollen, bis zu einer festgesetzten Frist. Dann lassen WIR euch als Kind herausbringen, dann (lassen WIR euch leben), damit ihr erwachsen werdet. Und von euch ist manch einer, der abberufen wird, und von euch ist manch einer, der in das faselnde Alter zurückgesetzt wird, damit er nichts mehr weiß, nachdem er über Wissen verfügte. Und du siehst die Erde leblos. Und wenn WIR über sie Wasser fallen lassen, regt sie sich, schwillt an und läßt von jeder erfreulichen Zweiheit hervorsprießen"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Dies (bezeugt), daß ALLAH gewiß Der Wahre ist, daß ER die Toten zweifelsohne lebendig macht und daß ER doch über alles allmächtig ist"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "und daß die Stunde unweigerlich kommen wird, über die es keine Zweifel gibt, und daß ALLAH doch diejenigen erwecken wird, die in den Gräbern sind"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Und unter den Menschen ist manch einer, der über ALLAH disputiert ohne Wissen, ohne Rechtleitung und ohne erleuchtende Schrift"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "(in Arroganz) mit dem Zur-Seite-drehen, damit er vom Weg ALLAHs ableitet. Für ihn ist im Diesseits Erniedrigung bestimmt, und WIR werden ihn am Tag der Auferstehung die Peinigung des Brandes erfahren lassen"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Dies ist für das, was du eigenhändig erworben hast. Und ALLAH ist gewiß den Dienern gegenüber niemals ungerecht"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Und unter den Menschen ist manch einer, der mit dem Dienen ALLAHs auf der Kippe steht, wenn ihn Gutes trifft, findet er Ruhe dabei, und wenn ihn Fitna trifft, wendet er sich in die Gegenrichtung ab. ER verliert dann das Diesseits und auch das Jenseits. Dies ist gewiß der eindeutige Verlust"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Er richtet Bittgebete an das, was ihm weder schadet noch nützt. Dies ist das weite Irregehen"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Er richtet Bittgebete an das, dessen Schaden näher liegt als dessen Nutzen. Doch erbärmlich ist der Maula und doch erbärmlich ist der Umgang-Pflegende"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Gewiß, ALLAH läßt diejenigen, die den Iman verinnerlicht und das gottgefällig Gute getan haben, in Dschannat eintreten, die von Flüssen durchflossen sind. Gewiß, ALLAH macht, was ER will"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Wer pflegte zu denken, daß ALLAH ihn (den Gesandten) im Diesseits und im Jenseits nicht unterstützen wird, so soll er ein Seil an der Decke anbringen, dann soll er sich erhängen, dann soll er sehen, ob seine List etwa das vergehen läßt, was er an Zorn hat"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Und solcherart sandten WIR ihn (den Quran) hinab als klare Ayat, und ALLAH leitet recht, wen ER will"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Gewiß, diejenigen, die den Iman bekundet haben, diejenigen, die Juden wurden, die Sabia, die Nazarener, die Madschus und diejenigen, die Schirk betrieben haben, ALLAH richtet zweifelsohne zwischen ihnen am Tag der Auferstehung. Gewiß, ALLAH ist über alles Zeuge"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Hast du etwa nicht wahrgenommen, daß ALLAH (Derjenige ist), für Ihn Sudschud vollziehen alle, die in den Himmeln und auf Erden sind, ebenfalls die Sonne, der Mond, die Sterne, die Felsenberge, die Bäume, die Tiere und viele von den Menschen?! Doch viele (andere) verdienen die Peinigung. Und wen ALLAH erniedrigt, für den findest du keinen Würdigenden. Gewiß, ALLAH macht, was ER will"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Diese sind zwei Gegner, die über ihren HERRN stritten. Für diejenigen, die Kufr betrieben haben, wurde dann Kleidung aus Feuer gefertigt. Gegossen wird über ihre Köpfe siedendes Wasser"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "damit wird das, was in ihren Bäuchen ist, geschmolzen, sowie die Häute"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Und für sie sind Hämmer aus Eisen bestimmt"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Immer wieder wenn sie aus ihr (Dschahannam) aus einer Drangsal herausgehen wollten, werden sie wieder zu ihr zurückgeschickt. Und erfahrt die Peinigung des Brandes"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Gewiß, ALLAH wird diejenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, in Dschannat eintreten lassen, die von Flüssen durchflossen sind. Darin werden sie mit Armbändern aus Gold und Perlen geschmückt. Und ihre Kleidung ist darin aus Seide"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Und sie wurden zum Guten des Gesagten rechtgeleitet. Und sie werden zum Weg Des Alllobenswürdigen rechtgeleitet"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Gewiß, diejenigen, die Kufr betrieben und abhalten vom Wege ALLAHs und von Almasdschidil-haram, den WIR für die Menschen errichteten, gleich ob sie inländisch oder ausländisch sind, (diese verloren). Und wer darin etwas Abweichendes, Unrechtmäßiges anstrebt, den lassen WIR von qualvoller Peinigung erfahren"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Und (erinnere daran), als WIR Ibrahim den Ort des Hauses zuwiesen: \"Betreibe Mir gegenüber keinerlei Schirk und reinige das Meinige Haus für die Tawaf-, Qiyam-, und Ruku'-Sudschud-Vollziehenden"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "Und rufe die Menschen zur Hadsch auf, so werden sie zu dir zu Fuß und (als Getragene) auf jedem schlanken (Transporttier) kommen, sie werden aus jeder fernen Gegend kommen"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "damit sie für sich Nützlichem beiwohnen und ALLAHs Namens an bestimmten Tagen gedenken für das, was ER ihnen an Rizq von den unverständigen An'am gewährte. So esst davon und speist den armen Notleidenden"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Dann sollen sie ihren Schmutz entfernen, ihre Gelübde erfüllen und öfters Tawaf um das Ehrwürdige Haus vollziehen"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Also und wer ALLAHs Hurumat hochachtet, dies ist gut für ihn bei seinem HERRN. Und für halal wurden euch die An'am erklärt außer dem, was euch vorgetragen wurde. So meidet das rituell Unreine von den Götzen, und meidet das Falschzeugnis"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "(Seid) hanif für ALLAH, ohne an Ihn Schirk zu betreiben. Und wer Schirk an ALLAH betreibt, sei so, als ob er vom Himmel niederfiel, dann entweder reißen ihn die Vögel weg oder der Wind läßt ihn in einen tiefen Ort niederstürzen"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Also und wer ALLAHs Riten (über die Opfertiere) hochachtet, dies ist gewiß von der Taqwa der Herzen"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Damit habt ihr Nützlichkeiten bis zu einer festgesetzten Frist, dann ist ihr Opferort bei dem Ehrwürdigen Haus"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Und für jede Umma machten WIR einen Opferritus, damit sie den Namen ALLAHs auf das Rizq erwähnen, das ER ihnen von Bahimatul-an'am gewährte. Denn euer Gott ist ein einziger Gott, so praktiziert Ihm gegenüber den Islam! Und überbringe frohe Botschaft den Sich-Fügenden"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "(Diese sind) diejenigen, wenn ALLAH erwähnt wird, deren Herzen Ehrfurcht empfinden, die sich in Geduld Übenden über das, welches sie traf, die das rituelle Gebet ordnungsgemäß Verrichtenden und diejenigen, die vom Rizq geben, das WIR ihnen gewährten"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Und die Budn machten WIR für euch von ALLAHs Riten. Für euch gibt es in ihnen Gutes. So erwähnt den Namen ALLAHs auf ihnen als sawaf. Und wenn sie auf ihre Seite fallen, dann esset davon und speist den Genügsamen und den Bittenden. Solcherart machten WIR sie für euch gratis fügbar, damit ihr euch dankbar erweist"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "ALLAH erhält weder ihr Fleisch, noch ihr Blut, sondern zu Ihm gelangt die Taqwa von euch. Solcherart machte ER sie für euch gratis fügbar, damit ihr ALLAH mit \"allahu-akbar\" verherrlicht für das, was ER euch an Rechtleitung gewährte. Und überbringe den Muhsin frohe Botschaft"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Gewiß, ALLAH verteidigt diejenigen, die den Iman verinnerlicht haben. Gewiß, ALLAH liebt nicht alle äußerst kufr-betreibenden Verräter"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Erlaubnis (zum bewaffneten Kampf) wurde denjenigen, die bekämpft werden, erteilt, weil ihnen Unrecht zugefügt wurde. Und gewiß, ALLAH ist doch allmächtig, ihnen zum Sieg zu verhelfen"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "(Es sind) diejenigen, die von ihren Häusern vertrieben wurden zu Unrecht, nur weil sie sagen: \"Unser HERR ist ALLAH!\" Und würde ALLAH die Menschen, die einen durch die anderen, nicht zurückhalten, würden zweifelsohne Einsiedeleien, Synagogen, Kirchen und Moscheen zerstört werden, in denen des Namens ALLAHs häufig gedacht wurde. Und ALLAH wird doch demjenigen zum Sieg verhelfen, der Seiner zum Sieg verhilft. Gewiß, ALLAH ist doch allkraftvoll, allwürdig"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "(Es sind) diejenigen, wenn WIR sie im Lande festigen, dann verrichten sie ordnungsgemäß das rituelle Gebet, entrichten die Zakat, rufen zum Gebilligten auf und raten vomMißbilligten ab. Und ALLAH gehört das Anschließende von den Angelegenheiten"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Und sollten sie dich der Lüge bezichtigen, so leugneten vor ihnen die Leute von Nuh, 'Aad und Thamud ab"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "Sowie die Leute von Ibrahim und die Leute von Lut"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "Sowie die Bewohner von Madyan. Auch Musa wurde der Lüge bezichtigt, so gewährte ICH den Kafir noch längere Zeit, dann richtete ICH sie zugrunde. Also wie war denn Meine Mißbilligung"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Wie manche Ortschaft richteten WIR doch zugrunde, während sie (ihre Bewohner) Unrecht begingen. So wurden ihre Häuser dem Erdboden gleichgemacht, auch der Brunnen ist verlassen und das Schloß ist errichtet"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Sind sie etwa nicht im Lande umhergereist, damit sie über Herzen verfügen, mit denen sie verständig werden, oder über Ohren, mit denen sie hören?! Denn gewiß, nicht die Augen werden blind, sondern blind werden die Herzen, die in den Brüsten sind"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Und sie fordern von dir Eile mit der Peinigung, und ALLAH wird doch nie Sein Versprechen brechen. Und zweifellos ist ein Yaum bei deinem HERRN wie tausend Jahre von dem, was ihr zählt"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Und wie manch eine Ortschaft, der ICH noch längere Zeit gewährte, während (ihre Bewohner) unrecht-begehend waren, dann beseitigte ICH sie, und zu Mir ist dasWerden"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Sag: \"Ihr Menschen! Ich bin für euch nur ein erläuternder Warner"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Für diejenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, sind Vergebung und edles Rizq bestimmt"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Doch diejenigen, die gegen Unsere Ayat in Widerspenstigkeit vorgehen, diese sind die Weggenossen der Hölle"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Und WIR entsandten vor dir keinen Gesandten und keinen Propheten, ohne daß, wenn er vortrug, der Satan zu seinem Vortrag etwas hinzufügte. So eliminiert ALLAH das, was der Satan hinzufügte, dann konsolidiert ALLAH Seine Ayat. ALLAH ist allwissend, allweise"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Damit ER das, was der Satan hinzufügt, als Fitna macht für diejenigen, in deren Herzen Krankheit ist, und die des harten Herzens sind. Und gewiß, die Unrecht-Begehenden befinden sich doch in einer unerbittlichen Feindseligkeit"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Und damit diejenigen, denen das Wissen zuteil wurde, wissen, daß er (der Quran) doch die Wahrheit von deinem HERRN ist, um den Iman an ihn zu verinnerlichen und ihre Herzen sich ihm gegenüber zu ergeben. Und gewiß, ALLAH ist zweifellos Der Rechtleitende derjenigen, die den Iman verinnerlichten, zu einem geradlinigen Weg"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Und diejenigen, die Kufr betrieben haben, bleiben ihm gegenüber in Zweifel, bis die Stunde plötzlich über sie hineinbricht oder die Peinigung eines unfruchtbaren Tages zu ihnen kommt"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "Die Herrschaft an diesem Tag gehört ALLAH, ER richtet zwischen ihnen. So sind diejenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, in den Dschannat des Wohlergehens"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Und diejenigen, die Kufr betrieben und Unsere Ayat ableugnet haben, für diese ist eine erniedrigende Peinigung bestimmt"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Und diejenigen, die fi-sabilillah Hidschra unternahmen, dann getötet wurden oder starben, ALLAH wird ihnen zweifelsohne ein schönes Rizq gewähren. Und gewiß, ALLAH ist doch Der Beste der Rizq-Gewährenden"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "ER wird sie doch in einen Eingang eingehen lassen, an dem sie Wohlgefallen finden werden. Und gewiß, ALLAH ist zweifelsohne allwissend, allnachsichtig"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Also und wer mit Gleichem straft, was ihm zugefügt wurde, dann gegen ihn Übertretung begangen wurde, ALLAH wird ihm doch beistehen. Gewiß, ALLAH ist bestimmt reue-annehmend, allvergebend"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Dies ist so, da ALLAH die Nacht in den Tag einfließen läßt und den Tag in die Nacht einfließen läßt, und da ALLAH doch allhörend, allsehend ist"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Dies ist so, da ALLAH Das Wahre ist, während das, woran sie anstelle von Ihm Bittgebete richten, doch das für nichtig Erklärte ist, und da ALLAH doch Der Allhohe, Der Allgroße ist"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Hast du etwa nicht gesehen, daß ALLAH vom Himmel Wasser fallen ließ, dann wird die Erde grün?! Gewiß, ALLAH ist allgütig, allkundig"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Ihm gehört, was in den Himmeln und was auf Erden ist. Und gewiß, ALLAH ist doch Der absolut Autarke, Der Alllobenswürdige"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Hast du etwa nicht gesehen, daß ALLAH für euch das, was auf Erden ist, gratis fügbar machte, und daß die Schiffe auf dem Meer gemäß Seiner Anweisung fahren. Und er läßt den Himmel halten, damit er nicht auf die Erde herunterfällt, es sei denn nach Seiner Zustimmung. Gewiß, ALLAH ist den Menschen gegenüber doch allgütig, allgnädig"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Und ER ist Derjenige, Der euch lebendig machte, dann euch sterben läßt, dann lebendig macht. Gewiß, der Mensch ist doch äußerst kufr-betreibend"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Für jede Umma machten WIR einen Ritus, den sie durchführen. So laß sie mit dir nicht in der Angelegenheit streiten und mache Da'wa zu deinem HERRN. Gewiß, du folgst doch einer geraden Rechtleitung"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Und sollten sie mit dir disputieren, dann sag: \"ALLAH weiß besser Bescheid über das, was ihr tut"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "ALLAH richtet zwischen euch am Tag der Auferstehung in dem, worüber ihr uneins zu sein pflegtet"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Weißt du etwa nicht, daß ALLAH alles kennt, was im Himmel und auf Erden ist?! Gewiß, dies ist in einem Register. Gewiß, dies ist für ALLAH leicht"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Und sie dienen anstelle von ALLAH dem, wozu ER niemals eine Bestätigung hinabsandte, und das, worüber sie über kein Wissen verfügen. Und für die Unrecht- Begehenden gibt es keinen Beistehenden"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Und wenn ihnen Unsere Ayat in Klarheit vorgetragen werden, erkennst du die Mißbilligung in den Gesichtern derjenigen, die Kufr betrieben haben. Beinahe würden sie herfallen über diejenigen, die ihnen Unsere Ayat vortragen. Sag: \"Soll ich euch über Schlimmeres als dieses Mitteilung machen? Das Feuer versprach ALLAH denjenigen, die Kufr betrieben haben.\" Und erbärmlich ist das Werden"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "Ihr Menschen! Ein Gleichnis wurde geprägt, so hört dem zu! Gewiß, diejenigen, an die ihr Bittgebete anstelle von ALLAH richtet, werden niemals Fliegen erschaffen, selbst dann nicht, würden sie sich dafür versammeln. Und wenn die Fliegen ihnen etwas entwenden, können sie es von ihnen nicht mehr zurückholen. Schwach ist der Bittsteller und das Gebetene"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Doch sie achteten ALLAH nicht entsprechend der Ihm gebührenden Achtung. Gewiß, ALLAH ist doch allkraftvoll, allwürdig"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "ALLAH erwählt aus den Engeln Gesandte und aus den Menschen. Gewiß, ALLAH ist allhörend, allsehend"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "ER weiß, was vor ihnen und was hinter ihnen ist. Und an ALLAH werden alle Angelegenheiten gewandt"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Ihr, die den Iman verinnerlicht habt! Vollzieht Ruku' und Sudschud und dient eurem HERRN und tut gottgefällig Gutes, damit ihr erfolgreich werdet"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Und leistet Dschihad für ALLAH, wie Ihm die Dschihad-Leistung gebührt! ER erwählte euch und erlegte euch keine Unannehmlichkeit im Din auf. Es ist die Gemeinschaft eures Vaters Ibrahim. ER nannte euch Muslime vorher und in diesem (Quran), damit der Gesandte Zeuge über euch wird und ihr Zeugen über die Menschen werdet. So verrichtet ordnungsgemäß das rituelle Gebet, entrichtet die Zakat und haltet fest an ALLAH, ER ist euer Maula, Der besteMaula und Der beste Beistehende"
        },
        {
            "chapter": 23,
            "verse": 1,
            "text": "Bereits sind die Mumin erfolgreich"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Diejenigen, die in ihrem rituellen Gebet voller Ehrfurcht sind"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Und diejenigen, die dem unnützen Gerede abgeneigt sind"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "Und diejenigen, welche die Zakat entrichten"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Und diejenigen, die ihre Intimbereiche behüten"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "außer ihren Ehefrauen und denen gegenüber, die ihnen gehören. Denn dann sind sie gewiß nicht zu tadeln"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Wer dann anderes als dies erstrebt, diese sind die wirklichen Übertretenden"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "Und diejenigen, welche das ihnen Anvertraute und ihre Abmachungen wahren"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "Und diejenigen, die ihre rituellen Gebete beachten"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Diese sind die Erben"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "die Al-firdaus erben. Darin bleiben sie ewig"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Und gewiß, bereits erschufen WIR den Menschen aus einem Auszug aus Lehm"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Dann machten WIR ihn als Nutfa in einem gefestigten Aufenthaltsort"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Dann ließen WIR die Nutfa zu einer 'Alaqa werden. So ließen WIR die 'Alaqa zu einer Mudgha werden, und WIR ließen die Mudgha zu Knochen werden, und die Knochen bedeckten WIR mit Fleisch, dann ließen WIR ihn als eine andere Schöpfung entstehen. Also immer allerhabener ist ALLAH, Der Beste aller Schöpfer"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Dann gewiß ihr werdet danach zweifelsohne sterben"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Dann gewiß ihr werdet am Tag der Auferstehung erweckt werden"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Und gewiß, bereits erschufen WIR über euch sieben übereinander Lagernde. Und WIR waren nie der Schöpfung gegenüber achtlos"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Und WIR ließen vom Himmel Wasser in Abgewogenheit fallen, dann ließen WIR es in der Erde unterbringen. Und WIR sind, um es vergehen zu lassen, doch allmächtig"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Dann ließen WIR für euch mit ihm Dschannat von Dattelpalmen und Rebstöcken entstehen, darin habt ihr vieles an Obst und davon esst ihr"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Und (WIR ließen damit entstehen) einen Baum, der am Tur-Berg von Sainaa heraussprießt, er bringt das Öl und Soße für die Essenden hervor"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Und gewiß, für euch gibt es in den An'am zweifelsohne eine Lehre. WIR geben euch zu trinken von dem, was in ihren Bäuchen ist. Und für euch gibt es in ihnen noch andere Nützlichkeiten, und von ihnen esst ihr"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Und auf ihnen und auf den Schiffen werdet ihr getragen"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Und gewiß, bereits entsandten WIR Nuh zu seinen Leuten, er sagte: \"Meine Leute! Dient ALLAH! Denn für euch gibt es keinen anderen als Gott. Wollt ihr denn nicht Taqwa gemäß handeln"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Dann sagten die Entscheidungsträger von seinen Leuten, die Kufr betrieben: \"Dieser ist nichts anderes als ein Mensch genau wie ihr, der sich nur über euch erheben will. Und sollte ALLAH wollen, hätte ER gewiß Engel herabgesandt. WIR hörten nichts darüber in den (Überlieferungen) unserer Vorfahren"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Er ist nur ein Mann, der geistesgestört ist, also wartet mit ihm bis zu einer Frist ab"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Er sagte: \"Mein HERR! Stehe mir bei wegen dem, wie sie mich der Lüge bezichtigten"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Sogleich ließen WIR ihm Wahy zuteil werden: \"Baue das Schiff unter Unserer Aufsicht und nach Unserem Wahy! Und wenn dann Unsere Bestimmung eintrifft und die Erdoberfläche sprudelt, nimm darauf mit von allen (Dingen) genau Zweiheiten und deine Familie außer denjenigen von ihnen, über sie die Bestimmung (zum Ertrinken) bereits ergangen ist. Und sprich Mich nicht an wegen denjenigen, die Unrecht begingen, denn sie werden gewiß ertrinken"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Sogleich du mit denjenigen mit dir auf dem Schiff stehst, sag: \"Alhamdulillah: Alles Lob gebührt ALLAH, Der uns von den unrechtbegehenden Leuten errettete"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Und sag: \"Mein HERR! Bringe mich in einer Unterbringung voller Baraka unter. Und DU bist Der Beste der Unterbringenden"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Gewiß, darin gibt sind zweifelsohne Ayat, und WIR waren doch Prüfende"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Dann ließen WIR nach ihnen eine andere Generation entstehen"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Sogleich entsandten WIR zu ihnen einen Gesandten von ihnen: \"Dient ALLAH! Denn für euch gibt es keinen anderen als Gott. Wollt ihr denn nicht Taqwa gemäß handeln"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Dann sagten die Entscheidungsträger von seinen Leuten, die Kufr betrieben und das Treffen im Jenseits ableugnet haben, und denen WIR Luxus im diesseitigen Leben gewährten: \"Dieser ist nichts anderes als ein Mensch genau wie ihr, er ißt von dem, was ihr esst, und trinkt von dem, was ihr trinkt"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Und wenn ihr einem Menschen wie ihr (selbst) gehorcht, gewiß seid ihr dann doch Verlierer"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Verspricht er euch etwa, daß wenn ihr sterbt und zu Erde und Knochen werdet, daß ihr doch dann hervorgebracht werdet"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Unglaubwürdig, ziemlich unglaubwürdig ist das, was euch versprochen wird"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Es gibt nur unser diesseitiges Leben, wir sterben und leben und wir werden nie erweckt"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Er ist nur ein Mann, der im Namen ALLAHs Lügen erfindet, und wir werden an ihn den Iman nicht verinnerlichen"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Er sagte: \"Mein HERR! Stehe mir bei wegen dem, wie sie mich der Lüge bezichtigten"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "ER sagte: \"In Kürze werden sie es doch noch bereuen"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Dann richtete der Schrei sie in gerechter Weise zugrunde. Dann machten WIR sie als Überrest. Also nieder mit den unrecht-begehenden Leuten"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Dann ließen WIR nach ihnen andere Generationen entstehen"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Weder verlegt eine Umma ihre Frist vor, noch zögern sie diese hinaus"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Dann entsandten WIR Unsere Gesandten einen nach dem anderen. Immer wieder, wenn zu einer Umma ihr Gesandter kam, bezichtigten sie ihn der Lüge. Sogleich ließen WIR die einen den anderen (in der Vernichtung) folgen, und machten sie zum Objekt von Erzählungen. Also nieder mit Leuten, die den Iman nicht verinnerlichen"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Dann entsandten WIR Musa und seinen Bruder Harun mit Unseren Ayat und einem eindeutigen Beweis"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "zu Pharao und seinen Entscheidungsträgern. Dann erhoben sie sich in Arroganz, und sie waren hochmütige Leute"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Sie sagten dann: \"Sollen wir etwa den Iman an zwei Menschen wie wir verinnerlichen, deren Leute für uns Diener sind"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Sie bezichtigten dann sie der Lüge, dann waren sie von den Zugrunde-Gerichteten"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Und gewiß, bereits ließen WIR Musa die Schrift zuteil werden, damit sie Rechtleitung finden"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Und WIR machten Ibnu- Maryam und seine Mutter zu einer Aya und gewährten ihnen Unterkunft bei einem Hügel mit Aufenthaltsmöglichkeit und fließendem Wasser"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Ihr Gesandte! Esst von den Tay-yibat und tut gottgefällig Gutes! ICH bin gegenüber dem, was ihr tut, allwissend"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Und gewiß diese eure Umma, ist eine einheitliche Umma, und ICH bin euer HERR, so handelt Taqwa gemäß Mir gegenüber"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Dann zerteilten sie sich ihre Angelegenheit untereinander in Gruppen. Jede Partei findet Gefallen an dem, worüber sie verfügt"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "So laß sie in ihrer Achtlosigkeit bis zu einer Frist"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Denken sie etwa, daß das, womit WIR ihnen Nachschub gewähren an Vermögen und Kindern"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "daß WIR ihnen damit die guten Dinge schnell zukommen lassen?! Nein, sondern sie merken es nicht"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Gewiß, diejenigen, die vor Ehrfurcht ihrem HERRN gegenüber ergeben sind"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "und diejenigen, die den Iman an die Ayat ihres HERRN verinnerlichen"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "und diejenigen, die ihrem HERRN gegenüber keinen Schirk betreiben"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "und diejenigen, die das geben, was sie gaben, während ihre Herzen ehrfurcht-erfüllt sind, da sie zu ihrem HERRN zurückkehren werden"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "diese eilen initiativ zum (gottgefällig) Guten, und sind daran die ersten voran"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Und WIR erlegen keinem Menschen auf außer dem, was er vermag. Und WIR haben ein Register, das die Wahrheit artikuliert. Und ihnen wird kein Unrecht zugefügt"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Nein, sondern ihre Herzen sind in Achtlosigkeit demgegenüber. Und sie haben andere Taten als diese, die sie immer wieder tun"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Wenn WIR dann ihre Luxurierenden mit der Peinigung zugrunde richten, dann schreien sie um Hilfe"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Schreit heute nicht um Hilfe! Gewiß, ihr werdet von Uns nicht unterstützt"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Bereits wurden euch Meine Ayat stets vorgetragen, dann pflegtet ihr auf euren Fersen (zum Kufr) umzukehren"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "in äußerster Arroganz ihm gegenüber, und ihr habt nachts dagegen gelästert"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Haben sie etwa über das Vorgetragene nicht nachgedacht?! Oder kam etwa zu ihnen das, was zu ihren ersten Ahnen nicht kam"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Oder kannten sie etwa ihren Gesandten nicht, so daß sie ihm gegenüber ableugnend waren"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Oder sagen sie etwa: \"Er ist geistesgestört\"?! Nein, sondern er kam zu ihnen mit der Wahrheit! Und die meisten von ihnen sind der Wahrheit gegenüber abgeneigt"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Und würde die Wahrheit ihren Neigungen folgen, gewiß würden die Himmel und die Erde und alle, die in ihnen sind, ins Verderben fallen. Nein, sondern WIR ließen ihnen das von ihnen Erwähnte zuteil werden, dann waren sie dem von ihnen Erwähnten gegenüber abwendend"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Oder bittest du sie etwa um Löhnung?! So ist die Löhnung deines HERRN besser. Und ER ist Der Beste der Rizq-Gewährenden"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Und gewiß, du machst für sie doch Da'wa zu einem geradlinigen Weg"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Doch diejenigen, die keinen Iman an das Jenseits verinnerlichen, sind vom Weg zweifelsohne abweichend"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Und würden WIR ihnen Gnade erweisen und ihnen das wegnehmen, was sie an Schädigendem traf, gewiß würden sie noch mehr in ihrer Maßlosigkeit verharren und abirren"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Und gewiß, bereits richteten WIR sie mit der Peinigung zugrunde, dann weder gaben sie sich ihrem HERRN hin, noch baten sie unterwürfig um Hilfe"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Als WIR dann für sie eine Tür mit harter Peinigung öffneten, da waren sie darüber verzweifelt"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Und ER ist Derjenige, Der für euch das Hören, das Sehen und den Verstand entstehen ließ. Doch ihr seid selten dankbar"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Und ER ist Derjenige, Der euch auf der Erde vermehren ließ, und vor Ihm werdet ihr versammelt"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Und ER ist Derjenige, Der lebendig macht und sterben läßt. Und Ihm unterliegt die Aufeinanderfolge von Nacht und Tag. Besinnt ihr euch etwa nicht"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Nein, sondern sie sagten das Gleiche, was die Früheren sagten"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Sie sagten: \"Wenn wir starben und zu Erde und Knochen wurden, würden wir etwa doch erweckt werden"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Gewiß, bereits wurde uns und unseren Vorfahren dieses vorher angedroht. Dies sind nichts anderes als die Legenden der Vorfahren"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Sag: \"Wem gehört die Erde und das, was auf ihr ist, solltet ihr wissen"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Sie werden sagen: \"ALLAH!\" Sag: \"Entsinnt ihr euch nicht"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Sag: \"Wer ist Der HERR der sieben Himmeln und Der HERR vom gewaltigen Al'ahrsch"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Sie werden sagen: \"ALLAH!\" Sag: \"Handelt ihr etwa nicht Taqwa gemäß"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Sag: \"Wem unterliegt die Herrschaft des Allerlei, und wer gewährt Schutz, während ihm kein Schutz gewährt wird, solltet ihr wissen"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Sie werden sagen: \"ALLAH!\" Sag: \"Wie werdet ihr denn verblendet"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Nein, sondern WIR ließen ihnen die Wahrheit zuteil werden! Doch sie sind zweifellos Lügner"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "ALLAH nahm sich nie ein Kind, und mit Ihm war nie eine (andere) Gottheit, sonst nähme sich doch jede Gottheit, was sie erschuf, und es würden sich die einen von ihnen über die anderen erheben. Subhanallah über das, was sie erdichten"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "ER ist Der Allwissende über das Verborgene und das Sichtbare. Also erhaben ist ER über das, was sie an Schirk betreiben"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Sag: \"Mein HERR! Wenn DU mich doch noch erleben läßt, was ihnen angedroht wurde"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "mein HERR!  lasse mich nicht unter den unrecht-begehenden Leuten sein"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Und gewiß, WIR sind doch allmächtig, dich noch erleben zu lassen, was WIR ihnen androhen"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Wehre mit dem ab, was besser ist, die Verfehlung! WIR wissen besser Bescheid über das, was sie erdichten"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Und sag: \"Mein HERR! Ich suche bei Dir Schutz vor den Einflüsterungen der Satane"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Und ich suche bei Dir Schutz, HERR! - daß sie anwesend werden"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Wenn dann der Tod einen von ihnen ereilt, sagt er: \"Mein HERR! Schicke mich zurück"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Damit ich gottgefällig Gutes tue von dem, was ich vernachlässigt habe.\" Nein! Gewiß, dies ist nur eine Floskel, die er sagen wird. Und vor ihnen ist ein Barsakh bis zu dem Tag, an dem sie erweckt werden"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Und wenn in As-sur geblasen wird, dann gelten an diesem Tag keine Abstammungen mehr zwischen ihnen und sie fragen einander nicht"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Also jeder, dessen Abgewogenes schwer wiegt, so sind diese die wirklichen Erfolgreichen"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Und jeder, dessen Abgewogenes leicht wiegt, so sind diese diejenigen, die sich selbst verloren haben, in Dschahannam bleiben sie ewig"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Das Feuer wird ihre Gesichter grillen. Und sie sind darin fletschend"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Wurden euch Meine Ayat etwa nicht stets vorgetragen, und ihr pflegtet sie als Lüge abzutun"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Sie sagten: \"Unser HERR! Unser Unglück hat uns überwältigt, und wir waren zweifelsohne abirrende Leute"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Unser HERR! Laß uns aus ihr (Dschahannam) herausbringen, und wenn wir es wiederholen, dann sind wir wirklich Unrecht-Begehende"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "ER sagte: \"Bleibt darin erniedrigt und sprecht Mich nicht an"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Gewiß, es war eine Gruppe von Meinen Dienern, die sagten: \"Unser HERR! Wir verinnerlichten den Iman, so vergib uns und erweise uns Gnade, denn DU bist Der Allgnädigste der Gnädigen"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "So habt ihr sie zum Spott gemacht, bis sie euch das Gedenken an Mich vergessen ließen, und ihr pflegtet, euch über sie lächerlich zu machen"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Gewiß, ICH vergalt ihnen heute das, was sie an Geduld aufbrachten: Sie sind die Erfolgreichen"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "ER sagte: \"Wie lange habt ihr auf der Erde an Anzahl von Jahren verweilt"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Sie sagten: \"Wir verweilten einen Tag oder einen Teil eines Tages, so frage doch die Rechnenden"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Sag: \"Ihr habt nur ein wenig verweilt. Würdet ihr doch nur zu wissen gepflegt haben"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Habt ihr etwa gedacht, daß WIR euch aus sinnlosem Treiben erschufen, und daß ihr zu Uns nicht zurückgebracht würdet"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Also erhaben ist ALLAH, Der Wahre Herrscher! Es gibt keine Gottheit außer Ihm, Der HERR vom ehrwürdigen Al'ahrsch"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Und wer mit ALLAH einen anderen Gott anruft, für den er keinen Nachweis hat, dessen Abrechnung ist nur bei seinem HERRN. Gewiß, die Kafir werden nie erfolgreich sein"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Und sag: \"Mein HERR! Vergib und erweise Gnade! Und DU bist Der Beste der Gnade-Erweisenden"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "Diese ist eine Sura, dieWIR hinabsandten und geboten, und darin sandten WIR deutliche Ayat hinab, damit ihr euch besinnt"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "(Hinsichtlich) der Zina-Treibenden und des Zina-Treibenden, so peitscht jeden von ihnen mit hundert Peitschenschlägen. Und lasst kein Erbarmen beiden gegenüber (bei der Erfüllung) von ALLAHs Din euch ergreifen, solltet ihr den Iman an ALLAH und an den Jüngsten Tag verinnerlichen. Und eine Gruppe von den Mumin soll ihrer Peinigung beiwohnen"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Der Zina-Treibende heiratet nur eine Zina-Treibende oder Muschrika. Und die Zina-Treibende heiratet nur einen Zina-Treibenden oder einen Muschrik. Und dies wurde für die Mumin für haram erklärt"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Und diejenigen, die den keuschen Frauen (Zina) vorwerfen dann (dafür) keine vier (Augen-)Zeugen bringen, diese sollt ihr mit achtzig Peitschenschlägen peitschen und ihr Zeugnis niemals gelten lassen. Und diese sind die wirklichen Fasiq"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "außer denjenigen, die danach bereuten und gottgefällig Gutes taten, dann ist ALLAH gewiß allvergebend, allgnädig"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Und diejenigen, die ihren Ehefrauen (Zina) vorwerfen und dafür keine Zeugen außer sich selbst haben, dann ist das Zeugnis eines von ihnen vier Bezeugungen bei ALLAH: \"Gewiß, er ist zweifelsohne von den Wahrhaftigen"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "Und die fünfte (Bezeugung): \"ALLAHs Fluch laste doch auf ihm, sollte er von den Lügnern gewesen sein"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Und die Peinigung hält von ihr fern, daß sie bezeugt vier Bezeugungen bei ALLAH: \"Gewiß, er ist zweifelsohne von den Lügnern"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "Und die fünfte (Bezeugung): \"ALLAH zürne ihr doch, sollte er von den Wahrhaftigen gewesen sein"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Und wären nicht ALLAHs Gunst euch gegenüber und Seine Gnade, und daß ALLAH doch reue-annehmend, allweise ist, (hätte ER euch bloßgestellt)"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Gewiß, diejenigen, welche die Ifk-Lüge erfanden, sind ein Teil von euch. Denkt nicht, daß diese (Ifk-Lüge) etwas Böses für euch ist. Nein, sondern sie ist gut für euch. Für jeden Mann von ihnen gibt es das, was er sich von der Verfehlung erwarb. Und derjenige von ihnen, der das Meiste davon verantwortete, für ihn ist eine qualvolle Peinigung bestimmt"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Hätten doch, als ihr sie (die Ifk- Lüge) gehört habt, die Mumin-Männer und die Mumin-Frauen über sich selbst Gutes gedacht und gesagt: \"Dies ist eine eindeutige Ifk-Lüge"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Hätten sie doch dafür vier Zeugen gebracht! Und sollten sie nun die Zeugen nicht bringen, dann sind diese selbst bei ALLAH die wirklichen Lügner"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Und wären nicht ALLAHs Gunst euch gegenüber und Seine Gnade im Diesseits und im Jenseits, hätte euch wegen dem, mit dessen (Veröffentlichung) ihr eilig wart, gewiß eine überharte Peinigung getroffen"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "als ihr sie (die Ifk-Lüge) mit euren Zungen einander weitergabt und mit euren Mündern das gesagt habt, worüber ihr kein Wissen habt. Und ihr erachtet sie als Kleinigkeit, während sie bei ALLAH etwas Ungeheuerliches ist"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Und hättet ihr, als ihr sie (die Ifk-Lüge) gehört habt, doch gesagt: \"Es gebührt uns nicht, solches zu sprechen. Gepriesen-erhaben bist DU! Diese (Ifk-Lüge) ist eine ungeheuerliche Unterstellung"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "ALLAH ermahnt euch, daß ihr jemals Gleiches wiederholt, solltet ihr Mumin sein"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Und ALLAH erläutert euch die Ayat. Und ALLAH ist allwissend, allweise"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Gewiß, diejenigen, die es gerne haben, daß die Schändlichkeit sich verbreitet unter denjenigen, die den Iman verinnerlichten, für diese ist eine äußerst schmerzvolle Peinigung bestimmt im Diesseits und im Jenseits. Und ALLAH weiß, während ihr nicht wisst"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Und wären nicht ALLAHs Gunst euch gegenüber und Seine Gnade, und daß ALLAH doch allgütig, allgnädig ist, (hätte ER euch dafür gepeinigt)"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "Ihr, die den Iman verinnerlicht habt! Folgt nicht den Schritten des Satans! Und wer den Schritten des Satans folgt, dieser fordert gewiß zur Schändlichkeit und zum Mißbilligten auf. Und wären nicht ALLAHs Gunst euch gegenüber und Seine Gnade, hätte sich keiner von euch jemals reinigen können. Doch ALLAH reinigt, wen ER will. Und ALLAH ist allhörend, allwissend"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Und diejenigen von euch, die über Überfluß und Reichtum verfügen, sollen nicht schwören, daß sie denjenigen von der Verwandtschaft, den Armen und den Ausgewanderten fi-sabilillah nichts geben. Und sie sollen verzeihen und erlassen! Habt ihr es etwa nicht gerne, daß ALLAH euch vergibt?! Und ALLAH ist allvergebend, allgnädig"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Gewiß, diejenigen, die den keuschen, ahnungslosen (der Unterstellung gegenüber) Mumin-Frauen (Zina) vorwerfen, wurden im Diesseits und im Jenseits verflucht. Und für sie ist eine überharte Peinigung bestimmt"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "An dem Tag, wenn ihre Zungen, ihre Hände und ihre Füße gegen sie Zeugnis ablegen über das, was sie zu tun pflegten"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "An dem Tag wird ALLAH ihnen ihren wahren Din vergüten, und sie werden wissen, daß ALLAH gewiß Der Offenkundige, Der Wahrhaftige ist"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Die weiblichen Schlechten sind für die männlichen Schlechten, und die männlichen Schlechten sind für die weiblichen Schlechten bestimmt. Und die weiblichen Guten sind für die männlichen Guten, und die männlichen Guten sind für die weiblichen Guten bestimmt, diese sind unschuldig hinsichtlich dessen, was sie (die anderen an Ifk-Lüge) sagen. Für sie ist Vergebung und edles Rizq bestimmt"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "Ihr, die den Iman verinnerlicht habt! Betretet keine Häuser die nicht eure Häuser sind, bis ihr euch bemerkbar macht und deren Bewohner mit dem Salam- Gruß begrüßt. Dies ist besser für euch, damit ihr euch besinnt"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Und solltet ihr darin niemanden finden, dann betretet sie nicht, bis euch Erlaubnis gewährt wird. Und sollte euch gesagt werden: \"Kehrt zurück!\" Dann kehrt zurück! Dies ist reiner für euch. Und ALLAH ist über das, was ihr tut, allwissend"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Euch trifft keine Verfehlung, wenn ihr unbewohnte Häuser betretet, in denen eure Gebrauchsgüter sind. Und ALLAH weiß, was ihr offenlegt, und was ihr verbergt"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Sag zu den Mumin-Männern, daß sie von ihren Blicken niederschlagen und ihre Keuschheit bewahren. Dies ist reiner für sie. Gewiß, ALLAH ist dessen allkundig, was sie bewerkstelligen"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Und sag zu den Mumin-Frauen, daß sie von ihren Blicken niederschlagen, ihre Keuschheit bewahren und ihren Schmuck nicht sichtbar tragen außer dem, was davon sichtbar wird, und daß sie ihre Khumur bis über ihre Dschuyub ziehen, und daß sie ihren Schmuck vor niemandem sichtbar tragen außer vor ihren Ehemännern, ihren Vätern, den Vätern ihrer Ehemänner, ihren Söhnen, den Söhnen ihrer Ehemänner, ihren Brüdern, den Söhnen ihrer Brüder, den Söhnen ihrer Schwestern, ihren Frauen, denjenigen, die ihr gehören, den Bediensteten außer denjenigen mit Verlangen von den Männern oder den Kindern, die noch nichts über die Blößen der Frauen wissen, und daß sie mit ihren Füßen nicht (auf den Boden) stampfen, damit bekannt wird, was sie noch von ihrem Schmuck verbergen. Und bittet ALLAH um Vergebung allesamt - ihr Mumin! - damit ihr erfolgreich werdet"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Und verheiratet die Unverheirateten unter euch und die gottgefällig Guttuenden von euren Dienern und euren Dienerinnen! Sollten sie arm sein, wird ALLAH sie von Seiner Gunst reich machen. Und ALLAH ist allumfassend, allwissend"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Und diejenigen, die keine Heiratsmöglichkeit finden, sollen keusch bleiben, bis ALLAH sie von Seiner Gunst reich macht. Und diejenigen von denen, die euch gehören, wenn sieMukataba begehren, dann macht mit ihnen Mukataba, wenn ihr von ihnen Gutes wisst. Und gebt ihnen von ALLAHs Vermögen, das ER euch gab. Und zwingt eure Dienerinnen nicht zur Prostitution - wenn sie keusch bleiben wollen - um das Vergängliche vom diesseitigen Leben zu erstreben. Und wer sie zwingt, dann ist ALLAH gewiß nach dem Zwang ihnen gegenüber allvergebend, allgnädig"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Und gewiß, bereits sandten WIR dir doch erläuternde Ayat hinab, ein Gleichnis von denjenigen, die vor euch vergingen, und eine Ermahnung für die Muttaqi"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "ALLAH ist Der Erleuchtende von den Himmeln und der Erde. Das Gleichnis Seiner Erleuchtung ist wie eine Aushöhlung, in der eine Leuchte ist. Die Leuchte ist in einem Glas. Das Glas ähnelt einem leuchtenden Stern, das von einem Baum voller Baraka, einem Olivenbaum angezündet wird, der weder östlich noch westlich liegt. Sein Öl leuchtet beinahe, auch dann, würde es kein Feuer berühren, Licht über Licht! ALLAH leitet zum Seinem Licht recht, wen ER will. Und ALLAH prägt die Gleichnisse für die Menschen. Und ALLAH ist über alles allwissend"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "(Gepriesen wird ER) in Häusern, die ALLAH einzurichten erlaubte und in denen Seines Namens gedacht wird. ER wird darin nach Sonnenaufgang und vor Sonnenuntergang lobgepriesen von"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Männern, die weder durch Handel noch durch Verkauf vom Gedenken an ALLAH abgelenkt werden, sowie nicht vom ordnungsgemäßen Verrichten des rituellen Gebets und nicht vom Entrichten der Zakat. Sie fürchten einen Tag, an dem die Herzen und die Blicke sich ständig wenden werden"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "ALLAH wird ihnen gewiß vergelten Besseres als das, wie sie handelten, und wird ihnen noch mehr von Seiner Gunst geben. Und ALLAH gewährt Rizq, wem ER will, ohne Berechnung"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Und diejenigen, die Kufr betrieben haben, ihre Handlungen ähneln einer Fata Morgana in einer Ebene. Der Durstige hält sie für Wasser, und wenn er es erreicht, findet er es als Nichts, aber er findet ALLAH bei sich, dann wird ER ihm seine Abrechnung vergüten. Und ALLAH ist schnell im Zur-Rechenschaft-Ziehen"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Oder (sie ähnelt) den Finsternissen im einem tiefen Meer, das von einer Woge bedeckt wird, über der noch eine Woge liegt, und darüber eine Wolke ist. Es sind Finsternisse, die einen über den anderen, wenn er seine Hand ausstreckt, beinahe sieht er sie nicht. Und wem ALLAH kein Licht gewährt, für den gibt es kein Licht"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Hast du etwa nicht wahrgenommen, daß ALLAH alle lobpreisen, die in den Himmeln und auf Erden sind, und daß die Vögel (Flügel) ausstreckend sind?! Alle kennen bereits das rituelle Gebet und das Lobpreisen für Ihn. Und ALLAH ist allwissend über das, was sie machen"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Und ALLAH gehört die Herrschaft der Himmel und der Erde. Und zu ALLAH ist das Werden"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Hast du etwa nicht wahrgenommen, daß ALLAH die Wolken ziehen läßt, dann fügt ER sie zusammen, dann macht ER sie zu Aufeinandergehäuften, dann siehst du den Regen, während er aus diesen herauskommt. Und ER läßt vom Himmel aus (Wolken-)Bergen fallen, in denen Hagel ist, dann trifft ER damit, wen ER will, und wendet ihn von dem ab, den ER will. Beinahe macht der Glanz seines Blitzes die Augen blind"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "ALLAH läßt die Nacht und den Tag wenden. Gewiß, darin ist zweifelsohne eine Lehre für diejenigen von Einblick"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Und ALLAH erschuf alles sich bewegende Lebewesen aus Wasser. So geht manch einer von ihnen auf seinem Bauch, und manch einer von ihnen geht auf zwei Beinen, und manch einer von ihnen geht auf Vieren. ALLAH erschafft, was ER will! Gewiß, ALLAH ist über alles allmächtig"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Gewiß, bereits sandten WIR dir erläuternde Ayat hinab. Und ALLAH leitet recht, wen ER will, auf einen geradlinigen Weg"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Und sie sagen: \"Wir haben den Iman an ALLAH und an den Gesandten verinnerlicht und gehorcht.\" Dann wendet sich danach eine Gruppe von ihnen ab. Und diese sind doch keine Mumin"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Und wenn sie zu ALLAH und zu Seinem Gesandten gerufen werden, damit er zwischen ihnen richtet, ist eine Gruppe von ihnen sich abwendend"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Und wenn sie das Recht auf ihrer Seite haben, kommen sie zu ihm sich fügend"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Ist etwa in ihren Herzen Krankheit, oder haben sie etwa Zweifel (an ihm), oder fürchten sie etwa, daß ALLAH und Sein Gesandter sie benachteiligen?! Nein, sondern diese sind die wirklichen Unrecht-Begehenden"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Die Worte der Mumin sind nur - wenn sie zu ALLAH und seinem Gesandten gerufen werden, um zwischen ihnen zu richten - daß sie sagen: \"Wir haben gehört und gehorcht.\" Und diese sind die eigentlichen Erfolgreichen"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Und wer ALLAH und Seinem Gesandten gehorcht, ALLAH Ehrfurcht erweist und Ihm gegenüber Taqwa gemäß handelt, diese sind dann die eigentlichen Gewinner"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Auch legten sie bei ALLAH nachdrückliche Eide ab: \"Wenn du sie anweisen würdest, würden sie gewiß ausziehen.\" Sag: \"Schwört nicht! Ein sichtbarer Gehorsam (ist besser).\" Gewiß, ALLAH ist dessen allkundig, was ihr tut"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Sag: \"Gehorcht ALLAH und gehorcht dem Gesandten!\" Und sollten sie sich abwenden, dann verantwortet er, was ihm auferlegt wurde, und ihr verantwortet, was euch auferlegt wurde. Und wenn ihr ihm gehorcht, dann findet ihr Rechtleitung. Und dem Gesandten obliegt nichts außer dem Verkünden"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "ALLAH versprach denjenigen, die von euch den Iman verinnerlicht und gottgefällig Gutes getan haben, daß ER sie auf Erden die Nachfolge doch antreten lassen wird, wie ER diejenigen vor ihnen die Nachfolge antreten ließ, und daß ER ihnen ihren Din noch festigen wird, an welchem ER für sie Gefallen fand, und daß ER ihnen nach ihrer Angst doch Sicherheit eintauschen wird: Sie dienen Mir und betreiben Mir gegenüber keinerlei Schirk. Und wer danach Kufr betreibt, diese sind dann die wirklichen Fasiq"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Und verrichtet ordnungsgemäß das rituelle Gebet, entrichtet die Zakat und gehorcht dem Gesandten, damit euch Gnade erwiesen wird"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Denke auf keinen Fall über diejenigen, die Kufr betrieben haben, daß sie auf Erden (Uns) zu schaffen machen! Ihre Unterkunft ist das Feuer. Und doch erbärmlich ist das Werden"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "Ihr, die den Iman verinnerlicht habt! Diejenigen, die euch gehören, und diejenigen von euch, die noch nicht die Pubertät erreichten, sollen euch dreimal (vor dem Eintreten) um Erlaubnis bitten: Vor dem Fadschr-Gebet, wenn ihr eure Kleidung mittags ablegt und nach dem 'Ischaa-Gebet. Diese sind drei (Zeiten) eurer Entblößung. Weder euch noch sie trifft Verfehlung nach ihnen (diesen Zeiten). Sie kommen öfters zu euch, die einen von euch zu den anderen. Solcherart erläutert ALLAH für euch die Ayat. Und ALLAH ist allwissend, allweise"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Und wenn die Kinder von euch die Pubertät erreichten, dann sollen sie um Erlaubnis bitten, wie diejenigen vor ihnen um Erlaubnis gebeten haben. Solcherart erläutert ALLAH für euch Seine Ayat. Und ALLAH ist allwissend, allweise"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Und die Alten (der Intimität abgeneigten) von den Frauen, die nicht auf Heirat hoffen, diese trifft keine Verfehlung, wenn sie ihre Kleidung ablegen, ohne einen Schmuck sichtbar zu tragen. Und daß sie es lassen, ist gewiß besser für sie. Und ALLAH ist allhörend, allwissend"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Weder für den Blinden ist es eine Unannehmlichkeit, noch ist es für den Lahmen eine Unannehmlichkeit, noch ist es für den Kranken eine Unannehmlichkeit, noch für euch selbst, daß ihr esst in euren Häusern, in den Häusern eurer Väter, in den Häusern eurer Mütter, in den Häusern eurer Brüder, in den Häusern eurer Schwestern, in den Häusern eurer Onkel väterlicherseits, in den Häusern eurer Tanten väterlicherseits, in den Häusern eurer Onkel mütterlicherseits, in den Häusern eurer Tanten mütterlicherseits, in denen, über deren Schlüssel ihr verfügt, oder im (Haus) eures Freundes. Es trifft euch keine Schuld, daß ihr gemeinsam oder einzeln esst. Wenn ihr Häuser betretet, dann grüßt euch gegenseitig mit einem guten Gruß von ALLAH voller Baraka. Solcherart erläutert ALLAH euch die Ayat, damit ihr verständig werdet"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Die Mumin sind nur diejenigen, die den Iman an ALLAH und an Seinen Gesandten verinnerlicht haben und wenn sie mit ihm in einer versammelnden Angelegenheit waren, gehen sie nicht fort, bis sie ihn um Erlaubnis bitten. Gewiß, diejenigen, die dich um Erlaubnis bitten, diese sind diejenigen, die den Iman an ALLAH und an Seinen Gesandten verinnerlichen. Und sollten sie dich um Erlaubnis wegen mancher privaten Angelegenheiten bitten, dann gewähre Erlaubnis demjenigen von ihnen, dem du willst, und bitte ALLAH für sie um Vergebung. Gewiß, ALLAH ist allvergebend, allgnädig"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Macht nicht das Rufen des Gesandten zwischen euch wie das Rufen von euch untereinander! Bereits kennt ALLAH diejenigen von euch, die sich angeschlossen (an andere) davonschleichen. Diejenigen, die von Seiner Anweisung abweichen, sollen sich (davor) in Acht nehmen, daß sie keine Fitna trifft oder daß sie keine qualvolle Peinigung trifft"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Ja! ALLAH gehört zweifelsohne alles, was in Himmeln und auf Erden ist. Bereits kennt ER genau das, woran ihr seid, und den Tag, an dem sie zu Ihm zurückgebracht werden, dann wird ER ihnen kundtun über das, was sie taten. Und ALLAH ist über alles allwissend"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Immer allerhabener ist Derjenige, Der Al-furqan Seinem Diener nach und nach hinabsandte, damit er für die ganze Schöpfung ein Warner wird"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Derjenige, Dem die Herrschaft der Himmel und der Erde gehören und Der nie Sich ein Kind nahm und für Den es nie einen Partner in der Herrschaft gab. Und ER erschuf alles und bestimmte es genaust"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Und sie nahmen sich anstelle von Ihm Gottheiten, die nichts erschaffen, während sie erschaffen werden, und die sich selbst weder schaden noch nützen können und die weder über Tod noch über Leben noch über Erweckung verfügen"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Und diejenigen, die Kufr betrieben haben, sagten: \"Dies ist nichts anderes als Ifk-Lüge, die er erfand, und ihm halfen dabei andere Leute.\" Bereits begingen sie Unrecht und Falschzeugnis"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Und sie sagten: \"Dies sind die Legenden der Vorfahren, die er schreiben ließ, so werden sie ihm morgens und abends diktiert"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Sag: \"Den (Quran) sandte Derjenige hinab, Der das Geheimnis in den Himmeln und auf Erden kennt. Gewiß, ER ist immer allvergebend, allgnädig"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Und sie sagten: \"Was ist los mit diesem Gesandten, er ißt die Speisen und geht zu den Märkten, würde zu ihm doch ein Engel herabgesandt, damit er mit ihm einWarner wird"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Oder würde ihm doch ein Schatz heruntergeworfen! Oder wäre für ihn doch eine Dschanna, von der er essen würde!\" Und die Unrecht-Begehenden sagten: \"Ihr folgt doch nur einem verzauberten Mann"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Siehe, wie sie dir die Gleichnisse prägten, dann gingen sie irre, und sie vermögen zu keinem Weg"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Immer allerhabener ist Derjenige, wenn ER will, ER gewährte dir noch Besseres als dies, nämlich Dschannat, die von Flüssen durchflossen werden, und ER gewährt dir Schlösser"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Nein, sondern sie leugneten die Stunde ab. Und WIR bereiteten für denjenigen, der die Stunde ableugnete, äußerst heftiges Feuer"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Wenn es (das Feuer) sie von einem fernen Ort sieht, hören sie von ihm (das Geräusch) seiner Wut und seines Anfachens"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Und wenn sie dort in einen engen Ort muqranin hineingeworfen werden, flehen sie dort um den Untergang"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Fleht heute nicht nur um einen Untergang, sondern fleht um viele Untergänge"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Sag: \"Ist dies besser oder die Dschanna der Ewigkeit, die den Muttaqi versprochen wurde?!\" Sie ist für sie die Belohnung und das Werden"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Darin haben sie, was sie begehren, als Ewige. Dies war von deinem HERRN ein Versprechen, um das (von den Mumin) gebeten wurde"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Und am Tag, wenn ER sie und das, dem sie anstelle von ALLAH dienten, versammelt und dann sagt: \"Habt ihr etwa diese Meine Diener irregeführt, oder sind sie selbst irregegangen"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Sie sagten: \"Gepriesen-erhaben bist DU! Uns gebührt nicht, daß wir uns anstelle von Dir irgendwelche Wali nehmen. Doch DU hast sie und ihre Ahnen vergnügen lassen, bis sie das Gedenken vergaßen und nutzlose Leute waren"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Also sie wiesen, was ihr sagt, als Lüge zurück, so werdet ihr weder (die Peinigung) abwenden noch (euch) beistehen. Und wer von euch Unrecht begeht, den werden WIR eine große Peinigung erfahren lassen"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Und WIR entsandten vor dir nur von den Gesandten, welche Speise aßen und zu den Märkten gingen. Und WIR machten die einen von euch für die anderen zur Fitna, ob ihr euch in Geduld übt?! Und dein HERR ist immer allsehend"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "Und diejenigen, die auf Unsere Begegnung nicht hoffen, sagten: \"Würden zu ihm doch Engel hinabgesandt werden! Oder würden wir doch unseren HERRN sehen!\" Gewiß, bereits erhoben sie sich in Arroganz in ihren Inneren und übertrieben doch eine große Übertreibung"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Am Tage, wenn sie die Engel sehen werden, gibt es keine frohe Botschaft an jenem Tag für die schwer Verfehlenden. Und sie (die Engel) sagen: \"(Die Dschanna ist für euch) gänzlich verboten"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Und WIR wandten Uns zu dem, was sie an Handlungen vollbrachten, dann machten WIR sie zu verflogenem Staub"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Die Weggenossen der Dschanna haben an diesem Tag eine bessere Niederlassung und einen schöneren Ort zum Zurückziehen"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Und an dem Tag, wenn der Himmel sich mit dicken Wolken spaltet, und die Engel wurden nach und nach hinabgesandt"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "die wahre Herrschaft an diesem Tag gehört Dem Allgnade Erweisenden. Und er ist für die Kafir ein harter Tag"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Und an dem Tag, wenn der Unrecht-Begehende sich in die Hände beißt, sagt er: \"Hätte ich doch mit dem Gesandten einen (gemeinsamen) Weg eingeschlagen"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Mein Untergang! Hätte ich mir doch jene Person nicht zum engen Freund genommen"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Gewiß, bereits ließ er mich vom Gedenken (ALLAHs) abirren, nachdem es mir zuteil wurde.\" Und der Satan läßt den Menschen immer wieder im Stich"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Und der Gesandte sagte: \"Mein HERR! Gewiß, meine Leute vernachlässigen den Quran"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Und solcherart machten WIR für jeden Propheten Erzfeinde von den schwer Verfehlenden. Und dein HERR genügt als Rechtleitender und als Beistehender"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Und diejenigen, die Kufr betrieben haben, sagten: \"Würde ihm der Quran doch auf einmal hinabgesandt!\" Es ist so, damit WIR mit ihm dein Herz festigen. Und WIR haben ihn doch in Tartil-Form vorgetragen"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Und sie bringen dir kein Gleichnis, ohne daß WIR dir die Wahrheit und eine bessere Erläuterung zukommen ließen"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Es sind diejenigen, die auf ihren Gesichtern vor Dschahannam versammelt werden, diese haben einen schlimmeren Ort und sind vom Weg weit abgeirrt"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Und gewiß, bereits ließen WIR Musa die Schrift zuteil werden und machten mit ihm seinen Bruder Harun als einen Assistenten"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Dann sagten WIR: \"Geht beide zu den Leuten, die Unsere Ayat ableugneten.\" Dann vernichteten WIR sie in kompletter Vernichtung"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Und die Leute von Nuh, als sie den Gesandten der Lüge bezichtigten, ertränkten WIR sie und machten sie zu einer Aya für die Menschen. Und WIR bereiteten für die Unrecht-Begehenden eine qualvolle Peinigung"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Sowie 'Aad, Thamud, die Weggenossen von Ar-rass und viele Generationen zwischen diesen"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Und allen prägten WIR die Gleichnisse. Und alle haben WIR in Stückchen zerstückelt"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Und gewiß, bereits kamen sie doch zur Ortschaft, die mit dem Regen des Unheils beregnet wurde. Haben sie sie etwa noch nicht gesehen?! Nein, sondern sie pflegten auf keine Erweckung zu hoffen"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Und wenn sie dich sehen, nehmen sie dich zu nichts außer zum Spott: \"Ist dieser derjenige, den ALLAH als Gesandten entsandte"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Beinahe hätte er uns doch von unseren Gottheiten abirren lassen, hätten wir uns nicht in Geduld ihnen gegenüber geübt!\" Und sie werden wissen, wenn sie die Peinigung sehen, wer weiter vom Weg abgeirrt ist"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Wie siehst du denjenigen, der seine Neigung zu seinem Gott machte?! Willst du etwa ein Wakil über ihn sein"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Oder denkst du etwa, daß die meisten von ihnen zuhören oder nachdenken?! Sie sind doch nur wie die An'am. Nein, sondern sie sind noch weiter vom Weg abgeirrt"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Siehst du etwa nicht (die Schöpfung) deines HERRN, wie ER den Schatten ausbreiten läßt?! Und hätte ER gewollt, hätte ER ihn stillstehend gemacht. Dann machten WIR die Sonne als Hinweis auf ihn"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Dann verkürzten WIR ihn zu Uns mit leichter Verkürzung"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Und ER ist Derjenige, Der für euch die Nacht als Kleidung machte und den Schlaf zum Ausruhen, und ER machte den Tag zur Auferstehung"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Und ER ist Derjenige, Der die Winde als frohe Botschaft vor Seiner Gnade schickte. Und WIR ließen vom Himmel reines Wasser fallen"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "damit WIR mit ihm eine tote Landschaft lebendig machen, und damitWIR es zum Trinken denen geben, die WIR erschufen, An'am und vielen Menschen"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Und gewiß, bereits teilten WIR ihn zwischen ihnen auf, damit sie sich besinnen. Doch diemeisten Menschen lehnten dann ab, außer dem äußersten Kufr"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Und hätten WIR es gewollt, hätten WIR doch zu jeder Ortschaft einen Warner entsandt"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "So gehorche den Kafir nicht, und leiste mit ihm (dem Quran) gegen sie einen großen Dschihad"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Und ER ist Derjenige, Der beide Meere nebeneinander machte. Dieses ist wohlschmeckend, süß, und dieses ist salzig, bitter. Und ER machte zwischen ihnen eine Trennung und eine komplette Isolierung"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Und ER ist Derjenige, Der aus dem Wasser einen Menschen erschuf, dann machte ER ihn zur Abstammung und Verschwägerung. Und dein HERR ist immer allmächtig"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Und sie dienen anstelle von ALLAH dem, das ihnen weder nützt, noch schadet. Und der Kafir ist gegen seinen HERRN ein Beistehender"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "Und WIR entsandten dich nur als Überbringer froher Botschaft und als Warner"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Sag: \"Ich verlange von euch dafür keinen Lohn! Nur wer zu seinem HERRN einen Weg einschlagen will, (soll es tun)"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Und übe Tawakkul Dem Lebendigen, Der nie stirbt, und lobpreise mit Seinem Lob! Und ER genügt über die Verfehlungen Seiner Diener als Allkundiger"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Er ist Derjenige, Der die Himmel, die Erde und das, was zwischen ihnen ist, in sechs Ay-yam erschuf, dann wandte ER Sich Al'ahrsch zu. ER ist Der Allgnade Erweisende, so frage über Ihn einen Kundigen"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Und als ihnen gesagt wurde: \"Vollzieht Sudschud für den Allgnade Erweisenden!\", sagten sie: \"Und was ist Der Allgnade Erweisende? Sollen wir etwa Sudschud zu dem vollziehen, den du uns anweist?!\" Und es mehrte noch ihre Abneigung"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Immer allerhabener ist Derjenige, Der im Himmel Sternbilder einsetzte, und darin eine Leuchte und einen erhellten Mond machte"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Und ER ist Derjenige, Der die Nacht und den Tag als Nachfolge machte für denjenigen, der sich besinnen will oder sich dankbar erweisen will"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Und die Diener Des Allgnade Erweisenden sind diejenigen, die auf der Erde in Bescheidenheit gehen, und wenn die Unwissenden sie belästigen, sagen sie: \"Salam (sei mit euch)"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Auch diejenigen, die ihre Nacht als Sudschud- und Qiyam-Vollziehende verbringen"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Sowie diejenigen, die sagen: \"Unser HERR! Wende von uns die Peinigung von Dschahannam ab, denn ihre Peinigung ist gewiß eine bleibende Peinigung"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Gewiß, sie (Dschahannam) ist schlimm als Niederlassung und als Aufenthaltsort"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Auch diejenigen, wenn sie ausgeben, weder verschwenden noch geizen, sondern es ist dazwischen mittelmäßig"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "Und diejenigen, die weder neben ALLAH an einen anderen Gott Bittgebete richten, noch den Menschen töten, den ALLAH für haram erklärte, außer mit Berechtigung, noch Zina begehen. Und wer dieses tut, findet die Vergeltung"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "Für ihn wird die Peinigung am Tag der Auferstehung verdoppelt, und er bleibt dort als Erniedrigter ewig"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "außer demjenigen, der bereut, den Iman verinnerlicht und gottgefällig Gutes getan hat, diesen tauscht ALLAH ihre gottmißfälligen Taten in gottgefällig gute Taten um. Und ALLAH bleibt immer allvergebend, allgnädig"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Und wer bereute und gottgefällig Gutes tat, dieser bereut ALLAH gegenüber wirklich"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Auch diejenigen, die das Lügnerische nicht bezeugen, und wenn sie beim sinnlosen Treiben vorbeigehen, gehen sie in Würde vorbei"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Und diejenigen, wenn sie mit den Ayat ihres HERRN ermahnt werden, fallen nicht vor ihnen taub und blind nieder"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Ebenso diejenigen, die sagen: \"Unser HERR! Schenke uns von unseren Partnerwesen und unserer Nachkommenschaft Erfreuliches. Und mache uns für die Muttaqi als Imam"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Diesen wird das Paradies vergolten für das, was sie an Geduld aufbrachten. Und sie werden darin mit Gruß und Salam empfangen"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Darin bleiben sie ewig. Es ist schön als Niederlassung und Aufenthaltsort"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Sag: \"Mein HERR würde euch nicht beachten, wäre nicht euer Bittgebet. Ihr habt bereits doch abgeleugnet, so wird es (das Vergelten) unabdingbar sein"
        }
    ]
}