{
    "rukus": [
        {
            "chapter": 24,
            "verse": 58,
            "text": "O ye who believe! let those whom your right hands possess, and the (children) among you who have not come of age ask your permission (before they come to your presence), on three occasions: before morning prayer; the while ye doff your clothes for the noonday heat; and after the late-night prayer: these are your three times of undress: outside those times it is not wrong for you or for them to move about attending to each other: Thus does God make clear the Signs to you: for God is full of knowledge and wisdom"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "But when the children among you come of age, let them (also) ask for permission, as do those senior to them (in age): Thus does God make clear His Signs to you: for God is full of knowledge and wisdom"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Such elderly women as are past the prospect of marriage,- there is no blame on them if they lay aside their (outer) garments, provided they make not a wanton display of their beauty: but it is best for them to be modest: and God is One Who sees and knows all things"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "It is no fault in the blind nor in one born lame, nor in one afflicted with illness, nor in yourselves, that ye should eat in your own houses, or those of your fathers, or your mothers, or your brothers, or your sisters, or your father's brothe rs or your father's sisters, or your mohter's brothers, or your mother's sisters, or in houses of which the keys are in your possession, or in the house of a sincere friend of yours: there is no blame on you, whether ye eat in company or separately. Bu t if ye enter houses, salute each other - a greeting of blessing and purity as from God. Thus does God make clear the signs to you: that ye may understand"
        }
    ]
}