{
    "rukus": [
        {
            "chapter": 18,
            "verse": 23,
            "text": "Asnjehere mos thuaj, per cfaredo gjeje qofte, se: “Me siguri qe neser do ta bej kete”"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "pa shtuar “Ne dashte Allahu!” Dhe, kur te harrosh (te thuash “ne dashte Allahu”) - kujtoje Zotin tend e thuaj: “Shpresoj se Zoti im do te me udhezoje ne ate qe eshte me e mire dhe me e dobishme nga kjo”"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Ata qendruan ne shpellen e tyre treqind vjet (diellore), duke shtuar nente (per vitet henore)"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Thuaj (o Muhamed): “Allahu e di me mire sa kane qendruar. Atij i perket fshehtesia e qiejve dhe e Tokes. Eh, sa mire sheh Ai cdo gje dhe sa mire qe degjon! Njerezit nuk kane tjeter mbrojtes pervec Atij dhe Ai nuk e ndan me askend pushtetin e Vet.”"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Dhe lexo ate qe te eshte shpallur ty nga Libri i Zotit tend! Askush nuk mund t’i ndryshoje fjalet e Tij dhe ti nuk ke per te gjetur kurrfare strehe, pervecse tek Ai"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Dhe qendro me ata qe i luten Zotit te vet ne mengjes dhe mbremje, duke deshiruar Fytyren (kenaqesine) e Tij dhe mos i shmang syte nga ata (tek te tjeret), duke deshiruar stolite e shkelqimin e kesaj jete. Mos degjo ate zemren e te cilit ia kemi lene mosperfillese ndaj permendjes Sone e, qe shkon pas deshirave te veta, duke shkelur cdo kufi ne veprimet e veta"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Dhe thuaj: “E verteta eshte nga Zoti juaj. Kush te doje, le te besoje e kush te doje, le te mohoje”. Ne kemi pergatitur per mohuesit keqberes nje zjarr, qe do t’i rrethoje nga te gjitha anet (si cadra). Nese do te kerkojne ndihme, do t’u jepet nje uje si xehja e shkrire, qe do t’ua percelloje fytyrat. Sa pije e tmerrshme eshte ajo e sa strehim i keq eshte ai (zjarri)"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Sa per ata qe besojne dhe bejne vepra te mira, sigurisht qe Ne nuk do t’ua humbim shperblimin punemireve"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Pikerisht atyre u perket Xheneti i Adnit, neper te cilin rrjedhin lumenj. Ata do te stolisen atje me byzylyke ari dhe do te vishen me rroba te gjelbra prej mendafshi te holle dhe armaci, duke ndenjur te mbeshtetur ne shtreter te larte. Sa shperblim i mrekullueshem dhe sa vendbanim i bukur"
        }
    ]
}