{
    "rukus": [
        {
            "chapter": 21,
            "verse": 30,
            "text": "A nuk e dine mohuesit se qiejt dhe Toka kane qene nje e tere? Pastaj Ne e ndame dhe beme nga uji cdo gje te gjalle! Akoma nuk besojne"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Ne vendosem neper Toke male te patundura, qe ajo te mos lekundet bashke me njerezit dhe beme lugina dhe rruge per te udhetuar ne to"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Ne e beme qiellin mbulese te mbrojtur, por perseri ata shmangen nga shenjat qe gjenden aty"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Allahu eshte Ai, i Cili krijoi naten dhe diten, Diellin dhe Henen; e te gjitha keto lundrojne ne gjithesi"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Para teje, Ne nuk e kemi bere asnje te pavdekshem. Nese ti vdes, a do te mbesin ata te perjetshem"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Cdo njeri do ta shijoje vdekjen! Ne ju veme ne prove me te keqe dhe me te mire dhe te Ne do te ktheheni"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Kur te shohin jobesimtaret, ata tallen me ty (duke thene): “Ky eshte ai qe i permend (per keq) zotat tuaj?” Nderkohe, ata e mohojne Keshillen e te Gjithemeshirshmit"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Njeriu eshte krijuar i ngutur. Une do t’jua tregoj shenjat e Mia, prandaj mos me kerkoni te ngutem"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Ata thone: “Kur do te behet ky premtim, nese flisni te verteten?”"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Sikur mohuesit ta dinin kohen, kur nuk do te mund ta shmangin zjarrin nga fytyrat dhe shpinat e tyre dhe nuk do te ndihmohen, (nuk do te flisnin keshtu)"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Por atyre (Kiameti) do t’u vije papritmas e do t’i trullose, keshtu qe nuk do te mund ta shmangin ate e as nuk do t’u jepet afat"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Ne te vertete, jane perqeshur edhe te derguar te tjere para teje, por shpotitesve u erdhi denimi, me te cilin talleshin"
        }
    ]
}