{
    "rukus": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "O njerez, frikesojuni Zotit tuaj, sepse dridhja e Ores (se Kiametit), eshte vertet nje ngjarje e madhe"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Diten, qe do te shihni ate, cdo grua me femije ne gji do ta harroje femijen e saj dhe cdo grua shtatzene do ta hedhe barren e vet. Njerezit do t’i shihni si te dehur, ndonese ata nuk do te jene te dehur, por denimi i Allahut eshte i ashper"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Ka disa njerez qe diskutojne per Allahun, pa kurrfare dijenie dhe ndjekin rrugen e cdo djalli te nderkryer"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "e eshte caktuar per te (djallin), se kush e ben mik, ai (djalli) do ta shmange (mikun) e do ta sjelle ate ne denimin e zjarrit"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "O njerez, nese ju dyshoni ne ringjalljen, mendoni si Ne ju kemi krijuar prej dheut, pastaj prej pikes se fares, pastaj prej drockave te gjakut, pastaj prej nje cope mishi me trajte te plote ose jo te plote, per t’jua bere te qarte! Dhe Ne e mbajme ne miter ate qe duam deri ne kohen e caktuar. Pastaj ju nxjerrim si femije e pas kesaj do te arrini moshen e pjekurise. Disa nga ju vdesin e disa ngelin deri ne pleqeri te thelle, qe te mos dine asgje nga ajo qe kane ditur me pare. Dhe ti e sheh token te thare, por, kur Ne leshojme uje mbi te, ajo trazohet dhe gufon dhe prej saj mbijne gjithfare lloj bimesh te mrekullueshme ne cift"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Kjo ndodh (qe ta dini) se Allahu eshte e Verteta, se Ai i ringjall te vdekurit, se Ai eshte i Fuqishem per cdo gje"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "se Ora (e Kiametit) do te vije, gje per te cilen s’ka dyshim dhe se Allahu do t’i ringjalle ata qe jane ne varre"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Disa njerez diskutojne per Allahun pa kurrfare diturie, pa udherrefyes dhe pa Liber ndricues"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Ata e kthejne menjane koken (nga mendjemadhesia), qe te largojne te tjeret nga rruga e Allahut. Keta njerez do te poshterohen ne kete bote, kurse ne Diten e Kiametit Ne do t’i bejme, qe te shijojne denimin e zjarrit te ndezur fort"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "(duke iu thene): “Ky (denim) eshte per shkak te veprave tuaja, se Allahu nuk eshte i padrejte ndaj roberve te Tij.”"
        }
    ]
}