{
    "rukus": [
        {
            "chapter": 24,
            "verse": 51,
            "text": "Ndersa pergjigjja e vetme e besimtareve, kur thirren tek Allahu dhe i Derguari i Tij, qe ai te gjykoje midis tyre, eshte: “Degjojme dhe bindemi”. Pikerisht keta jane te shpetuarit"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Ata qe i binden Allahut dhe te Derguarit te Tij, qe kane frike nga Allahu e i perkushtohen Atij, do te jene te fituarit e vertete"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Ata (hipokritet) betohen per Allahun me deklarata solemne, se po t’i urdherosh ata (o Muhamed), qe te shkojne ne lufte - ata me siguri do te shkojne. Thuaj: “Mos u betoni! Ju kerkohet bindja e jo betimi. Vertet, Allahu e di me hollesi gjithcka qe ju beni.”"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Thuaj: “Bindjuni Allahut dhe bindjuni te Derguarit!” Nese shmangeni, (ta dini se) ai[227] eshte pergjegjes per detyren e tij, ndersa ju per ate qe jeni ngarkuar. E, nese i bindeni atij, do te jeni ne rrugen e drejte, kurse i Derguari eshte i detyruar vetem qe te percjelle qarte (Mesazhin Hyjnor)"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Allahu u ka premtuar atyre prej jush, qe besojne dhe qe bejne vepra te mira, se do t’i beje mekembes ne Toke[228], ashtu si i ka bere ata para tyre dhe qe do t’ua forcoje fene e tyre, me te cilen Ai eshte i kenaqur dhe qe friken do t’ua shnderroje ne siguri. Le te me adhurojne Mua e te mos Me shoqerojne asgje (ne adhurim). Sa per ata qe, pas kesaj, mohojne (besimin), pikerisht ata jane te mbrapshtet"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Falni namazin, jepni zekatin dhe bindjuni te Derguarit, per te fituar meshiren e Allahut"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Kurrsesi mos mendo se mohuesit do te shpetojne ne Toke! Streha e tyre eshte zjarri; eh, sa strehe e shemtuar qe eshte ai"
        }
    ]
}