{
    "rukus": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "Elif, Lam, Mim"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "U munden bizantinet"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "ne afersi te tokes (arabe), por pas thyerjes se tyre, me siguri do te fitojne"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "brenda disa vjeteve. Me te vertete, eshte vendimi i Allahut, si per te paren dhe per te dyten. Dhe, ate dite, do te gezohen besimtaret"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "per ndihmen e Allahut; Ai ndihmon ke te doje dhe eshte i Plotfuqishem e Meshireplote"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "(Ky eshte) premtimi i Allahut, e Allahu nuk e thyen premtimin e vet, por shumica e njerezve nuk e dine"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Ata dine vetem anen e dukshme te kesaj jete, ndersa per jeten tjeter jane te pakujdesshem"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Valle, a nuk mendojne ata ne vetvete? Allahu ka krijuar qiejt dhe Token dhe ato qe gjenden ne mes tyre - vetem me qellim dhe afat te caktuar. E, me te vertete, shumica e njerezve nuk besojne ne takimin me Zotin e tyre"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Valle, a nuk udhetojne neper bote e te shohin se si kane perfunduar popujt e meparshem? Ata kane qene me te forte se keta dhe token e kane shfrytezuar dhe punuar me mire se sa e punojne keta, e te derguarit e tyre u kane sjelle prova te qarta. Nuk ishte Allahu qe u beri atyre padrejtesi, por ata i bene vetvetes padrejtesi"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Pastaj perfundimi i atyre qe punuan keq, ka qene e keqja e madhe (Xhehenemi), ngase i mohonin shpalljet e Allahut dhe talleshin me to"
        }
    ]
}