{
    "rukus": [
        {
            "chapter": 30,
            "verse": 20,
            "text": "Nje prej shenjave te Tij eshte qe Ai ju krijoi prej dheut, pastaj ja, tashme ju jeni njerez te shperndare ne te gjitha anet"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Dhe nje prej shenjave te Tij eshte qe prej jush krijoi per ju bashkeshortet tuaja, qe te qetesoheni prane tyre, duke vene ndermjet jush dashuri dhe meshire. Me te vertete, ne kete ka shenja, per njerezit qe mendojne"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Ndermjet shenjave te Tij jane krijimi i qiejve e i Tokes dhe shumellojshmeria e gjuheve dhe e ngjyrave (racave) tuaja. Pa dyshim, ne kete ka shenja per ata qe dine"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Te tjera shenja te Tij jane gjumi juaj naten e diten dhe kerkesa e juaj nga dhuntite e Tij. Vertet, ne kete ka shenja per njerezit qe degjojne"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Gjithashtu, prej shenjave te Tij jane paraqitja e vetetimes si frike e shprese dhe dergimi i shiut prej qiellit, qe nepermjet tij te gjallerohet toka pas shkretimit te saj. Sigurisht, ne kete ka shenja per njerezit qe mendojne"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Dhe nje prej shenjave te Tij eshte qe qiejt dhe Toka qendrojne sipas urdhrit te Tij, pastaj kur t’ju therrase Ai, me nje te thirrur, ju pernjehere do te dilni nga toka (te ringjallur)"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Atij i perket gjithcka qe gjendet ne qiej dhe ne Toke. Gjithcka i perulet Atij"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Ai e ze fill krijimin dhe Ai e perserit ate e per Ate kjo eshte edhe me e lehte. Atij i perket shembulli me i larte ne qiej dhe ne Toke. Ai eshte i Plotfuqishmi dhe i Urti"
        }
    ]
}