{
    "rukus": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "O njerez! Ju jeni te varfer e nevojtare per Allahun, kurse Allahu s’ka nevoje per asgje dhe eshte i Denje per cdo lavd"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Nese do, Ai ju zhduk dhe sjell krijesa te reja"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Kjo gje nuk eshte e veshtire per Allahun"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Asnje shpirt i ngarkuar nuk do te mbarte barren e tjetrit. Nese i ngarkuari rende therret dike qe t’ia mbarte, nuk do t’i merret asgje nga barra, edhe sikur te jete i afert. Ne te vertete, ti paralajmeron vetem ata qe i frikesohen Zotit te tyre ne fshehtesi dhe qe falin namazin. Kush e pastron veten (nga gjynahet), ne te vertete e ka per dobine e vet, ndersa kthimi eshte tek Allahu"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "Nuk jane, kurrsesi, njesoj i verbri dhe ai qe sheh"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "as erresira dhe drita"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "as freskia (e hijes) dhe vapa"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "Po ashtu, nuk jane kurre te barabarte te gjallet dhe te vdekurit. Allahu ben te degjoje ke te doje Vete, kurse ti (Muhamed) nuk mund te besh te degjojne ata qe jane ne varre"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Ti je vetem paralajmerues"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Ne te kemi derguar ty me te Verteten, per te sjelle lajme te mira dhe per te paralajmeruar; nuk ka pasur asnje popull qe te mos i kete ardhur paralajmerues"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "Nese ata te quajne ty genjeshtar, dije se edhe paraardhesit e ketyre i kane pergenjeshtruar te derguarit e tyre, qe u sollen prova te qarta, shkrime dhe nje Liber ndricues"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Pastaj Une i denova mohuesit; eh, sa i tmerrshem ka qene denimi Im"
        }
    ]
}