{
    "rukus": [
        {
            "chapter": 3,
            "verse": 172,
            "text": "Per ata qe moren plage te renda, pasi iu pergjigjen thirrjes se Allahut dhe te te Derguarit dhe per ata qe kane bere te mira e qe i frikesohen Allahut, ka shperblim te madh"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "(Shperblim kane edhe ata) te cileve njerezit (hipokrite) u thane: “Shume njerez po mblidhen kunder jush, prandaj frikesohuni!” e kjo gje ua shtoi atyre besimin dhe thane: “Neve na mjafton Allahu, Ai eshte mbrojtes i mrekullueshem!”"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Ata u kthyen me dhuntite dhe miresite e Allahut, nuk i gjeti asgje e keqe dhe fituan kenaqesine e Allahut. Allahu eshte Zoterues i miresive te medha"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Vetem djalli i frikeson ithtaret e vet. Ju mos iu frikesoni atyre, por frikesohuni prej Meje, nese jeni besimtare"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Ti (o Muhamed) mos u brengos nga ata qe nxitojne ne mohim, sepse, ne te vertete ata nuk mund ta demtojne Allahun aspak. Allahu deshiron qe te mos i shperbleje me kurrfare dhurate ne boten tjeter; dhe per ata ka ndeshkim te madh"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Ata qe e nderrojne besimin e vertete me mohim, nuk mund t’i bejne kurrfare demi Allahut e per ta ka ndeshkim te dhembshem"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Le te mos mendojne kurrsesi jobesimtaret se per ata eshte mire qe ua zgjasim jeten. Ne ua zgjasim jeten vetem per t’i shtuar gjynahet; per ata ka ndeshkim poshterues"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Allahu nuk i le besimtaret ne gjendjen qe ndodheni ju, por do ta ndaje te keqin prej te mirit. Allahu nuk do t’ua zbuloje te fshehten (qe vetem Ai e di), por Allahu zgjedh ke te doje nga te derguarit e Tij. Besoni ne Allahun dhe ne te derguarit e Tij! Nese besoni dhe i frikesoheni Allahut, ju do te keni shperblim te madh"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Ata qe behen koprrace me te mirat qe ua ka dhene Allahu, kurrsesi te mos mendojne se keshtu eshte me mire per ta! Jo, kjo eshte me keq per ata! Ajo qe kane grumbulluar do t’u ngarkohet atyre ne qafe Diten e Kiametit. E Allahut eshte trashegimia e qiejve dhe e Tokes dhe Allahu e di mire c’punoni ju"
        }
    ]
}