{
    "rukus": [
        {
            "chapter": 4,
            "verse": 77,
            "text": "A nuk i ke pare (o Muhamed) ata qe jane porositur: “Terhiqni duart tuaja nga lufta, falni namazin dhe jepni zekatin!”?! Por kur, pas kesaj, u urdheruan qe te luftojne, nje grup prej tyre u frikesua nga njerezit, ashtu si i frikesohen Allahut, madje edhe me teper dhe thirren: “O Zoti yne! Pse na caktove te luftojme? Ah, sikur te na kishe kursyer nga lufta edhe per nje kohe te shkurter!” Thuaju: “Kenaqesite e kesaj jete jane te vogla. Jeta tjeter eshte me e mire per ata qe e kane frike Allahun e s’bejne gjynahe. Juve nuk do t’ju behet asnje fije padrejtesi"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Kudo qe te gjendeni, do t’ju arrije vdekja, madje, qofshi edhe ne keshtjellat me te forta!” Sa here qe u vjen ndonje e mire, ata thone: “Kjo eshte nga ana e Allahut”. Por, nese i godet ndonje e lige, ata[71] thone: “Kjo eshte prej teje (o Muhamed)!” Thuaju: “Te gjitha jane prej Allahut”. C’eshte keshtu me kete popull, qe nuk kupton asgje"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Cdo e mire qe te gjen ty o njeri, prej Allahut eshte, kurse e keqja qe te godet, eshte prej vetes sate. Ne te kemi sjelle ty (o Muhamed) si te Derguar per te gjithe njerezimin. Allahu mjafton per deshmitar"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Kush i bindet te Derguarit, i eshte bindur Allahut. Sa per ata qe kthejne koken menjane, Ne nuk te kemi derguar qe te jesh rojtar i tyre"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Dhe ata thone: “Te jemi bindur”, por, kur largohen prej teje, nje grup nga ata naten shtjellojne dicka tjeter nga ato qe u the ti. Por Allahu i shenon shtjellimet e tyre. Prandaj largohu prej tyre dhe mbeshtetu tek Allahu! Se Allahu te mjafton ty per mbrojtes"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "A nuk persiatin ata per Kuranin! Sikur ai te mos ishte prej Allahut, do te gjenin ne te shume kunderthenie"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Kur atyre[72] u vjen ndonje lajm i rendesishem qe ka te beje me sigurine ose friken, ata e perhapin (pa e vertetuar mire). Por, ne qofte se kete lajm do t’ia percillnin (per shqyrtim) te Derguarit dhe parise, hulumtuesit do ta merrnin vesh prej tyre (se cfare lajmi duhet perhapur e cfare jo). Sikur te mos ishte miresia e Allahut dhe meshira e Tij, ju te gjithe do te ndiqnit djallin, pervec nje numri te vogel"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Prandaj, lufto ne rrugen e Allahut! Ti je pergjegjes vetem per veten tende. Nxiti edhe besimtaret, se mbase Allahu e pengon fuqine e jobesimtareve! Allahu eshte me i fuqishmi dhe me i ashpri ne denime"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Kush ndermjeteson per nje ceshtje te mire, do te kete pjese ne shperblimin e saj, kurse kush ndermjeteson per nje ceshtje te keqe, do te kete pjese ne ndeshkimin e saj. Allahu eshte i Gjithepushtetshem"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Kur ju pershendet dikush me respekt, kthejani me nje pershendetje me te mire ose ne te njejten menyre! Pa dyshim, Allahu llogarit cdo gje"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Allahu! Nuk ka zot tjeter (te denje per adhurim) pervec Atij. Ai do t’ju mbledhe ne Diten e Kiametit, per te cilen nuk ka dyshim aspak! E kush eshte ne fjale me i vertete se Allahu"
        }
    ]
}