{
    "pages": [
        {
            "chapter": 5,
            "verse": 18,
            "text": "यहूदी और ईसाई कहते है, \"हम तो अल्लाह के बेटे और उसके चहेते है।\" कहो, \"फिर वह तुम्हें तुम्हारे गुनाहों पर दंड क्यों देता है? बात यह नहीं है, बल्कि तुम भी उसके पैदा किए हुए प्राणियों में से एक मनुष्य हो। वह जिसे चाहे क्षमा करे और जिसे चाहे दंड दे।\" और अल्लाह ही के लिए है बादशाही आकाशों और धरती को और जो कुछ उनके बीच है वह भी, और जाना भी उसी की ओर है"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "ऐ किताबवालो! हमारा रसूल ऐसे समय तुम्हारे पास आया है और तुम्हारे लिए (हमारा आदेश) खोल-खोलकर बयान करता है, जबकि रसूलों के आने का सिलसिला एक मुद्दत से बन्द था, ताकि तुम यह न कह सको कि \"हमारे पास कोई शुभ-समाचार देनेवाला और सचेत करनेवाला नहीं आया।\" तो देखो! अब तुम्हारे पास शुभ-समाचार देनेवाला और सचेत करनेवाला आ गया है। अल्लाह को हर चीज़ की सामर्थ्य प्राप्त है"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "और याद करो जब मूसा ने अपनी क़ौम के लोगों से कहा था, \"ऐ लोगों! अल्लाह की उस नेमत को याद करो जो उसने तुम्हें प्रदान की है। उसनें तुममें नबी पैदा किए और तुम्हें शासक बनाया और तुमको वह कुछ दिया जो संसार में किसी को नहीं दिया था"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "ऐ मेरे लोगो! इस पवित्र भूमि में प्रवेश करो, जो अल्लाह ने तुम्हारे लिए लिख दी है। और पीछे न हटो, अन्यथा, घाटे में पड़ जाओगे।"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "उन्होंने कहा, \"ऐ मूसा! उसमें तो बड़े शक्तिशाली लोग रहते है। हम तो वहाँ कदापि नहीं जा सकते, जब तक कि वे वहाँ से निकल नहीं जाते। हाँ, यदि वे वहाँ से निकल जाएँ, तो हम अवश्य प्रविष्ट हो जाएँगे।"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "उन डरनेवालों में से ही दो व्यक्ति ऐसे भी थे जिनपर अल्लाह का अनुग्रह था। उन्होंने कहा, \"उन लोगों के मुक़ाबले में दरवाज़े से प्रविष्ट हो जाओ। जब तुम उसमें प्रविष्टि हो जाओगे, तो तुम ही प्रभावी होगे। अल्लाह पर भरोसा रखो, यदि तुम ईमानवाले हो।"
        }
    ]
}