{
    "pages": [
        {
            "chapter": 9,
            "verse": 80,
            "text": "तुम उनके लिए क्षमा की प्रार्थना करो या उनके लिए क्षमा की प्रार्थना न करो। यदि तुम उनके लिए सत्तर बार भी क्षमा की प्रार्थना करोगे, तो भी अल्लाह उन्हें क्षमा नहीं करेगा, यह इसलिए कि उन्होंने अल्लाह और उसके रसूल के साथ कुफ़्र किया और अल्लाह अवज्ञाकारियों को सीधा मार्ग नहीं दिखाता"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "पीछे रह जानेवाले अल्लाह के रसूल के पीछे अपने बैठ रहने पर प्रसन्न हुए। उन्हें यह नापसन्द हुआ कि अल्लाह के मार्ग में अपने मालों और अपनी जानों के साथ जिहाद करें। और उन्होंने कहा, \"इस गर्मी में न निकलो।\" कह दो, \"जहन्नम की आग इससे कहीं अधिक गर्म है,\" यदि वे समझ पाते (तो ऐसा न कहते)"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "अब चाहिए कि जो कुछ वे कमाते रहे है, उसके बदले में हँसे कम और रोएँ अधिक"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "अव यदि अल्लाह तुम्हें उनके किसी गिरोह की ओर रुजू कर दे और भविष्य में वे तुमसे साथ निकलने की अनुमति चाहें तो कह देना, \"तुम मेरे साथ कभी भी नहीं निकल सकते और न मेरे साथ होकर किसी शत्रु से लड़ सकते हो। तुम पहली बार बैठ रहने पर ही राज़ी हुए, तो अब पीछे रहनेवालों के साथ बैठे रहो।"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "औऱ उनमें से जिस किसी व्यक्ति की मृत्यु हो उसकी जनाज़े की नमाज़ कभी न पढ़ना और न कभी उसकी क़ब्र पर खड़े होना। उन्होंने तो अल्लाह और उसके रसूल के साथ कुफ़्र किया और मरे इस दशा में कि अवज्ञाकारी थे"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "और उनके माल और उनकी औलाद तुम्हें मोहित न करें। अल्लाह तो बस यह चाहता है कि उनके द्वारा उन्हें संसार में यातना दे और उनके प्राण इस दशा में निकलें कि वे काफ़िर हों"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "और जब कोई सूरा उतरती है कि \"अल्लाह पर ईमान लाओ और उसके रसूल के साथ होकर जिहाद करो।\" तो उनके सामर्थ्यवान लोग तुमसे छुट्टी माँगने लगते है और कहते है कि \"हमें छोड़ दो कि हम बैठनेवालों के साथ रह जाएँ।"
        }
    ]
}