{
    "pages": [
        {
            "chapter": 17,
            "verse": 105,
            "text": "सत्य के साथ हमने उसे अवतरित किया और सत्य के साथ वह अवतरित भी हुआ। और तुम्हें तो हमने केवल शुभ सूचना देनेवाला और सावधान करनेवाला बनाकर भेजा है"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "और क़ुरआन को हमने थोड़ा-थोड़ा करके इसलिए अवतरित किया, ताकि तुम ठहर-ठहरकर उसे लोगो को सुनाओ, और हमने उसे उत्तम रीति से क्रमशः उतारा है"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "कह दो, \"तुम उसे मानो या न मानो, जिन लोगों को इससे पहले ज्ञान दिया गया है, उन्हें जब वह पढ़कर सुनाया जाता है, तो वे ठोड़ियों के बल सजदे में गिर पड़ते है"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "और कहते है, \"महान और उच्च है हमारा रब! हमारे रब का वादा तो पूरा होकर ही रहता है।"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "और वे रोते हुए ठोड़ियों के बल गिर जाते है और वह (क़ुरआन) उनकी विनम्रता को और बढ़ा देता है"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "कह दो, \"तुम अल्लाह को पुकारो या रहमान को पुकारो या जिस नाम से भी पुकारो, उसके लिए सब अच्छे ही नाम है।\" और अपनी नमाज़ न बहुत ऊँची आवाज़ से पढ़ो और न उसे बहुत चुपके से पढ़ो, बल्कि इन दोनों के बीच मध्य मार्ग अपनाओ"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "और कहो, \"प्रशंसा अल्लाह के लिए है, जिसने न तो अपना कोई बेटा बनाया और न बादशाही में उसका कोई सहभागी है और न ऐसा ही है कि वह दीन-हीन हो जिसके कारण बचाव के लिए उसका कोई सहायक मित्र हो।\" और बड़ाई बयान करो उसकी, पूर्ण बड़ाई"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "प्रशंसा अल्लाह के लिए है जिसने अपने बन्दे पर यह किताब अवतरित की और उसमें (अर्थात उस बन्दे में) कोई टेढ़ नहीं रखी"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "ठीक और दूरुस्त, ताकि एक कठोर आपदा से सावधान कर दे जो उसकी और से आ पड़ेगी। और मोमिनों को, जो अच्छे कर्म करते है, शुभ सूचना दे दे कि उनके लिए अच्छा बदला है"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "जिसमें वे सदैव रहेंगे"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "और उनको सावधान कर दे, जो कहते है, \"अल्लाह सन्तानवाला है।"
        }
    ]
}