{
    "pages": [
        {
            "chapter": 18,
            "verse": 46,
            "text": "माल और बेटे तो केवल सांसारिक जीवन की शोभा है, जबकि बाक़ी रहनेवाली नेकियाँ ही तुम्हारे रब के यहाँ परिणाम की दृष्टि से भी उत्तम है और आशा की दृष्टि से भी वही उत्तम है"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "जिस दिन हम पहाड़ों को चलाएँगे और तुम धरती को बिलकुल नग्न देखोगे और हम उन्हें इकट्ठा करेंगे तो उनमें से किसी एक को भी न छोड़ेंगे"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "वे तुम्हारे रब के सामने पंक्तिबद्ध उपस्थित किए जाएँगे - \"तुम हमारे सामने आ पहुँचे, जैसा हमने तुम्हें पहली बार पैदा किया था। नहीं, बल्कि तुम्हारा तो यह दावा था कि हम तुम्हारे लिए वादा किया हुआ कोई समय लाएँगे ही नहीं।"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "किताब (कर्मपत्रिका) रखी जाएगी तो अपराधियों को देखोंगे कि जो कुछ उसमें होगा उससे डर रहे है और कह रहे है, \"हाय, हमारा दुर्भाग्य! यह कैसी किताब है कि यह न कोई छोटी बात छोड़ती है न बड़ी, बल्कि सभी को इसने अपने अन्दर समाहित कर रखा है।\" जो कुछ उन्होंने किया होगा सब मौजूद पाएँगे। तुम्हारा रब किसी पर ज़ुल्म न करेगा"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "याद करो जब हमने फ़रिश्तों से कहा, \"आदम को सजदा करो।\" तो इबलीस के सिवा सबने सजदा किया। वह जिन्नों में से था। तो उसने अपने रब के आदेश का उल्लंघन किया। अब क्या तुम मुझसे इतर उसे और उसकी सन्तान को संरक्षक मित्र बनाते हो? हालाँकि वे तुम्हारे शत्रु है। क्या ही बुरा विकल्प है, जो ज़ालिमों के हाथ आया"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "मैंने न तो आकाशों और धरती को उन्हें दिखाकर पैदा किया और न स्वयं उनको बनाने और पैदा करने के समय ही उन्हें बुलाया। मैं ऐसा नहीं हूँ कि गुमराह करनेवालों को अपनी बाहु-भुजा बनाऊँ"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "याद करो जिस दिन वह कहेगा, \"बुलाओ मेरे साझीदारों को, जिनके साझीदार होने का तुम्हें दावा था।\" तो वे उनको पुकारेंगे, किन्तु वे उन्हें कोई उत्तर न देंगे और हम उनके बीच सामूहिक विनाश-स्थल निर्धारित कर देंगे"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "अपराधी लोग आग को देखेंगे तो समझ लेंगे कि वे उसमें पड़नेवाले है और उससे बच निकलने की कोई जगह न पाएँगे"
        }
    ]
}