{
    "pages": [
        {
            "chapter": 20,
            "verse": 13,
            "text": "मैंने तुझे चुन लिया है। अतः सुन, जो कुछ प्रकाशना की जाती है"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "निस्संदेह मैं ही अल्लाह हूँ। मेरे सिवा कोई पूज्य-प्रभु नहीं। अतः तू मेरी बन्दगी कर और मेरी याद के लिए नमाज़ क़ायम कर"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "निश्चय ही वह (क़ियामत की) घड़ी आनेवाली है - शीघ्र ही उसे लाऊँगा, उसे छिपाए रखता हूँ - ताकि प्रत्येक व्यक्ति जो प्रयास वह करता है, उसका बदला पाए"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "अतः जो कोई उसपर ईमान नहीं लाता और अपनी वासना के पीछे पड़ा है, वह तुझे उससे रोक न दे, अन्यथा तू विनष्ट हो जाएगा"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "और ऐ मूसा! यह तेरे दाहिने हाथ में क्या है"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "उसने कहा, \"यह मेरी लाठी है। मैं इसपर टेक लगाता हूँ और इससे अपनी बकरियों के लिए पत्ते झाड़ता हूँ और इससे मेरी दूसरी ज़रूरतें भी पूरी होती है।"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "कहा, \"डाल दे उसे, ऐ मूसा"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "अतः उसने डाल दिया। सहसा क्या देखते है कि वह एक साँप है, जो दौड़ रहा है"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "कहा, \"इसे पकड़ ले और डर मत। हम इसे इसकी पहली हालत पर लौटा देंगे"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "और अपने हाथ अपने बाज़ू की ओर समेट ले। वह बिना किसी ऐब के रौशन दूसरी निशानी के रूप में निकलेगा"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "इसलिए कि हम तुझे अपनी बड़ी निशानियाँ दिखाएँ"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "तू फ़िरऔन के पास जा। वह बहुत सरकश हो गया है।"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "उसने निवेदन किया, \"मेरे रब! मेरा सीना मेरे लिए खोल दे"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "और मेरे काम को मेरे लिए आसान कर दे"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "और मेरी ज़बान की गिरह खोल दे।"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "कि वे मेरी बात समझ सकें"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "और मेरे लिए अपने घरवालों में से एक सहायक नियुक्त कर दें"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "हारून को, जो मेरा भाई है"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "उसके द्वारा मेरी कमर मज़बूत कर"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "और उसे मेरे काम में शरीक कर दें"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "कि हम अधिक से अधिक तेरी तसबीह करें"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "और तुझे ख़ूब याद करें"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "निश्चय ही तू हमें खूब देख रहा है।"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "कहा, \"दिया गया तुझे जो तूने माँगा, ऐ मूसा"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "हम तो तुझपर एक बार और भी उपकार कर चुके है"
        }
    ]
}