{
    "pages": [
        {
            "chapter": 20,
            "verse": 99,
            "text": "इस प्रकार विगत वृत्तांत हम तुम्हें सुनाते है और हमने तुम्हें अपने पास से एक अनुस्मृति प्रदान की है"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "जिस किसी ने उससे मुँह मोड़ा, वह निश्चय ही क़ियामत के दिन एक बोझ उठाएगा"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "ऐसे दिन सदैव इसी वबाल में पड़े रहेंगे और क़ियामत के दिन उनके हक़ में यह बहुत ही बुरा बोझ सिद्ध होगा"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "जिस दिन सूर फूँका जाएगा और हम अपराधियों को उस दिन इस दशा में इकट्ठा करेंगे कि उनकी आँखे नीली पड़ गई होंगी"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "वे आपस में चुपके-चुपके कहेंगे कि \"तुम बस दस ही दिन ठहरे हो।"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "हम भली-भाँति जानते है जो कुछ वे कहेंगे, जबकि उनका सबसे अच्छी सम्मतिवाला कहेगा, \"तुम तो बस एक ही दिन ठहरे हो।"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "वे तुमसे पर्वतों के विषय में पूछते है। कह दो, \"मेरा रब उन्हें छूल की तरह उड़ा देगा"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "और धरती को एक समतल चटियल मैदान बनाकर छोड़ेगा"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "तुम उसमें न कोई सिलवट देखोगे और न ऊँच-नीच।"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "उस दिन वे पुकारनेवाले के पीछे चल पड़ेंगे और उसके सामने कोई अकड़ न दिखाई जा सकेगी। आवाज़े रहमान के सामने दब जाएँगी। एक हल्की मन्द आवाज़ के अतिरिक्त तुम कुछ न सुनोगे"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "उस दिन सिफ़ारिश काम न आएगी। यह और बात है कि किसी के लिए रहमान अनुज्ञा दे और उसके लिए बात करने को पसन्द करे"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "वह जानता है जो कुछ उनके आगे है और जो कुछ उनके पीछे है, किन्तु वे अपने ज्ञान से उसपर हावी नहीं हो सकते"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "चेहरे उस जीवन्त, शाश्वत सत्ता के आगे झुकें होंगे। असफल हुआ वह जिसने ज़ुल्म का बोझ उठाया"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "किन्तु जो कोई अच्छे कर्म करे और हो वह मोमिन, तो उसे न तो किसी ज़ुल्म का भय होगा और न हक़ मारे जाने का"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "और इस प्रकार हमने इसे अरबी क़ुरआन के रूप में अवतरित किया है और हमने इसमें तरह-तरह से चेतावनी दी है, ताकि वे डर रखें या यह उन्हें होश दिलाए"
        }
    ]
}