{
    "pages": [
        {
            "chapter": 21,
            "verse": 36,
            "text": "जिन लोगों ने इनकार किया वे जब तुम्हें देखते है तो तुम्हारा उपहास ही करते है। (कहते है,) \"क्या यही वह व्यक्ति है, जो तुम्हारे इष्ट -पूज्यों की बुराई के साथ चर्चा करता है?\" और उनका अपना हाल यह है कि वे रहमान के ज़िक्र (स्मरण) से इनकार करते हैं"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "मनुष्य उतावला पैदा किया गया है। मैं तुम्हें शीघ्र ही अपनी निशानियाँ दिखाए देता हूँ। अतः तुम मुझसे जल्दी मत मचाओ"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "वे कहते है कि \"यह वादा कब पूरा होगा, यदि तुम सच्चे हो"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "अगर इनकार करनेवालें उस समय को जानते, जबकि वे न तो अपने चहरों की ओर आग को रोक सकेंगे और न अपनी पीठों की ओर से और न उन्हें कोई सहायता ही पहुँच सकेगी तो (यातना की जल्दी न मचाते)"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "बल्कि वह अचानक उनपर आएगी और उन्हें स्तब्ध कर देगी। फिर न उसे वे फेर सकेंगे और न उन्हें मुहलत ही मिलेगी"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "तुमसे पहले भी रसूलों की हँसी उड़ाई जा चुकी है, किन्तु उनमें से जिन लोगों ने उनकी हँसी उड़ाई थी उन्हें उसी चीज़ ने आ घेरा, जिसकी वे हँसी उड़ाते थे"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "कहो कि \"कौन रहमान के मुक़ाबले में रात-दिन तुम्हारी रक्षा करेगा? बल्कि बात यह है कि वे अपने रब की याददिहानी से कतरा रहे है"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "(क्या वे हमें नहीं जानते) या हमसे हटकर उनके और भी इष्ट-पूज्य है, जो उन्हें बचा ले? वे तो स्वयं अपनी ही सहायता नहीं कर सकते है और न हमारे मुक़ाबले में उनका कोई साथ ही दे सकता है"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "बल्कि बात यह है कि हमने उन्हें और उनके बाप-दादा को सुख-सुविधा प्रदान की, यहाँ तक कि इसी दशा में एक लम्बी मुद्दत उनपर गुज़र गई, तो क्या वे देखते नहीं कि हम इस भूभाग को उसके चतुर्दिक से घटाते हुए बढ़ रहे है? फिर क्या वे अभिमानी रहेंगे"
        }
    ]
}