{
    "pages": [
        {
            "chapter": 22,
            "verse": 39,
            "text": "अनुमति दी गई उन लोगों को जिनके विरुद्ध युद्ध किया जा रहा है, क्योंकि उनपर ज़ुल्म किया गया - और निश्चय ही अल्लाह उनकी सहायता की पूरी सामर्थ्य रखता है।"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "ये वे लोग है जो अपने घरों से नाहक़ निकाले गए, केवल इसलिए कि वे कहते है कि \"हमारा रब अल्लाह है।\" यदि अल्लाह लोगों को एक-दूसरे के द्वारा हटाता न रहता तो मठ और गिरजा और यहूदी प्रार्थना भवन और मस्जिदें, जिनमें अल्लाह का अधिक नाम लिया जाता है, सब ढा दी जातीं। अल्लाह अवश्य उसकी सहायता करेगा, जो उसकी सहायता करेगा - निश्चय ही अल्लाह बड़ा बलवान, प्रभुत्वशाली है"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "ये वे लोग है कि यदि धरती में हम उन्हें सत्ता प्रदान करें तो वे नमाज़ का आयोजन करेंगे और ज़कात देंगे और भलाई का आदेश करेंगे और बुराई से रोकेंगे। और सब मामलों का अन्तिम परिणाम अल्लाह ही के हाथ में है"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "यदि वे तुम्हें झुठलाते है तो उनसे पहले नूह की क़ौम, आद और समूद"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "और इबराहीम की क़ौम और लूत की क़ौम"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "और मदयनवाले भी झुठला चुके है और मूसा को भी झूठलाया जा चुका है। किन्तु मैंने इनकार करनेवालों को मुहलत दी, फिर उन्हें पकड़ लिया। तो कैसी रही मेरी यंत्रणा"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "कितनी ही बस्तियाँ है जिन्हें हमने विनष्ट कर दिया इस दशा में कि वे ज़ालिम थी, तो वे अपनी छतों के बल गिरी पड़ी है। और कितने ही परित्यक्त (उजाड़) कुएँ पड़े है और कितने ही पक्के महल भी"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "क्या वे धरती में चले फिरे नहीं है कि उनके दिल होते जिनसे वे समझते या (कम से कम) कान होते जिनसे वे सुनते? बात यह है कि आँखें अंधी नहीं हो जातीं, बल्कि वे दिल अंधे हो जाते है जो सीनों में होते है"
        }
    ]
}