{
    "pages": [
        {
            "chapter": 24,
            "verse": 54,
            "text": "कहो, \"अल्लाह का आज्ञापालन करो और उसके रसूल का कहा मानो। परन्तु यदि तुम मुँह मोड़ते हो तो उसपर तो बस वही ज़िम्मेदारी है जिसका बोझ उसपर डाला गया है, और तुम उसके ज़िम्मेदार हो जिसका बोझ तुमपर डाला गया है। और यदि तुम आज्ञा का पालन करोगे तो मार्ग पा लोगे। और रसूल पर तो बस साफ़-साफ़ (संदेश) पहुँचा देने ही की ज़िम्मेदारी है"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "अल्लाह ने उन लोगों से जो तुममें से ईमान लाए और उन्होने अच्छे कर्म किए, वादा किया है कि वह उन्हें धरती में अवश्य सत्ताधिकार प्रदान करेगा, जैसे उसने उनसे पहले के लोगों को सत्ताधिकार प्रदान किया था। औऱ उनके लिए अवश्य उनके उस धर्म को जमाव प्रदान करेगा जिसे उसने उनके लिए पसन्द किया है। और निश्चय ही उनके वर्तमान भय के पश्चात उसे उनके लिए शान्ति और निश्चिन्तता में बदल देगा। वे मेरी बन्दगी करते है, मेरे साथ किसी चीज़ को साझी नहीं बनाते। और जो कोई इसके पश्चात इनकार करे, तो ऐसे ही लोग अवज्ञाकारी है"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "नमाज़ का आयोजन करो और ज़कात दो और रसूल की आज्ञा का पालन करो, ताकि तुमपर दया की जाए"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "यह कदापि न समझो कि इनकार की नीति अपनानेवाले धरती में क़ाबू से बाहर निकल जानेवाले है। उनका ठिकाना आग है, और वह बहुत ही बुरा ठिकाना है"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "ऐ ईमान लानेवालो! जो तुम्हारी मिल्कियत में हो और तुममें जो अभी युवावस्था को नहीं पहुँचे है, उनको चाहिए कि तीन समयों में तुमसे अनुमति लेकर तुम्हारे पास आएँ: प्रभात काल की नमाज़ से पहले और जब दोपहर को तुम (आराम के लिए) अपने कपड़े उतार रखते हो और रात्रि की नमाज़ के पश्चात - ये तीन समय तुम्हारे लिए परदे के हैं। इनके पश्चात न तो तुमपर कोई गुनाह है और न उनपर। वे तुम्हारे पास अधिक चक्कर लगाते है। तुम्हारे ही कुछ अंश परस्पर कुछ अंश के पास आकर मिलते है। इस प्रकार अल्लाह तुम्हारे लिए अपनी आयतों को स्पष्टप करता है। अल्लाह भली-भाँति जाननेवाला है, तत्वदर्शी है"
        }
    ]
}