{
    "pages": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "परन्तु उसकी क़ौम के लोगों का उत्तर इसके सिवा कुछ न था कि उन्होंने कहा, \"निकाल बाहर करो लूत के घरवालों को अपनी बस्ती से। ये लोग सुथराई को बहुत पसन्द करते है"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "अन्ततः हमने उसे और उसके घरवालों को बचा लिया सिवाय उसकी स्त्री के। उसके लिए हमने नियत कर दिया था कि वह पीछे रह जानेवालों में से होगी"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "और हमने उनपर एक बरसात बरसाई और वह बहुत ही बुरी बरसात था उन लोगों के हक़ में, जिन्हें सचेत किया जा चुका था"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "कहो, \"प्रशंसा अल्लाह के लिए है और सलाम है उनके उन बन्दों पर जिन्हें उसने चुन लिया। क्या अल्लाह अच्छा है या वे जिन्हें वे साझी ठहरा रहे है"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "(तुम्हारे पूज्य अच्छे है) या वह जिसने आकाशों और धरती को पैदा किया और तुम्हारे लिए आकाश से पानी बरसाया; उसके द्वारा हमने रमणीय उद्यान उगाए? तुम्हारे लिए सम्भव न था कि तुम उनके वृक्षों को उगाते। - क्या अल्लाह के साथ कोई और प्रभु-पूज्य है? नहीं, बल्कि वही लोग मार्ग से हटकर चले जा रहे है"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "या वह जिसने धरती को ठहरने का स्थान बनाया और उसके बीच-बीच में नदियाँ बहाई और उसके लिए मज़बूत पहाड़ बनाए और दो समुद्रों के बीच एक रोक लगा दी। क्या अल्लाह के साथ कोई और प्रभु पूज्य है? नहीं, उनमें से अधिकतर लोग जानते ही नही"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "या वह जो व्यग्र की पुकार सुनता है, जब वह उसे पुकारे और तकलीफ़ दूर कर देता है और तुम्हें धरती में अधिकारी बनाता है? क्या अल्लाह के साथ कोई और पूज्य-प्रभु है? तुम ध्यान थोड़े ही देते हो"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "या वह जो थल और जल के अँधेरों में तुम्हारा मार्गदर्शन करता है और जो अपनी दयालुता के आगे हवाओं को शुभ-सूचना बनाकर भेजता है? क्या अल्लाह के साथ कोई और प्रभु पूज्य है? उच्च है अल्लाह, उस शिर्क से जो वे करते है"
        }
    ]
}