{
    "pages": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "उसके पश्चात उसकी क़ौम पर हमने आकाश से कोई सेना नहीं उतारी और हम इस तरह उतारा नहीं करते"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "वह तो केवल एक प्रचंड चीत्कार थी। तो सहसा क्या देखते है कि वे बुझकर रह गए"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "ऐ अफ़सोस बन्दो पर! जो रसूल भी उनके पास आया, वे उसका परिहास ही करते रहे"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "क्या उन्होंने नहीं देखा कि उनसे पहले कितनी ही नस्लों को हमने विनष्ट किया कि वे उनकी ओर पलटकर नहीं आएँगे"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "और जितने भी है, सबके सब हमारे ही सामने उपस्थित किए जाएँगे"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "और एक निशानी उनके लिए मृत भूमि है। हमने उसे जीवित किया और उससे अनाज निकाला, तो वे खाते है"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "और हमने उसमें खजूरों और अंगूरों के बाग लगाए और उसमें स्रोत प्रवाहित किए"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "ताकि वे उसके फल खाएँ - हालाँकि यह सब कुछ उनके हाथों का बनाया हुआ नहीं है। - तो क्या वे आभार नहीं प्रकट करते"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "महिमावान है वह जिसने सबके जोड़े पैदा किए धरती जो चीजें उगाती है उनमें से भी और स्वयं उनकी अपनी जाति में से भी और उन चीज़ो में से भी जिनको वे नहीं जानते"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "और एक निशानी उनके लिए रात है। हम उसपर से दिन को खींच लेते है। फिर क्या देखते है कि वे अँधेरे में रह गए"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "और सूर्य अपने नियत ठिकाने के लिए चला जा रहा है। यह बाँधा हुआ हिसाब है प्रभुत्वशाली, ज्ञानवान का"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "और रहा चन्द्रमा, तो उसकी नियति हमने मंज़िलों के क्रम में रखी, यहाँ तक कि वह फिर खजूर की पूरानी टेढ़ी टहनी के सदृश हो जाता है"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "न सूर्य ही से हो सकता है कि चाँद को जा पकड़े और न रात दिन से आगे बढ़ सकती है। सब एक-एक कक्षा में तैर रहे हैं"
        }
    ]
}