{
    "pages": [
        {
            "chapter": 42,
            "verse": 45,
            "text": "और तुम उन्हें देखोगे कि वे उस (जहन्नम) पर इस दशा में लाए जा रहे है कि बेबसी और अपमान के कारण दबे हुए है। कनखियों से देख रहे है। जो लोग ईमान लाए, वे उस समय कहेंगे कि \"निश्चय ही घाटे में पड़नेवाले वही है जिन्होंने क़ियामत के दिन अपने आपको और अपने लोगों को घाटे में डाल दिया। सावधान! निश्चय ही ज़ालिम स्थिर रहनेवाली यातना में होंगे"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "और उनके कुछ संरक्षक भी न होंगे, जो सहायता करके उन्हें अल्लाह से बचा सकें। जिसे अल्लाह गुमराही में डाल दे तो उसके लिए फिर कोई मार्ग नहीं।"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "अपने रब की बात मान लो इससे पहले कि अल्लाह की ओर से वह दिन आ जाए जो पलटने का नहीं। उस दिन तुम्हारे लिए न कोई शरण-स्थल होगा और न तुम किसी चीज़ को रद्द कर सकोगे"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "अब यदि वे ध्यान में न लाएँ तो हमने तो तुम्हें उनपर कोई रक्षक बनाकर तो भेजा नहीं है। तुमपर तो केवल (संदेश) पहुँचा देने की ज़िम्मेदारी है। हाल यह है कि जब हम मनुष्य को अपनी ओर से किसी दयालुता का आस्वादन कराते है तो वह उसपर इतराने लगता है, किन्तु ऐसे लोगों के हाथों ने जो कुछ आगे भेजा है उसके कारण यदि उन्हें कोई तकलीफ़ पहुँचती है तो निश्चय ही वही मनुष्य बड़ा कृतघ्न बन जाता है"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "अल्लाह ही की है आकाशों और धरती की बादशाही। वह जो चाहता है पैदा करता है, जिसे चाहता है लड़कियाँ देता है और जिसे चाहता है लड़के देता है।"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "या उन्हें लड़के और लड़कियाँ मिला-जुलाकर देता है और जिसे चाहता है निस्संतान रखता है। निश्चय ही वह सर्वज्ञ, सामर्थ्यवान है"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "किसी मनुष्य की यह शान नहीं कि अल्लाह उससे बात करे, सिवाय इसके कि प्रकाशना के द्वारा या परदे के पीछे से (बात करे) । या यह कि वह एक रसूल (फ़रिश्ता) भेज दे, फिर वह उसकी अनुज्ञा से जो कुछ वह चाहता है प्रकाशना कर दे। निश्चय ही वह सर्वोच्च अत्यन्त तत्वदर्शी है"
        }
    ]
}