{
    "pages": [
        {
            "chapter": 54,
            "verse": 7,
            "text": "वे अपनी झुकी हुई निगाहों के साथ अपनी क्रबों से निकल रहे होंगे, मानो वे बिखरी हुई टिड्डियाँ है"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "दौड़ पड़ने को पुकारनेवाले की ओर। इनकार करनेवाले कहेंगे, \"यह तो एक कठिन दिन है"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "उनसे पहले नूह की क़ौम ने भी झुठलाया। उन्होंने हमारे बन्दे को झूठा ठहराया और कहा, \"यह तो दीवाना है!\" और वह बुरी तरह झिड़का गया"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "अन्त में उसने अपने रब को पुकारा कि \"मैं दबा हुआ हूँ। अब तू बदला ले।"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "तब हमने मूसलाधार बरसते हुए पानी से आकाश के द्वार खोल दिए"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "और धरती को प्रवाहित स्रोतों में परिवर्तित कर दिया, और सारा पानी उस काम के लिए मिल गया जो नियत हो चुका था"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "और हमने उसे एक तख़्तों और कीलोंवाली (नौका) पर सवार किया"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "जो हमारी निगाहों के सामने चल रही थी - यह बदला था उस व्यक्ति के लिए जिसकी क़द्र नहीं की गई।"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "हमने उसे एक निशानी बनाकर छोड़ दिया; फिर क्या कोई नसीहत हासिल करनेवाला"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "फिर कैसी रही मेरी यातना और मेरे डरावे"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "और हमने क़ुरआन को नसीहत के लिए अनुकूल और सहज बना दिया है। फिर क्या है कोई नसीहत करनेवाला"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "आद ने भी झुठलाया, फिर कैसी रही मेरी यातना और मेरा डराना"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "निश्चय ही हमने एक निरन्तर अशुभ दिन में तेज़ प्रचंड ठंडी हवा भेजी, उसे उनपर मुसल्लत कर दिया, तो वह लोगों को उखाड़ फेंक रही थी"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "मानो वे उखड़े खजूर के तने हो"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "फिर कैसी रही मेरी यातना और मेरे डरावे"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "और हमने क़ुरआन को नसीहत के लिए अनुकूल और सहज बना दिया है। फिर क्या है कोई नसीहत हासिल करनेवाला"
        },
        {
            "chapter": 54,
            "verse": 23,
            "text": "समूद ने चेतावनियों को झुठलाया"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "और कहने लगे, \"एक अकेला आदमी, जो हम ही में से है, क्या हम उसके पीछे चलेंगे? तब तो वास्तव में हम गुमराही और दीवानापन में पड़ गए"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "क्या हमारे बीच उसी पर अनुस्मृति उतारी है? नहीं, बल्कि वह तो परले दरजे का झूठा, बड़ा आत्मश्लाघी है।"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "कल को ही वे जान लेंगे कि कौन परले दरजे का झूठा, बड़ा आत्मश्लाघी है।"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "हम ऊँटनी को उनके लिए परीक्षा के रूप में भेज रहे है। अतः तुम उन्हें देखते जाओ और धैर्य से काम लो"
        }
    ]
}