{
    "pages": [
        {
            "chapter": 3,
            "verse": 92,
            "text": "तुम नेकी और वफ़ादारी के दर्जे को नहीं पहुँच सकते, जब तक कि उन चीज़ो को (अल्लाह के मार्ग में) ख़र्च न करो, जो तुम्हें प्रिय है। और जो चीज़ भी तुम ख़र्च करोगे, निश्चय ही अल्लाह को उसका ज्ञान होगा"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "खाने की सारी चीज़े इसराईल की संतान के लिए हलाल थी, सिवाय उन चीज़ों के जिन्हें तौरात के उतरने से पहले इसराईल ने स्वयं अपने हराम कर लिया था। कहो, \"यदि तुम सच्चे हो तो तौरात लाओ और उसे पढ़ो।"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "अब इसके पश्चात भी जो व्यक्ति झूठी बातें अल्लाह से जोड़े, तो ऐसे ही लोग अत्याचारी है"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "कहो, \"अल्लाह ने सच कहा है; अतः इबराहीम के तरीक़े का अनुसरण करो, जो हर ओर से कटकर एक का हो गया था और मुशरिकों में से न था"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "निस्ंसदेह इबादत के लिए पहला घर जो 'मानव के लिए' बनाया गया वहीं है जो मक्का में है, बरकतवाला और सर्वथा मार्गदर्शन, संसारवालों के लिए"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "उसमें स्पष्ट निशानियाँ है, वह इबराहीम का स्थल है। और जिसने उसमें प्रवेश किया, वह निश्चिन्त हो गया। लोगों पर अल्लाह का हक़ है कि जिसको वहाँ तक पहुँचने की सामर्थ्य प्राप्त हो, वह इस घर का हज करे, और जिसने इनकार किया तो (इस इनकार से अल्लाह का कुछ नहीं बिगड़ता) अल्लाह तो सारे संसार से निरपेक्ष है।"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "कहो, \"ऐ किताबवालों! तुम अल्लाह की आयतों का इनकार क्यों करते हो, जबकि जो कुछ तुम कर रहे हो, अल्लाह की दृष्टिअ में है"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "कहो, \"ऐ किताबवालो! तुम ईमान लानेवालों को अल्लाह के मार्ग से क्यो रोकते हो, तुम्हें उसमें किसी टेढ़ की तलाश रहती है, जबकि तुम भली-भाँति वास्तविकता से अवगत हो और जो कुछ तुम कर रहे हो, अल्लाह उससे बेख़बर नहीं है।"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "ऐ ईमान लानेवालो! यदि तुमने उनके किसी गिरोह की बात माल ली, जिन्हें किताब मिली थी, तो वे तुम्हारे ईमान लाने के पश्चात फिर तुम्हें अधर्मी बना देंगे"
        }
    ]
}