{
    "pages": [
        {
            "chapter": 2,
            "verse": 49,
            "text": "और याद करो जब हमने तुम्हें फ़िरऔनियों से छुटकारा दिलाया जो तुम्हें अत्यन्त बुरी यातना देते थे, तुम्हारे बेटों को मार डालते थे और तुम्हारी स्त्रियों को जीवित रहने देते थे; और इसमं तुम्हारे रब की ओर से बड़ी परीक्षा थी"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "याद करो जब हमने तुम्हें सागर में अलग-अलग चौड़े रास्ते से ले जाकर छुटकारा दिया और फ़िरऔनियों को तुम्हारी आँखों के सामने डूबो दिया"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "और याद करो जब हमने मूसा से चालीस रातों का वादा ठहराया तो उसके पीछे तुम बछड़े को अपना देवता बना बैठे, तुम अत्याचारी थे"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "फिर इसके पश्चात भी हमने तुम्हें क्षमा किया, ताकि तुम कृतज्ञता दिखालाओ"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "और याद करो जब मूसा को हमने किताब और कसौटी प्रदान की, ताकि तुम मार्ग पा सको"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "और जब मूसा ने अपनी क़ौम से कहा, \"ऐ मेरी कौम के लोगो! बछड़े को देवता बनाकर तुमने अपने ऊपर ज़ुल्म किया है, तो तुम अपने पैदा करनेवाले की ओर पलटो, अतः अपने लोगों को स्वयं क़त्ल करो। यही तुम्हारे पैदा करनेवाले की स्पष्ट में तुम्हारे लिए अच्छा है, फिर उसने तुम्हारी तौबा क़बूल कर ली। निस्संदेह वह बड़ी तौबा क़बूल करनेवाला, अत्यन्त दयावान है।"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "और याद करो जब तुमने कहा था, \"ऐ मूसा, हम तुमपर ईमान नहीं लाएँगे जब तक अल्लाह को खुल्लम-खुल्ला न देख लें।\" फिर एक कड़क ने तुम्हें आ दबोचा, तुम देखते रहे"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "फिर तुम्हारे निर्जीव हो जाने के पश्चात हमने तुम्हें जिला उठाया, ताकि तुम कृतज्ञता दिखलाओ"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "और हमने तुमपर बादलों की छाया की और तुमपर 'मन्न' और 'सलबा' उतारा - \"खाओ, जो अच्छी पाक चीजें हमने तुम्हें प्रदान की है।\" उन्होंने हमारा तो कुछ भी नहीं बिगाड़ा, बल्कि वे अपने ही ऊपर अत्याचार करते रहे"
        }
    ]
}