{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif lam ra. Pisaniye, znameniya kotorogo utverzhdeny, potom yasno izlozheny ot mudrogo, vedayushchego"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "chtoby vy ne poklonyalis' nikomu, krome Allakha, - poistine, ya dlya vas ot Nego uveshchatel' i vestnik"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "i chtoby vy prosili proshcheniya u vashego Gospoda, a zatem obratites' k Nemu, i On daruyet vam blagoye dostoyaniye do predela naznachennogo i dast vsyakomu obladatelyu milosti Svoyu milost'. A yesli vy otvernetes', to ya boyus' dlya vas nakazaniya dnya velikogo"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "K Allakhu vam vozvrat, I On nad vsyakoy veshch'yu moshchen"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "O, oni ved' svertyvayut svoyu grud', chtoby skryt' ot Nego! O, v to vremya kak oni zakryvayutsya odeyaniyem, znayet On, chto oni skryvayut i chto obnaruzhivayut! Ved' On znayet pro to, chto v grudi"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "I net ni odnogo zhivotnogo na zemle, propitaniye kotorogo ne bylo by u Allakha. I znayet On yego obstanovku i mesto prebyvaniya. Vse - v knige yasnoy"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "I On tot, kotoryy sozdal nebesa i zemlyu v shest' dney, i byl Yego tron na vode, chtoby ispytat' vas, kto iz vas luchshe v dele. I yesli ty skazhesh': \"Poistine, vy budete voskresheny posle smerti\", to, konechno, te, kotoryye ne veruyut, skazhut: \"Eto - tol'ko yavnoye koldovstvo"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "A yesli My otsrochim dlya nikh nakazaniye na otchislennyy srok, oni skazhut: \"Chto zhe yego uderzhivayet? \" Uvy, v tot den', kak ono pridet k nim, nel'zya budet otstranit' yego ot nikh, i ob\"yemlet ikh to, nad chem oni smeyalis'"
        }
    ]
}