{
    "rukus": [
        {
            "chapter": 71,
            "verse": 1,
            "text": "Poistine, My poslali Nukha k yego narodu: \"Uveshchevay tvoy narod, prezhde chem pridet k nim nakazaniye muchitel'noye"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "On skazal: \"O narod moy! YA dlya vas uveshchatel' yasnyy"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "poklonyaytes' Allakhu, boytes' Yego i povinuytes' mne"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "Togda prostit On vam vashi grekhi i otsrochit vam do nazvannogo predela. Poistine, predel Allakha, kogda pridet, - ne otsrochivayetsya. Yesli by vy znali"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "On skazal: \"Gospod' moy, ya zval svoy narod noch'yu i dnem"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "no moy prizyv uvelichil tol'ko ikh begstvo"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "I poistine, vsyakiy raz kak ya ikh prizyval, chtoby Ty prostil im, oni vkladyvali svoi pal'tsy v ushi, i zakryvalis' plat'yem, i uporstvovali, i gordo prevoznosilis'"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Potom ya prizyval ikh otkryto"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Potom ya vozveshchal im yavno i besedoval s nimi tayno"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "i govoril: \"Prosite proshcheniya u Gospoda vashego, On - proshchayushch"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "On poshlet na vas nebo dozhdem"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "i podderzhit vas imushchestvom i det'mi, i ustroit dlya vas sady, i ustroit dlya vas reki"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Pochemu zhe vy ne nadeyetes' na velichiye Allakha"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "On sotvoril vas po periodam"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Razve vy ne vidite, kak sotvoril Allakh sem' nebes ryadami"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "I sdelal mesyats na nikh svetom, a solntse sdelal svetil'nikom"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "I Allakh vzrastil vas iz zemli rasteniyem"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "potom vozvrashchayet vas v neye i vyvodit izvedeniyem"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Allakh sdelal dlya vas zemlyu podstilkoy"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "chtoby vy khodili po ney dorogami shirokimi"
        }
    ]
}