{
    "manzils": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alif, Lam, Ra . These are verses of the Wise Book"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Is it surprising for the people that We have sent the divine revelation to a man from among them to direct him that he should warn the people (who are heedless), and give happy news to those who believe that they will have a truly excellent footing at a place near their Lord? The disbelievers said, .Surely, he is an open sorcerer"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Surely, your Lord is Allah, the One who created the heavens and the earth in six days, and then He positioned Himself on the Throne. He governs all affairs (of His creation). There is no one who could intercede before Him, except after His permission. That is Allah, your Lord. So, worship Him. Would you still pay no heed"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Towards Him all of you have to return, this being a true promise from Allah. Surely, He originates the creation; then He will bring it again, so that He may justly reward those who believe and do good deeds. As for those who disbelieve, for them there is a drink of boiling water and a painful punishment, because they used to be infidels"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "He is the One who has made the sun a glow, and the moon a light, and determined for it stages, so that you may learn the number of the years, and the calculation (of time). Allah has not created all this but for a rightful purpose. He elaborates the signs for a people who understand"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Surely, in the alternation of night and day and in what Allah has created in the heavens and the earth, there are signs for a people who are God- fearing"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "As for those who do not believe in meeting Us and are quite happy with the life of this world and are content with it, and those who are heedless to Our signs"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "they are the ones whose abode is the Fire, because of what they used to earn for themselves"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "As for those who believe and do good deeds, their Lord will guide them by virtue of their belief; rivers will be flowing beneath them in the Gardens of Bliss"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Their call therein will be, .Pure are You, O Allah. and their greeting therein will be Salam . And the end of their call will be, .Praise be to Allah, the Lord of all the worlds"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "And if Allah were to hasten in sending evil to the people, as they hasten in seeking good, their time would have been all over. So, We leave alone those who do not believe in meeting Us to wander blindly in their rebellion"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "When man is afflicted by a hardship, he prays to Us (at all times), when reclining or sitting or standing. But when We remove his hardship, he just takes his way as though he had never prayed to Us in any hardship that afflicted him. This is how their deeds appear beautified to the transgressors"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Indeed We have destroyed generations before you when they transgressed, and their Messengers had come to them with clear signs, but they were not the ones who would believe. This is how We punish the guilty people"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Then We made you (their) successors in the land, so that We see how you would act"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "When Our verses are recited to them in all their clarity, say those who do not believe in meeting Us, .Bring a Qur‘an other than this, or make changes in it (to suit our fancies). Say, .It is not possible for me to make changes in it on my own. I follow nothing but what is revealed to me. If I disobey my Lord, I fear the punishment of a terrible day"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Say, .Had Allah so willed, I would have not recited it to you, nor would He have let you know it. Then, I have lived among you for years before it. Have you, then, no sense"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "So, who is more unjust than the one who forges a lie against Allah or gives the lie to His signs? Indeed (such) guilty people shall not achieve success"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Beside Allah, they worship those who can neither harm nor benefit them, and they say, .These are our intercessors with Allah. Say, .Are you informing Allah of what He does not know as existing in the heavens or on the earth?. Pure is He, and far higher than what they associate with Him"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "All the people were no more than a single community; later, they differed. But for a word from your Lord that had already come to pass, a decisive judgment would have been made about their mutual differences"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "And they say, .Why is it that no sign has been sent down to him from his Lord?. Say, .The Unseen is only for Allah. So, wait. I am waiting with you"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Once We cause people to taste a blessing after a hardship having afflicted them, they at once start devising plans against Our verses. Say, Allah is swifter in implementing His plan. Indeed, Our messengers (angels) record whatever you intrigue"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "He is the One who enables you to travel on land and at sea, until when you are aboard the boats, and they sail with those on board, under a favorable wind, and they are pleased with it, there comes upon them a violent wind, and the wave comes upon them from every direction, and they think that they are surrounded from all sides, they pray to Allah, having faith in Him alone, (and say,) .If You deliver us from this, we shall be grateful indeed"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "But when He delivers them, they at once start rebelling on the earth wrongfully. O people, your rebellion is, in fact, against your own selves. It is only worldly life that you are enjoying. Thereafter, it is to Us that you have to return; then We will tell you what you have been doing"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "The example of worldly life is just like the water We sent down from the sky, then the vegetation of the earth grew with it, which is (meant to be) eaten by men and cattle, until when the earth took on its ornament and was fully adorned, and its people thought that they had control over it, Our command came to it at night or by day, and We turned it into a stubble, as if it had not been there a day earlier. This is how We elaborate the verses for a people who reflect"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Allah invites (people) to the Abode of Peace and brings whom He wills to a straight path"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "For those who do good there is the best, and something more. Neither gloom shall cover their faces, nor disgrace. Those are the people of Paradise. Therein they shall live forever"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "As for those who commit evils, the recompense of each evil shall be similar to that evil, and disgrace shall cover them. For them, there is none to save from Allah. Their faces will seem to be covered with layers of a dark night. Those are the people of the Fire. Therein they shall live forever"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "And (be mindful of) the Day when We shall gather them together, then We shall say to those who associated partners with Allah, .Wait in your place, you and your associate-gods. Then We will cause a split between them, and their associate-gods will say, .It was not us that you worshipped"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "So, Allah is enough as witness between us and between you. We were totally unaware of your worship"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Thereupon, everyone shall assess what one had sent ahead, and they will be sent back to Allah, their true Lord, and whatever they used to fabricate will vanish from them"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Say, .Who gives you sustenance from the heavens and the earth? Or, who controls the (powers of) hearing and seeing? And who brings forth the living from the dead, and brings forth the dead from the living? And who manages everything?. They will say, .Allah. Then, (you) say, .Would you not, then, fear Allah (by desisting from holding others as gods)"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "So, that is Allah, your Lord in truth. And what is there after truth but error? To where, then, are you being diverted (by your whims)"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "This is how the Word of your Lord has come true about the sinners that they will not believe"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Say, .Is there any one from your ‘associate-gods‘ who originates the creation, then brings it again? To where then, are you being turned away (by your desires)"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Say, .Is there any one from your associate-gods who guides to the truth?. Say, .Allah guides to the truth. Is, then, He who guides to the truth more worthy of being obeyed, or he who has no guidance at all unless he is guided (by someone else)? So, what has happened to you? How do you judge things"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Most of them follow nothing but conjectures. Surely, conjectures are of no avail in the matter of truth at all. Certainly, Allah is fully aware of what they do"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "And this Qur‘an is not such as could have been made up by someone without (having been revealed by) Allah, but it is a confirmation of that (discourse) which had been (revealed) before it, and an elaboration of what is prescribed. There is no doubt in it. It is from the Lord of all the worlds"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Or, do they say that he has made it up? Say, .Then, bring a Surah like this, and call whomsoever you can beside Allah, if you are true"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "But they have rejected a thing they could not comprehend with knowledge, while its ultimate end has not appeared to them as yet. Similarly those who passed before them had rejected the truth. So, look how was the fate of the unjust"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "And among them there are those who believe in it, and among them there are others who do not believe in it. And your Lord has the best knowledge about the mischief-makers"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "And if they give the lie to you, say, .For me, my deed, and for you, your deed. You are not accountable for what I do, and I am not accountable for what you do"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "And among them there are those who listen to you. Would you, then, make the deaf hear, even though they lack understanding"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "And among them there are those who look at you. Would you, then, guide the blind even when they have no insight"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Surely, Allah does not wrong people at all, but the people do wrong their own selves"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "The Day when He will gather them (in the next life,) they will feel as if they had not stayed (in the world) any longer than a fraction of a day. They will recognize each other. Losers, indeed, are those who deny that they will ever face Allah; they are not on the right path"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "No matter whether We show you (during your life) some of what We warn them of, or We take you back to Us (before it), in any case, they have to return to Us. Then, Allah is witness to what they do"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "For every people there is a messenger. So, when their messenger comes, the matter is decided between them with justice, and they are not wronged"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "They say, .When will this promise (of punishment to the disbelievers) be fulfilled if you are true"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Say, .I have no power to bring a harm or a benefit to myself, except what Allah wills. For every people there is an appointed time. When their time comes, they are not able to put it off for a moment, nor are they able to go ahead of it"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Say, .Just tell me, if His punishment befalls you at night or by day, what (desirable thing) will it have that the sinners are asking it so hurriedly"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Is it only when it befalls you that you will believe in it? (It will be said to you at that time, .Have you believed) now, while you used to demand (in mockery) that it should come sooner"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Then it will be said to the unjust, .Taste the punishment lasting for ever. You shall not be punished except for what you have been earning"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "They ask you to tell them whether it is true. Say, .Yes, by my Lord, it is true. And you cannot frustrate (Allah‘s plan)"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "If anyone who did wrong possesses all that is on the earth, he would (agree to) ransom himself with it. And they will conceal their remorse when they will see the punishment. And the matter will be decided between them with justice and they will not be wronged"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Look! To Allah belongs all that is in the heavens and the earth. Look! Allah‘s promise is certainly true, but most of them do not know"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "He gives life and brings death, and to Him you shall be returned"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "O men, there has come to you an advice from your Lord, and a cure for the ailments of your hearts, and guidance and mercy for the believers"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Say, .With the grace of Allah and with His mercy (this book has been revealed). So they should rejoice in it. It is much better than that (wealth) which they accumulate"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Say, .Have you ever considered, whatever provision Allah has sent down for your benefit, you have made up lawful and unlawful from it?. Say, .Has Allah permitted you or are you fabricating a lie against Allah"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "What is the assumption of those who fabricate a lie against Allah (about) the Day of Judgment? Indeed Allah is gracious to people, but most of them are not grateful"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "In whatever condition you are, and whatever portion of the Qur‘an you recite therein, and whatever work you all do, We are present before you when you are engaged in it. Hidden from your Lord is nothing even to the measure of a particle on the earth or in the heavens. And there is nothing smaller or greater that is not in the clear Book"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Listen, the friends of Allah shall have no fear, nor shall they grieve"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "those who have believed and have been fearful of Allah"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "For them there is the good news in the worldly life and in the Hereafter: there is no change in the words of Allah.That is the great achievement"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "(O Prophet,) what they say should not make you grieve. Surely, all power belongs to Allah. He is All-Hearing, All Knowing"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Listen, to Allah belong all those in the heavens and all those on the earth. And those who invoke associate-gods besides Allah do not follow a reality. They follow nothing but whims and do nothing but make conjectures"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "He is the One who made for you the night, so that you may have rest in it, and (made) the day to see. Indeed, there are signs therein for a people who listen"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "They say, .Allah has got a son. Pure is He. He is Self-Sufficient. To Him belongs what is in the heavens and what is in the earth. You have no proof for it. Do you allege about Allah what you do not know"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Say: Those who fabricate lies against Allah shall not prosper"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "It will be a little enjoyment in this world; thereafter to Us they are bound to return; then We shall make them taste the severe punishment, because they used to disbelieve"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Recite to them the story of (the Prophet) NuH (Noah), when he said to his people, .O my people, if it is hard on you that I stay (with you) and give (you) advice through the signs of Allah, then, in Allah I place my trust. So, be firm in your plan (against me) with (the help of) all your partners, and your plan should not be a cause of concern for you; then carry it out against me and give me no respite"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Still, if you turn away, then, I did not demand any reward from you. My reward is with none except Allah, and I have been commanded to be among those who submit"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Then they rejected him, and We saved him and those with him in the Ark and made them the successors, and drowned those who gave the lie to Our signs. So look how was the fate of those who were warned"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Then, after him, We sent messengers to their peoples, and they came to them with clear signs, but they were not to believe in what they had rejected earlier. This is how We seal the hearts of the transgressors"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Then, after them, We sent Musa and Harun with Our signs to Pharaoh and his group, but they showed arrogance. And they were surely a guilty people"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "So, when Truth came to them from Us, they said, .It is certainly a clear magic"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Musa said, .Do you say (this) about the Truth when it came to you? Is this magic, while the magicians do not achieve success"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "They said, .Have you come to us to turn us away from the way on which we have found our fathers, and so that you both have supremacy on earth? We are not going to believe in you"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "And Pharaoh said, .Bring to me every knowledgeable magician"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "So, when the magicians came, Musa said to them, .Cast what you have to cast"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "So, when they had cast, Musa said, .All that you have brought is magic. Allah will certainly bring it to naught. Be assured that Allah does not set right the work of the mischief-makers"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "And Allah establishes the truth through His words, even though the guilty ones may dislike it"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Then, except some youths of his people, no one believed in Musa for the fear of Pharaoh and his group, lest he should persecute them. Pharaoh was high-handed in the land and he was of those who crossed all limits"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "And Musa said, .My people, if you have believed in Allah, then, in Him place your trust if you are obedient"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "So, they said, .In Allah we have placed our trust: Our Lord, do not make us a victim of the unjust people"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "and save us, through Your mercy, from the disbelieving people"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "And We revealed to Musa and his brother: .Have houses for your people in Egypt, and make your houses worship oriented, and establish Salah, and give good tidings to the believers"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Musa said, .Our Lord, You have given Pharaoh and his group glamour and riches in the worldly life, so that, our Lord, they mislead (people) from Your path. Our Lord, obliterate their riches and harden their hearts, so that they may not come to believe until they witness the painful punishment"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Allah said, .The prayer of the two of you has been granted; so stand firm, and never follow the way of the ignorant"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "And We let the children of Isra‘il cross the sea. So, Pharaoh and his troops chased them in transgression and hostility, until when he was about to drown, he said, .I believe that there is no god but the One in whom the children of Isra‘il believe, and I am among those who submit to Allah"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "(Allah said,) .Is it now (that you have come to believe) while you were rebellious all along, and you were among the mischief-makers"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "So, today, We shall save your body, so that you may become a sign for those after you. And many of the people are heedless of Our signs"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "And surely We gave the children of Isra‘il a proper place to live, and provided them with good things. Then they did not disagree between themselves but after knowledge had come to them. Surely, Allah will decide between them on the Day of Judgment about the matters in which they used to dispute each other"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "So, (O prophet,) even if you are in doubt about what We have sent down to you, ask those who read the Book (revealed) before you. Surely, truth has come to you from your Lord, so never be among those who are suspicious"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "And never be among those who have rejected Our signs, lest you should be among the losers"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Surely, those against whom the Word of your Lord stands settled will not believe"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "even though every sign comes to them, unless they witness the painful punishment"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "So, how is it that there never was a town, which could have believed and its belief would have been of benefit to it, except the people of Yunus? When they came to believe, We removed from them the punishment of humiliation in the worldly life and let them enjoy themselves for some time"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Had your Lord willed, all those on earth would have believed altogether. Would you, then, compel people, so that they become believers"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "It is not (possible) for any one that he believes except with the will of Allah. And He makes filth settle on those who do not understand"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Say, .Look at what is there in the heavens and the earth. But, signs and warnings do not suffice a people who do not believe"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "So, are they waiting for nothing short of something like the days of those who have passed before them? Say, .So wait. I am with you, among those who are waiting"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Then We (used to) save Our messengers and those who believed. Similarly, it being undertaken by Us, We shall save the believers"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Say, .O people, if you are in doubt about my Faith, then, I do not worship those whom you worship beside Allah. Rather, I worship Allah who brings death to you. And I have been ordained to be among the believers"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "and that I should make myself firm on Faith, being upright, and never should be among the Mushriks (who ascribe partners to Allah)"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "And do not invoke, other than Allah, what neither benefits you nor harms you, for, if you do so, then you will surely be one of the unjust"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "If Allah brings some harm to you, there is none to remove it except He. And if He intends to bring some good to you, there is none to turn His grace back. He brings it to whomever He wills from among His servants. He is the Most-Forgiving, the Very Merciful"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Say, .O people, the truth has come to you from your Lord. So, whoever accepts guidance accepts it to his own benefit, and whoever goes astray does so to his own detriment. And I am not responsible for you"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Follow what is being revealed to you, and be patient until Allah gives His judgment, and He is the best of all judges"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif , Lam , Ra . (This is) a book the verses of which have been made firm, and elaborated by the One who is All Wise, All Aware"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(directing the Prophet to say to the people,) .You must not worship anyone other than Allah; I am for you a warner from Him, and a bearer of glad tidings"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "and you must seek forgiveness from your Lord, then, turn to Him in repentance, and He will provide you with good things to enjoy for a given time, and bestow His extra favor on everyone who has extra good deeds (in his account). And if you turn away, then, I fear for you the punishment of a terrible day"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "To Allah is your return, and He is powerful over everything"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Beware, they bend their chests to hide from Him. Beware, when they cover up themselves with their clothes, He knows what they hide and what they expose. Surely, He is All Aware of what lies in the hearts"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "There is no creature on earth whose sustenance is not undertaken by Allah. He knows its permanent and its temporary place. Everything is in a clear book"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "He is the One who created the heavens and the earth in six days, while His throne was on water, so that He might test you as to who among you is better in deed. And if you say, .You shall be raised after death,. the disbelievers will surely say, .This is nothing but sheer magic"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "And if We defer the punishment for them for a certain time, they will say, .What is holding it back?. Beware, the day it will visit them, it shall not be turned back from them, and they shall be besieged by what they used to ridicule"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "If We give man a taste of Our mercy and then take it away from him, he becomes highly desperate, utterly ungrateful"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "And if We give him a taste of comfort after a hardship has touched him, he will say, .Evils have gone away from me., (and thus) He will become over-exulting, boastful"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "except those who are patient and do good deeds. Such people will have Allah‘s forgiveness and a great reward"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Is it then possible from you (O Prophet,) that you will abandon some of what is being revealed to you, and that your heart will be straitened thereby, because they say, .Why has a treasure not been sent down to him or an angel not come with him?. You are but a warner. And Allah takes care of everything"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Do they say that he has fabricated it? Say (to them), .Then bring ten Surahs like this, fabricated. And call whomsoever you can, other than Allah, if you are true"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "So, if they do not respond to your call, then be assured that it has been sent down with the knowledge of Allah and that there is no god but He. So, do you submit"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Those who seek (merely) the worldly life and its beauty, We will fully recompense them herein for their acts, and their right will not be curtailed in this world"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Those are the people for whom there is nothing in the Hereafter except fire. Nullified will be whatever they worked herein, and void will be what they have been doing"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Then, can such people be equal to the one who has a clear proof from his Lord, followed by an evidence from within, and before which there was the Book of Musa, a guide and a mercy? Such people believe in it; and whoever of the groups denies its veracity, his promised place is the Fire. So, do not be in doubt about it. Surely, it is the truth from your Lord, but most of people do not believe"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Who is more unjust than the one who forges a lie against Allah? Such people will be presented before their Lord, and the witnesses will say, .These are the ones who lied against their Lord. Lo! the curse of Allah lies on the unjust"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "the ones who prevent (people) from the way of Allah and seek crookedness in it, and who are deniers of the Hereafter"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "They were unable to frustrate (Allah‘s plan) on the earth, and they had no supporters besides Allah. Punishment will be doubled for them. They were not able to hear, nor would they see"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Those are the ones who brought loss to their own selves, and all that they used to fabricate vanished from them"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Essentially, they are the worst losers in the Hereafter"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Surely, those who believe and do good deeds and humble themselves before their Lord, those are the people of Paradise. There they shall live forever"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "The example of the two groups is that of a blind and deaf person on the one hand, and a seeing and hearing one on the other. Are the two equal when compared? Would you still pay no heed"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "We sent NuH to his people (saying to them): .I am here to warn you"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "that you should worship none but Allah, (otherwise) I fear for you the punishment of a painful day"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "So the chiefs of his people who disbelieved replied, .We are not seeing that you are anything more than a man like us, and we are not seeing that any people have followed you except those who are the meanest among us, and we have not seen in you people any superiority over us; rather, we believe that you are liars"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "He said, .O my people, tell me, if I am on a clear path from my Lord, and He has bestowed mercy upon me from Himself which is hidden from your sight, shall we, then, impose it upon you by force, while you are averse to it"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "And, O my people, I do not demand from you any wealth for it. My reward is with none but Allah. And I am not the one who could drive the believers away. Surely, they will be meeting their Lord (gracefully), but I do see your behavior is that of ignorance"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "O my people, who would help me against (the punishment of) Allah, if I were to drive them away? Would you still take no lesson"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "And I do not say to you that I have the treasures of Allah, nor that I have the knowledge of the unseen, nor do I say that I am an angel. Nor do I say (as you do) about those who are contemptible in your eyes that Allah will never award them any good; Allah knows best what lies in their hearts. (If I were to say so,) then, I would indeed be one of the unjust"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "They said, .O NuH, you have debated with us, and debated too much. Now bring upon us what you threaten us with, if you are one of the truthful"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "He said, .Only Allah will bring it to you, if He so wills, and you cannot frustrate (His will)"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "My good counsel will not profit you, even though I wish you the best, if Allah wills to let you go astray. He is your Lord, and to Him you shall be made to return"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Do they (the pagans of Makkah) still say that he (Muhammad) has forged it? Say, .If I have forged it, then, I am responsible for my sin, and I am free of the sins you commit"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "And it was revealed to NuH: None of your people would come to believe any more, except those who have already believed. So, be not distressed by what they have been doing"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "And make an ark under Our eyes and according to Our revelation; and do not speak to Me about those who have crossed the limits, as they are destined to be drowned"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "He started making the Ark. Whenever the leaders of his people passed by him, they mocked at him. He said, .If you mock at us, we mock at you like you mock at us"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "So, you shall soon know who will be visited by a scourge that will humiliate him, and upon whom a lasting punishment will settle forever"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "At last, when Our command came and the oven overflowed, We said, .Take into the Ark a pair of two from every species, along with your family,__except those against whom the Word has already been pronounced__and (also take into it) those who have believed. And there were only a few who had believed with him"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "He (NuH) said, .Embark it. With the name of Allah it sails and anchors. Surely, my Lord is Most-Forgiving, Very-Merciful"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "And it was sailing with them amidst the waves like mountains. And NuH called out to his son, who was at an isolated place, .O my child, come on board with us, and do not be in the company of the disbelievers"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "He said, .I shall take shelter on a mountain which will save me from the water. He said, .There is no saver today from the command of Allah, except the one to whom He shows mercy. And the waves rose high between the two, and he was among those who were drowned"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "It was said (by Allah), .O earth, suck in your water, and O heaven, stop. And water subsided, and the matter was over. It (the Ark) came to rest on the Judi, and it was said, .Away with the wrongdoers"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "NuH called unto his Lord and said, .My Lord, my son is a part of my family, and surely Your promise is true, and You are the greatest of all judges"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "He said, .O NuH, in fact, he is not a part of your family. Indeed, he is (a man of) bad deeds. So do not ask Me something of which you have no knowledge. I exhort you not to be among the ignorant"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "He said, .My Lord, I seek refuge with You that I should ask You something of which I have no knowledge. If You do not forgive me and do not show mercy to me, I shall be among the losers"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "It was said, .O NuH, disembark in peace from Us and with blessings upon you and upon the peoples (springing) from those with you. And there are peoples whom We shall give some enjoyment, then a painful punishment from Us will visit them"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "These are some reports from the unseen (events), which We reveal to you. You did not know them before this, neither you nor your people. So, be patient. Surely, the end is in favor of the God-fearing"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "And to ‘Ad, (We sent) their brother Hud. He said, .O my people, worship Allah. You have no god other than Him. You are nothing but fabricators"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O my people, I ask you no reward for it. My reward is only on the One who created me. Do you, then, not understand"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "O my people, seek forgiveness from your Lord, then turn to Him in repentance, and He will release the heavens pouring upon you, and will add strength to your strength, and do not turn away like sinners"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "They said, .O Hud, you did not bring to us any proof, and we are not to leave our gods on your statement, and we are not to believe in you"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "We do not say except that some of our gods have subjected you to some evil. He said, .I make Allah my witness, and you bear witness that I have nothing to do with what you take as gods"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "besides Him. So, try your plans against me, all of you together, then give me no respite"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "I place my trust in Allah who is my Lord and your Lord. There is no creature but He holds it by the forelock. Surely, my Lord is on a straight path"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Now, if you turn away, I have already conveyed to you the message with which I was sent to you. My Lord will replace you with some other people, and you cannot do Him any harm. Surely, my Lord is guardian over every thing"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "So, when came Our command, We saved Hud and those who believed along with him, out of mercy from Us, and We did save them from a heavy punishment"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Such was the tribe of ‘Ad who rejected the signs of their Lord, disobeyed their Messengers and followed the dictates of every obstinate tyrant"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "A curse was made to pursue them in this world and on the Day of Judgment. Lo! The people of ‘Ad disbelieved their Lord. Lo! Ruined were ‘Ad, the people of Hud"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "And to (the people of) Thamud (We sent) their brother, SaliH. He said, .O my people, worship Allah. You have no god other than Him. He has created you from earth and made you settle therein. So, seek His forgiveness, then turn to Him in repentance. Surely, my Lord is near, responsive to the prayers"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "They said, .O SaliH, we had hopes in you before this. Do you ask us not to worship what our fathers used to worship? We have serious doubts that have disturbed us about the faith to which you are calling us"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "He said, .O my people, tell me: If I have a clear proof from my Lord, and He has bestowed mercy upon me from Himself, who will come to my help against Allah, if I still disobey Him? So, you extend nothing to me but loss"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "And O my people, this is the she-camel of Allah, a sign for you. So, leave her free to eat on the earth of Allah, and do not even touch her with evil (intention), lest an approaching punishment should seize you"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Then they slaughtered her. So, he said, .Enjoy yourselves in your homes for three days (only). That is a promise, not to be backed out"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "So, when came Our command, We saved SaliH and those who believed along with Him, out of mercy from Us, and (We saved them) from the disgrace of that day. Surely, your Lord is the Powerful, the All Mighty"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "And those who transgressed were caught by the Cry, and they were found dead in their homes, fallen on their knees"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "as though they had never lived there. Lo! The people of Thamud disbelieved their Lord. Lo! Ruined were the people of Thamud"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "And Our emissaries came to Ibrahim with the good news. They greeted him with .Salam (peace). He said, .Salam. Then he took not much time in bringing a roasted calf"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "So, when he noticed their hands not acceding to it, he found them strange and felt scared of them. They said, .Be not scared. We have been sent to the people of LuT"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "His wife was standing (nearby), and she laughed. Thus We gave her the good news about IsHaq, and about Ya‘qub after IsHaq"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "She said, .Woe to me! Shall I give birth to a child while I am an old woman and this is my husband, an old man? This is something amazing indeed"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "They said, .Do you marvel at Allah‘s command? Allah‘s mercy and His blessings have always been upon you, O people of the house. Surely, He is Praiseworthy, Glorious"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "So, when fear left Ibrahim and the happy news came to him, he started disputing with Us for the people of LuT"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Surely, Ibrahim is forbearing, very penitent, ever-turning to Allah"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "O Ibrahim! Leave it. In fact, the command of your Lord has come to pass, and there has to come upon them a punishment that cannot be averted"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "When Our emissaries (angels) came to LuT, he was saddened because of them, and his heart felt uneasy for their sake, and He said, .This is a very hard day"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "And his people came to him, rushing upon him. They were already habitual to commit evil deeds. He said, .These are my daughters. They are purer for you. So, have fear of Allah and do not disgrace me in respect of my guests. Is there no reasonable man among you"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "They said, .You know that we have no claim on your daughters, and you know well what we want"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "He said, .Would that I had some power over you, or could seek refuge in a strong support"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "They (the angels) said, .O LuT, we are emissaries of your Lord. They shall never reach you. So, move with your family in a part of night, and none of you shall turn to look back; except your woman. There has to befall her whatever will befall them. Their deadline is the morning. Is it not that the morning is near"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "So, when Our command came to pass, We turned their habitations upside down, and rained on it stones of hard clay, one over another"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "marked from your Lord. And it is not far from the transgressors"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "And to Madyan (We sent) their brother, Shu‘aib. He said, .O my people, worship Allah. You have no god other than Him. And do not curtail the measure and the weight. I see you quite well off, and I fear for you the punishment of an encircling day"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "And O my people, perfect the measure and the balance with justice and do not make the people short of their things, and do not go about the earth spreading disorder"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Whatever is allowed by Allah to retain (lawfully) is better for you, if you are believers. And I am not a watchman over you"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "They said, .O Shu‘aib, does your Salah (prayer) command you that we should forsake what our fathers used to worship or that we should not deal with our wealth as we please? You pretend to be the only man of wisdom and guidance"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "He said, .O my people, tell me, if I am on a clear path from my Lord and He has provided me with a good provision from Himself, (should I still leave you unguided?) I do not want to do in your absence what I forbid you from. I want nothing but to set things right as far as I can. My ability to do any thing comes from none but Allah. In Him alone I have placed my trust and to Him alone I turn in humbleness"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "O my people, let not your hostility towards me cause you to suffer what was suffered by the people of NuH, or the people of Hud, or the people of SaliH. And the people of LuT are not far from you"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Seek forgiveness from your Lord, then turn towards Him in repentance. Surely, my Lord is very merciful, most loving"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "They said, .O Shu‘aib, we do not understand much of what you say, and, in fact, we see you are weak among us. But for your clan, we would have stoned you. And to us, you are not a man of respect"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "He said, .O my people, is my clan more respectable to you than Allah, as you have taken Him as something thrown behind your backs? Surely, my Lord encompasses all that you do"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "O my people, do what you can, I am to do (what I can). Soon you will know the one whom the punishment will visit, putting him to disgrace, and the one who is false. And wait. I am, with you, waiting"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "And when Our command came, We saved Shu‘aib and those who believed along with him, out of mercy from Us; and those who transgressed were caught by the Cry, and they were found (dead) in their homes, fallen on their knees"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "as though they never lived there. Lo! Ruined were Madyan, like Thamud were ruined"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "And We sent Musa, with Our signs and with clear proof"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "to Pharaoh and his group. So, they followed the command of Pharaoh, while the command of Pharaoh was not right"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "He will lead his people on the Day of Judgement, and make them descend into the Fire. And it is the evil descending place"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "The curse was made to pursue them here and on the Day of Judgement. It is the evil reward to be offered"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "That is a part of stories of the towns that We narrate to you. Some of them are still standing, and (some are) eradicated like a harvested field"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "We did no wrong to them; rather, they have wronged themselves. So, their gods whom they used to invoke beside Allah did not come to their help in any way, when came the command of your Lord, and they added nothing to them except destruction"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Such is the seizing of your Lord when He seizes the (people of) towns when they are transgressing. Indeed, His seizing is painful, severe"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "In this there is a sign for the one who fears the punishment of the Hereafter. That is a day when all the people shall be gathered together, and that is a day which will be witnessed by all"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "We do not defer it but for a limited term"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "The day it comes no one shall speak except by His leave. So, some of them will be wretched and (some) blessed"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "As for those who are wretched, they shall be in the Fire. For them there is (nothing but) crying and howling"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "They shall remain there forever, as long as the heavens and the earth remain intact, unless your Lord wills (otherwise). Surely, your Lord does what He intends"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "As for those who are blessed, they shall be in Paradise living there forever, as long as the heavens and the earth remain intact, unless your Lord wills (otherwise), It will be an award never to be ceased"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "So, be not in doubt about what they worship. They worship only in the way their fathers used to worship earlier. Surely, We are going to pay them their full share, not curtailed in the least"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "And We gave Musa the Book, then it was disputed about. But for a word from your Lord that had already come to pass, the matter would have been decided between them. Surely, they are in confounding doubt about it"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "And to all of them, your Lord shall pay for their deeds in full. Surely, He is aware of all that they do"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "So, stand firm (on faith) as you have been commanded, as well as those who having repented (from disbelief) have joined you, and do not cross the limits. Surely, He is watchful of what you do"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "And do not incline towards the wrongdoers, lest the Fire should catch you, and you have no supporters other than Allah, then you should not be helped"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Establish Salah at both ends of the day, and in the early hours of the night. Surely, good deeds erase bad deeds. That is a reminder for the mindful"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "And be patient, for Allah does not let the reward of the righteous go to waste"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Then, why is it that there were no people, among the generations before you, who would have enough remnants of wisdom to stop others from creating disorder in the land, except a few among them whom We saved (from Our punishment)? And the wrongdoers pursued the luxuries they were involved in, and they became sinners"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Your Lord is not such that He would destroy the towns unjustly while their people are good in their ways"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Had your Lord willed, He would have made all the people a single community. But, they will continue in their differences"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "except those whom Allah has blessed with mercy, and for that He has created them. And perfect is the word of your Lord: .I will surely fill the Hell with Jinns and the human beings, all together"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "We narrate to you all such stories from the events of the messengers as We strengthen your heart therewith. And in these (stories) there has come to you the truth, a good counsel and a reminder to those who believe"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Say to those who do not believe, .Do whatever you can. We are doing (what we can)"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "And wait. We too are waiting"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "To Allah belong the secrets of the heavens and the earth, and to Him the entire matter shall be returned. So worship Him and have trust in Him. Your Lord is not unaware of what you do"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Alif Lam Ra. These are verses of the enlightening Book"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "We have sent it down, as an Arabic Qur‘an, so that you may understand"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "By revealing this Qur‘an to you, we hereby narrate to you the best narrative, while before this you were among those unaware (of it)"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "(It happened) when Yusuf said to his father, .My father, I saw (in dream) eleven stars and the Sun and the Moon; I saw them all fallen prostrate before me.‘‘"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "He said, .My son, do not relate your dream to your brothers, lest they should devise a plan against you. Surely, Satan is an open enemy for mankind"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "And it will be in this way that your Lord will choose you and teach you the correct interpretation of events, and will perfect His bounty upon you and upon the House of Ya‘qub, as He has perfected it earlier upon your fore-fathers, Ibrahim and IsHaq. Surely, your Lord is All-Wise, All- Knowing"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Surely, in (the story of) Yusuf and his brothers, there are signs for those who ask"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "(It happened) when they said, .Yusuf and his brother are dearer to our father than we are, while we are a whole group. Surely, our father is in clear error"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Let us kill Yusuf, or throw him at some place on earth, and thus your father‘s full attention will be devoted for you alone, and after doing that, you may become a righteous people.‘‘"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "One of them said, .Do not kill Yusuf; rather, cast him into the bottom of a pit, so that some wayfarers may pick him up, if you are going to do something anyway.‘‘"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "They said (to Ya‘qub), .Our father, why is it that you do not trust us about Yusuf, while we are his well-wishers indeed"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Send him with us tomorrow, that he may eat and play, and of course, we will remain as guards for him"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "He said, .It makes me sad that you should take him with you, and I fear that some wolf may eat him up when you are heedless of him"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "They said, .If a wolf eats him up, while we are a whole group, we are then losers indeed"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "So, when they went away with him and were determined to put him in the bottom of a pit, (they did accordingly). And We revealed to him (Yusuf), .You will (one day) remind them of this deed of theirs, and they will not recognize (you)"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "And at nightfall, they came to their father weeping"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "They said, .Father, we went racing with one another, and left Yusuf with our belongings, and the wolf ate him up. You will never believe us, howsoever truthful we may be"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "And they came with fake blood on his shirt. He said, .Rather, your inner desires have tempted you to do something. So, patience is best. It is Allah whose help is sought against what you describe.‘‘"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "And some wayfarers came (near the pit in which Yusuf was thrown), and sent their water-drawer (to bring water for them). So, he let down his bucket. He said, .What a good news! Here is a boy. And they kept him hidden as merchandise, while Allah was aware of what they were doing"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "And they sold him for a paltry price, for a few silver-coins, and they had not much interest in him"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "And the one who bought him from Egypt said to his wife, .Make his stay graceful. He may be useful for us. Or, we may adopt him as a son. And thus We established Yusuf in the land, so that We should teach him the interpretation of events. Allah is powerful in (enforcing) His command, but most of the people do not know"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "And when he reached the prime of his age, We gave him wisdom and knowledge, and this is how We reward those who are good in their deeds"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "And she, in whose house he was, seduced him towards herself, and bolted the doors, and said, .come on!. He said, .I seek refuge with Allah. Surely, he (your husband) is my master. He has given me a good lodging. Indeed, the wrongdoers do not prosper"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "She certainly desired him, and he might have desired her, had he not seen the proof from his Lord. Thus We did, to turn evil and lewdness away from him. Surely, he was one of Our chosen servants"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "They raced towards the door, and she ripped his shirt from behind, and they found her master by the door. She said, .What could be the punishment of him who intended evil with your wife, except that he be imprisoned or (given) a painful chastisement"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "He (Yusuf) said, .It was she who tried to seduce me. And a witness from her family observed that if his shirt was ripped from the front side, then she is true and he is a liar"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "and if his shirt was ripped from behind, then she is telling a lie and he is truthful"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "So, when he (her husband) saw his shirt ripped from behind, he said, .This is certainly your trickery, O women. Great is the trickery of you women indeed"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "O Yusuf, ignore this matter, and you (O woman,) seek forgiveness for your sin, for you were guilty infact"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "And women in the city said, .The wife of the minister is seducing her youthful slave. His love has entered the depth of her heart. Surely, we see her in open error"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "So, when she heard of their taunting comments, she extended an invitation to them and arranged for them a comfortable place (to sit and dine) and gave everyone a knife, and said (to Yusuf): .come out to them. So when they saw him, they found him great, and (were so stunned that they) cut their hands and said, .Oh God! He is no human being. He is but a noble angel"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "She said, .This is the one about whom you reproached me. Yes, I seduced him, but he abstained. And should he not follow my command, he shall be imprisoned and will be disgraced"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "He (Yusuf) said, .My Lord, the prison is dearer to me than what these women invite me to do. If You do not turn their guile away from me, I shall get inclined towards them and shall be among the ignorant"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "So, his Lord accepted his prayer and turned their guile away from him. Surely, He is the All-Hearing, the All-Knowing"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Later on, even after having seen the clear signs (of his innocence), they deemed it proper to imprison him for some time"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "And two men entered the prison with him. One of them said, .I have seen myself (in dream) pressing wine. And the other said, .I saw myself carrying bread on my head of which the birds were eating. Let us know its interpretation. We see you are a man of good deeds"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "He said, .No food provided for you shall come to you, but I can give you its description before it comes to you. This is the knowledge my Lord has given to me. I have abandoned the way of those who do not believe in Allah, and who are deniers of the Hereafter"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "and I have followed the way of my fathers, Ibrahim, IsHaq and Ya‘qub. It is not for us that we associate any partners with Allah. All this is a part of the favor Allah has bestowed upon us and upon the people, but most of the people are not grateful"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "O my fellow prisoners, are different gods better or Allah, the One, the All-Dominant"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Whatever you worship, other than Him, are nothing but names you have coined, you and your fathers. Allah has sent down no authority for them. Sovereignty belongs to none but Allah. He has ordained that you shall not worship anyone but Him. This is the only right path. But most of the people do not know"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "O my fellow prisoners, one of you will serve wine to his master, while the other will be crucified and birds will eat from his head. Destined is the matter you are asking about"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "And he (Yusuf) said to the one whom he believed likely to be released out of the two, .Tell your master about me. Then, the Satan made him forget to tell his master. So, he (Yusuf) remained in prison for a few years"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "And (one day) the king said (to his courtiers), .I have seen (in a dream) seven fat cows being eaten by seven lean ones, and seven ears of grain which are green and (seven) others which are dry. O people, tell me about my dream, if you can interpret dreams"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "They said, .(It seems to be) a mishmash of dreams, and we do not know the interpretation of dreams"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "And said the one who was released (from the prison) out of the two, and recalled (Yusuf) after a long time, .I shall tell you its interpretation. Just send me (to Yusuf)"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "Thus he came to the prison and said to Yusuf .Yusuf, O the truthful one, tell us about seven fat cows eaten by seven lean ones, and seven ears of grain which are green and (seven) others which are dry, so that I may go back to the people and they may know (the interpretation of the dream)"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "He said, .You will grow crops for seven years consecutively. So, what you have harvested, leave it in its ear, except a little which you eat"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Then seven hard years shall come after that, which shall eat up what you have stored for them, except a little which you preserve (to sow)"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Then there shall come after that a year in which people will have rains and in which they will extract juices"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "And (when this person went back and told the king about the interpretation of the dream), the king said, .Bring him to me. So, when the messenger came to Yusuf, he said, .Go back to your lord and ask him, ‘What is the case of the women who cut their hands?‘ Surely, my Lord knows well their guile"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "He (the king) said, .What was your case, O women, when you seduced Yusuf?. They said, .God forbid, we know of no evil in him. The governor‘s wife said, .Now the truth has come to light. I did seduce him, and he is surely truthful"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(Then Yusuf said), .That was because he (the governor) may know that I did not betray him in his absence, and that Allah does not lead the guile of betrayers to success"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "And I do not absolve my inner self of blame. Surely, man‘s inner self often incites to evil, unless my Lord shows mercy. Certainly, my Lord is the Most-Forgiving, Very-Merciful"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "The king said, .Bring him to me, and I shall employ him purely for myself. So, when he (the king) talked to him, he said (to Yusuf), .Today you are with us well-placed, fully trusted"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "He said, .Appoint me to (supervise) the treasures of the land. I am indeed a knowledgeable keeper"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "And thus We gave Yusuf power in the land. He could settle in it wherever he wished. We extend Our mercy to whomsoever We will, and We do not let the reward of the righteous people to go to waste"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "And the reward of the Hereafter is surely better for those who believe and constantly observe taqwa"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "And came the brothers of Yusuf and appeared before him. He recognized them, while they did not recognize him"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "When he equipped them with their provisions, he said, .Bring to me your other brother from your father‘s side. Do you not see that I give full measure, and I extend the best hospitality"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Still, if you do not bring him to me, then you deserve no (further) measure from me, nor shall you approach me any more"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "They said, .We shall persuade his father about him and we will certainly do it"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "And he (Yusuf) said to his boys, .Put their goods in their camel-packs. Perhaps they will recognize it when they go back to their family; perhaps they will come again"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "So, when they returned to their father, they said, .Father, the (required) measure (of grain) has been withheld from us, therefore, send our brother with us, so that we may receive our full measure. And, of course, we are his guards"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "He said, .Shall I trust you about him as I trusted you earlier about his brother? Well, Allah is the best guardian, and He is the Most-Merciful of all the merciful"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "When they opened their baggage, they found their goods given back to them. They said, .Our father, what else should we want? Here is our goods given back to us, and we shall bring food to our family, protect our brother and add the measure of one camel more. That is an easy measure"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "He said, .I shall never send him with you until you give me a pledge in the name of Allah that you will definitely bring him back to me, unless you are overpowered (by circumstances). So, when they gave him their pledge, he said, .Allah is watchful over what we say"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "And he said, .O my sons, do not enter (the city) all of you from the same gate, rather, enter from different gates. And I cannot help you in any way against (the will of) Allah. Sovereignty belongs to none but Allah. In Him I place my trust, and all those who trust should trust in Him alone"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "And (recall) when they entered (the city) in the manner their father had advised them. He could not help them in any way against (the will of) Allah, but it was just an urge in the heart of Ya‘qub which he satisfied; he was a man of knowledge, because We had taught him, but most of the people do not know"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "And when they came to Yusuf, he lodged his brother (Binyamin) with himself. He said, .Look, I am your brother! So do not grieve for what they have been doing"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Later, when he equipped them with their provisions, he placed the bowl in the camel-pack of his brother. Then, an announcer shouted out, .O people of the caravan, you are thieves"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Turning towards them, they said, .What are you missing"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "They said, .We are missing the measuring-bowl of the king, and whoever brings it back shall deserve a camel-load, and I stand surety for it"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "They said, .We swear by Allah, you know, we did not come to make mischief in the land, nor have we ever been thieves"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "They said, .What is the punishment, if you are liars"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "They said, .Its punishment? The one in whose saddlebag it is found shall himself be the punishment. This is how we punish the wrongdoers"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "So, he started with their bags before (searching) the bag of his brother, then, recovered it from the bag of his brother. This is how We planned for Yusuf. He had no right to take his brother according to the law of the king, unless Allah so willed. We elevate in ranks whomsoever We will. Above every man of knowledge, there is someone more knowledgeable"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "They said, .If he commits theft, (there is nothing surprising, because) his other brother had committed theft earlier. Yusuf kept it (his reaction) to himself and did not reveal it to them. He said (in his heart), .You are even worse in position. Allah knows best of what you allege"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "They said, .O ‘Aziz, he has a father, a very old man. So, take one of us in his place. We see you are a generous man"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "He said, .We seek Allah‘s refuge from keeping anyone other than him with whom we have found our thing, otherwise we shall be unjust"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "So when they lost hope in him, they went aside for consultation. The oldest of them said, .Do you not know that your father has taken pledge from you in the name of Allah, while you had defaulted earlier in the case of Yusuf. So, I shall never leave this land unless my father permits me or Allah decides about me. He is the best of all judges"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Go back to your father and say, ‘Our father, your son has committed theft, and we do not testify except what we know, and we could not guard against the unseen"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Ask (the people of) the town in which we have been, and the caravan with which we have come, and undoubtedly we are truthful"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "He (Ya‘qub) said, .Rather, your inner desires have seduced you to something. So, patience is best. Hopefully, Allah may bring them all together. Surely, He is the All-Knowing, All-Wise"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "He turned away from them and said, .How sad I am about Yusuf!. and his eyes turned white with sorrow and he was suppressing (his anger and grief)"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "They said, .By God, you will not stop remembering Yusuf until you collapse or perish"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "He said, .I do not complain of my anguish and sorrow to anyone but Allah, and I know from Allah what you do not know"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "O my sons, go and search for Yusuf and his brother, and do not lose hope in the mercy of Allah. In fact, only the infidels lose hope in Allah‘s mercy"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "So, when they came to him (Yusuf), they said, .‘Aziz, we and our family are struck by distress, and we have brought some goods of very little worth. So, give us the full measure (of grain) and be charitable to us. Surely, Allah rewards the charitable"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "He said, .Do you know what you did to Yusuf and his brother when you were ignorant"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "They said, .Is it that you are, in fact, Yusuf?. He said, .I am Yusuf, and this is my brother. Allah has been very kind to us. Surely, whoever fears Allah and observes patience, Allah does not let the reward of such good people to go to waste"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "They said, .We swear by Allah, indeed Allah has given to you preference over us, and we were guilty in fact"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "He said, .No reproach upon you today! May Allah forgive you, and He is the Most- Merciful of all the merciful"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Go with this shirt of mine, and put it over the face of my father, and he will turn into a sighted man. And bring to me all your family"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "And when the caravan set out (from Egypt), their father (Ya‘qub) said (in Canaan), .I sense the fragrance of Yusuf, if you do not take me to be senile"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "They said, .By God, you are still in your old fallacy"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "So, when came the man with good news, he put it (the shirt) on his face, and he turned into a sighted man. He (Ya‘qub) said, .Did I not tell you that I know from Allah what you do not know"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "They said, .Our father, pray to Allah to forgive us our sins. Surely, we have been guilty"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "He said, .I shall pray to my Lord to forgive you. Surely, He is the Most-Forgiving, Very-Merciful"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Later, when they came to Yusuf, he placed his parents near himself and said, .Enter Egypt, God willing, in peace"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "And he raised his parents up on the throne, and they all fell before him in prostration. He said, .My father, here is the fulfillment of my early dream. My Lord has made it come true. He favored me when he released me from the prison, and brought you from the countryside after Satan had caused a rift between me and my brothers. Surely, my Lord does what He wills in a subtle way. Surely, He is the All-Knowing, the All- Wise"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "My Lord, You have given me power to rule and the knowledge of interpreting events. O Creator of the heavens and the Earth, You are my guardian in this world and the Hereafter. Make me die a Muslim and make me join the righteous"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "That is a part of the reports of the unseen We reveal to you (O Prophet). You were not with them when they determined their object, and when they were planning devices"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Most of the people are not going to believe despite your strong desire for it"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "And you do not demand from them any reward against it. It is nothing but a reminder for all the (people of the) worlds"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "How many a sign there are in the heavens and the Earth, which they pass by and they are heedless to them"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "and most of them do not believe in Allah without associating partners with Him in His divinity"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Do they feel themselves secure from the visit of Allah‘s encircling punishment or from the sudden arrival of the Hour, while they are not conscious of it"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Say, .This is my way. I call (people) to Allah with full perception, both I and my followers. Pure is Allah; and I am not among those who associate partners with Allah"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "We did not send before you (messengers) other than men from the people of the towns whom We inspired with revelation. Have they not traveled in the land where they could have seen how was the fate of those before them? And surely the abode of the Hereafter is much better for those who fear Allah. Would you, then, still not understand"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "(Punishment was often delayed) until when the messengers were in despair and thought that they were wrong in their estimation, Our help came to them, then saved were those whom We willed. And Our punishment is not averted from the guilty"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Surely, in the narratives of these, there is a lesson for the people of understanding. It is not an invented story, rather, a confirmation of what has been before it, and an elaboration of everything, and guidance and mercy for a people who believe"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif , Lam , Mim , Ra. These are the verses of the Book. What has been sent down to you from your Lord is true, but most of the people do not believe"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allah is the One who raised the heavens without pillars that you can see them. Then He positioned Himself on the Throne and subjugated the sun and the moon, each one of them running to an appointed time. He manages all matters, elaborating the signs, so that you may be sure of meeting your Lord"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "He is the One who spread out the earth and made mountains and rivers on it, and created in it the pairs of two from all the fruits. He makes the night cover the day. Surely, in that there are signs for a people who think"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "And in the earth there are tracts of land neighboring each other, and gardens of grapes, and farms and date palms, some having twin trunks and some having a single one. (Although) all of them are irrigated with the same water, We make some of them better than others in taste. Surely, in that there are signs for a people who understand"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "If you wonder, then wondrous indeed is their saying, .Is it that, once we are dust, we are to be created anew?. They are those who have disbelieved in their Lord, and they are those who (shall) have shackles around their necks, and they are the people of the Fire. They shall remain there forever"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "They ask for evil to come sooner than good, while punishments have really come to pass (against people) earlier to them. And surely, your Lord is the lord of forgiveness for the people against their wrongdoing, and surely, your Lord is severe in punishing"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "The disbelievers say, .Why is it that no sign has been sent down to him from his Lord?. You are but a warner; and for every people there is a guide"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah knows what every female carries and what the wombs decrease or increase. Everything has measure with Him"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "He is the Knower of the hidden and the manifest. He is the Great, the High"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Alike (for Him) is he, from among you, who speaks quietly and he who speaks aloud, and he who hides in the night and he who walks out in the day"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "For every one (from among you) there are angels replacing one another, in front of him and behind him, who guard him under the command of Allah. Surely, Allah does not change the condition of a people unless they change themselves. When Allah intends evil for a people, there is no way to turn it back, and for them there is no patron other than Him"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "He is the One who makes you see the lightening in fear and hope, and who forms the heavy clouds"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "The thunder proclaims His purity with His praise, and (so do) the angels, out of His awe. And He sends the thunderbolts and strikes with it whom He wills. They are quarrelling about Allah, and He is stern in His plan"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "True prayers are to be directed to Him alone; and those to whom they pray instead of Him do not respond to them at all, but they are like one who stretches his hands towards water so that it may reach his mouth (by itself), while it is not to reach it. And the prayer of the disbelievers (that they make to false gods) is nothing but straying in void"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "To Allah bow in prostration all who are in the heavens and the earth, willingly or unwillingly, and their shadows as well in morns and eves"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Say, .Who is the Lord of the heavens and the earth?. Say, .Allah. Say, .Have you, then, taken as protectors those besides Him who possess no power to cause benefit or harm even to themselves?. Say, .Is it that a blind person and a sighted one are equal, or that all sorts of the darkness and the light are alike?. Or, have they ascribed such partners with Allah who (according to their belief) have created (some of the creation) as He has created, and thus the creation seemed to them alike? Say, .Allah is the Creator of all things, and He is the One, the All-Dominant"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "He sent down water from the heavens, so the canals flowed according to their capacity, and the flood carried bulging scum. And a similar scum comes up from what they melt in the fire to obtain ornaments or other objects. This is how Allah depicts the truth and the untruth. As for the scum, it goes to be thrown away, while that which benefits people remains on the earth. This is how Allah brings out the parables"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "For those who obey their Lord there is the best of rewards; and those who do not obey Him (shall be in such a plight that) even if they possess all that is on earth, rather twice as much, they would offer it in ransom (to redeem themselves from the punishment). For these there is the worst of reckoning, and their abode is Hell, which is an evil bed to rest"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Now, can the one who knows that whatever has been revealed to you from your Lord is the truth, be equal to one who is blind? Only the people of understanding respond to the advice —"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "those who fulfill (their) pledge with Allah and do not break the covenant"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "and those who maintain the relationships Allah has commanded to be maintained and fear their Lord and are frightful of evil reckoning"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "and those who observe patience in order to seek the pleasure of their Lord and establish Salah and spend secretly and openly from what We have given to them, and repel evil with good. Those are the ones for whom there is the ultimate abode"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "the eternal gardens they enter, and those as well who are righteous from their fathers, spouses, and progeny. The angels will enter onto them from every gate"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "(saying) .Peace on you for the patience you observed. So, how excellent is the ultimate abode"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "As for those who break their pledge with Allah after it has been made binding, and cut off the relationships Allah has commanded to be joined, and make mischief in the land, those are the ones for whom there is the curse, and for them there is the evil abode"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allah expands the provision for whom He wills and narrows it (for whom He wills). They are happy with the worldly life, while the worldly life, compared to the Hereafter, is nothing but a little enjoyment"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "The disbelievers say, .Why is it that no sign (of their choice) has been sent down to him from his Lord?. Say, .Allah lets go astray whom He wills and gives guidance to those who turn to Him"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "the ones who believe and their hearts are peaceful with the remembrance of Allah. Listen, the hearts find peace only in the remembrance of Allah"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Those who believe and do good deeds, for them there is the bliss and a good place to return"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Thus We have sent you, amidst a community before which many communities have passed away, so that you may recite to them what We have revealed to you, while they disbelieve in Ar-RaHman (the All-Merciful Allah). Say, .He is my Lord. There is no god but He. In Him I place my trust, and to Him is my return"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "And even if there were a Qur‘an wherewith the mountains could be moved, or the earth could be split apart, or wherewith the dead are spoken to, (they would not believe). In fact, every decision rests only with Allah. Are the believers not satisfied with the fact that, if Allah willed, He would have brought all the people to the right path? And the disbelievers are continually receiving affliction because of what they did, or it visits somewhere close to their homes, until Allah‘s promise will come to pass. Surely, Allah does not go back upon His promise"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Messengers have been mocked at before you, so I let the disbelievers go on for a while. Then I seized them. So, how was My punishment"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Is then He, who is watchful over everyone and over whatever he does, (equal to their false deities?) Still they have made partners with Allah. Say, .Give their names. Is it that you are informing Him of something on earth He does not know, or of just empty words?. But, their ill- designs have been made alluring for the disbelievers, and they have been barred from the Path. And for the one whom Allah deprives of guidance, there is no one to guide"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "For them there is punishment in the worldly life, and indeed the punishment of the Hereafter is even harder, and for them there is none to save them from Allah"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Here is the description of the Paradise promised to the God-fearing: underneath it the rivers flow; its food is everlasting and (so is) its shade. This is the ultimate abode of the God-fearing while the ultimate abode of the disbelievers is Fire"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Those to whom We have given the Book are happy with what has been sent down to you. And among their groups there are those who deny some of it. Say, .I am commanded only to worship Allah and not to ascribe partners to Him. To Him I call and to Him is my return"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Thus We have sent it down, being a command in Arabic. And if you follow their desires, after the knowledge that has come to you, there shall be neither a friend for you against Allah, nor a savior"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "We have sent messengers before you, and gave them wives and children. It is not for a messenger to bring a verse without the will of Allah. For every age there are some rules prescribed"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah wipes off what He wills and affirms (what He wills), and with Him is the Mother Book"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "And if We show you (O prophet) some of what We have promised to them, or We take you back to Us (before that), in both cases you have only to convey the message, and We have to reckon"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Have they not seen that We are coming to the land narrowing it down from all its sides? Allah judges; there is none to repel His judgement. And He is swift at reckoning"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Those before them did devise plans, but all the real plans belong only to Allah. He knows what every soul earns, and the disbelievers will soon know for whom is the excellent end"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "The disbelievers say, .You are not a messenger. Say, .Allah is sufficient as a witness between me and you, and those too (are my witnesses) who have the knowledge of the Book"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif, Lam, Ra. This is a book We have sent down to you, so that you may deliver the people, with the will of their Lord, out of all sorts of darkness into the light, leading them to the path of the Almighty, the Praiseworthy"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allah, the One to whom belongs what is in the heavens and what is in the earth. Woe be to the disbelievers because of a severe punishment"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "to those who prefer the worldly life to the Hereafter and prevent (people) from the way of Allah, and seek to make it crooked. Those have gone too far in straying"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "We did not send any messenger but (speaking) in the language of his people, so that he might clearly convey the message to them. So, Allah lets go astray whom He wills and lets find guidance whom He wills. And He is the Mighty, the Wise"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Surely, We sent Musa with Our signs saying to him, .Bring your people out of (all sorts of) darkness into the light, and remind them of the Days of Allah. Surely, there are signs therein for every one who observes patience and gratitude"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "And when Musa said to his people, .Remember Allah‘s blessing upon you when He delivered you from Pharaoh‘s people who had been inflicting a grievous torment on you, slaughtering your sons and leaving your women alive. In that there was a great trial from your Lord"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "(Recall the time) when your Lord declared, .If you express gratitude, I shall certainly give you more, and if you are ungrateful, then My punishment is severe"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "And Musa said, .If you and all those on earth become ungrateful, then Allah is free of all needs, worthy of every praise"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Has there not come to you the news of those before you, the people of NuH, ‘Ad and Thamud and of those after them. No one knows them except Allah. Their prophets came to them with clear signs, but they put their hands into their mouths and said, .We reject what you are sent with, and indeed we are in confounding doubt about what you are calling us to believe"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Their prophets said, .Is it in Allah that you have some doubt, who is the Creator of the heavens and the earth? He calls you, so that He may forgive you some of your sins and give you respite up to a specified term. They said, .You are no more than a human being like us. You want to prevent us from what our forefathers used to worship. So, bring us some clear authority"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Their prophets said to them, .We are no more than a human being like you, but Allah bestows His favour upon whom He wills from among His servants. It is not for us to bring you an authority without Allah‘s permission, and in Allah the believers must place their trust"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "What is wrong with us that we should not put our trust in Allah when He has guided us to our paths? We shall, of course, endure with patience all your persecutions; and all those who have to trust should trust only in Allah"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "The disbelievers said to their prophets, .We shall certainly expel you from our land unless you come back to our faith. So, their Lord revealed to them, .We shall destroy the transgressors"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "and shall certainly let you dwell in the land after them. This is for the one who is fearful of standing before Me and is fearful of My warning"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "They sought final decision (by demanding the divine scourge), and (thus) every obstinate tyrant failed"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "The Hell is pursuing him, and he shall be made to drink pus-fluid"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "which he will arduously sip, and will not be able to swallow. Death will come upon him from every side, yet he will not die, and still a heavy chastisement will be ahead of him"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "The deeds of those who refuse to believe in their Lord are like ashes blown away by the wind on a stormy day. They will not be able to gain anything out of what they did. That is the farthest point of straying away from the right path"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Have you not seen that Allah has created the heavens and the earth with truth? If He wills, He can put you away and bring a new creation"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "and that is not at all difficult for Allah"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "All of them shall appear before Allah. Then, the weak shall say to the arrogant, .We were your followers. So, can you relieve us a little from Allah‘s punishment?. They will say, .Had Allah guided us, we would have guided you. It is all the same for us whether we deplore or endure, we have no way out"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "The Satan will say when the matter will have been decided, .Allah promised you a truthful promise while I gave you a promise and did not fulfill it. I had no authority over you, except that I invited you and you accepted my call. So, do not blame me, but blame yourselves. Neither I can come to your help, nor can you come to my help. I disown your associating me with Allah in the past. Surely, there is a painful punishment for the unjust"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "And those who believed and did good deeds shall be admitted to Gardens beneath which rivers flow, living there forever by the will of Allah. There they shall greet each other with .Salam"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Have you not seen how Allah has set forth a parable: A good word is like a good tree, having its root firm and its branches in the sky"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "It brings its fruits at all times with the will of its Lord. Allah sets forth the parables for the people, so that they may take lesson"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "And the parable of a bad word is like a bad tree, removed from the top of the soil, having no firm root"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allah keeps the believers firm with the stable word in the worldly life and in the Hereafter; and Allah lets the unjust go astray; and Allah does what He wills"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Have you not seen those who adopted disbelief in exchange of Allah‘s favor and caused their people to disembark at a land of total destruction"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "(which is) the Jahannam. They shall enter it; and it is an evil place to dwell"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "They have set up partners with Allah, so that they may mislead (the people) from His path. Say, .Enjoy (for a while). Then your ultimate journey is to the Fire"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Say to My believing servants that they should establish Salah and spend, secretly and openly, out of what We have given to them before there comes a day in which there is neither a trade nor friendship"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Allah is the One who created the heavens and the earth and sent down water from the sky, then brought forth with it sustenance for you from the produce, and subjugated for you the ships, so that they may sail in the sea with His command, and subjugated for you the rivers"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "and He subjugated for you the sun and the moon, moving constantly, and subjugated for you the day and the night"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "and He gave you whatever you asked for. If you (try to) count the bounties of Allah, you cannot count them all. Indeed, man is highly unjust, very ungrateful"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "(Recall) when Ibrahim said, .My Lord, make this city peaceful, and keep me and my children away from worshiping idols"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "My Lord, they have misled many a people. So, the one who follows me does surely belong to me. As for the one who disobeys me, then You are Most-Forgiving, Very-Merciful"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Our Lord, I have settled some of my children in a valley of no vegetation, close to Your sanctified House, so that, Our Lord, they may establish Salah. So, make hearts of people yearn towards them, and provide them with fruits, so that they may be grateful"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Our Lord, surely You know what we conceal and what we reveal.__Hidden from Allah is nothing whatsoever, neither in the earth nor in the heavens"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Praise be to Allah who, despite my old age, blessed me with Isma‘il (Ishmael) and IsHaq (Isaac). Surely, my Lord is the One who listens to the prayer"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "My Lord, make me steadfast in Salah, and my offspring as well. And, Our Lord, grant my prayer"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Our Lord, forgive me and my parents and all believers on the day when reckoning shall take place"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Never think that Allah is unaware of what the wrongdoers are doing. He is but giving them respite up to a day when the eyes shall remain upraised (in terror)"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "They shall be rushing with their heads raised upward; their eyes shall not return towards them and their hearts shall be hollow"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Warn the people of a day when punishment will come upon them, and the wrongdoers will say, .Our Lord, give us respite for a short term, and we will respond to Your call and will follow the messengers. (Allah will say), .Is it not that you had sworn oaths earlier that you would not have to leave (the world)"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "And you dwelt in the dwellings of those who wronged themselves, and it became clear to you how We dealt with them, and We put forth for you the examples"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "And they worked out their plot and whatever they plot is before Allah, even though their plot is such as would move the mountains"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "So, never think that Allah will do against His promise to His messengers. Surely, Allah is Mighty, the Lord of Retribution"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "the day on which this earth will be turned into some other earth, and the skies as well, and they all shall appear before Allah, the One, the All- Dominant"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "On that day you will see the culprits tied up together in chains"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "their shirts will be of rosin, and their faces will be covered with Fire"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "so that Allah repays everyone in full whatever he earned. Indeed, Allah is swift at reckoning"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "This is a message for mankind, so that they (take lesson and) be warned, and so that they may know that He is One God, and so that the people of understanding may observe the advice"
        },
        {
            "chapter": 15,
            "verse": 1,
            "text": "Alif, Lam, Ra. These are verses of the Book and the enlightening Qur‘an"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "On many occasions, the disbelievers will wish that they were Muslims"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Let them eat and enjoy, and let (their) fancy make them neglectful, for they shall soon come to know (their ultimate end)"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "We did not destroy any town without having a pre-determined time for it"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "No people can precede their appointed time, nor can they exceed it"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "They say, .O you to whom the Dhikr (the Qur‘an) has been revealed, you are surely insane"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Why do you not bring the angels to us, if you are one of the truthful"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "We do not send down the angels except with truth, and then they shall be given no respite"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "We, Ourselves, have sent down the Dhikr (the Qur‘an), and We are there to protect it"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "We did send the messengers before you among the groups of earlier peoples"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "No messenger came to them but they used to mock at him"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Likewise, We make it (i.e. disbelief) enter into the hearts of the sinners"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "(whereby) they do not believe in it (the Qur‘an), and this has been the way of earlier people"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Even if We open a gate in the sky and they keep ascending through it"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "still they will say, .In fact our eyes have been deluded; rather we are enchanted people"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "We have created stellar formations in the sky and have beautified them for onlookers"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "and have protected them from every outcast devil"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "but the one who tries to eavesdrop is chased by a clearly visible flame"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "As for the earth, We have stretched it out and placed on it firm mountains, and We have caused to grow in it everything well-balanced"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "and created in it sources of sustenance for you and those (creatures) for whom you are not the sustainers"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "We have treasures of every thing, but We send it down only in a determined quantity"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "And We sent forth winds carrying the clouds, then sent down water from the sky and gave it to you to drink, and you are not able to store it"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "It is indeed We, and only We, who give life and bring death, and We are the ultimate inheritor (of everything)"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "We know those of you who went ahead, and We know those who remained late"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "Surely, your Lord will gather all of them together. Indeed He is All-Wise, All-Knowing"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "Indeed We created man from a ringing clay made of decayed mud"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "As for the Jann (the first Jinn), We had created him earlier from the fire of the scorching wind"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "Recall when your Lord said to the angels, .I am going to create a human being from a ringing clay made of decayed mud"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "When I form him perfect, and blow in him of My spirit, then you must fall down before him in prostration"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "So the angels prostrated themselves, all together"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "except Iblis (Satan). He refused to join those who prostrated"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "He (Allah) said, .O Iblis, what is the matter with you that you did not join those who prostrated"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "He said, .I am not such that I should prostrate myself before a mortal whom You have created from a ringing clay made of decayed mud"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "He said, .Then, get out of here, for you are an outcast"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "and upon you is the curse up to the Day of Judgment"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "He said, .My Lord, then give me respite up to the day they (the dead) shall be raised"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "He (Allah) said, .Well, respite is given to you"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "till the day of the Appointed Time"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "He said, .My Lord, since You made me go astray, I swear that I shall beautify for them (evils) on the earth, and shall lead all of them astray"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "except those of Your servants from among them who are chosen (by You)"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "He (Allah) said, .This is the straight path leading to Me (that a person is chosen by Me through his good deeds)"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "My servants are such that you have no power over them except those of the deviators who will follow you"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "And Jahannam (Hell) is the promised place for them all"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "It has seven gates. For each gate there is a group apportioned from them"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Surely, the God-fearing will be in gardens and streams"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "Enter here in peace, free of fear"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "We shall have removed whatever grudge they had in their hearts, (thus making them) brothers, sitting on couches, face to face"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "No weariness shall touch them nor will they be expelled from there"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Tell My servants that I am the Most-Forgiving, the Very-Merciful"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "and that My punishment is the painful punishment"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "and tell them about the guests of Ibrahim"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "When they visited him, they greeted him with Salam (peace on you). He said, .We are scared of you"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "They said, .Do not be scared. We give you good news of a boy who will be knowledgeable"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "He said, .Do you give me the good news despite the old age has befallen me? So what good news you are giving to me"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "They said, .We have given to you the good news of a fact. So do not be one of those who lose hope"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "He said, .Who can lose hope in the mercy of his Lord except those who have lost the straight path"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "He said, .Then, what is your mission, O messengers"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "They said, .We have been sent to a sinful people"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "except the family of LuT - all of whom we shall save"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "but his wife. We have ordained that she will be among those who will remain behind"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "So when the messengers came to the family of LuT"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "he said, .You are an unfamiliar people"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "They said, .No, but we have brought to you that (scourge) in which they have been doubting"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "and we have come to you with a definite matter and surely we are truthful"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "So, carry your family after a part of the night (has passed), and follow them at the rear (to make sure that all of your family has joined you), and no one from you should look back; and keep going to where you are commanded"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "We conveyed to him Our decision that they (the unbelievers) were to be totally uprooted when they would see the morning"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "And the people of the city came rejoicing"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "He (LuT) said, .They are my guests; so do not put me to shame"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "and fear Allah and do not disgrace me"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "They said, .Had we not forbidden you from (being the guardian of) the whole world"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "He said, .These are my daughters, if you are to do something"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "By your life, (O prophet) they were wandering blindly in their intoxication (misguidance)"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "So, they were seized by the Cry at sunrise"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "Then, We turned it (the city) upside down and rained down upon them stones of baked clay"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Surely, in that there are signs for those who read signs"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "Surely, it (their city) is located on the straight road"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Surely, in it there is a sign for the believers"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "And the people of Aikah were (also) transgressors"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "So, We punished them in retribution, and both of them are (situated) by a highway, clearly visible"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "And the people of Al-Hijr gave the lie to the messengers"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "We provided them with Our signs, yet they kept turning away from them"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "They used to hew out houses from the hills peacefully"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "Then, the Cry seized them by the morning"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "So, whatever they earned did not come to their help"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "We did not create the heavens and the earth and all that is in between them without a truthful purpose. The Hour is sure to come. Therefore, overlook (their evil behavior) in a gracious manner"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Surely, your Lord is the Creator of all, the All-Knowing"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "We have given you the seven oft-repeated verses and the glorious Qur‘an"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Never stretch your eyes towards what We have given to groups of them to enjoy, and do not grieve for them, and be kind to believers in humbleness"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "and say, .I am a plain warner indeed"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "(to warn them that We may send down the scourge upon them) as We sent down upon the dividers"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "who had split the divine recitation (Scriptures) into bits"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "So, by your Lord, We shall question all of them"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "about what they have been doing"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Now, proclaim what you are commanded to, and turn away from those who ascribe partners to Allah"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Surely, We are sufficient for you against those who deride"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "those who believe in any other god along with Allah. So, they shall soon learn (the reality)"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "We know that your heart feels distressed for what they say"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "So, proclaim the purity and glory of your Lord, and be among those who prostrate themselves (before Allah)"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "and worship your Lord until comes to you that which is certain"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "Allah‘s command has (almost) come. So, do not demand that it should come sooner. Pure is He, and much higher than their ascribing partners to Him"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "He sends down the angels at His behest with the spirit, (that is, the revelation), upon whom He wills from among His servants: .Warn people that there is no god but Me. So, fear Me"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "He created the heavens and the earth in the proper way. He is much higher than their ascribing partners to Him"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "He created man from a drop, and soon he turned into a debating person, expressing himself openly"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "He has created cattle in which there is warmth and other benefits for you; and from them you have food"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "and in them there is a beautiful look for you when you drive them home in the evening and take them out to graze"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "And they carry your loads to a city where you were not able to reach without putting yourselves to arduous labor. Surely, your Lord is Very- Kind, Very-Merciful"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "And (He created) horses, mules and donkeys, so that you may ride on them, and they may give you a good look. And He creates what you do not know (as yet)"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Undertaken by Allah is (to show) the right path, while there are some (paths) that are crooked. Had He so willed, He would have led all of you to the right path"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "He is the One who sent down water from the heavens, of which you have your drink; and with it (you grow) plants on which you pasture your cattle"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "He causes the crops therewith to grow for you, and olives, and date palms, and grape vines, and all the fruits. Surely, in that, there is a sign for a people who ponder"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "He has subjugated for you the day and the night and the sun and the moon, and the stars (too) are subservient by His command. Surely, in that, there are signs for a people who understand"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "And (He subjugated to you) whatever He created for you on the earth having varied colors. Surely, in that, there is a sign for a people who accept advice"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "He is the One who has subjugated the sea, so that you may eat fresh meat from it, and may take out from it ornaments you wear, and you see the boats cleaving through it, and so that you may seek His bounty, and that you may be grateful"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "And He placed mountains on the earth, lest it should shake with you, and rivers and tracks, so that you may find the right way"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "and He has set landmarks. And by the stars they find the right way"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Is then the One who creates (everything) equal to one who does not create? Would you still pay no heed"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "If you count the bounties of Allah, you cannot count them all. Surely, Allah is Most-Forgiving, Very-Merciful"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Allah knows what you conceal and what you reveal"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Those whom they invoke beside Allah do not create any thing; rather they are themselves created"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "they are dead, having no life, and they do not know when they shall be raised again"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Your God is One God. As for those who do not believe in the Hereafter, their hearts are defiant and they are arrogant"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Invariably, Allah knows what they conceal and what they reveal. Surely, He does not like the arrogant"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "When it is said to them, .What has your Lord sent down?. They say, .It is nothing but the tales of the ancient people"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Hence, they shall bear the full weight of their burdens on the Day of Judgment, and also some of the burdens of those whom they mislead without knowledge. Remember, evil is the burden they bear"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Those (too) who were before them made plots. Then (the command of) Allah came upon their buildings (uprooting them) from the foundations. So roofs fell down upon them from above, and the chastisement came to them from where they could not even imagine"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Then, on the Day of Judgment, He will put them to disgrace and will say, .Where are My partners for whose sake you used to quarrel (with the believers)?. Those endowed with knowledge will say, .Today, the disgrace and the evil (chastisement) has to befall the unbelievers"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "the ones to whom the angels brought death while they were (still) wronging themselves. Then, they will resort to submission, (yet will say), .We used to do nothing wrong. (They will be answered) Why not? Allah knows well what you used to do"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Hence, enter the gates of Jahannam to live in it forever. So evil is the abode of the arrogant"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "And (on the other hand,) it is said to the God-fearing, .What has your Lord sent down?. They say, .(He has sent down) excellent (discourse). For those who do good, there is good (end) in this world, and indeed the abode of the Hereafter is much better. Excellent is the abode of the God- fearing"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "the eternal gardens they enter, with rivers flowing beneath them. For them there is what they desire. That is how Allah rewards the God-fearing"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "the ones to whom angels bring death while they are pure (in beliefs and deeds). They (angels) say, .Peace on you! Enter Paradise for the deeds you have been doing"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "They (the unbelievers) are waiting for nothing but that the angels should come to them, or comes the command of your Lord. Similar was the reaction of those who were before them. Allah did not wrong them; rather they were doing wrong to themselves"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "So, the evils of what they did overtook them, and they were encircled by the very thing they used to ridicule"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "The polytheists said, .If Allah had so willed, we would have not worshipped anything other than Him - neither we nor our forefathers - nor would we have made anything unlawful without (a command from) Him. Similar was the reaction of those who were before them. Therefore, the messengers‘ obligation is no more than to convey the message clearly"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "We did raise a messenger among every people, with the message: .Worship Allah and stay away from the Rebel (the Satan). Then, there were some among them whom Allah guided, and there were others against whom deviation (from the right path) was established. So, travel on earth and see how was the fate of those who rejected (the prophets)"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "If you are keen for their guidance, then, (remember that) Allah does not lead those to the right path whom He lets go astray, and for them there are no helpers"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "They swore by Allah on solemn oaths: .Allah will not resurrect those who die. Why not? It is a promise on His part, which is due to come true, but most of the people do not know"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "(He will resurrect all of them,) so that He discloses for them what they have been disputing about, and so that those who disbelieve may know that they were liars"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Whenever We intend to do something, We do no more than say to it, .Be,. and it comes to be"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Those who have migrated for the sake of Allah after they were oppressed, We shall give them a good place in the world, 6 and of course, the reward of the Hereafter is much greater, if they only knew"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "NAME"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "We did not send (messengers) before you other than men whom We inspired with revelation. So, ask the people (having the knowledge) of the Reminder (the earlier Scriptures), if you do not know"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "(We sent them) with clear signs and scriptures. And We sent down the Reminder (The Qur‘an) to you, so that you explain to the people what has been revealed for them, and so that they may ponder"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Do those who contrive evil plots feel immune from that Allah makes them sink into the earth, or from that the punishment comes to them from where they would not perceive"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "or that He seizes them when roaming about - while they are not able to frustrate Him"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "or that He seizes them while they are in apprehension? So, indeed your Lord is Very-Kind, Very-Merciful"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Have they not observed the things Allah has created, their shadows inclining from the right and the left prostrating themselves before Allah, while they are humble"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "To Allah prostrates itself whatever creature there is in the heavens and in the earth, and the angels, and they show no arrogance"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "They fear their Lord above them and do as they are commanded"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Allah has said, .Do not take two gods. He is but One God. So, Me alone you fear"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "And to Him belongs what is in the heavens and the earth, and it is only He who deserves obedience as ever due. Would you, then, fear someone other than Allah"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Whatever blessing you have is from Allah. Then, once you are touched by distress, to Him alone you cry for help"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Then, as soon as He removes the distress from you, a group from among you starts ascribing partners to their Lord"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "Thus, they deny what We have given to them. Well, enjoy yourself (for some time), and soon you will come to know (the fate of your misdeeds)"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "They allocate a share from what We have given to them for those (idols) the reality of whom they do not even know. By Allah, you shall definitely be responsible for the fabrications you have been inventing"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "They ascribe daughters to Allah - Pure is He - and for themselves is what they desire"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "When one of them is given the good news of a female child, his face becomes gloomy and he is choked with grief"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "He hides himself from people because of the (self-presumed) bad news given to him (and wonders): Shall he keep it despite the disgrace (he will face in the society), or put it away into the dust? In fact, evil is what they decide"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Those who do not believe in the Hereafter have evil attributes, and to Allah belong the most exalted attributes. He is the Mighty, the Wise"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "If Allah were to seize the people for their transgression, He would have spared no creature on earth, but He lets them go on up to an appointed time. So, when their time will come, they will not be able to delay it for a moment, nor to bring it soon"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "They assign to Allah what they themselves dislike, and their tongues make the false statement that for them there is a happy end. No, Fire is imminently theirs, and they are being driven (towards it) speedily"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "By Allah, We sent (messengers) to communities before you, but the Satan made their deeds look good to them. So, he is their patron today, and for them there is a painful punishment"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "We have sent down the Book to you, only because you may explain to them what they differed about, and (so that it may be) guidance and mercy for a people who believe"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Allah sent down water from the heavens and revived the land with it after it was dead. Surely, in that there is a sign for a people who listen"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Surely there is a lesson for you in the cattle. We provide you, out of what lies in their bellies between feces and blood, the (drink of) milk, pure and pleasant for those who drink"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "And from the fruits of date palms and grape vines, you obtain intoxicants, and good provision. Surely, in that there is a sign for a people who understand"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Your Lord revealed to the honeybee: .Make homes in the mountains, in the trees and in the structures they raise"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Then, eat from all the fruits, and go along the pathways of your Lord made easy for you. From their bellies comes out a drink of various colors in which there is cure for people. Surely, in that there is a sign for a people who ponder"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Allah has created you, then He takes you back. And among you there is one who is carried to the worst part of the age, so that he knows nothing after having knowledge. Surely, Allah is All-Knowing, All-Powerful"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Allah has given some of you preference over others in provision. So, those given preference are not willing to pass on their provision to their slaves, so that they become equal in it: Do they, then, reject the blessing of Allah"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Allah has created spouses from among you and created sons and grandsons for you from your spouses, and gave you provision from good things. Is it, then, the falsehood that they believe in, and the blessing of Allah that they reject"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "They worship, besides Allah, the objects that have no power to give them anything from the heavens and the earth, nor can they ever have such power"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "So, do not coin similarities for Allah. Surely, Allah knows and you do not know"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allah gives an example: There is a slave owned (by someone), who has no power over anything, and there is a person whom We have given good provision from Us, and he spends out of it secretly and openly. Are they equal? Praise be to Allah. But, most of them do not know"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "And Allah gives another example: There are two men. One of them is dumb who is unable to do anything, and he is a burden on his master. Wherever he directs him to, he brings no good. Can he be equal to the one who enjoins justice and is on the straight path"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "To Allah belongs the Unseen of the heavens and the earth; and the matter of Hour (of Judgment) is no more than of twinkling of the eye, or even quicker. Of course, Allah is powerful over everything"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Allah has brought you forth from your mothers‘ wombs when you knew nothing, and He made for you ears, eyes and hearts, so that you may be grateful"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Did they not look at the birds how they are controlled in the atmosphere of the sky? No one holds them but Allah. Surely, in that there are signs for a people who believe"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Allah has made your houses a place of comfort for you, and made for you houses from the hides of cattle, which you find so light on the day you travel and the day you camp, and out of their wool and their fur and their hair (He created) furnishings and goods of enjoyment for a period of time"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Allah has made for your benefit shades from what He has created, and made for you shelters in the mountains, and made for you shirts that protect you from heat, and shirts that protect you in your battles. This is how He perfects His favor upon you, so that you may submit"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "If they still turn away, then, your responsibility is only to convey the message clearly"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "They are aware of Allah‘s favor, yet they deny it, and most of them are ungrateful"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "(Remember) the Day on which We shall raise up a witness from every people, then the disbelievers will not be allowed (to make excuses), nor shall they be asked to repent"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "And when the unjust will see the punishment, it will not be lightened for them, nor will they be given respite"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "When the Mushriks (i.e. those who ascribe partners to Allah) will see those whom they made partners with Allah, they will say: .Our Lord, these are the partners we made whom we called in worship besides you. Then, they (the partners) will turn to them saying: .You are indeed liars"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "On that day they will tender submission to Allah, and all that they used to fabricate will have vanished from them"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "For those who disbelieve and put obstructions in the way of Allah, We shall add up punishment after punishment for the mischief they used to make"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "And (think of) the day We shall send to every people a witness from among them (to testify) against them, and We shall bring you (O prophet) as witness against these. And We have revealed to you the Book, an exposition of everything, and guidance, and mercy, and glad tidings for the Muslims"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Allah enjoins to do justice and to adopt good behavior and to give relatives (their due rights), and forbids shameful acts, evil deeds and oppressive attitude. He exhorts you, so that you may be mindful"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Fulfill the Covenant of Allah when you pledge, and do not break oaths after you swear them solemnly, while you have made Allah a witness over you. Surely, Allah knows all that you do"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Do not be like the woman who had broken her yarn into pieces after spinning it firmly, by taking your oaths as means of mischief between yourselves, merely because a group gets greater benefit than the other. In fact, Allah puts you to a test thereby and, of course, on the Day of Resurrection He will explain to you all those matters in which you disagreed"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "If Allah so willed, He would have made all of you a single community, but He lets whom He wills go astray and takes whom He wills to the right path; and surely you will be questioned about what you used to do"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Do not make your oaths a means of mischief among yourselves, lest a foot should slip after it is firmly placed, and you taste evil consequences for your having prevented (others) from the path of Allah, and you incur a great punishment"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "And do not take a paltry price against the pledge of Allah. Indeed, what is with Allah is much better for you, if you only knew"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "What is with you shall perish and what is with Allah shall last. And certainly, We shall bless those who observed patience, with their reward for the best of what they used to do"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Whoever, male or female, has acted righteously, while being a believer, We shall certainly make him live a good life, and shall give such people their reward for the best of what they used to do"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "So, when you recite the Qur‘an, seek refuge with Allah against Satan, the accursed"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "He is such that he has no authority over those who believe and place trust in their Lord"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "His authority is only over those who befriend him and those who associate partners with Allah"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Whenever We replace a verse with another verse — and Allah knows well what He reveals – they say, .You are but a forger. The fact rather is that most of them are ignorant"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Say, .This has been brought down by RuH-ul-Qudus (the Holy Spirit - Jibra‘il ) from your Lord rightly (as due), so that it may bring firmness to the believers and become guidance and good news for the Muslims"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "We know well that they say, .There is a man who teaches him. The language of the one they refer to is non-Arabic while this is clear Arabic language"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Surely, those who do not believe in Allah‘s verses, Allah does not lead them to the right path, and for them there is a painful punishment"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "It is (not the Prophet but) the disbelievers in Allah‘s verses who forge lies, and it is they who are the liars"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Whoever rejects his faith in Allah after having believed in Him — not the one who is compelled (to utter a word of disbelief) under duress while his heart is at peace with Faith, but the one who has laid his breast wide open for disbelief — upon such people is the wrath of Allah, and for them there is a heavy punishment"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "That is because they have preferred the worldly life to the Hereafter, and that Allah does not lead the disbelieving people to the right path"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Those are the ones Allah has set a seal on whose hearts, ears and eyes; and they are the heedless"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Invariably, they are the losers in the Hereafter"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Then, your Lord — for those who left their homes after being persecuted, then fought in the way of Allah and stood patient — surely your Lord is, after all that, Most-Forgiving, Very-Merciful"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "(All this will happen) on the day when everyone will come pleading for himself, and everyone will be given in full what he did, and they will not be wronged"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Allah gives an example: There was a town, secure and content with its sustenance coming in plenty from every place. Then, it turned ungrateful to the bounties of Allah; so, Allah made it to taste hunger and terror (that covered it) like a garment, as recompense of what its people used to do"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "And, of course, a messenger from among themselves had come to them, but they rejected him; so the punishment seized them when they were wrongdoers"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "So, eat the permissible and pure things from what Allah has provided you, and be grateful for the bounty of Allah, if you worship Him alone"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "He has but prohibited for you the carrion, the blood, the flesh of swine and what has been invoked upon with a name other than that of Allah. However, if anyone is compelled by necessity - neither seeking pleasure, nor crossing the limit (of necessity) - then, Allah is Most-Forgiving, Very-Merciful"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Do not say about what your tongues describe falsely, .This is lawful and that is unlawful. so that you may forge the lie upon Allah. Surely, those who forge a lie upon Allah do not prosper"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "(Let there be) a little enjoyment, and (then) for them there is a painful punishment"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "For those who are Jews, We had prohibited that which We have already told you; and We did not wrong them, but it was they who used to wrong themselves"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Then your Lord – for those who did evil because of ignorance, then repented after that and corrected themselves – surely your Lord is, after all that, Most-Forgiving, Very-Merciful"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Surely, Ibrahim was an Ummah (a whole community in himself), devoted to Allah, a man of pure faith; and he was not among the Mushriks (i.e. those who associate partners with Allah)"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "He was grateful to His bounties. He (Allah) chose him and led him to the straight path"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "We bestowed good upon him in this world; and in the Hereafter, he is among the righteous"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Then, We revealed to you, .Follow the way of Ibrahim, the upright, and he was not among the Mushriks"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "The Sabbath was prescribed only for those people (i.e. Jews) who differed in it, and your Lord will certainly judge between them on the Day of Resurrection in those matters in which they used to differ"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Invite (people) to the way of your Lord with wisdom and good counsel. And argue with them in the best of manners. Surely, your Lord knows best the one who deviates from His way, and He knows best the ones who are on the right path"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "And if you were to harm (them) in retaliation, harm them to the measure you were harmed. And if you opt for patience, it is definitely much better for those who are patient"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "And be patient. Your patience is bestowed by none but Allah, and do not grieve over them, and do not be in distress for what they devise"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Surely, Allah is with those who fear Him and those who are good in their deeds"
        }
    ]
}