{
    "maqras": [
        {
            "chapter": 13,
            "verse": 5,
            "text": "If you wonder, then wondrous is their saying, “what! When we become dust, will we be created anew?” They are the ones who disbelieve in their Lord, and they are the ones who will have shackles around their necks. Such are the people of the Fire; they will abide therein forever"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "They ask you [O Prophet] to hasten the punishment before the good, even though there have already been similar punishments before them. But your Lord is indeed forgiving to people despite their wrongdoing, and your Lord is indeed severe in punishment"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "The disbelievers say, “Why has no sign been sent down to him from his Lord?” You are only a warner, and for every people there is a guide"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah knows what every female bears, and what the wombs may fall short or increase. With Him everything is precisely measured"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "He is the Knower of the unseen and the seen, the All-Great, the Most Exalted"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "It is the same [to Him] whether one of you speaks secretly or in public, and whether one is hidden in the darkness of the night or walks about openly in the daylight"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "For each person there are successive angels in front of him and behind him, guarding him by the command of Allah. Allah does not change the condition of a people until they change their own attitude and conduct. But if Allah intends punishment for a people, then it cannot be averted, nor will there be any protector for them besides Him"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "It is He Who shows you lightening [causing] fear and hope, and forms heavy clouds"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "The thunder glorifies His praise, and so do the angels in awe of Him. He sends thunderbolts, striking therewith whom He wills, yet they dispute about Allah, Who is severe in might"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "To Him alone should all supplication be addressed. But those whom they supplicate besides Him do not respond to them in any way, except like one who stretches out his hands for water to reach his mouth, but it will never reach it. The supplication of the disbelievers is all in vain"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "To Allah prostrates whoever is in the heavens and on earth, willingly or unwillingly, and so do their shadows in the morning and evening"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Say, “Who is the Lord of the heavens and earth?” Say, “Allah.” Say, “Have you taken besides Him protectors, those who have no power to benefit or harm themselves?” Say, “Can the blind person be equal to the seeing, or can the darkness be equal to the light?” Or do they ascribe to Allah partners who created the like of His creation, so they are confused between two creations? Say, “Allah is the Creator of all things, and He is the One, the Subjugator.”"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "He sends down rain from the sky, causing the valleys to flow, each according to its capacity, and the torrent carries along rising foam, similar to the slag produced from metal that people melt in the fire to make ornaments or tools. This is how Allah compares truth to falsehood: as for the residue, it is then cast away, but that which benefits people remains on the earth. This is how Allah sets forth comparisons"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Those who respond to their Lord will have the best reward. As for those who do not respond to Him, even if they were to possess all that is on earth and the likes thereof, they would surely offer it to ransom themselves; they will have the worst reckoning, and their abode will be Hell. What a terrible resting place"
        }
    ]
}