{
    "maqras": [
        {
            "chapter": 4,
            "verse": 100,
            "text": "Whoever emigrates for the sake of Allah will find on earth many places of refuge and abundant provision. Whoever leaves his home emigrating for the cause of Allah and His Messenger, then death overtakes him, his reward has already been secured with Allah. And Allah is All-Forgiving, Most Merciful"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "When you are traveling through the land, there is no blame on you to shorten the prayer, if you fear that the disbelievers may harm you. Indeed, the disbelievers are your open enemy"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "When you [O Prophet] are with them and lead them in prayer, let a group of them stand [in prayer] with you, carrying their weapons. When they have finished their prostration, let them take their positions in the rear. Then let the other group that have not yet prayed join you in prayer, keeping vigilant and carrying their arms. The disbelievers wish that you would neglect your weapons and belongings, so they could launch on you a surprise attack. But there is no blame on you if you lay down your weapons because of inconvenience of rain or because you are ill; but take all precautions. Indeed, Allah has prepared for the disbelievers a humiliating punishment"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "When you have finished the prayer, remember Allah, standing, sitting, or lying down. But when you are safe again, establish regular prayer. Indeed, prayer is prescribed for the believers at specific times"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "Do not weaken in pursuit of the enemy. If you are suffering harm, they too are suffering harm just like you; but you hope from Allah what they do not hope. And Allah is All-Knowing, All-Wise"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "We have sent down the Book to you [O Prophet] in truth, so that you may judge between people, in accordance with what Allah has taught you. So do not be an advocate for the deceitful"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "And seek forgiveness of Allah, for Allah is All-Forgiving, Most Merciful"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Do not argue on behalf of those who betray themselves, for Allah does not like the treacherous and sinful"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "They seek to hide from people but they do not seek to hide from Allah, although He is with them when they devise plans to say things that are displeasing to Him. Indeed, Allah encompasses all what they do"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Here you are, you are those who argue on their behalf in the life of this world, but who will argue on their behalf before Allah on the Day of Resurrection, or who will be their defender"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Whoever commits evil or wrongs himself, then seeks Allah’s forgiveness will find Allah All-Forgiving, Most Merciful"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "And whoever commits a sin, he only commits it against himself. And Allah is All-Knowing, All-Wise"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "But whoever commits an offense or a sin, then blames it on an innocent person, will surely bear the guilt of slander and flagrant sin"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Were it not for Allah’s grace and mercy upon you [O Prophet], a group of them would have tried to mislead you, but they only mislead themselves, nor can they harm you in the least. For Allah has sent down to you the Book and Wisdom [Sunnah] and has taught you what you did not know. And the grace of Allah upon you is always great"
        }
    ]
}