{
    "rukus": [
        {
            "chapter": 10,
            "verse": 83,
            "text": "Doch mit Musa hat niemand den Iman verinnerlicht außer Nachkommenschaft von seinen Leuten  unter Angst vor Pharao und seinen Entscheidungsträgern, daß diese sie der Fitna aussetzen. Gewiß, Pharao war zweifellos ein Hochmütiger im Lande und gewiß, er war sicherlich einer der Maßlosen"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Musa sagte dann: \"Meine Leute! Solltet ihr den Iman an ALLAH verinnerlicht haben, so übt Ihm (alleine) gegenüber Tawakkul, wenn ihr Muslime seid"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Dann sagten sie: \"ALLAH gegenüber üben wir doch Tawakkul. Unser HERR! Laß uns nicht eine Fitna für die unrecht-begehenden Leute sein"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "und rette uns durch Deine Gnade vor den Kafir-Leuten"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Und WIR ließen Musa und seinem Bruder Wahy zuteil werden: \"Richtet ihr beide für eure Leute in Ägypten Häuser als Zentren ein, und macht aus euren Häusern Gebetsstätten und verrichtet ordnungsgemäß das rituelle Gebet! Und überbringe den Mumin frohe Botschaft"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Und Musa sagte: \"Unser HERR! Gewiß, DU gabst Pharao und seinen Entscheidungsträgern Schmuck und Vermögenswerte im diesseitigen Leben, unser HERR! - um damit von Deinem Weg abzubringen. Unser HERR! Verwische ihr Vermögen und versiegele ihre Herzen, damit sie den Iman nicht verinnerlichen, bis sie die qualvolle Peinigung erleben"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "ER sagte: \"Bereits wurde der Bitte von euch beiden entsprochen, so bleibt standhaft und folgt nicht dem Weg derjenigen, die nicht wissen"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Dann ließen WIR die Kinder Israils das Meer überqueren. Pharao und seine Soldaten sind ihnen dann aus Übertretung und Feindseligkeit gefolgt. Dann als er (Pharao) kurz vor dem Ertrinken war, sagte er: \"Ich bekunde den Iman, daß es gewiß keine Gottheit gibt außer Der, an Die die Kinder Israils den Iman bekundeten, und ich bin einer der Muslime"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Jetzt erst! Wo du bereits vorher Verfehlungen begangen hast und einer von den Verderben-Anrichtenden warst"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "An diesem Tag werden WIR deinen Körper erretten, damit du denjenigen nach dir als Aya dienst. Gewiß, viele der Menschen sind Unseren Ayat gegenüber doch achtlos"
        }
    ]
}