{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif-lam-raa. Dies ist eine Schrift, deren Ayat in vollendeter Weisheit ausformuliert wurden, dann erläutert wurden von Einem Allweisen, Allkundigen"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Dient nichts außer ALLAH! Gewiß, ich bin für euch von Ihm ein Warner und ein Überbringer froher Botschaft"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Auch bittet euren HERRN um Vergebung, dann kehrt euch zu Ihm reuig um, so läßt ER euch schöne Versorgung bis zu einer festgelegten Frist versorgen und erweist jedem mit Verdiensten (im Islam) die ihm zustehende Belohnung. Doch solltet ihr euch abwenden, so fürchte ich doch für euch die Peinigung eines langen Tages"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Zu ALLAH ist eure Rückkehr. Und ER ist über alles allmächtig"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Ja! Sie wenden sich ab, um sich vor Ihm zu verbergen. Doch selbst dann, wenn sie sich mit ihrer Kleidung verhüllen, ER kennt alles, was sie verheimlichen und was sie offenlegen. Gewiß, ER ist allwissend über das in den Brüsten"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Und es gibt kein Lebewesen, das sich bewegt, dessen Rizq nicht ALLAH obliegt. Und ER kennt dessen Aufenthalts- und Aufbewahrungsort. Alles steht in einem deutlichen Register"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Und ER ist Derjenige, Der die Himmel und die Erde in sechs Ay-yam erschuf - und Sein Al'ahrsch war über dem Wasser -, damit ER euch prüft, wer von euch besser handelt. Und wenn du sagst: \"Gewiß, ihr werdet nach dem Tod wieder erweckt, werden diejenigen, die Kufr betrieben haben, mit Sicherheit sagen: \"Dies ist doch nichts anderes als eindeutige Magie"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Doch wenn WIR ihnen die Peinigung auf eine bestimmte Zeit hinauszögern, werden sie mit Sicherheit sagen: \"Was hält sie auf?\" Ja! Wenn diese sie dann trifft, wird sie von ihnen nicht mehr abgewendet werden, und sie werden dann von dem umgeben, was sie zu verspotten pflegten"
        }
    ]
}