{
    "rukus": [
        {
            "chapter": 16,
            "verse": 101,
            "text": "Und wenn WIReine Aya anstelle einer anderen Aya austauschen - und ALLAH weiß besser, was ER hinabsendet - sagen sie: \"Du bist doch nur ein Erdichter!\" Nein, sondern die meisten von ihnen wissen es nicht"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Sag: \"Nach und nach hinabgesandt hat ihn Ruhhul-qudus von deinem HERRN gemäß der Wahrheit, damit ER diejenigen festigt, die den Iman verinnerlichten, und als Rechtleitung und als frohe Botschaft für die Muslime"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Und gewiß, bereits wissen WIR, daß sie sagen: \"Nur ein Mensch lehrt ihn.\" Die Sprache desjenigen, zu dem sie zugeneigt sind, ist eine Nichtarabische, doch dies ist eine klare arabische Sprache"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Gewiß, diejenigen, die den Iman an die Ayat ALLAHs nicht verinnerlichen, leitet ALLAH nicht recht. Und für sie ist eine qualvolle Peinigung bestimmt"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Lügen erfinden nur diejenigen, die keinen Iman an die Ayat ALLAHs verinnerlichen. Und diese sind die eigentlichen Lügner"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "(Lügen erfindet ebenfalls), wer ALLAH gegenüber Kufr betrieb, nachdem er den Iman bekundete - außer dem, der (dazu) gezwungen wird, während sein Herz voller Iman ist. Jedoch wer die Brust dem Kufr öffnet, auf diesem lastet Zorn von ALLAH. Und für sie ist eine überharte Peinigung bestimmt"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Dies ist so, weil sie doch das diesseitige Leben vor dem Jenseits bevorzugt haben, und weil ALLAH die Kafir-Leute nicht rechtleitet"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Diese sind diejenigen, deren Herzen, Gehör und Blicke versiegelt sind. Und diese sind die Achtlosen"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Zweifellos, eindeutig ist es, daß sie im Jenseits diejenigen sind, welche die Verlierer sind"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Ohnedies, dein HERR ist gewiß für diejenigen, die Hidschra unternahmen, nachdem sie der Fitna ausgesetzt wurden, dann leisteten sie Dschihad und übten sich in Geduld. Gewiß, dein HERR ist danach zweifelsohne allvergebend, allgnädig"
        }
    ]
}