{
    "rukus": [
        {
            "chapter": 18,
            "verse": 18,
            "text": "Und du denkst: sie seien wach, während sie geschlafen haben. Und WIR wendeten sie auf die rechte und auf die linke Seite, und ihr Hund lag mit ausgestreckten Vorderpfoten an der Schwelle. Hättest du sie erblickt, hättest du dich gewiß vor ihnen flüchtend davon gemacht und wärest du ihretwegen unweigerlich erfüllt mit Schrecken"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Und solcherart erweckten WIR sie, damit sie sich gegenseitig fragen. Einer unter ihnen, der etwas zu sagen hatte, sagte: \"Wie lange habt ihr verweilt?\" Sie sagten: \"Wir verweilten einen Tag oder einen Teil eines Tages.\" Sie sagten: \"Euer HERR weiß besser Bescheid darüber, wie lange ihr verweilt habt. Nun aber schickt jemanden von euch mit diesem eurem Silber in die Stadt. Er soll dann nachprüfen, welche der Speisen reiner ist, dann soll er euch davon Rizq mitbringen. Und er soll unauffällig sein und niemanden auf euch aufmerksam machen"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Sollten sie über euch die Oberhand gewinnen, werden sie euch steinigen oder euch in ihre Gemeinschaft umkehren lassen. Und dann werdet ihr nimmer erfolgreich sein"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Und solcherart ließen WIR sie entdecken, damit sie wissen, daß das Versprechen ALLAHs wahr ist, und daß es über die Stunde (den Jüngsten Tag) keinerlei Zweifel gibt, als sie untereinander in ihrer Angelegenheit stritten. Dann sagten sie: \"Errichtet über ihnen ein Gebäude, denn ihr HERR weiß besser Bescheid über sie.\" Diejenigen, die in ihrer Angelegenheit obsiegten, sagten: \"Wir errichten doch über ihnen eineMoschee"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Sie werden sagen: \"Sie waren drei und ihr Vierter war ihr Hund.\" Und sie sagen: \"Sie waren fünf und ihr Sechster war ihr Hund.\" Dies ist nichts als Spekulation über das Verborgene. Und sie sagen: \"Sie waren sieben und ihr Achter war ihr Hund.\" Sag: \"Mein HERR weiß besser Bescheid über ihre Anzahl, und niemand kennt sie außer wenigen.\" Also disputiere nicht über sie, es sei denn ein Disputieren ohne Details, und befrage über sie niemanden von ihnen"
        }
    ]
}