{
    "rukus": [
        {
            "chapter": 21,
            "verse": 11,
            "text": "Und wie viele Ortschaften, (deren Bewohner) Unrecht begingen, WIR doch zerstörten, und nach ihnen andere Leute entstehen lassen"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Und als sie unser Gewalt-Antun wahrnahmen, da rannten sie davon weg"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Rennt nicht weg und kehrt zurück zu dem, worin euch Luxus gewährt wurde, und zu euren Wohnstätten, damit ihr zur Rechenschaft gezogen werdet"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Sie sagten: \"Unser Untergang! Wir waren doch Unrecht-Begehende"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Und es blieb dies ihr Ruf, bis WIR sie wie das Geerntete, regungslos machten"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Und WIR erschufen den Himmel, die Erde und das, was zwischen ihnen ist, doch nicht aus sinnlosem Treiben"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Und wollten WIR Uns Vergnüglichkeit nehmen, hätten WIR sie Uns von Uns aus genommen, wenn WIR dies tun würden"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Nein, sondern werfen WIR mit der Wahrheit gegen das für nichtig Erklärte, dann annulliert sie es, da ist es dann vernichtet. Und für euch ist der Untergang bestimmt für das, was ihr behauptet"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Und Ihm gehört, was in den Himmeln und auf Erden ist. Und diejenigen bei Ihm erheben sich nie über das Dienen Ihm gegenüber und sie werden dabei nie müde"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Sie lobpreisen (Ihn) die ganze Nacht und den ganzen Tag, sie lassen nicht nach"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Oder nahmen sie sich etwa Gottheiten aus der Erde, die lebendig machen"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Gäbe es in beiden (Himmel und Erde) Gottheiten außer ALLAH, gewiß wären beide verdorben. Also subhanallah, Der HERR von Al'ahrsch, über das, was sie erdichten"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "ER wird nicht für das was ER tut zur Rechenschaft gezogen, jedoch sie werden zur Rechenschaft gezogen"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Oder nahmen sie sich etwa anstelle von Ihm Gottheiten?! Sag: \"Bringt euren Beweis her! Dies ist die Ermahnung, über die ich verfüge, und die Ermahnung derer, die vor mir waren.\" Nein, sondern viele von ihnen kennen die Wahrheit nicht, so wenden sie sich ab"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Und WIR entsandten vor dir keinen Gesandten, ohne daß WIR ihm Wahy zuteil werden ließen: \"Gewiß, es gibt keine Gottheit außer Mir, so dient nur Mir"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Und sie sagten: \"Der Allgnade Erweisende hat Sich Kinder genommen.\" Gepriesen-erhaben ist ER! Nein, sondern (sie sind) nur ehrwürdige Diener"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Sie kommen Ihm beim Sprechen nicht zuvor, und sie handeln gemäß Seiner Anweisung"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "ER kennt das, was vor ihnen und was hinter ihnen ist. Und sie legen keine Fürbitte ein, außer für denjenigen, dem ER Wohlgefallen erwies. Und sie sind von der Ehrfurcht Ihm gegenüber zitternd"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Und wer von ihnen sagt: \"Ich bin ein Gott anstelle von Ihm.\" Dem vergelten WIR mit Dschahannam. Solcherart vergelten WIR den Unrecht-Begehenden"
        }
    ]
}