{
    "rukus": [
        {
            "chapter": 25,
            "verse": 45,
            "text": "Siehst du etwa nicht (die Schöpfung) deines HERRN, wie ER den Schatten ausbreiten läßt?! Und hätte ER gewollt, hätte ER ihn stillstehend gemacht. Dann machten WIR die Sonne als Hinweis auf ihn"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Dann verkürzten WIR ihn zu Uns mit leichter Verkürzung"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Und ER ist Derjenige, Der für euch die Nacht als Kleidung machte und den Schlaf zum Ausruhen, und ER machte den Tag zur Auferstehung"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Und ER ist Derjenige, Der die Winde als frohe Botschaft vor Seiner Gnade schickte. Und WIR ließen vom Himmel reines Wasser fallen"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "damit WIR mit ihm eine tote Landschaft lebendig machen, und damitWIR es zum Trinken denen geben, die WIR erschufen, An'am und vielen Menschen"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Und gewiß, bereits teilten WIR ihn zwischen ihnen auf, damit sie sich besinnen. Doch diemeisten Menschen lehnten dann ab, außer dem äußersten Kufr"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Und hätten WIR es gewollt, hätten WIR doch zu jeder Ortschaft einen Warner entsandt"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "So gehorche den Kafir nicht, und leiste mit ihm (dem Quran) gegen sie einen großen Dschihad"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Und ER ist Derjenige, Der beide Meere nebeneinander machte. Dieses ist wohlschmeckend, süß, und dieses ist salzig, bitter. Und ER machte zwischen ihnen eine Trennung und eine komplette Isolierung"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Und ER ist Derjenige, Der aus dem Wasser einen Menschen erschuf, dann machte ER ihn zur Abstammung und Verschwägerung. Und dein HERR ist immer allmächtig"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Und sie dienen anstelle von ALLAH dem, das ihnen weder nützt, noch schadet. Und der Kafir ist gegen seinen HERRN ein Beistehender"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "Und WIR entsandten dich nur als Überbringer froher Botschaft und als Warner"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Sag: \"Ich verlange von euch dafür keinen Lohn! Nur wer zu seinem HERRN einen Weg einschlagen will, (soll es tun)"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Und übe Tawakkul Dem Lebendigen, Der nie stirbt, und lobpreise mit Seinem Lob! Und ER genügt über die Verfehlungen Seiner Diener als Allkundiger"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Er ist Derjenige, Der die Himmel, die Erde und das, was zwischen ihnen ist, in sechs Ay-yam erschuf, dann wandte ER Sich Al'ahrsch zu. ER ist Der Allgnade Erweisende, so frage über Ihn einen Kundigen"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Und als ihnen gesagt wurde: \"Vollzieht Sudschud für den Allgnade Erweisenden!\", sagten sie: \"Und was ist Der Allgnade Erweisende? Sollen wir etwa Sudschud zu dem vollziehen, den du uns anweist?!\" Und es mehrte noch ihre Abneigung"
        }
    ]
}