{
    "rukus": [
        {
            "chapter": 27,
            "verse": 67,
            "text": "Und diejenigen, die Kufr betrieben haben, sagten: \"Wenn wir auch noch zu Erde wurden, so wie unsere Ahnen, werden wir etwa herausgebracht"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Gewiß, bereits wurde uns dies angedroht sowie unseren Ahnen vorher. Dies ist nichts anderes außer Legenden der Früheren"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Sag: \"Zieht auf der Erde umher, dann seht, wie das Anschließende von den schwer Verfehlenden war"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Und trauere ihnen nicht nach und sei nicht bedrückt wegen dem, was sie an List planen"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Und sie sagen: \"Wann erfüllt sich diese Androhung, solltet ihr wahrhaftig sein"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Sag: \"Vielleicht nähert sich euch etwas von dem, womit ihr zur Eile fordert"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Und gewiß, dein HERR erweist den Menschen Gunst! Doch die meisten erweisen sich nicht dankbar"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Und gewiß, dein HERR weiß doch, was ihre Brüste verbergen, und was sie offenlegen"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Und es gibt nichts Verborgenes im Himmel und auf Erden, ohne daß es in einer deutlichen Schrift ist"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Gewiß, dieser Quran berichtet den Kindern Israils das Meiste von dem, worin sie uneins sind"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Und gewiß, er ist zweifelsohne eine Rechtleitung und Gnade für die Mumin"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Gewiß, dein HERR richtet zwischen ihnen nach Seiner Weisheit. Und ER ist Der Allwürdige, Der Allwissende"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "So übe Tawakkul ALLAH gegenüber! Du verfügst zweifelsohne über die eindeutige Wahrheit"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Gewiß, du kannst die Toten nicht hören lassen. Und du kannst die Tauben den Ruf nicht hören lassen, wenn sie sich flüchtend abwenden"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Und du kannst die Blinden aus ihrem Irren nicht rechtleiten. Du kannst nur diejenigen hören lassen, die den Iman an Unsere Ayat verinnerlichen, die dann Muslime sind"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "Und wenn die Bestimmung gegen sie ergeht, werden WIR ihnen ein sich bewegendes Lebewesen aus der Erde hervorbringen, das zu ihnen spricht, daß die Menschen über Unsere Ayat keine Gewißheit zu verinnerlichen pflegten"
        }
    ]
}