{
    "rukus": [
        {
            "chapter": 3,
            "verse": 102,
            "text": "Ihr, die den Iman verinnerlicht habt! Handelt Taqwa gemäß ALLAH gegenüber, wie Ihm gegenüber Taqwa gemäß gehandelt werden soll, und sterbt nur als Muslime"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Und haltet fest an ALLAHs Din - allesamt, und zersplittert euch nicht! Und entsinnt euch der Gaben ALLAHs euch gegenüber, als ihr verfeindet wart und ER dann eure Herzen versöhnte, und als ihr am Rande der Feuergrube wart und ER euch davor errettet hat. Solcherart verdeutlicht ALLAH euch Seine Ayat, damit ihr Rechtleitung findet"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Und unter euch soll eine Umma sein, die zum Guten einlädt, zum Gebilligten aufruft und vom Mißbilligten abrät. Und diese sind die wirklichen Erfolgreichen"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Und seid nicht wie diejenigen, die sich zersplittert haben und uneins wurden, nachdem zu ihnen die klaren Zeichen kamen. Und für diese ist überharte Peinigung bestimmt"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "an jenem Tag, an dem manche Gesichter sich erhellen werden und manche Gesichter sich verfinstern werden. Also hinsichtlich derjenigen, deren Gesichter sich verfinstert haben: \"Habt ihr Kufr nach eurem Iman betrieben?! So erfahrt die Peinigung für das, was ihr an Kufr zu betreiben pflegtet"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Doch hinsichtlich derjenigen, deren Gesichter sich erhellt haben, diese befinden sich in ALLAHs Gnade. Darin werden sie ewig bleiben"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Diese sind ALLAHs Ayat, die WIR dir wahrheitsgemäß vortragen und ALLAH will kein Unrecht für die Geschöpfe"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Und ALLAH gehört, was in den Himmeln und was auf Erden ist, und an ALLAH werden alle Angelegenheiten gewandt"
        }
    ]
}