{
    "maqras": [
        {
            "chapter": 23,
            "verse": 36,
            "text": "Se on mahdotonta, aivan mahdotonta, mitä teille on luvattu"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "On olemassa ainoastaan tämän maailman elämä, me kuolemme ja me elämme, eikä meitä herätetä kuolleista"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Hän on vain ihminen, joka on sepittänyt valhetta Jumalaa vastaan, emmekä ota häntä uskoaksemme.»"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Hän sanoi: »Herrani, auta minua, koska he leimaavat minut valhettelijaksi.»"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Jumala vastasi: »Tuokion kuluttua he totisesti katuvat.»"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Niin rangaistus yllätti heidät totuuden voimalla, ja Me huuhdoimme heidät kuin roskajätteet. Siten häipykööt jumalattomat ihmiset"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Sitten Me nostimme heidän jälkeensä uuden sukupolven"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Yksikään kansa ei voi jouduttaa aikansa tuloa eikä sitä siirtää"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Sitten lähetimme sananjulistajia toisen toisensa jälkeen, mutta kun kansa sai lähettilään luokseen, se kielsi hänet, jolloin Me annoimme kansan seurata toistaan ja teimme ne pelkiksi taruiksi. Siten häipykööt pois uskottomat kansat"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Senjälkeen lähetimme Mooseksen ja hänen veljensä Aaronin mukanaan merkkimme ja selvät valtuudet"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "faraon ja hänen päämiestensä luokse, mutta nämä paisuivat ylpeydestään ja olivat julkeita ihmisiä"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Näin he sanoivat: »Uskoisimmeko kahta meidän kaltaistamme ihmistä, joiden kansalaiset ovat meidän orjiamme?»"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Näin he kielsivät lähettiläät ja joutuivat niiden joukkoon, jotka kadotettiin"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Totisesti, Me annoimme Moosekselle Kirjan, jotta he saisivat johdatuksen"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Me asetimme myös Marian pojan ja hänen äitinsä tunnusmerkiksi ja annoimme heille suojaa eräällä ylängöllä, jossa oli sopiva lepopaikka ja kirkas lähde"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Te, jotka olette lähettiläitä, syökää puhdasta ravintoa ja suorittakaa hyviä tekoja. Minä tiedän tarkoin, mitä te teette"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Teidän seurakuntanne on ainoa uskovaisten seurakunta, ja Minä olen teidän Herranne, siksi palvelkaa Minua"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Mutta he ovat hajaantuneet uskonnossaan lahkoiksi, ja jokainen ylvästelee omastaan"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Anna siis heidän joksikin aikaa sokaistua harhaansa"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Luulevatko he, että antaessamme heille rikkautta ja lapsia"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "joudutamme heille myös hyveitä. Ei, tätä he eivät käsitä"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Totisesti, ne, jotka Herransa pelosta ovat vaarinottavaisia"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "jotka uskovat Herransa ilmoituksiin"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "jotka eivät palvele ketään Jumalan vertaisena"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "ja jotka antavat antinsa väräjävin sydämin, tietäen palaavansa Herransa luokse"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "kaikki nämä ovat niitä, jotka kilpailevat hyveissä ja ensimmäisinä ne saavuttavat"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Emme pane yhdellekään sielulle kuormaa, jota se ei kykenisi kantamaan, ja Meillä on myöskin Kirja, joka puhuu totuutta, joten heille ei tehdä vääryyttä"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Heidän sydämensä ovat vaipuneet tietämättömyyteen tästä Kirjasta, ja sitäpaitsi he suorittavat muitakin tekoja"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Kunnes Me langetamme tuomiomme yltäkylläisesti eläville heidän keskuudessaan, ja katso, silloin he alkavat huutaa"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Älkää huutako apua tänä päivänä; totisesti ette ole saavat sitä Meitä vastaan"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Totisesti, Minun ilmoitukseni julistettiin teille, mutta te käännyitte selin"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Ylvästellen te vetäydytte etäälle"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Eivätkö he siis ole harkinneet, mitä ovat sanoneet? Vai onko heille sattunut sellaista, mitä ei heidän esi-isillensäkään ole sattunut"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Tai eivätkö he tunne sananjulistajaansa ja siksi hänet kieltävät"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Tai sanovatko, että hänet on vallannut hulluus? Ei, hän on tuonut heille totuuden, mutta useimmat heistä ovat totuutta vastaan"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Jos totuus olisi mukautunut heidän himoihinsa, niin varmasti taivaat ja maa ja kaikki, mitä niissä on, olisivat sortuneet raunioiksi. Ei, olemme tuonut heille varoittajan, mutta he kääntävät hänelle selkänsä"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Vai onko niin, että sinä, oi Muhammed, olet pyytänyt heiltä palkkiota? Mutta onhan Herrasi palkinto paras, sillä Hän on paras huoltaja"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Totisesti, sinä kutsut heitä oikealle tielle"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Mutta totisesti, ne, jotka eivät usko tulevaan elämään, eksyvät tieltä"
        }
    ]
}