{
    "maqras": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Useimmat heidän salaisista keskusteluistaan eivät sisällä mitään hyvää. Toisin on hänen laitansa, joka kehoittaa antamaan almuja, hyvää harjoittamaan tai sopua rakentamaan ihmisten kesken, sillä sille, joka näin tekee ikävöiden Jumalan mielisuosiota, annamme Me suuren palkinnon"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Mutta sen, joka ryhtyy vastustamaan profeettaa, senjälkeen kuin oikea tie on hänelle selvinnyt, ja seuraa jotakin muuta tietä kuin uskovaisten, annamme Me saavuttaa, mitä hän kääntyi tavoittelemaan. Me saatamme hänet Helvettiin; mikä kauhea määränpää"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Totisesti, Jumala ei anna anteeksi, että jotakuta muuta Hänen rinnallaan jumaloidaan. Kaiken muun paitsi tämän antaa Hän anteeksi kenelle tahtoo, sillä se, joka asettaa jonkun Jumalan rinnalle, on eksynyt äärimmäiseen harhaan"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Paitsi Häntä he rukoilevat epäjumalia, nimittäin naispuolisia, mutta siten he turvautuvat vain kapinalliseen Saatanaan"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "jonka Jumala on kironnut ja joka uhkasi: »Olen totisesti anastava määrätyn osan Sinun palvelijoistasi, olen johdattava heidät harhaan"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "ja herättävä heissä himoja; olen totisesti käskevä heitä (taikatarkoituksessa) leikkaamaan kotieläinten korvia ja olen käskevä heitä pilaamaan Jumalan luomia.» Mutta se, joka ottaa Saatanan suojelijakseen Jumalan sijasta, hukuttaa sielunsa ilmeiseen kadotukseen"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Hän antaa heille lupauksia ja synnyttää heissä himoja, mutta Saatana antaa ainoastaan petollisia lupauksia"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Heidän olinpaikkansa on oleva Helvetti, eivätkä he löydä pääsyä sieltä"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Mutta niiden, jotka uskovat ja tekevät hyviä töitä, Me annamme astua huvitarhoihin, joissa purot solisevat, ja joissa he iankaikkisesti viihtyvät. Tämä on Jumalan totinen lupaus, ja kuka voi olla totuudellisempi sanoissaan kuin Jumala"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Tämä ei riipu teidän toivomuksistanne eikä niidenkään, jotka ovat Pyhän kirjan saaneet . Vaan se joka vääryyttä tekee, saa pahan palkan, eikä hän löydä puolustajaa eikä auttajaa Jumalaa vastaan"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Mutta ne, jotka tekevät hyviä töitä, olkootpa miehiä tai naisia, ja jotka ovat uskovaisia, nämä astuvat Paratiisiin eivätkä kärsi hituistakaan vääryyttä"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Kenellä on parempi uskonto kuin sillä, joka kaikkinensa alistuu Jumalan tahtoon, tekee hyvää ja seuraa vanhurskaan Aabrahamin oppia? Itse Jumala otti Aabrahamin ystäväkseen"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Jumalalle kuuluu kaikki taivaassa ja maan päällä, ja Jumalalla on kaikki vallassaan"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "He kysyvät sinulta neuvoa naisten suhteen. Sano: »Jumala on ohjeensa antanut; heidän suhteensa teille luetaan Pyhästä kirjasta määräyksiä orpotytöistä, joille ette anna sitä, mikä on heille asetettu, ja joita ette halua naidai , samoinkuin niistä lapsista, jotka ovat alaikäisiä, että nimittäin teidän on noudatettava oikeutta orpoja kohtaan. Mitä hyvää teettekin, Jumala tietää sen totisesti.»"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Ja jos nainen pelkää miehensä pahoinpitelyä tai hylkimistä, niin ei kummallekaan lueta synniksi, jos he hyvällä sopivat asian keskenään, sillä sovinto on paras. Mutta (miesten) mielet valtaa helposti ahneus. Jos teette hyvää ja pelkäätte Jumalaa, niin Jumala totisesti tietää teidän tekonne"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Ette koskaan kykene kohtelemaan kaikkia vaimojanne samalla tavalla, vaikka sitä hartaasti toivoisittekin. Älkää kuitenkaan kääntykö koko mieltymyksellänne yhtäänne, jättäen toisen itsekseen aivan kuin johonkin välitilaan. Jos teette hyvää ja kartatte pahaa, niin Jumala on totisesti armollinen ja laupias"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Mutta jos he (mies ja vaimo) eroavat, voi Jumala antaa molemmille ylenmäärin rakkaudestaan, sillä Jumala on kaikkivaltias ja kaikkitietävä"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Jumalalle kuuluu kaikki taivaassa ja maan päällä. Me olemme määrännyt sekä niille, jotka ovat saaneet Pyhän kirjan ennen teitä, että teille itsellenne: »Antakaa kunnia Jumalalle!» Mutta jos olette uskottomia, niin kuuluu Jumalalle totisesti kaikki taivaassa ja maan päällä; niin, Jumala on itsessään rajaton, kaiken kunnian omistaja"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Jumalalle kuuluu kaikki taivaassa ja maan päällä, ja Jumala riittää teidän suojelijaksenne"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Jos Hän tahtoo, voi Hän hävittää teidät, ihmiset, ja luoda toiset sijalle, sillä Jumalalla on sekin vallassaan"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Jos joku toivoo palkkaa tässä elämässä, niin onhan Jumalan luona sekä tämän että tulevan elämän palkka; niin, Jumala on kuuleva, näkevä"
        }
    ]
}