{
    "maqras": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "Vain ne ovat alttiita, jotka Häntä kuuntelevat; mutta kuolleet on Jumala herättävä; silloin palaavat he Hänen luokseen"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "He sanovat vielä: »Miksi ei hänen Herransa ole lähettänyt hänelle tunnusmerkkiä?» Sano: »Jumalalla on totisesti valta lähettää tunnusmerkki ylhäältä, mutta useimmat heistä eivät sitä tunne.»"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Ei ole eläintä maan päällä, ei lintua, joka kahdella siivellään lentää, jotka eivät olisi kaikkeuteen kuuluvaisia kuten tekin; emme mitään ole jättänyt pois (luomislakiemme) kirjasta. Sitten kootaan heidät yhteen Herransa luo"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Mutta ne, jotka väittävät tunnusmerkkimme valheeksi, ovat kuuroja, mykkiä ja pimeyden vallassa; Jumala johtaa harhaan kenet tahtoo ja opastaa oikealle tielle kenet suvaitsee"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Sano: »Uskotteko te, että Jumalan rangaistuksen kohdatessa teitä tai tuomiohetken teidät yllättäessä te huudatte avuksenne muuta kuin Jumalaa? (Vastatkaa niin kuin on), jos totuutta rakastatte"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Ei, Häntä yksin olette te avuksenne huutavat, ja Hän on, jos tahtoo, torjuva sen, mitä te torjumaan pyydätte, ja te tulette unohtamaan sen, minkä asetatte Hänen rinnalleen"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Olemmehan lähettänyt (ilmoituksemme) kansoille ennen sinua ja koetellut niitä vaivalla ja vastoinkäymisellä, jotta ne nöyrtyisivät"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Jospa he olisivat nöyrtyneet, kun lähettämämme vaiva kohtasi heidät! Mutta heidän sydämensä paatuivat ja Saatana kaunisti heille kaikki heidän tekonsa"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Kun he olivat unohtaneet saamansa varoitukset, Me avasimme kaikki portit heille, kunnes Me lopuksi äkkiä yllätimme heidät, juuri kun he saamastaan eniten iloitsivat, ja silloin, katso, epätoivo valtasi heidät"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Niin hävitettiin juurineen väärintekijät viimeiseen mieheen; ylistys ja kunnia Jumalalle, maailmojen Herralle"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Sano: »Näyttääkö teistä siltä, jos Jumala riistää teiltä kuulon ja näön ja sulkee sinetillään sydämenne, että on olemassa joku muu kuin Jumala, joka voisi ne teille takaisin antaa?» Katso, miten moninaisia vertauskuvia Me käytämme. Mutta he kääntyvät pois"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Sano: »Mitä arvelette, jos Jumalan rangaistus kohtaa teidät odottamatta tai ilmeisesti, hävitetäänkö muita kuin väärämieliset ihmiset?»"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Me lähetämme lähettiläitä vain ilosanoman tuojiksi ja varoittajiksi, mutta niiden, jotka uskovat ja oikein tekevät, ei tarvitse pelätä eikä murehtia"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Mutta niitä, jotka väittävät tunnusmerkkimme valheeksi, on rangaistus kohtaava heidän jumalattomuutensa tähden"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Sano: »En minä väitä teille, että omistan kaikki Jumalan aatteet tai että tunnen silmiltä salatun, enkä minä sano teille olevani henkiolento, enkeli; minä vain noudatan sitä, mikä minulle on ilmoitettua» Sano: »Ovatko sokea ja näkevä yhdenvertaisia? Eikö teillä ole arvostelukykyä?»"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Varoita tällä (Koraanilla) niitä, jotka pelkäävät, että heidät kootaan Herransa eteen, eikä heillä paitsi Häntä ole mitään puoltajaa eikä välittäjää, jotta he pelkäisivät Jumalaa"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Aläkä karkoita pois niitä, jotka rukoilevat Herraansa aamuin ja illoin halaten Hänen läheisyyttään. Ei ole sinun asiasi tehdä tiliä heistä, eivätkä he ole vastuussa sinusta; karkoittaessasi heidät tulisit sinäkin väärintekijäksi"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Me koettelemme heitä toistensa kautta aina siihen saakka, että he sanovat: »Nämäkö ovat niitä joukostamme, joille Jumala on suonut armonsa?» Eikö Jumala arvaa, ketkä ovat kiitollisia"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Kun luoksesi tulevat ne, jotka uskovat tunnusmerkkeihimme, sano: »Rauha olkoon teille! Herranne on pidättänyt itselleen laupeuden: jos joku teistä tekee väärin ymmärtämättömyydessään ja sitten kääntyy ja tekee oikein, niin on Hän armollinen ja lempeä.»"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Siten selitämme Me tunnusmerkkimme, jotta väärintekijöiden tie tunnettaisiin"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Sano: »Minua on totisesti kielletty palvelemasta niitä, joita te rukoilette Jumalan vertaisina.» Sano: »En noudata teidän päähänpistojanne; silloin olisin joutunut eksyksiin enkä kuuluisi niihin, jotka oikeata johdatusta seuraavat.»"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Sano: »Minä luotan totisesti Herrani selvään johdatukseen, mutta te sen hylkäätte. Ei ole minun vallassani se, mitä te haluatte jouduttaa. Ratkaisu kuuluu yksin Jumalalle; Hän pitää huolen oikeudesta ja on paras tuomari.»"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Sano: »Jos olisi minun vallassani se, mitä te haluatte jouduttaa, olisi asia ratkaistu minun ja teidän välillänne; mutta Jumala tuntee väärintekijät paremmin (kuin minä).»"
        }
    ]
}