{
    "maqras": [
        {
            "chapter": 9,
            "verse": 34,
            "text": "Te, jotka uskotte, katsokaa! Monet kirjanoppineet ja munkit kuluttavat ihmisten omaisuutta vääryyttä tehden sekä kääntävät muita Jumalan tieltä. Niille, jotka haalivat kultaa ja hopeaa eivätkä käytä sitä Jumalan asian hyväksi, julista tuskallista tuomiota"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "sinä päivänä, jolloin nämä aineet hehkuvat helvetin tulessa ja niillä heidän otsaansa, kylkiinsä ja selkäänsä painetaan polttomerkki: »Tämän te olette hankkineet itsellenne. Maistakaa nyt, mitä olette koonneet!»"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Katso, kuukausien luku Jumalan luona on kaksitoista, niinkuin Jumala määräsi sinä päivänä, jolloin Hän loi taivaat ja maan. Neljä niistä on pyhitetty: tämä on oikea uskonto. Siksi älkää turmelko itseänne niiden aikana, ja taistelkaa pakanoita vastaan, kuten he taistelevat teitä kaikkia vastaan. Ja tietäkää, että Jumala on niiden kanssa, jotka hartautta harjoittavat"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Pyhitetyn kuukauden lykkääminen on vain epäuskon päivien venyttämistä; tämän kautta uskottomat joutuvat harhaan. He selittävät sen luvalliseksi toisena vuonna, ja toisena taas julistavat pyhitetyksi, saadakseen riittävän luvun kuukausia, jotka Jumala on määrännyt ja pyhittänyt; näin sallivat he sen, minkä Jumala on kieltänyt. He kaunistelevat pahat tekonsa, mutta Jumala ei anna johdatustaan uskottomille ihmisille"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "Te, jotka uskotte! Miksi te niin kiinteästi maahan juututte, kun teitä käsketään lähtemään Jumalan retkelle? Oletteko enemmän mieltyneitä tämän maailman elämään kuin tulevan? Tämän maailman mukavuus on vain vähäpätöistä verrattuna tulevaan"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Jos ette lähde Jumalan retkelle, Hän on langettava teille tuskallisen tuomion ja valitseva sijaanne toisen kansan, ettekä te kykene vahingoittamaan Häntä vähääkään. Sillä Jumala pystyy tekemään kaikki halunsa mukaan"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Jos te ette auta häntä (Muhammedia), niin on Jumala kuitenkin jo antanut hänelle apunsa, kun uskottomat karkoittivat hänet erään toisen kanssa ja nämä kaksi olivat luolassa ja hän sanoi toverilleen: »Alä murehdi, onhan Jumala totisesti kanssamme!» Silloin Jumala vuodatti tyvenen rauhansa hänen mieleensä ja vahvisti häntä näkymättömin sotajoukoin, ja Hän teki uskottomain sanan mitättömäksi; mutta Jumalan sana pysyy ylinnä; Jumala on mahtava, viisas"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Lähtekää retkelle, kevyesti ja myös raskaasti aseistetut, ja pankaa alttiiksi varallisuutenne ja henkenne Jumalan asian hyväksi! Tämä on parasta teille, jospa sen vain tietäisitte"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Jos olisi ollut tarjolla kyllin helppo saalis ja lyhyt retki, he olisivat varmaan seuranneet sinua, mutta retki näytti heistä liian pitkälti. He vannovat vielä Jumalan nimeen: »Jos olisimme kyenneet, olisimme varmasti lähteneet kanssasi.» He turmelevat sielunsa, ja Jumala tietää, että he ovat todella valehtelijoita"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Jumala antakoon sinulle anteeksi! Miksi annoit heille luvan jäädä jo ennenkuin sinulle selvisi, ketkä puhuivat totta, ja opit tuntemaan valehtelijat"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Jotka uskovat Jumalaan ja viimeiseen päivään, eivät pyydä sinulta lupaa olla panematta alttiiksi omaisuuttansa ja henkeänsä. Jumala tuntee ne, jotka hartaasti palvelevat Häntä"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Ainoastaan ne pyytävät sinulta lupaa, jotka eivät usko Jumalaan eivätkä viimeiseen päivään ja joiden sydämet ovat täynnä epäilyä; epäilyksessään horjuvat he sinne tänne"
        }
    ]
}