{
    "maqras": [
        {
            "chapter": 10,
            "verse": 26,
            "text": "Jotka hyvää tekevät, heillä on hyvääkin parempi osa tallella: heidän kasvojaan ei varjosta synkkyys eikä häpeä. He ovat paratiisin perillisiä ja saavat siellä ikuisesti asua"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Mutta jotka pahaa tekevät, heidän palkkansa on oleva yhtä paha, ja häpeä peittää heidät. Heillä ei ole ketään suojelijat Jumalaa vastaan; ikäänkuin öistä pimeyttä leviää heidän kasvoilleen. He ovat tulen omia, ja siinä he saavat ikuisesti pysyä"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "Ja sinä päivänä, jolloin Me kokoamme heidät kaikki yhteen, sanomme niille, jotka ovat asettaneet muita jumalia Jumalan rinnalle: »Asettukaa alallenne, te ja teidän epäjumalanne!» Senjälkeen saatamme heidät riitoihin keskenään, ja heidän epäjumalansa sanovat: »Ette te meitä palvelleet"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Jumala on pätevä todistaja teidän ja meidän välillämme, että me emme edes tietäneet teidän palvelemisestanne.»"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Siellä jokainen sielu saa kokea, mitä on valmistanut, ja heidät viedään kaikki Jumalan, heidän todellisen Herransa eteen, ja heidän väärät jumalansa katoavat heiltä"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Sano: »Kuka hankkii teille ravinnon taivaasta ja maan päältä? Tai kellä on kuulo ja näkö vallassaan? Ja kuka tekee kuolleista eläviä ja elävistä kuolleita? Kuka harjoittaa käskyvaltaansa?» He vastaavat silloin: »Jumala.» Sano sinä: »Miksi ette siis palvelisi Häntä?»"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Hän on teidän todellinen Herranne, ja mitä jää teille, hylättyänne totuuden, muuta kuin eksymys? Sentähden, mistä olettekaan luopuneet pois"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Näin on Herrasi sana lausunut oikean tuomion tottelemattomista: »Totisesti, he eivät usko.»"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Sano: »Kuka teidän epäjumalistanne pystyy saamaan aikaan luomakunnan ja sitten palauttamaan sen alkulähteeseensä?» Sano: »Jumala alkuunpanee luomakunnan ja sitten kutsuu sen palaamaan takaisin. Kuinka te siis olette ymmärtämättömiä?»"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Sano: »Kuka teidän epäjumalistanne voi ohjata totuuteen?» Sano: »Jumala ohjaa totuuteen.» Kenellä siis on parempi oikeus saada seuraajia, Hänelläkö, joka ohjaa totuuteen, vaiko hänellä, joka ei voi ketään ohjata; jota ohjataan itseään? Miten on siis teidän laitanne? Miten te tuomitsette"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Useimmat heistä seuraavat vain kuvitelmiaan, mutta totisesti kuvittelut eivät kelpaa mihinkään, kun totuudesta on kysymys. Jumala tietää totisesti, mitä he tekevät"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Ja tätä Koraania ei olisi yksikään muu kyennyt aikaansaamaan paitsi Jumala. Se on vahvistus sille, mikä ilmaistiin jo sitä ennen, ja kirjoituksen selitys, joka totisesti on kaikkien maailmojen Herralta saatu"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Väittävätkö he, että hän (Muhammed) on sepittänyt sen? Sano silloin: »Tuokaa sitten suura, joka on tämän kaltainen, ja huutakaa avuksenne ketä voitte Jumalan asemesta, jos olette oikeassa.»"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Ei, he selittävät valheeksi sen, mitä he eivät ymmärrä eivätkä tunne ja mitä heille ei ole selitetty. Samalla tavoin vääristelivät totuutta ennen heitä eläneet, mutta katso, millainen oli väärämielisten loppu"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Jokunen heistä tosin siihen (Koraaniin) uskoo, ja jokunen heistä ei siihen usko; mutta Herrasi tuntee parhaiten ne, jotka pahaa tekevät"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Jos he pitävät sinua valehtelijana, sano heille: »Minun tekoni ovat minun, ja teidän tekonne ovat teidän; te ette ole vastuussa minun teoistani, ja minua eivät sido teidän tekonne.»"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Jotkut heistä kuuntelevat sinua; kykenetkö saamaan kuurot kuuleviksi, vaikkapa he eivät ymmärtäisikään"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Jokunen heistä katsoo sinuun; kykenetkö ohjaamaan sokeita, vaikkapa heillä ei olisi valoa"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Totisesti, Jumala ei tee vähäisintäkään vääryyttä ihmissuvulle, mutta ihmiset tekevät vääryyttä itselleen"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Ja sinä päivänä, jolloin Hän kokoaa heidät yhteen, ja on kuin heillä olisi aikaa vain tunnin verran, he tuntevat toisensa. Totisesti, niiden on häviö, jotka väittivät valheeksi Jumalan tulemisen ja joita ei ohjattu oikealle tielle"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Ja joko sitten Me näytämme sinulle jotakin siitä, minkä olemme heille varannut, tai annamme sinulle sitä ennen täyden palkkasi, joka tapauksessa he palaavat luoksemme. Ja silloin Jumala on heidän tekojensa todistaja"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Jokaista kansaa varten on lähettiläs, ja kun heidän lähettiläänsä saapuu, ratkaistaan heidän asiansa oikeudenmukaisesti eikä heille tehdä vääryyttä"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Ja he sanovat: »Milloin tämä lupaus täytetään, sanokaa se, jos olette luotettavia?»"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Sano: »Minulla ei ole valtaa vahingoittaa eikä hyödyttää itseäni, paitsi miten Jumala suvaitsee.» Jokaisella kansalla on määräaikansa. Kun heidän aikansa tulee, he eivät voi siirtää sitä tuntiakaan tuonnemmaksi eivätkä liioin jouduttaa sen saapumista"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Sano: »Jos Jumalan rangaistus yllättäisi teidät yöllä tai päivällä, niin soisivatko syntiset sen itselleen nopeammin ehtivän"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Vai uskotteko siihen vasta silloin, kun se teidät saavuttaa?» Sano: »Nyt te uskotte, vaikka jo olitte halunneet sen tuloa jouduttaa.»"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Silloin sanotaan väärämielisille: »Maistakaa ikuista tuskaa; teidät palkitaan vain sen mukaan, mitä olette ansainneet.»"
        }
    ]
}