{
    "maqras": [
        {
            "chapter": 12,
            "verse": 7,
            "text": "Joosefin ja hänen veljiensä kertomuksessa on todella selvät merkit niille, jotka tutkistelevat"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Niinpä he lausuivat: »Todellakin Joosef veljensä kera on isällemme rakkaampi kuin me, vaikka me kuulumme samaan veljien joukkoon. Totisesti, isämme on ilmeisessä harhassa"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Surmatkaa Joosef tai karkoittakaa hänet jonnekin vieraaseen maahan, jotta isänne kasvot kokonaan kääntyisivät teidän puoleenne ja teistä saattaisi senjälkeen tulla onnellisia.»"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Muuan heidän joukostaan sanoi: »Alkää surmatko Joosefia, vaan laskekaa hänet jonkun kaivon pohjalle, jolloin jotkut matkamiehet kenties ottavat hänet mukaansa, jos tahdotte hankkeenne toteuttaa.»"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "He sanoivat: »Oi isämme, mikä on syynä siihen, ettet usko meidän huostaamme Joosefia? Suommehan totisesti hänelle vain hyvää"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Lähetä hänet huomenna kanssamme, niin hän voi huvitella ja leikkiä; kyllä me vartioimme häntä visusti.»"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Hän vastasi: »Minua todellakin huolestuttaa lähettää hänet teidän kanssanne, ja pelkään suden syövän hänet, jos ette pidä huolta hänestä.»"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "He lausuivat: »Jos susi hänet söisi, vaikka meitä on näin monta, niin me silloin hukassa ensiksi olisimme.»"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Kun he sitten ottivat hänet mukaansa ja sopivat siitä, että laskevat hänet kaivon pohjalle, niin Me ilmoitimme hänelle silloin: »Totisesti, Sinä olet vielä kerran kertova heille tästä heidän teostaan, kun he eivät sinua tunne.»"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Ja illansuussa he palasivat isänsä luo itkien"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "He sanoivat: »Oi isämme! Me juoksimme kilpaa keskenämme ja jätimme Joosefin matkatavaroittemme luokse, ja silloin susi söi hänet; mutta sinä et ota uskoaksesi meitä, vaikka puhumme totta.»"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Ja he toivat hänen paitansa, jonka olivat tahrineet muulla verellä. Jaakob sanoi: »Te olette keskenänne suunnitelleet tämän. Minun on nyt totisesti hillittävä mieleni, ja minä rukoilen Jumalalta apua kestääkseni asian, josta kerrotte.»"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Ja matkue saapui niille tienoin ja lähetti kaivolle vedenkantajan, joka laski sankonsa siihen. Hän huudahti: »Mikä onni! Täällähän on poika.» He ottivat hänet talteen kuin kauppatavaran, mutta Jumala tiesi, mitä he tekivät"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Ja he möivät hänet halvalla hinnalla, muutamista hopearahoista; sillä hän oli heille rasitukseksi"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "Ja egyptiläinen, joka hänet osti, sanoi vaimolleen: »Pidä hänet vieraan arvossa! Hänestä saattaa olla meille hyötyä, tai ehkäpä otamme hänet omaksi pojaksemme.» Tällä tavoin Me annoimme Joosefille tuossa maassa olinpaikan opettaaksemme hänelle näiden tapahtumien selityksen. Jumala ilmaisee itsensä käskyssään, mutta useimmat ihmiset eivät sitä ymmärrä"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Ja kun Joosef pääsi miehuutensa täyteen voimaan, Me annoimme hänelle viisauden ja ymmärryksen. Juuri tällä tavoin me palkitsemme ne, jotka hyvää tekevät"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Ja nainen, jonka talossa Joosef asui, halusi tämän antautuvan hänelle, ja hän sulki ovet ja sanoi: »Tule luokseni, joudu.» Hän vastasi: »Jumala on minun turvani. Totisesti, Herrani on suonut minulle asumuksista parhaan, ja väärämieliset eivät milloinkaan menesty.»"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Ja nainen oli lujasti päättänyt saada Joosefin, ja tämä olisi suostunut häneen, ellei olisi nähnyt Herransa voimaa. Tämä tapahtui siinä tarkoituksessa, että Me olisimme voinut torjua synnin ja riettauden hänen luotaan. Totisesti, hän oli Meidän uskollisia palvelijoitamme"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Ja he juoksivat kilpaa ovelle. Silloin nainen repi hänen paitansa rikki takaa, ja he tapasivat molemmat hänen aviomiehensä lähellä ovea. Nainen huudahti: »Mikä muu on sellaisen palkka, joka toivoo pahaa vaimollesi, kuin vankila tai tuskallinen rangaistus?»"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Joosef sanoi: »Hän se halusi vietellä minut.» Eräs vaimon huonekuntaan kuuluva todisti: »Jos hänen paitansa on revitty edestä, niin nainen puhuu totta ja mies valehtelee"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Mutta jos hänen paitansa on revitty takaa, niin nainen valehtelee ja mies puhuu totta.»"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Kun aviomies siis huomasi, että paita oli revitty takaa, hän lausui: »Totisesti, tämä on sinun naisellisia juoniasi. Teidän viekkautenne on suuri"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Oi Joosef! Älä välitä tästä. Ja sinä, vaimo, pyydä anteeksi syntiäsi! Totisesti, sinä kuulut syntisten joukkoon.»"
        }
    ]
}