{
    "rukus": [
        {
            "chapter": 18,
            "verse": 71,
            "text": "So they set out until when they were in the boat, he made a hole therein and scuttled it. (Moses) Said, \"Have you made a hole therein to drown the people therein? You have done a dreadful thing"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Said he, \"Did I not tell you, truly, you can never bear with me"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Moses said (pleaded), \"Rebuke me not for forgetting, and be not hard on me"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "So they set out until they met a boy, and he killed him. Moses said, \"What! Have you killed an innocent soul who has killed no one? Verily, you have done a foul (evil) deed"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "He answered, \"Did I not tell you, truly, you can not bear with me"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Said Moses, \"If ever I ask you about anything after this, keep me not in your company. Now have you received a promise from me"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "So they set out until when they came to the people of a city; and they asked the people thereof for food; but they refused to entertain them. And they found therein a wall which was about to fall into ruins, and he repaired it. Said Moses, \"Had you p"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Said he, \"This is the parting between me and you. I will give you the interpretation of that with which you could not bear with me"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "As for the boat, it belonged to poor people, who toiled on the sea (or river), and I wished to damage it, for behind it was a king who seized on every boat by force"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "And as for the youth, his parents were believers, and we feared lest he should oppress them with rebellion and disbelief"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "So we desired that their Lord would give them in exchange a better one than him in purity, and nearer in filial affection"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "And as for the wall, it belonged to two orphan youths in the city, and beneath it was a treasure belonging to them both, and their father was a righteous man, and their Lord desired that they should reach maturity, and then take out their treasure as a me"
        }
    ]
}