{
    "rukus": [
        {
            "chapter": 27,
            "verse": 83,
            "text": "And the Day when We will gather from every nation a troop of those who denied our revelations, and they shall be marshalled"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Until, when they come before their Lord, He will say, \"Did you deny my revelations when you had compassed no knowledge thereof? Or what is it that you were doing"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "And the Word shall be fulfiled concerning them because they did wrong, and they will not be able to speak"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Did they not see that how We have made the night for them to rest in, and the day to see by? Verily, in that are signs to people who believe"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "And the Day when the trumpet shall be blown and all who are in the heavens and the earth shall be startled in fear (or horrified), save whom Allah wills. And all shall come unto Him, humbled"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "And you see the mountains (things seemingly firm and reliable) which you do deem firm, drifting away like the passing of the clouds - the work of Allah who orders all things. Verily, He is well aware of what you do"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "He who brings a good deed shall have better than its worth; and from the alarm of that day they shall be safe"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "But those who bring an evil deed shall be thrown down upon their faces in the Fire. Shall you be rewarded save for what you did"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "(Say) I (Muhammad) am commanded to serve the Lord of this land (Mecca) which He has made sacred, and unto Whom belong all things. And I am commanded to be of those who Surrender (unto Him)"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "And to recite the Quran; And he who is guided right, is guided right only for his own soul; and as for him who goes astray - say unto him, \"I am only of those who warn"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "And say, \"Praise be to Allah, Who will show you His signs so that you shall recognize them; for your Lord is not heedless of what you do"
        }
    ]
}