{
    "rukus": [
        {
            "chapter": 2,
            "verse": 267,
            "text": "O you who believe! Spend of the good things that you have earned, and of what We have brought forth for you out of the earth, and do not take the vile (or worst) thereof to spend in alms, that you would not take for yourselves save with closed eyes (or di)"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "The devil promises you destitution and bids you sin, but Allah promises you pardon from Him and grace, for Allah is both All-Embracing and All-Knowing"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "He brings wisdom unto whom He will, and he who is brought wisdom is brought much good; but none will remember save those endowed with understanding"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Whatever alms you expend, or vow you swear, Allah knows it; but the unjust have no helpers"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "If you display your almsgiving, then it is well ; but if you hide it and bring it to the poor, then is it better for you, and will atone for you some of your evil deeds; for Allah is Informed of what you do"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "It is not your duty (O Muhammad) to guide them; but Allah guides whom He will; and whatever good you expend it is for yourselves when you spend not save for Allah´s sake. And what you spend of good, it shall be repaid you in full, and you shall not"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Alms are for) the poor who are straitened in Allah´s way, and cannot travel about in the earth. The ignorant think them to be rich because of their modesty; you will know them by their mark, they do not beg from men with importunity; but what you s"
        }
    ]
}