{
    "rukus": [
        {
            "chapter": 40,
            "verse": 10,
            "text": "Surely those who disbelieve shall be addressed, \"Verily, Allah´s abhorrence is more terrible than your abhorrence one to another, when you were called unto the faith and you refused"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "They shall say, \"Our Lord! Twice didst Thou makest us die, and twice hast Thou givestn us life, so we do confess our faults; is there then a way to get out"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "(The reply is,) \"This is because when Allah alone was called upon, you disbelieved, and when associates were given to Him, you believed; but the Command belongs only to Allah, the Sublime, the Majestic"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "He it is Who shows you His signs and sends down for you sustenance from heaven. None pays heed but he who turns (to Him)"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "Therefore call upon Allah, being sincere to Him in obedience (or making Religion pure for Him), however much the unbelievers are averse"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "The Exalter of Ranks (or Exalted above all Ranks and degrees), Lord of the Throne (of Power and Authority): He casts (or sends) the Spirit by His command upon whom He wills of His servants, that he may warn (men) of the Day of Meeting"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "The Day when they shall come forth, nothing concerning them being hidden from Allah, to whom belongs the kingdom this day? To Allah, the One, the Almighty (or the Irresistible)"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "This day every soul shall be rewarded for what it has earned; no injustice (shall be done) this day; Lo! Allah is swift in reckoning"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "And warn them of the day that draws near, when heart shall rise up to the throats to choke them; the wrongdoers shall have no compassionate friend nor any intercessor who will be heard"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "He knows the stealthy looks and that which the breasts conceal"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Allah judges with truth; but those whom they call upon besides Him cannot judge aught; surely Allah is the Hearer, the Seer"
        }
    ]
}