{
    "juzs": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Fakat Bizim huzurumuza cıkarılacaklarını hic beklemeyen kimseler: \"Bize nicin melekler gonderilmedi?\", yahut \"Neden Rabbimizi gormuyoruz?\" diye sorup duruyorlar. Gercek su ki, onlar buyuk bir kustahlıkla (Allah´ın mesajına karsı boylece) burunlarını dikerek kendilerini onulmaz bir buyukluk duygusuna kaptırmıs bulunuyorlar"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "(Oysa,) melekleri gorecekleri Gun (gelip catınca), o Gun, gunaha gomulup gitmis olanlar icin asla iyi haberler olmayacak; ve (o Gun boyleleri:) \"(Vah bize, meger) donusu olmamacasına (Allah´ın rahmetinden) kovulmusuz!\" diyecekler"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Cunku, Biz (o Gun) butun o edip eyledikleri islerin uzerine varacak ve onları toza topraga cevirecegiz"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "(ama) o Gun, cennetliklere kalınacak yerlerin en iyisi, dinlenilecek yerlerin en guzeli, en rahatı bahsedilecektir"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "O Gun ki, gok bulutlarla birlikte, butun yukuyle parcalanacak ve birbiri ardından melekler indirilecektir"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "o Gun ki, gercek egemenligin (yalnızca) Rahman´a ait oldugu (butun acıklıgıyla ortaya cıkacaktır); ve bunun icindir ki, (o Gun) hakkı inkara sartlanmıs olanlar icin cok zor bir Gun olacaktır"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "o Gun ki, (vaktiyle) haksızlıgı kendisine yol edinmis olan kisi ellerini kemirip, \"Ah, n´olurdu, Rasul´un gosterdigi yolu tutmus olsaydım!\" diyecek"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Vah bana, n´olurdu, falancayı kendime dost edinmemis olsaydım"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Gercekte, bana uyarıcı, hatırlatıcı mesaj geldikten sonra, beni (Allah´ı) hatırlamaktan o uzaklastırdı!\" Zaten, Seytan (iste boyle) yalnız ve caresiz bırakır insanı"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Ve (o gun) Rasul: \"Ey Rabbim!\" diyecek, \"Kavmimden (bazıları) bu Kuran´ı gozden cıkarılacak bir sey olarak gordu"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Iste bu (senin cagında oldugu) gibi, biz her nebiye gunaha gomulup gitmis kimseler icinden dusmanlar cıkardık; bununla birlikte, sana yol gosterici ve yardımcı olarak Rabbin yeter"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Imdi, hakkı inkara sartlanmıs olan kimseler: \"Kuran ona bir butun olarak bir kerede indirilseydi ya!\" diyorlar. Oysa, Biz onu (sana) boyle tutarlı bir butun olusturacak sekilde belli bir duzen icinde agır agır vahyediyoruz ki onunla senin kalbini pekistirelim"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Bunun icindir ki, hangi soruyla karsına cıkarlarsa cıksınlar, Biz sana mutlaka asıl dogru olan neyse onu ve en guzel acıklamayı getirmekteyiz"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "(Oyleyse, hakkı inkara kalkısan o kimselere soyle ki) yuzleri ustune suruler halinde cehenneme tıkılacak olanlar (var ya); (ote dunyadaki) yerleri en kotu olanlar ve halen (dogru) yoldan en fazla sapmıs bulunanlar iste boyleleridir"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Gercek su ki, (Muhammed´den cok once) Biz Musa´ya da kitap verdik ve kardesi Harun´u gorevinde o´na yardımcı kıldık"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "ve onlara: \"Siz ikiniz mesajlarımızı yalanlayan (su toplumu uyarmay)a gidin!\" dedik. Ama sonunda, o (gunahkar toplumun) insanlarını kırıp gecirdik"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Ve Nuh toplumunu da, rasuller(den birin)i yalanladıklarında sulara gomuverdik; boylece onları butun insanlık icin ibret yaptık; cunku Biz butun zalimler icin cok can yakıcı bir azap hazırlamısızdır"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Ve ´Ad toplumunu, Semud toplumunu, Ress halkını ve bunların arasında (gelip gecen) daha nice (gunahkar) nesilleri (topluca cezalandırdık)"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "oysa, her birine uyarıcı dersler vermistik; ama (bunlara aldırıs etmeyince) hepsini yerle bir ettik"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Bu (Bizim mesajlarımızı inkar edenler) o cezalandırıcı yagmura tutulan sehri gormus olmalılar; peki orada olup biteni fark etmediler mi? Hayır, bunlar olumden sonra kalkısı beklemiyorlar"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Bunun icindir ki, (ey Muhammed,) ne zaman senden soz etseler, mutlaka, \"Allah´ın bize rasul olarak gonderdigi kisi bu mu?\" diyerek, seni alay, eglence konusu yapıyorlar"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Eger onlara sıkıca sarılmasaydık, bizi neredeyse tanrılarımızdan uzaklastıracaktı!\" (diyorlar.) Fakat (kendilerini bekleyen) azabı gordukleri zaman (dogru) yoldan uzaklasan kisilerin kim oldugunu ogrenecekler"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Sen hic kendi heva ve heveslerini tanrılastıran (birin)i dusundun mu? Imdi, boyle birinden de sen mi sorumlu olacaksın"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "yoksa sen onlardan cogunun (senin ulastırdıgın mesajı) dinlediklerini ve akıllarını kullandıklarını mı sanıyorsun? Hayır hayır, koyun surusu gibidir onlar: dogru yoldan hic mi hic haberleri yok"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Gormez misin (ey insanoglu), Rabbin golgeyi (aksama dogru) nasıl uzatıyor; eger dileseydi, hic suphesiz onu oldugu gibi bırakırdı; fakat sonra golgeye gunesi yol gosterici kılmısızdır"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "ve sonra da onu yavas yavas Kendimize cekmekteyiz"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Sizin icin geceyi bir ortu, uykuyu bir dinlenme hali kılan ve her (yeni) gunun (sizin icin, adeta) yeni bir dirilis olmasını saglayan O´dur"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Rahmetinin onunden ruzgarları mujdeci olarak gonderen O´dur. Evet, boylece gokten tertemiz suyu Biz indiriyoruz"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "ki onunla olu topragı yesertip canlandıralım ve yine onunla, hayvan olsun, insan olsun, yarattıgımız nice canlıyı suya kavusturalım"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Gercek su ki, Biz butun bunları insanların gozu onune hep seregelmisizdir ki, belki ders alıp akıllarında tutarlar; ama insanların cogu, nankorlukte direnmektedir"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Eger dileseydik, (onceki caglarda oldugu gibi) her topluma (ayrı) bir uyarıcı gonderirdik"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "bunun icindir ki, sen hakkı inkara sartlanmıs olan kimselere uyma; tersine, bu (ilahi mesajın) ısıgında onlara karsı butun gucunu ortaya koyarak buyuk bir direnc ve caba goster"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Iki buyuk su kutlesini -ki bunlardan biri tatlı ve susuzlugu giderici, digeri tuzlu ve acıdır- birbirine salıveren ve ikisinin arasına bir engel, karısmalarını onleyen bir perde koyan O´dur"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Ve insanı (iste bu) sudan yaratan ve onu soy sop ve evlilik yoluyla kazanılan yakınlık, baglılık (duygusuyla) donatan O´dur; (evet,) cunku Rabbin sınırsız kudret Sahibidir"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Ama yine de bazı insanlar, Allah´ı bırakıp, kendilerine ne yarar ne de zarar ulastırmaya gucu olmayan seylere tapınıp duruyorlar; zaten (gercek) kafir de, Rabbine sırtını donen kisidir"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "Bununla birlikte, (ey Peygamber,) Biz seni yalnızca bir mujdeci ve uyarıcı olarak gonderdik"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "De ki: \"Bunun icin sizden, dileyen kimsenin Rabbine giden yolu bulmasından baska bir karsılık istemiyorum"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Oyleyse, ebediyyen olmeyecek olan o mutlak diri varlıga guven ve O´nun sınırsız kudret ve yuceligini ovgulerle an, ki kimse kullarının gunahlarından O´nun kadar haberdar degildir"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Gokleri, yeri ve bu ikisi arasında var olan her seyi altı evrede yaratan ve kudret ve hukumranlık tahtına kurulan O´dur, O: Rahman / sınırsız Bagıs (Kayra) Sahibi! O´nu (Kendisinden), O her seyden Haberdar Olan´dan sor"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Hal boyleyken, onlara \"Rahman onunde secdeye varın\" denildiginde, \"Rahman da neymis (ya da kimmis?) Simdi biz senin buyurdugun seyin onunde mi secdeye varalım yani?\" derler; ve boylece (senin cagrın) onların nefretini artırır"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Goge buyuk takım yıldızları serpistiren, ve yine oraya (parlak) bir ısık kaynagı ve ay (gibi) bir aydınlatıcı yerlestiren (Allah) ne yuce, ne comerttir"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Ve, hatırda tutmak isteyen, yani sukretmek isteyen kimseler icin (varlıgına, birligine isaret olmak uzere) geceyle gunduzun birbiri ardınca gelmesini saglayan da O´dur"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Rahman´ın has kulları ki, onlar yeryuzunde tevazu ve vekar icinde yururler ve ne zaman kotu niyetli, dar kafalı kimseler kendilerine laf atacak olsa, (sadece) selam! derler"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Onlar ki, gecenin derinliklerinde secdeye vararak ve kıyama durarak, Rablerini anarlar"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Ve onlar ki, \"Ey Rabbimiz!\" derler, \"Cehennem azabını bizden uzaklastır; cunku onun cektirecegi azap, gercekten, pek korkunc, pek yaralayıcı olacaktır"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "gercekten, o ne kotu bir yer, o ne kotu bir durak"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Ve onlar ki, baskaları icin harcadıkları zaman, ne sacıp savururlar, ne de cimrilik yaparlar; bu ikisi arasında her zaman bir orta yol bulundugunu (bilirler)"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "Ve onlar ki, Allah´la beraber, asla birtakım duzmece tanrılara yalvarıp yakarmazlar; ve hukuki bir gerekce olmadıkca Allah´ın dokunulmaz kıldıgı cana kıymazlar ve zina etmezler. Cunku (bilirler ki,) bunlardan herhangi birini isleyen kimse, bir kotuluge bulasmıs olmakla (kalmayacak)"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "(fakat) Kıyamet Gunu´nde boyle birinin cekecegi azap kat kat artacak ve o Gun asagılık bir durumda kalakalacaktır"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "Su kadar ki, pisman olup dogru yola donen, inanıp durust ve erdemli davranıslar ortaya koyan kimseler bunun dısındadır; bundan oturu, (onceki) kotu hallerini Allah´ın iyi hallere donusturdugu kimseler iste boyleleridir; cunku Allah cok acıyıp esirgeyen gercek bagıslayıcıdır"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Zaten kim ki tevbe eder ve (sonra da) durustce, erdemlice davranırsa, geregi uzere Allah´a yonelen iste odur"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Onlar ki, yalan ve asılsız olandan yana sehadet etmezler; bos ve anlamsız seylerle (ugrasan kimselere) rastladıkları zaman yanlarından vekarla gecip giderler"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Ve onlar ki, kendilerine Rablerinin mesajları hatırlatıldıgı zaman, korler(in) ve sagırlar(ın yaptıgı) (gibi) (dusunup anlamadan) onların uzerine ususmezler"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Ve onlar ki, \"Ey Rabbimiz!\" diye niyaz ederler, \"Bize goz nuru olacak esler ve cocuklar bahset; bizi Sana karsı sorumluluk bilinci tasıyan kimseler icin ornek ve oncu yap"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Iste bunlar, gucluklere gogus germelerinden oturu (cennette) ustun bir makamla mukafatlandırılıp orada dirlik ve esenlik nidalarıyla karsılanacak olan kimselerdir"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "(ve onlar) orada sonsuza kadar yasayıp gideceklerdir; bu ne guzel bir varıs yeri, bu ne ustun bir makam"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "(Inananlara) de ki: \"Dua ve yonelisiniz O´na olan inancınız icin degilse, Rabbim size nicin deger versin?\" (Ve inkarcılara da de ki:) \"Gercek su ki, siz (Allah´ın mesajını) yalanladınız: artık bu (gunah) yakanızı bırakmayacaktır"
        },
        {
            "chapter": 26,
            "verse": 1,
            "text": "Ta-Sin-Mim"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "Bunlar, kendi icinde apacık ve tutarlı olan ve gercegi butun acıklıgıyla ortaya koyan ilahi kelamın mesajlarıdır"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "(Insanların bir kısmı, ulastırdıgın mesaja) inanmıyorlar diye (uzuntuden) neredeyse kendini tuketeceksin"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "Eger dileseydik, onlara gokten oyle bir alamet indirirdik ki, onun karsısında boyunları bukulur, hemen bas egerlerdi"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "(Ama Biz boyle olsun istemedik:) ve bu yuzden, onlar da, ne zaman Rahman´dan hatırlatıcı, uyarıcı yeni bir mesaj gelse, mutlaka ondan yuz cevirirler"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "Nitekim, iste (bu mesajı da) yalanladılar. Ama alay edip durdukları seyin tahakkuku yakında butun acıklıgıyla onların karsısına cıkarılacak"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "Peki bunlar, yeryuzune hic bakıp da dusunmediler mi: orada her cesitten nice guzel (hayat) turleri cıkarmısız"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "Suphesiz, bunda (insanlar icin cıkarılacak) bir ders vardır; ama onlardan cogu (buna) inanmazlar"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "Oysa, senin Rabbin cok acıyıp esirgeyen O yuceler yucesidir"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "Ve (hatırla,) hani, Rabbin Musa´ya: \"Su zalimler toplumuna git!\" diye seslenmisti"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "Su Bana karsı sorumluluk bilincinden uzaklasan Firavun toplumuna"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "(Musa:) \"Ey Rabbim!\" diye cevap verdi, \"Dogrusu, beni yalanlamalarından korkuyorum"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "ve gogsumun daralacagından ve dilimin dolasacagından (korkuyorum); bu yuzden, (bu emri) Harun´a tevdi et"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "Ustelik, onların benim aleyhime ciddi bir suclamaları da var ortada; bu yuzden beni oldurmelerinden korkuyorum"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "(Allah:) \"Hayır, asla!\" dedi, \"Yine de, siz ikiniz mesajlarımızla gidin; (yapacagınız cagrıyı) izlemek uzere Biz de sizinle beraberiz"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Haydi, simdi ikiniz de Firavun´a gidin ve ona deyin ki: ´Biz alemlerin Rabbinden bir mesaj getiriyoruz"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "Israilogulları´nı bırak, bizimle gelsinler"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "(Fakat Musa mesajını Firavun´a teblig edince, Firavun:) \"Biz seni cocukken yanımızda yetistirmemis miydik?\" dedi, \"Ve sen omrunun pek cok yılını bizim aramızda gecirmemis miydin"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "Ama sonunda yapacagını yaptın ve nankor biri oldu(gunu gosterdi)n"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "(Musa:) \"Evet, o fiili daha ne yaptıgımı bilmez biriyken isledim\" dedi"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "ve sizin yanınızdan kactım, cunku sizden korkuyordum. Ama daha sonra bana Rabbim (dogruyla egri arasında) hukum verebilme yetenegi bahsetti; ve beni elciler(in)den biri yaptı"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "Ve o basıma kaktıgın iyilige gelince, bu Israilogulları´nı kolelestirmenin bir sonucu (degil mi)ydi"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Firavun: \"Bu alemlerin Rabbi de kim oluyor?\" dedi"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "(Musa:) \"Eger gercekten (dogruyu) ogrenmek ve (onu) yurekten benimsemek istiyorsanız (soyleyeyim;) goklerin, yerin ve bu ikisi arasında var olan her seyin Rabbi(dir O)!\" diye cevap verdi"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "(Firavun,) cevresindekilere: \"(Onun ne dedigini) duydunuz mu?\" dedi"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "(Ve Musa:) \"O sizin de Rabbinizdir, gocup gitmis atalarınızın da!\" diye devam etti"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "(Firavun:) \"Bu size gonderil(digini iddia eden) rasulunuz dupeduz bir deli, bir kacık!\" dedi"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "(Fakat Musa sozlerine devamla:) \"Dogunun, batının ve bu ikisi arasında kalan her yerin Rabbidir O; tabii (bunu) eger aklınızı kullanırsanız (kavrayabilirsiniz)!\" dedi"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "(Firavun:) \"Bak\", dedi, eger benden baska bir tanrı benimsersen, seni mutlaka hapse attırırım"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "(Musa:) \"Size gercegi butun acıklıgıyla ortaya koyan bir sey getirmis olsam da, oyle mi?\" dedi"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "(Firavun:) \"Eger dogru sozlu biriysen, haydi, cıkar ortaya o dedigini!\" diye cevap verdi"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "Bunun uzerine (Musa) asasını yere bıraktı, bir de ne gorsunler, (her haliyle) dupeduz bir yılan"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "Sonra elini ortaya cıkardı; bakanlar ne gorsunler, bembeyazdı"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "(Firavun) cevresindeki seckinlere: \"Dogrusu bu gercekten cok bilgili bir buyucu\" dedi"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "buyusunun gucuyle sizi ulkenizden cıkarmak istiyor. Bu durumda ne tavsiye edersiniz"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "Onu ve kardesini bir sure alıkoy\" dediler, \"bu arada, sehirlere haberciler gonder"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "huner sahibi butun buyuculeri toplayıp sana getirsinler"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "Ve boylece buyuculer belli bir gunun belirli bir saatinde bir araya geldiler"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "Ve halka da \"Hepiniz toplandınız mı?\" denildi"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "Cunku, umarız ki, ustun gelen buyuculer olursa onların (hukmune) uyarız"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Buyuculer geldiklerinde, Firavun´a: \"Eger biz ustun gelirsek, dogrusu buyuk bir mukafatı hak etmis oluruz, degil mi?\" dediler"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "(Firavun;) \"Elbette\", diye cevap verdi, \"o takdirde, gercekten de benim gozdelerim arasında yer alacaksınız"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "(Ve) Musa onlara: \"Ne atacaksanız atın!\" dedi"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "Bunun uzerine onlar da halatlarını ve asalarını yere bıraktılar ve \"Firavun´un sayesinde, ustun gelen mutlaka biz olacagız\" dediler"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "(Onların) ardından Musa da asasını atınca, bir de ne gorsunler, onların butun o duzenbazlıklarını yutmasın mı"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "Bu durum karsısında buyuculer hemen yere kapanarak"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "Biz alemlerin Rabbine inandık!\" dediler"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "Musa´nın ve Harun´un Rabbine"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "(Firavun:) \"Ben size izin vermeden ona inanıyorsunuz, oyle mi?\" diye cıkıstı, \"Size buyuyu ogreten ustanız bu olmalı mutlaka! Fakat yakında (benim intikamımı) goreceksiniz: icinizden cogunun ellerini ayaklarını kestirecegim, hepinizi astıracagım"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Onlar da: \"Hayır, (sen bize) bir zarar veremezsin\" diye karsılık verdiler, \"(cunku) er gec Rabbimize donecegiz"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "Inananların ilkleri olmamızdan oturu Rabbimizin hatalarımızı bagıslayacagını umarız"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "Ve derken, Musa´ya: \"Kullarımı geceleyin yola cıkar; cunku mutlaka takip edileceksiniz!\" diye vahyettik"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "Bu arada Firavun sehirlere munadiler cıkarıp"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "(tebaasına:) \"Bu (Israilogulları) soysuz, sefil bir topluluk"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "fakat kalpleri bize karsı kin ve nefretle dolu"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "cunku (goruyorlar ki) biz birlik butunluk icindeyiz ve her turlu tehdit ve tehlikeye karsı hazırlıklıyız"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "bunun icindir ki onları baglar(ın)dan bahceler(in)den, pınar baslarından cıkarıp attık"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "zenginlikler(in)den, nufuz ve statulerinden (yoksun bıraktık)!\" diyerek (onları Israilogulları´na karsı harekete gecirdi)"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "Olaylar boyle gelisti; fakat (Firavun´un cekip aldıgı butun) bu seylere (zaman icinde) Israilogulları´nın yeniden kavusmasını sagladık"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "Ve sonunda (Mısırlılar) gun dogarken onlara yetistiler"
        },
        {
            "chapter": 26,
            "verse": 61,
            "text": "Iki topluluk birbirinin gorus alanına girdiklerinde Musa´nın yandasları: \"Iste yakalandık!\" dediler"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "(Musa:) \"Hayır, asla! Rabbim benimle beraber\" dedi, \"bana mutlaka bir cıkıs yolu gosterecektir!\" dedi"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "Bunun uzerine, Musa´ya: \"Asanla denize vur!\" diye vahyettik. (Musa soyleneni yapınca) deniz ortadan yarıldı; oyle ki, acılan yolun her iki yanında sular koca daglar gibi yukseldi"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "Ve kovalayanları (da) oraya yaklastırdık"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "Oyle ki, (sonunda) Musa ve beraberindekileri kurtardık"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "ama otekileri sulara gomuverdik"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "Bu (kıssada), suphesiz, (butun insanlar icin) bir ders vardır; velev ki onlardan cogu inanmasa da"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "Ve gercek su ki, senin Rabbin, cok acıyan esirgeyen O yuceler yucesidir"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "Onlara Ibrahim´in basından gecenleri de anlat"
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "Hani, o babasına ve kavmine \"Nelere kulluk ediyorsunuz?\" diye sormustu"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "Onlar da: \"Putlara kulluk ediyoruz\" diye karsılık verdiler, \"ve her zaman, kendini onlara adamıs kimseler olarak kalacagız"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "(Ibrahim:) \"Peki, yalvarıp yakardıgınız zaman sizi isittiklerine"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "yahut size fayda ya da zarar verebildiklerine (gercekten inanıyor musunuz)?\" dedi"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "Ama\" diye cıkıstılar, \"biz atalarımızı da bunu yapıyor gorduk"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "(Ibrahim:) \"Peki\" dedi, \"(bu) taptıgınız seylere (basınızı kaldırıp da) hic bakmadınız mı"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "Sizler ve sizden onceki atalarınız"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "Imdi, (bana gelince, ben biliyorum ki,) suphesiz (bu duzmece tanrılar) benim dusmanlarımdır, (ve benim icin) alemlerin Rabbinden baska (tanrı yoktur)"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "beni yaratan da, bana dogru yolu gosteren de O´dur"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "ve beni yediren de, iciren de O´dur"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "ve hasta oldugum zaman beni iyilestiren"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "ve beni oldurecek olan ve sonra yeniden diriltecek olan (hep) O´dur"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "Ve Hesap Gunu´nde hatalarımı bagıslamasını umdugum kimse de O´dur"
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "Ey Rabbim! Bana (dogruyla egrinin ne olduguna) hukmedebilme bilgi ve yetenegini bagısla ve beni durust ve erdemli insanların arasına kat"
        },
        {
            "chapter": 26,
            "verse": 84,
            "text": "ve gercegi benden sonrakilere ulastırabilme gucu ver bana"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "ve beni o nimetlerle dolu bahcenin varislerinden biri yap"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "Ve babamı bagısla; cunku, o gercekten yolunu sasıranlar arasında"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "Ve o herkesin kaldırılacagı Gun beni utandırma"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "o Gun ki, ne malın mulkun, ne de coluk cocugun bir yararı olmayacaktır"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "yalnızca Allah´ın huzuruna kotulukten korunmus bir kalple cıkanlar (kurtulacaktır)"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "Cunku, (o Gun) cennet, Allah´a karsı sorumluluk bilinci duyanlara yaklastırılacaktır"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "cehennemse buyuk azgınlıklar icinde yitip gitmis olanların karsısına cıkarılacaktır"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "Ve onlara: \"Nerede sizin butun o tapınıp durduklarınız?\" diye sorulacaktır"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "(Hani), o Allah´tan baska (tanrı yerine koyduklarınız)? Onlar, bakalım, size yahut kendilerine yardım edebilecekler mi"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "Pek tabii onlar da, azgınlık icinde yitip gidenler de, hepsi ust uste cehenneme tıkılacaklar"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "ve Iblis´in butun avenesi"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "O Gun orada onlar, birbirlerini suclayarak derler ki"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "Allah sahittir ki, biz apacık bir sapıklık icindeydik"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "cunku, siz(in gibi yaratılmıs varlıklar)ı alemlerin Rabbiyle bir tutuyorduk"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "yine de (sizi tanrılastırarak) yoldan cıkmamıza gunah (onderlerimiz) sebep oldu"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "Ama simdi ne bir arka cıkanımız var"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "ne de candan bir dostumuz"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "N´olurdu, (o hayata) bir kere daha donebilseydik de inananlardan olsaydık"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "Suphesiz butun bunlarda (insanlar icin) bir ders vardır, onların cogu (buna) inanmasa da"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "Ve suphesiz senin Rabbin cok acıyıp esirgeyen O yuceler yucesidir"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "Nuh toplumu (da) peygamberlerini yalanladı"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "Kardesleri Nuh onlara: \"Allah´a karsı sorumluluk bilinci duymaz mısınız?\" dedi"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "Bakın, ben (O´nun tarafından) size (gonderilmis) guvenilir bir elciyim"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "oyleyse artık Allah´a karsı sorumluluk bilinci tasıyın ve benim izimden yuruyun"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "Hem bunun icin sizden (dunyevi) bir karsılık da gozlemiyorum; hak ettigim karsılıgı (vermek) alemlerin Rabbinden baskasına dusmez"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "Oyleyse artık Allah´a karsı sorumluluk bilinci tasıyın ve benim izimden yuruyun"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "(Toplumun) en asagı tabakasından insanların senin ardına dustugunu gore gore tutup sana mı inanacagız?\" dediler"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "(Nuh:) \"Ben onların (bana gelmeden once) neler yaptıklarını bilmem\" dedi"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "Eger iyi dusunecek olursanız, onları yargılamak ancak Rabbime duser"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "Bunun icindir ki, inandıgını soyleyenleri yanımdan kovacak degilim"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "ben sadece (gercekleri) apacık dile getiren bir uyarıcıyım"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "(Inanmayanlar:) \"Ey Nuh!\" dediler, \"Eger (bu iddialarına) son vermezsen, mutlaka taslanacaksın"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "(Bunun uzerine Nuh:) \"Ey Rabbim!\" dedi, \"Iste kavmim beni yalanladı"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "bunun icin, benimle onlar arasındaki gercegi butun acıklıgıyla ortaya koy; beni ve benimle beraber olan muminleri kurtar"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "Ve bunun uzerine Biz de, onu ve onunla beraber olanları dopdolu bir gemi icinde kurtardık"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "Sonra da, geride kalanları sulara gomuverdik"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "Suphesiz bu (kıssada insanlar icin) bir ders vardır, onların cogu (buna) inanmasa da"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "Ve suphesiz senin Rabbin cok acıyıp esirgeyen O yuceler yucesidir"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "(Ve) Ad toplumu (da) gonderilen elcilerden (birini) yalanladı"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "Hani, kardesleri Hud onlara: \"Artık, Allah´a karsı sorumluluk bilinci tasımayacak mısınız?\" demisti"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "Bakın, ben size (Allah´ın gonderdigi) guvenilir bir elciyim"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "oyleyse, artık Allah´a karsı sorumluluk bilinci tasıyın ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "Hem, ben sizden bunun icin (dunyevi) bir karsılık da beklemiyorum; benim hak ettigim karsılıgı vermek alemlerin Rabbinden baskasına dusmez"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "Her tepede cehalet eseri, (putperestce) anıtlar, tapınaklar mı yukselteceksiniz"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "Ve sonsuza kadar yasayacagınız kuruntusuyla, sapasaglam malikaneler mi edineceksiniz"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "Ve (baskalarının hukukuna) el uzattıgınız zaman, hicbir sınır tanımadan, hep boyle zorbalık mı yapacaksınız"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "Oyleyse, Allah´a karsı sorumluluk bilinci tasıyın ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "dusunebileceginiz butun (iyilikleri) size saglayan (Allah´tan) yana duyarlı olun"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "size suruler ve cocuklar veren"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "size bahceler ve pınarlar veren (Allah´tan yana)"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "Dogrusu, ben sizin icin o buyuk ve zorlu gunun azabından korkuyorum"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "(Ama butun bu uyarılara karsı onlar:) \"Bize ogut veriyor olsan da, olmasan da, bizim icin fark etmez!\" dediler"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "Bu (benimsedigimiz tutum) atalarımızın tutumundan baska bir sey degil ki"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "Hem, (bu yuzden) azaba ugrayacak da degiliz"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "Iste o´nu boyle yalanladılar; ve bunun uzerine Biz de onları yok ettik. Bu (kıssada da insanlar icin) mutlaka, bir ders vardır, onlardan cogu (buna) inanmasa da"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "Ve suphesiz senin Rabbin cok acıyıp esirgeyen O yuceler yucesidir"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "(Ve) Semud toplumu (da) gonderilen elcilerden (birini) yalanladı"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "Hani, onlara (da) kardesleri Salih, \"Artık Allah´a karsı sorumluluk bilinci tasımayacak mısınız?\" demisti"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "Bakın ben (O´nun tarafından) size gonderilen guvenilir bir elciyim"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "oyleyse, artık Allah´a karsı sorumluluk bilinci tasıyın ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "Ustelik, ben sizden herhangi bir karsılık da istiyor degilim; benim hak ettigim karsılıgı vermek alemlerin Rabbinden baskasına dusmez"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "Bu bulundugunuz hal uzere hep boyle guvenlik icinde bırakılacagınızı mı sanıyorsunuz"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "Bu bahceler icre ve bu pınar baslarında"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "bu ekinler, bu zarif gorunuslu ince surgunlu hurmalıklar arasında"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "Ve daglarda hep boyle ustalıkla evler yontabileceginizi (mi sanıyorsunuz)"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "Oyleyse, artık Allah´tan yana bilinc ve duyarlık gosterin ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "olcuyu asanların sozune uymayın"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "o olcuyu asanlar ki, yeryuzunde duzen ve uyum saglayacaklarına bozgunculuk yaparlar"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "(Salih´in kavmi:) \"Sen mutlaka buyulenmis birisin!\" dediler"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "Bizim gibi olumlu bir insandan baska bir sey degilsin! Eger dogru sozlu biriysen, bize bir alamet getir (de gorelim)"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "(Salih:) \"(Iste) su disi deve; su icme hakkı (belirli bir gun) onun, belirli gunlerde de sizindir"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "oyleyse, sakın ona bir kotuluk yapmayın, yoksa buyuk, cetin bir gunun azabı gelip sizi bulur!\" dedi"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "Butun bu uyarılara ragmen onlar yine de o deveyi hoyratca bogazladılar; ama bunu yaptıklarına (cok gecmeden) pisman oldular"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "cunku (Salih´in onceden haber verdigi) azap onları kıskıvrak yakaladı. Suphesiz bu (kıssada da insanlar icin) bir ders vardır; onlardan cogu (buna) inanmasalar da"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "Ve suphesiz senin Rabbin cok acıyıp esirgeyen O yuceler yucesidir"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "(Ve) Lut toplumu (da) gonderilen elcilerden (birini) yalanladı"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "hani, kardesleri Lut onlara: \"Allah´a karsı sorumluluk bilinci duymaz mısınız?\" demisti"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "Bakın, ben (O´nun tarafından) size gonderilen guvenilir bir elciyim"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "oyleyse, artık Allah´tan yana bilinc ve duyarlık gosterin ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "Ustelik ben sizden herhangi bir karsılık da istiyor degilim; benim hak ettigim karsılıgı vermek alemlerin Rabbinden baskasına dusmez"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "Insanların icinden (tab´an ve hukuken mesru olan cinsi bırakıp da) erkeklere mi yaklasıyorsunuz"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "Hem de, Rabbinizin sizin icin yarattıgı eslerinizden uzaklasarak? Yoo, siz her turlu olcuyu asan azgın bir toplumsunuz"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "Ey Lut!\" dediler, \"Eger (bu sozlerinden) vazgecmezsen (bu sehirden) mutlaka kovulacaksın"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "(Lut:) \"Iyi bilin ki, ben bu sizin yaptıklarınızı sonuna kadar kınayanlardan biri olarak kalacagım!\" dedi"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "(Ve sonra soyle dua etti:) \"Ey Rabbim, beni ve ailemi bunların yapageldikleri (kotuluklerden) kurtar"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "Bunun uzerine Biz de o´nu ve ailesini kurtardık"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "yalnızca geride kalmayı secen bir kocakarı bunun dısında kaldı"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "ve sonra otekileri kırıp gecirdik"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "uzerlerine (helak edici) yagmurlar yagdırdık; uyarıl(dıkları halde uslanmay)anların maruz kaldıgı yagmur, gercekten, ne korkunctur"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "Bu (kıssada da insanlar icin) bir ders vardır; onlardan cogu (buna) inanmasalar da"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "Suphesiz senin Rabbin cok acıyıp esirgeyen O yuceler yucesidir"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "(Ve) O agaclı vadinin halkı da kendilerine gonderilen elciyi yalanladılar"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "Hani, Suayb onlara: \"Allah´a karsı sorumluluk bilinci tasımayacak mısınız?\" demisti"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "Bakın, ben size (O´nun tarafından) gonderilmis guvenilir bir elciyim"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "oyleyse artık Allah´tan yana bilinc ve duyarlık gosterin ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "Ustelik, ben sizden bir karsılık da beklemiyorum; benim hak ettigim karsılıgı vermek alemlerin Rabbinden baskasına dusmez"
        },
        {
            "chapter": 26,
            "verse": 181,
            "text": "Olcuyu (her zaman ve herkese karsı) tam tutun; (baskalarının hakkını duzenbazca) eksilten kimselerden olmayın"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "ve (tarttıgınız zaman) sasmaz bir teraziyle tartın"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "insanları hak ettikleri seylerden yoksun bırakmayın; ve yeryuzunde bozgunculuk yaparak karısıklık cıkarmayın"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "sizi de, sizden onceki nesilleri de yaratan Allah´a karsı sorumluluk bilinci tasıyın"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "(Halkı Suayb´a soyle) dedi: \"Sen dupeduz buyulenmis birisin"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "olup olacagın, bizim gibi olumlu bir insansın; dogrusunu istersen, biz senin dupeduz bir yalancı oldugunu dusunuyoruz"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "Eger dogru sozlu biriysen, haydi, gogu parca parca basımıza indir (de gorelim)"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "(Suayb:) \"Butun (bu) yaptıklarınızı en iyi bilen Rabbimdir\" diye cevap verdi"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "Boylece onu yalanlamıs oldular; ve bu yuzden, (kopkoyu) golgelerle kaplı bir gunun azabı onları kıskıvrak yakaladı"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "Bu (kıssada da insanlar icin) bir ders vardır; insanların cogu (buna) inanmasalar da"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "Suphesiz senin Rabbin cok acıyıp esirgeyen O yuceler yucesidir"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "Imdi, suphesiz, bu (ilahi mesaj) alemlerin Rabbi tarafından indirilmistir"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "onunla, mutlak guvenilirlik derecesinde olan vahiy inmistir"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "senin kalbine, ki (ey Muhammed, onunla) uyaran kimselerden biri olasın"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "(ve cevrendekileri) apacık Arap diliyle (uyarasın)"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "Ve bu (mesaj, temel cizgileriyle), hic suphesiz, ilahi hikmetleri bildiren onceki kitaplarda da yer almaktadır"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "Israilogulları arasındaki (bircok) bilginin bu (gercegi) bilmeleri onlar icin yeterli bir belirti sayılmaz mı"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "Onu Arap olmayan birine indirseydik"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "ve bu yabancı onu (kendi diliyle) onlara okusaydı, onlar yine inanacak degillerdi"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "Biz bu (mesajı)n o gunahkarların kalplerinden (bir yankı bulmadan) gecip gitmesine yol actık"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "o can yakıcı azabı gormedikce ona inanmayacaklardır"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "O azap ki, sonunda, onların hic beklemedikleri bir anda ansızın gelip catacaktır"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "ve o zaman onlar: \"Acaba geri bırakılamaz mıyız?\" diye feryad edecekler"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "O halde, azabımızın carcabuk gelmesini mi istiyorlar"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "Imdi, dusun, (ey Muhammed): onlara (dunya hayatının) tadını cıkarmaları icin yıllarca fırsat vermissek"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "ve sonra vaad edildikleri (azap) baslarına gelmisse"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "kendilerine vaktiyle verilmis olan fırsatın onlara ne yararı olabilir"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "Kaldı ki, Biz hicbir toplumu onceden uyarmadan yok etmemisizdir"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "ve hatırlatıcı mesajlar gondermeden; cunku Biz (hic kimseye) asla zulmetmeyiz"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "Ve (bu ilahi mesaj oylesine katıksız vahiy urunudur ki) onu asla seytani gucler indirmemistir"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "cunku bu onların harcı degildir; zaten, buna gucleri de yetmez"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "Ayrıca, onların onu dinlemeleri (de) kesin olarak engellenmistir"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "Bunun icindir ki, (ey insanoglu,) Allah´la beraber baska bir ilaha basvurma ki kendini azaba ugrayanların arasında bulmayasın"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "Ve en yakınları(ndan baslayarak erisebildigin herkesi) uyar"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "ve seni izleyen muminlere kol kanat ger"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "buna ragmen sana karsı cıkarlarsa, de ki: \"Ben sizin yapıp ettiklerinizden sorumlu degilim"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "Ve bu yolda, cok acıyıp esirgeyen O yuceler yucesine guven"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "O ki senin (O´nun yolunda tek basına) ayakta kalmaya calıstıgını da gormektedir"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "(O´nun huzurunda) saygıyla yere kapananlar arasında yer aldıgını da gormektedir"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "cunku her seyi butun gercegiyle bilen (ve dolayısıyla) her seyi isiten O´dur"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "Sana o seytani guclerin kime indigini haber vereyim mi"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "Onlar nerede kendi kendini aldatan gunahkar biri varsa ona inerler"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "ki, boyleleri (zaten hep asılsız, aldatıcı seylere) kulak verir ve onlardan cogu baskalarına da yalan soylerler"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "Sairlere gelince, (onlar da kendi kendilerini aldatmaya yatkındırlar ve bu sebeple) onlara (da yalnızca) azgınlar uymaktadır"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "Gormez misin onların her vadide (sozcuklerin, hayallerin pesinde) saskın saskın dolastıklarını"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "ve (cogu zaman) yapmadıklarını soyleyegeldiklerini"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "Ama inanan, durust ve erdemli davranıslar ortaya koyan, Allah´ı sıkca anan, (sadece) haksızlıga ugratıldıkdan sonra kendilerini savunan ve haksızlık yapanların, hangi devrimle devrileceklerini er gec gorecekleri (konusunda Allah´ın vaadine guvenen sairler) bu hukmun dısındadır"
        },
        {
            "chapter": 27,
            "verse": 1,
            "text": "Ta-Sin. Bunlar Kuran´ın, ozunde acık olan ve gercegi butun acıklıgıyla ortaya koyan ilahi kitabın mesajlarıdır"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "O kitap ki, inananlar icin bir yol gosterici ve bir mujdedir"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "o inananlar ki, salatta devamlı ve duyarlıdırlar, arınmak icin verirler ve ahirete de yurekten inanırlar"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Ahirete inanmayanlara gelince, onlara yapıp ettiklerini guzel gostermisizdir; bu yuzden, korcesine bocalayıp durmaktadırlar"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "Azabın en kotusune ugrayacak olanlar iste boyleleridir; ahirette en buyuk kayba ugrayacak olanlar da boyleleri"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "Fakat (sana gelince, ey inanan kisi,) sen bu Kuran´ı her seyin aslını bilen (ve dolayısıyla) her konuda dogru hukum ve hikmetle edip eyleyen (Allah) katından almaktasın"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "Hani, (Colde yolunu kaybeden) Musa ailesine: \"(Uzakta) bir ates goruyorum; size oradan (tutacagımız yol hakkında) belki bir haber getiririm, yahut ısınmanız icin biraz kozlenmis odun getiririm\" demisti"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "Fakat oraya varınca, o´na soyle seslenildi: \"Bu atesin (erisme alanı) icinde olan herkes ve cevresindeki herkes kutlu kılınmıstır! Sınırsız kudretiyle yuceler yucesidir Allah, alemlerin Rabbi"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "(Ve Allah Musa´ya:) \"Ey Musa!\" (dedi,) \"Her zaman dogru hukum ve hikmetle edip eyleyen O yuceler yucesi Allah Benim"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "Simdi asanı yere bırak!\" Fakat (Musa) asasının yılan gibi hızla hareket ettigini gorunce (korkuyla) arkasına bakmadan donup kactı. \"Ey Musa, korkma!\" (dedi, Allah,) \"Cunku, Benim Katımda mesaj tasıyıcılar icin korku yok"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "Bir haksızlık yapıp da sonra kotulugu iyilige ceviren kimse icin de (korku yok)! Cunku, cok acıyıp esirgeyen gercek bagıslayıcı Benim, Ben"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "Simdi elini koynuna sok; her turlu lekeden arınmıs olarak bembeyaz, ısıl ısıl cıkacaktır!\" \"(Ve simdi de) dokuz mesaj(ımız)la Firavun ve onun toplumuna (git); cunku onlar gercekten yoldan cıkmıs bir toplum haline geldiler"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "Fakat onlara gercegi butun acıklıgıyla ortaya koyan mesajlarımız gelince: \"Bu apacık bir buyu!\" dediler"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "ve zihnen onların dogruluguna kani oldukları halde, sırf zulmu kendilerine yol edinmis olmalarından ve kendilerini buyukluk duygusuna kaptırmıs olmalarından oturu mesajlarımıza karsı cıktılar; bak iste bozguncuların sonu nasıl oldu"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "Ve gercek su ki, Biz Davud´a da, Suleyman´a da ilim verdik; bunun icin, onların ikisi de \"Butun ovguler, bizi inanan kullarının bircogundan ustun kılan Allah´a aittir!\" derlerdi"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Ve (bu bakımdan) Suleyman Davud´un (gercek) varisi idi; oyle ki, o soyle derdi: \"Ey insanlar! Bize kusların dili ogretildi; (guzel ve iyi) seylerin hepsinden (comertce) bahsedildi; bu (bize Allah´ın) apacık bir lutfudur"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Iste (bir gun) gorunmeyen varlıklardan, insanlardan ve kuslardan olusan ordusu Suleyman´ın onunde bir araya getirilmis ve sonra duzenli sıralar halinde yola cıkarılmıstı"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "(Nitekim,) karınca(larla dolu bir) vadiye geldiklerinde, karıncalardan biri: \"Ey karıncalar!\" diye bagırdı, \"Hemen yuvalarınıza girin ki Suleyman ve ordusu, farkında olmadan sizi ezip gecmesin"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "(Suleyman temsildeki karıncanın) bu sozune neseyle guldu ve \"Ey Rabbim!\" dedi, \"Icimde oyle dusunceler uyandır ki, bana ve ana babama bahsettigin nimetler icin sana hep sukreden biri olayım; ve hep Senin hosnut olacagın durust ve erdemli isler yapıyor olayım; ve beni, rahmetinle, durust ve erdemli kulların arasına sok"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Ve (bir gun) kuslar arasında goz gezdirirken: \"Huthutu nicin goremiyorum?\" dedi, \"Yoksa kayıplara mı karıstı"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "(Eger boyleyse,) karsıma inandırıcı bir mazeretle cıkmadıgı takdirde, onu ya siddetli bir cezayla cezalandıracagım ya da boynunu ucuracagım"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "Fakat huthut cok surmeden cıkageldi ve: \"Ben senin henuz bilmedigin bir seyi ogrendim ve sana Sebe hakkında dogru bir haber getirdim\" dedi"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "Oranın halkına bir kadının hukmettigini gordum; (oyle bir kadın ki,) kendisine (iyi ve guzel) seylerin hepsinden (comertce) verilmis; guclu de bir yonetimi var"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "(Ne var ki,) onu da, halkını da, Allah´ı bırakıp gunese tapındıklarını gordum; Seytan onlara bu yaptıklarını guzel ve iyi gosterip kendilerini Allah´ın yolundan cevirmis ve onlar da bu yuzden dogru yolu bulamıyorlar"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "Allah´ın huzurunda yere kapanmaktan kacınmaları gerek(tigine inanıyorlar); (oysa, fark etmis olmaları gerekirdi ki) goklerde ve yerde saklı olan ne varsa ortaya cıkaran; gizli tuttugunuzu da, acıga vurdugunuzu da butun gercegiyle bilen O´dur"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "(Ve) en yuce hukumranlıgın, arsın Sahibi olan Allah´tan baska tanrı yoktur"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "(Suleyman): \"Dogru mu soyluyorsun, yoksa yalancılardan biri misin, bunu gorecegiz!\" dedi"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Al bu mektubumu onlara gotur; sonra bir kenara cekilip onları kendi hallerine bırak ve bak bakalım, nasıl bir sonuca varacaklar"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "(Sebe Melikesi Suleyman´ın mektubunu alınca,) \"Siz ey soylular!\" dedi, \"Bana cok onemli bir mektup gonderildi"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "Mektup Suleyman´dan geliyor ve cok acıyıp esirgeyen sınırsız rahmet sahibi Allah adına yazılmıs"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "(Mektupta Allah soyle diyor:) \"Sakın Bana karsı buyukluk taslamayın; kendi isteginizle boyun egerek Bana gelin"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "Siz ey soylular!\" diye ekledi, \"Yuzyuze geldigim bu meselede gorusunuz nedir, bana soyleyin; siz goruslerinizi bana acıklamadan benim (kesin) bir karara varmam mumkun degil"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "(Seckinler:) \"Guclu oldugumuza ve savasta yıldırıcı bir cesaret ve maharet sahibi oldugumuza (guven), emir senindir; oyleyse artık verecegin emri sen dusun\" diye cevap verdiler"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "(Melike:) \"Gercek su ki, krallar bir ulkeye girdiklerinde orayı tarumar ederler; oranın soylu ve onurlu insanlarını asagılarlar. Istilacıların davranıs tarzı (her zaman) boyledir"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "Bunun icindir ki, bu (mektup sahiplerine) bir hediye gonderecek ve elcilerin nasıl bir tepkiyle doneceklerini bekleyecegim"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "(Sebe Melikesi´nin elcileri) Suleyman´a geldiklerinde (Suleyman:) \"Benim servetime servet mi katmak istiyorsunuz? Oysa, Allah´ın bana bahsettigi sey size bahsettigi her seyden cok daha hayırlıdır! Oyleyse, sizin bu hediyeniz (ancak) sizi(n gibi insanları) sevindirir"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "(Simdi seni gonderenlere) don! Cunku, (Allah diyor ki:) Suphesiz, karsı duramayacakları guclerle onların uzerine yuruyecek ve onları, kucuk dusurulmus olarak (o ulkeden) mutlaka cıkaracagız"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "(Olayların gidisi icinde Suleyman Sebe Melikesi´nin kendisine gelecegini ogrenince, cevresindekilere:) \"Siz ey seckin gorevliler!\" dedi, \"Hanginiz bana (Sebe Melikesi´nin) tahtını, daha o ve ona baglı olanlar Allah´a yurekten boyun egmis kimseler olarak bana cıkıp gelmeden once buraya getirebilir"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "(Suleyman´a baglı) gorunmeyen varlıklar icinden gozupek biri: \"Daha oturdugun yerden kalkmadan onu sana getirebilirim, cunku ben bu konuda gercekten guvenilir bir guce sahibim!\" dedi"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "(Buna karsılık) vahiyle bilgilendirilmis olan kisi: \"Bana kalırsa\" dedi, \"ben onu, goz acıp kapayıncaya kadar sana getirecegim!\" Ve onu gercekten onunde gorunce, \"Benim sukur mu edecegim yoksa nankorluk mu gosterecegim konusunda beni denemek uzere Rabbimin bahsettigi lutf(un bir belirtisi,) bu! Bununla birlikte (Allah´a) sukreden kisi, yalnızca kendi iyiligi icin sukretmis olur; nankorluk yapan kisi ise, (bilsin ki,) Rabbim hem sınırsız comert hem de mutlak manada kendine yeterlidir"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "(Ve) sozlerine soyle devam etti: \"(Simdi) onun tahtını tanınmaz hale sokun; bakalım, kendi basına dogru yolu bulacak mı, yoksa dogru yolu bulamayan kimselerden mi olacak"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Ve boylece, (Suleyman´ın yanına gelince) ona: \"Senin tahtın boyle miydi?\" diye soruldu. (Sebe Melikesi:) \"Sanki bunun gibiydi!\" dedi. (Suleyman, bunun uzerine, yanındakilere:) \"(Ilahi) bilgi ondan once bize verilmis oldugu ve bizim de (basından beri) Allah´a yurekten boyun egen kimseler oldugumuz halde, (Melike´nin, bizim kendisine bu yolda herhangi bir yardımımız olmadan, kendiliginden hakka ulastıgını)"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "(ve daha once) Allah´ı bırakıp da tapınageldigi seylerin kendisini (dogru yoldan) uzaklastırmıs oldugu, ustelik, hakkı inkar eden bir toplumun uyesi oldugu halde, (sonunda dogru yolu buldugunu goruyoruz)\" dedi"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "(Az sonra) ona: \"Girin bu saraya!\" dendi. Fakat sarayı gorunce, (onunde) engin, duru bir su (var) sandı ve etegini yukarı cekti. (Suleyman:) \"Bu, zemini camla dosenmis bir saraydır!\" dedi. (Sebe Melikesi:) \"Rabbim!\" dedi, \"(Senden baskasına kulluk etmekle) ben kendime yazık etmisim; fakat (simdi) Suleyman´la beraber alemlerin Rabbi olan Allah´a yurekten boyun egiyorum"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "Ve gercek su ki, Biz kavmine: \"Yalnızca Allah´a kulluk edin\" desin diye Semud toplumuna (da) kardesleri Salih´i gondermistik; onlar, bunun uzerine, hemen birbirleriyle cekisen iki hizbe ayrıldılar"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "(Salih ilahi mesaja karsı cıkanlara:) \"Ey kavmim!\" dedi, \"Iyiligi ummak yerine, neden kotulugun carcabuk sizi bulmasını istiyorsunuz? Belki acınıp esirgeniriz diye nicin Allah´tan gunahlarınızı bagıslamasını istemiyorsunuz"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Biz sende ve seninle beraber olanlarda ugursuzluk goruyoruz!\" diye karsılık verdiler. (Salih:) \"Ugurumuz ya da ugursuzlugumuz Allah´ın elindedir!\" dedi, \"Isin gercegi, sizler sınanan bir toplumsunuz"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "Imdi, o sehirde bozgunculuk yapıp duzen ve uyumdan yana olmayan dokuz kisi vardı"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "bunlar Allah adına yemin ederek aralarında andlasıp \"Ona ve ailesine geceleyin baskın yapalım (ve onların hepsini oldurelim); sonra da o´na arka cıkacak olan kimseye, rahatlıkla, ´Onun ailesinin ugradıgı kıyıma biz katılmadık; cunku biz haktan yana kimseleriz! diyelim\" dediler"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "Ve boylece bir tuzak kurdular; fakat, onların hic fark edemeyecekleri bicimde, biz de bir tuzak kurduk"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "Ve sonra, bak onların kurdugu butun tuzakların sonu ne oldu: onları ve onların pesinden giden toplumu, hepsini yerle bir ettik"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "ve iste onların yasadıgı yerler, isledikleri haksızlıklardan oturu (simdi) bombos! Bu (olayda), bilmek, ogrenmek isteyen insanlar icin mutlaka bir ders vardır"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "ve inanıp Bize karsı sorumluluk bilinci tasıyan kimseleri kurtarmıs olmamızda da"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "Ve Lut´u da (boyle kurtarmıstık); hani o kavmine \"Bu cirkin eylemi, (insanın yapı ve yaratılısına aykırı oldugunu) gore gore, nasıl isliyorsunuz?\" demisti"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Gercekten, kadınları bırakıp da, sehvetle erkeklere mi yoneliyorsunuz? Hayır, isin gercegi, siz (hakka karsı korlugu,) bilincsizligi secmis bir toplumsunuz"
        }
    ]
}