{
    "rukus": [
        {
            "chapter": 12,
            "verse": 21,
            "text": "Onu satın alan Mısırlı, karısına «Bu cocuga iyi bak, ilerde isimize yarayabilir, belki de onu evlad ediniriz» dedi. Boylece Yusuf´a guvenli bir barınak sagladık, ona olayların (ya da ruyaların) yorumuna iliskin bazı bilgiler ogrettik. Allah, meramını kesinlikle yurutur. Fakat insanların cogu bunu bilmezler"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Yusuf ergenlik cagına erince kendisine hikmet ve bilgi bagısladık. Biz iyi davranıslıları iste boyle odullendiririz"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Kaldıgı evin hanımı onu yatagına cagırdı, kapıları kilitledikten sonra ona «Haydi, gelsene!» dedi. Fakat Yusuf, «Allah korusun! Rabbim bana guvenli bir barınak sagladı; hic kuskusuz zalimler iflah olmazlar, kurtulusa eremezler» dedi"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Kadının canı Yusuf´u istedi, Yusuf da ona karsı ilgi duydu. Eger Rabbinin caydırıcı direktifi, gozlerinin onunde somutlasmasaydı, kendini tutamazdı. Boylece biz Yusuf u kotulukten ve fuhustan uzak tuttuk. O, hic kuskusuz, bize icten baglı, seckin bir kulumuzdu"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Her ikisi de -Yusuf onde, kadın pesinde olmak uzere- kapıya kostular. Kadın, Yusuf´un gomlegini arkasından yırttı; kapıda kadının kocası ile karsılastılar. O sırada kadın, kocasına «Esine kotuluk etmek isteyenin cezası herhalde hapsedilmekten ya da agır iskenceye carpılmaktan baska bir sey olamaz» dedi"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Yusuf «Beni yatagına cagıran odur» dedi. Kadının akrabalarından biri olaya iliskin soyle bir cozum onerdi, «Eger Yusuf´un gomlegi on tarafından yırtılmıs ise, kadın dogru soyluyor, Yusuf ise bir yalancıdır.»"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Yok, eger Yusuf´un gomlegi arka tarafından yırtılmıs ise, kadın yalan soyluyor ve Yusuf´un dedigi dogrudur"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Adam, gomlegin arka tarafından yırtılmıs oldugunu gorunce karısına «Bu is, siz kadınlara ozgu bir komplodur, sizin komplolarınız yamandır» dedi"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Adam, Yusuf´a «Sen ona bakma, kapat bu olayı» dedikten sonra karısına donerek «Sen de gunahından oturu af dile, cunku sen bir gunahkarsın» dedi"
        }
    ]
}