{
    "rukus": [
        {
            "chapter": 18,
            "verse": 23,
            "text": "Hicbir is hakkında «Bunu yarın yapacagım» deme"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Bunun yerine, «Allah dilerse (insaallah) yarın bu isi yapacagım» de. Boyle demeyi unuttugunda ise Rabb´ini an ve «Umarım ki, beni simdikinden daha cok dogruya yaklastırır» de"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Kimileri derler ki, «O gencler magarada ucyuz yıl kaldılar.» Buna dokuz daha eklerler"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "De ki; «Onların magarada ne kadar kaldıklarını herkesten iyi bilen Allah´dır. Goklerin ve yeryuzunun sırlarının bilgisi O´nun tekelindedir. O ne guzel gorur ve ne guzel isitir. Insanların O´nun dısında baska bir koruyucuları, baska bir onderleri yoktur ve O egemenligine hic kimseyi ortak etmez.»"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Sana vahyedilen Rabb´inin kitabını oku. Allah´ın sozlerini hic kimse degistiremez ve O´nun dısında sıgınabilecegin baska bir kimse bulamazsın"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Sırf Rabb´lerinin rızasını dileyerek sabah aksam O´na yalvaranlarla birarada olmaya kendini zorla. Dunya hayatının cekiciligini isteyerek boyle kimseleri gozardı etme. Adımızı anmayı kalbine unutturdugumuz ve ihtiraslarına tutsak olarak kendini akıntıya kaptırmıs kimselerin arzularına uyma"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Onlara «Bu Kur´an, Allah tarafından gonderilmis bir gercektir, isteyen inansın, isteyen inkar etsin» de. O atese atılanlar «su, su» diye feryad ettiklerinde cıglıklarına karsılık kendilerine ergimis metal gibi yuzleri kavuran bir sıvı sunulur. O ne fena bir icecek ve orası ne fena bir barınaktır"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Iman edip iyi ameller isleyenlere gelince, biz iyilik yapanları kesinlikle odulsuz bırakmayız"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Onlar icin altlarından cesitli ırmaklar akan Adn cennetleri vardır. Kolları altın bileziklerle susludur. Orada ince ve kalın ipekten yesil elbiseler giyerek koltuklara kurulurlar. O ne guzel bir odul ve orası ne guzel bir barınaktır"
        }
    ]
}