{
    "rukus": [
        {
            "chapter": 18,
            "verse": 71,
            "text": "Boylece yola koyuldular. Bir sure sonra bir gemiye bindiler. O kulumuz bu gemide bir delik actı. Musa ona, «Icindekileri bogmak icin mi gemiyi deldin? Gercekten cok cirkin bir is yaptın» dedi"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "O kulumuz Musa´ya «Ben sana, benimle beraber olmaya katlanamazsın dememis miydim?» dedi"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Musa; «Unutkanlıgım yuzunden beni azarlama ve bilginden yararlanma konusunda bana zorluk cıkarma» dedi"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Yine yola koyuldular. Bir sure sonra bir genc ile karsılastılar. O kulumuz, delikanlıyı oldurdu. Musa; «Bir cana karsılık olmaksızın masum bir cana mı kıydın? Gercekten cok kotu bir is yaptın» dedi"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "O kulumuz Musa´ya; «Ben sana benimle beraber olmaya katlanamazsın dememis miydim?´ dedi"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Musa; «Eger sana bir daha bir sey sorarsam artık benimle arkadaslık etme, o zaman seni mazur gorurum» dedi"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Yine yola koyuldular. Bir sure sonra bir koye vardılar. Koyluden yemek istediler, fakat agırlanma istekleri reddedildi. Az sonra yıkılmaya yuz tutmus bir duvarla karsılastılar. O kulumuz, egri duvarı dogrulttu. Musa ona ´Eger isteseydin bu yaptıgın ise karsılık bir ucret alabilirdin´ dedi"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "O kulumuz, Musa´ya dedi ki; «Bu olay, birbirimizden ayrılmamızın sebebidir. Simdi sana sabırla karsılayamadıgın olayların nedenlerini acıklayacagım"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "O gemi var ya, yoksul deniz iscilerinin malı idi. Onda bir kusur meydana getirmek istedim. Cunku bu denizcileri, rastladıgı her saglam gemiye zorla el koyan bir hukumdar kovalıyordu"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "O delikanlıya gelince, onun ana babası mu´min kimselerdi. Onları azgınlıga ve kafirlige suruklemesinden cekindik"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Istedik ki, Rabb´leri onlara o delikanlıdan daha temiz ve daha iyiliksever bir evlat bagıslasın"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "O duvar var ya, o sehirde yasayan iki yetim cocugun malı idi ve duvarın altında bu yetimlere miras kalmıs bir hazine vardı. Babaları iyi bir insandı. Rabb´in istedi ki, o yetimler, erginlik cagına erdikten sonra Rabb´lerinin bir merhameti olan hazinelerini kendi elleri ile duvarın altından cıkarsınlar. Yoksa ben bu isleri kendi kafamdan yapmadım. Iste sabırla karsılayamadıgın olaylara iliskin acıklamam budur"
        }
    ]
}