{
    "rukus": [
        {
            "chapter": 20,
            "verse": 55,
            "text": "Sizleri topraktan yarattık, yine oraya dondurecegiz ve tekrar dirilterek oradan cıkaracagız"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Biz Firavun´a tum ayetlerimizi gosterdik, fakat o bunları yalanladı, kabul etmeye yanasmadı"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Dedi ki; «Ey Musa, sen bizi buyuculugunle yurdumuzdan cıkarmaya mı geldin?»"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Biz de seninki gibi bir buyu ile karsına cıkacagız. Seninle bulusacagımız bir zaman belirle. Bu randevudan sen de bizde caymayalım. Bulusma yerimiz acık bir duzluk olsun"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Musa «Sizinle bulusmamız suslenme gununuzde, halkın toplandıgı kusluk vakti olsun» dedi"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Bunun uzerine Firavun donup gitti, hilelerini hazırladıktan sonra randevu yerine geldi"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Musa onlara dedi ki; «Vay gele basınıza! Allah adına yalan uydurmayınız. Yoksa sizi bir azaba carptırarak kokunuzu kurutur. Allah´a iftira atan gercekten aldanmıstır.»"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Bunun uzerine buyuculer aralarında gizlice fısıldasarak durumlarını tartıstılar"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Ve dediler ki; «Bu iki adam buyucudur, sizleri buyuleyerek yurdunuzdan cıkarmak, sizin ornek dininizi ortadan kaldırmak istiyorlar.»"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Butun hilelerinizi biraraya getiriniz, sonra sıra halinde bulusma yerine geliniz. Bugun ustun gelen basarıya ermistir"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Buyuculer «Ey Musa, ya sen once hunerini goster ya da once biz hunerimizi ortaya koyalım» dediler"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "O da: “Hayır siz koyun” dedi. Bir de ne gorsun ipleri ve degnekleri buyuleri yuzunden kendisine gercekten yuruyorlarmıs gibi geldi"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Bunun uzerine Musa´nın icine korku dustu"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Allah ona dedi ki; «Korkma, ustun gelecek olan sensin.»"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Sag elindeki degnegini yere atıver de onların gosterdikleri marifetleri yutuversin. Onların hunerleri, bir buyucu hilesinden ibarettir. Buyucu hicbir yerde basarılı olamaz"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Bunu uzerine buyuculer secdeye kapanarak «Biz Musa ile Harun´un Rabbine inandık» dediler"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Firavun dedi ki; «Ben size izin vermeden ona inandınız ha! O size buyuculugu ogreten elebasınızdır. andolsun ki, saglı sollu birer el ve ayagınızı kesecek, arkasından sizi hurma dallarına asacagım, boylece hangimizin azabı daha agır, daha surekliymis, ogreneceksiniz"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Buyuculer dediler ki; «Biz seni, bize gelen acık delillere ve yaratıcımıza tercih edemeyiz. Verecegin hukmu ver. Senin hukmun ancak dunya hayatında gecerli olabilir"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Biz Rabbimize inandık. O´ndan gunahlarımızı affetmesini ve bize zorla yaptırdıgın buyuculugumuzun sucunu bagıslamasını diliyoruz. Allah´ın odulu, herkesinkinden daha ustun ve daha kalıcıdır"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Kim Rabbine gunahkar olarak gelirse onun icin cehennem vardır. O orada ne olur ve ne de dirilir"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Kim Rabbine, iyi ameller islemis bir mu´min olarak gelirse iste onlar icin yuksek dereceler vardır"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Altlarından cesitli ırmaklar akan «Adn» cennetleri yani. Onlar orada surekli kalacaklardır. Iste gunahlardan arınmısların odulu budur"
        }
    ]
}