{
    "rukus": [
        {
            "chapter": 24,
            "verse": 58,
            "text": "Ey Mu´minler, elinizin altındaki koleler ve hizmetciler ile aranızdaki henuz ergenlik cagına girmemis gencler, gunun su uc vaktinde, yani sabah namazından once, ogle sıcagında soyundugunuz saatlerde ve yatsı namazından sonra odanıza girerken sizden izin istesinler. Bu vakitler mahrem yerlerinizin acık olabilecegi vakitlerdir. Bu vakitler dısında ne sizin icin ve ne de onlara bir sakınca yoktur. Birbirinizin odalarına rahatca girebilirsiniz. Iste Allah size ayetlerini boylesine ayrıntılı bicimde acıklar. Allah her seyi bilir ve O´nun her isinin, her buyrugunun mutlaka bir gerekcesi vardır"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Cocuklarınız ergenlik cagına girince gunun saydıgımız vakitlerinde odanıza girerken tıpkı kendilerinden buyuklerin yaptıkları gibi izin istesinler. Iste Allah size ayetlerini boylesine ayrıntılı bicimde acıklar. Allah her seyi bilir ve O´nun hicbir isi hicbir buyrugu sebepsiz degildir"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Evlenme umidi olmayan, dogurganlık cagını geride bırakmıs yaslı kadınların, suslerini gostererek erkeklerin ilgisini cekme amacı tasımamak sartı ile ev dısında giyilecek elbiselerini giymemelerinin sakıncası yoktur. Fakat kapalı giyim konusunda titiz davranmaları kendileri icin daha iyidir. Allah her sozu isitir ve her seyi bilir"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Korlerin, topalların ve hastaların anahtarları kendilerine emanet edilmis evlere girip yemek yemekten cekinmeleri gereksizdir. Sizler de evlatlarınızın, babalarınızın, atalarınızın, erkek kardeslerinizin, kız kardeslerinizin, amcalarınızın, halalarınızın, dayılarınızın, teyzelerinizin, arkadaslarınızın evlerinin veya anahtarları yanınızda bulunan evlerin yemeklerinden yiyebilirsiniz. Gerek birarada ve gerekse ayrı ayrı yemek yemenizin sakıncası yoktur. Senlikli evlere girdiginizde Allah tarafından yasallastırılmıs kutlu ve hosnutluk uyandırıcı bir esenlik dilegi olmak uzere icerdeki dindaslarınıza selam veriniz. Allah size ayetlerini dusunesiniz diye boyle acıklar"
        }
    ]
}