{
    "rukus": [
        {
            "chapter": 28,
            "verse": 43,
            "text": "Andolsun biz, ilk nesilleri helak ettikten sonra Musa´ya, insanların kalp gozlerini aydınlatacak nur ve onlara yol gosterici olarak Kitab´ı verdik. Belki dusunur, ogut alırlar diye"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Ey Muhammed! Musa´ya emrimizi vahyettigimiz zaman sen mukaddes vadinin batı tarafında degildin, onu gorenlerden de degildin"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Biz nice nesiller var etmistik de onların uzerinden uzun zamanlar gecti. Ey Muhammed! Sen Medyen halkı arasında bulunup onlara ayetlerimizi okumuyordun. Fakat o haberleri sana gonderen biziz"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Sen Musa´ya hitab ettigimiz zaman Tur´un yanında da degildin. Fakat Rabb´inden bir rahmet olarak orada gecenleri sana bildirdik ki senden once bir uyarıcı peygamber gelmemis olan kavmi uyarasın; belki dusunup ogut alırlar"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Kendi elleriyle yaptıkları gunahlar yuzunden baslarına bir felaket geldigi zaman; «Rabbimiz ne olurdu bize bir peygamber gonderseydin de ayetlerine uysak ve mu´minlerden olsaydık» demesinler diye peygamber gonderdik"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Fakat onlara katımızdan gercek gelince; «Musa´ya verildigi gibi buna da mucize verilmesi gerekmez mi? derler. Daha once Musa´ya verileni de inkar etmemisler miydi? «Yardımlasan iki sihirbaz»; «Hepsini inkar edenleriz» demislerdi"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "De ki; «Eger dogru iseniz, Allah katından bu ikisinden, Musa´ya ve bana inen kitaplardan daha dogru bir kitap getirinde ben ona uyayım.»"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Eger sana cevap vermezlerse bil ki onlar, keyiflerine uyuyorlar. Allah´dan bir yol gosterici olmaksızın kendi hevesine uyandan daha sapık kim olabilir? Elbette Allah, zalim kavmi dogru yola iletmez"
        }
    ]
}