{
    "rukus": [
        {
            "chapter": 2,
            "verse": 21,
            "text": "Ey insanlar, sizi ve sizden oncekileri yaratmıs olan Allah´a kulluk ediniz ki; Allah´ın azabından korunabilesiniz"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "O ki, size yeri dosek, gogu tavan yaptı ve gokten su indirip onun aracılıgı ile size rızık olarak topraktan cesitli urunler cıkardı. O halde O´na bile bile esler kosmayınız"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Eger kulumuz Muhammed´e indirdigimiz Kur´an´ın dogrulugundan supheli iseniz, haydi onunkilere benzer bir sure ortaya getiriniz ve davanızda sadık iseniz, bu hususta Allah´ın dısındaki sahitlerinizi yardıma cagırınız"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Eger bunu yapamazsanız - ki asla yapamayacaksınız- yakıtı insanlar ile taslar olan ve kafirler icin hazırlanmıs olan Cehennem atesinden korkunuz"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Iman edip iyi ameller isleyenleri, agacları altından nehirler akan Cennetler ile mujdele. Onlara rızık olarak her yeni meyve sunuldugunda «Bu daha once bize sunulan falanca meyvedir» derler, onlara birbirinden ayırd edemeyecekleri rızıklar verilir. Hem onlara orada el degmemis, tertemiz esler verilecektir. Onlar orada ebedi olarak kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Allah bir sivrisinegi ve (biyolojik acıdan) onun daha ustunde olan bir canlıyı ornek olarak gostermekten cekinmez. Iman edenler onun Rabbleri tarafından ortaya konmus bir gercek oldugunu bilirler. Kafirler ise ´Allah ne amacla bu ornegi gosterdi?» derler. Allah bu ornek ile bir coklarını sapıklıga dusurur ve bir coklarını da hidayete erdirir: Onunla sadece fasıkları sapıklıga dusurur"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Onlar ki, Allah´a vermis oldukları sozu kesin bir ahit haline getirdikten sonra bozarlar, Allah´ın surdurulmesini emretmis oldugu iliskileri keserler ve yeryuzunde bozgunculuk cıkarırlar. Iste onlar husrana ugrayanlardır"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Allah´ı nasıl inkar edersiniz ki, sizleri olu iken o diriltti, sonra sizi oldurup tekrar diriltecek, sonra da yine O´na doneceksiniz"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "O ki, yeryuzunde bulunan butun varlıkları sizin icin yarattı. Sonra da goklere yonelerek onları yedi gok olarak duzenledi. O her seyi bilir"
        }
    ]
}