{
    "rukus": [
        {
            "chapter": 41,
            "verse": 45,
            "text": "Andolsun ki Musa´ya kitap vermistik de onda ayrılıga dusmuslerdi. Rabb´inin verilmis bir sozu olmasaydı, aralarında hukmedilmis olurdu. Dogrusu onlar, onun hakkında suphe icindedirler"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Kim iyi bir is yaparsa faydası kendisinedir ve kim kotuluk yaparsa zararı kendisinedir. Rabb´in kullara zulmedici degildir"
        },
        {
            "chapter": 41,
            "verse": 47,
            "text": "Kıyametin ne zaman kopacagı bilgisi O´na aittir. Allah´ın bilgisi dısında hicbir urun kabugundan cıkmaz, hicbir disi gebe kalmaz ve dogurmaz. Onlara: «Bana kostugunuz ortaklar nerede?» diye seslenildigi gun: «Sana arz ederiz ki bizde hicbir goren yok» derler"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "Onceden yalvarıp durdukları tanrıları onlardan uzaklasmıstır. Kendilerinin kacacak yerlerinin olmadıgını anlamıslardır"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "Insan hayır istemekten yorulmaz. Ancak kendisine bir ser dokundu mu hemen uzgundur, umitsizdir"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Eger kendisine dokunan bir zarardan sonra biz ona bir rahmet taddırırsak: «Bu benim hakkımdır; kıyametin kopacagını sanmıyorum. Rabb´ime goturulmus olsam bile muhakkak O´nun yanında benim icin guzel seyler vardır» der. Biz inkar edenlere, yaptıklarını mutlaka haber verecegiz ve mutlaka onlara acı azabdan taddıracagız"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "Insana bir nimet verdik mi yuz cevirir; yan cizer. Ona bir ser dokundu mu yalvarıp durur"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "De ki: «Kur an Allah katından gelmis olup da sizde onu inkar etmisseniz, soyleyin bana derin bir cıkmazda bulunan kimseden daha sapık kim vardır?»"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Biz onlara ic ve dıs alemdeki ayetlerimizi gosterecegiz ki, o Kur´an´ın gercek oldugu, onlara iyice belli olsun. Rabb´inin her seye sahit olması yetmez mi"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Iyi bil ki onlar, Rabb´ine kavusmaktan kusku icindedirler. Iyi bil ki O, herseyi kusatmıstır"
        }
    ]
}