{
    "rukus": [
        {
            "chapter": 51,
            "verse": 24,
            "text": "Ibrahim´in serefli misafirlerinin haberi sana geldi mi"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "Onlar, Ibrahim´in yanına girip «Selam sana» demislerdi, Ibrahim de: «Selam size» demisti. Icinden de, onların «tanınmamıs bir topluluk» olduklarını gecirmisti"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Gizlice ailesinin yanına gitti, semiz bir buzagı getirdi"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "Onu, onlerine yaklastırdı «Yemez misiniz?» dedi"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "Yemediklerini gorunce icine bir korku dustu. «Korkma» dediler ve ona bilgin bir oglan cocugu mujdelediler"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "Karısı hayretle cıglık icinde geldi. Yuzunu kapayarak «Ben kısır bir kocakarıyım» dedi"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "Dediler ki: «Rabb´in boyle dedi. O, hukum ve hikmet sahibidir, bilendir.»"
        },
        {
            "chapter": 51,
            "verse": 31,
            "text": "Ibrahim: «O halde isiniz nedir ey elciler?» dedi"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "Dediler ki: «Biz suclu bir kavme gonderildik.»"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "Ki onların uzerine camurdan taslar salalım"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "Rabbinin katında, haddi asanlar icin isaretlenmis taslar"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Orada mu´minlerden kim varsa cıkardık"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "Zaten orada bir ev halkından baska musluman da bulamadık"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "Acı azabdan korkanlar icin orada bir ibret bıraktık"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "Musa´nın basından gecenlerde de ibretler vardır. Onu apacık bir delille Fir´avn´a gonderdik"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "Fir´avn ordusuyla birlikte yuz cevirmis ve «Musa, ya bir buyucu ya da bir delidir» dedi"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Sonunda onu ve ordularını yakalayıp denize attık. O, kınanmayı haketmisti"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "Ad kavminde de ibretler vardır. Onlara kasıp kavuran ruzgarı gondermistik"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "Uzerinden gectigi seyi canlı bırakmıyor, onu kul edip savuruyordu"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "Semud kavminin basına gelende de ibretler vardır: Onlara, «Bir sureye kadar zevklenin» denmisti"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "Rab´lerinin buyruguna bas kaldırdılar, bu yuzden bakıp dururlarken onları yıldırım yakaladı"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "Ayaga kalkacak gucleri kalmamıs, yardım edenleri de olmamıstı"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "Daha once de Nuh kavmini helak etmistik. Cunku onlar da yoldan cıkmıs bir toplum idiler"
        }
    ]
}