{
    "rukus": [
        {
            "chapter": 67,
            "verse": 15,
            "text": "Yeryuzunu size boyun egdiren O´dur. Su halde yerin sırtlarında dolasın ve Allah´ın rızkından yiyin. Donus ancak O´nadır"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Gokte olanın sizi yere batırmayacagından emin misiniz? O zaman yer sarsıldıkca sarsılır"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Gokte olanın basınıza tas yagdırmasından guvende misiniz? Benim uyarmamın nasıl oldugunu yakında bileceksiniz"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "And olsun ki, onlardan oncekiler de peygamberlerini yalanlamıslardı, ancak benim intikamım nasıl olmustu"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Uzerlerinde kanat cırparak ucan dizi dizi kusları gormezler mi? Onları havada Rahman olan Allah´tan baskası tutmuyor; dogrusu o her seyi gorendir"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Rahman olan Allah´a karsı size yardım edecek askerleriniz hani kimlerdir? Kafirler derin bir gaflet ve aldanma icindedirler"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Allah, rızkını tutacak olursa size rızk verecek kimdir? Dogrusu onlar azgınlık ve nefret icinde direnmektedirler"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Yuzukoyun surunen mi, yoksa dogru yolda dupeduz yuruyen mi daha dogru yoldadır"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "De ki: «Sizi yaratan, size kulaklar, gozler ve kalpler veren O´dur. Ne az sukrediyorsunuz.»"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "De ki: Sizi yeryuzunde cogaltıp yayan O´dur, ancak O´nun huzuruna gelip toplanacaksınız"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "«Dogru sozlu iseniz soyleyin, bu tehdit hani ne zaman gerceklesecek?» derler"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "De ki: «O bilgi ancak Allah´a mahsustur. Ben ise sadece acık sozlu bir uyarıcıyım.»"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Fakat azabı gordukleri zaman, inkar edenlerin yuzleri kararır ve kendilerine «iste sizin arayıp durdugunuz budur» denir"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "De ki: «Allah beni ve benimle beraber bulunanları isterse yok eder veya isterse merhamet eder; soyleyin bu taktirde kafirleri can yakıcı azaptan kim kurtarabilir?»"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "De ki: «O Allah, Rahmandır; biz O´na iman etmis ve sırf O´na guvenip dayanmısızdır. Siz kimin apacık sapıklıkta oldugunu yakında ogreneceksiniz.»"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "De ki: «Suyunuz yere batarsa soyleyin, size kim temiz bir su kaynagı getirebilir?»"
        }
    ]
}