{
    "rukus": [
        {
            "chapter": 2,
            "verse": 153,
            "text": "О уверовавшие! Обретайте поддержку в терпении и молитве. Воистину, Аллах - с терпеливыми"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Не называйте покойниками тех, кто погиб во имя Аллаха. Напротив, живые они, но вы не ведаете этого"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Мы испытываем [людей] страхом, голодом, недостатком в имуществе, людях и плодах. Обрадуй же терпеливых"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "которые, если их постигнет беда, говорят: \"Воистину, мы принадлежим Аллаху, и, поистине, к Нему мы и вернемся"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Это они - те, кому Аллах дарует благословения и милость Свою, и они - на верном пути"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Воистину, [холмы] ас-Сафа и ал-Марва - приметы [поклонения] Аллаху. Тому, кто совершает хаддж к Каабе или 'умру, дозволено обойти вокруг обоих холмов. И кто бы добровольно ни совершил добро, [пусть знает], что Аллах - воздающий по заслугам и знающий"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Воистину, тех, кто скрывает ниспосланные Нами ясные знамения и истинное руководство, после того как Мы разъяснили все это людям в Писании, проклянет Аллах и проклянут проклинающие"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "кроме тех, которые раскаялись, стали вершить добро и разъяснили истину. Я приму их раскаяние, ибо Я - прощающий и милосердный"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Воистину, тем, которые не уверовали и умерли неверующими, уготовано проклятие Аллаха, ангелов и людей - всех"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Они будут прокляты вечно, их мукам не будет облегчения, и не получат они отсрочки"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Ваш бог - Бог единый, нет божества, кроме Него, милостивого, милосердного"
        }
    ]
}