{
    "rukus": [
        {
            "chapter": 41,
            "verse": 45,
            "text": "Мы до того даровали Писание Мусе, но [иудеи] пререкались друг с другом [по поводу толкования]... И если бы не было прежде предопределения Господа твоего, то их (т. е. мекканских многобожников) спор был бы решен. Но они, воистину, - в сомнении и колебании насчет него (т. е. Корана)"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Тот, кто творит добро, [поступает] лишь на пользу себе. Тот, кто творит зло, [поступает] во вред себе. А Господь твой не притесняет [Своих] рабов"
        },
        {
            "chapter": 41,
            "verse": 47,
            "text": "Знание о [Судном] часе принадлежит только Ему. Не вырастет ни один плод из завязи, не зачнет и не разрешится от бремени ни одна самка без Его ведома. В тот день, когда Он вопросит: \"Где те, кому вы поклонялись помимо Меня?\" - [многобожники] ответят: \"Говорим тебе, что никто из нас не признается [в своем многобожии]"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "Те, к кому они взывали прежде, покинут их, и они узнают, что им нет прибежища"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "Человек не устает молить о добре, но если его постигнет беда, то он отчаивается и теряет надежду"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "А если Мы дадим ему вкусить от Нашей милости, после того как его постигла беда, то он говорит: \"Вот то, чего я достоин, и я не думаю, что настанет [Судный] час. Если же меня возвратят к моему Господу, то, несомненно, у Него для меня будет наилучшее вознаграждение\". Но Мы непременно поведаем неверным о том, что они вершили, и дадим им вкусить суровой кары"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "Когда Мы одариваем человека милостью, он отворачивается и уходит восвояси. Когда же его постигает беда, то он возносит пространные молитвы"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Скажи [, Мухаммад]: \"Не задумывались ли вы о том, что если [Коран] - от Аллаха, а вы отвергаете его, так кто же более заблудший, чем вступивший в глубокое разногласие [с истиной]"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Скоро Мы покажем им Наши аяты в разных краях и среди них самих, пока они не удостоверятся, что он (т. е. Коран) -истина. И неужели [им] не достаточно того, что Господь твой - свидетель всему сущему"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Внемлите! Воистину, они сомневаются в том, что предстанут перед Господом своим. Внемлите! Воистину, Он объемлет [знанием] все сущее"
        }
    ]
}