{
    "rukus": [
        {
            "chapter": 47,
            "verse": 12,
            "text": "Воистину, Аллах вводит тех, кто уверовал и вершил добрые дела, в сады, в которых текут ручьи, в то время как тем, которые не уверовали, услаждают себя всячески и едят по-скотски, обителью будет адский огонь"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "И сколько городов, более могущественных, чем твой город, который тебя изгнал, разрушили Мы, и никто не пришел им на помощь"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Неужели тот, кому его Господом даровано ясное знамение, равен тому, чьи злые деяния предстают ему в прекрасном свете и кто потакает своим низменным желаниям"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "[Такова] картина рая, обещанного богобоязненным: там текут ручьи из воды, которая не портится, ручьи из молока с неизменным вкусом, ручьи из вина, дарующего наслаждение пьющим, и ручьи из чистого меда. В нем - всякого рода плоды и прощение от их Господа. [Неужели тот, кто пребывает в раю], равен тому, кто вечно находится в огне и кого поят кипящей водой, раздирающей внутренности"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Среди них есть и такие, которые внимают тебе, но стоит расстаться с тобой, как они говорят тем, кому даровано знание: \"Что это он болтал только что?\" Это - те, на сердца которых Аллах наложил печать и которые потакают своим низменным желаниям"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "Тем, которые ступили на прямой путь, Он приумножил наставления свои и даровал им благочестие"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Неужели они ожидают чего-либо, кроме [Судного] часа, который настигнет их внезапно? Ведь перед ними уже явились приметы [Судного] часа. К чему им напоминание о нем, когда уже появились приметы"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Так знай же, что нет бога, кроме Аллаха. Посему проси прощения грехам твоим, а также грехам верующих мужчин и женщин. Аллаху ведомо, как вы вертитесь на земле и где будет место вашего покоя"
        }
    ]
}