{
    "rukus": [
        {
            "chapter": 5,
            "verse": 94,
            "text": "О вы, которые уверовали! Аллах непременно будет подвергать вас испытанию [, запрещая во время хадджа] охотиться на добычу руками и копьями, чтобы удостовериться, кто же из вас боится Аллаха, даже будучи вдали [от людского взора]. А тому, кто преступит [это предписание] после сказанного, уготовано мучительное наказание"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "О вы, которые уверовали! Не поражайте добычи, находясь в хаддже. А если кто из вас поразит [дичь] преднамеренно, то искуплением [греха] будет столько скота, сколько он поразил [, охотясь]. Устанавливают искупление два справедливых мужа из вас, и это жертва, приносимая к Ка'бе. Или же искуплением [за убитую на охоте дичь] будет пища для бедняков или соответствующий пост, дабы тот, [кто охотился во время хаджа], вкусил тяжесть своего деяния. Аллах прощает то, что случалось прежде. А если кто повторит [охоту во время хаджа], то Аллах накажет его, ибо Аллах - великий, вершащий наказание"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Дозволено вам ловить морскую тварь и питаться ею, то же и путникам. Но запретно вам охотиться на суше, пока вы находитесь в хадже. Бойтесь же Аллаха, перед которым предстанете"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Аллах создал Ка'бу - заповедный храм, опору для людей, а также запретный месяц [паломничества], жертвенных животных и верблюдов с украшениями на шеях [в честь хаджа], все это для того, чтобы вы знали, что ведомо Аллаху все, что на небесах и на земле. Ведает Аллах обо всем сущем"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Так знайте же, что Аллах силен в наказании и что Аллах - прощающий, милостивый"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "На Пророка возложена лишь передача [откровения]. Ведает Аллах то, что вы делаете явно, и то, что вы скрываете"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Скажи [, Мухаммад]: \"Не равны [запретное] мерзкое и [дозволенное] прекрасное, хотя бы даже изобилие мерзкого и восхищало тебя\". Бойтесь же Аллаха, обладатели разума. Может быть, вы преуспеете"
        }
    ]
}