{
    "pages": [
        {
            "chapter": 12,
            "verse": 5,
            "text": "He said, 'O my son, relate not thy vision to thy brothers, lest they devise against thee some guile. Surely Satan is to man a manifest enemy"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "So will thy Lord choose thee, and teach thee the interpretation of tales, and perfect His blessing upon thee and upon the House of Jacob, as He perfected it formerly on thy fathers Abraham and Isaac; surely thy Lord is All-knowing, All-wise"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "In Joseph and his brethren were signs for those who ask questions"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "When they said, 'Surely Joseph and his brother are dearer to our father than we, though we are a band. Surely our father is in manifest error"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Kill you Joseph, or cast him forth into some land, that your father's face may be free for you, and thereafter you may be a righteous people"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "One of them said, 'No, kill not Joseph, but cast him into the bottom of the pit and some traveller will pick him out, if you do aught"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "They said, 'Father, what ails thee, that thou trustest us not with Joseph? Surely we are his sincere well-wishers"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Send him forth with us tomorrow, to frolic and play; surely we shall be watching over him"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "He said, 'It grieves me that you should go with him, and I fear the wolf may eat him, while you are heedless of him"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "They said, 'If the wolf eats him, and we a band, then are we losers"
        }
    ]
}