{
    "pages": [
        {
            "chapter": 43,
            "verse": 11,
            "text": "and who sent down out of heaven water in measure; and We revived thereby a land that was dead; even so you shall be brought forth"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "and who created the pairs, all of them, and appointed for you ships and cattle such as you ride"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "that you may be seated on their backs and then remember your Lord's blessing when you are seated on them, and say, 'Glory be to Him, who has subjected this to us, and we ourselves were not equal to it"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "surely unto our Lord we are turning"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Yet they have assigned to Him a part of His own servants! Man is dearly unthankful"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Or has He taken to Himself, from that He creates, daughters, and favoured you with sons"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "And when any of them is given the good tidings of that he has likened to the All-merciful, his face is darkened, and he chokes inwardly"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "What, one who is reared amid ornaments and, when the time of altercation comes, is not to be seen"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "And they have made the angels, who are themselves servants of the All-merciful, females. What, did they witness their creation? Their witness shall be written down, and they shall be questioned"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "They say, 'Had the All-merciful so willed, we would not have served them.' They have no knowledge of that; they are only conjecturing"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Or did We bring them a Book aforetime to which they hold"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Nay, but they say, 'We found our fathers upon a community, and we are guided upon their traces"
        }
    ]
}