{
    "pages": [
        {
            "chapter": 22,
            "verse": 65,
            "text": "Tidakkah engkau melihat bahawa Allah telah memudahkan apa yang ada di bumi untuk kegunaan kamu, dan (demikian juga) kapal-kapal yang belayar di laut dengan perintahNya? Dan Ia pula menahan langit daripada runtuh menimpa bumi, kecuali dengan izinNya; sesungguhnya Allah Amat melimpah belas kasihanNya dan rahmatNya kepada umat manusia"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Dan Dia lah yang menghidupkan kamu, kemudian Ia mematikan kamu, kemudian Ia menghidupkan kamu semula. Sesungguhnya manusia sangatlah tidak bersyukur"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Bagi tiap-tiap umat, Kami adakan satu syariat yang tertentu untuk mereka ikuti dan jalankan, maka janganlah ahli-ahli syariat yang lain membantahmu dalam urusan syariaatmu; dan serulah (wahai Muhammad) umat manusia kepada ugama Tuhanmu, kerana sesungguhnya engkau adalah berada di atas jalan yang lurus"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Dan jika mereka mengemukakan bantahan kepadamu, maka katakanlah: \"Allah Amat\" mengetahui akan apa yang kamu lakukan"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Allah akan menghukum di antara kamu semua pada hari kiamat, mengenai apa yang kamu berselisihan padanya"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Bukankah engkau telah mengetahui bahawasanya Allah mengetahui segala yang ada di langit dan di bumi? Sesungguhnya yang demikian itu ada tertulis di dalam Kitab (Lauh Mahfuz); sesungguhnya hal itu amatlah mudah bagi Allah"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Dan mereka menyembah yang lain dari Allah iaitu benda-benda yang Allah tidak menurunkan sebarang keterangan membenarkannya, dan yang mereka tidak mempunyai sebarang pengetahuan mengenainya dan (ingatlah) tiadalah bagi orang-orang yang zalim (dengan perbuatan syirik) itu sesiapapun yang dapat memberikan pertolongan (di dunia dan di akhirat)"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Dan apabila dibacakan kepada mereka ayat-ayat Kami yang jelas nyata, engkau akan dapat melihat pada muka orang-orang yang kafir itu tanda marah dan benci, hampir-hampir mereka hendak menerkam dan menyerang orang-orang yang membacakan ayat-ayat Kami kepada mereka. Katakanlah (wahai Muhammad): \"Jika demikian, mahukah, aku khabarkan kepada kamu: yang lebih buruk lagi daripada apa yang telah menyebabkan kemarahan kamu itu? Ialah neraka yang telah dijanjikan oleh Allah kepada orang-orang yang kafir, dan itulah seburuk-buruk tempat kembali"
        }
    ]
}