{
    "pages": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "Wahai Nabi! Tetaplah bertaqwa kepada Allah, dan janganlah engkau patuhi kehendak orang-orang kafir dan orang-orang munafik. Sesungguhnya Allah adalah Maha Mengetahui, lagi Maha Bijaksana"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Dan turutlah akan apa yang diwahyukan kepadamu dari Tuhanmu, (dan janganlah menurut adat resam Jahiliyah); sesungguhnya Allah sentiasa Mengetahui dengan mendalam akan apa yang kamu lakukan"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Dan berserahlah kepada Allah (dan janganlah menumpukan harapanmu kepada yang lain), kerana cukuplah Allah menjadi Pentadbir urusanmu"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "(Diperintahkan dengan yang demikian kerana) Allah tidak sekali-kali menjadikan seseorang mempunyai dua hati dalam rongga dadanya; dan Ia tidak menjadikan isteri-isteri yang kamu \"zihar\" kan itu sebagai ibu kamu; dan Ia juga tidak menjadikan anak-anak angkat kamu, sebagai anak kamu sendiri. Segala yang kamu dakwakan mengenai perkara-perkara) yang tersebut itu hanyalah perkataan kamu dengan mulut kamu sahaja. Dan (ingatlah) Allah menerangkan yang benar dan Dia lah jua yang memimpin ke jalan yang betul"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Panggilah anak-anak angkat itu dengan ber\"bin\"kan kepada bapa-bapa mereka sendiri; cara itulah yang lebih adil di sisi Allah. Dalam pada itu, jika kamu tidak mengetahui bapa-bapa mereka, maka panggilah mereka sebagai saudara-saudara kamu yang seugama dan sebagai \"maula-maula\" kamu. Dan kamu pula tidak dikira berdosa dalam perkara yang kamu tersilap melakukannya, tetapi (yang dikira berdosa itu ialah perbuatan) yang disengajakan oleh hati kamu melakukannya. Dan (ingatlah Allah Maha Pengampun, lagi Maha Mengasihani)"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Nabi itu lebih menolong dan lebih menjaga kebaikan orang-orang yang beriman daripada diri mereka sendiri; dan isteri-isterinya adalah menjadi ibu mereka. Dan orang-orang yang mempunyai pertalian kerabat, setengahnya lebih berhak (mewarisi) akan setengahnya yang lain - menurut (hukum) Kitab Allah - daripada orang-orang yang beriman dan orang-orang Muhajirin (yang bukan kerabatnya), kecuali kalau kamu hendak berbuat baik kepada sahabat-sahabat karib kamu. Hukum yang demikian itu adalah tertulis dalam Kitab Allah"
        }
    ]
}