{
    "pages": [
        {
            "chapter": 35,
            "verse": 4,
            "text": "Dan jika mereka mendustakanmu (wahai Muhammad), maka sesungguhnya Rasul-rasul yang terdahulu sebelummu telah juga didustakan (oleh kaumnya masing-masing). Dan (Ingatlah), kepada Allah jualah dikembalikan segala urusan"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "Wahai umat manusia, sesungguhnya janji Allah (membalas amal kamu) adalah benar; maka janganlah kamu diperdayakan oleh kemewahan hidup di dunia, dan janganlah Syaitan yang menjadi sebesar-besar penipu itu berpeluang menyebabkan kamu terpedaya dengan (kemurahan) Allah (lalu kamu lalai dan menderhaka)"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Sesungguhnya Syaitan adalah musuh bagi kamu, maka jadikanlah dia musuh (yang mesti dijauhi tipu dayanya); sebenarnya dia hanyalah mengajak golongannya supaya menjadi dari penduduk neraka"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Orang-orang yang kafir, bagi mereka azab yang berat; dan orang-orang yang beriman serta beramal soleh, bagi mereka keampunan dan pahala yang besar"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "Maka (fikirkanlah) adakah orang yang diperelokkan kepadanya amal buruknya (oleh Syaitan) lalu ia memandangnya dan mempercayainya baik, (bolehkah disifatkan sebagai orang yang menjalankan peraturan yang ditetapkan Allah untuk memberi hidayah kepadanya, atau sebaliknya) ? Kerana sesungguhnya Allah menyesatkan sesiapa yang dikehendakiNya, dan Ia juga memberi hidayah petunjuk kepada sesiapa yang dikehendakiNya. Oleh itu, janganlah engkau membinasakan dirimu (wahai Muhammad) kerana menanggung dukacita terhadap kesesatan mereka. Sesungguhnya Allah Maha Mengetahui akan apa yang mereka kerjakan"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Dan Allah jualah yang menghantarkan angin, lalu angin itu menggerakkan awan, kemudian Kami halakan awan itu ke negeri yang mati (yang kering kontang); lalu Kami hidupkan bumi sesudah matinya dengan (hujan dari awan) itu. Sedemikian itu pula kebangkitan manusia (hidup semula sesudah mati)"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Sesiapa yang mahukan kemuliaan (maka hendaklah ia berusaha mencarinya dengan jalan mematuhi perintah Allah), kerana bagi Allah jualah segala kemuliaan. Kepada Allah lah naiknya segala perkataan yang baik (yang menegaskan iman dan tauhid, untuk dimasukkan ke dalam kira-kira balasan), dan amal yang soleh pula di angkatnya naik (sebagai amal yang makbul - yang memberi kemuliaan kepada yang melakukannya). Dan sebaliknya: orang-orang yang merancangkan kejahatan (untuk mendapat kemuliaan), adalah bagi mereka azab seksa yang berat; dan rancangan jahat mereka (kalau berkesan) akan rosak binasa"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Dan Allah menciptakan kamu dari tanah, kemudian dari (setitis) air benih, kemudian Ia menjadikan kamu berpasangan (lelaki dan perempuan). Dan tiada mengandung seseorang perempuan (juga seekor betina), dan tidak pula satu-satunya melahirkan (anak yang dikandungnya) melainkan dengan keadaan yang diketahui Allah. Dan tidak diberikan seseorang berumur panjang, juga tidak dijadikan seseorang pendek umurnya, melainkan ada kadarnya di dalam Kitab Ilahi. Sesungguhnya yang demikian itu mudah sahaja kepada Allah"
        }
    ]
}