{
    "chapter": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif-Lam-Mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Ana wandu akuganichisya yanti tagambe kulechedwa achiwechetaga yanti: “Tukulupilile.” Kutendaga wanganyao akakulinjidwa (pachikulupi chao)"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Soni chisimu pamasile patwalinjile awala wapaujo pao. Basi Allah tiwamanyukule kusyene awala waakulupichiche (pachikulupi chao), ni tiwamanyukule soni kusyene waunami"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Kapena akuganichisya awala waakupanganya yakusakala kuti kuwa nkutupunda Uwwe (pakutugwala mwanti ningaapa ilagasyo)? Kaje kusakala nnope chiilanyo chao"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Mundu jwaakwembecheya kusimangana ni Allah, basi chisimu ndema ja Allah (jakusimanganila Najo) jikwisa kwene (mwangalepecheka), soni Jwalakwe ni Jwakupikanichisya, Jwakumanyilila nnope"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Sano jwaakulimbichila (pakulimbana ni amagongo kapena ni ntima wakwe), nikuti akulimbichila kwaalikamuchisya nsyene, chisimu Allah ni Jwakusichila nnope kwangalajila iwumbe (iliyose)"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Sano awala wakulupilile ni kutendaga yambone, tuchasimachisya kwene yakusakala yao ni kwalipila kwene pa yambone nnope yawaliji nkupanganya"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Sano mundu tunchisisye kwatendela yambone achinangologwe wanawawili. Nambo naga achinkanganichisyaga kuti mumwanganye Une ni yanganinkola nayo umanyilisi, basi ngasimwakunda. Kukwangu ni kwakuujila kwenu, basi ni tinjintagulila yamwaliji nkutenda"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Sano awala wakulupilile ni kutendaga yambone, chiitwajinjisya kwene mu (wandu) wambone"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Soni chilikati cha wandu pana wakutiji: “Tukulupilile mwa Allah.” Nambo naga ali apedwile masausyo ligongo lya Allah, akasagatenda masausyo ga wandu nti chisawu ilagasyo ya Allah, sano naga chili chiyiche chikulupusyo chakuumila kwa Ambuje wenu chisimu (achinakunaku) akutiji: “Chisimu uwwe twaliji namwe imo,” (nambo chitamilecho ali nkulambusya). Ana nganawa Allah kuti ni Jwakumanyilila nnope yaili m’mitima mwa iwumbe yosope"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Sano Allah tiwamanyukule kusyene awala wakulupilile ni tiwamanyukule soni kusyene achinakunaku"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Sano awala wakanile ni akutiji pakwasalila awala wakulupilile: “Kuyani litala lyetu; ni chitukantwichilile ilewi yenu.” Kutendaga wanganyao nganawa ajile kwatwichilila mu ilewi yao chilichose. Chisimu wanganyao waunami"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Ni tachitwichila wanganyao misigo jao (jasambi ligongo lya ukafili wao) ni misigo jine pakupwatika pamisigo jao (ligongo lyakwasochelesya wane), ni tachiwusyidwa kusyene lisiku lya Kiyama pa unami wawaliji nkusepelela"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Soni chisimu pamasile patwantumisye Nuhu ku wandu wakwe, ni jwatemi kukwao yaka sausande kusapula makumi nsano , basi ni chakwembekenye wanganyao chigumula aku ali wakulitenda lupuso"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Basi ni twan’jokwele jwalakwe ni wawaliji m’chombo, ni twachitesile (chombocho) kuwa chisimosimo ku iwumbe yosope"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Soni (munkumbuchilani) Ibrahima pandema jawasalile wandu wakwe kuti: “Mun’galagatilani Allah ni kun’jogopa Jwalakwe. Yalakweyo niyaili yambone kukwenu nam’baga jenumanja wakumanyililaga.”"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "“Chisimu jenumanja nkugalagatila isanamu kunneka Allah, ni n’gamba kulisepela unami. Chisimu awala wankwagalagatila kunneka Allah, nganawa ampatiile jenumanja lisiki, basi sosagani lisiki kwa Allah pe, ni mun’galagatileje (Jwelepejo), soni muntogoleleje, soni Kukwakwe tinchiuchisyidwa.”"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Sano naga jenumanja nkanile basi (ngaiwa yachimamo, ngati) pamasile pajakaaniile mikutula ja paujo penu, soni nganigapagwa kwa Ntenga ﷺ (masengo gane), ikaweje kulungusya (utenga) mwakupikanika"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Ana ngakuiona wanganyao yaakuti Allah pakatandisye gumba iwumbe, kaneko ni kuiwusyawusya? Chisimu yalakweyo kwa Allah iwele yakwepepala kusyene"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Jilani: “Jendagani pa chilambo ni kupita nchilola yawatite pakatandisye gumba iwumbe, kaneko Allah ni tachigumba kagumbe ka kwa Akhera (kwakuli kwimusya wawe m’malembe). Chisimu Allah, pachindu chilichose juwele Jwakombola kusyene"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Akumpaga ilagasyo jwansachile ni kuntendela chanasa jwansachile, soni Kukwakwe tinchigalauchisyidwa"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Soni nganim’ba jenumanja wanti ni kulepelekasya pa chilambo (cha pasi), kapena kwinani (kunnepelekasya Allah kumpa ipotesi), soni nganinkola jwangawaga Allah akun’gosa namuno akunkamuchisya"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Sano awala waakanile ma Aya ga Allah ni yakusimangana Najo, wanganyao niwakatile tama ku chanasa Changu, soni wanganyao akwete kupata ilagasyo yakupoteka nnope"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Basi ni nganiuwa wanje wa wandu wakwe (wa Ibrahima) ikaweje wagambile kuti: “Mum’bulagani kapena munchome moto.” Basi Allah ni wan’jokwele ku moto. Chisimu mu yalakweyo muwele mwana ilosyo kwa wandu waakukulupilila"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Sano (Ibrahima) jwatite: “Chisimu jenumanja n’ditendele isanamu (kuwa yakuigalagatila) kunneka Allah. Chinonyelo chilikati chenu chiwele cha umi wa pa duniya peuno, nambo lisiku lya Kiyama tinchikanana jwine ni n’jakwe, nambo soni tinchilwesana jwine ni n’jakwe, soni mauto genu ni ku Moto, soni ngasinkola akunkulupusya.”"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Basi Lutwi wankulupilile jwalakwe. (Ibrahima) ni jwatite: “Chisimu une ngusama wa kwa Ambuje wangu (Allah). Chisimu Jwalakwe ni Jwamachili gakupunda, Jwalunda lwakusokoka.”"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Ni twampele jwalakwe Isihaka ni Yaakubu, ni twawisile mu wanache wakwe utume ni chitabu, ni twampele malipilo gakwe pa duniya, soni chisimu jwalakwe ku Akhera tachiwa mu wandu wambone"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Soni (munkumbuchilani) Lutwi pandema jajwatite ku wandu wakwe: “Chisimu wanganyammwe nkuiwichilila yausakwa yanganannongoleleje ku (itenda) yalakweyo jwalijose mu iwumbe yosope.”"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "“Ana chisimu wanganyammwe nkwaichilila achalume (pakwatenda matanyula), ni kutendaga ukachikwanje m’matala, ni kwikaga nayo itendo yangalumbana mu nganya syenu?” Basi ni nganiuwa wanje wa wandu wakwe ikaweje wagambile kuti: “Ikani nayo kukwetu ilagasyo ya Allah, nam’baga n’di mwa akuwecheta yakuona.”"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Jwalakwe jwatite: “Ambuje wangu! Munjenjelani ku wandu wakuwatanganya.”"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Sano katema kawaiche achimitenga Wetu kwa Ibrahima ni abali jakusengwasya watite: “Chisimu uwwe chitwajonanje achinsyene awu musi (wa Sodomu), chisimu achinsyene wakwe awele walupuso.”"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "(Ibrahima) jwatite: “Chisimu mwalakwemo mwana Lutwi.” Wanganyao watite: “Uwwe tukwamanya chenene wali mwalakwemo. Chisimu uwwe chitun’jokole jwalakwe ni liwasa lyakwe ikaweje wankwakwepe, chawe mwa akusigalila munyuma (chajonanjidwe).”"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Sano pawagambile kum’bichilila Lutwi achimitenga Wetu, jwadandawile yawaganyao nikuwanikwa nao chidali (pakwaajogopela kuti atakutendedwa matanyula, ni kusowa yakuti kaachenjele, ligongo nganiwamanya kuti achimalaika). Wanganyao ni watite: “Nkajogopa soni nkadandaula, chisimu uwwe chitun’jokole mmwe ni liwasa lyenu ikaweje wankwenupe, chawe mwa akusigalila munyuma (chajonanjidwe).”"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "“Chisimu uwwe tusigele panandi kwatuluchisya achinsyene awu musi (wa Sodomu) ipotesi kutyochela kwinani ligongo lya kunyosya kwao.”"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Soni chisimu pamasile patwalesile mwalakwemo chimanyilo chakuonechela kwa wandu waakwete lunda"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Sano (kuwandu wa) ku Madiyana (twantumisye) nnongo n’jao (jwali) Shuaibu. Basi jwatite: “E wandu wangu! Mun’galagatilani Allah, ni llijogope Lisiku Lyambesi, soni nkajendagajendaga pa chilambo kupita nchiwatanganya.”"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Ni wankaaniile, basi ni chakwembekenye chisikinya, mwanti wachelelwe (ali wawe) m’majumba mwao chitindiwalile"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Nombe nao soni achina Adi ni achina Samuda (twajonasile), soni pamasile pakuonechele kukwenu (konasika kwao) kuumila m’malo mwao muwatamaga (mwamusyuchile kuwa m’masame). Soni shetani ni jwasalalichisye wanganyao itendo yao (yangalumbana), basi ni jwasiwilile wanganyao kwitala (lyagoloka) namuno kuti waliji wakulolechesya (pakutenda ichindu)"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Nombe najo soni Qaruna, Firiauna ni Hamana (twajonasile). Soni chisimu chene pamasile pajwaichilile wanganyao Musa ni isimosimo yakuonechela, basi ni walikwesyisye pachilambo, kutendaga nganawa wanti ni kumpunda (Allah, mwanti ni kunnepelekasya kwapa ilagasyo)"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Basi jwalijose (mwa wanganyao) twankwembekenye ni sambi syakwe. Basi wane mwa jamanjao pana watwatumichisye chimbunga cha sakalawe, wane mwa wanganyao pana wawakwembekenye n’gumilo (waipotesi), wane mwa wanganyao pana watwatitimisye nalyo litaka, soni wane mwa wanganyao pana watwamisyisye. Sano Allah nganijuwa jwanti ni kwatenda lupuso wanganyao, nambo kuti wanyao ni wawaliji nkulitenda lupuso achimisyene"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Chilandanyo cha awala walitendele jwinepe jwangawaga Allah kuwa kaligoselo, chili chisawu nyangata jwalitendele nyumba (ja lundandambuli jangawa nkun’gosa kuchitukuta namuno mbepo), soni chisimu naga nyumba jangali machili ninyumba ja nyangata, ingawe wanganyao wamanyililaga"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Chisimu Allah jukuimanya ichindu iliyose yaakuilumbanjila wanganyao kunneka Jwalakwe, soni Jwalakwe ni Jwamachili gakupunda, Jwalunda lwakusokoka"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Soni yalakweyo ni ilandanyo yatukupeleka ku wandu, ni ngakuitaga mu lunda ikaweje wakumanyililape"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Allah jwagumbile mawunde ni mataka mwakuonaonape, chisimu mu yalakweyo mwana chilosyo kwa wakulupilila"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Soomani (mmwe Muhammadi ﷺ) yaijuwulidwe kukwenu ya m’Chitabu (cha Qur’an), ni n’jimicheje Swala mwakolosya, chisimu Swala jikasakanyaga yausakwa ni yangalumbana, soni kumbuchila kwa Allah (kwakunkumbuchila jenumanja pameso pa Achimalaika) ni kwakuli kwekulungwa nnope (kumpunda kumbuchila kwenu kwa kunkumbuchila Jwalakwe pa Swala syenu), soni Allah jukumanyilila yankupanganya"
        },
        {
            "chapter": 29,
            "verse": 46,
            "text": "Soni nkakangana nao achimisyene Chitabu (Ayuda ni Akilisito) ikaweje ni (kakangane) akala kakali kambone (kakulosyana itabu), ni ikaweje awala wali walupuso mwa wanganyao. Soni jilani (kwa wanganyao): “Uwwe tukulupilile yaitulusyidwe kukwetu ni yaitulusyidwe kukwenu, soni Nnungu jwetu ni Nnungu jwenu Jumpepe, soni uwwe Kukwakwe tukulipeleka (pakuwa Asilamu).”"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Soni iyyoyopeyo (yatwatite pakwatuluchisya itabu achimitume wakala) tuntuluchisye (mmwe Muhammadi ﷺ) Chitabu (cha Qur’an), sano awala watwapele chitabu (Ayuda ni Akilisito) akuchikulupilila chalakwechi (Qur’an), nambo soni mwa wanganyawa (warabu wanganitwatumichisyeje chitabu chilichose) mwana waakuchikulupilila chalakwechi, ni pangali wagakana ma Aya Getu ikaweje achimakafili"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Soni mmwe (Muhammadi ﷺ) nganinsoomeje chitabu chilichose achi nkanichiyiche, nambo soni nganinchilembeje ni nkono wenu wan’dyo, ingawe iyyo nikuti angakayichile wakuya yaunami"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Nambo jalakwe (Qur’aniji) jiwele ma Aya gakusalichisya gagali m’mitima ja awala wapedwile umanyilisi, ni pangali wagakana ma Aya Getu ikaweje walupuso"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Sano wanganyao ni akutiji: “Ligongo chichi ngantuluchila jwalakwe isimosimo kuumila kwa M’mbujegwe?” Jilani: “Chisimu isimosimo ili kwa Allah, sano une ngambile kuwa nkutetela jwakuonechela.”"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Ana ngaikwakwanila wanganyao yanti Uwwe tuntuluchisye mmwe (Muhammadi ﷺ) Chitabu (Qur’an) chachikusoomedwa kukwao? Chisimu mu chalakwecho mwana chanasa nambo soni chikumbusyo kwa wandu waakukulupilila"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "Jilani (mmwe Muhammadi ﷺ): “Allah akukwanila kuwa Mboni chilikati changune ni jenumanja, akumanyilila yaili kumawunde ni petaka.” Sano awala waakulupilile yaunami ni kunkana Allah, wanganyao niwali wakwasika"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Ni akum’benda kuti ilagasyo iyiche mwachitema. Sano ingawaga (kuti pana) ndema jekolanjidwe (jakwichila ilagasyo) ingaliji yaichilile wanganyao ilagasyoyo, soni chisimu chene ichaichilila wanganyao mwachisupuchisya aku wanganyao akakumanyilila"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Akum’benda kuti ilagasyo iyiche mwachitema. Sano chisimu Jahannama jichasyungula kwene achimakafili"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "Lisiku lyaichaunichila ilagasyo kutandila pachanya pao mpaka pasi pangongolo syao, ni tachiwecheta (Allah kuti): “Pasyani yamwaliji nkupanganya.”"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "E achikapolo Wangu awala wankulupilile! Chisimu litaka Lyangu liwele lyakusapanguka (tinkomboleche kwaula chilambo chine naga m’chilambo mwenumo nkulepela kungalagatila mwagopoka), sano Jikape Une basi ngalagatilani"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Mundu jwalijose tachipasya chiwa, kaneka Kukwetu tinchiuchisyidwa"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Sano awala waakulupilile ni kutendaga yambone, chisimu Uwwe chitukatamiche mu yumba ya ku Mbepo, yasikujilima chapasi pakwe sulo, chakawe wandamo mwalakwemo, kaje kusalala malipilo ga akupanganya (masengo gambone)"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "Awala waapilile ni kwegamilaga kwa M’mbuje gwao pe"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Ilingwa-ilingwa mwa iwumbe yakuulukutaga yangaikulisoselaga lisiki lyakwe? Allah ni jwakuipa lisiki yalakweyo ni jenumanja wakwe, soni Jwalake ni Jwakupikanichisya, Jwakumanyilila nnope"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Soni naga n’di mwawusisye wanganyao (kuti): “Ana nduni juwagumbile mawunde ni mataka, ni kulijepepasya lyuwa ni mwesi?” Chisimu chene tajile: “Allah.” Nambi akugalausyidwa chinauli (kwakuleka kun’galagatila Jwelepejo)"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Allah akasansapangulilaga lisiki jwaakunsaka mwa achikapolo Wakwe, ni kunnandiyichisya (jwaakunsaka), chisimu Allah chindu chilichose awele Jwachimanya chenene"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Soni naga n’di mwawusisye wanganyao (kuti): “Ana nduni jwaakasatulusyaga mesi kuumila kwinani, ni kusyuchisya nago litaka panyuma pakuwa kwakwe?” Chisimu chene tajile: “Allah.” Jilani: “Lumbili losope lwene alapikwe Allah.” Nambo wajinji mwa wanganyao wangali lunda"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Ni nganiuwa awu umi wa duniyau ikaweje chanache ni masanje, sano chisimu Nyumba Jambesi niwauli umi usyesyene, ingawe wanganyao wamanyililaga"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Sano pati akwesile wanganyao m’chombo (ni kusimana nayo yakogoya) akasam’bombaga Allah mwakunswejechesya dini Jakwe. Nambo naga wajokwelemo ni kwaikasya pankuuli, pajele ndemajo wanganyao akasawanganyaga (pakum’bomba Allah ni isanamu)"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "Akanileje yatwapeleyo (pangatogolela), nambo soni asengweje (pagalagatila isanamu yaoyo), basi sampano tamanyilile (yakuichisya yakwe)"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Ana wanganyao ngakuiona yanti Uwwe tugatesile (Maaka) kuwa gakuchimbichika soni gantunjelele, kutendaga wandu (wane) akuswambidwa mungulugulu mwaomo! Ana yaunami ni yaakuikulupilila, nambo ukoto wa Allah ni kuukaana"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Ana nduni jwali jwalupuso nnope kwakumpunda mundu jwansepele Allah unami, kapena kuikanila yakuona pati im’bichililemo? Ana ku Jahannama nganikuwa kwiuto lya achimakafili"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Sano awala waakulimbichila ligongo Lyetuwe, chisimu Uwwe chitwajongolele ku matala Getu. Soni chisimu Allah ali pampepe ni wakolosya (masengo)"
        }
    ]
}