{
    "chapter": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "O Prophet, fear Allah and do not obey the disbelievers and the hypocrites. Indeed, Allah is ever Knowing and Wise"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "And follow that which is revealed to you from your Lord. Indeed Allah is ever, with what you do, Acquainted"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "And rely upon Allah; and sufficient is Allah as Disposer of affairs"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Allah has not made for a man two hearts in his interior. And He has not made your wives whom you declare unlawful your mothers. And he has not made your adopted sons your [true] sons. That is [merely] your saying by your mouths, but Allah says the truth, and He guides to the [right] way"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Call them by [the names of] their fathers; it is more just in the sight of Allah. But if you do not know their fathers - then they are [still] your brothers in religion and those entrusted to you. And there is no blame upon you for that in which you have erred but [only for] what your hearts intended. And ever is Allah Forgiving and Merciful"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "The Prophet is more worthy of the believers than themselves, and his wives are [in the position of] their mothers. And those of [blood] relationship are more entitled [to inheritance] in the decree of Allah than the [other] believers and the emigrants, except that you may do to your close associates a kindness [through bequest]. That was in the Book inscribed"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "And [mention, O Muhammad], when We took from the prophets their covenant and from you and from Noah and Abraham and Moses and Jesus, the son of Mary; and We took from them a solemn covenant"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "That He may question the truthful about their truth. And He has prepared for the disbelievers a painful punishment"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "O you who have believed, remember the favor of Allah upon you when armies came to [attack] you and We sent upon them a wind and armies [of angels] you did not see. And ever is Allah, of what you do, Seeing"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "[Remember] when they came at you from above you and from below you, and when eyes shifted [in fear], and hearts reached the throats and you assumed about Allah [various] assumptions"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "There the believers were tested and shaken with a severe shaking"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "And [remember] when the hypocrites and those in whose hearts is disease said, \"Allah and His Messenger did not promise us except delusion"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "And when a faction of them said, \"O people of Yathrib, there is no stability for you [here], so return [home].\" And a party of them asked permission of the Prophet, saying, \"Indeed, our houses are unprotected,\" while they were not exposed. They did not intend except to flee"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "And if they had been entered upon from all its [surrounding] regions and fitnah had been demanded of them, they would have done it and not hesitated over it except briefly"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "And they had already promised Allah before not to turn their backs and flee. And ever is the promise to Allah [that about which one will be] questioned"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Say, [O Muhammad], \"Never will fleeing benefit you if you should flee from death or killing; and then [if you did], you would not be given enjoyment [of life] except for a little"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Say, \"Who is it that can protect you from Allah if He intends for you an ill or intends for you a mercy?\" And they will not find for themselves besides Allah any protector or any helper"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Already Allah knows the hinderers among you and those [hypocrites] who say to their brothers, \"Come to us,\" and do not go to battle, except for a few"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Indisposed toward you. And when fear comes, you see them looking at you, their eyes revolving like one being overcome by death. But when fear departs, they lash you with sharp tongues, indisposed toward [any] good. Those have not believed, so Allah has rendered their deeds worthless, and ever is that, for Allah, easy"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "They think the companies have not [yet] withdrawn. And if the companies should come [again], they would wish they were in the desert among the bedouins, inquiring [from afar] about your news. And if they should be among you, they would not fight except for a little"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "There has certainly been for you in the Messenger of Allah an excellent pattern for anyone whose hope is in Allah and the Last Day and [who] remembers Allah often"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "And when the believers saw the companies, they said, \"This is what Allah and His Messenger had promised us, and Allah and His Messenger spoke the truth.\" And it increased them only in faith and acceptance"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Among the believers are men true to what they promised Allah. Among them is he who has fulfilled his vow [to the death], and among them is he who awaits [his chance]. And they did not alter [the terms of their commitment] by any alteration"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "That Allah may reward the truthful for their truth and punish the hypocrites if He wills or accept their repentance. Indeed, Allah is ever Forgiving and Merciful"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "And Allah repelled those who disbelieved, in their rage, not having obtained any good. And sufficient was Allah for the believers in battle, and ever is Allah Powerful and Exalted in Might"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "And He brought down those who supported them among the People of the Scripture from their fortresses and cast terror into their hearts [so that] a party you killed, and you took captive a party"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "And He caused you to inherit their land and their homes and their properties and a land which you have not trodden. And ever is Allah, over all things, competent"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "O Prophet, say to your wives, \"If you should desire the worldly life and its adornment, then come, I will provide for you and give you a gracious release"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "But if you should desire Allah and His Messenger and the home of the Hereafter - then indeed, Allah has prepared for the doers of good among you a great reward"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "O wives of the Prophet, whoever of you should commit a clear immorality - for her the punishment would be doubled two fold, and ever is that, for Allah, easy"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "And whoever of you devoutly obeys Allah and His Messenger and does righteousness - We will give her her reward twice; and We have prepared for her a noble provision"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "O wives of the Prophet, you are not like anyone among women. If you fear Allah, then do not be soft in speech [to men], lest he in whose heart is disease should covet, but speak with appropriate speech"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "And abide in your houses and do not display yourselves as [was] the display of the former times of ignorance. And establish prayer and give zakah and obey Allah and His Messenger. Allah intends only to remove from you the impurity [of sin], O people of the [Prophet's] household, and to purify you with [extensive] purification"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "And remember what is recited in your houses of the verses of Allah and wisdom. Indeed, Allah is ever Subtle and Acquainted [with all things]"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Indeed, the Muslim men and Muslim women, the believing men and believing women, the obedient men and obedient women, the truthful men and truthful women, the patient men and patient women, the humble men and humble women, the charitable men and charitable women, the fasting men and fasting women, the men who guard their private parts and the women who do so, and the men who remember Allah often and the women who do so - for them Allah has prepared forgiveness and a great reward"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "It is not for a believing man or a believing woman, when Allah and His Messenger have decided a matter, that they should [thereafter] have any choice about their affair. And whoever disobeys Allah and His Messenger has certainly strayed into clear error"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "And [remember, O Muhammad], when you said to the one on whom Allah bestowed favor and you bestowed favor, \"Keep your wife and fear Allah,\" while you concealed within yourself that which Allah is to disclose. And you feared the people, while Allah has more right that you fear Him. So when Zayd had no longer any need for her, We married her to you in order that there not be upon the believers any discomfort concerning the wives of their adopted sons when they no longer have need of them. And ever is the command of Allah accomplished"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "There is not to be upon the Prophet any discomfort concerning that which Allah has imposed upon him. [This is] the established way of Allah with those [prophets] who have passed on before. And ever is the command of Allah a destiny decreed"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "[Allah praises] those who convey the messages of Allah and fear Him and do not fear anyone but Allah. And sufficient is Allah as Accountant"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammad is not the father of [any] one of your men, but [he is] the Messenger of Allah and last of the prophets. And ever is Allah, of all things, Knowing"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "O you who have believed, remember Allah with much remembrance"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "And exalt Him morning and afternoon"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "It is He who confers blessing upon you, and His angels [ask Him to do so] that He may bring you out from darknesses into the light. And ever is He, to the believers, Merciful"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "Their greeting the Day they meet Him will be, \"Peace.\" And He has prepared for them a noble reward"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "O Prophet, indeed We have sent you as a witness and a bringer of good tidings and a warner"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "And one who invites to Allah, by His permission, and an illuminating lamp"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "And give good tidings to the believers that they will have from Allah great bounty"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "And do not obey the disbelievers and the hypocrites but do not harm them, and rely upon Allah. And sufficient is Allah as Disposer of affairs"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "O You who have believed, when you marry believing women and then divorce them before you have touched them, then there is not for you any waiting period to count concerning them. So provide for them and give them a gracious release"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "O Prophet, indeed We have made lawful to you your wives to whom you have given their due compensation and those your right hand possesses from what Allah has returned to you [of captives] and the daughters of your paternal uncles and the daughters of your paternal aunts and the daughters of your maternal uncles and the daughters of your maternal aunts who emigrated with you and a believing woman if she gives herself to the Prophet [and] if the Prophet wishes to marry her, [this is] only for you, excluding the [other] believers. We certainly know what We have made obligatory upon them concerning their wives and those their right hands possess, [but this is for you] in order that there will be upon you no discomfort. And ever is Allah Forgiving and Merciful"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "You, [O Muhammad], may put aside whom you will of them or take to yourself whom you will. And any that you desire of those [wives] from whom you had [temporarily] separated - there is no blame upon you [in returning her]. That is more suitable that they should be content and not grieve and that they should be satisfied with what you have given them - all of them. And Allah knows what is in your hearts. And ever is Allah Knowing and Forbearing"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Not lawful to you, [O Muhammad], are [any additional] women after [this], nor [is it] for you to exchange them for [other] wives, even if their beauty were to please you, except what your right hand possesses. And ever is Allah, over all things, an Observer"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "O you who have believed, do not enter the houses of the Prophet except when you are permitted for a meal, without awaiting its readiness. But when you are invited, then enter; and when you have eaten, disperse without seeking to remain for conversation. Indeed, that [behavior] was troubling the Prophet, and he is shy of [dismissing] you. But Allah is not shy of the truth. And when you ask [his wives] for something, ask them from behind a partition. That is purer for your hearts and their hearts. And it is not [conceivable or lawful] for you to harm the Messenger of Allah or to marry his wives after him, ever. Indeed, that would be in the sight of Allah an enormity"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Whether you reveal a thing or conceal it, indeed Allah is ever, of all things, Knowing"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "There is no blame upon women concerning their fathers or their sons or their brothers or their brothers' sons or their sisters' sons or their women or those their right hands possess. And fear Allah. Indeed Allah is ever, over all things, Witness"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Indeed, Allah confers blessing upon the Prophet, and His angels [ask Him to do so]. O you who have believed, ask [Allah to confer] blessing upon him and ask [Allah to grant him] peace"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Indeed, those who abuse Allah and His Messenger - Allah has cursed them in this world and the Hereafter and prepared for them a humiliating punishment"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "And those who harm believing men and believing women for [something] other than what they have earned have certainly born upon themselves a slander and manifest sin"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "O Prophet, tell your wives and your daughters and the women of the believers to bring down over themselves [part] of their outer garments. That is more suitable that they will be known and not be abused. And ever is Allah Forgiving and Merciful"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "If the hypocrites and those in whose hearts is disease and those who spread rumors in al-Madinah do not cease, We will surely incite you against them; then they will not remain your neighbors therein except for a little"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Accursed wherever they are found, [being] seized and massacred completely"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "[This is] the established way of Allah with those who passed on before; and you will not find in the way of Allah any change"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "People ask you concerning the Hour. Say,\" Knowledge of it is only with Allah. And what may make you perceive? Perhaps the Hour is near"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Indeed, Allah has cursed the disbelievers and prepared for them a Blaze"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Abiding therein forever, they will not find a protector or a helper"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "The Day their faces will be turned about in the Fire, they will say, \"How we wish we had obeyed Allah and obeyed the Messenger"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "And they will say, \"Our Lord, indeed we obeyed our masters and our dignitaries, and they led us astray from the [right] way"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Our Lord, give them double the punishment and curse them with a great curse"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "O you who have believed, be not like those who abused Moses; then Allah cleared him of what they said. And he, in the sight of Allah, was distinguished"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "O you who have believed, fear Allah and speak words of appropriate justice"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "He will [then] amend for you your deeds and forgive you your sins. And whoever obeys Allah and His Messenger has certainly attained a great attainment"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Indeed, we offered the Trust to the heavens and the earth and the mountains, and they declined to bear it and feared it; but man [undertook to] bear it. Indeed, he was unjust and ignorant"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "[It was] so that Allah may punish the hypocrite men and hypocrite women and the men and women who associate others with Him and that Allah may accept repentance from the believing men and believing women. And ever is Allah Forgiving and Merciful"
        }
    ]
}