{
    "juzs": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Hurtige tilnærme er reckoning folkene de er oblivious averse"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Hvornår proof komme til dem fra deres Lord er nye de lytte til det heedlessly"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Deres forstande er heedless. Overtræderne konfererer secretly Være han ikke retfærdige menneskelig være jer? Du acceptere tryllerien præsenteres jer"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Han sagde Min Lord kender enhvere tanke himlen jorden. Han er Hearer Alvidende"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "De jævner sagde Hallucinationer Han stille det Han er digter! Lade ham udfolde os mirakel ligesom de af hidtige budene"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Vi aldrig annihilated tro samfund ind den forbi. Er de folk troende"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Vi ikke sendte jer mænd vi inspirerede. Spørge de kender scripture du ikke kender"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Vi ikke gav dem kroppe ædt nor var de udødelige"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Vi opfyldte vore løfte dem; vi frelste dem sammen whomever vi willed annihilated overtræderne"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Vi sender jer scripture indeholde Deres meddelelse. Du ikke forstår"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Mange samfund vi afsluttede deres transgression vi substituted øvrige folk deres sted"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Hvornår vore requital kom vedtage de startede løbe"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Ikke løbe komme Deres luksuser Deres palæer I holdes accountable"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "De sagde Ve til os. Vi var virkelig wicked"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Den fortsætte være deres proklamation indtil vi komplet wiped dem ydre"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Vi ikke oprettede himlene jorden alt dem simpelthen amusement"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Vi behøvede amusement vi initiated det nogen af den er hvad vi ville gøre"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Hellere er vore plan understøtte sandheden falsehood ind orden besejre det! Ve til jer i utterances du utter"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Ham belongs enhver himlene jorden de hos Ham er aldrig too arrogante tilbede Ham nor gøre de nogensinde waver"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "De forherliger nat dag uden nogensinde trættende"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "De grundlægger guder jord oprette"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Dersom xxxx var dem (himlene jorden) øvrige guder GUD xxxx være chaos. Glory er GUD; Lord absolutte myndighed Han er høje deres claims"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Han er aldrig være spørge omkring noget Han mens al others questioned"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "De grundlægger øvrige guder Ham? Sie Udfolde mig Deres proof Den er meddelelsen min generation consummating al hidtige meddelelser. Indeed fleste af dem ikke anerkende sandheden; den er de er så fjendtlige"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Vi ikke sendte nogen bud jer inspirationen Xxxx ikke er gud undta Mig du tilbede Mig alene"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "men de sagde mest Gracious begotten søn! Glory er Ham. al (bude) er (Hans) hædre servants"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "De aldrig taler på deres egen, de strictly følger Hans befalinger"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Han kender deres fremtidige deres fortiden. De ikke intercede frelser de allerede accepterede Ham og de bekymres omkring deres egen necks"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "nogen af dem claims være gud Ham vi requite ham Helvede; vi dermed requite de wicked"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "unbelievers ikke indser den himlen jorden bruge være ene solid hob som vi sprang eksistens? Fra vande vi stillede al leve ting! De tro"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Vi placerede jord stabilisatorer lest det tumler dem vi placerede lige veje therein som de guided"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Vi rendered himlen bevogte loft. men de er totalt oblivious til al portents therein"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Og Han er En oprettede natten dagen solen månen; hvert flyde ind dens egne omløbsbane"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Vi aldrig forordne udødelighed nogen indenfor jer; du omkomme er de udødelige"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Enhvere person smage død efter vi lægger jer prøven gennem modgang prosperity derefter til os du slutteligt returnerer"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Hvornår de disbelieve se I, de latterliggørelse I Er den en udfordrer Deres guder Meanwhile de vedvarer totalt heedless af meddelelsen fra mest Gracious"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "menneskelig være er utålmodige natur. Jeg inevitably udfolde jer Min tegn; ikke er such fare"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "De udfordrer Hvor som (gengældelse I er er sandfærdige)"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Kun de disbelieve envision hvornår de forsøger ward ilden - off deres ansigter deres bakke Ingen hjælpes dem derefter"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Indeed det komme dem brat de utterly stunned De kunne heller undlader det nor dåse de modtar nogen respit"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Bude I ridiculed følgelig de ridiculed dem incurred gengældelsen i deres ridiculing"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Sie Som beskytte jer fra mest Gracious natten dagen? Indeed de er totalt oblivious til meddelelsen deres Lord"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "De guder gøre have beskytte dem fra os? De ikke jævne hjælp. Nor kunne de følges en another hvornår de summoned ansigt os"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Vi haver forsyne for de folk deres forfædre op gammel ælde! De ikke ser enhver dag jord bringer dem closer slutningen? De omvendt den proces"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "sie jeg advarer jer ind overensstemmelse med guddommelige inspiration. døve ikke høre benævne hvornår de advares"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Hvornår udsnit Deres Lord's gengældelse hjemsøger dem de readily sir Vi var indeed wicked"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Vi etablere skalaerne af retfærdighed Dagen Opstandelse. Ing sjæl lide mindst uretfærdigheden. Jævne ækvivalente af sennep sæd vilje er accounted for! Vi er mest effektive reckoners"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Vi gav Moses Aaron Vedtægten Bog sømærke påmindelse i de righteous"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "En ærbødighed deres Lord sågar hvornår alene ind deres privatliv de bekymrer Timen"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Den too er velsigne påmindelse som vi sendte derned. Du benægter det"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Indenfor den, vi bevilgede Abraham hans vejledning forstå vi var fully aware af ham"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Han sie til hans far hans folk Hvad være de statuer til der jer helliger"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "De sagde Vi grundlagde vore forældre tilbede dem"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Han sagde Indeed I Deres forældre går totalt astray"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "De sagde du fortælle os sandheden I spiller"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Han sagde Deres eneste Lord er Lord af himlene jorden oprettede dem. Den er vidnesbyrdet til der jeg føder bevidne"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Jeg sværger GUD jeg have plan deal med Deres statuer I forlade"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Han brød dem into stykke frelser store en som de henvise det"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "De sagde Whoever gjorde den vore guder er virkelig overtræder"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "De sagde Vi hørte ungdom truer dem; han hedder Abraham"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "De sagde Bringe ham øjnene al folkene de føde bevidner"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "De sagde du gjorde den vore guder O Abraham"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Han sagde er store en gøre det. Gå spørge dem dersom de tale"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "De skiftes baglæns sie til Indeed du er de en transgressing"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "De reverted deres gamle ideer Du kender fulde godt som de ikke tale"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Han sagde I derefter tilbedelse GUD Gøre hvad ikke possesses magt gavne du harm I"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Du incurred skamfuldheder tilbedende idoler GUD! Du ikke forstår"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "De sagde Forbrænde ham understøtte Deres guder den er hvad jer beslutte gøre"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Vi sagde O fyre er kølige pengeskab i Abraham"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Dermed de schemed ham vi stillede dem taberne"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Vi frelste ham vi frelste Lot landet vi velsignede al folkene"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Vi bevilgede ham Isaac Jacob gave vi stillede dem begge righteous"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Vi stillede dem imams guided ind overensstemmelse med vore commandments vi underviste dem hvordan arbejde retmæssighed hvordan observe Kontakten Bønner (Salat) obligatoriske velgørenheden (Zakat)! Til os de helligedes tilbedere"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Angående Lot vi bevilgede ham visdom viden vi frelste ham fra samfundet som praktisere vederstyggeligheder; de var wicked onde folk"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Vi tilstod ham vore barmhjertighed han var righteous"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "indenfor den, Noah benævne vi svarede ham. Vi frelste ham hans familie fra great katastrofen"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Vi understøttede ham folkene forkastede vore åbenbaringer. De var onde folk vi druknede dem al"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "David Solomon hvornår de tidligere ruled betragter nogen crop som tilintetgjordes another's får vi bevidnede deres bedømmelse"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Vi bevilgede Solomon korrekte opfatningen vi forlenede begge af dem klogt viden. Vi forpligtede bjergene betjene David forherligende (Gud) også ligesom fuglene! Den er hvad vi gjorde"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Vi underviste ham færdigheden stillende skjolde beskytte I ind krig! Er I derefter thankful"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Solomon vi forpligtede vinden gusting pustende hans disposal. Han forestå det idet han ønskede whatever land han udvalgte vi velsignede such lander ham. Vi er fully aware af al ting"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "(Af djævlene xxxx var de dykke ham høste havet) gøre whatever han befalede dem gøre! Vi forpligtede dem ind hans tjeneste"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Arbejde implored hans Lord Modgang befallen mig af al barmhjertige en Du er mest Barmhjertige"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Vi svarede ham lettede hans modgang restituere hans familie i ham jævner twice idet adskilligt. Den var barmhjertighed os påmindelse tilbederne"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Også Ismail Idris Zal-Kifl; al var steadfast patient"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Vi tilstod dem vore barmhjertighed de var righteous"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Zan-Noon (Jonah ene med ‘N' ind hans navn) forladte hans mission ind protestere tænkning vi ikke kontrollere ham! Han ende imploring mørket store fisk belly Xxxx ikke er gud Jer. Du forherliges. Jeg forpligter gross synd"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Vi svarede ham frelste ham fra krisen; vi dermed frelser troendene"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Zachariah implored hans Lord Min Lord gøre ikke keep mig arving Du er god inheritor"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Vi svarede ham bevilgede ham John; vi fastlagde hans kone ham! De bruges fremskynde arbejde retmæssighed implored os situationer af glæde også ligesom frygter! Til os de var ærværdige"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Angående ene som vedligeholdt hendes uskylden vi pustede hende vore ånd dermed vi stillede hende hendes søn portent den hel verden"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Deres congregation er ene congregation jeg alene være Deres Lord du tilbede Mig alene"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "De delte disputing religioner. Al af dem komme os bedømmelse"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Angående de arbejder retmæssighed mens troende deres arbejde ikke gå affaldene vi registrerer det"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Det forbydes nogen samfund vi annihilated tilbagekomst"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Ikke Gog Magog genoptræde ville de derefter returnerer! - De komme enhvere retning"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Være hvornår uundgåelige profetien komme vedta'r tvivlerne stirre ind rædsel Ve til os vi er oblivious! Indeed vi er wicked"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "I idolerne I tilbedelse foruden GUD ville er brændsel Helvede; den er Deres uundgåelige destiny"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "De var guder de ikke ende Helvede. Al dens beboere abide det permanent"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "De sukke stønne therein de ikke have adgang til nogen nyhed"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Angående de trængte vore storslåede belønninger de beskyttes fra det"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "De ikke høre dens hvæse De nyde bolig hvor de få alt de begærer permanent"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "great rædslen ikke bekymre dem englene modta dem joyfully Den er Deres dag loves jer"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Den dag vi folde himlen folde bog. Netop idet vi initiated første anlæggelse vi gentage det. Den er vore løfte; vi certainly bære det"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Vi forordner Salmerne også idet ind øvrige scriptures at jorden arves Min righteous tilbedere"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Den er proklamation folk er tilbedere"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Vi sender jer barmhjertighed os den hel verden"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Proklamere jeg gives guddommelige inspiration Deres gud er ene gud! Du derefter forelægge"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "De sving derefter sie jeg advarer jer tilstrækkeligt jeg ikke haver ide hvordan snart sene (gengældelsen) komme jer"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Han er fully aware af Deres offentlige utterances Han er fully aware af alt jer gemme"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Al jeg kender den verden er prøve I midlertidige nydelse"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Sie Min Lord Deres bedømmelse er absolutte retfærdigheden! Vore Lord er mest Gracious; kun Hans hjælp søges ind den ansigt af Deres claims"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "O folk du ærbødighed I Lord quaking af Timen er noget horrendous"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Dagen du bevidner det jævne sygepleje mor vilje kassere hendes infant gravide kvinde abortere hendes fetus. Du se folkene vakle idet de beruses jævne de ikke beruses. Den er gud gengældelse er så awesome"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Hos den folk, xxxx er de argumentere GUD viden følger enhvere oprørske djævel"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Det forordnes nogen allierede ham han vildlede ham guide ham kvalen Helvede"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "(O folk dersom du haver nogen tvivl opstandelse mindes som) vi oprettede jer støv derefter tiny nedgang sving into hænge (foster) derefter det bliver fetus gives liv deemed livløse! Vi dermed klarlægger ting jer. Vi settle livmødrene whatever vi ville i forudbestemte periode! Vi derefter bringer jer ydre infants derefter du når modenhed. Mens visse af du omkommer unge others levende til værst ælden kun til grundlægge ydre som nej mer viden attained vise grænse! Også du kigger land er afdødte derefter idet snart idet vi brusebad det vande det vibrerer liv vokser al art af smukke planter"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Den bevise at GUD er Sandheden som Han genopliver afdødt som Han er Omnipotent"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Og som Timen kommer nej tvivl omkring det og at GUD resurrects de er gravene"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Hos den folk xxxx er en som argumentere GUD viden vejledning oplysende scripture"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Arrogant han stræber bortlede folkene stien GUD! Han dermed incurs ydmygelse ind den liv vi forpligter ham Dagen Opstandelse kvalen af forbrændende"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Den er hvad Deres hænder sender fremad jer. GUD ER ALDRIG unjust MOD FOLKENE"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Hos den folk xxxx er en tilbeder GUDEN conditionally. Ting går hans vej han er indehold visse modgang befalls ham han stiller about-face Dermed han taber begge den liv Herefter Such er egentlige skaden"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Han afguder GUD hvad ikke possesses magt harm ham gavne ham; such er egentlige forvilde"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Han afguder hvad være mer apt harm ham end gavne ham! hvad usle lord hvad usle ledsager"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "GUD TILSTÅR DE tro LEDE righteous LIV into HAVER STRØMME streams Alt er ind overensstemmelse med gud ville"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Nogen tro at GUD ikke understøtte ham ind den liv Herefter lader ham drejer komplet (hans skaber himmel sever (hans afhængighed på nogen eller Han derefter se den plan eliminerer noget som bothers ham)"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Vi dermed afslører klare åbenbaringer her derefter GUD guides whoever viljer guided"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "De tror de er Jødiske forvandle, Christians Zoroastrians idolet tilbedere GUD er En bedømme dem Dagen Opstandelse. GUD BEVIDNER al TING"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Du ikke indser at GUD prostrates enhver himlene jorden solen månen stjernerne bjergene træerne dyrene mange folk? Mange others hos den folk forpligtes doom Whomever GUD skamfuldheder ingen hædre ham. Alt er ind overensstemmelse med gud ville"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Her er to gilder feuding betragter deres Lord Angående de disbelieve de have klæder af fyre tailored i dem! Hellish flydende vilje hældes deres hoveder"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Det volde deres indersider smelte også ligesom deres huder"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "De confined jern pots"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Nårsomhelst de forsøger udgang such elendighed de fremtvinges tilbage ind Smager kvalen af forbrændende"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "GUD ville TILSTÅ DE tro LEDE righteous LIV into HAVER STRØMME streams De prydes therein armbånd guld perler deres klædningsstykker therein være silke"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "De guided gode gloserne; de guided stien af mest Priste"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Sikkert de disbelieve repulse others stien GUD fra Hellige Masjid vi udpegede al folkene! - Være de natives visitors! - Søge forurene det korrumperer det vi hjemsøge dem smertelige gengældelse"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Vi udnævnede Abraham etablere Templet Du ikke afgude nogen øvrige gud Mig purify Min tempel de besøger det de lever det de bov prostrate"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "Og proklamerer folkene observe Hajj pilgrimsfærd De komme jer gående ridende adskillige udmattede (betyde transport)! De komme fjernestst lokaliteterne"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "De søge kommercielle gavner de commemorate gud navn præcisere dagene i forsynende dem livestock! Ædt therefrom fodre mismodig fattig"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "De komplettere deres forpligtelser fulfill deres vows besøg ancient templet"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "De ærbødighed rites forordne GUD trænger gode belønning deres Lord al livestock stille lawful Deres mad frelser de især prohibited jer. Du undlade vederstyggeligheden idol tilbede undlade føde falske vidne"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Du vedligeholde Deres devotion absolut GUD alene. Nogen sætte nogen idol GUD være ene som faldt himlen derefter enes snatched gribbe puste vinden dybe ravine"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Indeed de ærbødighed rites forordne GUD demonstrerer retmæssigheden deres hjerter"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "(livestock) forsyner jer mange gavner for et periode, indenfor skænkes ancient templet"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "hvert congregation vi forordner rites whereby de commemorate navnet GUD i forsynende dem livestock! Deres gud er først og den samme gud; du skulle al forelægger Ham. Give gode nyhed til de lydige"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "De er en hjerterne skælver upon nævnende GUD de bestemt persevere modgang de observe Kontakten Bønner (Salat) fra vore forråd til dem de giver velgørenhed"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "dyr offerings er rites forordne GUD Deres egen gods. Du nævne gud navn dem mens de står ind linje. Tidligere de bydes sacrifice du ædt therefrom fodre fattig behøvende Den hvorfor vi subdued dem I som du udfolde Deres påskønnelse"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Heller deres kød nor deres blod når GUD. Hvad nå Ham er Deres retmæssighed. Han subdued dem I du udfolde I påskønnelse forherlige GUD i guiding I. Give gode nyhed til de charitable"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "GUD FORSVARER DE TROR. GUD IKKE ELSKER nogen betrayer unappreciative"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Tilladelse bevilges de være persecuted idet uretfærdighed befallen dem GUD være certainly able til understøttelse dem"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "De evicted deres hjem unjustly for nej fornuft foruden sigende Vore Lord er GUD. det ikke var gud understøtte af visse folk others monasteries kirker synagogues masjids! - Hvor navnet GUD commemorated hyppigt - Tilintetgøres! Absolut GUD understøtter de understøtter Ham. GUD ER MÆGTIGE Almægtig"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "De er de vi udnævnede dem herskere jord de etablere Kontakten Bønner (Salat) obligatoriske velgørenheden (Zakat) advocate retmæssighed forbyder onde! GUD ER ultimate HERSKEREN"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Dersom de forkaster I folkene Noah ‘Aad Thamoud også disbelieved dem"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "Også folkene Abraham folkene Lot"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "dwellers Midyan. Moses også forkastedes. Jeg ledte al de folk derefter jeg benævnede dem konto; hvordan devastating var Min requital"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Mange samfund vi annihilated deres wickedness. De ende ruiner stilled brønd great tomme palæer"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "De ikke strejfer jorden derefter bruge deres forstande gøre forstå bruge deres ører høre? Indeed egentlige blindheden ikke er blindheden øjnene blindheden hjerterne chests"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "De udfordrer du bringe gengældelse GUD aldrig mislykkes fulfill Hans profeti! Dag Deres Lord være tusind af Deres år"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Mange samfund ind den forbi forpligte onde jeg ledte dem på awhile derefter jeg straffede dem. Til Mig er ultimate destiny"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "sie O folk jeg er sende til I idet dybe warner"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "De tro lede righteous liv trænger tilgivelse gavmilde recompense"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Angående de stræber udfordre vore åbenbaringer de incur Helvede"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Vi ikke sendte jer nogen bud nor profet have djævelen interfere hans ønsker! GUD DEREFTER nullifies HVAD DJÆVELEN GØR. GUD PERFEKTIONERER HANS ÅBENBARINGER. GUD ER ALVIDENDE KLOGEST"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Han dermed sætte djævel scheme prøve de havn tvivler deres hjerte de hjerter hærdes. wicked måtte vedvarer oppositionen"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "De velsignes viden anerkende sandheden Deres Lord derefter tro ind det deres hjerte readily acceptere det! Fleste assuredly GUD guides troendene rigtig stien"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Angående de disbelieve de fortsætte havn tvivl Timen kommer dem brat gengældelsen forfærdelige dag kommer dem"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "al suverænitet som dag belongs til GUD Han bedømme dem. Angående de tro lede righteous liv de trænger haverne fryd"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Mens de disbelieved forkaste vore åbenbaringer incurred skamfulde gengældelse"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "De emigrerer GUD derefter får dræbte omkomme GUD ville sikkert brusebad dem gode forråd GUD ER certainly TILFREDSSTILLENDE FAMILIEFORSØRGEREN"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Fleste assuredly Han tilstå dem admittance behage dem. GUD ER ALVIDENDE Clement"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Det forordnes ene hævner uretfærdighed inflicted ham equitably derefter han persecuted den GUD ville sikkert understøtte ham! GUD ER Pardoner TILGIVENDE"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Er begribelighed GUD merges natten dagen merges dagen natten og at GUD er Hearer Seer"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Er begribelighed GUD være Sandheden stunden sætte nogen idoler Ham udgøre falsehood og at GUD er mest Højeste Supreme"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Du ikke ser GUD sender himlen vand gøre som drejer landet grønne? GUD ER SUBLIME Cognizant"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Til Ham belongs alt himlene alt på jord! Absolut GUD er mest Rige Praiseworthy"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Du ikke ser GUD forpligter ind gøre Deres tjeneste alt jord? Skibene løber oceanet Hans befaling. Han forhindrer heavenly kroppe styrtende jorden ind overensstemmelse med Hans befaling. GUD ER VENLIGEST MOD FOLKENE BARMHJERTIGEST"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Han er Ene som bevilgede jer livet derefter Han lægger jer død derefter Han bringer jer tilbage liv! Sikkert menneskelig være er unappreciative"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "I hvert congregation vi forordner sæt rites de uphold. Derfor de ikke dispute I. Du fortsætte invitere enhver Deres Lord Fleste assuredly du er rigtig stien"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "De argumentere I derefter sie GUD er fully aware af alt jer gøre"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "GUD ville BEDØMME HOS I DAGEN OPSTANDELSE AL DERES disputes"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Du ikke indser den GUD vide alt ind himlene alt på jord? Al den registreres rekord. Den er lette GUD gøre"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "De afguder GUD idoler hvori Han ikke placerede magt de kender intet dem! Overtræderne ikke haver hjælper"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Hvornår vore åbenbaringer reciteres dem clearly du anerkender wickedness ansigterne af de disbelieve. De næsten angriber de recitere vore åbenbaringer dem. sie jeg meddele jer af noget mere ond Helvede loves GUD de disbelieve; hvad usle destiny"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "O folk her er lignelse jer ponder grundigt idolerne du sætte GUD aldrig oprette flyve jævn de banded sammen gøre så! Furthermore dersom flyve røve noget fra dem de ikke genvinde det; svage er forfølgeren de forfølge"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "De ikke værdi GUD idet Han valued GUD ER MEST MÆGTIGE Almægtig"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "GUD UDVÆLGER FRA ENGLENE BUDE OGSÅ IDET FRA FOLKENE. GUD ER Hearer Seer"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Han kender deres forbi deres fremtid. Til GUD belongs ultimate kontrollen al substanser"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "O I tror I bov prostrate tilbedelse Deres Lord arbejde retmæssighed som du lykkes"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Du stræbe forårsagen GUD I stræbe Hans forårsag. Han udvælger I ikke placere hardship I praktisere Deres religion! - Religionen af Deres far Abraham. Han er ene som navngav jer Submitters originally! Dermed budet betjene vidne I I betjene vidner hos den folk. Derfor du observe Kontakten Bønner (Salat) giver obligatoriske velgørenheden (Zakat) greb hurtige til GUD; Han er Deres Lord tilfredsstillende Lord tilfredsstillende Tilhængeren"
        }
    ]
}