{
    "rukus": [
        {
            "chapter": 43,
            "verse": 46,
            "text": "Wo que yi paiqian mu sa daizhe wo de xuduo jixiang, qu jiaohua falao he ta de guizumen, ta shuo: Wo que shi quan shijie de zhu de shizhe."
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Dang ta ba wo de xuduo jixiang zhaoshi tamen de shihou, tamen like chaoxiao naxie jixiang."
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "Wo suo zhaoshi tamen de jixiang. Yi jian bi yi jian da. Wo ceng yi xingfa chengzhi tamen, yibian tamen huiwu."
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Tamen ceng shuo: Shushi a! Qing ni wei women qidao ni de zhu, yinwei ta ceng yu ni ding yue de yuangu, women biding yao zunxun zhengdao."
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Dang wo jiechu tamen suo zao de xingfa de shihou, tamen like shuangyue."
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Falao ceng hanjiao ta de baixing shuo: Wo de baixing a! Misi er (aiji) de guo quan, he zai wo jiaoxia benliu de jianghe, bu dou shi wo de ma? Nandao nimen kan bujian?"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Nandao wo bushi bi zhe beijian erqie hanhu de ren geng qiang ma?"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Zenme meiyou huangjin de shouzhuo, jia zai ta de shou shang ne? Huozhe shi zhong tianshen tong ta jiezhong jianglin ne?"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Ta ceng gudong ta de baixing, tamen jiu fucong ta; tamen que shi beini zhe."
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Dang tamen chufan wo de shihou, wo chengzhi tamen, gu shi tamen tongtong yan si,"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "wo yi tamen wei houshi de jianjie."
        }
    ]
}