{
    "maqras": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Allah'ın emri geldi. Onunla yüzyüze gelmekte acele etmeyin. Tüm varlığın tespih ettiğidir o Allah. Arınmıştır onların şirk koştuklarından"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Kullarından dilediğine melekleri, emrinden olan ruh ile şöyle diyerek indirir: \"Gerçek şu: Benden başka ilah yok, o halde benden sakının"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Gökleri ve yeri hak olarak yarattı. Arınmıştır onların ortak tuttukları şeylerden"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "İnsanı bir spermden yarattı. Bir de bakmışsın insan, açıkça kafa tutan bir hasım oluvermiştir"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Davarları da O yaratmıştır. Onlarda sizin için bir ısıtıcı-koruyucu ve nice nice yararlar vardır. Onlardan bazı şeyleri/onlardan bazılarını yersiniz"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Bir güzellik de vardır onlarda sizin için: Sabah saldığınız sırada, akşam topladığınız sırada"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Ve ağırlıklarınızı yüklenir, canlarınızın yarısını tüketmeden varamayacağınız beldelere kadar taşırlar. Hiç kuşkusuz, Rabbiniz gerçekten Raûf'tur, çok acıyıp esirger; Rahîm'dir, sınırsızca merhamet eder"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Hem binesiniz diye hem de bir süs olarak atları, katırları, eşekleri de yarattı. Ve bilemeyeceğiniz daha neler yaratır O"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Yolu doğrultup denge noktasını bulmak Allah'ın işidir. Ondan sapan da var. Allah dileseydi, sizi toptan hidayete erdirirdi"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "O sizin için gökten bir su indirdi; ondan bir içecek var. Kendisinden hayvanlarınıza yedirdiğiniz bir ağaç da ondan oluşmaktadır"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "O suyla sizin için ekin, zeytin, hurmalıklar, üzümler ve her çeşitten meyvalar bitirir. Hiç kuşkusuz, bunda, derin derin düşünen bir toplum için gerçek bir mucize vardır"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Geceyi, gündüzü, Güneş'i ve Ay'ı sizin emrinize vermiştir. Yıldızlar da O'nun emriyle bir hizmete boyun eğmiştir. Bütün bunlarda, aklını çalıştıran bir topluluk için elbette ibretler vardır"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Ve sizin için yeryüzünde, çeşit çeşit renklerde başka şeylere de vücut vermiştir. Bütün bunlarda, düşünüp ibret alacak bir toplum için elbette bir mucize vardır"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Ve O'dur ki, içinden taze bir et yemeniz ve kuşanacağınız bir süs çıkarmanız için denizi emrinize vermiştir. Gemileri onda yara yara gider görürsün. Böyle yapmıştır ki, O'nun kereminden nasip arayasınız ve şükredebilesiniz"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Sizi çalkayıp sarsar diye yerküreye ağır dağlar, ırmaklar, yollar koydu. İyiye ve doğruya ulaşmanız umulmaktadır"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "Ve nice işaretler! Yıldızla da onlar, yol ve yön doğrulturlar"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Yaratan, yaratmayana benzer mi? Hiç düşünmüyor musunuz"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Allah'ın nimetlerini saymaya kalkarsanız, onların sonunu getiremezsiniz. Allah, gerçekten Gafûr ve Rahîm'dir"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Allah, sizin gizlediğinizi de açığa vurduğunuzu da bilir"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Allah dışında yakardıklarınız hiçbir şey yaratamazlar; onların kendileri yaratılmaktadır"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Hayat bulmaz ölülerdir onlar. Ne zaman dirilteceklerini bile bilmezler"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Tanrınız bir tek tanrıdır. Böyle iken, âhirete inanmayanlar, kibre saplandıkları için kalpleri inkârcı olmuştur"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Hiç kuşkusuz Allah, onların sakladıklarını da açığa vurduklarını da biliyor. Hiç kuşkusuz, O, büyüklük taslayanları sevmiyor"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Onlara, \"Rabbiniz ne indirdi\" dendiğinde şöyle dediler: \"Öncekilerin masallarını"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Şunun için ki, onlar, kıyamet günü kendi günahlarını tamamen yüklendikten başka, ilimsizlik yüzünden saptırdıkları kişilerin günahlarının bir kısmını da yüklenecekler. Bakın, ne kötü şey yükleniyorlar"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Onlardan öncekiler tuzak kurmuşlardı. Bunun üzerine Allah, binalarına temellerinden çarpmış da üstlerindeki tavan tepelerine çökmüştü. Azap onlara hiç fark edemedikleri yerden gelmişti"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Sonra, kıyamet günü onları rezil edecek ve diyecek: \"Kendileri için kavga çıkarıp ayrılığa düştüğünüz ortaklarım nerede?\" Kendilerine ilim verilmiş olanlar diyecekler ki: \"Bugün rezillik ve kötülük, gerçeği inkâr edenleredir"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "Öz benliklerine zulmedip durdukları bir sırada, meleklerin vefat ettirdikleri kişiler şöyle diyerek teslim bayrağını çekerler: \"Biz hiçbir kötülük yapmıyorduk.\" İş hiç de öyle değil. Allah, sizin yapmakta olduklarınızı çok iyi bilmektedir"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Hadi, girin cehennem kapılarından; sürekli kalacaksınız orada. Gerçekten kötü yermiş kibre sapanların barınağı"
        }
    ]
}