{
    "maqras": [
        {
            "chapter": 11,
            "verse": 108,
            "text": "Mutluluğa erdirilenlere gelince, onlar cennettedirler. Rabbinin dilemesi hariç, gökler ve yer durdukça onlar, hep orada kalacaklardır. Kesintisiz bir lütuf olarak"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Şunların kulluk etmekte oldukları şeyler yüzünden bir kuşku içine girme. Daha önce atalarının kulluk ettikleri gibi kulluk ediyorlar, hepsi bu. Biz onların da nasiplerini hiç eksiltmeden elbette vereceğiz"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Yemin olsun, Mûsa'ya Kitap'ı verdik de onda da ihtilafa düşüldü. Rabbinden bir kelime, önceden gelmiş olmasaydı, aralarında iş mutlaka bitirilirdi. Onlar bunun hakkında, kafaları karıştıran bir kuşku içindedirler"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Hiç kuşkusuz, Rabbin hepsinin amellerinin karşılığını tam tamına kendilerine verecektir. O, onların yapmakta olduklarından haberdardır"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "O halde sen, emrolunduğun gibi dosdoğru yürü! Seninle birlikte tövbe edenler de... Sakın aşırılık edip azmayın! O, yapmakta olduklarınızı görüyor"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Zulmedenlere eğilim göstermeyin! Yoksa ateş sizi sarmalar. Allah'tan başka dostlarınız kalmaz, size yardım de edilmez"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Gündüzün iki tarafında ve geceye yakın saatlerde namazı/duayı yerine getir. Güzellikler kötülükleri silip süpürür. İşte bu, Allah'ı ananlara bir öğüttür"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Sabret! Allah, güzel düşünüp güzel davrananların ödülünü yitirmez"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Sizden önceki kuşakların söz ve eser sahibi olanları, yeryüzünde bozgunculuktan alıkoymalı değiller miydi? Ama içlerinden kurtarmış olduklarımızın az bir kısmı dışında hiçbiri bunu yapmadı. Zulme sapanlar ise içine gömüldükleri servet şımarıklığının ardına düşüp suçlular haline geldiler"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Halkı iyilik ve barış sevenler olsaydı, Rabbin o kentleri/medeniyetleri zulümle helâk edecek değildi ya"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Eğer Rabbin dileseydi insanları elbette ki bir tek ümmet yapardı. Ama birbirleriyle çekişmeye devam edeceklerdir"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Rabbinin rahmet ettikleri müstesna. O, onları işte bunun için yaratmıştır. Rabbinin, \"Yemin olsun ben cehennemi, tümden insanlar ve cinlerle dolduracağım!\" sözü tamamlanacaktır"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Resullerin haberlerinden, kendisiyle kalbini destekleyip sağlamlaştıracağımız her şeyi sana anlatıyoruz. Bunun içinde sana hak gelmiştir. Bunda, inananlar için bir öğüt ve hatırlatma da vardır"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "İnanmayanlara de ki: \"Yapabildiğinizi yapın, biz de işimizi yapıyoruz"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Bekleyin, biz de bekliyoruz"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Göklerin ve yerin gizli bilgileri Allah'a aittir. Tüm iş ve oluş O'na döndürülür. O halde O'na kulluk et, O'na dayanıp güven! Rabbin, yapmakta olduklarınızdan habersiz değildir"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Elif, Lâm, Râ. O apaçık, apaydınlık Kitap'ın ayetleridir bunlar"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Biz onu sana, aklınızı çalıştırasınız diye, Arapça bir Kur'an olarak indirdik"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Biz bu Kur'an'ı sana vahyederek, hikâyelerin en güzelini anlatıyoruz. Oysaki sen, bundan önce bunlardan tamamen habersiz olanlardandın"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Bir vakit Yûsuf babasına şöyle demişti: \"Babacığım, ben rüyada on bir yıldızla, Güneş'i ve Ay'ı gördüm; onları bana secde ediyorlar gördüm"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "Yavrucuğum, dedi, rüyanı kardeşlerine anlatma; sonra sana bir oyun oynarlar. Hiç kuşkusuz şeytan, insan için açık bir düşmandır"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "İşte böyle! Rabbin seni seçip yüceltecek, olayların ve sözlerin tevilinden, sana birşeyler öğretecek, hem senin hem Yakub soyunun üzerinde nimetini tamamlayacaktır. Tıpkı bundan önce ataların İbrahim ve İshak üzerine o nimeti tamamladığı gibi. Şu kesin ki, senin Rabbin Alîm'dir, Hakîm'dir"
        }
    ]
}