{
    "chapter": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alif. Lam. Mim. Sad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "Kinh (Qur’an) đa đuoc ban xuong cho Nguoi (hoi Thien Su). Vi vay, cho đung đe long nguc cua Nguoi co su kho khan (hay su hoai nghi) ve No. (No đuoc ban xuong cho Nguoi) la đe Nguoi canh bao (nhan loai) va nhac nho nhung nguoi co đuc tin"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Cac nguoi (hoi con nguoi) hay đi theo nhung đieu đa đuoc ban xuong cho cac nguoi tu Thuong Đe cua cac nguoi va cac nguoi cho đung đi theo nhung ke bao ho ngoai (Allah). (Cac nguoi đuoc khuyen bao nhu the) nhung tiec thay cac nguoi chang may luu tam"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Đa khong biet bao thi tran bi TA huy diet (do toi loi cua dan chung). Su trung phat cua TA đa đen voi ho mot cach bat ngo vao ban đem hoac ban ngay luc ho đang nghi trua"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Cho nen, khi hinh phat cua TA đen voi ho thi ho chi biet noi: “Qua that, bay toi la nhung ke lam đieu sai quay.”"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Roi đay (vao Ngay Phan Xet) TA chac chan se tra hoi nhung ai tiep nhan đuoc Thong Điep va TA chac chan cung se tra hoi cac Thien Su"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "TA chac chan se ke lai cho ho nghe moi thu ma ho đa tung lam (tren the gian) bang su hieu biet (cua TA) boi TA khong he vang mat (bat cu luc nao)"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "Viec can đo (cac viec lam tot xau) cua Ngay hom đo la su that. Vi vay, ai ma (cac viec lam thien tot cua y) co trong luong nang hon (trong luong cac viec lam xau cua y) thi ho se la nhung nguoi chien thang"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Con ai ma (cac viec lam thien tot cua y) co trong luong nhe hon (trong luong cac viec lam xau cua y) thi ho se la nhung ke thiet than do đa choi bo cac Loi Mac Khai cua TA"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Qua that, TA (Allah) đa đinh cu cac nguoi (loai nguoi) tren trai đat va đa tao cho cac nguoi biet bao phuong tien đe sinh song. Tuy nhien, cac nguoi rat it tri an (TA)"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Qua that, TA (Allah) đa tao hoa cac nguoi (hoi loai nguoi) roi ban cho cac nguoi hinh the. TA đa ra lenh cho cac Thien Than quy lay chao Adam (to tien cua cac nguoi). Tat ca (cac Thien Than) đeu quy lay ngoai tru Iblis, han khong chiu quy lay"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "(Allah) phan bao (Iblis): “Đieu gi đa can nha nguoi khong chiu quy lay khi TA ban lenh cho nguoi (hoi Iblis)?” Han noi: “Vi be toi tot hon Y (Adam), Ngai tao be toi tu lua va Ngai tao Y tu đat set.”"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "(Allah) phan: “Nha nguoi hay xuong khoi đo (Thien Đang), nha nguoi khong đuoc ngao man trong đo. Nha nguoi hay đi ra, nha nguoi qua la mot ten đang khinh.”"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "(Iblis) khan cau: “Xin Ngai hay tam tha cho be toi đuoc song cho đen Ngay Phuc Sinh.”"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "(Allah) phan: “Đuoc, nha nguoi se đuoc tam tha (cho đen ngay tieng coi đau tien đuoc cat len).”"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "(Iblis) noi: “Vi Ngai xua đuoi be toi, be toi quyet se loi keo chung (con chau cua Adam) lech khoi con đuong ngay chinh cua Ngai.”"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "“Be toi quyet se tan cong chung tu phia đang truoc, đang sau, ben phai va ben trai, roi Ngai se thay đa so bon chung la nhung ke khong biet on (Ngai).”"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "(Allah) phan: “Nha nguoi hay cut ra khoi đo (Thien Đang), thu đang khinh va đang tong co đi noi khac. Ai trong bon ho đi theo nha nguoi thi tat ca se bi TA nhet đay vao Hoa Nguc.”"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "(Allah) phan: “Nay Adam, Nguoi va vo cua Nguoi hay song trong Thien Đang, hai Nguoi hay an thoa thich nhung gi minh muon, nhung hai Nguoi cho đung đen gan cay nay keo hai Nguoi tro thanh nhung ke lam đieu sai quay.”"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Tuy nhien, Shaytan (Iblis) đa thi tham xui giuc hai nguoi hau lam cho hai nguoi ho lo ra phan đang xau ho cua minh, han noi: “So di Thuong Đe cam hai nguoi đen gan cai ‘Cay’ nay la vi khong muon hai nguoi tro thanh Thien Than hoac tro thanh nguoi song bat tu ay thoi!”"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Han đa the thot voi hai nguoi ho, bao: “That ra ta chi la mot nguoi co van that long cho hai nguoi thoi.”"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "The la han đa du do đuoc hai nguoi ho thong qua su luong gat va lua doi. Ngay sau khi hai nguoi ho nem (trai cua) ‘Cay cam’ đo thi phan xau ho cua ca hai lien lo ra, hai nguoi phai luom la cay trong Thien Đang che kin than the cua minh lai. (Luc đo), Thuong Đe goi hai nguoi ho, phan: “Chang phai TA đa cam hai nguoi đen gan cai Cay đo va bao hai nguoi rang Shaytan la ke thu cong khai cua hai nguoi đo sao?!”"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Ca hai đong thua: “Lay Thuong Đe cua bay toi, qua that bay toi đa bat cong voi chinh ban than minh, neu Ngai khong tha thu va đoai thuong bay toi thi chac chan bay toi se tro thanh nhung ke thua thiet.”"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "(Allah) phan: “Ca ba nha nguoi (Adam, Hauwa va Iblis) hay (roi khoi Thien Đang) đi xuong (trai đat), cac nguoi se la ke thu cua nhau. Tren trai đat, cac nguoi se co mot noi cu ngu va phuong tien sinh song cho đen thoi han an đinh.”"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "(Allah) phan: “Cac nguoi se song tren trai đat va chet o đo va cung tu đo cac nguoi se đuoc phuc sinh tro lai.”"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Hoi con chau cua Adam (loai nguoi), qua that, TA đa ban xuong cho cac nguoi y phuc đe cac nguoi che đay phan xau ho cua minh va đe cac nguoi lam đep; tuy nhien, y phuc tot nhat la long Taqwa. Đay la mot trong cac dau hieu cua Allah, mong rang ho biet luu tam"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Hoi con chau Adam (loai nguoi), cac nguoi cho đe Shaytan lua gat cac nguoi giong nhu han đa tung (luong gat va) truc xuat cha me cua cac nguoi ra khoi Thien Đang. Han đa lot y phuc cua hai nguoi ho đe ca hai lo ra phan xau ho cua co the. Qua that, han va bo lac cua han nhin thay cac nguoi trong khi cac nguoi khong nhin thay chung. Qua that, TA đa đe nhung ten Shaytan lam nhung vi bao ho cho nhung ke vo đuc tin"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Moi lan (nhung ke đa than) lam đieu o ue (nhu tho buc tuong, đi vong quanh ngoi đen Ka’bah voi than the tran truong, ...), chung bao: “Chung toi đa thay ong ba cua minh lam nhu the, va Allah đa ra lenh cho chung toi lam nhu vay.” Nguoi (hoi Thien Su) hay noi voi ho: “Qua that, Allah khong he bao lam đieu o ue. Le nao cac nguoi cao buoc cho Allah nhung đieu ma cac nguoi khong biet?!”"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Nguoi (hoi Thien Su) hay noi (voi nhung ke đa than): “Thuong Đe cua Ta chi sai bao toan đieu cong ly; (Ngai bao) cac nguoi phai huong mat (ve Allah) trong moi noi tho phuong; (Ngai bao) cac nguoi hay chan thanh cau nguyen Ngai. (Roi đay cac nguoi se đuoc phuc sinh đe tro ve voi Ngai) giong nhu viec Ngai đa khoi tao cac nguoi luc ban đau.”"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "(Allah đa lam cho nhan loai thanh hai nhom:) mot nhom đuoc Ngai huong dan đung đuong va mot nhom bi lam lac. (Nhom lam lac la) boi vi ho đa chon lay Shaytan lam nhung ke bao ho thay vi Allah va ho tuong rang minh đa đuoc huong dan đung đuong"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "Hoi con chau cua Adam (loai nguoi), cac nguoi hay mac y phuc chinh te khi đen Masjid va cac nguoi hay an, uong thoa thich nhung khong đuoc phung phi, boi le Allah khong yeu thuong nhung ke phung phi"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Nguoi (hoi Thien Su) hay noi voi (nhung ke đa than): “Ai đa cam nhung thu lam đep cung nhu cac loai (thuc pham tot sach ma Allah đa tao ra cho đam be toi cua Ngai?” Nguoi (hoi Thien Su) hay noi voi ho: “Tat ca nhung thu đo la danh cho nhung nguoi co đuc tin o cuoc song tran tuc nay va danh rieng cho ho o Đoi Sau.” Nhu the đo, TA (Allah) đa giai thich ro cac Loi Mac Khai cua TA cho nhom nguoi hieu biet"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Nguoi (hoi Thien Su) hay noi: “Qua that, Thuong Đe cua Ta chi cam nhung đieu o ue du cong khai hay kin đao; chi cam đieu toi loi va ap buc (nguoi khac) mot cach bat cong; Ngai chi cam viec to hop (cac than linh) cung voi Allah trong tho phuong, đieu ma Ngai khong ban xuong (cho ai) bat cu tham quyen nao; va Ngai chi cam cac nguoi noi ve Allah khi cac nguoi khong biet gi (ve Ngai).”"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Moi cong đong đeu co mot thoi han nhat đinh. Cho nen, khi thoi han an đinh đa đen, ho se khong the tri hoan them bat cu gio (khac) nao cung nhu khong the ra đi som hon"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Hoi con chau Adam, khi cac Su Gia xuat than tu cac nguoi đen gap cac nguoi thuat lai cac Loi Mac Khai cua TA cho cac nguoi nghe, nguoi nao ngoan đao va cai thien ban than thi ho se khong lo so cung se khong buon phien"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Nguoc lai, nhung ai phu nhan cac Loi Mac Khai cua TA va ngao man xem thuong chung thi se la nhung nguoi ban cua Hoa Nguc, ho se o trong đo muon đoi"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Boi the, con ai sai quay hon ke cao buoc đieu doi tra cho Allah hoac phu nhan cac Loi Mac Khai cua Ngai. Nhung ke đo chi huong đuoc phan (loc) đa an bay cho ho trong quyen Kinh Me (Lawhu Al-Mahfuzh) cho toi khi cac Su Gia (Thien Than) cua TA đen rut hon ho. (Luc đo, cac Thien Than se hoi ho), noi: “Đau roi nhung than linh ma cac nguoi đa cau nguyen ngoai Allah?” Ho đap “Chung đa bo chung toi đi mat” va ho tu xac nhan minh chinh la nhung ke vo đuc tin"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "(Cac Thien Than) bao: “Cac nguoi (hoi nhung ke đa than) hay đi vao Hoa Nguc cung voi cac cong đong loai Jinn va loai nguoi thuoc cac the he truoc cac nguoi.” Cu moi lan mot cong đong moi đi vao thi no lien nguyen rua cong đong đa vao truoc đo. Đen khi tat ca cung gap mat nhau trong Hoa Nguc thi nhom vao sau (thuoc tang lop đi theo) len tieng đo toi cho nhom vao truoc (thuoc tang lop lanh đao), noi: “Lay Thuong Đe cua bay toi, chinh đam nguoi nay đa loi keo lam bay toi đi lac, khan xin Ngai trung phat ho gap đoi trong Hoa Nguc.” (Allah) phan: “Tat ca đeu bi trung phat gap đoi nhu nhau nhung cac nguoi khong biet đo thoi.”"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Nhom vao truoc len tieng đap lai nhom vao sau: “That ra cac nguoi cung đau co gi tot hon bon ta đay, thoi cac nguoi hay nem lay su trung phat boi nhung gi cac nguoi đa tich luy.”"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Qua that, nhung ke phu nhan cac Loi Mac Khai cua TA (Allah) va ngao man voi chung, se khong co cong troi nao đuoc mo ra cho ho, va ho se khong vao đuoc Thien Đang tru phi con lac đa chui qua đuoc cai lo cua chiec kim may. TA trung phat nhung ke toi loi đung nhu the đo"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Ho se co nhung chiec giuong lua cung voi nhung tam phu bang lua ben tren. TA trung phat đam nguoi sai quay đung nhu the đo"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Rieng nhung nguoi co đuc tin va hanh thien – TA (Allah) khong bat linh hon ganh vac qua kha nang cua no –, ho se la nhung nguoi ban cua Thien Đang, ho se o trong đo mai mai"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "TA se xoa khoi long cua ho su ghen ty va thu han, se co nhung con song chay ben duoi ho, va ho se noi: “Alhamdulillah, Đang đa huong dan bay toi đen voi (hong phuc) nay, neu khong nho Allah huong dan thi bay toi đa khong đuoc huong dan đung đuong. Cac vi Thien Su cua Thuong Đe cua bay toi qua that đa mang đen đieu chan ly.” Roi ho đuoc ho goi, bao: “Đo la Thien Đang, cac nguoi se đuoc thua huong No boi nhung đieu (tot đep) ma cac nguoi đa lam"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Cu dan Thien Đang goi cu dan Hoa Nguc, hoi: “Chung toi thuc su đa thay nhung gi ma Thuong Đe cua chung toi đa hua voi chung toi (truoc đay), no đa xay ra that, vay cac nguoi đa thay nhung gi ma Thuong Đe cua cac nguoi đa hua voi cac nguoi (truoc đay) khong, no đa xay ra that khong?” Ho đap: “Đung la su that.” The roi vi (Thien Than) ho goi lon tieng ho vang giua ho: “Allah nguyen rua nhung ke lam đieu sai quay.”"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Nhung ai ma ho ngan can con đuong chinh đao cua Allah cung nhu mong muon lam no tro nen cong queo va khong co đuc tin o noi Đoi Sau"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Giua ho (cu dan Thien Đang va cu dan Hoa Nguc) la mot vach ngan cach (đuoc goi la cac go cao). Tren cac go cao (nay), co nhung nguoi biet ro tung nguoi cua ho (cu dan Thien Đang va cu dan Hoa Nguc) qua cac dau vet (tren guong mat) cua ho. (Nhung nguoi tren cac go cao nay) goi nhung nguoi ban cua Thien Đang, chuc: “Mong bang an cho qui vi.” (Nhung nguoi tren cac go cao) van chua đuoc vao trong đo (Thien Đang) nhung ho them khat đuoc vao"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Khi ho (nhung nguoi tren cac go cao) nhin ve phia nhung nguoi ban cua Hoa Nguc thi ho lien cau khan: “Lay Thuong Đe cua bay toi, xin Ngai đung nhap bay toi cung voi đam nguoi lam đieu sai quay đo.”"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Nhung nguoi cua cac go cao goi nhung nguoi (cua Hoa Nguc) ma ho nhan biet đuoc qua net đac trung (tren guong mat) cua ho: “Nhung gi ma cac nguoi tom gop (tu tai san, quyen luc, con cai) cung nhu nhung gi ma cac nguoi tung tu hao va kieu ngao ve chung co giup ich đuoc gi cho cac nguoi khong?!”"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "(Allah phan voi nhung ke vo đuc tin:) “Co phai cac nguoi đa the thot rang nhung nguoi (co đuc tin nay) se khong đuoc long khoan dung cua Allah?” (Allah phan bao nhung nguoi co đuc tin:) “Cac nguoi hay buoc vao Thien Đang, cac nguoi se khong con lo so va cung se khong buon phien.”"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Nhung nguoi ban cua Hoa Nguc reo goi nhung nguoi ban cua Thien Đang, van xin: “Xin qui vi hay rot xuong cho chung toi mot it nuoc hoac bat cu mon loc nao ma Allah đa ban cap cho qui vi.” (Nhung nguoi ban cua Thien Đang) đap: “Qua that, Allah đa cam hai thu đo đoi voi nhung ke vo đuc tin.”"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Nhung nguoi đa lay ton giao cua minh lam phuong tien đe giai tri, mua vui va bi đoi song tran tuc nay đanh lua thi ngay hom nay, TA quen lang ho giong nhu ho đa tung quen lang ngay trinh dien nay cua ho va vi ho đa choi bo cac Loi Mac Khai cua TA"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Qua that, TA đa mang đen cho ho quyen Kinh (Qur’an), TA đa giai thich No ro rang bang kien thuc (cua TA), (va No la) nguon chi đao va la hong phuc danh cho đam nguoi co đuc tin"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Le nao (nhung ke vo đuc tin) lai cho đoi bien co xay ra nhu (Qur’an) đa canh bao? Vao Ngay ma bien co xay ra nhu đa canh bao, nhung ke đa phot lo no truoc đay se noi: “Qua that, cac Thien Su cua Thuong Đe cua chung toi đa mang đen su that, vay chung toi co đuoc nguoi bien ho nao đung ra bien ho cho chung toi khong hoac co the nao chung toi đuoc tra ve (cuoc song tran gian) đe chung toi co co hoi lam khac voi viec ma chung toi đa tung lam.” Qua that, ho đa lam thiet than cua chinh minh va nhung thu ma ho đa bia đat gian doi đa bo mac ho đi mat dang"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Qua that, Thuong Đe cua cac nguoi (loai nguoi) chinh la Allah, Ngai đa tao cac tang troi va trai đat trong sau ngay, roi Ngai an vi tren Ngai Vuong (cua Ngai). Ngai luan chuyen ngay đem mot cach nhanh chong; mat troi, mat trang va cac tinh tu đeu van hanh theo menh lenh cua Ngai. Viec tao hoa va quyen chi phoi la cua rieng mot minh Ngai. That phuc thay Allah, Thuong Đe cua vu tru va van vat"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Cac nguoi (hoi nhung nguoi co đuc tin) hay cau nguyen Thuong Đe cua cac nguoi trong su khiem nhuong va rieng tu (am tham, kin đao). Qua that, Ngai khong yeu thuong nhung ke vuot qua gioi han"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Cac nguoi cho đung huy hoai trai đat sau khi no đa đuoc cai thien. Cac nguoi hay cau nguyen Ngai bang noi so hai va niem hy vong. Qua that, long thuong xot cua Allah luon gan ke voi nhung nguoi lam tot"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Ngai la Đang goi cac luong gio bao truoc tin mung ve long khoan dung cua Ngai. Đen khi nao cac đam may nang trich (do chua nuoc) tap trung lai, TA chuyen chung đen manh đat chet kho, TA ban mua xuong lam moc ra đu loai trai qua (hoa mau). Tuong tu, TA se lam nguoi chet song lai nhu the, mong rang cac nguoi luu tam"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Manh đat tot se moc ra cay coi (doi dao va tuoi tot) duoi su cho phep cua Allah, con manh đat xau chi moc ra cay coi thua thot va khang khiu. Nhu the đo, TA giai thich ro rang cac Loi Mac Khai (cua TA) cho nhom nguoi biet tri an"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Qua that, TA (Allah) đa cu phai Nuh (No-e) đen voi nguoi dan cua Y. Y đa bao (dan cua minh): “Nay hoi dan ta, cac nguoi hay tho phuong mot minh Allah thoi, cac nguoi khong he co than linh nao khac ngoai Ngai. Ta thuc su lo so gium cho cac nguoi ve su trung phat vao mot ngay vi đai!”"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Nhung ten lanh đao va cam quyen trong đam dan cua (Nuh) bao Y: “Bon ta thay nguoi moi thuc su la ke lam lac.”"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "(Nuh) đap: “Hoi nguoi dan cua Ta, Ta khong phai la ke lam lac. Ta đich thuc chinh la Thien Su do Thuong Đe cua vu tru va van vat cu phai đen.”"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "“Ta truyen đat lai cho cac nguoi cac thong điep cua Thuong Đe Ta. Ta la nguoi đen khuyen ran cac nguoi, boi le Ta biet tu noi Allah nhung đieu ma cac nguoi khong biet.”"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "“Phai chang cac nguoi ngac nhien ve viec loi nhac nho cua Thuong Đe cua cac nguoi do mot nguoi xuat than tu cac nguoi mang đen hau đe cac nguoi ngoan đao va đuoc thuong xot u?!”"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Nguoi dan (cua Nuh) đa phu nhan Y nen TA đa cuu Y va nhung ai theo Y tren con tau. TA đa nhan chim nhung ke phu nhan cac dau hieu cua TA, qua that ho la đam nguoi mu quang"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Ve nguoi dan ‘Ad, (TA đa cu) Hud, nguoi anh em cua ho đen voi ho. (Hud) noi: “Nay hoi dan ta, cac nguoi hay tho phuong mot minh Allah thoi, cac nguoi khong he co than linh nao khac ngoai Ngai. Le nao cac nguoi khong kinh so Ngai?”"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Nhung ten lanh đao va cam quyen trong đam dan cua (Hud) bao Y: “Bon ta thay nguoi la ke đien ro. Bon ta nghi nguoi la mot ten noi doi.”"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "(Hud) đap: “Hoi nguoi dan cua Ta, Ta khong phai la ke đien ro. Ta đich thuc la Su Gia do Thuong Đe cua vu tru va van vat cu phai đen.”"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "“Ta truyen đat lai cho cac nguoi cac thong điep cua Thuong Đe Ta. Ta la nguoi khuyen ran chan thanh cho cac nguoi.”"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "“Phai chang cac nguoi ngac nhien ve viec loi nhac nho cua Thuong Đe cua cac nguoi do mot nguoi xuat than tu cac nguoi mang đen canh bao cac nguoi u? Cac nguoi hay nho lai khi Ngai lam cho cac nguoi ke vi sau nguoi dan cua Nuh va ban them cho cac nguoi (an hue) qua viec tao cho cac nguoi co dang voc to lon va vam vo. Cac nguoi hay nho đen hong phuc ma Allah đa ban cho cac nguoi hi vong cac nguoi la nhung nguoi thanh đat.”"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "(Nguoi dan cua Hud) noi: “(Nay Hud), nguoi đen la đe bao bon ta chi ton tho mot minh Allah duy nhat va tu bo het cac than linh ma to tien bon ta đa ton tho truoc đay đung khong? Vay thi nguoi hay mang đen đieu (hinh phat) ma nguoi đa canh bao bon ta xem nao, neu nhu nguoi la ke noi that.”"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "(Nuh) noi: “Chac chan su trung phat va con thinh no cua Thuong Đe cua cac nguoi se giang xuong cac nguoi. Le nao cac nguoi lai tranh luan voi ta ve nhung cai ten (than linh) do chinh cac nguoi va to tien cua cac nguoi bia ra chu Allah khong he ban cho bat cu tham quyen nao? Vay thi cac nguoi hay cho xem, Ta cung se cho xem cung voi cac nguoi.”"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "The roi TA đa cuu vot (Hud) cung voi nhung ai đi theo Y bang long thuong xot noi TA va TA đa loai bo toan bo nhung ke đa phu nhan cac dau hieu cua TA vi chung đa khong co đuc tin"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Ve nguoi dan Thamud, (TA đa cu) Saleh, nguoi anh em cua ho đen voi ho. (Saleh) noi: “Hoi dan ta, cac nguoi hay tho phuong mot minh Allah thoi, cac nguoi khong he co than linh nao khac ngoai Ngai. Qua that, mot bang chung ro rang tu Thuong Đe cua cac nguoi đa đen voi cac nguoi. Đay la con lac đa cai cua Allah, mot dau hieu danh cho cac nguoi. Cho nen, cac nguoi hay đe no đuoc tu do an tren đat cua Allah va cho đung đung cham đen no bang bat cu đieu xau nao keo cac nguoi bi trung phat đau đon.”"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "“Cac nguoi hay nho lai khi Ngai lam cho cac nguoi ke vi sau nguoi dan cua ‘Ad va ban cho cac nguoi cuoc song (huong thu) tren trai đat khi cac nguoi đao đat lam lau đai va đuc nui lam nha. Cac nguoi hay nho ve cac hong an cua Allah va cho đung tan pha tren trai đat.”"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Nhung ten lanh đao va cam quyen đay kieu ngao trong đam dan cua (Saleh) noi voi nhung nguoi yeu the co đuc tin: “Cac nguoi co biet chac Saleh la Su Gia đuoc Thuong Đe cua Y gui đen khong?” (Nhung nguoi yeu the) đap: “Chung toi tin vao đieu ma Nguoi mang đen.”"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Nhung ten kieu ngao kia bao: “Bon ta phu nhan đieu ma cac nguoi đa tin.”"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Vi vay, ho đa sat hai con lac đa cai bat chap lenh cam cua Thuong Đe cua ho va (thach thuc) bao: “Nay Saleh, nguoi hay mang đen (hinh phat) ma nguoi đa doa bon ta xem nao neu nguoi thuc su la Su Gia.”"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "The la mot tran đong đat du doi đa bat phat ho vao buoi sang khien ho tro thanh nhung cai xac trong chinh ngoi nha cua ho"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Roi (Saleh) roi bo ho, noi: “Nay nguoi dan cua Ta, qua that, Ta đa truyen đat cho cac nguoi buc thong điep cua Thuong Đe cua Ta va Ta cung đa khuyen bao cac nguoi, nhung cac nguoi von khong ua thich loi khuyen bao bao gio.”"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Va Lut, khi Y bao nguoi dan cua minh: “Phai chang cac nguoi lam đieu đoi bai ma chua tung ai tren đoi nay đa lam truoc đay?”"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "“Cac nguoi tim đen đan ong đe giai toa nhuc duc thay vi voi phu nu. Khong, cac nguoi thuc su la mot đam nguoi vuot qua gioi han.”"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Cau tra loi cua đam dan cua (Lut) khong gi khac ngoai loi: “Moi nguoi hay truc xuat chung (Lut va nhung nguoi co đuc tin) ra khoi thi tran cua cac nguoi, boi chung la nhung nguoi muon giu minh trong sach!”"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Boi the, TA đa giai cuu (Lut) va gia đinh cua Y ngoai tru vo cua Y. A nam trong đam nguoi bi tieu diet kia"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "TA đa trung phat ho bang mot tran mua kinh hoang. Nguoi (hoi Thien Su) hay nhin xem hau qua cua đam nguoi toi loi đa xay ra the nao"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "Ve nguoi dan Madyan (Madian), (TA đa cu) Shu’aib, nguoi anh em cua ho đen voi ho. (Shu’aib) noi: “Hoi nguoi dan cua Ta, cac nguoi hay tho phuong mot minh Allah thoi, cac nguoi khong he co than linh nao khac ngoai Ngai. Qua that, mot bang chung ro rang tu Thuong Đe cua cac nguoi đa đen voi cac nguoi. Cho nen, cac nguoi hay đong đo cho đung, can cho đu, cac nguoi cho đung gian lan thien ha bat cu đieu gi, va cho đung tan pha trai đat (bang toi loi) sau khi no đa đuoc lap trat tu. Đieu đo tot nhat cho cac nguoi neu cac nguoi la nhung nguoi co đuc tin.”"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "“Cac nguoi cho đung ngoi tren tat ca cac neo đuong ma ham doa (giet choc) va ngan chan con đuong chinh nghia cua Allah đoi voi ai đa tin tuong, va tim cach be cong con đuong đo (cua Ngai). Cac nguoi hay nho lai khi truoc đay cac nguoi (voi so luong) it oi roi đuoc Ngai gia tang so luong them đong, cac nguoi hay nhin xem nhung ke tan pha đa co ket cuoc nhu the nao?”"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "“Neu nhu mot nhom trong cac nguoi đa tin tuong vao đieu ma Ta mang đen va nhom con lai thi khong tin tuong thi cac nguoi (nhung nguoi vo đuc tin) hay kien nhan cho đen khi Allah phan xu giua chung ta, boi le Ngai la vi Tham Phan Uu Viet.”"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Nhung ten lanh đao kieu cang trong đam dan cua Y noi: “Nay Shu’aib, chac chan bon ta se đuoi Nguoi va nhung ke co đuc tin cung voi Nguoi ra khoi thi tran cua bon ta hoac cac nguoi phai tro lai tin nguong cua bon ta.” (Shu’aib) đap: “Ngay ca khi chung toi khong thich u?”"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "“Chac chan chung toi (se la nhung ke) đa đat đieu noi doi cho Allah neu chung toi tro lai tin nguong cua cac nguoi sau khi Allah đa cuu chung toi khoi no. Chung toi khong tro lai voi no tru phi Allah – Thuong Đe cua chung toi muon (khac đi). Thuong Đe cua chung toi co kien thuc bao trum tat ca moi thu, chung toi nguyen pho thac cho Ngai. Lay Thuong Đe cua bay toi, xin Ngai hay phan xu giua bay toi va đam dan cua bay toi bang cong ly, boi Ngai la Đang phan xu uu viet nhat.”"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Nhung ten lanh đao vo đuc tin trong đam dan cua Y noi: “Neu nhu cac nguoi đi theo Shu’aib thi chac chan cac nguoi se that bai.”"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "The la mot tran đong đat kinh hoang đa bat lay chung khien chung tro thanh nhung cai xac trong chinh ngoi nha cua chung"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Nhung ke đa phu nhan Shu’aib giong nhu ho đa chua tung song noi đo bao gio; nhung ke đa phu nhan Shu’aib la nhung ke đa that bai"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Vay la (Shu’aib) roi bo ho ra đi, noi: “Nay nguoi dan cua Ta! Qua that, Ta đa truyen đat cho cac nguoi thong điep cua Thuong Đe cua Ta va Ta cung đa khuyen bao cac nguoi. Lam sao Ta co the đau buon cho đam nguoi vo đuc tin!”"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Khong mot thi tran nao (phu nhan) vi Nabi đuoc TA cu phai đen voi ho ma TA lai khong bat dan cu cua no nem trai đau kho va benh tat, mong la (qua su viec đo) ho biet ha minh (than phuc TA)"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Roi TA đa thay đieu xau thanh đieu tot đep cho đen khi ho đuoc hung thinh thi lai noi: “Truoc đay to tien cua chung toi cung đa tung trai qua gian kho va sung suong the nay.” The la TA bat ngo bat phat ho trong luc ho khong hay biet"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Neu nhu cu dan cua cac thi tran co đuc tin va kinh so (TA) thi chac chan TA đa mo ra cho ho cac phuc lanh tu troi đat. Tuy nhien, ho đa phu nhan đuc tin nen TA đa bat phat ho ve nhung gi ma ho đa lam"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Phai chang cu dan cua cac thi tran cam thay an toan khi su trung phat cua TA (bat ngo) chup bat ho vao ban đem luc ho đang say giac"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Phai chang ho cam thay an toan khi su trung phat cua TA (bat ngo) tum bat ho luc mat troi len cao khi ho đang vui choi"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Phai chang ho cam thay an toan truoc ke hoach (trung phat bi mat) cua Allah?! Khong ai cam thay an toan truoc ke hoach cua Allah ngoai tru đam nguoi thua thiet"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Le nao khong la bai hoc cho nhung ke thua ke trai đat sau khi cu dan (cua cac thi tran truoc đay đa bi tieu diet)? Neu muon, TA co the tieu diet chung boi toi loi cua chung, TA co the niem kin con tim cua chung đe chung khong nghe đuoc (chan ly)"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Đo la nhung thi tran (cua Nuh, Hud, Saleh, Lut, Shu’aib) ma TA đa ke cho Nguoi (hoi Thien Su) ve thong tin cua ho. Qua that, cac Su Gia xuat than tu ho đa đen gap ho voi bang chung ro rang nhung ho đa khong co đuc tin noi nhung đieu ma ho đa phu nhan truoc đo. Nhu the đo, Allah đa niem kin con tim cua đam nguoi vo đuc tin"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "TA khong thay đa so bon ho giu đung giao uoc ma TA chi thay đa so bon ho la nhung ke day loan, bat tuan"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Roi sau bon ho, TA đa phai Musa mang nhung phep la cua TA đen gap Pha-ra-ong va quan than cua han nhung chung đa phu nhan cac phep la đo. The nen, Nguoi (hoi Thien Su) hay xem hau qua cua nhung ke đai nghich đa xay ra the nao"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Musa noi: “Hoi Pha-ra-ong, qua that Ta chinh la Su Gia cua Thuong Đe cua vu tru va van vat.”"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "“Ta chi đuoc phep noi su that ve Allah. Qua that, Ta mang đen cho qui ngai bang chung ro rang tu Thuong Đe cua qui ngai, vi vay, hay cho nguoi dan Israel đi theo Ta.”"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "(Pha-ra-ong) bao: “Neu Nguoi mang đen mot dau hieu la thi Nguoi hay trung bay no ra xem neu Nguoi noi that!”"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "The la (Musa) nem chiec gay cua Y xuong, no lap tuc bien thanh mot con ran thuc su"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Va khi Y rut ban tay cua Y ra (sau khi ap no ben suon trong chiec ao), no tro nen trang sang truoc mat nhung nguoi chung kien"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Cac quan than cua Pha-ra-ong len tieng bao: “Ro rang ten nay la mot phu thuy tai gioi.”"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "“Han muon đuoi qui ngai ra khoi lanh tho cua qui ngai.” (Pha-ra-ong bao:) “Vay cac khanh co y xu tri han ra sao?”"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "(Cac quan than cua Pha-ra-ong) thua: “Hay tam tha cho han va nguoi anh em cua han, hay cho nguoi cao thi tap hop cac phap su trong cac thanh pho lai.”"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "“Tat ca nhung nha phu thuy tai gioi se đen trinh dien be ha.”"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "(The la) cac phu thuy đen trinh dien Pha-ra-ong, tau: “Neu chung than thang thi chung than co đuoc ban thuong khong?”"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "(Pha-ra-ong) bao: “Chac chan co, nhat đinh luc đo cac nguoi se tro thanh cac can than cua ta.”"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Cac nha phu thuy noi: “Nay Musa! Nguoi nem (buu boi cua Nguoi) xuong truoc hay bon ta se la nhung nguoi nem xuong truoc”"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "(Musa) bao: “Cac nguoi hay nem xuong truoc!” The la nhung ten phu thuy nem buu boi cua minh xuong. (Voi tro ao thuat), ho đa lam hoa mat va gay ra noi so hai cho moi nguoi. Ho thuc su đa mang đen mot tro ao thuat vi đai"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Roi TA đa mac khai cho Musa: “Hay nem cay gay cua Nguoi xuong!” (Musa nem cay gay cua Y xuong), ngay lap tuc, no nuot chung toan bo nhung gi ma (cac nha phu thuy) đang lam gia"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Su that đa đuoc thiet lap, moi thu ma ho đa lam gia tro nen vo hieu"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Vay la chung (Pha-ra-ong va quan than cua han) đa thua cuoc va bi xem thuong"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Cac nha phu thuy đa quy xuong phu phuc (khi chung kien su that)"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Ho noi: “Chung toi đa co đuc tin noi Thuong Đe cua vu tru va van vat.”"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "“Thuong Đe cua Musa va Harun.”"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Pha-ra-ong (tuc gian) quat: “Cac nguoi dam co đuc tin noi han (Musa) truoc khi ta cho phep cac nguoi u? Ro rang đay la am muu ma cac nguoi đa thong đong voi nhau trong thanh pho hau truc xuat cu dan cua no đi noi khac. Cac nguoi se som biet (hau qua viec lam nay cua cac nguoi).”"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "“Ta chac chan se chat tay nay va chan kia cua cac nguoi, roi ta chac chan se đong đinh toan bo cac nguoi tren thap tu gia.”"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "(Cac nha phu thuy) tra loi (Pha-ra-ong): “Du gi chung toi cung se tro ve trinh dien Thuong Đe cua chung toi, (cho nen, chung toi khong quan tam viec ngai se lam gi chung toi).”"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "“Ngai khong oan gian chung toi ngoai tru vi chung toi đa co đuc tin noi cac dau hieu cua Thuong Đe chung toi khi chung đen voi chung toi. Lay Thuong Đe cua bay toi, xin Ngai xoi len bay toi su kien nhan va xin hay đe bay toi chet nhu nhung tin đo Muslim.”"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Đam quan than cua Pha-ra-ong len tieng noi: “Le nao be ha đe mac Musa va đam dan cua Y tu do lam loan trong xu va ruong bo be ha cung nhu than linh cua be ha?” (Pha-ra-ong) noi: “Ta se giet con trai cua chung va tha mang cho phu nu cua chung (đe lam no le cho ta), chac chan ta đay luon co quyen luc ben tren bon chung.”"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Musa noi voi nguoi dan cua minh: “Moi nguoi hay cau cuu Allah va hay kien nhan. Qua that, trai đat nay la cua Allah, Ngai muon ban quyen thua ke cho ai trong đam bay toi cua Ngai la tuy y Ngai; va ket cuoc (tot đep) se thuoc ve nhung nguoi ngoan đao (so Allah).”"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "(Nguoi dan thua voi Musa) noi: “Chung toi bi đan ap truoc va sau khi Nguoi đen.” (Musa) noi: “Co le, Thuong Đe cua cac nguoi se tieu diet ke thu cua cac nguoi va cho cac nguoi noi nghiep ho tren vung đat nay, va Ngai muon xem cac nguoi se hanh đong nhu the nao (tri an hay vong on Ngai).”"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Qua that, TA đa trung phat đam thuoc ha cua Pha-ra-ong bang nhung nam han han va mat mua, mong la qua đo ho biet luu tam (ma tinh ngo)"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "(Đam thuoc ha cua Pha-ra-ong), khi gap đuoc đieu tot lanh, chung bao: “Đay la phan ma chung toi đang co”, con khi gap phai đieu xau, chung lai đo loi cho Musa va nhung ai theo Y đa mang đen đieu xui xeo. Qua that, nhung đieu xui xeo ma chung gap phai đeu do Allah an bai nhung đa so bon chung khong biet"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "(Đam quan than cua Pha-ra-ong) noi voi (Musa): “Cho du nguoi co mang đen bat cu phep la nao đe lam me hoac bon ta thi bon ta cung khong co đuc tin noi Nguoi.”"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Vi vay, TA (Allah) đa goi xuong bon chung lu lut, chau chau, chay (ran), coc va mau (trung phat bon chung). (Tat ca đeu la) cac dau hieu ro rang, tung nan kiep tiep noi nhau (xay đen voi chung), tuy nhien, chung van kieu cang, ngao man va chung la đam nguoi toi loi"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Cu moi khi đoi dien voi hinh phat thi chung (lien ha minh nai ni Musa) noi: “Nay Musa, nguoi hay khan cau Thuong Đe cua nguoi cho bon ta qua nhung gi ma Ngai đa hua voi nguoi. Neu nguoi giai đuoc kiep nan nay cho bon ta, chac chan bon ta se co đuc tin noi nguoi va chac chan bon ta se đe cho dan Israel ra đi theo nguoi.”"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Nhung sau khi TA (Allah) go bo hinh phat khoi chung đen mot thoi han khac thi ngay lap tuc chung lat long (loi đa hua)"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Do đo, TA đa trung phat mot so bon chung bang cach nhan chim chung trong bien (hong hai) boi chung đa phu nhan cac dau hieu cua TA va chung la đam nguoi tho o (voi chan ly)"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Roi TA cho đam nguoi yeu the thua ke vung đat (Sham) noi ma tu đong sang tay đeu đuoc TA ban phuc. Loi tot đep ma Thuong Đe cua Nguoi (hoi Thien Su) đa hua voi dan Israel do boi ho đa kien nhan chiu đung đa đuoc hoan thanh. Va TA đa pha tan bao cong trinh ma Pha-ra-ong va đam thuoc ha cua han đa xay cat va gay dung"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "TA đa cho dan Israel binh an bang qua bien (hong hai). Sau đo, ho đi ngang qua mot đam nguoi đang tho phuong cac buc tuong (than linh), ho bao: “Nay Musa, xin Nguoi hay tao cho chung toi mot than linh (đe chung toi co than linh) giong nhu ho.” (Musa) đap: “Cac nguoi that đung la đam nguoi ngu muoi!”"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Qua that, (nhung ke tho phuong cac buc tuong) nay se bi huy diet ve đieu chung đang lam, va moi viec lam cua chung la thu vo gia tri"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "(Musa) noi voi (nguoi dan Israel): “Le nao Ta lai chon cho cac nguoi mot than linh khac ngoai Allah trong khi Ngai đa ban hong phuc cho cac nguoi hon thien ha?!”"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "(Cac nguoi hay nho lai) viec TA đa giai cuu cac nguoi khoi đam quan linh cua Pha-ra-ong, ho đa đan ap cac nguoi bang cuc hinh man ro, ho đa tan sat con trai cua cac nguoi va tha cho con gai cua cac nguoi. Trong su viec đo la su thu thach to lon tu Thuong Đe cua cac nguoi danh cho cac nguoi"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "TA (Allah) đa hen gap Musa trong ba muoi đem (tai nui Sinai) va TA đa gia han them muoi đem. Vi vay, thoi han (cho cuoc gap go) cua Thuong Đe cua Y đuoc hoan thanh trong bon muoi đem. (Truoc khi đi) Musa đa can dan Harun, nguoi anh (em) cua minh: “Hay thay ta quan ly nguoi dan cua ta, hay chan chinh va cai thien ho va cho đung đi theo nhung ke thoi nat.”"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Khi Musa đen điem hen gap TA va Thuong Đe cua Y tiep chuyen voi Y. (Musa) đa khan cau: “Lay Thuong Đe cua be toi, xin Ngai cho be toi đuoc nhin thay Ngai.” (Allah) phan: “Nguoi khong the nao nhin thay đuoc TA. Tuy nhien, Nguoi hay nhin vao ngon nui kia, neu nhu no van con nguyen ven tai vi tri cua no thi luc đo Nguoi se nhin thay đuoc TA.” Nhung khi Thuong Đe cua Y hien ra, ngon nui lien vo tan (do anh sang cua Ngai) con Musa thi te xuong bat tinh. Sau khi tinh lai, (Musa) lien noi: “Quang Vinh va Toi Cao thay Ngai, be toi xin sam hoi voi Ngai va be toi la nguoi đau tien co đuc tin (noi Ngai).”"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "(Allah) phan: “Nay Musa, qua that, TA đa chon Nguoi (va ban hong phuc cho Nguoi) hon ai khac trong nhan loai qua Buc Thong Điep va Loi Phan cua TA. Cho nen, Nguoi hay nhan lay đieu ma TA đa ban cho Nguoi va Nguoi hay la nguoi biet tri an.”"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "TA đa ghi cho (Musa) tren nhung tam (go, đa) nhung loi ran va chi tiet ve moi thu. (TA phan bao Musa): “Nguoi hay nhan lay (nhung loi ran nay) bang tat ca suc manh cua Nguoi, va Nguoi hay ra lenh cho nguoi dan cua Nguoi tan dung nhung loi ran tot nhat, (roi) TA se cho Nguoi thay ngoi nha cua nhung ke bat tuan.”"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "TA se khien cho nhung ke kieu cang, ngao man bat chap le phai tren trai đat quay lung voi cac dau hieu cua TA. Neu chung nhin thay bat ky dau hieu nao, chung cung khong co đuc tin; neu chung nhin thay con đuong chan ly, chung se khong lay đo lam con đuong (đung đan đe đi); nhung neu chung nhin thay con đuong lech lac, chung se lay đo lam con đuong (nhu mot loi đi tot đep). So di nhu the la boi vi chung đa phu nhan cac dau hieu cua TA va đa thuong tho o va to ra lo la"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Nhung ke đa phu nhan cac dau hieu cua TA cung nhu cuoc gap go (TA) o Đoi Sau thi moi viec lam (tot đep) cua chung đeu khong co gia tri. Chac chan chung se đuoc đen đap đung voi nhung gi chung đa lam"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Va nguoi dan cua Musa, sau khi Y (roi đi trinh dien Allah), đa lam ra tu đo trang suc cua ho mot con be co than hinh (rong ben trong) phat ra đuoc am thanh (nhu tieng rong cua bo). Le nao ho khong nhan thuc đuoc (con be đo) khong the noi chuyen voi ho va cung khong the huong dan ho đen con đuong (chinh đao)?! Ho đa lay (con be đo lam than linh cua ho) va the la ho đa tro thanh nhung ke lam đieu sai quay"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Khi ho hoi han ve viec đa lam va thay rang minh đa đi lac, ho noi: “Neu nhu Thuong Đe cua bay toi khong thuong xot bay toi va tha thu cho bay toi thi chac chan bay toi se nam trong so nhung ke thua thiet.”"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Khi Musa tro ve voi nguoi dan cua minh, tuc gian va đau buon, noi: “That toi te cho viec cac nguoi đa nghich lai Ta sau khi Ta roi đi khoi cac nguoi, sao cac nguoi lai non nong ve menh lenh cua Thuong Đe cua cac nguoi chu?” Roi (Musa) nem cac tam (ghi cac loi ran) xuong va nam lay đau cua nguoi anh (em) cua Y keo lai gan minh. (Harun) noi: “Nay con trai cua me ta, nguoi dan qua that đa đan ap ta va suyt giet ta, cho nen, cho đung trach phat ta lam ke thu vui mung va cho đung liet ta vao đam nguoi sai trai kia.”"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "(Musa) cau nguyen (Allah): “Lay Thuong Đe cua be toi, xin Ngai hay tha thu cho be toi va nguoi anh (em) cua be toi, xin Ngai hay thuong xot bay toi boi Ngai la Đang co long thuong xot nhat.”"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Nhung ke đa lay con be (lam than linh) chac chan se phai ganh chiu con thinh no cua Thuong Đe cua chung va chac chan se bi ha nhuc trong cuoc song tran gian nay. TA trung phat nhung ke bia đat đieu gian doi đung nhu the"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Rieng nhung ai đa lam đieu toi loi roi quay đau sam hoi sau đo va co đuc tin (thi ho se thay) Thuong Đe cua Nguoi (hoi Thien Su) la Đang Hang Tha Thu, Đang Nhan Tu"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Roi khi con gian đa nguoi ngoai, Musa nhat lai cac tam (ghi cac loi ran), va trong cac tam (ghi cac loi ran) đo co su huong dan va hong phuc cho nhung nguoi kinh so Thuong Đe cua ho"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Musa đa lua chon bay muoi nguoi trong so nguoi dan cua Y đua chung đen cho hen cua TA. Roi khi tran đong đat bat phat chung. (Musa) cau nguyen: “Lay Thuong Đe cua be toi, neu muon Ngai co the đa tieu diet ho va ca be toi truoc khi đen đay. Le nao Ngai lai tieu diet bay toi boi hanh đong cua nhung ke ngu ngoc trong bay toi? Chang qua đo chi la su thu thach ma Ngai đa dung no đe lam lac đuong ke nao Ngai muon va huong dan ai đi đung đuong Ngai muon. Ngai la Đang Bao Ho cua bay toi, xin Ngai hay tha thu cho bay toi va thuong xot bay toi, boi Ngai la Đang Tha Thu tot nhat!”"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "“Xin Ngai an bai cho bay toi nhung đieu tot đep o tran gian va o Đoi Sau, qua that bay toi nguyen quay ve sam hoi voi Ngai.” (Allah) phan: “Hinh phat cua TA, (TA dung no) đe trung tri ke nao TA muon, tuy nhien, long thuong xot cua TA bao trum tat ca moi thu. Vi vay, TA se an bai nhung đieu tot đep cho nhung nguoi ngoan đao va xuat Zakah va nhung nguoi co đuc tin noi cac Loi Mac Khai cua TA.”"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Nhung nguoi ma ho đi theo vi Su Gia (Muhammad), vi Nabi mu chu, vi ma ho tim thay Y đuoc nhac đen trong Tawrah (Cuu Uoc) va Injil (Tan Uoc) cua ho. Y ra lenh cho ho lam đieu thien va ngan cam ho lam đieu xau, Y cho phep ho dung nhung thu tot lanh va cam ho dung nhung thu o ue, Y trut bo ganh nang va xieng xich đang đe nang len ho. Vi vay, nhung ai co đuc tin noi Y, ung ho Y, giup đo Y va đi theo Anh Sang đa đuoc ban xuong cho Y la nhung nguoi thanh cong"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "(Hoi Thien Su!) Nguoi hay noi: “Hoi nhan loai! Ta đich thuc la Su Gia cua Allah đuoc cu phai đen cho tat ca cac nguoi. Ngai la Đang thong tri cac tang troi va trai đat, khong co Thuong Đe đich thuc nao khac ngoai Ngai, Ngai la Đang lam cho song va lam cho chet. Vi vay, cac nguoi (hoi nhan loai) hay co đuc tin noi Allah va noi Su Gia cua Ngai, mot vi Nabi mu chu co đuc tin noi Ngai va noi cac loi Mac Khai cua Ngai. Cac nguoi hay đi theo Y đe may ra cac nguoi đuoc huong dan (đung đuong).”"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Trong đam dan cua Musa (Israel) co mot cong đong huong dan đung su that va phan xet cong bang dua tren su that"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "TA đa chia (dan Israel) thanh muoi hai bo lac. TA đa mac khai cho Musa khi Y cau xin ban nuoc cho nguoi dan cua minh bang loi phan: “Nguoi hay đanh cay gay cua minh len tang đa!” (Sau khi Musa đanh gay len tang đa), no lien phun ra muoi hai ngon suoi, moi bo lac đeu biet nguon nuoc uong cua minh. TA đa dung may che mat cho ho va ban xuong cho ho Mann (loai thuc uong giong nhu mat ong) va chim cut (voi loi phan): “Cac nguoi hay an thuc pham tot lanh ma TA đa ban cap cho cac nguoi!” (Nhung ho khong biet hai long va tri an), va ho khong gay thiet hai cho TA (ve đieu đo) ma nguoc lai ho chi gay thiet hai cho chinh ban than minh"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "(Hoi Thien Su, Nguoi hay nho lai khi Allah phan bao dan Israel): “Cac nguoi hay vao thi tran (Jerusalem) nay, cac nguoi hay tu do an (thuc pham) bat cu noi nao cua thi tran tuy thich va cac nguoi hay cau nguyen (TA): ‘Xin Ngai tha thu toi loi cho bay toi’ va cac nguoi hay vao cong trong su phu phuc, TA se tha thu toi loi cho cac nguoi, va TA se ban them (phan thuong) cho nhung nguoi lam tot.”"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Tuy nhien, nhung ke lam đieu sai quay đa thay đoi loi phan đa đuoc truyen cho ho, vi vay, TA đa giang tai hoa tu troi xuong trung phat chung boi nhung đieu sai quay ma chung đa lam"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "(Nguoi - hoi Thien Su) hay hoi (dan Do Thai) ve mot thi tran nam ven bien đa vi pham (gioi cam) cua ngay thu bay - khi ca cua ho đen voi ho mot cach cong khai vao ngay thu bay cua ho, con vao ngay ngoai ngay thu bay thi chung khong đen voi ho. Nhu the đo, TA (Allah) đa thu thach ho boi nhung đieu ma ho đa bat tuan va day loan"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "(Nguoi – hoi Thien Su hay nho lai khi mot nhom trong so ho khuyen can nhom nguoi vi pham gioi cam vao ngay thu bay) thi mot nhom (khac) trong so ho noi: “Tai sao cac nguoi lai đi khuyen can mot đam nguoi ma Allah muon huy diet hoac muon trung phat ho bang hinh phat khung khiep?” (Nhom nguoi đo) bao: “Chung toi muon co ly do truoc Thuong Đe cua cac nguoi (rang chung toi đa het trach nhiem) va hy vong ho biet kinh so (Allah)!”"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Do đo, khi ho (đam nguoi vi pham gioi cam cua ngay thu bay) quen đi moi loi nhac nho, TA cuu vot nhung nguoi ngan can (nguoi khac) lam đieu sai trai va bat phat nhung ke lam đieu sai quay bang hinh phat khung khiep boi nhung gi ma ho đa bat tuan"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Cho nen, khi bon ho cong khai lam đieu cam thi TA phan bao ho: “Đam nguoi cac nguoi hay bien thanh loai khi hen ha!”"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "(Nguoi - hoi Thien Su hay nho lai) khi Thuong Đe cua Nguoi tuyen bo rang Ngai chac chan se phuc sinh bon ho vao Ngay Tan The, ke toi loi trong so ho se bi trung phat nghiem khac. Qua that, Thuong Đe cua Nguoi rat nhanh chong trong viec trung phat, song Ngai la Đang Tha Thu, Đang Khoan Dung"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "TA đa chia cat ho (Do Thai) thanh cac cong đong song rai rac tren trai đat. Trong so ho, co nhung nguoi luong thien va cung co nhung ke khong nhu the. TA đa thu thach ho ca đieu tot lan đieu xau hi vong ho biet quay ve (voi chan ly)"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Roi sau ho, co mot the he thua huong Kinh Sach (Tawrah). Tuy nhien, the he nay nhan lay mon loi (cua tran gian cho viec bop meo Kinh Sach) va chung bao: “Roi chung ta se đuoc tha thu thoi.” (Cu nhu the), neu co mon loi tuong tu đen voi chung (mot lan nua) thi chung cung se lien nhan no (giong nhu the). Le nao giao uoc trong Kinh Sach khong rang buoc ho rang ho chi đuoc phep noi su that ve Allah va le nao ho đa khong đoc nhung đieu ran trong đo?! Qua that, ngoi nha o coi Đoi Sau tot đep hon cho nhung nguoi ngoan đao, le nao cac nguoi khong hieu đuoc (đieu đo)"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Nhung ai nam chat Kinh Sach (Tawrah) va thiet lap le nguyen Salah (mot cach chu đao) thi chac chan TA (Allah) khong lam mat phan thuong cua nhung nguoi ngoan đao"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Va (Nguoi - hoi Thien Su, hay nho lai) khi TA nhac ngon nui len ben tren (dan Israel) tua nhu no la tan che (tren đau cua ho) va ho tuong no se roi xuong đe ho. (TA) phan bao: “Cac nguoi hay nam chat nhung gi TA đa ban cho cac nguoi va cac nguoi hay ghi nho cac đieu ran day trong đo, mong rang cac nguoi se ngoan đao.”"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "(Nguoi - Thien Su Muhammad – hay nho lai) khi Thuong Đe cua Nguoi bat con chau cua Adam, hau due cua ho đuoc tao ra tu cac xuong song cua ho, xac nhan đoi voi chinh ban than ho (truoc cau hoi): “Co phai TA la Thuong Đe cua cac nguoi?” Ho đap: “Bam, đung vay (Ngai chinh la Thuong Đe cua bay toi). Bay toi xin xac nhan.” (Viec TA hoi cac nguoi nhu the la boi vi e rang) vao Ngay Phan Xet Cuoi Cung, cac nguoi se noi: “Bay toi thuc su đa khong biet đieu nay.”"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Hoac cac nguoi se noi: “Qua that chi tai truoc đo cha me cua bay toi tho phuong nhieu than linh con bay toi chi la hau due đi theo sau ho ma thoi. Le nao Ngai se huy diet bay toi boi nhung đieu do nhung ke nguy tao đa lam?!”"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "TA (Allah) đa trinh bay ro cac Loi Mac Khai nhu the đo, mong rang chung se quay ve (voi chinh đao)"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Nguoi (hoi Thien Su) hay xuong đoc cho ho nghe chuyen ve mot nguoi đan ong ma TA đa ban cho y (kien thuc ve) mot vai Dau Hieu cua TA nhung y đa gat bo chung nen Shaytan đa bam theo y, the la y tro thanh ke lam lac"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Neu TA muon, TA co the nang y len (voi kien thuc ve cac Dau Hieu cua TA ma TA đa ban cho y). Tuy nhien, y cu muon bau viu mai (cuoc song tren) trai đat va theo đuoi duc vong cua ban than. Hinh anh cua y giong nhu hinh anh cua con cho: du Nguoi đanh đuoi no hoac khong đanh đuoi no thi no van cu le luoi ra. Đo la hinh anh thi du ve đam nguoi phu nhan cac dau hieu cua TA. Nguoi (hoi Thien Su) hay ke lai nhung cau chuyen đo mong rang ho se suy ngam (ve ban than cua ho)"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "That toi te cho hinh anh cua đam nguoi đa phu nhan cac dau hieu cua TA va chinh ho đa lam hai ban than minh"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Ai đa đuoc Allah huong dan se đi đung đuong (đen chan ly) con ai đa bi Ngai lam cho lam lac thi đo la nhung ke that bai"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Qua that, TA (Allah) đa tao cho Hoa Nguc đa so loai Jinn va con nguoi. Ho co trai tim nhung khong hieu, ho co đoi mat nhung khong nhin thay, ho co đoi tai nhung khong nghe đuoc. Ho giong nhu loai suc vat, tham chi con te hon nua la đang khac. Ho la nhung ke tho o va vo tam (voi Đoi Sau)"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Allah co cac ten goi tot đep nhat, boi the, cac nguoi hay cau nguyen Ngai voi nhung ten goi đo. Cac nguoi hay mac ke nhung ke bop meo cac ten goi cua Ngai, roi đay chung se nhan lay hau qua cho nhung đieu chung lam"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Trong so nhung nguoi TA đa tao, co mot nhom nguoi huong dan (nguoi khac) bang chan ly va dua vao đo ma đoi xu cong bang (voi moi nguoi)"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Nhung ke phu nhan cac dau hieu cua TA, TA se cuon chung vao con đuong huy diet nhung chung lai khong biet"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "TA tam tha cho chung, qua that ke hoach cua TA rat chac chan"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Le nao chung van khong chiu suy ngam?! Nguoi ban cua chung (Muhammad) khong phai la mot ga đien ma đich thuc la mot vi canh bao cong khai"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Le nao chung khong quan sat thay su thong tri troi đat va moi thu ma Allah đa tao ra? Co the tuoi tho cua ho đa sap ket thuc. The con loi noi nao ngoai (Qur’an) ma ho se tin đay"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Ai ma Allah lam cho lam lac se khong đuoc ai huong dan va Ngai se bo mac ho cho vo, vat vuong trong su thai qua cua ho"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "(Nhung ke phu nhan Đoi Sau) hoi Nguoi (hoi Thien Su) ve Ngay Tan The bao gio xay đen. Nguoi hay noi: “Chi Thuong Đe cua Ta moi biet ro, khong ai co the tiet lo thoi khac đo ngoai tru mot minh Ngai.” (Thoi khac đo) se rat nang ne đoi voi (van vat) trong cac tang troi va trai đat. No se đen voi cac nguoi mot cach bat ngo. Chung hoi Nguoi nhu the Nguoi rat đoi quen thuoc voi thoi khac đo lam vay. Nguoi hay noi voi chung: “Chi Thuong Đe cua Ta moi biet ro, tuy nhien, đa so nhan loai lai khong biet (đieu đo).”"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Nguoi (hoi Thien Su) hay noi: “Ta khong co quyen nang chi phoi đieu loi hoac đieu hai cho ban than minh ngoai tru nhung gi Allah muon. Neu Ta thuc su biet đieu vo hinh thi Ta đa thu gom cho ban than minh nhieu đieu tot đep va đa khong co bat ky đieu xau nao cham đen Ta. Qua that, Ta chi la mot nguoi canh bao (ve Hoa Nguc) va mot nguoi bao tin mung (ve Thien Đang) cho nhung nguoi co đuc tin.”"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "“Ngai la Đang đa tao ra cac nguoi (hoi nhan loai) tu mot ca the duy nhat (Adam), roi tu (xuong suon cua) Y Ngai tao ra cho Y nguoi vo (Hauwa) đe Y song yen binh cung voi vo cua minh. The la (theo quy luat) khi nguoi chong om phu lay nguoi vo cua minh thi nguoi vo mang thai, nhung (trong thoi gian đau nguoi vo chua cam nhan đuoc vi) cai thai con nhe). Đen khi cai thai tro nen nang ne thi ca hai vo chong (thuong) cau nguyen Allah, Thuong Đe cua hai nguoi: “Lay Thuong Đe cua bay toi, neu Ngai ban cho bay toi mot đua con tot lanh (ve moi mat) thi bay toi chac chan vo cung biet on (Ngai).”"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Tuy nhien, khi Ngai ban cho hai vo chong ho đua con tot lanh (nhu ho cau mong) thi ho lai dung len nhung than linh ngang vai voi Ngai ve đua con ma Ngai đa ban cho vo chong ho. Nhung Allah luon Toi Thuong vuot ben tren moi thu ma ho qui cho Ngai"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Le nao chung (nhung ke to hop than linh cung voi Allah) to hop cung voi Ngai nhung thu khong tao ra đuoc bat cu vat gi trong khi nhung thu đo lai la nhung tao vat đuoc (Allah) tao ra"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "(Nhung thu ma chung to hop cung voi Allah) khong the giup đo chung cung khong the tu giup minh"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Neu cac nguoi (nhung ke tho phuong cac than linh ngoai Allah) co goi chung đen voi nguon chi đao thi chung cung khong theo cac nguoi, du cac nguoi co goi chung hay cac nguoi im lang thi cung bang thua ma thoi"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "That ra nhung thu ma cac nguoi cau nguyen ngoai Allah cung chi la nhung be toi (cua Allah) giong nhu cac nguoi ma thoi. Do đo, cac nguoi cu hay cau nguyen đen chung xem chung co đap lai loi nguyen cau cua cac nguoi khong neu cac nguoi noi that"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Le nao (nhung thu đuoc tho phuong ngoai Allah) co chan biet đi, co tay biet cam nam, co mat nhin thay, hoac co tai co the nghe đuoc? Nguoi (hoi Thien Su) hay noi (voi nhung ke đa than): “Cac nguoi cu hay cau nguyen nhung thu ma cac nguoi đa to hop (cung voi Allah), roi cac nguoi hay cung nhau len ke hoach ham hai Ta xem nao, đung đe Ta co thoi gian nghi ngoi gi ca!”"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "“Qua that, Đang Bao Ho cua Ta chinh la Allah, Đang đa ban xuong Kinh (Qur’an cho Ta) va Ngai bao ho nhung nguoi đuc hanh va luong thien.”"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "“Con nhung thu ma cac nguoi cau nguyen ngoai Ngai khong co kha nang giup đo cac nguoi va cung khong the tu giup ban than chung.”"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Dau cac nguoi (hoi nhung ke tho cung buc tuong) co keu goi chung (cac than linh cua cac nguoi) đen voi nguon chi đao thi chung cung khong nghe. Nguoi (hoi Thien Su) se thay (cac than linh cua nhung ke đa than đo) huong mat ve Nguoi nhung that ra chung khong nhin thay gi ca"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Nguoi (hoi Thien Su) hay luong thu, hay bao ban đieu đung va hay tranh xa nhung ke ngu dot"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Neu nhu co su quay nhieu tu Shaytan (vao tam tri Nguoi) thi Nguoi hay cau xin Allah phu ho che cho, qua that, Ngai la Đang Hang Nghe, Hang Biet"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Qua that, nhung nguoi ngoan đao (so Allah) khi co nhom Shaytan nao đo đen quay nhieu, ho lien nho (đen Allah) thi ho se thay (anh sang chi đao tro lai)"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Nhung anh em cua (Shaytan) khong ngung tim cach loi keo ho đi lac, va chung se khong bo ngang (y đo đo)"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Khi Nguoi (hoi Thien Su) khong mang đen cho ho (nhung ke đa than) mot dau hieu la thi ho bao: “Sao nguoi khong tu bia ra mot dau hieu la nao đo đi?!” Nguoi hay noi: “Qua that, Ta chi lam theo đieu đa đuoc Thuong Đe cua Ta mac khai cho Ta. Đay (Qur’an) la bang chung ro rang tu Thuong Đe cua cac nguoi. No la nguon chi đao va la hong an cho đam nguoi co đuc tin.”"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Khi Qur’an đuoc xuong đoc, cac nguoi hay lang nghe va hay giu yen lang, mong rang cac nguoi đuoc (Allah) thuong xot"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Nguoi (hoi Thien Su) hay nho đen Thuong Đe cua Nguoi trong long bang su ha minh (va bang loi tung niem) nho khe, khong to tieng, vao sang chieu, va Nguoi cho đung nhu nhung ke lo la, tho o (khong nho toi Allah)"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Qua that (cac Thien Than) o noi Thuong Đe cua Nguoi (hoi Thien Su) khong he tu cao tu đai truoc viec tho phuong Ngai; Ho luon tan duong va quy lay Ngai"
        }
    ]
}