{
    "maqras": [
        {
            "chapter": 32,
            "verse": 11,
            "text": "Скажи: \"Ангел смерти, который приставлен для надзора за вами, верно заставит вас умереть, и тогда вы будете возвращены ко Господу нашему"
        },
        {
            "chapter": 32,
            "verse": 12,
            "text": "О если бы ты видел, как эти преступники поникнут головами своими пред Господом их! \"Господи наш! Мы видим и слышим; возврати нас на землю: мы будем делать доброе; мы теперь верно знаем"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "Если бы Мы захотели, то каждую душу вели бы по прямому пути; но истинно Мое слово: \"Наполню геенну гениями и людьми, вместе всеми"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "Наслаждайтесь - за то, что забыли вы о встрече этого дня вашего, и Мы забываем вас, - наслаждайтесь вечною мукою, за то, что делали вы прежде"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "Веруют в наши знамения только те, которые, когда произносят они, падая ниц, покланяются, возсылают славу Господу своему, и не величаются"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "Когда бока их расстаются с постелями, они взывают ко Господу своему со страхом и надеждою; из того, чем Мы наделяем их, делают пожертвования"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "Ни одна душа не знает, сколько утех сокрыто для них в награду за дела их"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "Кто был верующим, будет ли таков же, каков тот, кто был беззаконником? Они неравны"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "Которые уверовали и делали доброе, тем райские обители будут жилищем, за то, что сделали они"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "А тем, которые беззаконствовали, обителью будет огонь. Всякий раз, как захотят они выйти из него, будут возвращаемы в него; им будут говорить: \"Наслаждайтесь мукою в огне, которую вы прежде считали ложью"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "Мы даем им испытать некоторые легкие наказания, не делая великих наказаний: может быть, они обратятся"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "Есть ли кто нечестивее того, который, когда произносятся знамения Господа его, уходят от них? Мы отмстим за себя этим преступникам"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "Мы некогда дали Моисею Писание, - не будь в сомнении о сретении им Бога, - и поставили его в руководство сынам Израиля"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "Поставили среди их имамов, которые руководствовали бы их в наших заповедях, столько, сколько они могут быть стойкими, и верно знали Наши знамения"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "Истинно, Господь твой, сам Он, в день воскресения ясно укажет вам различие в том, о чем вы были несогласны между собою"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "Не очевидно ли для них, сколько предшествовавших им древних поколений погубили Мы? Они ходят по жилищам их. В этом знамения. Не слышат ли они"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "Не видят ли они, что Мы низвергаем воду на сухую безтравную землю и возращаем ею посевы, от которых питается скот их и сами они? Уже ли не понимают они этого"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "Они скажут: \"Когда же будет решение этому? Скажите, если вы правдивы"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "Скажи: \"В день этого решения не принесет пользы неверным вера их, и отсрочки не дастся им"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "Удались от них и жди. Они ждут"
        }
    ]
}