{
    "maqras": [
        {
            "chapter": 36,
            "verse": 60,
            "text": "Не заповедывал ли Я вам, сыны человеческие: не служите сатане; он вам отъявленный враг"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "А служите Мне: это прямый путь"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Он уже давно большие сонмы из вас ввел в заблуждение: уже ли вы не понимали этого"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Вот та геенна, которою тогда грозили вам"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Горите в ней ныне за то, что вы были неверными"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "В тот день Мы положим печать на уста их, и с нами будут говорить их руки; их ноги будут свидетельствовать о том, что сделали они"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Если бы захотели Мы, то отняли бы у них очи, тогда они, если бы побежали в дорогу, перегоняя одни других, как бы видели"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Если бы захотели Мы, то превратили бы их в другой образ на месте их, и они не могли бы ни идти вперед, ни воротиться назад"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Кому даем Мы долгую жизнь, того делаем горбатым в его стане. Ужели они не рассудят"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Мы не учили его стихотворству, и оно не прилично ему. Это только учение и вразумительное чтение"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "Чтобы он учил того, кто имеет жизнь и чтобы это слово исполнилось над неверными"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Ужели они не размыслили, что для них Мы сотворили то, что произвели руки наши? - скот, которым они владеют"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Мы покорили его им, и они на одних ездят, а другими питаются"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "От него им и польза и питье. Что же они не благодарны"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Кроме Бога они приняли себе еще каких - то богов, в надежде, что получат от них помощь"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Но они не могут помочь им, хотя они для них готовое войско"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Итак, да не огорчают тебя слова их; Мы знаем и то, что таят они и то, что обнаруживают"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Ужели человек не размышлял о том, что Мы производим его из семени мужа? А он, вот, упрямый состязатель"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Он делает Нам возражение, забывая о своем происхождении. Он говорит: \"Кто даст жизнь костям, когда они уже сгнили"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Скажи: \"Даст жизнь им Тот, кто в прежний раз образовал их: потому что Он знает все свои твари"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "Тот, кто изводит вам огонь из зеленого дерева, и вот им вы зажигаете"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Ужели Тот, кто сотворил небеса и землю, не может создать подобного им? Напротив, Он есть самый мудрый творец"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Когда Он восхощет чего-либо, то дело Его только сказать: \"Будь!\" И оно есть"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Хвала тому, у кого в руке владычество над всеми тварями; к Нему и вы возвращены будете"
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "Клянусь чинно стоящими"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "Грозно претящими"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "Воспоминания произносящими"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "Истинно, ваш Бог есть един"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "Господь небес, земли, того, что есть между ними, Господь востоков"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Действительно, Мы украсили нижнее небо красотою звезд"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "Для охранения его от всех дерзких дьяволов"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "Когда они стараются подслушать верховный сонм, и стремятся туда со всех сторон"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "Для отражения тех, которым будет нескончаемая мука"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Как скоро кто из них покусится для такого хищения, его преследует яркий зубчатомелькающий пламень"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Спроси у них мнения: они ли превосходнее по качеству своего творения, или кто другие, кого сотворили Мы? Их сотворили Мы из липкой глины"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Да, ты удивляешься, а они смеются"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "Когда им об этом напоминают, они не вспоминают"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "И когда видят какое либо знамение, насмехаются"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "И говорят: \"Это - очевидное обольщение"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "Ужели - когда мы умрем и сделаемся прахом, костями - ужели мы действительно воскреснем"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "А также и наши предки"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Скажи: \"Да, и при том будете в уничиженном положении"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "И вот, только один грозный клик, и они начнут озираться"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "И скажут: \"О горе нам! Это - день суда"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "Это тот день различения, который вы считали ложью"
        }
    ]
}