{
    "maqras": [
        {
            "chapter": 38,
            "verse": 52,
            "text": "При них будут скромные взорами, и равные по возрасту"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "Таково будет обещанное вам ко дню отчета"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "Таков наш надел; он будет неистощим"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "Так. Напротив, нечестивым будет ужасная обитель"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "Геенна, в которой они гореть будут: как мучительно это ложе"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "Так; то, что они будут вкушать, будет кипяток, смрадная гниль"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "И другие, подобные тому, возбуждающие отвращение вещества"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "А это - это толпа тех, которые бессмысленно бросились за вами: им не будет отрады здесь; потому что они будут гореть в этом огне"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "Они скажут: \"Да не будет и вам отрады! Вы нам приготовили это: как беспокойно это жилище"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "Они скажут: \"Господи наш! Муку в этом огне удвой для тех, которые приготовили его нам"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "И еще скажут: \"Почему мы не видим тех людей, которых мы считали в числе худых"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "Над которыми мы смеялись? Или наши очи не могут рассмотреть их"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Действительно, таково будет - это истинно - взаимное препирательство мучающихся в огне"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "Скажи: \"Я только увещатель; также: нет никого достопокланяемого кроме Бога, единого, карающего"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "Господа небес, земли и того, что между ними, сильного, прощающего"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "Скажи: \"Он есть великое пророческое учение"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "А вы от него удаляетесь"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "У меня не было знания о верховном сонме, когда он вступал в состязание"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "Мне оно открыто только потому, что я истинный наставник"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "Вот, Господь твой сказал ангелам: \"Я сотворю человека из персти"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "Когда Я дам ему надлежащий образ и вдохну в него Моего духа: тогда вы припадите и поклонитесь ему"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "И ангелы поклонились все, каждый из них"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "Кроме Ивлиса. Он возвеличался и стал в числе неверных"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "Он сказал: \"Ивлис! Что удержало тебя от поклонения тому, кого сотворил Я своими руками? Ты возвеличался не потому ли, что ты из числа высших"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "Он сказал: \"Я лучше его: меня сотворил Ты из огня, а его сотворил из персти"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "Он сказал: \"Выйди отсюда; ты прогоняемый камнями"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "Мое проклятие на тебе до дня суда"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "Он сказал: \"Господи! Отсрочь мне до дня, в который они воскрешены будут"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "Он сказал: \"Ты один из тех, которым дается отсрочка"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "До дня известного времени"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "Он сказал: \"Клянусь Твоим величием: я введу в заблуждение всех их"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "Кроме твоих рабов, тех, которые будут искренни пред Тобою"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "Он сказал: \"Истинно, истинно говорю"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "наполню геенну тобой и теми, которые последуют тебе, ими всеми"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Скажи: \"Я не прошу у вас платы за него; и я не из таких, которые обязывают к делам трудным"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "Он только наставление для миров"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "После некоторого времени вы узнаете достоинство его"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "Ниспослание сего писания от Бога, сильного, мудрого"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Истинно, Мы ниспослали тебе сие писание; потому, покланяйся Богу, искренне выполняя пред ним дела благочестия"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Не к Богу ли относиться должно искреннее благочестие? А тех, которые, опричь Бога, избирают себе покровителей, говоря: \"Мы служим им только для того, что они приближают нас к Богу, стоя близко к Нему\", Бог рассудит в том, в чем они разногласят. Бог не путеводитель тому, кто лжец, нечестивец"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Если бы Бог захотел принять себе кого - либо в дитя, то Он из того, что сотворил, избрал бы того, кого захотел бы. Хвала Ему! Он Бог, единый, грозный"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Он сотворил небеса и землю с благою целью. Он день обвивает ночью, а ночь обвивает днем; покорными делает солнце и луну: то и другая движутся до назначенного срока. Смотри, как силен, снисходителен Он"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "Он сотворил вас от одного человека; потом из него произвел супругу ему, и доставил вам в пищу восемь скотов в четырех парах. Он творит вас в утробах матерей ваших, в тройных мраках производя одно творение после другого творения. Таков Бог, Господь ваш; Ему принадлежит царство: кроме Его нет бога. Зачем вы отвращаетесь от Него"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Если вы и непризнательны, то Бог богат и без вас, но Ему неприятно в рабах Его эта непризнательность; а если вы благодарны, вы приятны Ему за это: душа, обремененная своею ношею, не обремениться бременем другой; после того вы возвратитесь к Господу вашему, и Он откроет вам то, что сделали вы. Ибо Он знает внутренность сердец"
        }
    ]
}