{
    "maqras": [
        {
            "chapter": 9,
            "verse": 34,
            "text": "Верующие! Действительно, многие из книжников и из подвижников тратят имущество людей на пустое и уклоняют их от пути Божия: тех, которые прячут золото и серебро и не жертвуют им на путь Божий, обрадуй вестью о лютой муке"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "В тот день, когда оно в огне геенны будет раскалено, и когда им выжигаемы будут клейма на их лбах, на их боках, на их спинах. \"Вот то, что прятали вы для себя самих: узнайте же вкус того, что тогда вы спрятали"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Действительно, число месяцев у Бога двенадцать месяцев, по книге Бога, с того дня, как сотворил Он небеса и землю. Из них четыре запретные: это - неизменный устав; потому в продолжении их не делайте зла себе самим. В другие все воюйте с многобожниками также, как они вовсе воюют с вами, и знайте, что Бог с богобоязливыми"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Перенос их на другие есть крайнее неверие; им вводятся в заблуждение только неверные: они считают его простым в один год, и считают запретным в другой год, чтобы согласить себя с тем временем, которое считать запретным повелел Бог: таким образом они делают простым то, что Бог повелел считать запретным. Они обольщаются злыми делами своими; Бог не руководитель людей неверных"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "Верующие! Почему вы, когда было сказано вам: \"Выступайте в поход для войны на пути Божием!\" притворяясь утомленными, легли на землю? Ужели вы здешней жизнью удовлетворяетесь больше, чем будущей? Утехи настоящей жизни в сравнении с утехами будущей ничтожны"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Если вы не выступите в поход, то Он накажет вас мучительною казнью. Он заменит вас другим народом и вы не сделаете Ему никакого ущерба: Бог всемогущ"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Если вы не поможете ему, поможет ему Бог, как было тогда, когда неверные изгнали его; Они были только вдвоем: вот они оба в пещере, вот он говорит своему спутнику: \"Не печалься, потому что с нами Бог!\", тогда Бог ниспослал Свою секину на него и укрепил его невидимыми воинствами. Слово неверных Он сделал низким, тогда как слово Бога высоко: Бог силен, мудр"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Выходите в поход, легкими ли будете, или тяжелыми: ревностно воюйте, жертвуя своим имуществом и своею жизнью, на пути Божием: в этом благо для вас, если вы знаете"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Если бы верная была добыча, а путь был удобнопереходимый, то они наверно последовали за тобою; но как переход этот кажется им далеким, то они клянутся Богом: \"Если бы мы могли, то выступили бы вместе с вами\". Они губят себя самих: Бог знает, что они лжецы"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Бог да простит тебе! Зачем ты позволил им остаться, когда тебе ясно не было указано, кто из них справедлив, когда ты не знал, кто из них лжет"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Верующие в Бога и в последний день не захотят, чтобы ты не позволил им воевать, жертвуя своим имуществом и своею жизнью: Бог знает богобоязливых"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Только те требуют увольнения от войны, которые не веруют в Бога и в последний день которых сердца нерешительны, и которые при своей нерешительности колеблются"
        }
    ]
}