{
    "maqras": [
        {
            "chapter": 12,
            "verse": 30,
            "text": "Городские женщины говорили: \"Жена вельможи увлеклась страстью к своему молодому слуге; он возбудил в ней любовь к себе. Видишь, что она явно сбилась с пути"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Когда она услышала их пересуды, то послала за ними, приготовила им пир и дала каждой из них по ножу; потом сказала: \"Выйди к ним\". Когда они увидели его, то пришли от него в исступление, порезали себе руки и говорили: \"Ей-Богу! Это не человек, это восхитительный ангел"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Она сказала: \"Вот тот, за которого вы меня порицали. Я хотела заставить его уступить моим желаниям, но он захотел остаться целомудренным; если вперед не сделает того, что ему прикажу, то будет брошен в темницу и попадет в число несчастнейших"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Он сказал: \"Господи! Темница для меня любезнее того, к чему принуждают меня, и если Ты не отвратишь от меня их замыслы, то я по юности увлекусь любовью к ним и буду в числе безумных"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Господь его услышал и отвратил от него их замыслы; ибо Он слышащий и знающий"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Но и после того, как они видели эти знамения, им хотелось заключить его на несколько времени в темницу"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Вместе с ним два молодых человека были заключены в темницу. Один из них сказал: \"Мне снилось, что я выжимал виноград\". А другой сказал: \"Мне снилось, что я нес на голове хлеб и птицы клевали его. Дай нам истолкование этому: мы видим, что ты добродетельный"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Он сказал: \"Вам не принесут ещё пищи, какая вам дается, как я дам истолкование тому, прежде чем оно сбудется. Этому научил меня Господь мой; ибо я оставил веру народа, неверующего в Бога и отвергающего будущую жизнь"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "А последую вере моих отцев, Авраама, Исаака и Иакова; мы не присоединяем к Богу никакой твари. Это милость Бога к нам и ко всем людям; но большая часть людей непризнательны"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "О мои темничные товарищи! Многие ли властелины стоят больше, или единый и могущественный Бог"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Те, которым вы покланяетесь наравне с Богом, только имена которые выдумали вы и отцы ваши. Бог не давал вам свыше подтверждения этому: суд принадлежит только Богу; Он повелевает вам покланяться только Ему: эта вера есть истинная вера. Но большая часть людей не знает этого"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "О мои темничные товарищи! Один из вас будет подавать вино своему господину; другой будет распят и птицы будут клевать его голову. То, о чем вы меня спросили, определено"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "И сказал тому, который надеялся освободиться; \"Напомни обо мне своему господину\". Но сатана заставил его забыть напомнить своему господину, и он пробыл в темнице ещё несколько лет"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Однажды царь сказал: \"Я видел во сне семь тучных коров, их съели семь тощих; и - семь колосьев зелёных и столько же сухих. Вельможи! Изъясните мне мое сновидение, если умеете толковать сновидения"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Они сказали: \"Сонный бред; мы не умеем изъяснять сны"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Тот из двух, который был освобожден, сказал им (он вспомнил спустя несколько лет): \"Я вам доставлю изъяснение; пошлите меня"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "Иосиф, человек правдивый! изъясни нам, что значат семь коров тучных, которых поедают семь тощих, и семь колосьев зелёных и столько же сухих, чтоб я возвратился к тем людям и они узнали бы"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Он сказал: \"В продолжение семи лет будете сеять, как обыкновенно; что будете сожинать, оставьте в колосьях, исключая немногого, что будете есть"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "После того наступят семь лет суровых, которые истребят все, что отложите на запас, исключая немногого, что сбережете"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "После того наступит год, в продолжении которого жители этой страны будут иметь много дождей и соберут виноград"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Тогда царь сказал: \"Приведите его ко мне\". Когда посланный пришел к нему, этот сказал: \"Возвратись к своему господину и спроси его: \"Что хотели делать те женщины, которые обрезали себе пальцы?\" Господь мой знает их замыслы"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Он спросил у этих женщин: \"Что значат эти настояния заставить Иосифа уступить вашим желаниям?\" Они отвечали: \"Ей-Богу! Мы не знали за ним ничего худого\". А жена вельможи сказала: \"Истина открылась, я склоняла его к проступку; он из правдивых"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "Это для того, чтобы он узнал, что я его не обманул в его отсутствие и что Бог не управляет замыслами обманщиков"
        }
    ]
}