{
    "rukus": [
        {
            "chapter": 3,
            "verse": 64,
            "text": "Sag: O Leute der Schrift, kommt her zu einem zwischen uns und euch gleichen Wort: daß wir niemandem dienen außer Allah und Ihm nichts beigesellen und sich nicht die einen von uns die anderen zu Herren außer Allah nehmen. Doch wenn sie sich abkehren, dann sagt: Bezeugt, daß wir (Allah) ergeben sind"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "O Leute der Schrift, warum streitet ihr über Ibrahim, wo die Tora und das Evangelium erst nach ihm (als Offenbarung) herabgesandt worden sind? Begreift ihr denn nicht"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Ihr da seid es doch, die ihr über etwas gestritten habt, wovon ihr Wissen habt; warum streitet ihr nun aber über etwas, wovon ihr kein Wissen habt? Allah weiß, ihr aber wißt nicht"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Ibrahim war weder ein Jude noch ein Christ, sondern er war Anhänger des rechten Glaubens, einer, der sich Allah ergeben hat, und er gehörte nicht zu den Götzendienern"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Die Menschen, die Ibrahim am nächsten stehen, sind wahrlich diejenigen, die ihm folgten, sowie dieser Prophet und die, die (mit ihm) glauben. Und Allah ist der Schutzherr der Gläubigen"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Gern möchte euch ein Teil von den Leuten der Schrift in die Irre führen. Aber sie führen nur sich selbst in die Irre, ohne (es) zu merken"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "O Leute der Schrift! Warum verleugnet ihr Allahs Zeichen, wo ihr doch (selbst) Zeugen seid"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "O Leute der Schrift, warum verdeckt ihr das Wahre durch das Falsche und verbergt wissentlich die Wahrheit"
        }
    ]
}