{
    "maqras": [
        {
            "chapter": 48,
            "verse": 18,
            "text": "Allah a fost mulþumit de dreptcredincioºi, când ei au fãcut legãmânt cu tine [acolo] sub pom [sã moarã în lupta pentru cucerireaMekkãi] . El a ºtiut ce a fost în inimile lor ºi"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "Ca ºi cu prãzi numeroase , pe care ei le vor aduna. Allah estePuternic [ºi] Înþelept [´Aziz, Hakim]"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Allah v-a fãgãduit vouã [alte] prãzi numeroase pe care voi le veþidobândi ºi a grãbit aceasta pentru voi . ªi a îndepãrtat El mâinileoamenilor de la voi, pentru ca sã fie un semn pentru dre"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "ªi alte [prãzi mai sunt] asupra cãrora voi nu aveþi putere, dar pe care Allah le-a cuprins , cãci Allah este cu putere peste toate"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "ªi dacã aceia care nu cred ar fi luptat împotriva voastrã, ar fi întors spatele ºi atunci nu ar mai fi aflat nici ocrotitor ºi nici ajutor"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "[Aceasta este] Legea lui Allah, care a fost ºi mai înainte ºi nu vei afla schimbare pentru Legea lui Allah"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "El este Cel care a îndepãrtat mâinile lor de la voi ºi mâinilevoastre de la ei, în Valea Mekkãi , dupã ce v-a dat vouã izbândãasupra lor. ªi Allah vede bine ceea ce faceþi voi"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Ei sunt aceia care nu au crezut ºi care v-au oprit pe voi de la Moscheea Al-Haram ºi jertfa a fost împiedicatã sã ajungã la locul de junghiere. Dacã nu ar fi fost [în Mekka] bãrbaþi credin"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "ªi când cei care nu credeau purtau în inimile lor furia - furia neºtiinþei -, Allah a pogorât liniºtea Sa asupra Trimisului Sãu ºi asupra credincioºilor ºi i-a obligat pe ei la cuvântul evlaviei, pentru c&atild"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "Allah o va face adevãratã viziunea prin care El i-a vestit TrimisuluiSãu cu tot adevãrul: Veþi intra în Moscheea cea Sfântã, cu voia luiAllah, în siguranþã, cu pãrul ras º"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "El este Cel care l-a trimis pe Trimisul Sãu cu îndreptare ºi cureligia Adevãrului pentru ca sã o facã sã triumfe asupra întregii religii . ªi Allah este de ajuns ca Martor"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Muhammed este Trimisul lui Allah. Iar aceia care stau alãturi deel sunt aspri faþã de necredincioºi ºi sunt îndurãtori între ei . Îi vezi pe ei aplecaþi ºi prosternându-se, cãutând mila lui Al"
        }
    ]
}