{
    "maqras": [
        {
            "chapter": 6,
            "verse": 127,
            "text": "Ei vor avea Casa Pãcii la Domnul lor. ªi El este Ocrotitorul lor pentru ceea ce fac"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "În Ziua în care îi va aduna El pe toþi , [le va zice]: \"O, obºte a djinnilor! Prea mult i-aþi silnicit pe oameni!\" Iar aliaþii lor din rândul oamenilor vor zice: \"O, Doamne! Noi am avut folos unii de la alþii, dar noi a"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Astfel îi vom pune noi pe unii nelegiuiþi peste alþii , dupã cum ºi-au agonisit"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "O, obºte a djinnilor ºi a oamenilor! N-au venit, oare, la voi trimiºi, aleºi dintre voi, care sã vã vesteascã semnele Mele ºi sã vã previnã asupra întâlnirii cu aceastã"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Aceasta pentru cã Domnul tãu nu a fost nimicitor al cetãþilor, cu nedreptate, dacã locuitorii lor nu au fost preveniþi"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Pentru fiecare sunt trepte [deosebite] , dupã cele pe carele-a fãptuit, cãci Domnului tãu nu-I este necunoscut ceea ce ei fac"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Domnul tãu nu are nevoie [de nimeni ºi de nimic] ºi este cuîndurare. El dacã ar voi, v-ar putea face sã pieriþi ºi ar lãsa în urma voastrã ceea ce El ar voi, tot aºa cum v-a creat ºi pe vo"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Cele care vi se fãgãduiesc vor veni [neîndoielnic], iar voi nu le veþi putea împiedica"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Spune: \"O, neam al meu! Pliniþi dupã putinþa voastrã ºi eu voiplini [dupã putinþa mea]! ªi veþi afla voi cine va avea izbândã înCasã\" . Este acesta [lucru] neîndoielnic: Cei"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Ei I-au hotãrât lui Allah o parte din recoltele ºi din dobitoa- cele pe care El le-a izvodit ºi au zis: \"Aceasta este pentru Allah -dupã pretenþia lor mincinoasã! - iar asta este pentru asociaþii no&o"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Tot astfel i-au ademenit asociaþii lor pe mulþi dintre idolatri sã-ºiomoare copiii , ca sã-i piardã ºi pe ei ºi ca sã le întunece religia lor. ªi de-ar fi voit Allah, n-ar fi fãcut ei ace"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "ªi au zis ei : “Acestea sunt vite ºi recolte oprite. Nu mãnâncã din ele decât aceia care voim noi!” , dupã pretenþia lor minci- noasã ! Sunt ºi vite ale cãror spinãri au fost oprite"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "ªi au mai spus ei: \"Ceea ce se aflã în pântecul acestor vite este menit numai bãrbaþilor noºtri ºi este oprit soaþelor noastre!\"Dacã, însã, acesta [se naºte] mort, atunci sunt ei p&at"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Au pierdut aceia care ºi-au omorât copiii, din neghiobie ºi neºti- inþã , ºi care au oprit ceea ce Allah le-a dat pentru trai, nãscocindminciuni pe seama lui Allah! Ei sunt în rãtãcire º"
        }
    ]
}