{
    "rukus": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "بېشكه همدا خبره ده چې صدقې (زكاتونه) يواځې د فقیرانو او مسكینانو لپاره دي او د هغو كسانو لپاره دي چې پر دغو باندې عامل (راټولوونكي) مقرر وي او د هغو لپاره دي د چا په زړونو كې چې الفت (مينه او اسلام ته رغبت) اچولى شي او په (ازادولو د) څټونو (د مریانو مكاتبانو) كې ( به صرف كولى شي) او تاوان موندونكو لپاره دي او د الله په لار كې او د مسافرو لپاره (به صرف كولى شي) دغه مقرره فریضه ده د الله له جانبه او الله ښه عالم، ښه حكمت والا دى"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "او په دوى كې ځینې هغه كسان دي چې نبي ته تكلیف رسوي او وايي: هغه (اورېدونكى) غوږ دى (د هر چا هر څه اوري او مني يې) ته ووایه: تاسو لپاره د خیر غوږ دى، پر الله ایمان لري او پر مومنانو باور كوي او په تاسو كې د هغو كسانو لپاره رحمت دى چې ایمان يې راوړى دى، او هغه كسان چې د الله رسول ته تكلیف رسوي؛ د هغوى لپاره ډېر دردوونكى عذاب دى"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "تاسو لپاره دوى پر الله قسمونه خوري، د دې لپاره چې تاسو راضي كړي او الله او د هغه رسول زیات حقدار دي د دې چې دوى هغه راضي كړي، كه دوى ایمان راوړونكي وي"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "ایا دوى پر دې نه دي پوه شوي چې بېشكه شان دا دى چې څوك د الله او د هغه د رسول مخالفت كوي، نو (جزا د هغه دا ده چې) یقینًا هم د هغه لپاره د جهنم اور دى، چې په هغه كې به همېشه وي او همدغه ډېره لویه رسوايي ده"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "منافقان له دې نه وېرېږي چې په دوى باندې داسې سورت نازل كړى شي چې دې (مومنانو) ته د هغه څه خبر وركوي چې د دغو (منافقانو) په زړونو كې دي، ته (ورته) ووایه: تاسو (دغه) استهزا او مسخرې كوئ، بېشكه الله د هغه څه ښكاره كوونكى دى چې تاسو (ترې) وېرېږئ"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "او قسم دى كه ته له دوى نه پوښتنه وكړې (، نو) خامخا به وايي: مونږ خو يواځې مشغولتیا او لوبې كولې، ته (ورته) ووایه: ایا تاسو په الله او د هغه په ایتونو او د هغه په رسول پورې استهزا او مسخرې كولې؟"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "عذرونه (بهانې) مه جوړوئ، یقینًا تاسو له خپل ایمان راوړو نه وروسته كافران شوي یئ، كه مونږ په تاسو كې یوې ډلې ته معافي وكړو (،نو) بلې ډلې ته به عذاب وركړو، په سبب د دې چې هغوى په رښتیا مجرمان وو"
        }
    ]
}