{
    "rukus": [
        {
            "chapter": 33,
            "verse": 59,
            "text": "اى نبي! ته خپلو ښځو او خپلو لوڼو او د مومنانو ښځو ته ووایه چې په خپلو ځانونو دې له خپلو څادرو ځنې راخواره ( او راځوړند) كاندي، دغه (د بدن پټول) ډېر نژدې دي دې ته چې دوى به وپېژندل شي (چې پرده دارې دي) نو دوى ته به تكلیف نه رسولى شي او الله دى ډېر بخښونكى، بې حده رحم كوونكى"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "قسم دى كه دغه منافقان او هغه كسان چې د هغوى په زړونو كې (د بدكارۍ) مرض دى او په مدینه كې بدې (تشویشناكې) اوازې ګډوونكي، منع نشي (نو) مونږ به خامخا ضرور تا په دوى مسلط كړو، بیا به دوى په دې كې له تا سره هَم جواره (په ګاونډ كې) پاتې نشي مګر ډېر لږ (وخت)"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "په داسې حال كې چې رټلي ترټل شوي به وي، هر چېرې چې وموندل شي (نو) وبه نیول شي او وبه وژلى شي ډېر بد وژل كېدل"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "دغه لاره د الله (اېښودل شوې) ده د هغو (منافقو) كسانو په باره كې چې له دوى نه مخكې تېر شوي دي او ته به د الله لارې لره هېڅ تبدیلي ونه مومې"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "(اى نبي) خلق له تا نه د قیامت په باره كې تپوس كوي، ته (دوى ته)ووایه چې بېشكه د هغه ( قیامت) علم يواځې الله سره دى، او ته څه شي پوه كړى يې؟ كېدى شي چې قیامت ډېر نژدې وي"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "بېشكه الله په كافرانو لعنت كړى دى او د دوى لپاره يې سخت لمبې وهونكى اور تیار كړى دى"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "په داسې حال كې چې په ده كې به همېشه وي، تل ترتله، دوى به نه كوم دوست (كارسازى) مومي او نه مددګار"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "په هغې ورځ كې چې د دوى مخونه به په اور كې اړولى راړولى شي، دوى به وايي: اى كاشكي مونږ ! د الله اطاعت كړى وى او د رسول اطاعت مو كړى وى"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "او دوى به وايي: اى زمونږه ربه! بېشكه مونږ د خپلو مشرانو او د خپلو غټانو اطاعت كړى و، نو دوى زمونږ نه حقه لار وركه كړه"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "اى زمونږ ربه! ته دوى ته له عذابه دوه چنده وركړه او ته په دوى لعنت وكړه، ډېر لوى لعنت كول"
        }
    ]
}