{
    "rukus": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! (خپل) لوظونه پوره كړئ، تاسو لپاره اَنعام څاروي حلال كړى شوي دي، سوا له هغو نه چې تاسو ته به ولوستى شي، په دې حال كې چې تاسو د احرام په حالت كې ښكار لره حلال ګڼونكي نه یئ، بېشكه الله فیصله كوي د څه چې اراده وكړي"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! تاسو د الله د شعايرو (د دین د نښو) بې حرمتي مه كوئ او نه د عزتمنې میاشتې، او نه د حرم د قربانۍ، او نه د حرم د غاړكۍ والا څارويو او نه عزتمن كور ته د اراده لرونكو خلقو، چې د خپل رب فضل او رضامندي لټوي او كله چې تاسو حلال (بې احرامه) شئ، نو بیا تاسو ښكار كوئ او له كوم قوم (سره) بغض دې تاسو زیاتي كولو ته راپورته نه كړي، له دې وجې چې تاسو يې له مسجد حرام نه منع كړي وئ او تاسو له یو بل سره په نېكۍ او پرهېزګارۍ كې مدد كوئ او د ګناه او ظلم په كار كې د یو بل مدد مه كوئ او له الله نه وېرېږئ، بېشكه الله ډېر سخت عذاب وركوونكى دى"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "پر تاسو باندې حرامه كړى شوې ده مرداره، او وینه او د خنزیر غوښه او هغه چې په هغه د غیر الله لپاره اواز شوى وي او مرۍ خپه كړى شوى (زندۍ شوى) څاروى، او په كوتك وهل شوى او له بره راغورځېدلى او په ښكر وهل شوى، او هغه چې لیوان يې مات كړي، سوا له هغه (څاروي) نه چې تاسو يې حلال كړئ، او (حرام دى) هغه (څاروى) چې په استانو (درګاګانو) باندې ذبح كړى شي او دا چې تاسو په غشو سره قسمت معلوموئ، دغه (ټول) كارونه فسق او نافرماني دي، نن ورځ كافر شوي خلق ستاسو د دین (له ختمولو) نه ناامېده شول، نو تاسو له دوى نه مه وېرېږئ او له ما نه وېرېږئ، نن ورځ ما تاسو لپاره ستاسو دین مكمل كړو او پر تاسو باندې مې خپل نعمتونه تمام كړل او ما تاسو لپاره اسلام د دین په توګه خوښ كړو، نو څوك چې په سخته لوږه كې مجبور شو، په دې حال كې چې ګناه ته مايل كېدونكى نه وي، بیا نو یقینًا الله ډېر بخښونكى، بې حده مهربان دى"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "دوى له تا نه تپوس كوي چې د دوى لپاره څه حلال كړى شوي دي، ته (ورته) ووایه: تاسو لپاره پاكیزه څیزونه حلال كړى شوي دي او هغه (ښكار د) ښكاري حیواناتو چې تاسو تربیه كړي وي، چې ښكاري جوړوونكي یئ، چې تاسو دوى ته له هغه علمه نه ښوونه كوئ چې الله تاسو ته ښوولى دى، نو تاسو خورئ له هغه (ښكار) نه چې دغو (ښكاري حیواناتو) تاسو لپاره نیولى وي او تاسو پر هغه د الله نوم یادوئ، او له الله نه وېرېږئ، بېشكه الله ډېر ژر حساب كوونكى دى"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "نن ورځ تاسو لپاره پاكیزه څیزونه حلال كړى شول او د هغو كسانو ذبیحه چې كتاب ورته وركړى شوى دى؛ تاسو لپاره حلاله ده او ستاسو طعام د هغوى لپاره حلال دى، او (تاسو لپاره حلالې دي) پاك لمنې مومنې ښځې او پاك لمنې ښځې له هغو خلقو ځنې چې هغوى ته له تاسو نه مخكې كتاب وركړى شوى دى، كله چې تاسو دغو (ښځو) ته د هغوى مهرونه وركړئ، چې عفت غوښتونكي یئ، بدكاري كوونكي نه یئ او نه په پټه سره یاران نیونكي یئ او څوك چې له ایمان نه انكار وكړي، نو یقینًا د هغه عمل برباد شو او هغه به په اخرت كې له تاوانیانو څخه وي"
        }
    ]
}