{
    "rukus": [
        {
            "chapter": 23,
            "verse": 23,
            "text": "A kdysi poslali jsme Noema k lidu jeho, i řekl: „Lide můj, uctívejte Boha, neb nemáte jiného Boha, kromě něho: což nebudete se ho báti?“"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Však řekli předáci těch, kteří neuvěřili z lidu jeho: „Tohle přec jest pouhý člověk, jako vy, však chce se vyvýšiti nad vás; a kdyby Bůh byl chtěl, byl by seslal anděly. Neslyšeli jsme ničeho podobného od otců našich předešlých"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Onť pouze jest mužem, Džinny posedlým: pročež pozorujte jej po jistou dobu.“"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Řekl: „Pane můj, pomoz mi proti tomuto nazývání mne lhářem.“"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "I vnukli jsme mu: „Zbuduj archu pod dozorem naším a podle vnuknutí našeho: a když přijde rozkaz náš a praskne pec"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "uveď do ní ode všech druhů po páru, jakož i rodinu svou, vyjma toho z nich, nad nímž ortel vynesen byl již předem a nepřimlouvej se u mne za ty, kdož nepravostni byli, neboť oni potopeni budou. A už usazen budeš ty a kdožkoli s tebou bude, v arše, tehdy rci: ‚Chvála Bohu, jenž zachránil nás před lidem nepravostným.‘“"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "A rci: „Pane můj, dej sestoupiti mi na místě sestupu požehnaném, neboť tys nejlepším z usazovatelů.“"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "V tomto zajisté byla znamení a tím stavěli jsme lidstvo na zkoušku"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Po nich pak vzbudili jsme jiná pokolení"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "a poslali jsme k nim posly z jejich středu, (aby hlásali): „Uctívejte Boha: nemáte jiného Boha, kromě něho. Což nebudete se jej báti?“"
        }
    ]
}