{
    "rukus": [
        {
            "chapter": 35,
            "verse": 27,
            "text": "Zdaž nevidíš, jak Bůh seslal s nebe vodu, abychom dali vzrůsti jí plodům různých barev? A že na horách pruhy jsou bílé a červené, odstínů různých, a některé černé"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "a mezi lidmi, živočichy a dobytčaty nalézají se barvy různé taktéž? Ale Boha bojí se jen služebníci jeho nejmoudřejší: Bůh pak zajisté mocný jest a velký v od-puštění"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Zajisté ti, kdož předčítají Knihu boží a zachovávají modlitbu a rozdávají z toho, čímž obdařili jsme je, v skrytosti i veřejně, nadějí se obchodu, jenž nezkazí se"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "aby Bůh zaplatil jim mzdy jejich a přidal jim z milosti své: onť zajisté velký jest v odpouštění, nejvýš vděčný"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "A to, co vnuknuli jsme ti z Knihy, jest pravdou, potvrzující to, co zjeveno bylo před tím: zajisté pak Bůh dobře zpraven jest o služebnících svých a obzírá je"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Poté pak učinili jsme dědici Knihy ty, jež vyvolili jsme mezi služebníky svými: z nich pak některý prohřešuje se proti vlastní duši své: jiný kolísá (mezi dobrem a zlem): a některý předstihuje v dobrých skutcích (ostatní), z dovolení božího: totoť zajisté milost jest velká"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Do zahrad Edenu vstoupí: tam budou pro ně náramky zlaté a perly a oděv jich bude hedvábný"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "a řeknou: „Chvála Bohu, jenž odejmul od nás zármutek, zajisté Pán náš velký jest v odpouštění, nejvýš vděčný"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "jenž ubytoval nás v příbytku věčném z milosti své, v němž nedotkne se nás námaha, aniž dotkne se nás únava.“"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "Však těm, kdož neuvěřili, schystán jest oheň pekelný: nebude usouzeno jim, aby zemřeli a nebude ulehčen jim trest v něm: tak odměňujeme všechny (zatvrzelé) nevěřící"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Tam hlasitě volati budou: „Pane náš, vyveď nás odtud a budeme konati dobro, nikoliv to, co konali jsme dříve.“ „Což neprodloužili jsme vám věk váš, aby ten, kdo, rozvážiti si to chtěl, mohl si to rozvážiti? A (mimo to) přišel vám varovatel: pročež okuste nyní muk! Nepravostným není pomocníka.“"
        }
    ]
}