{
    "rukus": [
        {
            "chapter": 40,
            "verse": 61,
            "text": "Bůh to jest, jenž učinil vám noc, abyste odpočívali v ní, a den k vidění. Bůh zajisté velkým jest v milosti vůči lidem: však většina lidí není za to vděčna"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Totoť jest Bůh, Pán váš, Stvořitel, všeho: není Boha, kromě něho! Jak tedy můžete odvraceti se od něho"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Takto odvraceli se od něho ti, kdož znamení jeho zapírali"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Bůh jest to, jenž učinil vám zemi pevným podkladem a nebesa budovou: a dal vám podobu a krásnými učinil Podoby vaše: a dobrými věcmi vyživuje vás. Totoť jest Bůh, Pán váš: i požehnán budiž Bůh. Pán veškerenstva"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "Onť jest Živoucí: není Boha, kromě něho! Pročež vzývejte jej, upřímnými jsouce k němu ve víre: chvála Bohu, Pánu veškerenstva"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "Rci: „Zajistéť zakázáno bylo mi, abych vzývá ty, jež vzýváte vedle Boha, když jasné důkazy byly dány mi Pánem, mým: a nakázáno bylo mi, abych odevzdal se do vůle Pána veškerenstva.“"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Onť jest to, který stvořil vás z prachu, poté pak z kapky (semene), pak z krve sražené: na to pak dává vyjíti vám (z lůna) jako nemluvně, aby nato dal dosíci vám věku dospělého: pak abyste dosáhli staroby — ač některý z vás umírá před tím — a tak abyste dosáhli lhůty (vám) předurčené, a možná, pochopili"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Onť jest to, který vzbuzuje život a umrtvuje: a když rozhodne něco, řekne jen: „Staň se!“ a stane se"
        }
    ]
}