{
    "rukus": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "Há. Mím"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Při Knize zjevné"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Zajisté učinili jsme ji Koránem arabským, abyste pochopili"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Onať pak nalézá se v Knize prvotní u nás: (Korán jest to) vznesený, plný moudrosti"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Zdaž odmrštíme od vás Napomenutí proto, že lid jste výstřednický"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "A kolik poslali jsme proroků mezi (národy) předešlé"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "A nebylo proroka, jenž přišel k nim, z něhož by si nebyli šašky tropili"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Pročež zahladili jsme (národy) silnější těchto mocí: a před nimi stojí příklad předešlých"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "A tážeš-li se jich: „Kdo stvořil nebe a zemi?“ jistě řeknou: „Stvořil je Mocný, Vševědoucí.“"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "(Ano) ten, jenž učinil vám zemi kolébkou a učinil vám na ní stezky, abyste jimi vedeni byli"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "a jenž seslal vám s nebe vodu, dle odměření: i vzkříjsme jí končinu zmrtvělou. Stejně tak (z hrobů) vyvedeni budete"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "A jenž stvořil všechno (tvorstvo) v párech, a dal vám v lodích a dobytčatech prostředky k ježdění"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "abyste seděli v rovnováze na hřbetech jejich a vzpomínali, když tak v rovnováze na nich sedíte, dobrodiní Pána svého, řkouce: „Chválen budiž ten, jenž podmanil nám toto! Neb sami nebyli bychom nikdy se k tomu dostali"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "a zajisté my k Pánu svému navrátíme se.“"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Však přece učinili mu ze služebníků jeho děti! Zajisté člověk jest velký zatvrzelec zjevný"
        }
    ]
}