{
    "rukus": [
        {
            "chapter": 4,
            "verse": 153,
            "text": "Budou žádati tě oni, kteří byli obdrželi Knihu, abys učinil, aby seslána byla jim kniha s nebe. Však od Mojžíše žádali již více nad to, řkouce: „Dejž spatřiti nám Boha jasně.“ Tehdy zasáhl je blesk za nepravost jejich. Poté postavili si tele modlou, ač před tím jasná znamení jim byla dána: nicméně, odpustili jsme jim to, a dali jsme Mojžíšovi moc zjevnou"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "A pozdvihli jsme horu nad hlavami jejich, činíce smlouvu s nimi a řekli jsme jim: „Vstupte do brány uctívajíce Boha“ a řeku jsme jim: „Neznesvěcujte dne sobotního“ a přísnou učinili jsme s nimi smlouvu"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "Však proto, že nedodrželi smlouvy své a nevěřili ve znamení boží a neprávě zabíjeli proroky a řeč jejich byla: „Neobřezána jsou srdce naše“ ano, proto zapečetil jim Bůh srdce pro nevíru jejich: a pouze málo jich jest věřícími"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "A pro nevíru jejich a proto, že o Marii nectnou vynašli pomluvu"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "a proto, že říkají: „Zajisté zabili jsme Mesiáše, Ježíše, syna Mariina, proroka božího.“ Však nezabili ho, aniž ukřižovali, nýbrž kohosi jemu podobného a ti, kdož různá o tom měli mínění, byli o tom v pochybnostech. Nevědí o tom ničeho určitého: pouze přidržují se domněnek. Nezabili ho ve skutečnosti"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "nýbrž Bůh pozdvihl jej k sobě: neboť Bůh mocný jest a moudrý"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Nebude jednoho mezi těmi, kteří obdrželi Knihu, jenž by nevěřil v něho dříve než zemře: a v den zmrtvýchvstání Ježíš bude svědčiti proti nim"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Pro nešlechetnost některých Židů a proto, že odvracejí mnohé od stezky boží, zapověděli jsme jim jísti některé dobré věci, jež dříve dovoleny jim byly"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "a proto, že provozovali lichvu, ač byla jim zakázána a proto, že promrhávali statky druhých v prostopášnosti: a připravili jsme nevěrícím trest bolestný"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Však těm z nich, kteří jsou pevného vědění, jakož i věřícím, již věří v to, co sesláno bylo tobě a v to, co sesláno bylo před tebou: a těm, kteří zachovávají modlitbu a dávají almužnu a kdož věří v Boha a v den poslední: těm dáme odměnu velkou"
        }
    ]
}