{
    "juzs": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Maha Suci Allah Yang di tangan-Nya-lah segala kerajaan, dan Dia Maha Kuasa atas segala sesuatu"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Yang menjadikan mati dan hidup, supaya Dia menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Maha Perkasa lagi Maha Pengampun"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Yang telah menciptakan tujuh langit berlapis-lapis. Kamu sekali-kali tidak melihat pada ciptaan Tuhan Yang Maha Pemurah sesuatu yang tidak seimbang. Maka lihatlah berulang-ulang, adakah kamu lihat sesuatu yang tidak seimbang"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Kemudian pandanglah sekali lagi, niscaya penglihatanmu akan kembali kepadamu dengan tidak menemukan sesuatu cacat dan penglihatanmu itu pun dalam keadaan payah"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Sesungguhnya Kami telah menghiasi langit yang dekat dengan bintang-bintang, dan Kami jadikan bintang-bintang itu alat-alat pelempar setan, dan Kami sediakan bagi mereka siksa neraka yang menyala-nyala"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Dan orang-orang yang kafir kepada Tuhan-nya, memperoleh azab Jahanam. Dan itulah seburuk-buruk tempat kembali"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Apabila mereka dilemparkan ke dalamnya, mereka mendengar suara neraka yang mengerikan, sedang neraka itu menggelegak"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "hampir-hampir (neraka) itu terpecah-pecah lantaran marah. Setiap kali dilemparkan ke dalamnya sekumpulan (orang-orang kafir), penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah datang kepada kamu (di dunia) seorang pemberi peringatan"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "Mereka menjawab, \"Benar ada\", sesungguhnya telah datang kepada kami seorang pemberi peringatan, maka kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu pun; kamu tidak lain hanyalah di dalam kesesatan yang besar"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Dan mereka berkata, \"Sekiranya kami mendengarkan atau memikirkan (peringatan itu), niscaya tidaklah kami termasuk penghuni-penghuni neraka yang menyala-nyala"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Mereka mengakui dosa mereka. Maka kebinasaanlah bagi penghuni-penghuni neraka yang menyala-nyala"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Sesungguhnya orang-orang yang takut kepada Tuhan-nya yang tidak nampak oleh mereka, mereka akan memperoleh ampunan dan pahala yang besar"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "Dan rahasiakanlah perkataanmu atau lahirkanlah; sesungguhnya Dia Maha Mengetahui segala isi hati"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Apakah Allah Yang menciptakan itu tidak mengetahui (yang kamu lahirkan dan rahasiakan); dan Dia Maha Halus lagi Maha Mengetahui"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Dia-lah yang menjadikan bumi itu mudah bagi kamu, maka berjalanlah di segala penjurunya dan makanlah sebagian dari rezeki-Nya. Dan hanya kepada-Nya-lah kamu (kembali setelah) dibangkitkan"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Apakah kamu merasa aman terhadap Allah yang di langit bahwa Dia akan menjungkir balikkan bumi bersama kamu, sehingga dengan tiba-tiba bumi itu berguncang"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Atau apakah kamu merasa aman terhadap Allah yang di langit bahwa Dia akan mengirimkan badai yang berbatu. Maka kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Dan sesungguhnya orang-orang yang sebelum mereka telah mendustakan (rasul-rasul-Nya). Maka alangkah hebatnya kemurkaan-Ku"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Dan apakah mereka tidak memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pemurah. Sesungguhnya Dia Maha Melihat segala sesuatu"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Atau siapakah dia yang menjadi tentara bagimu yang akan menolongmu selain dari Allah Yang Maha Pemurah? Orang-orang kafir itu tidak lain hanyalah dalam (keadaan) tertipu"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Atau siapakah dia ini yang memberi kamu rezeki jika Allah menahan rezeki-Nya? Sebenarnya mereka terus menerus dalam kesombongan dan menjauhkan diri"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Maka apakah orang yang berjalan terjungkal di atas mukanya itu lebih banyak mendapatkan petunjuk ataukah orang yang berjalan tegap di atas jalan yang lurus"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Katakanlah, \"Dia-lah yang menciptakan kamu dan menjadikan bagi kamu pendengaran, penglihatan, dan hati\". (Tetapi) amat sedikit kamu bersyukur"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Katakanlah, \"Dia-lah yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya-lah kamu kelak dikumpulkan"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Dan mereka berkata, \"Kapankah datangnya ancaman itu jika kamu adalah orang-orang yang benar"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Katakanlah, \"Sesungguhnya ilmu (tentang hari kiamat itu) hanya pada sisi Allah. Dan sesungguhnya aku hanyalah seorang pemberi peringatan yang menjelaskan"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Ketika mereka melihat azab (pada hari kiamat) sudah dekat, muka orang-orang kafir itu menjadi muram. Dan dikatakan (kepada mereka) inilah (azab) yang dahulunya kamu selalu meminta-mintanya"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "Katakanlah, \"Terangkanlah kepadaku jika Allah mematikan aku dan orang-orang yang bersama dengan aku atau memberi rahmat kepada kami, (maka kami akan masuk surga), tetapi siapakah yang dapat melindungi orang-orang yang kafir dari siksa yang pedih"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "Katakanlah, \"Dia-lah Allah Yang Maha Penyayang kami beriman kepada-Nya dan kepada-Nya-lah kami bertawakal. Kelak kamu akan mengetahui siapakah yang berada dalam kesesatan yang nyata"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "Katakanlah, \"Terangkanlah kepadaku jika sumber air kamu menjadi kering; maka siapakah yang akan mendatangkan air yang mengalir bagimu"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "Nūn1490, demi pena dan apa yang mereka tulis"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "berkat nikmat Tuhan-mu kamu (Muhammad) sekali-kali bukan orang gila"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "Dan sesungguhnya bagi kamu benar-benar pahala yang besar yang tidak putus-putusnya"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "Dan sesungguhnya kamu benar-benar berbudi pekerti yang agung"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "Maka kelak kamu akan melihat dan mereka (orang-orang kafir) pun akan melihat"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "siapa di antara kamu yang gila"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "Sesungguhnya Tuhan-mu, Dia-lah yang paling mengetahui siapa yang sesat dari jalan-Nya; dan Dia-lah yang paling mengetahui orang-orang yang mendapat petunjuk"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "Maka janganlah kamu ikuti orang-orang yang mendustakan (ayat-ayat Allah)"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "Maka mereka menginginkan supaya kamu bersikap lunak lalu mereka bersikap lunak (pula kepadamu)"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "Dan janganlah kamu ikuti setiap orang yang banyak bersumpah lagi hina"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "yang banyak mencela, yang kian kemari menghambur fitnah"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "yang sangat enggan berbuat baik, yang melampaui batas lagi banyak dosa"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "yang kaku kasar, selain dari itu, yang terkenal kejahatannya"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "karena dia mempunyai (banyak) harta dan anak"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "Apabila dibacakan kepadanya ayat-ayat Kami, ia berkata, \"(Ini adalah) dongeng-dongengan orang-orang dahulu kala"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "Kelak akan Kami beri tanda dia di belalai(nya)"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Sesungguhnya Kami telah menguji mereka (musyrikin Mekah) sebagaimana Kami telah menguji pemilik-pemilik kebun, ketika mereka bersumpah bahwa mereka sungguh-sungguh akan memetik (hasil)nya di pagi hari"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "dan mereka tidak mengucapkan, \"Insyaallah"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "lalu kebun itu diliputi malapetaka (yang datang) dari Tuhan-mu ketika mereka sedang tidur"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "maka jadilah kebun itu hitam seperti malam yang gelap gulita"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "lalu mereka panggil memanggil di pagi hari"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "Pergilah diwaktu pagi (ini) ke kebunmu jika kamu hendak memetik buahnya"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Maka pergilah mereka saling berbisik-bisikan"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "Pada hari ini janganlah ada seorang miskin pun masuk ke dalam kebunmu"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "Dan berangkatlah mereka di pagi hari dengan niat menghalangi (orang-orang miskin) padahal mereka mampu (menolongnya)"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "Tatkala mereka melihat kebun itu, mereka berkata, \"Sesungguhnya kita benar-benar orang-orang yang sesat (jalan)"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "bahkan kita dihalangi (dari memperoleh hasilnya)"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "Berkatalah seorang yang paling baik pikirannya di antara mereka, \"Bukankah aku telah mengatakan kepadamu, hendaklah kamu bertasbih (kepada Tuhan-mu)"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "Mereka mengucapkan, \"Maha Suci Tuhan kami, sesungguhnya kami adalah orang-orang yang zalim"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Lalu sebagian mereka menghadapi sebagian yang lain seraya cela mencela"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "Mereka berkata, \"Aduhai celakalah kita; sesungguhnya kita ini adalah orang-orang yang melampaui batas"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Mudah-mudahan Tuhan kita memberikan ganti kepada kita dengan (kebun) yang lebih baik daripada itu; sesungguhnya kita mengharapkan ampunan dari Tuhan kita"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "Seperti itulah azab (dunia). Dan sesungguhnya azab akhirat lebih besar jika mereka mengetahui"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Sesungguhnya bagi orang-orang yang bertakwa (disediakan) surga-surga yang penuh kenikmatan di sisi Tuhan-nya"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Maka apakah patut Kami menjadikan orang-orang Islam itu sama dengan orang-orang yang berdosa (orang kafir)"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Mengapa kamu (berbuat demikian), bagaimanakah kamu mengambil keputusan"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Atau adakah kamu mempunyai sebuah kitab (yang diturunkan Allah) yang kamu membacanya"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "Bahwa di dalamnya kamu benar-benar boleh memilih apa yang kamu sukai untukmu"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Atau apakah kamu memperoleh janji-janji yang diperkuat dengan sumpah dari Kami, yang tetap berlaku sampai hari kiamat; sesungguhnya kamu benar-benar dapat mengambil keputusan (sekehendakmu)"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "Tanyakanlah kepada mereka, \"Siapakah di antara mereka yang bertanggung jawab terhadap keputusan yang diambil itu"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Atau apakah mereka mempunyai sekutu-sekutu? Maka hendaklah mereka mendatangkan sekutu-sekutunya jika mereka adalah orang-orang yang benar"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Pada hari betis disingkapkan1498 dan mereka dipanggil untuk bersujud; maka mereka tidak kuasa"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "(dalam keadaan) pandangan mereka tunduk ke bawah, lagi mereka diliputi kehinaan. Dan sesungguhnya mereka dahulu (di dunia) diseru untuk bersujud, dan mereka dalam keadaan sejahtera"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Maka serahkanlah (ya Muhammad) kepada-Ku (urusan) orang-orang yang mendustakan perkataan ini (Al-Qur`ān). Nanti Kami akan menarik mereka dengan berangsur-angsur (ke arah kebinasaan) dari arah yang tidak mereka ketahui"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "dan Aku memberi tangguh kepada mereka. Sesungguhnya rencana-Ku amat teguh"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Apakah kamu meminta upah kepada mereka, lalu mereka diberati dengan utang"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Ataukah ada pada mereka ilmu tentang yang gaib lalu mereka menulis (padanya apa yang mereka tetapkan)"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Maka bersabarlah kamu (hai Muhammad) terhadap ketetapan Tuhan-mu, dan janganlah kamu seperti orang yang (Yūnus) berada dalam (perut) ikan ketika ia berdoa sedang ia dalam keadaan marah (kepada kaumnya)"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Kalau sekiranya ia tidak segera mendapat nikmat dari Tuhan-nya, benar-benar ia dicampakkan ke tanah tandus dalam keadaan tercela"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Lalu Tuhan-nya memilihnya dan menjadikannya termasuk orang-orang yang saleh"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Dan sesungguhnya orang-orang kafir itu benar-benar hampir menggelincirkan kamu dengan pandangan mereka1501, tatkala mereka mendengar Al-Qur`ān dan mereka berkata, \"Sesungguhnya ia (Muhammad) benar-benar orang yang gila"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Dan Al-Qur`ān itu tidak lain hanyalah peringatan bagi seluruh umat"
        },
        {
            "chapter": 69,
            "verse": 1,
            "text": "Hari kiamat"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "apakah hari kiamat itu"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "Dan tahukah kamu apakah hari kiamat itu"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "Kaum Ṡamūd dan ʻĀd telah mendustakan hari kiamat"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "Adapun kaum Ṡamūd, maka mereka telah dibinasakan dengan kejadian yang luar biasa"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "Adapun kaum ʻĀd maka mereka telah dibinasakan dengan angin yang sangat dingin lagi amat kencang"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "yang Allah menimpakan angin itu kepada mereka selama tujuh malam dan delapan hari terus menerus; maka kamu lihat kaum ʻĀd pada waktu itu mati bergelimpangan seakan-akan mereka tunggul-tunggul pohon kurma yang telah kosong (lapuk)"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "Maka kamu tidak melihat seorang pun yang tinggal di antara mereka"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "Dan telah datang Firʻawn dan orang-orang yang sebelumnya dan (penduduk) negeri-negeri yang dijungkir balikkan karena kesalahan yang besar"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "Maka (masing-masing) mereka mendurhakai rasul Tuhan mereka, lalu Allah menyiksa mereka dengan siksaan yang sangat keras"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "Sesungguhnya Kami, tatkala air telah naik (sampai ke gunung) Kami bawa (nenek moyang) kamu ke dalam bahtera"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "agar Kami jadikan peristiwa itu peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "Maka apabila sangkakala ditiup sekali tiup"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "dan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali bentur"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "Maka pada hari itu terjadilah hari kiamat"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "dan terbelahlah langit, karena pada hari itu langit menjadi lemah"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "Dan malaikat-malaikat berada di penjuru-penjuru langit. Dan pada hari itu delapan orang malaikat menjunjung arasy Tuhan-mu di atas (kepala) mereka"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "Pada hari itu kamu dihadapkan (kepada Tuhan-mu), tiada sesuatu pun dari keadaanmu yang tersembunyi (bagi Allah)"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "Adapun orang-orang yang diberikan kepadanya kitabnya1509 dari sebelah kanannya, maka dia berkata, \"Ambillah, bacalah kitabku (ini)"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "Sesungguhnya aku yakin bahwa sesungguhnya aku akan menemui hisab terhadap diriku"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "Maka orang itu berada dalam kehidupan yang diridai"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "dalam surga yang tinggi"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "buah-buahannya dekat"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "(kepada mereka dikatakan), \"Makan dan minumlah dengan sedap disebabkan amal yang telah kamu kerjakan pada hari-hari yang telah lalu"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "Adapun orang yang diberikan kepadanya kitabnya dari sebelah kirinya, maka dia berkata, \"Wahai alangkah baiknya kiranya tidak diberikan kepadaku kitabku (ini)"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "Dan aku tidak mengetahui apa hisab terhadap diriku"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "Wahai kiranya kematian itulah yang menyelesaikan segala sesuatu"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "Hartaku sekali-kali tidak memberi manfaat kepadaku"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "Telah hilang kekuasaanku dariku"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "(Allah berfirman), \"Peganglah dia lalu belenggulah tangannya ke lehernya"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "Sesungguhnya dia dahulu tidak beriman kepada Allah Yang Maha Besar"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "Dan juga dia tidak mendorong (orang lain) untuk memberi makan orang miskin"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "Maka tiada seorang teman pun baginya pada hari ini di sini"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "Dan tiada (pula) makanan sedikit pun (baginya) kecuali dari darah dan nanah"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "Tidak ada yang memakannya kecuali orang-orang yang berdosa"
        },
        {
            "chapter": 69,
            "verse": 38,
            "text": "Maka Aku bersumpah dengan apa yang kamu lihat"
        },
        {
            "chapter": 69,
            "verse": 39,
            "text": "Dan dengan apa yang tidak kamu lihat"
        },
        {
            "chapter": 69,
            "verse": 40,
            "text": "Sesungguhnya Al-Qur`ān itu adalah benar-benar wahyu (Allah yang diturunkan kepada) rasul yang mulia"
        },
        {
            "chapter": 69,
            "verse": 41,
            "text": "dan Al-Qur`ān itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya"
        },
        {
            "chapter": 69,
            "verse": 42,
            "text": "Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya"
        },
        {
            "chapter": 69,
            "verse": 43,
            "text": "Ia adalah wahyu yang diturunkan dari Tuhan semesta alam"
        },
        {
            "chapter": 69,
            "verse": 44,
            "text": "Seandainya dia (Muhammad) mengadakan sebagian perkataan atas (nama) Kami"
        },
        {
            "chapter": 69,
            "verse": 45,
            "text": "niscaya benar-benar Kami pegang dia pada tangan kanannya"
        },
        {
            "chapter": 69,
            "verse": 46,
            "text": "Kemudian benar-benar Kami potong urat tali jantungnya"
        },
        {
            "chapter": 69,
            "verse": 47,
            "text": "Maka sekali-kali tidak ada seorang pun dari kamu yang dapat menghalangi (Kami), dari pemotongan urat nadi itu"
        },
        {
            "chapter": 69,
            "verse": 48,
            "text": "Dan sesungguhnya Al-Qur`ān itu benar-benar suatu pelajaran bagi orang-orang yang bertakwa"
        },
        {
            "chapter": 69,
            "verse": 49,
            "text": "Dan sesungguhnya Kami benar-benar mengetahui bahwa di antara kamu ada orang yang mendustakan(nya)"
        },
        {
            "chapter": 69,
            "verse": 50,
            "text": "Dan sesungguhnya Al-Qur`ān itu benar-benar menjadi penyesalan bagi orang-orang kafir (di akhirat)"
        },
        {
            "chapter": 69,
            "verse": 51,
            "text": "Dan sesungguhnya Al-Qur`ān itu benar-benar kebenaran yang diyakini"
        },
        {
            "chapter": 69,
            "verse": 52,
            "text": "Maka bertasbihlah dengan (menyebut) nama Tuhan-mu Yang Maha Besar"
        },
        {
            "chapter": 70,
            "verse": 1,
            "text": "Seseorang peminta telah meminta kedatangan azab yang bakal terjadi"
        },
        {
            "chapter": 70,
            "verse": 2,
            "text": "untuk orang-orang kafir, yang tidak seorang pun dapat menolaknya"
        },
        {
            "chapter": 70,
            "verse": 3,
            "text": "(yang datang) dari Allah, Yang mempunyai tempat-tempat naik"
        },
        {
            "chapter": 70,
            "verse": 4,
            "text": "Malaikat-malaikat dan Jibril naik (menghadap) kepada Tuhan dalam sehari yang kadarnya lima puluh ribu tahun"
        },
        {
            "chapter": 70,
            "verse": 5,
            "text": "Maka bersabarlah kamu dengan sabar yang baik"
        },
        {
            "chapter": 70,
            "verse": 6,
            "text": "Sesungguhnya mereka memandang siksaaan itu jauh (mustahil)"
        },
        {
            "chapter": 70,
            "verse": 7,
            "text": "Sedangkan Kami memandangnya dekat (pasti terjadi)"
        },
        {
            "chapter": 70,
            "verse": 8,
            "text": "Pada hari ketika langit menjadi seperti luluhan perak"
        },
        {
            "chapter": 70,
            "verse": 9,
            "text": "Dan gunung-gunung menjadi seperti bulu (yang berterbangan)"
        },
        {
            "chapter": 70,
            "verse": 10,
            "text": "Dan tidak ada seorang teman akrab pun menanyakan temannya"
        },
        {
            "chapter": 70,
            "verse": 11,
            "text": "Sedang mereka saling melihat. Orang kafir ingin kalau sekiranya dia dapat menebus (dirinya) dari azab hari itu dengan anak-anaknya"
        },
        {
            "chapter": 70,
            "verse": 12,
            "text": "dan istrinya, dan saudaranya"
        },
        {
            "chapter": 70,
            "verse": 13,
            "text": "dan kaum familinya yang melindunginya (di dunia)"
        },
        {
            "chapter": 70,
            "verse": 14,
            "text": "Dan orang-orang di atas bumi seluruhnya, kemudian (mengharapkan) tebusan itu dapat menyelamatkannya"
        },
        {
            "chapter": 70,
            "verse": 15,
            "text": "Sekali-kali tidak dapat. Sesungguhnya neraka itu adalah api yang bergejolak"
        },
        {
            "chapter": 70,
            "verse": 16,
            "text": "yang mengelupaskan kulit kepala"
        },
        {
            "chapter": 70,
            "verse": 17,
            "text": "yang memanggil orang yang membelakang dan yang berpaling (dari agama)"
        },
        {
            "chapter": 70,
            "verse": 18,
            "text": "serta mengumpulkan (harta benda) lalu menyimpannya"
        },
        {
            "chapter": 70,
            "verse": 19,
            "text": "Sesungguhnya manusia diciptakan bersifat keluh kesah lagi kikir"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "Apabila ia ditimpa kesusahan ia berkeluh kesah"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "dan apabila ia mendapat kebaikan, ia amat kikir"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "kecuali orang-orang yang mengerjakan salat"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "yang mereka itu tetap mengerjakan salatnya"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "dan orang-orang yang dalam hartanya tersedia bagian tertentu"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "bagi orang (miskin) yang meminta dan orang yang tidak mempunyai apa-apa (yang tidak mau meminta)"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "dan orang-orang yang mempercayai hari pembalasan"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "dan orang-orang yang takut terhadap azab Tuhan-nya"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "Karena sesungguhnya azab Tuhan mereka tidak dapat orang merasa aman (dari kedatangannya)"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "Dan orang-orang yang memelihara kemaluannya"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "kecuali terhadap istri-istri mereka atau budak-budak yang mereka miliki1513, maka sesungguhnya mereka dalam hal ini tiada tercela"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "Barang siapa mencari yang di balik itu1514, maka mereka itulah orang-orang yang melampaui batas"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "Dan orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "Dan orang-orang yang memberikan kesaksiannya"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "Dan orang-orang yang memelihara salatnya"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "Mereka itu (kekal) di surga lagi dimuliakan"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "Mengapakah orang-orang kafir itu bersegera datang ke arahmu"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "dari kanan dan dari kiri dengan berkelompok-kelompok"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "Adakah setiap orang dari orang-orang kafir itu ingin masuk ke dalam surga yang penuh kenikmatan"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "Sekali-kali tidak! Sesungguhnya Kami ciptakan mereka dari apa yang mereka ketahui (air mani)"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "Maka aku bersumpah dengan Tuhan Yang mengatur tempat terbit dan terbenamnya matahari, bulan, dan bintang; sesungguhnya Kami benar-benar Maha Kuasa"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "Untuk mengganti (mereka) dengan kaum yang lebih baik dari mereka, dan Kami sekali-kali tidak dapat dikalahkan"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "Maka biarkanlah mereka tenggelam (dalam kebatilan) dan bermain-main sampai mereka menjumpai hari yang diancamkan kepada mereka"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "(yaitu) pada hari mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia)"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "dalam keadaan mereka menekurkan pandangannya (serta) diliputi kehinaan. Itulah hari yang dahulunya diancamkan kepada mereka"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Sesungguhnya Kami telah mengutus Nūḥ kepada kaumnya (dengan memerintahkan), \"Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "Nūḥ berkata, \"Hai kaumku, sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepada kamu"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "(yaitu) sembahlah olehmu Allah, bertakwalah kepada-Nya dan taatlah kepadaku"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "niscaya Allah akan mengampuni sebagian dosa-dosamu dan menangguhkan kamu1517 sampai kepada waktu yang ditentukan. Sesungguhnya ketetapan Allah apabila telah datang tidak dapat ditangguhkan, kalau kamu mengetahui"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "Nūḥ berkata, \"Ya Tuhan-ku sesungguhnya aku telah menyeru kaumku malam dan siang"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "maka seruanku itu hanyalah menambah mereka lari (dari kebenaran)"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "Dan sesungguhnya setiap kali aku menyeru mereka (kepada iman) agar Engkau mengampuni mereka, mereka memasukkan anak jari mereka ke dalam telinganya, dan menutupkan bajunya (ke mukanya), dan mereka tetap (mengingkari) dan menyombongkan diri dengan sangat"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Kemudian sesungguhnya aku telah menyeru mereka (kepada iman) dengan cara terang-terangan"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "kemudian sesungguhnya aku (menyeru) mereka (lagi) dengan terang-terangan dan dengan diam-diam"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "maka aku katakan kepada mereka, `Mohonlah ampun kepada Tuhan-mu, sesungguhnya Dia adalah Maha Pengampun"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "niscaya Dia akan mengirimkan hujan kepadamu dengan lebat"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "dan membanyakkan harta dan anak-anakmu, dan mengadakan untukmu kebun-kebun, dan mengadakan (pula di dalamnya) untukmu sungai-sungai"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Mengapa kamu tidak percaya akan kebesaran Allah"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "Padahal Dia sesungguhnya telah menciptakan kamu dalam beberapa tingkatan kejadian"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Tidakkah kamu perhatikan bagaimana Allah telah menciptakan tujuh langit bertingkat-tingkat"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "Dan Allah menciptakan padanya bulan sebagai cahaya dan menjadikan matahari sebagai pelita"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Dan Allah menumbuhkan kamu dari tanah dengan sebaik-baiknya"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "kemudian Dia mengembalikan kamu ke dalam tanah dan mengeluarkan kamu (darinya pada hari kiamat) dengan sebenar-benarnya"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Dan Allah menjadikan bumi untukmu sebagai hamparan"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "supaya kamu menjalani jalan-jalan yang luas di bumi itu"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Nūḥ berkata, \"Ya Tuhan-ku, sesungguhnya mereka telah mendurhakaiku, dan telah mengikuti orang-orang yang harta dan anak-anaknya tidak menambah kepadanya melainkan kerugian belaka"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "dan melakukan tipu-daya yang amat besar"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "Dan mereka berkata, \"Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) wadd, dan jangan pula Suwāʻ, Yagūṡ, Yaʻūq, dan Nasr"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "Dan sesudahnya mereka telah menyesatkan kebanyakan (manusia); dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan lalu dimasukkan ke neraka, maka mereka tidak mendapat penolong-penolong bagi mereka selain dari Allah"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "Nūḥ berkata, \"Ya Tuhan-ku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka tidak akan melahirkan selain anak yang berbuat maksiat lagi sangat kafir"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "Ya Tuhan-ku! Ampunilah aku, ibu bapakku, orang yang masuk ke rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kebinasaan"
        },
        {
            "chapter": 72,
            "verse": 1,
            "text": "Katakanlah (hai Muhammad), \"Telah diwahyukan kepadaku bahwasanya sekumpulan jin telah mendengarkan (Al-Qur`ān), lalu mereka berkata, \"Sesungguhnya kami telah mendengarkan Al-Qur`ān yang menakjubkan"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "(yang) memberi petunjuk kapada jalan yang benar, lalu kami beriman kepadanya. Dan kami sekali-kali tidak akan mempersekutukan seorang pun dengan Tuhan kami"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "dan bahwasanya Maha Tinggi kebesaran Tuhan kami, Dia tidak beristri dan tidak (pula) beranak"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "Dan bahwasanya orang yang kurang akal dari kami selalu mengatakan (perkataan) yang melampaui batas terhadap Allah"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "dan sesungguhnya kami mengira bahwa manusia dan jin sekali-kali tidak akan mengatakan perkataan yang dusta terhadap Allah"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "Dan bahwasanya ada beberapa orang laki-laki di antara manusia meminta perlindungan kepada beberapa laki-laki di antara jin, maka jin-jin itu menambah bagi mereka dosa dan kesalahan"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "Dan sesungguhnya mereka (jin) menyangka sebagaimana persangkaan kamu (orang-orang kafir Mekah), bahwa Allah sekali-kali tidak akan membangkitkan seorang (rasul) pun"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "dan sesungguhnya kami telah mencoba mengetahui (rahasia) langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "dan sesungguhnya kami dahulu dapat menduduki beberapa tempat di langit itu untuk mendengar-dengarkan (berita-beritanya). Tetapi sekarang1525 barang siapa yang (mencoba) mendengar-dengarkan (seperti itu), tentu akan menjumpai panah api yang mengintai (untuk membakarnya)"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "Dan sesungguhnya kami tidak mengetahui (dengan adanya penjagaan itu), apakah keburukan yang dikehendaki bagi orang yang di bumi ataukah Tuhan mereka menghendaki kebaikan bagi mereka"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "Dan sesungguhnya di antara kami ada orang-orang yang saleh dan di antara kami ada (pula) yang tidak demikian halnya. Adalah kami menempuh jalan yang berbeda-beda"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "Dan sesungguhnya kami mengetahui bahwa kami sekali-kali tidak akan dapat melepaskan diri (dari kekuasaan) Allah di muka bumi dan sekali-kali tidak (pula) dapat melepaskan diri (dari)-Nya dengan lari"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "Dan sesungguhnya kami tatkala mendengar petunjuk (Al-Qur`ān), kami beriman kepadanya. Barang siapa beriman kepada Tuhan-nya, maka ia tidak takut akan pengurangan pahala dan tidak (takut pula) akan penambahan dosa dan kesalahan"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "Dan sesungguhnya di antara kami ada orang-orang yang taat dan ada (pula) orang-orang yang menyimpang dari kebenaran. Barang siapa yang yang taat, maka mereka itu benar-benar telah memilih jalan yang lurus"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "Adapun orang-orang yang menyimpang dari kebenaran, maka mereka menjadi kayu api bagi neraka Jahanam"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Dan bahwasanya, jikalau mereka tetap berjalan lurus di atas jalan itu (agama Islam), benar-benar Kami akan memberi minum kepada mereka air yang segar (rezeki yang banyak)"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "Untuk Kami beri cobaan kepada mereka padanya. Dan barang siapa yang berpaling dari peringatan Tuhan-nya, niscaya akan dimasukkan-Nya ke dalam azab yang amat berat"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Dan sesungguhnya masjid-masjid itu adalah kepunyaan Allah. Maka janganlah kamu menyembah seseorang pun di dalamnya di samping (menyembah) Allah"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Dan bahwasanya tatkala hamba Allah (Muhammad) berdiri menyembah-Nya (mengerjakan ibadah), hampir saja jin-jin itu berdesakan mengerumuninya"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Katakanlah, \"Sesungguhnya aku hanya menyembah Tuhan-ku dan aku tidak mempersekutukan sesuatupun dengan-Nya"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Katakanlah, \"Sesungguhnya aku tidak kuasa mendatangkan sesuatu kemudaratan pun kepadamu dan tidak (pula) suatu kemanfaatan"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Katakanlah, \"Sesungguhnya aku sekali-kali tiada seorang pun yang dapat melindungiku dari (azab) Allah dan sekali-kali tiada akan memperoleh tempat berlindung selain dari-Nya"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "Akan tetapi, (aku hanya) menyampaikan (peringatan) dari Allah dan risalah-Nya. Dan barang siapa yang mendurhakai Allah dan rasul-Nya, maka sesungguhnya baginyalah neraka Jahanam, mereka kekal di dalamnya selama-lamanya"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Sehingga apabila mereka melihat azab yang diancamkan kepada mereka, maka mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit bilangannya"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Katakanlah, \"Aku tidak mengetahui, apakah azab yang diancamkan kepadamu itu dekat ataukah Tuhan-ku menjadikan bagi (kedatangan) azab itu masa yang panjang"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "(Dia adalah Tuhan) Yang Mengetahui yang gaib, maka Dia tidak memperlihatkan kepada seorang pun tentang yang gaib itu"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "Kecuali kepada rasul yang diridai-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga (malaikat) di muka dan di belakangnya"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "Supaya Dia mengetahui, bahwa sesungguhnya rasul-rasul itu telah menyampaikan risalah-risalah Tuhan-nya, sedang (sebenarnya) ilmu-Nya meliputi apa yang ada pada mereka, dan Dia menghitung segala sesuatu satu persatu"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "Hai orang yang berselimut (Muhammad)"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "bangunlah (untuk salat) di malam hari1526, kecuali sedikit (darinya)"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "(yaitu) seperduanya atau kurangilah dari seperdua itu sedikit"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "atau lebih dari seperdua itu. Dan bacalah Al-Qur`ān itu dengan perlahan-lahan"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "Sesungguhnya Kami akan menurunkan kepadamu perkataan yang berat"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "Sesungguhnya bangun di waktu malam adalah lebih tepat (untuk khusyuk) dan bacaan di waktu itu lebih berkesan"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "Sesungguhnya kamu pada siang hari mempunyai urusan yang panjang (banyak)"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "Sebutlah nama Tuhan-mu, dan beribadahlah kepada-Nya dengan penuh ketekunan"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "(Dia-lah) Tuhan masyrik dan magrib, tiada Tuhan (yang berhak disembah) melainkan Dia, maka ambillah Dia sebagai pelindung"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Dan bersabarlah terhadap apa yang mereka ucapkan dan jauhilah mereka dengan cara yang baik"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "Dan biarkanlah Aku (saja) bertindak terhadap orang-orang yang mendustakan itu, orang-orang yang mempunyai kemewahan dan beri tangguhlah mereka barang sebentar"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "Karena sesungguhnya pada sisi Kami ada belenggu-belenggu yang berat dan neraka yang menyala-nyala"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "Dan makanan yang menyumbat di kerongkongan dan azab yang pedih"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "Pada hari bumi dan gunung-gunung bergoncangan, dan menjadilah gunung-gunung itu tumpukan-tumpukan pasir yang beterbangan"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Sesungguhnya Kami telah mengutus kepada kamu (hai orang kafir Mekah) seorang rasul, yang menjadi saksi terhadapmu, sebagaimana Kami telah mengutus (dahulu) seorang rasul kepada Firʻawn"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "Maka Firʻawn mendurhakai rasul itu, lalu Kami siksa dia dengan siksaan yang berat"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "Maka bagaimanakah kamu akan dapat memelihara dirimu jika kamu tetap kafir kepada hari yang menjadikan anak-anak beruban"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "Langit (pun) menjadi pecah belah pada hari itu karena Allah. Adalah janji-Nya itu pasti terlaksana"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Sesungguhnya ini adalah suatu peringatan. Maka barang siapa yang menghendaki, niscaya ia menempuh jalan (yang menyampaikannya) kepada Tuhan-nya"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "Sesungguhnya Tuhan-mu mengetahui bahwasanya kamu berdiri (salat) kurang dari dua pertiga malam, atau seperdua malam, atau sepertiganya, dan (demikian pula) segolongan dari orang-orang yang bersama kamu. Dan Allah menetapkan ukuran malam dan siang. Allah mengetahui bahwa kamu sekali-kali tidak dapat menentukan batas-batas waktu-waktu itu, maka Dia memberi keringanan kepadamu, karena itu bacalah apa yang mudah (bagimu) dari Al-Qur`ān. Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit dan orang-orang yang berjalan di muka bumi mencari sebagian karunia Allah; dan orang-orang yang lain lagi berperang di jalan Allah, maka bacalah apa yang mudah (bagimu) dari Al-Qur`ān dan dirikanlah sembahyang, tunaikanlah zakat, dan berikanlah pinjaman kepada Allah pinjaman yang baik. Dan kebaikan apa saja yang kamu perbuat untuk dirimu, niscaya kamu memperoleh (balasan)nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. Dan mohonlah ampunan kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "Hai orang yang berkemul (berselimut)"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "bangunlah, lalu berilah peringatan"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "dan Tuhan-mu agungkanlah"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "dan pakaianmu bersihkanlah"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "dan perbuatan dosa (menyembah berhala) tinggalkanlah"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "dan janganlah kamu memberi (dengan maksud) memperoleh (balasan) yang lebih banyak"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "Dan untuk (memenuhi perintah) Tuhan-mu, bersabarlah"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "Apabila ditiup sangkakala"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "maka waktu itu adalah waktu (datangnya) hari yang sulit"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "bagi orang-orang kafir lagi tidak mudah"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Biarkanlah Aku bertindak terhadap orang1527 yang Aku telah menciptakannya sendirian"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "Dan Aku jadikan baginya harta benda yang banyak"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "dan anak-anak yang selalu bersama dia"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "dan Ku-lapangkan baginya (rezeki dan kekuasaan) dengan selapang-lapangnya"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "kemudian dia ingin sekali supaya Aku menambahnya"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Sekali-kali tidak (akan Aku tambah), karena sesungguhnya dia menentang ayat-ayat Kami (Al-Qur`ān)"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "Aku akan membebaninya mendaki pendakian yang memayahkan"
        },
        {
            "chapter": 74,
            "verse": 18,
            "text": "Sesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya)"
        },
        {
            "chapter": 74,
            "verse": 19,
            "text": "maka celakalah dia! Bagaimanakah dia menetapkan"
        },
        {
            "chapter": 74,
            "verse": 20,
            "text": "kemudian celakalah dia! Bagaimanakah dia menetapkan"
        },
        {
            "chapter": 74,
            "verse": 21,
            "text": "kemudian dia memikirkan"
        },
        {
            "chapter": 74,
            "verse": 22,
            "text": "sesudah itu dia bermasam muka dan merengut"
        },
        {
            "chapter": 74,
            "verse": 23,
            "text": "kemudian dia berpaling (dari kebenaran) dan menyombongkan diri"
        },
        {
            "chapter": 74,
            "verse": 24,
            "text": "lalu dia berkata, \"(Al-Qur`ān) ini tidak lain hanyalah sihir yang dipelajari (dari orang-orang dahulu)"
        },
        {
            "chapter": 74,
            "verse": 25,
            "text": "ini tidak lain hanyalah perkataan manusia"
        },
        {
            "chapter": 74,
            "verse": 26,
            "text": "Aku akan memasukkannya ke dalam (neraka) Saqar"
        },
        {
            "chapter": 74,
            "verse": 27,
            "text": "Tahukah kamu apakah (neraka) Saqar itu"
        },
        {
            "chapter": 74,
            "verse": 28,
            "text": "Saqar itu tidak meninggalkan dan tidak membiarkan"
        },
        {
            "chapter": 74,
            "verse": 29,
            "text": "(Neraka Saqar) adalah pembakar kulit manusia"
        },
        {
            "chapter": 74,
            "verse": 30,
            "text": "Di atasnya ada sembilan belas (malaikat penjaga)"
        },
        {
            "chapter": 74,
            "verse": 31,
            "text": "Dan tiada Kami jadikan penjaga neraka itu melainkan dari malaikat; dan tidaklah Kami menjadikan bilangan mereka itu melainkan untuk jadi cobaan bagi orang-orang kafir, supaya orang-orang yang diberi Alkitab menjadi yakin, dan supaya orang yang beriman bertambah imannya, dan supaya orang-orang yang diberi Alkitab dan orang-orang mukmin itu tidak ragu-ragu, dan supaya orang-orang yang di dalam hatinya ada penyakit dan orang-orang kafir (mengatakan), \"Apakah yang dikehendaki Allah dengan bilangan ini sebagai suatu perumpamaan?\" Demikianlah Allah menyesatkan orang-orang yang dikehendaki-Nya dan memberi petunjuk kepada siapa yang dikehendaki-Nya. Dan tidak ada yang mengetahui tentara Tuhan-mu melainkan Dia sendiri. Dan Saqar itu tiada lain hanyalah peringatan bagi manusia"
        },
        {
            "chapter": 74,
            "verse": 32,
            "text": "Sekali-kali tidak1529, demi bulan"
        },
        {
            "chapter": 74,
            "verse": 33,
            "text": "dan malam ketika telah berlalu"
        },
        {
            "chapter": 74,
            "verse": 34,
            "text": "dan subuh apabila mulai terang"
        },
        {
            "chapter": 74,
            "verse": 35,
            "text": "Sesungguhnya Saqar itu adalah salah satu bencana yang amat besar"
        },
        {
            "chapter": 74,
            "verse": 36,
            "text": "sebagai ancaman bagi manusia"
        },
        {
            "chapter": 74,
            "verse": 37,
            "text": "(Yaitu) bagi siapa di antaramu yang berkehendak akan maju atau mundur"
        },
        {
            "chapter": 74,
            "verse": 38,
            "text": "Tiap-tiap diri bertanggung jawab atas apa yang telah diperbuatnya"
        },
        {
            "chapter": 74,
            "verse": 39,
            "text": "kecuali golongan kanan"
        },
        {
            "chapter": 74,
            "verse": 40,
            "text": "berada di dalam surga, mereka tanya menanya"
        },
        {
            "chapter": 74,
            "verse": 41,
            "text": "tentang (keadaan) orang-orang yang berdosa"
        },
        {
            "chapter": 74,
            "verse": 42,
            "text": "Apakah yang memasukkan kamu ke dalam Saqar (neraka)"
        },
        {
            "chapter": 74,
            "verse": 43,
            "text": "Mereka menjawab, \"Kami dahulu tidak termasuk orang-orang yang mengerjakan salat"
        },
        {
            "chapter": 74,
            "verse": 44,
            "text": "dan kami tidak (pula) memberi makan orang miskin"
        },
        {
            "chapter": 74,
            "verse": 45,
            "text": "dan adalah kami membicarakan yang batil, bersama dengan orang-orang yang membicarakannya"
        },
        {
            "chapter": 74,
            "verse": 46,
            "text": "dan adalah kami mendustakan hari pembalasan"
        },
        {
            "chapter": 74,
            "verse": 47,
            "text": "hingga datang kepada kami kematian"
        },
        {
            "chapter": 74,
            "verse": 48,
            "text": "Maka tidak berguna lagi bagi mereka syafaat dari orang-orang yang memberikan syafaat"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "Maka mengapa mereka (orang-orang kafir) berpaling dari peringatan (Allah)"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "seakan-akan mereka itu keledai liar yang lari terkejut"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "lari daripada singa"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "Bahkan tiap-tiap orang dari mereka berkehendak supaya diberikan kepadanya lembaran-lembaran yang terbuka"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "Sekali-kali tidak. Sebenarnya mereka tidak takut kepada negeri akhirat"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "Sekali-kali tidak demikian halnya. Sesungguhnya Al-Qur`ān itu adalah peringatan"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "Maka barang siapa menghendaki, niscaya dia mengambil pelajaran darinya (Al-Qur`ān)"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "Dan mereka tidak akan mengambil pelajaran darinya kecuali (jika) Allah menghendakinya. Dia (Allah) adalah Tuhan Yang patut (kita) bertakwa kepada-Nya dan berhak memberi ampun"
        },
        {
            "chapter": 75,
            "verse": 1,
            "text": "Aku bersumpah demi hari kiamat"
        },
        {
            "chapter": 75,
            "verse": 2,
            "text": "dan aku bersumpah dengan jiwa yang amat menyesali (dirinya sendiri)"
        },
        {
            "chapter": 75,
            "verse": 3,
            "text": "Apakah manusia mengira, bahwa Kami tidak akan mengumpulkan (kembali) tulang belulangnya"
        },
        {
            "chapter": 75,
            "verse": 4,
            "text": "Bukan demikian, sebenarnya Kami kuasa menyusun (kembali) jari jemarinya dengan sempurna"
        },
        {
            "chapter": 75,
            "verse": 5,
            "text": "Bahkan manusia itu hendak membuat maksiat terus menerus"
        },
        {
            "chapter": 75,
            "verse": 6,
            "text": "Ia bertanya, \"Bilakah hari kiamat itu"
        },
        {
            "chapter": 75,
            "verse": 7,
            "text": "Maka apabila mata terbelalak (ketakutan)"
        },
        {
            "chapter": 75,
            "verse": 8,
            "text": "dan apabila bulan telah hilang cahayanya"
        },
        {
            "chapter": 75,
            "verse": 9,
            "text": "dan matahari dan bulan dikumpulkan"
        },
        {
            "chapter": 75,
            "verse": 10,
            "text": "pada hari itu manusia berkata, \"Ke mana tempat lari"
        },
        {
            "chapter": 75,
            "verse": 11,
            "text": "sekali-kali tidak! Tidak ada tempat berlindung"
        },
        {
            "chapter": 75,
            "verse": 12,
            "text": "Hanya kepada Tuhan-mu sajalah pada hari itu tempat kembali"
        },
        {
            "chapter": 75,
            "verse": 13,
            "text": "Pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya"
        },
        {
            "chapter": 75,
            "verse": 14,
            "text": "Bahkan manusia itu menjadi saksi atas dirinya sendiri"
        },
        {
            "chapter": 75,
            "verse": 15,
            "text": "meskipun dia mengemukakan alasan-alasannya"
        },
        {
            "chapter": 75,
            "verse": 16,
            "text": "Janganlah kamu gerakkan lidahmu untuk (membaca) Al-Qur`ān karena hendak cepat-cepat (menguasai)nya"
        },
        {
            "chapter": 75,
            "verse": 17,
            "text": "Sesungguhnya atas tanggungan Kami-lah mengumpulkannya (di dadamu) dan (membuatmu pandai) membacanya"
        },
        {
            "chapter": 75,
            "verse": 18,
            "text": "Apabila Kami telah selesai membacakannya maka ikutilah bacaannya itu"
        },
        {
            "chapter": 75,
            "verse": 19,
            "text": "Kemudian, sesungguhnya atas tanggungan Kami-lah penjelasannya"
        },
        {
            "chapter": 75,
            "verse": 20,
            "text": "Sekali-kali janganlah demikian. Sebenarnya kamu (hai manusia) mencintai kehidupan dunia"
        },
        {
            "chapter": 75,
            "verse": 21,
            "text": "dan meninggalkan (kehidupan) akhirat"
        },
        {
            "chapter": 75,
            "verse": 22,
            "text": "Wajah-wajah (orang-orang mukmin) pada hari itu berseri-seri"
        },
        {
            "chapter": 75,
            "verse": 23,
            "text": "Kepada Tuhan-nyalah mereka melihat"
        },
        {
            "chapter": 75,
            "verse": 24,
            "text": "Dan wajah-wajah (orang kafir) pada hari itu muram"
        },
        {
            "chapter": 75,
            "verse": 25,
            "text": "mereka yakin bahwa akan ditimpakan kepadanya malapetaka yang amat dahsyat"
        },
        {
            "chapter": 75,
            "verse": 26,
            "text": "Sekali-kali jangan. Apabila nafas (seseorang) telah (mendesak) sampai ke kerongkongan"
        },
        {
            "chapter": 75,
            "verse": 27,
            "text": "dan dikatakan (kepadanya), \"Siapakah yang dapat menyembuhkan"
        },
        {
            "chapter": 75,
            "verse": 28,
            "text": "Dan dia yakin bahwa sesungguhnya itulah waktu perpisahan (dengan dunia)"
        },
        {
            "chapter": 75,
            "verse": 29,
            "text": "dan bertaut betis (kiri) dengan betis (kanan)"
        },
        {
            "chapter": 75,
            "verse": 30,
            "text": "kepada Tuhan-mulah pada hari itu kamu dihalau"
        },
        {
            "chapter": 75,
            "verse": 31,
            "text": "Dan ia tidak mau membenarkan (rasul dan Al-Qur`ān) dan tidak mau mengerjakan salat"
        },
        {
            "chapter": 75,
            "verse": 32,
            "text": "tetapi ia mendustakan (rasul) dan berpaling (dari kebenaran)"
        },
        {
            "chapter": 75,
            "verse": 33,
            "text": "kemudian ia pergi kepada ahlinya dengan berlagak (sombong)"
        },
        {
            "chapter": 75,
            "verse": 34,
            "text": "Kecelakaanlah bagimu (hai orang kafir) dan kecelakaanlah bagimu"
        },
        {
            "chapter": 75,
            "verse": 35,
            "text": "kemudian kecelakaanlah bagimu (hai orang kafir) dan kecelakaanlah bagimu"
        },
        {
            "chapter": 75,
            "verse": 36,
            "text": "Apakah manusia mengira, bahwa ia akan dibiarkan begitu saja (tanpa pertanggungjawaban)"
        },
        {
            "chapter": 75,
            "verse": 37,
            "text": "Bukankah dia dahulu setetes mani yang ditumpahkan (ke dalam rahim)"
        },
        {
            "chapter": 75,
            "verse": 38,
            "text": "kemudian mani itu menjadi segumpal darah, lalu Allah menciptakannya, dan menyempurnakannya"
        },
        {
            "chapter": 75,
            "verse": 39,
            "text": "lalu Allah menjadikan darinya sepasang, laki-laki dan perempuan"
        },
        {
            "chapter": 75,
            "verse": 40,
            "text": "Bukankah (Allah yang berbuat) demikian berkuasa (pula) menghidupkan orang mati"
        },
        {
            "chapter": 76,
            "verse": 1,
            "text": "Bukankah telah datang atas manusia satu waktu dari masa, sedang dia ketika itu belum merupakan sesuatu yang dapat disebut"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Sesungguhnya Kami telah menciptakan manusia dari setetes mani yang bercampur1536 yang Kami hendak mengujinya (dengan perintah dan larangan), karena itu Kami jadikan dia mendengar dan melihat"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Sesungguhnya Kami telah menunjukinya jalan yang lurus; ada yang bersyukur dan ada pula yang kafir"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "Sesungguhnya Kami menyediakan bagi orang-orang kafir rantai, belenggu, dan neraka yang menyala-nyala"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "Sesungguhnya orang-orang yang berbuat kebajikan minum dari gelas (berisi minuman) yang campurannya adalah air kāfūr"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "(yaitu) mata air (dalam surga) yang darinya hamba-hamba Allah minum, yang mereka dapat mengalirkannya dengan sebaik-baiknya"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Mereka menunaikan nazar dan takut akan suatu hari yang azabnya merata di mana-mana"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim, dan orang yang ditawan"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "Sesungguhnya kami memberi makanan kepadamu hanyalah untuk mengharapkan keridaan Allah, kami tidak menghendaki balasan dari kamu dan tidak pula (ucapan) terima kasih"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Sesungguhnya kami takut akan (azab) Tuhan kami pada suatu hari yang (di hari itu) orang-orang bermuka masam penuh kesulitan"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Maka Tuhan memelihara mereka dari kesusahan hari itu, dan memberikan kepada mereka kejernihan (wajah) dan kegembiraan hati"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "Dan Dia memberi balasan kepada mereka karena kesabaran mereka (dengan) surga dan (pakaian) sutra"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "di dalamnya mereka duduk bertelakan di atas dipan, mereka tidak merasakan di dalamnya (teriknya) matahari dan tidak pula dingin yang bersangatan"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "Dan naungan (pohon-pohon surga itu) dekat di atas mereka dan buahnya dimudahkan memetiknya semudah-mudahnya"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Dan diedarkan kepada mereka bejana-bejana dari perak dan piala-piala yang bening laksana kaca"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "(yaitu) kaca-kaca (yang terbuat) dari perak yang telah diukur mereka dengan sebaik-baiknya"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Di dalam surga itu, mereka diberi minum segelas (minuman) yang campurannya adalah jahe"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "(Yang didatangkan dari) sebuah mata air surga yang dinamakan Salsabīl"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Dan mereka dikelilingi oleh pelayan-pelayan muda yang tetap muda. Apabila kamu melihat mereka, kamu akan mengira mereka mutiara yang bertaburan"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Dan apabila kamu melihat di sana (surga), niscaya kamu akan melihat berbagai macam kenikmatan dan kerajaan yang besar"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Mereka memakai pakaian sutra halus yang hijau dan sutra tebal dan dipakaikan kepada mereka gelang terbuat dari perak, dan Tuhan memberikan kepada mereka minuman yang bersih"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "Sesungguhnya ini adalah balasan untukmu, dan usahamu adalah disyukuri (diberi balasan)"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Sesungguhnya Kami telah menurunkan Al-Qur`ān kepadamu (hai Muhammad) dengan berangsur-angsur"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Maka bersabarlah kamu untuk (melaksanakan) ketetapan Tuhan-mu, dan janganlah kamu ikuti orang yang berdosa dan orang yang kafir di antara mereka"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Dan sebutlah nama Tuhan-mu pada (waktu) pagi dan petang"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "Dan pada sebagian dari malam, maka sujudlah kepada-Nya dan bertasbihlah kepada-Nya pada bagian yang panjang di malam hari"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Sesungguhnya mereka (orang kafir) menyukai kehidupan dunia dan mereka tidak mempedulikan kesudahan mereka, pada hari yang berat (hari akhirat)"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Kami telah menciptakan mereka dan menguatkan persendian tubuh mereka, apabila Kami menghendaki, Kami sungguh-sungguh mengganti (mereka) dengan orang-orang yang serupa dengan mereka"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Sesungguhnya (ayat-ayat) ini adalah suatu peringatan, maka barang siapa menghendaki (kebaikan bagi dirinya), niscaya dia mengambil jalan kepada Tuhan-nya"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Dan kamu tidak mampu (menempuh jalan itu), kecuali bila dikehendaki Allah. Sesungguhnya Allah adalah Maha Mengetahui lagi Maha Bijaksana"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "Dan memasukkan siapa yang dikehendaki-Nya ke dalam rahmat-Nya (surga). Dan bagi orang-orang zalim disediakan-Nya azab yang pedih"
        },
        {
            "chapter": 77,
            "verse": 1,
            "text": "Demi malaikat-malaikat yang diutus untuk membawa kebaikan"
        },
        {
            "chapter": 77,
            "verse": 2,
            "text": "dan (malaikat-malaikat) yang terbang dengan kencangnya"
        },
        {
            "chapter": 77,
            "verse": 3,
            "text": "dan (malaikat-malaikat) yang menyebarkan (rahmat Tuhan-nya) dengan seluas-luasnya"
        },
        {
            "chapter": 77,
            "verse": 4,
            "text": "dan (malaikat-malaikat) yang membedakan (antara yang hak dan yang batil) dengan sejelas-jelasnya"
        },
        {
            "chapter": 77,
            "verse": 5,
            "text": "dan (malaikat-malaikat) yang menyampaikan wahyu"
        },
        {
            "chapter": 77,
            "verse": 6,
            "text": "untuk menolak alasan-alasan atau memberi peringatan"
        },
        {
            "chapter": 77,
            "verse": 7,
            "text": "sesungguhnya apa yang dijanjikan kepadamu itu pasti terjadi"
        },
        {
            "chapter": 77,
            "verse": 8,
            "text": "Maka apabila bintang-bintang telah dihapuskan"
        },
        {
            "chapter": 77,
            "verse": 9,
            "text": "dan apabila langit telah dibelah"
        },
        {
            "chapter": 77,
            "verse": 10,
            "text": "dan apabila gunung-gunung telah dihancurkan menjadi debu"
        },
        {
            "chapter": 77,
            "verse": 11,
            "text": "dan apabila rasul-rasul telah ditetapkan waktu (mereka)"
        },
        {
            "chapter": 77,
            "verse": 12,
            "text": "(Niscaya dikatakan kepada mereka), \"Sampai hari apakah ditangguhkan (mengazab orang-orang kafir itu)"
        },
        {
            "chapter": 77,
            "verse": 13,
            "text": "Sampai hari keputusan"
        },
        {
            "chapter": 77,
            "verse": 14,
            "text": "Dan tahukah kamu apakah hari keputusan itu"
        },
        {
            "chapter": 77,
            "verse": 15,
            "text": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan"
        },
        {
            "chapter": 77,
            "verse": 16,
            "text": "Bukankah Kami telah membinasakan orang-orang yang dahulu"
        },
        {
            "chapter": 77,
            "verse": 17,
            "text": "Lalu Kami iringkan (azab Kami terhadap) mereka dengan (mengazab) orang-orang yang datang kemudian"
        },
        {
            "chapter": 77,
            "verse": 18,
            "text": "Demikianlah Kami berbuat terhadap orang-orang yang berdosa"
        },
        {
            "chapter": 77,
            "verse": 19,
            "text": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan"
        },
        {
            "chapter": 77,
            "verse": 20,
            "text": "Bukankah Kami menciptakan kamu dari air yang hina"
        },
        {
            "chapter": 77,
            "verse": 21,
            "text": "kemudian Kami letakkan dia dalam tempat yang kukuh (rahim)"
        },
        {
            "chapter": 77,
            "verse": 22,
            "text": "sampai waktu yang ditentukan"
        },
        {
            "chapter": 77,
            "verse": 23,
            "text": "lalu Kami tentukan (bentuknya), maka Kami-lah sebaik-baik yang menentukan"
        },
        {
            "chapter": 77,
            "verse": 24,
            "text": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan"
        },
        {
            "chapter": 77,
            "verse": 25,
            "text": "Bukankah Kami menjadikan bumi (tempat) berkumpul"
        },
        {
            "chapter": 77,
            "verse": 26,
            "text": "orang-orang hidup dan orang-orang mati"
        },
        {
            "chapter": 77,
            "verse": 27,
            "text": "dan Kami jadikan padanya gunung-gunung yang tinggi, dan Kami beri minum kamu dengan air yang tawar"
        },
        {
            "chapter": 77,
            "verse": 28,
            "text": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan"
        },
        {
            "chapter": 77,
            "verse": 29,
            "text": "(Dikatakan kepada mereka pada hari kiamat), \"Pergilah kamu mendapatkan azab yang dahulunya kamu mendustakannya"
        },
        {
            "chapter": 77,
            "verse": 30,
            "text": "Pergilah kamu mendapatkan naungan yang mempunyai tiga cabang"
        },
        {
            "chapter": 77,
            "verse": 31,
            "text": "yang tidak melindungi dan tidak pula menolak nyala api neraka"
        },
        {
            "chapter": 77,
            "verse": 32,
            "text": "Sesungguhnya neraka itu melontarkan bunga api sebesar dan setinggi istana"
        },
        {
            "chapter": 77,
            "verse": 33,
            "text": "Seolah-olah ia iringan unta yang kuning"
        },
        {
            "chapter": 77,
            "verse": 34,
            "text": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan"
        },
        {
            "chapter": 77,
            "verse": 35,
            "text": "Ini adalah hari, yang mereka tidak dapat berbicara (pada hari itu)"
        },
        {
            "chapter": 77,
            "verse": 36,
            "text": "dan tidak diizinkan kepada mereka minta uzur sehingga mereka (dapat) minta uzur"
        },
        {
            "chapter": 77,
            "verse": 37,
            "text": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan"
        },
        {
            "chapter": 77,
            "verse": 38,
            "text": "Ini adalah hari keputusan; (pada hari ini) Kami mengumpulkan kamu dan orang-orang terdahulu"
        },
        {
            "chapter": 77,
            "verse": 39,
            "text": "Jika kamu mempunyai tipu daya, maka lakukanlah tipu dayamu itu terhadap-Ku"
        },
        {
            "chapter": 77,
            "verse": 40,
            "text": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan"
        },
        {
            "chapter": 77,
            "verse": 41,
            "text": "Sesungguhnya orang-orang yang bertakwa berada dalam naungan (yang teduh) dan (di sekitar) mata air-mata air"
        },
        {
            "chapter": 77,
            "verse": 42,
            "text": "Dan (mendapat) buah-buahan dari (macam-macam) yang mereka ingini"
        },
        {
            "chapter": 77,
            "verse": 43,
            "text": "(Dikatakan kepada mereka), \"Makan dan minumlah kamu dengan enak karena apa yang telah kamu kerjakan"
        },
        {
            "chapter": 77,
            "verse": 44,
            "text": "Sesungguhnya demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik"
        },
        {
            "chapter": 77,
            "verse": 45,
            "text": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan"
        },
        {
            "chapter": 77,
            "verse": 46,
            "text": "(Dikatakan kepada orang-orang kafir), \"Makanlah dan bersenang-senanglah kamu (di dunia dalam waktu) yang pendek; sesungguhnya kamu adalah orang-orang yang berdosa"
        },
        {
            "chapter": 77,
            "verse": 47,
            "text": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan"
        },
        {
            "chapter": 77,
            "verse": 48,
            "text": "Dan apabila dikatakan kepada mereka, \"Rukuklah\", niscaya mereka tidak mau rukuk"
        },
        {
            "chapter": 77,
            "verse": 49,
            "text": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan"
        },
        {
            "chapter": 77,
            "verse": 50,
            "text": "Maka kepada perkataan apakah selain Al-Qur`ān ini mereka akan beriman"
        }
    ]
}