{
    "chapter": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "اے ایمان والو ! اگر تم میرے راستے میں جہاد کرنے کی خاطر اور میری خوشنودی حاصل کرنے کے لیے (گھروں سے) نکلے ہو تو میرے دشمنوں اور اپنے دشمنوں کو ایسا دوست مت بناؤ کہ ان کو محبت کے پیغام بھیجنے لگو، حالانکہ تمہارے پاس جو حق آیا ہے، انہوں نے اس کو اتنا جھٹلایا ہے کہ وہ رسول کو بھی اور تمہیں بھی صرف اس وجہ سے (مکے سے) باہر نکالتے رہے ہیں کہ تم اپنے پروردگار اللہ پر ایمان لائے ہو۔ تم ان سے خفیہ طور پر دوستی کی بات کرتے ہو، حالانکہ جو کچھ تم خفیہ طور پر کرتے ہو، اور جو کچھ علانیہ کرتے ہو، میں اس سب کو پوری طرح جانتا ہے۔ اور تم میں سے کوئی بھی ایسا کرے، وہ راہ راست سے بھٹک گیا۔"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "اگر تم ان کے ہاتھ آجاؤ تو وہ تمہارے دشمن بن جائیں گے اور اپنے ہاتھ اور زبانیں پھیلا پھیلا کر تمہارے ساتھ برائی کریں گے، اور ان کی خواہش یہ ہے کہ تم کافر بن جاؤ۔"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "قیامت کے دن نہ تمہاری رشتہ داریاں ہرگز تمہارے کام آئیں گی، اور نہ تمہاری اولاد۔ اللہ ہی تمہارے درمیان فیصلہ کرے گا، اور تم جو کچھ کرتے ہو، اللہ اسے پوری طرح دیکھتا ہے۔"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "تمہارے لیے ابراہیم اور ان کے ساتھیوں میں بہترین نمونہ ہے، جب انہوں نے اپنی قوم سے کہا تھا کہ : ہمارا تم سے اور اللہ کے سوا تم جن جن کی عبادت کرتے ہو، ان سے کوئی تعلق نہیں ہے۔ ہم تمہارے (عقائد کے) منکر ہیں، اور ہمارے اور تمہارے درمیان ہمیشہ کے لیے دشمنی اور بغض پیدا ہوگیا ہے جب تک تم صرف ایک اللہ پر ایمان نہ لاؤ۔ البتہ ابراہیم نے اپنے باپ سے یہ ضرور کہا تھا کہ : میں آپ کے لیے اللہ سے مغفرت کی دعا ضرور مانگوں گا، اگرچہ اللہ کے سامنے میں آپ کو کوئی فائدہ پہنچانے کا کوئی اختیار نہیں رکھتا۔ اے ہمارے پروردگار آپ ہی پر ہم نے بھروسہ کیا ہے، اور آپ ہی کی طرف ہم رجوع ہوئے ہیں، اور آپ ہی کی طرف سب کو لوٹ کر جانا ہے۔"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "اے ہمارے پروردگار ! ہمیں کافروں کا تختہ مشق نہ بنائیے اور ہمارے پروردگار ! ہماری مغفرت فرما دیجیے۔ یقینا آپ، اور صرف آپ کی ذات وہ ہے جس کا اقتدار بھی کامل ہے، جس کی حکمت بھی کامل۔"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "(مسلمانو) یقینا تمہارے لیے ان لوگوں کے طرز عمل میں بہترین نمونہ ہے، ہر اس شخص کے لیے جو اللہ اور روز آخرت سے امید رکھتا ہو۔ اور جو شخص منہ موڑے تو (وہ یاد رکھے کہ) اللہ سب سے بےنیاز ہے، بذات خود قابل تعریف۔"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "کچھ بعید نہیں ہے کہ اللہ تمہارے اور جن لوگوں سے تمہاری دشمنی ہے، ان کے درمیان دوستی پیدا کردے، اور اللہ بڑی قدرت والا ہے، اور اللہ بہت بخشنے والا، بہت مہربان ہے۔"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "اللہ تمہیں اس بات سے منع نہیں کرتا کہ جن لوگوں نے دین کے معاملے میں تم سے جنگ نہیں کی، اور تمہیں تمہارے گھروں سے نہیں نکالا، ان کے ساتھ تم کوئی نیکی کا یا انصاف کا معاملہ کرو، یقینا اللہ انصاف کرنے والوں کو پسند کرتا ہے۔"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "اللہ تو تمہیں اس بات سے منع کرتا ہے کہ جن لوگوں نے تمہارے ساتھ دین کے معاملے میں جنگ کی ہے، اور تمہیں اپنے گھروں سے نکالا ہے، اور تمہیں نکالنے میں ایک دوسرے کی مدد کی ہے، تم ان سے دوستی رکھو۔ اور جو لوگ ان سے دوستی رکھیں گے، وہ ظالم ہیں۔"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "اے ایمان والو ! جب تمہارے پاس عورتیں ہجرت کر کے آئیں تو تم ان کو جانچ لیا کرو۔ اللہ ہی ان کے ایمان کے بارے میں بہتر جانتا ہے۔ پھر جب تمہیں یہ معلوم ہوجائے کہ وہ مومن عورتیں ہیں تو تم انہیں کافروں کے پاس واپس نہ بھیجنا۔ وہ ان کافروں کے لیے حلال نہیں ہیں، اور وہ کافر ان کے لیے حلال نہیں ہیں۔ اور ان کافروں نے جو کچھ (ان عورتوں پر مہر کی صورت میں) خرچ کیا ہو، وہ انہیں ادا کرو۔ اور تم پر ان عورتوں سے نکاح کرنے میں کوئی گناہ نہیں ہے، جب تک کہ تم نے ان کے مہر ادا نہیں کردیے ہوں۔ اور تم کافر عورتوں کی عصمتیں اپنے قبضے میں باقی نہ رکھو، اور جو کچھ تم نے (ان کافر بیویوں پر مہر کی صورت میں) خرچ کیا تھا، وہ تم (ان کے نئے شوہروں سے) مانگ لو۔ اور انہوں نے جو کچھ (اپنی مسلمان ہوجانے والی بیویوں پر) خرچ کیا تھا، وہ (ان کے نئے مسلمان شوہروں سے) مانگ لیں۔ یہ اللہ کا فیصلہ ہے، وہی تمہارے درمیان فیصلہ کرتا ہے، اور اللہ بڑے علم والا، بڑی حکمت والا ہے۔"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "اور اگر تمہاری بیویوں میں سے کوئی کافروں کے پاس جاکر تمہارے ہاتھ سے نکل جائے، پھر تمہاری نوبت آئے تو جن لوگوں کی بیویاں جاتی رہی ہیں ان کو اتنی رقم ادا کردو جتنی انہوں نے (اپنی ان بیویوں پر) خرچ کی تھی، اور اللہ سے ڈرتے رہو، جس پر تم ایمان لائے ہو۔"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "اے نبی ! جب تمہارے پاس مسلمان عورتیں اس بات پر بیعت کرنے کے لیے آئیں کہ وہ اللہ کے ساتھ کسی بھی چیز کو شریک نہیں مانیں گی، اور چوری نہیں کریں گی، اور زنا نہیں کریں گی، اور اپنی اولاد کو قتل نہیں کریں گی، اور نہ کوئی ایسا بہتان باندھیں گی جو انہوں نے اپنے ہاتھوں اور پاؤں کے درمیان گھڑ لیا ہو، اور نہ کسی بھلے کام میں تمہاری نافرمانی کریں گی، تو تم ان کو بیعت کرلیا کرو، اور ان کے حق میں اللہ سے مغفرت کی دعا کیا کرو، یقینا اللہ بہت بخشنے والا، بہت مہربان ہے۔"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "اے ایمان والو ! ان لوگوں کو دوست نہ بناؤ جن پر اللہ نے غضب فرمایا ہے۔ وہ آخرت سے اسی طرح مایوس ہوچکے ہیں جیسے کافر لوگ قبروں میں مدفون لوگوں سے مایوس ہیں۔"
        }
    ]
}