{
    "maqras": [
        {
            "chapter": 47,
            "verse": 33,
            "text": "О вы, которые уверовали! Повинуйтесь Аллаху, и повинуйтесь посланнику, и не делайте пустыми своих деяний"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Поистине, тем, которые не веровали и уклонились от пути Аллаха, потом умерли, будучи неверными, никогда не простит Аллах"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Не слабейте и не призывайте к миру, раз вы выше; Аллах - с вами, и не ослабит Он ваших деяний"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Ведь ближайшая жизнь - только игра и забава. А ведь вы уверуете и будете богобоязненны, то Он дарует вам ваши награды и не спросит о ваших имуществах"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Если Он спрашивает вас о них и допытывается у вас, то вы скупитесь, и Он обнаружит вашу злобу"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Вот вы - те, кого зовут, чтобы расходовать на пути Аллаха. А среди вас есть такие, что скупятся. И кто скупится, тот скупится в отношении самого себя. Поистине, Аллах богат, а вы бедны! А если вы отвернетесь, то Он заменит другим народом, и потом они не будут вам подобны"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "Мы даровали тебе явную победу"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "чтобы Аллах простил тебе то, что предшествовало из твоих грехов и что было позже, и чтобы завершил Свою милость тебе и повел тебя прямым путем"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "и чтобы помог тебе Аллах великой помощью"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "Он - тот, который низвел сакину в сердца верующих, чтобы они увеличили веру с их верой; Аллаху принадлежат воинства небес и земли; Аллах знающ, мудр"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "чтобы Он ввел верующих мужчин и женщин в сады, где внизу текут реки, для вечного пребывания там, и избавил их от дурных деяний, и это у Аллаха - великая милость"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "И чтобы наказал Он лицемеров и лицемерок и многобожников и многобожниц, думающих об Аллахе думы зла. Против них - поворот зла; и разгневался Аллах на них, и проклял их, и уготовал им геенну, и скверно это пристанище"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Аллаху принадлежат воинства небес и земли; Аллах - велик, мудр"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Мы послали тебя свидетелем, вестником и увещевателем"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "чтобы вы уверовали в Аллаха и Его посланника, и помогали ему, и почитали Его, и прославляли Его утром и вечером"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Поистине, те, которые присягают тебе, присягают Аллаху. Рука Аллаха - над их руками. А кто нарушит, тот нарушает только против самого себя. А кто выполняет то, о чем заключил завет с Аллахом, тому даст Он великую награду"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "Скажут тебе оставшиеся позади из арабов: \"Отвлекло нас наше достояние и наши семьи. Проси же прощения для нас!\" Говорят они своими языками то, чего нет в их сердцах. Скажи: \"А кто властвует для вас чем-нибудь у Аллаха, если Он захочет вам повредить или захочет вам полезного?\" Да, Аллах сведущ в том, что вы делаете"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Да, вы думали, что посланник и верующие никогда не вернутся к своим семьям! Это было разукрашено в ваших сердцах, и вы думали скверную думу и были народом пропащим"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "А кто не уверовал в Аллаха и Его посланника... то Мы ведь приготовили для неверных огонь"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Аллаху принадлежит власть над небесами и землей. Он прощает, кому пожелает, и наказывает, кого пожелает. Аллах - прощающий, милостивый"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Скажут оставленные дома, когда вы отправляетесь к добыче, чтобы взять ее: \"Оставьте нас следовать за вами!\" Они желают переменить слово Аллаха. Скажи: \"Вы никогда не последуете за нами! Так сказал вам Аллах раньше\". И они тогда скажут: \"Нет, вы завидуете нам!\" Нет, они понимают только мало"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Скажи оставленным из бедуинов: \"Вы будете призваны на народ, обладающий великой яростью. Вы будете сражаться с ними, или они предадутся. И если вы будете повиноваться, тогда Аллах дарует вам хорошую награду, а если отвернетесь, как отвернулись раньше, Он накажет вас мучительным наказанием"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Нет стеснения для слепого, и нет стеснения для хромого, и нет стеснения для больного. А кто повинуется Аллаху и Его посланнику, того Он введет в сады, где внизу текут реки. А кто отвратится, того Он накажет мучительным наказанием"
        }
    ]
}