{
    "maqras": [
        {
            "chapter": 20,
            "verse": 111,
            "text": "Юзлар ҳам Тирик ва абадий Тургувчи (У) зотга таъзим қилур. Ким зулмни (ширкни) кўтариб келган бўлса ноумид бўлиши аниқдир"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Ким мўмин бўлган ҳолда яхши амаллар қилса, бас, у зулмдан ҳам (яъни, унга зулм қилиниб, ўзи қилмаган гуноҳларга масъул бўлишдан ҳам), камайишдан ҳам (яъни, қилган яхши амалларининг савоб-мукофоти тўла берилмай қолишидан ҳам) хавф қилмас"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Шунингдек, Биз уни арабий Қуръон қилиб туширдик ва унда қўрқинчли ваъдаларни (такрор-такрор) баён қилдик. Шояд улар (ширк ва куфрдан) сақлансалар ё (бу ваъдалар) улар учун эслатма-ибратлар пайдо қилса"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Ҳақ Подшоҳ — Аллоҳ юксакдир. (Эй Муҳаммад алайҳис-салоту вас-салом), сизга (Қуръон) ваҳийси битишидан илгари қироат қилишга шошманг (балки фаришта Жаброил Аллоҳ томонидан келтирган оятни тўла ўқиб бўлганидан кейингина қироат қилинг) ва айтинг: «Парвардигорим, илмимни янада зиёда қилгин»"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Дарҳақиқат, Биз илгари Одам билан (Жаннатдаги бир дарахтга яқинлашмаслиги ҳақида) аҳдлашган эдик. У (аҳдни) унутди ва Биз унинг учун қасд-собитқадамликни кўрмадик"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Эсланг, Биз фаришталар: «Одамга сажда қилинглар», дейишимиз билан саждага эгилдилар, фақат иблис бош тортди"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Бас, Биз айтдик: «Эй Одам, албатта бу (иблис) сенга ҳам, хотинингга ҳам душмандир. Бас, у икковингизни жаннатдан чиқариб, бахтсиз бўлиб қолмагин"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Шубҳасиз, сен у жойда (яъни, жаннатда) оч-яланғоч қолмайсан"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Ва у жойда ташна ҳам бўлмайсан, иссиқда ҳам қолмайсан»"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Сўнг шайтон унга васваса қилиб: «Эй Одам, мен сенга абадият дарахтини ва йўқ бўлмас мулку давлатни кўрсатайми?», деди"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Бас, (Одам билан Ҳавво) ундан ейишлари билан авратлари очилиб қолди ва ўзларини жаннат япроқлари билан тўса бошладилар. Одам Парвардигорига осий бўлиб, йўлдан озди"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Сўнгра Парвардигори уни сайлаб — Ўзига яқин қилиб, тавбасини қабул этди ва Тўғри Йўлга ҳидоят қилди"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "(Аллоҳ) айтди: «Ундан (яъни, жаннатдан) ҳар иккингиз тушингиз. Айрим (зурриётларингиз) айримларига душмандир. Бас, сизларга Мен тарафдан ҳидоят келганида ким Менинг ҳидоятимга эргашса, йўлдан озмас ва бахтсиз бўлмас"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Ким Менинг эслатмамдан юз ўгирса, бас, албатта унинг учун танг — бахтсиз ҳаёт бўлур ва Биз уни Қиёмат Кунида кўр ҳолда тирилтирурмиз»"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "У: «Парвардигорим, нега мени кўр қилиб тирилтирдинг, ахир кўрар эдим-ку», деган эди"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "(Аллоҳ) айтди: «Шундай. Сенга Бизнинг оят-мўъжизаларимиз келганида уларни унутдинг. Бугун сен ҳам ана шундай «унутилурсан»"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Ҳаддан ошган ва Парвардигорининг оятларига иймон келтирмаган кимсаларни мана шундай жазолармиз. Охират азоби шак-шубҳасиз, қаттиқроқ ва давомлироқдир"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Биз улардан илгари ҳам уларнинг масканларида (яшаб) юрган қанча авлодларни (куфрлари сабабли) ҳалок қилганимиз уларга маълум эмасми?! Албатта бунда ақл эгалари учун оят-ибратлар бордир"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Агар Парвардигорингиз томонидан (барча яхши-ёмон амалларнинг мукофот-жазолари Қиёматда бўлиши хусусида) Сўз ва белгиланган муддат бўлмаганида эди, албатта (улар дарҳол азобга гирифтор бўлишлари) лозим эди"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Бас, (эй Муҳаммад алайҳис-салоту вас-салом), улар айтаётган сўзларга сабр-тоқат қилинг ва қуёш чиқишидан илгари ва ботишидан аввал Парвардигорингизга ҳамду сано айтиш билан (У зотни покланг — намоз ўқинг! Кеча(нинг аввалги ва охирги) вақтларида ҳамда кундуз(нинг аввалги ва охирги тарафларида ҳам тасбеҳ айтинг — намоз ўқинг, шояд хурсанд бўлурсиз)"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Сиз кўзларингизни Биз (кофирлардан айрим) тоифаларни фитнага солиш учун баҳраманд қилган — ҳаёти дунё гўзалликларидан иборат нарсаларга тикманг! Парвардигорингизнинг ризқи яхшироқ ва боқийроқдир"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Аҳли-умматингизни намоз ўқишга буюринг ва ўзингиз ҳам (намоз ўқишда) чидамли бўлинг! Биз сиздан ризқ сўрамаймиз, (билъакс) Ўзимиз сизга ризқ берурмиз. Оқибат-жаннат — (аҳли) тақвоникидир"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "(Мушриклар: «Муҳаммад) Парвардигори томонидан бизларга бирон оят-мўъжиза келтирса эди», дедилар. Ахир уларга илгариги саҳифалардаги (яъни, аввалги илоҳий китоблардаги) нарсаларнинг баёни (яъни, Қуръон) келмадими"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Агар Биз уларни (Муҳаммад алайҳис-салоту вас-салом келишидан ва Қуръон нозил бўлишидан) илгари бирон азоб билан ҳалок қилганимизда, улар албатта: «Парвардигоро, бизларга бирон пайғамбар юборганингда эди, бизлар хор-зор ва шарманда бўлмай, Сенинг оятларингга эргашар — итоат этар эдик», деган бўлур эдилар"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Барча(миз) кутгувчидир(миз). (Яъни, сизлар ҳам, бизлар ҳам охир-оқибатда ким ҳақ, ким ноҳақ бўлиб чиқишини кутмоқдамиз). Бас, кутаверинглар! Яқинда ким Тўғри Йўл эгалари ва кимлар ҳидоят топган кишилар эканини билурсизлар»"
        }
    ]
}