{
    "maqras": [
        {
            "chapter": 26,
            "verse": 111,
            "text": "Улар дедилар: «Сенга пасткаш (ялангоёқ) кимсалар эргашган бўлса, (бизлар сенга (қандай қилиб иймон келтирурмиз?»)"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "(Нуҳ) айтди: «Мен уларнинг иш-амал қилгувчи эканликларини билмасман"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "Агар пайқай олсангизлар уларнинг ҳисоб-китоби ёлғиз Парвардигоримнинг зиммасидадир"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "Ва мен (сизнинг сўзингизга кириб) мўмин бўлган кишиларни (ҳузуримдан) қувмайман ҳам"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "Мен фақат очиқ огоҳлантиргувчидирман»"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "Улар дедилар: «Қасамки, агар (бу даъватингдан) тўхтамасанг эй Нуҳ, албатта тошбўрон қилингувчилардан бўлурсан!»"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "(Шунда Нуҳ) айтди: «Парвардигорим, қавмим мени ёлғончи қилдилар"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "Энди Сен Ўзинг мен билан уларнинг орасини очиб қўйгин ва менга ҳамда мен билан бирга бўлган мўмин кишиларга нажот бергин»"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "Бас, Биз унга ва у билан бирга бўлган кишиларга (одамлар, ҳайвонлар ва паррандалар билан) лиқ тўла бўлган кемада нажот бердик"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "Сўнгра, (уларга нажот берганимиздан кейин) қолганларни ғарқ қилдик"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "Албатта, бунда (яъни, Нуҳ ва унинг қавми ҳақидаги қиссада) оят-ибрат бордир. (Лекин одамларнинг) кўплари иймон келтиргувчи бўлмадилар"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "Шак-шубҳасиз, Парвардигорингизнинг Ўзи (кофирлар устидан) ғолиб, (мўминларга) меҳрибондир"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "Од (қабиласи) пайғамбарларни ёлғончи қилди"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "Ўшанда уларга биродарлари Ҳуд айтган эди: (Аллоҳдан) қўрқмайсизларми"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "Албатта мен сизлар учун ишончли пайғамбардирман"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "Бас, Аллоҳдан қўрқинглар ва менга итоат этинглар"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "Мен бу (даъватим) учун сизлардан ажр-мукофот сўрамайман. Менинг ажр-мукофотим фақат барча оламларнинг Парвардигори зиммасидадир"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "Сизлар ҳар бир тепаликка ўйин-кулги учун бир белги — баланд бино қураверасизларми"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "Ва гўё мангу яшаб қоладигандек қаср-саройлар соласизлар"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "Қачон (бирон кишини жазолаш учун) ушласангизлар, бераҳмларча ушлайсизлар"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "Бас, Аллоҳдан қўрқинглар ва менга итоат этинглар"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "Ва сизларни ўзларингиз биладиган неъматлар билан қўллаган-сийлаган Зотдан (Аллоҳдан) қўрқингиз"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "У сизларни чорва ҳайвонлари ва ўғиллар билан"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "Боғлар ва булоқлар билан қўллади-ку"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "Албатта, мен сизларнинг устингизга улуғ куннинг — Қиёматнинг азоби тушишидан қўрқурман»"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "Улар дедилар: «Сенинг ваъз-насиҳат қилишинг ёки қилгувчилардан бўлмаслигинг бизлар учун баробардир (яъни, бизларга панд-насиҳат қилиб овора бўлма)"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "Албатта бу (айш-ишратга берилиб умр ўтказиш) аввалгилардан қолган одатдир"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "Бизлар азоблангувчи эмасмиз»"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "Бас, улар (Ҳудни) ёлғончи қилишгач, Биз уларни ҳалок этдик. Албатта бунда (яъни, Ҳуд ва унинг қавми бўлмиш Од қабиласи ҳақидаги қиссада) оят-ибрат бордир. (Лекин одамларнинг) кўплари иймон келтиргувчи бўлмадилар"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "Шак-шубҳасиз, Парвардигорингизнинг Ўзи (кофирлар устидан) ғолиб, (мўминларга) меҳрибондир"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "Самуд (қабиласи) пайғамбарларни ёлғончи қилди"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "Ўшанда уларга биродарлари Солиҳ айтган эди: (Аллоҳдан) қўрқмайсизларми"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "Албатта мен сизлар учун ишончли пайғамбардирман"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "Бас, Аллоҳдан қўрқинглар ва менга итоат этинглар"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "Мен бу (даъватим) учун сизлардан ажр-мукофот сўрамайман. Менинг ажр-муофотим фақат барча оламларнинг Парвардигори зиммасидадир"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "Сизлар бу ердаги нарсаларда қўйиб қўйилурмисиз"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "Боғлару булоқларда"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "Экинлар ва новдалари мулойим хурмо дарахтлари ичида (қўйиб қўйилурмисиз яъни, шундай нозу неъматлардан фойдаланиб мангу яшайверамиз, деб ўйлайсизларми)"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "Яна моҳирлик билан тоғлардан уйлар ҳам йўнмоқдасизлар (ясамоқдасизлар)"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "Бас, Аллоҳдан қўрқинглар ва менга итоат этинглар"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "Ва бузғунчи кимсаларнинг амрига итоат этманглар"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "Улар Ер юзида бузғунчилик қиладиган ва (ҳеч нарсани) ўнглай олмайдиган (ҳаддан ошувчи) кимсалардир»"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "Улар дедилар: «Ҳеч шак-шубҳасиз, сен сеҳрланган — ақлдан озган кимсалардандирсан"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "Сен ҳам худди бизларга ўхшаган одамдирсан. Бас, агар (пайғамбарман деган даъвойингда) ростгўйлардан бўлсанг, бирон оят-мўъжиза келтир!»"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "У айтди: «(Менинг мўъжизам) мана шу туядир. (Маълум бир кун сув) ичиш навбати уникидир. Маълум бир кун эса сизларнинг ичиш навбатингиздир"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "Яна унга бирон ёмонлик етказмангларки, у ҳолда сизларни улуғ Куннинг — Қиёматнинг азоби ушлар»"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "Бас, улар (туяни) сўйдилару, надомат қилгувчиларга айландилар"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "Уларни азоб ушлади. Албатта бунда (яъни, Солиҳ ва унинг қавми ҳақидаги қиссада) оят-ибрат бордир. (Лекин одамларнинг) кўплари иймон келтиргувчи бўлмадилар"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "Шак-шубҳасиз, Парвардигорингнинг Ўзи (кофирлар устидан) ғолиб, (мўминларга) меҳрибондир"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "Лут қавми пайғамбарларни ёлғончи қилди"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "Ўшанда уларга биродарлари Лут айтган эди: «(Аллоҳдан) қўрқмайсизларми"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "Албатта мен сизлар учун ишончли пайғамбардирман"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "Бас, Аллоҳдан қўрқинглар ва менга итоат этинглар"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "Мен бу (даъватим) учун сизлардан ажр-мукофот сўрамайман. Менинг мукофотим фақат барча оламларнинг Парвардигори зиммасидадир"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "Сизлар бутун оламлардан (ажраб — ҳеч бир жонзот қилмаган ишни қилиб) эркакларга яқинлашурмисизлар"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "Ва Парвардигорингиз сизлар учун яратган жуфти ҳалолларингизни тарк қилурмисиз?! Йўқ, сизлар ҳаддан ошувчи қавмдирсизлар»"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "Улар дедилар: «Қасамки, агар тўхтамасанг эй Лут, албатта сургун қилингувчилардан бўлурсан»"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "У айтди: «Албатта мен сизларнинг (бу) ишларингизни ёмон кўргувчиларданман"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "Парвардигорим, менга ва аҳлимга (яъни, менга иймон келтирган кишиларга) улар (кофирларнинг) қилаётган амаллари (оқибати)дан нажот бергин»"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "Бас, Биз унга ва унинг барча аҳли тобеъларига нажот бердик"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "Магар (азоб остида) қолгувчилардан бўлган бир кампирга (яъни, Лутнинг иймонсиз бўлган хотинига нажот бермадик)"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "Сўнгра бошқаларни ҳам ҳалок қилдик"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "Ва уларнинг устига (тош) ёмғир ёғдирдик. Бас, (азоб ҳақида) огоҳлантирилган (лекин ўзларининг ярамас қилмишларидан қайтмаган) кимсаларнинг ёмғири нақадар ёмон бўлди"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "Албатта бунда (Лут ва унинг қавми ҳақидаги қиссада) оят-ибрат бордир. (Лекин одамларнинг) кўплари иймон келтиргувчи бўлмадилар"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "Шак-шубҳасиз, Парвардигорингизнинг Ўзи (кофирлар устидан) ғолиб, (мўминларга) меҳрибондир"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "Дарахтзор эгалари (яъни, Шуъайб пайғамбар қавми) пайғамбарларни ёлғончи қилдилар"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "Ўшанда уларга Шуъайб айтган эди: (Аллоҳдан) қўрқмайсизларми"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "Албатта мен сизлар учун ишончли пайғамбардирман"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "Бас, Аллоҳдан қўрқинглар ва менга итоат этинглар"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "Мен бу (даъватим) учун сизлардан ажр-мукофот сўрамайман. Менинг ажр-мукофотим фақат барча оламларнинг Парвардигори зиммасидадир"
        }
    ]
}