{
    "maqras": [
        {
            "chapter": 42,
            "verse": 27,
            "text": "Агар Аллоҳ (барча) бандаларининг ризқларини кенг-мўл қилса, албатта улар Ер юзида зулм-тажовузкорлик қилган бўлур эдилар. Лекин У зот (бандаларининг ризқу рўзларини) Ўзи хоҳлаганича ўлчов билан туширур. Албатта У бандаларидан огоҳ ва кўриб тургувчидир"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "У (одамлар ёғин-сочиндан) умидсизликка тушганларидан кейин ёмғир ёғдирадиган ва Ўз раҳмат-барокотини кенг ёядиган Зотдир. У ҳамду сано эгаси бўлган Дўстдир"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Осмонлар ва Ернинг яратилиши ҳамда (Аллоҳ) уларда тарқатиб-ёйиб юборган жониворлар Унинг (қудрати илоҳиясига далолат қиладиган) оят-аломатларидандир. У Ўзи хоҳлаган вақтида уларни жамлаб-йиғиб олишга қодирдир"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "(Эй инсонлар) сизларга не бир мусибат етса, бас, ўз қўлларингиз қилган нарса — гуноҳ сабабли (етур). Яна У кўп (гуноҳларнинг жазосини бермасдан) афв қилиб юборур"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Сизлар Ерда (ҳеч қаёққа) қочиб қутулгувчи эмассизлар. Ва сизлар учун Аллоҳдан ўзга бирон дўст ва ёрдамчи йўқдир"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "Денгиз-дарёлардаги тоғлар янглиғ сузиб юрган (кема)лар ҳам Унинг (қудрати илоҳиясига далолат қиладиган) оят-аломатларидандир"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Агар (Аллоҳ) хоҳласа шамолни тўхтатиб қўюр, бас, улар (денгиз) устида (ҳеч қаёққа сузолмай) туриб қолурлар — Албатта бунда ҳар бир (балога) сабр қилгувчи, (Аллоҳнинг неъматларига) шукр қилгувчи учун оят-ибратлар бордир"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Ёки (агар Аллоҳ хоҳласа қаттиқ бўрон юбориб, кемадаги одамларнинг) қилган гуноҳлари сабабли у (кема)ларни ҳалок (ғарқ) қилур ва кўпларни (ҳалокатдан қутқариб) афв этур"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "(Токи) Бизнинг оятларимиз хусусида талашиб-тортишадиган кимсалар ўзлари учун (Аллоҳнинг азобидан) бирон қочиб қутуладиган жой йўқ эканлигини билиб олсинлар"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Бас, (эй инсонлар), сизларга ато этилган бор нарса(лар) ҳаёти дунё матосидир ва иймон келтирган ҳамда ёлғиз Парвардигорларига суянадиган зотлар учун Аллоҳ ҳузуридаги нарсалар (яъни, Охират неъматлари — дунё матоларидан) яхшироқ ва боқийроқдир"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "Улар катта гуноҳлардан ва бузуқликлардан четланадиган, ғазабланган вақтларида эса кечириб юборадиган зотлардир"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "Улар Парвардигорларига ижобат-итоат этган ва намозни тўкис адо қилган зотлардир. Уларнинг ишлари (мудом) ўзаро шўро-маслаҳат (билан) бўлур ва Биз уларни ризқлантирган нарсалардан инфоқ-эҳсон қилурлар"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "Улар ўзларига зулм етганда, (унга қарши курашиб) ғолиб бўладиган зотлардир"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "(Ҳар қандай) ёмонликнинг жазоси худди ўзига ўхшаган ёмонликдир (яъни, ҳар бир ёмонликнинг ўзига яраша жазоси бордир). Энди ким (интиқом олишга қодир бўлгани ҳолда) афв қилиб (ўртани) тузатса, бас, унинг ажри Аллоҳнинг зиммасидадир. Албатта У зулм қилгувчиларни севмас"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Албатта ким мазлум бўлганидан сўнг (ўзига зулм қилган кимсадан) ғолиб бўлса, (интиқом олса), бас, улар(ни олган интиқомлари учун айблаш)га йўл йўқдир"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "Фақат одамларга зулм қиладиган ва Ерда ноҳақ ҳадларидан ошадиган кимсалар(ни айблаш ва зулму зўравонликлари учун жазолаш)гагина йўл бордир. Ана ўшалар учун аламли азоб бордир"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Албатта ким (ўзига етган озор-азиятларга) сабр қилса ва (интиқом олмай Аллоҳ учун) кечириб юборса, шак-шубҳасиз, бу иш ишларнинг мақсадга мувофиғидир"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "Кимни Аллоҳ йўлдан оздирса, бас, унинг учун ўшандан кейин бирон (Тўғри Йўл кўрсатгувчи) дўст йўқдир. Ундай золимларнинг (Қиёмат Кунида) азобни кўрган вақтларида: «(Яна дунёга) қайтишга бирон йўл бормикан?», деяётганларини кўрурсиз"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "Уларнинг хорликдан эгилган ва (дўзахга) кўз қирлари билан қараган ҳолларида унга кўндаланг қилинаётганларини кўрурсиз. Иймон келтирган зотлар: «Албатта зиён кўргувчилар (гарчи дунё неъматларидан фойдаланиб ўтган бўлсалар-да) ва Қиёмат Кунида ўзларига, аҳли-оилаларига зиён қилган кимсалардир», дедилар. Огоҳ бўлингизким, у золимлар мангу азобдадирлар"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "Улар учун Аллоҳдан ўзга ёрдам берадиган ҳеч қандай «дўстлар» бўлмас. Кимни Аллоҳ йўлдан оздирса, бас, унинг учун бирон (Тўғри) йўл йўқдир"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "(Эй инсонлар), Аллоҳ томонидан ҳеч қайтариб бўлмайдиган бир Кун (Қиёмат) келиб қолишидан илгари Парвардигорингизга ижобат-итоат этингиз! У кунда сизлар учун бирон қочадиган жой ҳам бўлмас ва сизлар учун (қилиб ўтган гуноҳларингизни) инкор қилиш (имкони) ҳам бўлмас"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом), агар (мушриклар) энди ҳам (ёлғиз Аллоҳга иймон келтиришдан) юз ўгирсалар, бас, Биз сизни уларнинг устига қўриқчи қилиб юборганимиз йўқ! Сизнинг зиммангизда фақат (Биз сизга нозил қилган ваҳийни) етказиш бор, холос. Дарҳақиқат, Биз инсонга Ўз томонимиздан раҳмат-неъматни тотдирган вақтимизда, у ўша (неъмат) билан шодланур, (аммо) агар уларга қўллари қилган (гуноҳлари) сабабли бирон ёмонлик етса, бас, албатта инсон (зоти) куфрони неъмат қилгувчидир — кўрнамакдир"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "Осмонлар ва Ер Аллоҳнинг мулкидир. У Ўзи хоҳлаган нарсани яратур, У Ўзи хоҳлаган кишига қизларни ҳадя этур ва Ўзи хоҳлаган кишига ўғилларни ҳадя этур"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "Ёки уларни эгизак ўғиллар ва қизлар қилур ва Ўзи хоҳлаган кишини — туғмас (бепушт) қилиб қўюр. Албатта У (барча нарсани) билгувчи ва (Ўзи хоҳлаган нарсани яратишга) қодирдир"
        }
    ]
}