{
    "maqras": [
        {
            "chapter": 94,
            "verse": 1,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом), Биз сизнинг қалбингизни (иймон ва Қуръон нури билан) кенг-мунаввар қилиб қўймадикми"
        },
        {
            "chapter": 94,
            "verse": 2,
            "text": "Ва Биз сиздан юкингизни олиб қўйдик"
        },
        {
            "chapter": 94,
            "verse": 3,
            "text": "У елкангизни эзиб турган оғир (юкингизни олиб қўйдик)"
        },
        {
            "chapter": 94,
            "verse": 4,
            "text": "Ва Биз сизнинг зикрингизни (яъни, мартабангизни) баланд қилиб қўйдик"
        },
        {
            "chapter": 94,
            "verse": 5,
            "text": "Бас, албатта ҳар бир оғирлик-машаққат билан бирга бир енгиллик ҳам бордир"
        },
        {
            "chapter": 94,
            "verse": 6,
            "text": "Албатта ҳар бир оғирлик-машаққат билан бирга бир енгиллик ҳам бордир"
        },
        {
            "chapter": 94,
            "verse": 7,
            "text": "Бас, (эй Муҳаммад алайҳис-салоту вас-салом), қачон сиз (кишиларни Ҳақ йўлга даъват қилишдан ва бошқа дунёвий ҳожатлардан — ишлардан) фориғ бўлсангиз (ўрнингиздан) туринг"
        },
        {
            "chapter": 94,
            "verse": 8,
            "text": "Ва ёлғиз Парвардигорингизга юзингизни буринг"
        },
        {
            "chapter": 95,
            "verse": 1,
            "text": "Анжирга қасам, зайтунга қасам"
        },
        {
            "chapter": 95,
            "verse": 2,
            "text": "(Аллоҳ таоло Мусо пайғамбар билан бевосита сўзлашган) Сино тоғига қасам"
        },
        {
            "chapter": 95,
            "verse": 3,
            "text": "Мана шу тинч-осойишта шаҳар (Маккаи Мукаррама)га қасамки"
        },
        {
            "chapter": 95,
            "verse": 4,
            "text": "Дарҳақиқат, Биз инсонни энг гўзал шаклу шамойилда яратдик"
        },
        {
            "chapter": 95,
            "verse": 5,
            "text": "Сўнгра (у Биз ато этган шундай гўзал сурат ва мукаммал хилқатнинг шукрини қилмасдан, куфру туғён йўлига кетгач), уни асфала-софилинга (яъни, энг тубан дўзахга) қайтардик"
        },
        {
            "chapter": 95,
            "verse": 6,
            "text": "Фақат (қай) бир зотлар иймон келтирсалар ва яхши амаллар қилсалар, ана ўшалар учун битмас-туганмас ажр-мукофот бордир"
        },
        {
            "chapter": 95,
            "verse": 7,
            "text": "Бас, (эй инсон), энди (яъни, Аллоҳ таолонинг барча нарсага қодир Зот эканлигини билганингдан сўнг) нима сени (Қиёмат Кунида бандаларнинг қилиб ўтган амалларига бериладиган) жазони ёлғон дейишга мажбур қилур"
        },
        {
            "chapter": 95,
            "verse": 8,
            "text": "Ахир Аллоҳ ҳукм қилгувчиларнинг энг адолатлиси эмасми?! (Дарҳақиқат, Аллоҳ таоло Қиёмат Кунида энг одил ҳукм қилгувчидир)"
        },
        {
            "chapter": 96,
            "verse": 1,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом, барча мавжудотни) яратган Зот бўлмиш Парпардигорингиз номи билан (бошлаб) ўқинг"
        },
        {
            "chapter": 96,
            "verse": 2,
            "text": "У инсонни лахта қондан яратган (Зотдир)"
        },
        {
            "chapter": 96,
            "verse": 3,
            "text": "Ўқинг! Сизнинг Парвардигорингиз ўта карамли Зотдир"
        },
        {
            "chapter": 96,
            "verse": 4,
            "text": "У (инсониятга) қаламни (яъни, ёзишни — хатни) ўргатган Зотдир"
        },
        {
            "chapter": 96,
            "verse": 5,
            "text": "У зот инсонга унинг билмаган нарсаларини ўргатди"
        },
        {
            "chapter": 96,
            "verse": 6,
            "text": "Дарҳақиқат, (кофир) инсон албатта туғёнга тушар — ҳаддидан ошар"
        },
        {
            "chapter": 96,
            "verse": 7,
            "text": "Ўзини бой-беҳожат кўргач, (албатта туғёнга тушар)"
        },
        {
            "chapter": 96,
            "verse": 8,
            "text": "(Эй инсон), албатта ёлғиз Парвардигорингга қайтишинг бордир! (Ўшанда бу туғёнларинг учун ҳисоб-китоб қилиниб, жазоланишинг аниқдир)"
        },
        {
            "chapter": 96,
            "verse": 9,
            "text": "(Эй инсон), тўсувчи кимсани кўрдингми"
        },
        {
            "chapter": 96,
            "verse": 10,
            "text": "Бир бандани (яъни, Муҳаммад алайҳис-салоту вас-саломни) (намозидан тўсадиган кимсани кўрдингми)"
        },
        {
            "chapter": 96,
            "verse": 11,
            "text": "Хабар бергин-чи, агар у (намоз ўқигувчи) ўзи Тўғри Йўлда бўлса"
        },
        {
            "chapter": 96,
            "verse": 12,
            "text": "Ёки (ўзгаларни) тақвога (Аллоҳдан қўрқишга) буюрса, (уни намоздан ва тақводан тўсган кимса ҳалок бўлмасми)"
        },
        {
            "chapter": 96,
            "verse": 13,
            "text": "Хабар бергин-чи, агар у (намоздан тўсгувчи кимса Аллоҳнинг китобини) ёлғон деса ва (у Китобга иймон келтиришдан) юз ўгирса"
        },
        {
            "chapter": 96,
            "verse": 14,
            "text": "албатта Аллоҳ (унинг барча қилмишларини) кўриб туришини билмасми"
        },
        {
            "chapter": 96,
            "verse": 15,
            "text": "Йўқ! Қасамки, агар у (бундай гумроҳликдан) тўхтамаса, албатта Биз унинг пешона сочидан тутармиз"
        },
        {
            "chapter": 96,
            "verse": 16,
            "text": "— ўша ёлғончи, адашган пешона сочидан тутармиз-да, (жаҳаннамга отурмиз)"
        },
        {
            "chapter": 96,
            "verse": 17,
            "text": "Бас, у ўзининг жамоасини (ёрдамга) чақираверсин"
        },
        {
            "chapter": 96,
            "verse": 18,
            "text": "Биз эса азоб фаришталарини чақиражакмиз"
        },
        {
            "chapter": 96,
            "verse": 19,
            "text": "Йўқ! (Эй Муҳаммад алайҳис-салоту вас-салом), сиз унга итоат этманг ва (ёлғиз) Аллоҳга сажда-ибодат қилиб, (У зотга) яқин бўлинг"
        },
        {
            "chapter": 97,
            "verse": 1,
            "text": "Албатта Биз у (Қуръон)ни Қадр кечасида нозил қилдик"
        },
        {
            "chapter": 97,
            "verse": 2,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом), Қадр кечаси нима эканлигини сиз қаердан билар эдингиз"
        },
        {
            "chapter": 97,
            "verse": 3,
            "text": "Қадр кечаси минг ойдан яхшироқдир"
        },
        {
            "chapter": 97,
            "verse": 4,
            "text": "У (кеча)да фаришталар ва Руҳ (яъни, Жаброил алайҳиссалом) Парвардигорларининг изни-ихтиёри ила (йил давомида қилинадиган) барча ишлар билан (осмондан заминга) тушурлар"
        },
        {
            "chapter": 97,
            "verse": 5,
            "text": "У (кеча) то тонг отгунича тинчлик-омонликдир"
        },
        {
            "chapter": 98,
            "verse": 1,
            "text": "Аҳли китобдан ва мушриклардан бўлган кофир кимсалар то уларга очиқ ҳужжат келгунича (куфрдан) ажрагувчи бўлмадилар"
        },
        {
            "chapter": 98,
            "verse": 2,
            "text": "(У очиқ ҳужжат) Аллоҳ томонидан (юборилган) бир пайғамбар (яъни, Муҳаммад алайҳис-салоту вас-салом бўлиб, уларга) покиза саҳифаларни (яъни, Қуръонни) тиловат қилур"
        },
        {
            "chapter": 98,
            "verse": 3,
            "text": "У (Қуръонда) энг тўғри ёзувлар — ҳукмлар бордир"
        },
        {
            "chapter": 98,
            "verse": 4,
            "text": "Китоб ато этилган кимсалар фақат уларга очиқ ҳужжат — пайғамбар келганидан кейингина бўлиниб кетдилар (яъни, айримлари ўша ўзлари кутган пайғамбарга иймон келтирдилар, айримлари эса унга кофир бўлдилар)"
        },
        {
            "chapter": 98,
            "verse": 5,
            "text": "Ҳолбуки, улар фақат ягона Аллоҳга, У зот учун динни холис қилган, Тўғри Йўлдан оғмаган ҳолларида ибодат қилишга ва намозни тўкис адо этишга ҳамда закотни (ҳақдорларга) ато этишга буюрилган эдилар. Мана шу Тўғри (Йўлдаги миллатнинг) динидир"
        },
        {
            "chapter": 98,
            "verse": 6,
            "text": "Албатта аҳли китобдан ва мушриклардан бўлган кофир кимсалар жаҳаннам ўтида бўлиб, ўша жойда мангу қолурлар! Ана ўшалар энг ёмон махлуқдирлар"
        },
        {
            "chapter": 98,
            "verse": 7,
            "text": "Албатта иймон келтирган ва яхши амаллар қилган зотлар — ана ўшалар яралмиш жонзотларнинг энг яхшисидирлар"
        },
        {
            "chapter": 98,
            "verse": 8,
            "text": "Парвардигорлари ҳузуридаги уларнинг жазо-мукофотлари — остидан дарёлар оқиб турадиган мангу жаннатлардир. Улар ўша жойда абадул-абад қолгувчидирлар. Аллоҳ улардан рози бўлди, улар ҳам (Аллоҳдан) рози бўлдилар. Бу (мукофот) Парвардигоридан қўрққан киши учундир"
        },
        {
            "chapter": 99,
            "verse": 1,
            "text": "Қачон Ер ўзининг (энг даҳшатли) зилзиласи билан ларзага тушганида"
        },
        {
            "chapter": 99,
            "verse": 2,
            "text": "Ва Ер (ўз бағридаги хазинаю-дафиналардан ва инсон жасадларидан иборат) «юк»ларини (юзага) чиқариб ташлаганида"
        },
        {
            "chapter": 99,
            "verse": 3,
            "text": "Ва (ҳаётлик пайтида қайта тирилишни инкор қилгувчи бўлган) инсон (қайта тирилганидан даҳшатга тушиб: «Ерга) нима бўлди ўзи?», деб қолганида"
        },
        {
            "chapter": 99,
            "verse": 4,
            "text": "Ана ўша Кунда Ер ўз хабарларини сўзлар"
        },
        {
            "chapter": 99,
            "verse": 5,
            "text": "Парвардигорингиз унга ваҳий қил(иб, сўзлашга буюр)гани сабабли (ўз хабарларини сўзлар)"
        },
        {
            "chapter": 99,
            "verse": 6,
            "text": "Ўша Кунда одамлар, уларга (қилиб ўтган амаллари)нинг жазо ёки мукофотлари кўрсатилиши учун тўда-тўда бўлиб чиқиб келурлар"
        },
        {
            "chapter": 99,
            "verse": 7,
            "text": "Бас, ким (ҳаёти дунёдалик пайтида) зарра мисқоличалик яхшилик қилса, (Қиёмат Кунида) ўшани кўрур"
        },
        {
            "chapter": 99,
            "verse": 8,
            "text": "Ким зарра мисқоличалик ёмонлик қилса, уни ҳам кўрур"
        },
        {
            "chapter": 100,
            "verse": 1,
            "text": "(Аллоҳ йўлида) харсиллаб чопадиган (от)ларга қасам"
        },
        {
            "chapter": 100,
            "verse": 2,
            "text": "(Чопган пайтида туёқларидан) чақмоқлар чақадиган (от)ларга қасам"
        },
        {
            "chapter": 100,
            "verse": 3,
            "text": "Тонг пайтида (ёв устига) бостириб борадиган (от)ларга қасам"
        },
        {
            "chapter": 100,
            "verse": 4,
            "text": "Бас, ўшанда чанг-тўзон кўтариб"
        },
        {
            "chapter": 100,
            "verse": 5,
            "text": "Шу (чанг-тўзон) билан (душман) жамоасининг ўртасига кириб келадиган (от)ларга қасамки"
        },
        {
            "chapter": 100,
            "verse": 6,
            "text": "Шак-шубҳасиз, (кофир) инсон Парвардигори (унга ато этган неъматлар)га кўрнамаклик қилгувчидир"
        },
        {
            "chapter": 100,
            "verse": 7,
            "text": "Ва шак-шубҳасиз, у бунга (ўзининг бу ношукурлигига) гувоҳдир"
        },
        {
            "chapter": 100,
            "verse": 8,
            "text": "Ва шак-шубҳасиз, у мол-дунё муҳаббатига жуда қаттиқ (берилгувчи)дир"
        }
    ]
}