{
    "maqras": [
        {
            "chapter": 3,
            "verse": 75,
            "text": "Аҳли китоб орасида шундай кишилар борки, унга беҳисоб молни омонат қўйсангиз, хиёнат қилмай сизга қайтаради. Уларнинг орасида яна шундайлари ҳам борки, унга бир динорни ишониб берсангиз, то устида туриб олмагунингизча сизга қайтиб бермайди. Бунинг боиси — уларнинг «омий-китобсиз кимсалар учун бизнинг устимизга ҳеч қандай йўл йўқ», дейишларидир. (Яъни, айрим яҳудийлар ўзларидан бошқаларни паст табақа ҳисоблаб: «Биз Аллоҳнинг суйган бандаларимиз, демак, бошқа миллатларнинг моллари биз учун ҳалол», дер эдилар.) Улар билиб туриб Аллоҳ ҳақида ёлғон сўзларни сўзлайдилар"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Йўқ! (Уларнинг даъволари ботилдир.) Балки ким аҳдига вафо қилса ва тақводор бўлса (ана ўша киши, Аллоҳнинг суйган бандасидир). Зеро, Аллоҳ тақво қилгувчи кишиларни севади"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Аллоҳга берган аҳд-паймон ва қасамларини озгина қийматга сотиб юборадиган кимсалар учун Охиратда ҳеч қандай насиба йўқдир. Қиёмат Кунида Аллоҳ уларга сўз қотмайди, раҳмат назари билан боқмайди ва гуноҳларидан покламайди. Улар учун аламли азоб бордир"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Улардан (яҳудийлардан) яна бир гуруҳи борки, сизлар Китобдан (Тавротдан) бўлмаган нарсани Китобдан деб ўйлашингиз учун Таврот китобини тилларини бураб (бузиб-ўзгартириб) ўқийдилар ва Аллоҳнинг ҳузуридан келмаган (ўзларининг сўзларини) «Аллоҳнинг ҳузуридан келган», дейдилар. Улар билиб туриб Аллоҳ ҳақида ёлғон сўзлайдилар"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Бирор одам учун Аллоҳ унга Китоб, ҳикмат ва пайғамбарлик берганидан сўнг, одамларга: «Аллоҳга эмас, менга ибодат қилинглар», дейиши жоиз эмас, балки уларга: «Аллоҳнинг китобини одамларга таълим бериб ва ўзингиз ўқиб-ўрганиб, ёлғиз Парвардигорга ибодат қиладиган кишилар бўлинглар» (демоғи лозимдир)"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "У (пайғамбар) сизларни фаришталар ва бошқа пайғамбарларни худо қилиб олишингизга буюриши ҳам жоиз эмас. Ахир у сизларни мусулмон — Аллоҳга бўйсунгувчи бўлганингиздан кейин куфр — динсизликка қайтишга буюрадими"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "Эсланг (эй аҳли китоб), Аллоҳ барча пайғамбарлардан: «Мен сизларга қандай Китоб ва ҳикмат бермайин, кейин сизларнинг пайғамбарлигингизни тасдиқ этувчи бир пайғамбар (яъни Муҳаммад алайҳис-салоту вас-салом) келгач, албатта унга иймон келтирурсиз ва ёрдам берурсиз», деб аҳд-паймон олгач, уларга: «Мана шу аҳд-паймонимни иқрор бўлиб қабул қилдингизларми?», деди. У пайғамбарлар: «Иқрормиз», деб жавоб қилишгач, Аллоҳ айтди: «Гувоҳ бўлингиз! Мен ҳам сизлар билан гувоҳ бўлгувчиларданман»"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Бас, ким шундан кейин ҳам (аҳд-паймондан) юз ўгирса, ана ўшандай кимсалар фосиқ — бузуқилардир"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Аллоҳнинг динидан ўзга дин истайдиларми?! Ахир осмонлару Ердаги барча жонзот истаса-истамаса Унга бўйсуниб турибди-ку! Ўшалар (яъни, Аллоҳнинг динига итоат қилишни хоҳламаётганлар) ҳам фақат Унинг Ўзига қайтариладилар-ку"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом), «Аллоҳга, бизга нозил қилинган нарсага (Қуръонга) ва Иброҳим, Исмоил, Исҳоқ, Яъқуб ва унинг уруғ-авлодларига нозил қилинган нарсаларга ва Мусо, Ийсо ҳамда барча пайғамбарларга Парвардигорлари томонидан берилган нарсаларга иймон келтирдик. У пайғамбарлардан бирортасини ажратиб қўймаймиз. Ва биз Унинг Ўзигагина бўйсунгувчилармиз», деб айтинг"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Кимда-ким Исломдан ўзга дин истаса, бас (унинг «дини» Аллоҳ ҳузурида) ҳаргиз қабул қилинмайди ва у Охиратда зиён кўргувчилардандир"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Иймон келтириб, пайғамбарнинг ҳақ пайғамбар эканлигига гувоҳ бўлишганидан кейин ва уларга далил-оятлар келганидан кейин кофир бўлган кимсаларни Аллоҳ қандай ҳидоят қилсин?! Аллоҳ зулм қилгувчи қавмни ҳидоят қилмайди"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Уларнинг жазоси — устларига тушажак Аллоҳнинг, фаришталарнинг ва барча одамларнинг лаънатидир"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Улар азоблари енгиллатилмаган ҳолда дўзахда абадий қолгувчилардир ва уларга (бу азоб бирон лаҳза) кечиктирилмайди"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Магар шундан (яъни, куфрларидан) кейин тавба қилиб, ўзларини ўнгласалар (Аллоҳ гуноҳларини мағфират қилур). Чунки Аллоҳ мағфират қилгувчи, меҳрибондир"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Албатта иймон келтирганларидан кейин кофир бўлган, сўнгра куфрлари янада зиёда бўлган кимсаларнинг қилган тавбалари ҳаргиз қабул қилинмайди. Ана ўшалар адашганлардир"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Албатта кофир бўлган ва кофир ҳолда ўлган кимсалар, агар улардан биронтаси Ер юзи тўла олтинни тўлов қилиб берса ҳам ҳаргиз қабул қилинмас. Ундай кимсалар учун аламли азоб бордир. Ва улар учун ҳеч қандай ёрдамчи бўлмас"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Суйган нарсаларингиздан инфоқ-эҳсон қилиб бермагунингизча ҳаргиз яхшиликка (жаннатга) етмагайсиз. Ҳар қандай нарсани инфоқ қилсангиз, албатта Аллоҳ уни билур"
        }
    ]
}