{
    "maqras": [
        {
            "chapter": 11,
            "verse": 24,
            "text": "Бу икки гуруҳнинг (яъни, кофирлар билан мўминлар гуруҳининг) мисоли, худди кўру кар билан кўргувчи ва эшитгувчининг мисолидир. Шу иккаласи бир-бирига баробар бўлурми?! Ибрат олмайсизларми"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Дарҳақиқат, Биз Нуҳни ўз қавмига (пайғамбар қилиб) юбордик. (У деди): «Албатта, мен сизларга (келган) очиқ огоҳлантиргувчиман"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Сизлар ёлғиз Аллоҳга ибодат қилинглар. (Агар ёлғиз Аллоҳдан ўзга бировга сиғинсангизлар), сизларнинг устингизга аламли азоб куни (тушиши)дан қўрқаман»"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Шунда унинг қавми орасидаги кофир бўлган кимсалар: «Бизлар сени худди ўзимизга ўхшаган одам, деб биламиз ва сенга фақат ичимиздаги пасткаш (ялангоёқ) кимсалар ўйламасдан эргашганини кўрмоқдамиз. Бизнингча, сизларнинг биздан бирон ортиқчалик жойингиз йўқ, балки биз сизларни ёлғончи деб ўйламоқдамиз», дедилар"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "У деди: «Эй қавмим, хабар берингиз-чи, агар мен Парвардигорим томонидан аниқ ҳужжатга эга бўлсам ва У зот менга Ўз даргоҳидан раҳмат — пайғамбарликни ато этган бўлса-ю, аммо бу сизларга махфий бўлса, биз сизларни ўзингиз истамаган ҳолда (иймон келтиришга) мажбур қиламизми?!» (Йўқ, ундай қилмаймиз, чунки фақат ўз ихтиёрларингиз билан келтирган иймонларингизгина мақбулдир)"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "«Эй қавмим, мен сизлардан бу (даъватим) учун мол-дунё сўрамайман. Менинг ажр-мукофотим фақат Аллоҳнинг зиммасидадир. Ва мен (сизнинг сўзингизга кириб) иймон келтирган кишиларни (ҳузуримдан) қувмайман ҳам. Чунки улар Парвардигорга рўбарў бўлгувчидирлар (бас, агар камбағал бўлганлари учун уларни ҳузуримдан ҳайдасам, албатта, Қиёмат Кунида Парвардигорга устимдан шикоят қилурлар). Лекин мен сизларнинг нодон қавм эканлигингизни кўрмоқдаман»"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "«Эй қавмим, агар мен уларни ҳайдасам, ким менга Аллоҳдан (яъни, Аллоҳнинг азобидан) ёрдам-нажот берур? Ўйлаб кўрмайсизларми?!»"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "«Мен сизларга: «Ҳузуримда Аллоҳнинг хазиналари бор», демайман. Ғайбни (кўздан пинҳон нарса ва ҳодисаларни) ҳам билмайман. «Мен фариштаман», ҳам демайман. Шунингдек, сизлар ўзингизча ҳақорат қилаётган кишилар ҳақида: «Аллоҳ уларга ҳеч қандай яхшилик бермайди», деб айтмайман. Уларнинг дилларидаги нарсани (ихлос-иймонни) Аллоҳ жуда яхши билур. Акс ҳолда (яъни, агар улар тўғрисида юқоридаги сўзларни айтадиган бўлсам), мен албатта золимлардан бўлиб қолурман»"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Улар (кофирлар) дедилар: «Эй Нуҳ, мана биз билан кўп-баҳсу мужодала қилдинг. Энди агар ростгўйлардан бўлсанг, бизга ваъда қилаётган нарсангни (яъни, азобни) келтир-чи»"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "(Нуҳ) деди: «Уни сизларга ёлғиз Аллоҳнинг Ўзи хоҳлаган пайтида келтирур ва сизлар (ўшанда) ҳеч қаёққа қочиб қутула олмассиз»"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "«Агар Аллоҳ сизларни йўлдан оздиришни истаса, мен насиҳат қилишга уринганим билан насиҳатим сизларга фойда бермайди. Парвардигорингиз Унинг Ўзидир ва фақат Унинг Ўзига қайтарилурсизлар»"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Ёки улар (яъни, Қурайш кофирлари): «Уни (яъни, Қуръонни Муҳаммаднинг) ўзи тўқиб чиқарган», дейдиларми? (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Агар уни мен тўқиб чиқарган бўлсам, гуноҳим ўз бўйнимда. Аммо мен сизларнинг қилаётган жиноятингиз — кофирлигингиздан покман»"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Нуҳга ваҳий қилиндики: «Қавмингдан фақат аввалда иймон келтирган кишилардан бошқа ҳеч ким иймон келтирмайди. Бас, уларнинг (яъни, ҳануз иймон келтирмаган кимсаларнинг) қилмишларидан қайғурмагин"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Бизнинг ҳифзи-ҳимоямизда ва Бизнинг ваҳий таълимимиз билан бир кема ясагин ҳамда золим кимсалар ҳақида (яъни, уларга нажот беришимни сўраб) Менга хитоб-илтижо қилмагин. Улар шак-шубҳасиз, ғарқ қилингувчидирлар»"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "У кемани ясар экан, қачон олдидан ўз қавмидан бўлган (кофир) кимсалар ўтсалар, уни масхара қилиб кулдилар. У деди: «Агар (бугун) сизлар биздан кулсангизлар, бас, худди сизлар кулганингиз каби биз ҳам сизлар(нинг устингиз)дан кулурмиз»"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "«Бас, яқинда кимга шарманда қилгувчи азоб келишини ва кимнинг устига мангу азоб тушишини билиб олажаксиз»"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "То Бизнинг фармонимиз келиб, ердан фавворалар отилган вақтда, (Нуҳга) дедик: «У кемага ҳар (жонивордан) бир жуфтдан ва аҳли оилангни чиқаргин. Лекин қайси кимсалар хусусида Бизнинг сўзимиз (яъни, ғарқ бўлиш ҳақидаги ҳукмимиз) ўтган бўлса, (уларни терс қилгин. Булар барча кофирлар ва Нуҳ пайғамбарнинг хотини Воила билан ўғли Канъон эди). Яна иймон келтирган кишиларнинг барчасини (кемага чиқаргин)!» Унга иймон келтирган кишилар эса жуда оз эдилар"
        }
    ]
}