{
    "pages": [
        {
            "chapter": 6,
            "verse": 74,
            "text": "Perkujtoju (o i derguar) kur Ibrahimi i tha babait te vet Azerit: \"A statuja (idhuj) adhuron per zota? Une po te shoh ty dhe popullin tend ne nje humbje te sigurt"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "E keshtu Ibrahimit ia mundesuam t´i shohe madhesite e qiejve e te tokes per t´u bere edhe me i bindur"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "E kur ate e mbuloi nata, ai e pa nje yll e tha: \"Ky eshte Zoti im!\" E kur u zhduk ai (perendoi) tha:\" Une nuk i dua ata qe humben"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Kur e pa henen te posalindur tha: \"Ky eshte Zoti im! e kur perendoi ajo, tha: \"Nese Zoti im nuk me udhezon, une do te jem prej njerezve te humbur"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Kur e pa diellin te lindur, tha: \"Ky eshte Zoti im, ky eshte i madh!\" e kur ai perendoi, tha: \"O populli im, une jam i paster nga ajo qe ju i shoqeroni"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Une me veten time i drejtohem Atij qe krijoi qiejt e token, larg besimeve te tjera; une nuk jam prej atyre qe i pershkruajne shok"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Po ate e (me Ibrahimin) polemizoi populli i tij e ai tha: \"A polemizoni me mua, rreth All-llahut e Ai me udhezoi?\" Une nuk u frikohem atyre qe ju ia beni shok, vetem nese Zoti im do ndonje send (te me godas, ai me godet). Me dijen e Tij Zoti im ka perfshi"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "E si t´ju frikohem atyre qe ju ia shoqeruat, e ju nuk frikoheni per ate qe i shoqeruat All-llahut pa pasur kurrfare argumenti. E cili grup, pra, eshte me i drejte te jete i sigurt, nese jeni qe kuptoni"
        }
    ]
}