{
    "pages": [
        {
            "chapter": 13,
            "verse": 6,
            "text": "E ata prej teje kerkojne ngutjen e zbatimit te se keqes para te mires, edhe pse para tyre pati aso denimesh (por nuk kane marre mesim). S´ka dyshim se Zoti yt u fale njerezve mekatet e tyre, por s´ka dyshim se Zoti yt eshte edhe ndeshkues i rrepte"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Ata, te cilet nuk besuan thone: \"Pse te mos i kete zbritur atij (Muhammedit) ndonje argument (mrekulli praktike) nga Zoti i tij?\" Ti je vetem qortues. Cdo popull pati udhezues (pejgamber)"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "All-llahu e di se c´bart cdo grua, dhe (e di) cka pakesojne e cka shtojne mitrat. Tek Ai cdo send eshte me mase te caktuar"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Ai eshte qe di te fshehten dhe te dukshmen, Ai eshte i madheruari e i lartesuari"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Per te eshte njesoj (ne dijen e Tij) si ai qe fsheh prej jush thenien, si ai qe e shpreh haptazi, si ai qe vepron fshehtas naten (ne erresire te nates) dhe si ai qe vepron haptazi diten"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Ai (njeri) ka percjelles nje pas nje, para tij dhe prapa tij, qe me urdhrin e All-llahut e ruajne ate. All-llahu nuk e prish gjendjen e nje populli (nuk ua largon te mirat) perderisa ata ta ndryshojne veten e tyre. Po, kur All-llahu vendos ta ndeshkoje nj"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Ai eshte qe u shfaq vetetimen trishtuese (nga ndonje fatkeqesi), por edhe shpresedhenese (per shi), dhe formulon re te dendura"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Nderkaq, murmurima e madheron (Zotin nje) me falenderimin (qe i takon) e Tij, (e madherojne) edhe engjejt nga droja ndaj Tij. E Ai dergon rrufete dhe me ato godet ke te doje. Ndersa idhujtaret polemizojne rreth All-llahut, e Ai eshte ndeshkues i rrepte"
        }
    ]
}