{
    "maqras": [
        {
            "chapter": 36,
            "verse": 60,
            "text": "Ne vous ai-Je pas ordonné, descendants d’Adam, de ne pas adorer Satan, votre ennemi déclaré"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "et de Me vouer un culte exclusif et sincère, la seule voie du salut"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Il a, en vérité, égaré un grand nombre d’entre vous. Etiez-vous donc dépourvus de toute raison"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Voici la Géhenne dont vous étiez menacés"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Entrez-y aujourd’hui pour prix de votre impiété. »"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Ce Jour-là, Nous scellerons leurs bouches, donnant la parole à leurs mains et leurs pieds qui dénonceront tous les péchés qu’ils auront perpétrés"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Si Nous le voulions, Nous pourrions les frapper de cécité. Ils se précipiteraient alors à la recherche de leur chemin. Mais comment pourraient-ils le retrouver"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Si Nous le voulions, Nous pourrions les pétrifier, les empêchant d’avancer ou de reculer"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "A celui dont Nous prolongeons la vie, Nous retirons peu à peu ses facultés[1131]. Sont-ils donc dépourvus de toute raison"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Nous ne lui avons nullement enseigné la poésie[1132] qui ne saurait d’ailleurs lui convenir. Le Coran n’est qu’une sage exhortation et une récitation parfaitement claire"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "afin que soit averti par lui tout être dont le cœur est encore vivant et que Notre sentence soit prononcée à l’encontre des mécréants"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Ne voient-ils pas que Nous avons créé pour eux, parmi tout ce que Nous avons créé à leur intention, des bestiaux dont ils sont les maîtres"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "que Nous leur avons soumis si bien que des uns ils font leurs montures et des autres ils tirent nourritures"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "breuvages et bien d’autres avantages. Ne feront-ils pas preuve de reconnaissance"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Ils ont adopté, en dehors d’Allah, des divinités dans l’espoir d’obtenir leur assistance"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Mais celles-ci ne pourront secourir leurs adorateurs qui pourtant prenaient sur terre leur défense"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Que leurs paroles ne t’affligent pas. Nous savons aussi bien ce qu’ils gardent secret que ce qu’ils laissent paraître"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "L’homme ne sait-il pas que Nous l’avons créé d’un liquide insignifiant ? Le voilà pourtant qui se transforme en disputeur acharné"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Oubliant sa propre création, il dit : « Qui redonnera vie aux os devenus poussière ? »"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Réponds : « Celui qui les a créés la première fois et qui connaît parfaitement tous les éléments de Sa création"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "Celui qui, pour vous, fait jaillir du bois vert une étincelle qui vous sert à allumer vos feux. »"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Celui qui a créé les cieux et la terre n’est-Il pas capable de créer d’autres hommes comme eux ? Si, car Il est le Créateur de toute chose, l’Omniscient"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Il Lui suffit, lorsqu’Il veut une chose, de dire : « Sois ! » et celle-ci s’accomplit"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Gloire à Celui qui règne en Maître absolu sur toute la Création et à qui vous serez tous ramenés"
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "Par les anges parfaitement alignés"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "Par les anges chargés de pousser"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "Par les anges qui ne cessent de réciter"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "Votre Dieu est unique, à n’en point douter"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "Seigneur des cieux, de la terre et de ce qui se trouve entre eux, et Seigneur des orients"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Nous avons, en vérité, paré le ciel le plus proche d’étoiles"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "par lesquelles Nous le protégeons des démons rebelles"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "qui sont, par des projectiles lancés contre eux de tous côtés, empêchés d’écouter les anges dans le ciel"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "éloignés, puis voués à un châtiment éternel"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Certains parviennent néanmoins à saisir furtivement quelques mots, mais sont aussitôt atteints par un météore perçant"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Demande-leur s’il est plus difficile de les créer eux, que Nous avons créés d’argile visqueuse, ou tout ce que Nous avons créé en dehors d’eux"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Tu t’étonnes[1140], tandis qu’eux te tournent en dérision"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "totalement indifférents à tes exhortations"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "se moquant des miracles produits sous leurs yeux"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "Ils disent : « Ce n’est là, de toute évidence, que pure magie"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "Serons-nous, une fois morts et nos os réduits en poussière, ressuscités"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "ainsi que nos ancêtres les plus éloignés ? »"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Réponds : « Oui, et vous connaîtrez alors la plus cruelle des humiliations. »"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "Il suffira d’un seul Cri, et voilà qu’ils se mettront à regarder avec attention"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "Ils diront : « Malheur à nous, voici le Jour de la rétribution ! »"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "Il leur sera dit : « Voici, en effet, le Jour du jugement que vous traitiez de mensonge. »"
        }
    ]
}