{
    "pages": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "(Medine’deki Yahûdi ve münafık) insanlardan akılsızlar yakında şöyle diyecekler: “-Müslümanları (eskidenberi Kudüs’e doğru namaz kıldıkları) kıbleden (Kâbe’ye) çeviren ne?” Onlara de ki, doğu da, batı da Allah’ındır; dilediğini doğru yola iletir"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Ey Müslümanlar, böylece sizi seçkin ve şerefli bir ümmet kıldık ki, bütün insanlar üzerine adâlet örneği ve hak şâhidleri olasınız. Peygamber de sizin üzerinize şâhit olsun; ve (ey Rasûlüm) hâlen yönelmekte olduğun Kâbe’yi, ancak Rasûle uyanlarla geri dönenler arasını ayırt etmek için kıble kıldık. Gerçi bu kıbleyi çeviriş büyük ve ağır ise de yalnız, o Allah’ın hidâyet ettiği kimselere ağır gelmez ve Allah imanınızı zâyietmez. Muhakkak Allah Tealâ İnsanlara çok merhametlidir, günahlarını bağışlayıcıdır"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "(Ey Rasûlüm, vahyim gelmesi için) yüzünün göğe doğru aranıb durduğunu görüyoruz. Bunun için, seni râzı olacağın bir kıbleye çevireceğiz. Şimdi yüzünü Mescid-i Harâm tarafına çevir. Ey müminler, siz de her nerede olursanız, yüzünüzü, namazlarda o Mescid tarafına çevirin. Şüphe yok ki, kendilerine kitap verilenler, bu kıble çevrilişinin Rableri tarafından hak olduğunu bilirler. Allah ise onların inkârlarından ve yapacaklarından gâfil değildir"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Celâlim hakkı için, eğer sen o Yahûdi ve Hristiyanlara her türlü mûcize ve hücceti getirsen, yine kıblene tâbi olmazlar; ve sen de onların kıblesine tâbi olmazsın, onların bâzısı diğer bâzının kıblesine tâbi olmaz. Celâlim hakkı için, sana gelen bunca ilim arkasından bilfarz onların arzularına uyarsan, bu takdirde muhakkak zâlimlerden olursun. (Bu hitab zâhiren Hazreti Peygambere ise de gerçekte ümmetine aittir)"
        }
    ]
}