{
    "pages": [
        {
            "chapter": 11,
            "verse": 118,
            "text": "Eğer Rabbin dileseydi, bütün insanları tek bir dine bağlı kılardı. Halbuki onlar çeşitli dinlere uyarak ihtilâf edip duracaklardır"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Ancak Rabbinin rahmetiyle, hak din üzere anlaşıp ayrılmıyanlar müstesnadır. Allah, insanları bunun için (bir kısmının ihtilâfı ve bir kısmının hak din üzere bulunması için) yarattı ve Rabbinin meleklerine olan şu: “- And olsun, cehennemi tamamen insanlardan ve cinlerden dolduracağım”, sözü tamamen yerine geldi"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Peygamberlerin haberlerinden kalbini kuvvetle tatmin edeceğimiz her haberi, sana hâdise olarak anlatıyoruz. Bu sûrede de sana hak, müminlere bir öğüt ve bir ihtar geldi"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "İman etmiyenlere (Ey Rasûlüm) de ki; “- Bulunduğunuz hal üzere çalışın, biz de çalışıcılarız"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Gözetleyin akıbetinizi, biz de bunu gözetleyiciyiz.”"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Göklerin ve yerin sırrı, Allah’ın ilmindedir. Bütün işler de ona döndürülür. O halde, yalnız O’na ibadet et ve O’na tevekkül kıl. Senin Rabbin, yapmakta olduğunuz şeylerden gafil değildir"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Elif, lâm, râ. Bunlar, hakkı açıklayan Kur’ân’ın âyetleridir"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Biz, bu kitabı anlayasınız diye, Arapça bir Kur’ân olarak indirdik"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Sana bu sûreyi vahyetmemizle, en güzel kıssayı sana anlatacağız. Halbuki sen, daha önce bundan asla haberdar değildin"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Bir vakit Yûsuf babasına (Yâkub Aleyhisselâma) şöyle demişti: “-Babacığım, ben, rüyada onbir yıldızla güneşi ve ayı gördüm. Gördüm ki, onlar, bana secde ediyorlar.”"
        }
    ]
}