{
    "pages": [
        {
            "chapter": 13,
            "verse": 29,
            "text": "İman edip de sâlih ameller işliyenler (var ya), ne mutlu onlara! Ahirette güzel barınak da onların"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "İşte senden önce, Peygamberleri gönderdiğimiz gibi, seni de, kendilerinden önce bir çok ümmetler geçmiş olan bir ümmet içinde gönderdik ki, onlar Rahman’ı inkâr ederlerken, sana vahyettiğimiz kitabı (Kur’an’ı) onlara karşı okuyasın. De ki: “- O Rahman, benim Rabbimdir, ondan başka hiç bir ilâh yoktur. Ben ancak Ona tevekkül ettim ve tevbem de yalnız onadır. “"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Bir Kur’an ki, eğer onunla dağlar yürütülse veya onunla arz parçalansa veya onunla ölüler konuşturulsa, yine o kâfirler, ona iman etmezler. Fakat bütün iş ve kudret, yalnız Allah’a mahsustur. İman edenler hâlâ anlamadılar mı ki, Allah dileseydi, elbette bütün insanlara hidayet buyururdu. O kâfirler ise, kendi yaptıkları yüzünden başlarına musîbet inecek ve yahud o musîbet, yurdlarının yakınına konacak, nihayet Allah’ın vaadi gelecektir. Doğrusu Allah vaadinden dönmez"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Andolsun ki, (Ey Rasûlüm) senden önce gelen Peygamberlerle de istihza edildi; ben de o kâfirlere bir müddet için meydan verdim. Sonra da onları azabla yakalayıverdim. Benim azabım nasıl dehşetli olmuştu"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Böyle herkesin iyi veya kötü bütün yaptığına gözcü olan Allah’a küfredilir, ortak koşulur mu? Bir de tuttular Allah’a ortaklar tanıdılar. (Ey Rasûlüm), de ki: “- O ortakların isimlerini söyleyin bakayım; içlerinde Allah’a ortak olabilecek var mı? Yoksa yeryüzünde Allah’a bilmediği şeyi mi haber vereceksiniz? Yahud gerçeği olmıyan sırf görünüşte bir lâf mı söyliyeceksiniz? Doğrusu küfredenlere hile ve tuzakları allı-pullu gösterildi ve doğru yoldan saptırıldılar. Kimi de Allah saptırırsa, artık onu yola getirecek kimse yoktur"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Onlara dünya hayatında bir azap vardır. Ahiret azabı ise elbet daha çetindir, onları Allah’dan koruyacak (azabından kurturacak) da yoktur"
        }
    ]
}