{
    "pages": [
        {
            "chapter": 14,
            "verse": 19,
            "text": "Görmedin mi (ey Rasûlüm ve dolayısıyla ey müminler görmediniz mi)? Allah, gökleri ve yeri hak ile (gereği üzere) yaratmıştır. Dilerse sizi yok eder ve yepyeni bir kavim getirir (de daha çok itaat ederler)"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Bunu yapmak, Allah’a göre önemli değildir"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Kıyamet gününde hepsi Allah’ın huzuruna çıkıp, bayağı ve düşük fikirli kimseler, bağlı oldukları önderlerine şöyle derler: “- Biz sizin bağlılarınızdık. Şimdi siz, üzerimizden Allah’ın azabından zerrece bir şey kaldırabiliyor musunuz?” Önderleri de derler ki” -Eğer Allah bize hidayet verseydi, muhakkak biz de size doğru yolu gösterirdik. şimdi sızlansak da, sabretsek de bizim için fark yok, bize hiç bir kurtuluş yok...”"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "İş bitince (Cennetlik cennete ve cehennemlikler cehenneme girince), Şeytan ateşte olanlara der ki: “- Doğrusu Allah size gerçeği vaad etti. Ben de size vaad ettim ama size yalancı çıktım. Aslında benim sizin üzerinizde bir hâkimiyetim yoktu; ancak sizi (bâtıla) çağırdım, siz de hemen bana uydunuz. Artık beni kötülemeyiniz, nefislerinizi kötüleyin. Ben sizi kurtaramam, siz de beni kurtaramazsınız. Doğrusu ben, bundan önce, sizin beni Allah’a ortak koşmanıza inanmamıştım.” Muhakkak ki, zalimlere acıklı bir azap vardır"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "İman edip de sâlih ameller işliyenler, Rablerinin izniyle (ağaçları) altından ırmaklar akar cennetlere konulacaklar, orada ebedî olarak kalacaklardır; onların birbirlerine sağlık temennileri, orada Selâm’dır"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Gördün ya, Allah nasıl bir temsil yaptı: Hoş bir kelime olan tevhîd ve şehadet (iman), kökü yerde sabit ve dal-budağı yukarda olan hoş bir ağaca benzer"
        }
    ]
}