{
    "pages": [
        {
            "chapter": 15,
            "verse": 91,
            "text": "Onlar, o kimselerdir ki, kitablarını kısım kısım yapmışlardı (bir kısmına inanıyor, diğer bir kısmına inanmıyorlardı)"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Rabbin hakkı için, biz onların hepsine muhakkak surette yapmakta oldukları şeylerden soracağız (ve cezalarını vereceğiz)"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "Rabbin hakkı için, biz onların hepsine muhakkak surette yapmakta oldukları şeylerden soracağız (ve cezalarını vereceğiz)"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Şimdi sen, emrolunduğun şeyi, çatlatırcasına bildir ve müşriklerden yüz çevir (sözlerine aldırış etme)"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Muhakkak ki biz, (seninle alay eden) o müstehzîlere karşı kâfiyiz, (onları helâk ederiz)"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "Onlar, o kimselerdir ki, Allah ile beraber başka bir ilâh tanırlar. Onlar, yakında (başlarına gelecek akıbeti) bileceklerdir"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Gerçekten biliriz ki, onların sözlerine göğsün daralıyor, için sıkılıyor"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "O halde, Rabbini hamd ile tesbîh et (sübhanellahi ve bihamdihi de) ve secde edenlerden ol. (Namaz kıl)"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Ve sana ölüm gelinceye kadar, Rabbine ibadet et"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "Allah’ın emri geldi (müminlerin zaferi, müşriklerin de felâket vakti gelmek üzeredir), sakın onu acele edip istemeyiniz. Allah, o müşriklerin koştukları ortaklardan münezzehtir, çok yücedir"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Allah, iradesinden vahy ile Cebrâil’i, kullarından dilediği peygamberlere indirip şu gerçeği (insanlara) bildirin, buyuruyor: Benden başka hiç bir ilâh yoktur. Bunun için benden korkunuz, isyan etmeyiniz"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Allah gökleri ve Arz’ı gerçek bir kanun ile yarattı. O, kâfirlerin koştukları ortaklardan beridir ve çok yücedir"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "İnsanı bir meniden yarattı. (Kemale erince) bir de bakarsın ki, o, apaçık bir mücadeleci olmuştur (çürümüş kemikleri kim diriltir? der)"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Davarları (deve, sığır, keçi ve koyunları) da O yarattı. Bunlarda sizin için soğuktan koruyucu yünler ve bir takım menfaatler var. Hem onlardan (helâl şekilde) yersiniz"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "O hayvanları, akşam vakti getirirken ve sabahleyin salarken, onlarda sizin için bir zevk ve güzellik var"
        }
    ]
}