{
    "pages": [
        {
            "chapter": 16,
            "verse": 43,
            "text": "(Ey Rasûlüm!) Senden önce de, kendilerine vahiyde bulunduğumuz erkeklerden başkasını Peygamber olarak göndermedik. Eğer bunu bilmiyorsanız, Tevrat ve İncil âlimlerine sorun"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "Biz, o Peygamberleri mûcizelerle ve kitaplarla gönderdik. Ey Rasûlüm, sana da Kur’an’ı indirdik ki, kendilerine indirileni insanlara anlatasın olur ki; iyice düşünürler"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Artık fenalık tuzaklarını kuranlar, Allah’ın kendilerini yere geçirmesinden, yahud bilemiyecekleri taraftan kendilerine azap inmesinden emin mi oldular"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Yahud gezip dolaşırlarken (Allah’ın azabı) kendilerini yakalayıvermesinden emin mi oldular? Üstelik onlar, azabı engelleyiciler de değillerdir"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Yahut da kendilerini azar azar yakalayıp helâk etmesinden emin mi oldular? Şu halde azabı tacil etmemekle, Rabbin gerçekten çok şefkatlidir, çok merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Onlar, Allah’ın yarattığı (ağaç gibi) herhangi bir şeyi görmediler mi ki, gölgeleri, Allah’ın kudretine boyun eğerek sağ ve sol taraflardan Allah’a secde eder olduğu halde meyledip dönüyor"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Göklerde ve yerde olan canlılarla Melekler, kibirlenmedikleri halde hep Allah’a secde ederler"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Kendilerine hâkim olan Rablerinden korkarlar ve emrolundukları her şeyi (melekler) yaparlar"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Allah da şöyle buyurdu: “- İki ilâh edinmeyin. O, ancak bir İlâh’dır; onun için yalnız benden korkun.”"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Göklerde ve yerde her ne varsa, hepsi O’nundur. Din de daima Onundur, (itaat devamlı olarak ona mahsustur). Böyle iken, siz Allah’ın gayrinden mi korkuyorsunuz"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Sizdeki her nimet Allah’dandır. Sonra size keder dokunduğu zaman da, hep ona yalvarır yakarırsınız"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Sonra Allah, bu kederi sizden kaldırdığı zaman, bir de bakarsınız ki, içinizden bir topluluk Rablerine ortak koşuyorlar. (*) Dikkat! Secde âyetidir"
        }
    ]
}