{
    "pages": [
        {
            "chapter": 19,
            "verse": 12,
            "text": "(Biz ona Yahya’yı ihsan ettik ve şöyle dedik): “- Ey Yahya! Kıtabı kuvvetle tut (Tevrat’da olan hükümlerle amel et).” Bir de daha çocukken ona hikmet verdik"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Hem de tarafımızdan bir merhamet ve günahlardan bir pâklik verdik. O çok takvâ sahibi idi"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Ebeveynine de ihsankârdı, zorba ve isyankâr değildi"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Ona selamet olsun: Hem doğduğu gün (şeytandan), hem öleceği gün (kabir azabından), hem de diri olarak kaldırılacağı gün (ateşten)"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "(Ey Resûlüm) Kur’ân’daki Meryem kıssasını (onlara) oku. Hani o, ibadet için) ailesinden ayrılıp (evinin veya Beytü’l-Makdis’in) doğu tarafında bir yere çekilmişti"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Sonra ailesinin önlerinde bir perde kurmuştu. Nihayet ona ruhumuzu (Cebraîl’i) gönderdik de kendisine düzgün bir insan şeklinde göründü"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "(Meryem, bu insan kılığındaki Cebraîl’e) dedi ki: “- Doğrusu ben, senden Rahman’a sığınırım. Eğer mü’min ve takva sahibi isen (fenalık yapmazsın)"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Cebraîl: “- Gerçekten ben, sana temiz bir oğlan vermek için sırf Rabbinin gönderdiği elçisiyim.” dedi"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Meryem dedi ki: “- Benim için, nasıl bir oğlan olur? Bana bir insan dokunmadı ve ben de iffetsiz bir kimse değilim.”"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Cebrail şöyle dedi: “- Evet, iş dediğin gibidir. Ancak Rabbin buyurdu ki, bu (baba olmaksızın çocuk vermek), bana çok kolaydır. Hem bunu, insanlara, kudretimize delâlet eden bir alâmet ve (İsa’yı da insanları hidayete götüren) tarafımızdan bir nimet yapacağız. Zaten (ezeldeki takdirimizde) bu iş olup bitmiştir"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Nihayet (Cebrail’in üfürmesiyle Meryem) İsa’ya gebe kaldı ve bununla uzak bir yere çekildi"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Sonra doğum sancısı onu bir hurma ağacına dayanmaya götürdü: “- Ah nolaydım! Bundan önce öleydim de unutulmuş gitmiş olaydım.” dedi"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "(Cebrail, yüksek bir yerde bulunan) Meryem’e aşağı tarafından şöyle çağırdı: “- Sakın üzülme, Rabbin senin alt yanında bir su arkı yarattı"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Hurmanın da dalını kendine doğru silkele, üzerine devşirilmiş taze hurmalar dökülsün"
        }
    ]
}