{
    "pages": [
        {
            "chapter": 19,
            "verse": 65,
            "text": "Allah bütün gökleri yerin ve aralarındakilerin Rabbidir. O halde, O’na ibadet et ve O’na ibadet etmekte sabret. Hiç sen (ey Rasûlüm) Allah’ın ismini taşıyan başka birini bilir misin"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Halbuki insan şöyle der: “- Ben öldüğüm zaman, ileride gerçekten diri olarak (mezardan) çıkarılacak mıyım?”"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "O insan, bundan önce hiç bir şey değilken, bizim kendisini yaratmış olduğumuzu düşünmez mi"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Rabbine and olsun ki, biz onları (öldükten sonra dirilmeyi inkâr eden kâfirleri) Şeytanları ile beraber elbette ve elbette mahşerde toplayacağız. Sonra onları muhakkak Cehennem’in etrafında dizleri üstü hazır bulunduracağız (ki, Cennetlikleri görüp hasret çeksinler)"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Sonra her (kâfir) zümreden Rahman’a karşı en ziyade isyankâr hangileri ise muhakkak (bunları evvelâ Cehennem’e) ayırıp atacağız"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Sonra o Cehennem’e atılmaya lâyık olanların kimler bulunduğunu elbette biz daha iyi biliriz"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "İçinizden hiç biri istisna edilmemek üzere mutlaka Cehennem’e varacaktır. Bu, Rabbinin katında kesinleşmiş bir hükümdür. (Ancak Cennetlikler yanmadan geçecekler, Cehennemlikler ise ateşe düşeceklerdir)"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Sonra, Allah’dan korkup sakınanları kurtaracağız ve zalimleri de toptan Cehennem’de bırakacağız"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Âyetlerimiz kendilerine açık olarak tecvid üzere okunduğu zaman, o inkâr edenler, iman edenlere dediler ki: “- Bu iki zümreden (mümin ve kâfirlerden) hangisi mevki bakımından daha iyi, meclis ve topluluk itibariyle daha güzeldir?”"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Halbuki biz, kendilerinden evvel, mal ve gösterişçe daha güzel nice asırlar halkını helâk etmişiz"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "(Ey Rasûlüm), onlara de ki: “Kim dalâlette (küfürde) ise, Rahman ona mal ve evlâdca ziyadelik ve azgınlığında mühlet verir. Nihayet vaad olundukları azabı gördükleri vakit - Ya dünyada müslümanlar tarafından öldürülmeyi, yahut kıyamet günü Cehennem’i - artık bilecekler ki, kimin mevkii daha fena ve yardımcıları daha zayıfmış"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Allah, hidayeti kabul edenlere, ziyade hidayet verir. Bakî kalacak olan salih ameller, Rabbinin katında sevap bakımından da daha hayırlıdır, akıbet bakımından da daha hayırlıdır.”"
        }
    ]
}