{
    "pages": [
        {
            "chapter": 28,
            "verse": 22,
            "text": "Mûsa Medyen (şehrine) doğru yönelince dedi ki: “- Umarım, Rabbim bana doğru yolu gösterir (de Medyen’e giderim).”"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Medyen suyuna varınca, kuyunun başında hayvanlarını sulayan bir küme insan buldu. Onların aşağısında da, (suya doğru içmek için zorlayan hayvanları) engellemekte olan iki kadın gördü. (Onlara) dedi ki: “- Haliniz nedir?” Onlar şöyle cevap verdiler: “ - Çobanlar davarlarına su içirip dönmedikçe biz (hayvanlarımıza) su veremeyiz. Babamız da yaşı çok büyük bir ihtiyardır, (biz onun için çıkıyoruz).”"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Bunun üzerine Mûsa, onların davarlarını suvardı. Sonra gölgeye çekilip şöyle dedi: “- Ey Rabbim, doğrusu ben, bana hayırdan (yemekten) ne indirirsen ona muhtacım (karnım aç bulunuyor)"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Derken, o iki kadından biri utançla yürüyerek Mûsa’ya geldi. De di ki: “- Bize su çekiverdiğinin ücretini sana ödemek için, babam seni çağırıyor.” Bunun üzerine Mûsa o ihtiyar adama varınca ve Firavun’dan kaçış hâdisesini ona anlatınca, Mûsa’ya şöyle dedi: “- Korkma, zalimler kavminden kurtuldun.”"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "O iki kadından biri dedi ki: “- Babacığım! Onu (davarları otlatmak için) ücretle tut. Çünkü tuttuğun ücretlilerin en hayırlısı o, güvenilir, güçlü adamdır.”"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "(İhtiyar adam, Mûsa’ya şöyle) dedi: “- Bana sekiz yıl ücretle çalışmak üzere, şu iki kızımın birini sana nikâh etmek istiyorum. Eğer (hizmet yaparak) on seneyi tamamlarsan, bu da senden (bir fazlalık). Bununla beraber seni zorlamak istemiyorum. İnşAllah, beni dürüst kimselerden bulacaksın.”"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "(Mûsa şöyle) dedi: “- Bu söylediğin söz, benimle senin aranda (gözetilecek bir husus)...Bu iki müddetten (sekiz ve on yıldan) hangisini ödersem, demek bana karşı düşmanlık yok. Allah da dediğimize şahiddir.”"
        }
    ]
}