{
    "pages": [
        {
            "chapter": 35,
            "verse": 4,
            "text": "(Ey Rasûlüm, Kureyş kavmi) seni tekzip ediyorlarsa (buna üzülme, sabret,) senden önceki peygamberler de tekzip edildi. Bütün işler Allah’a döndürülür, (kıyamette herkesin hesabı görülür)"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "Ey insanlar! Muhakkak Allah’ın vaadi (öldükten sonra dirilmek, hesaba çekilmek) vuku bulacaktır. O halde, sakın dünya hayatı sizi aldatmasın; Şeytan da sakın sizi Allah’ın dininden aldatıp kaydırmasın"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Hakikaten şeytan (öteden beri) size düşmandır, siz de onu düşman edinin; çünkü o, etrafına toplanan avanesini ancak cehennemlik olsunlar diye çağırır"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "O küfre varanlar (Peygamberi ve Kur’an’ı inkâr edenler)! Onlara şiddetli bir azap var. İman edip salih ameller işliyenler! Onlara bir mağfiret ve büyük bir mükâfat var"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "Hiç kötü ameli kendisine süslenipte onu güzel gören kimse, (hakkı hak ve bâtılı bâtıl gören gibi olur mu?) Doğrusu Allah dilediğini şaşırtır, dilediğine de hidayet verir. O halde (Ey Rasûlüm, insanlar inkârlarından dolayı helâk olacaklar diye) onlara üzülüp kendini mahvetme. Çünkü Allah onların bütün yaptıklarını tamamiyle bilir"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Allah O’dur ki, rüzgârları gönderip de bulutu harekete geçirerek yükseltiyor. Derken o bulutu (bitkisi kurumuş) ölü bir beldeye göndeririz. Sonra o bulutun yağmuru ile (ölü bulunan araziyi) ölümünden sonra (yeşertir) diriltiriz. İşte ölülerin dirilmesi de böyledir"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Her kim şeref ve kuvvet isterse bilsin ki, bütün şeref ve kudret Allah’ındır. Hoş kelimeler (tevhid ve tesbihler) ancak O’na yükselir, kabul olunur. Salih ameli de hoş kelimeler (tevhid) yükseltir, makbul kılar. Kötülükler kuranlara gelince, onlara şiddetli bir azap vardır. Bunların yaptıkları tuzak mahvolur gider"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Allah sizi (Âdem’den, Âdem’i de) bir topraktan, sonra bir nutfeden yarattı. Sonra sizi çiftler kıldı. O’nun izni ve ilmi olmaksızın hiç bir dişi gebe kalamaz ve doğuramaz. Kendisine ömür verilenin ömrünün uzatılması, ömründen eksiltilmesi muhakkak bir kitabda (Levh-i Mahfuz’da veya Allah’ın ilminde) yazılıdır. Şüphe yok ki bu (sayılanlar) Allah’a kolaydır"
        }
    ]
}