{
    "pages": [
        {
            "chapter": 40,
            "verse": 59,
            "text": "Kıyamet muhakkak gelecektir; onda hiç şübhe yoktur. Fakat insanların çoğu (buna) inanmazlar"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Rabbiniz buyurdu ki: “- Bana dua edin, size karşılığını vereyim. Bana ibadet etmekten büyüklenib yüz çevirenler, muhakkak ki küçülmüş kimseler olarak cehenneme gireceklerdir.”"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "Allah O’dur ki, içinde dinlenesiniz diye geceyi, göresiniz diye gündüzü, sizin için yarattı. Gerçekten Allah insanlara ihsan sahibidir, fakat insanların çoğu buna şükretmezler"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "İşte (yüce vasıflarında ortağı bulunmıyan) bu Allah Rabbinizdir; her şeyi yaratandır. O’ndan başka hiç bir İlâh yoktur. O halde (Allah’a ibadet etmekten dönüb putlara) nasıl çevriliyorsunuz"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Allah’ın ayetlerini inkâr etmiş olanlar işte böyle (hakdan) çevriliyorlar"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Allah O’dur ki, sizin için yer yüzünü bir oturma yeri, göğü de kubbeli bir çatı yaptı. Size şekil verdi; sonra da şekillerinizi güzelleştirdi. Pâk ve hoş şeylerden size rızık verdi. İşte (kudret sahibi olan) bu Allah’dır Rabbiniz. Âlemlerin Rabbi olan Allah ne yücedir"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "Ebedî hayat sahibi ancak O’dur. O’ndan başka hiç bir İlâh yoktur. O halde ibadeti O’na hâlis kılarak kendisine şöyle dua edin: “- Hamd, âlemlerin Rabbi olan Allah’ındır.”"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "(Ey Rasûlüm, seni putperest atalarının dinine çağıran o müşriklere) de ki: “- Bana Rabbimden açık deliller (ayetler) geldiği vakit, ben, o sizin Allah’dan başka taptıklarınıza ibadet etmekten kesin olarak menedildim. Âlemlerin Rabbine itaat ve ibadet etmekle emrolundum.”"
        }
    ]
}