{
    "pages": [
        {
            "chapter": 67,
            "verse": 13,
            "text": "(Ey müşrikler) sözünüzü ister gizli tutun, ister açığa vurun; (bu ikisi müsavidir). Çünkü O (Allah), bütün kalblerin künhünü bilir"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Bilmez mi, O (bütün varlıkları) yaratan? (Şübhesiz gizliyi de bilir, aşikârı da...) O Lâtif’dir, Habîr’dir= her şeyden haberdardır"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "O Allah’dır ki, sizin (istifadeniz) için arzı uysal kıldı. O halde, O arzın sırtlarında (dağlarında, tepelerinde, ovalarında) yürüyün de Allah’ın rızkından yeyin. Fakat sonunda dönüş O’nadır. (İhsan ettiği nimetlerin şükründen size sorar)"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Göklerde olan (ve âlemin idaresine memur bulunan) meleklerin, sizi yerin dibine geçirmesinden emin mi oldunuz? (Ey Mekke’liler!) O vakit bir de bakarsınız, arz çalkalanıp duruyor"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Yoksa (hüküm ve tasarrufu) göklerde olan Allah’ın üzerinize taş yağdıran bir rüzgâr göndermesinden emin mi oldunuz? O zaman anlarsınız, korkutmam nasılmış"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "(Ey Rasûlüm), doğrusu onlardan (senin kavminden) evvelkiler de (peygamberlerini) yalanlamışlardı. (Bunun için sen üzülme). Fakat beni inkâr etmeleri nasıl oldu, (azabımı bir gerçek olarak bulmadılar mı)"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "O kâfirler, üstlerinde kanatlarını açarak ve kanat çırpıb kayarak uçan kuşlara bakmazlar mı? Rahmân’dır ancak onları tutan. Muhakkak ki O, her şeyi görendir= Basîr’dir"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Rahmân’ın azabından sizi kurtaracak kimdir? Yoksa şu ordunuz mu? (Sizi kurtaracak! Ben size azab dilersem, sizi benden kim kurtarabilir?) Kâfirler, ancak bir aldanma içindedirler"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Allah rızkını keserse, kimdir sizlere rızık verecek? Hayır, onlar bir ürküntü ve azgınlık içinde, inada devam ediyorlar, (artık imana gelmezler)"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Şimdi (küfürden dolayı) yüzü üstü sürünen mi daha doğru, yoksa dosdoğru bir yol üzerinde düpedüz yürüyen (peygamber) mi"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "(Ey Rasûlüm), de ki: “- Sizi yaratan, size işitecek kulak, görecek gözler ve duyacak kalbler veren O’dur. Siz, pek az şükrediyorsunuz.”"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "De ki: “- Yeryüzünde sizi yaratıb öteye beriye dağıtan O’dur. Nihayet (hesab için ahirette) hep O’na toparlanıb götürüleceksiniz.”"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "(Ey Rasûlüm, Mekke kâfirleri sana) diyorlar ki: “- Eğer doğru söylüyorsanız, (azabın vukuuna dair bize haber verdiğin) bu vaad ne zaman (gerçekleşmiş olacak)?”"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "(Onlara) de ki: “- O (azaba dair) ilim, ancak Allah katındadır. Ben, sadece açık anlatan (azabla korkutucu) bir peygamberim.”"
        }
    ]
}