{
    "rukus": [
        {
            "chapter": 8,
            "verse": 38,
            "text": "(ئى مۇھەممەد!) كاپىرلارغا ئېيتقىنكى، ئەگەر ئۇلار (كۇفرىدىن، پەيغەمبەر بىلەن دۈشمەنلىشىشتىن) يانسا، ئۇلارنىڭ ئۆتكەنكى گۇناھلىرى مەغپىرەت قىلىنىدۇ. ئەگەر ئۇلار پەيغەمبەر بىلەن قايتا دۈشمەنلەشسە، ئۆتكەنكى پەيغەمبەرلىرىمنى ئىنكار قىلغانلارنى ھالاك قىلىش مېنىڭ تۇتقان يولۇم بولۇپ كەلدى (ئۇلارنىمۇ شۇنداق قىلىمەن)"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "پىتنە تۈگىگەن، دىن پۈتۈنلەي ئاللاھ ئۈچۈن بولغانغا قەدەر ئۇلار بىلەن ئۇرۇشۇڭلار؛ ئەگەر ئۇلار (يەنى ئىسلامغا داۋاملىق دۈشمەنلىك قىلىۋاتقانلار قىلمىشىدىن) يانسا، ئاللاھ ئۇلارنىڭ قىلمىشلىرىنى كۆرىدۇ"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "ئەگەر ئۇلار (ئىماندىن) يۈز ئۆرۈسە، (ئى مۆمىنلەر!) بىلىڭلاركى، ئاللاھ سىلەرنىڭ مەدەتكارىڭلاردۇر، ئاللاھ نېمىدېگەن ياخشى مەدەتكار، نېمىدېگەن ياخشى ياردەمچى"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "(ئى مۆمىنلەر!) بىلىڭلاركى، سىلەر ئالغان غەنىيمەتنىڭ بەشتىن بىرى ئاللاھقا، پەيغەمبەرگە، پەيغەمبەرنىڭ خىش ـ ئەقرىبالىرىغا، يېتىملەرگە، مىسكىنلەرگە، ئىبن سەبىللەرگە خاستۇر. ئەگەر سىلەر ئاللاھقا، ئىككى گۇرۇھ (يەنى مۇسۇلمانلار بىلەن كاپىرلار) ئۇچرىشىپ ھەق بىلەن ناھەق ئايرىلغان كۈندە (يەنى بەدرى ئۇرۇشى بولغان كۈندە) بەندىمىزگە (يەنى مۇھەممەد ئەلەيھىسسالامغا) بىز نازىل قىلغان نەرسىلەر (يەنى ئايەتلەر ۋە پەرىشتىلەر) گە ئىشەنسەڭلار (ئاللاھنىڭ غەنىيمەت توغرىسىدىكى ھۆكمىنىڭ ئەنە شۇ ئىكەنلىكىنى بىلىڭلار). ئاللاھ ھەر نەرسىگە قادىردۇر"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "ئۆز ۋاقتىدا سىلەر ۋادىنىڭ (مەدىنىگە) يېقىن تەرىپىدە ئىدىڭلار، ئۇلار ۋادىنىڭ (مەدىنىگە) يىراق تەرىپىدە ئىدى. (قۇرەيشنىڭ) سودا كارۋىنى بولسا سىلەرنىڭ تۆۋىنىڭلاردا ئىدى. (مۇشرىكلار بىلەن ئۇچرىشىشنى) ۋەدىلەشكەن بولساڭلار، سىلەر (ئۆزۈڭلارنىڭ ئازلىقىنى، مۇشرىكلارنىڭ كۆپلۈكىنى كۆرۈپ) ئەلۋەتتە بۇنىڭغا خىلاپلىق قىلغان بولاتتىڭلار، لېكىن ئاللاھ بولۇشقا تېگىشلىك ئىشنى (يەنى مۇسۇلمانلارنى ئەزىز، مۇشرىكلارنى خار قىلىشنى) ئەمەلگە ئاشۇرۇش ئۈچۈن (سىلەرنى بەدرىدە مۇشرىكلار بىلەن ۋەدىسىز ئۇچراشتۇردى). ئاللاھنىڭ مۇنداق قىلىشى ھالاك بولىدىغانلارنىڭ روشەن دەلىلنى كۆرۈپ ئاندىن ھالاك بولۇشى، ياشايدىغانلارنىڭ روشەن دەلىلنى كۆرۈپ ئاندىن ياشىشى ئۈچۈن ئىدى. ئاللاھ (بەندىلىرىنىڭ سۆزلىرىنى)، ئەلۋەتتە، ئاڭلاپ تۇرغۇچىدۇر، (نىيەتلىرىنى) بىلىپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "(ئى مۇھەممەد!) ئۆز ۋاقتىدا، ئاللاھ چۈشۈڭدە ساڭا ئۇلارنى (يەنى دۈشمەنلىرىڭنى) ئاز كۆرسەتتى، ئەگەر ساڭا ئۇلارنى كۆپ كۆرسەتكەن بولسا، سىلەرگە چوقۇم قورقۇنچ چۈشەتتى ۋە جەڭ ئىشىدا چوقۇم دەتالاش قىلاتتىڭلار، لېكىن ئاللاھ (سىلەرنى مۇنداق قىلىشتىن) ساقلىدى. ئاللاھ دىللاردىكىنى ئەلۋەتتە بىلىپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "ئاللاھ بولۇشقا تېگىشلىك ئىشنى ئىشقا ئاشۇرۇش ئۈچۈن، دۈشمەن بىلەن ئۇچراشقان چېغىڭلاردا، (دۈشمەنلەرگە قارشى تۇرۇشقا جۈرئەت قىلسۇن دەپ) ئۇلارنى سىلەرنىڭ كۆزۈڭلارغا ئاز كۆرسەتتى ۋە سىلەرنى ئۇلارنىڭ كۆزلىرىگە (سىلەرگە قارشى تەييارلىقتا بولمىسۇن دەپ) ئاز كۆرسەتتى. ھەممە ئىش ئاللاھقا قايتۇرۇلىدۇ (ئاللاھ ئۆزى خالىغانچە ھۆكۈم قىلىدۇ)"
        }
    ]
}