{
    "rukus": [
        {
            "chapter": 12,
            "verse": 50,
            "text": "(ساقىي پادىشاھقا بېرىپ يۇسۇفنىڭ ئۇنىڭ چۈشىگە بەرگەن تەبىرىنى ئېيتقاندىن كېيىن) پادىشاھ: «ئۇنى ئالدىمغا ئېلىپ كېلىڭلار» دېدى. (پادىشاھنىڭ) ئەلچىسى يۇسۇفنىڭ ئالدىغا بارغاندا، يۇسۇف ئەلچىگە: «خوجايىنىڭغا قايتىپ بېرىپ، ئۇنىڭدىن ھېلىقى قوللىرىنى كېسىۋالغان خوتۇنلارنىڭ ئىشىنى (بىلەمدۇ؟) سوراپ باققىن، شۈبھىسىزكى مېنىڭ پەرۋەردىگارىم ئۇلارنىڭ ھىيلىسىنى ئوبدان بىلىدۇ» دېدى"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "پادىشاھ (ھېلىقى خوتۇنلارنى يىغىپ ۋە ئۆزىنىڭ خوتۇنىنى چاقىرىپ): «سىلەر يۇسۇفتىن مۇناسىۋەت ئۆتكۈزۈشنى تەلەپ قىلغىنىڭلاردا، ھەقىقىي ئەھۋالىڭلار قانداق بولغان؟» دېدى. ئۇلار: «ئاللاھ پاكتۇر، يۇسۇفتە ئازراقمۇ گۇناھ بار دەپ بىلمەيمىز» دېدى. ئەزىزنىڭ خوتۇنى: «ئەمدى ھەقىقىي ئەھۋال ئايدىڭلاشتى، مەن ئۇنىڭ بىلەن مۇناسىۋەت ئۆتكۈزۈشنى تەلەپ قىلغان ئىدىم، يۇسۇف ھەقىقەتەن راستچىللاردىن ئىدى» دېدى"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(يۇسۇف ئېيتتى) «بۇ (يەنى پادىشاھنىڭ ئەلچىسىنى قايتۇرۇۋەتكەنلىكىم) ئەزىز يوق چاغدا خوتۇنىغا خىيانەت قىلمىغانلىقىمنى ۋە خائىنلارنىڭ ھىيلىسىنى ئاللاھنىڭ مۇۋەپپەقىيەتكە ئېرىشتۈرمەيدىغانلىقىنى بىلىپ قىلىشى ئۈچۈندۇر»"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "«مەن ئۆزەمنى ئاقلىمايمەن، نەپسى دېگەن نەرسە ھەقىقەتەن يامان ئىشلارغا كۆپ بۇيرۇيدۇ، پەرۋەردىگارىم رەھمەت قىلىپ (ساقلىغان) ئادەم بۇنىڭدىن مۇستەسنا. مېنىڭ پەرۋەردىگارىم ھەقىقەتەن مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر»"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "پادىشاھ: «يۇسۇفنى ئالدىمغا ئېلىپ كېلىڭلار، ئۇنى ئۆزۈمنىڭ خاس ئادىمىم قىلىمەن» دېدى. يۇسۇف ئۇنىڭ بىلەن سۆزلىشىۋاتقاندا، ئۇ: «سەن بۈگۈن بىزنىڭ ئالدىمىزدا ھەقىقەتەن مەرتىۋىلىك، ئىشەنچلىك ئادەمسەن» دېدى"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "يۇسۇف: «مېنى (مىسىر) زېمىنىنىڭ خەزىنىلىرىنى باشقۇرۇشقا قويغىن، مەن ھەقىقەتەن (ئۇنى باشقۇرۇش يوللىرىنى) بىلىدىغان، ئوبدان ساقلىيالايدىغان ئادەممەن» دېدى"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "بىز يۇسۇفنى (مىسىر) زېمىنىدا خالىغان جايدا تۇرىدىغان (مەملىكەتنى خالىغانچە تەسەررۇپ قىلىدىغان) قىلىپ يەرلەشتۈردۇق، خالىغان بەندىلىرىمىزنى رەھمىتىمىزگە ئېرىشتۈرىمىز، ياخشى ئىش قىلغۇچىلارنىڭ ئەجرىنى بىكار قىلىۋەتمەيمىز"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "ئىمان ئېيتقان ۋە تەقۋادارلىق قىلغانلارغا ئاخىرەتنىڭ ساۋابى ئەلۋەتتە، (بۇ دۇنيانىڭ نېمەتلىرىدىن) ئارتۇقتۇر"
        }
    ]
}