{
    "rukus": [
        {
            "chapter": 21,
            "verse": 94,
            "text": "كىمكى مۆمىن بولۇپ ياخشى ئەمەللەرنى قىلىدىكەن، ئۇنىڭ ئەمەلىنىڭ (ساۋابى) زايا كەتمەيدۇ. ئۇنىڭ ئەمەلىنى (يەنى نامە ـ ئەمالىنى) چوقۇم خاتىرىلەپ قويىمىز"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "بىز ھالاك قىلغان شەھەر (ئاھالىسى) نىڭ دۇنياغا قايتىشى مۇمكىن ئەمەس"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "يەجۇج ـ مەجۈج (توسمىسى) ئېچىۋېتىلگەندە، ئۇلار زېمىننىڭ ھەر بىر تۆپىلىكلىرىدىن ئالدىراپ چىقىپ كېلىدۇ"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "راست ۋەدە (يەنى قىيامەتنىڭ ۋاقتى) يېقىنلاشتى، ئۇ كۈندە كاپىرلارنىڭ كۆزلىرى چەكچىيىپ قالىدۇ، (ئۇلار) «ۋاي ئىسىت! بۇنىڭدىن بىز غەپلەتتە قاپتۇق، بەلكى بىز ئۆزىمىزگە زۇلۇم قىپتۇق» (دېيىشىدۇ)"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "(ئى مۇشرىكلار!) ھەقىقەتەن سىلەر ئاللاھنى قويۇپ ئىبادەت قىلغان نەرسەڭلار بىلەن دوزاخقا يېقىلغۇ بولىسىلەر، سىلەر دوزاخقا كىرىسىلەر"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "ئەگەر سىلەر ئىبادەت قىلىۋاتقان مەبۇدلار ئىلاھلار بولىدىغان بولسا، دوزاخقا كىرمىگەن بولاتتى (ئىبادەت قىلغۇچى ۋە ئىبادەت قىلىنغۇچىلارنىڭ) ھەممىسى دوزاختا مەڭگۈ قالىدۇ"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "ئۇلار دوزاختا ھەمىشە پەرياد چېكىدۇ، (ئازابنىڭ قاتتىقلىقىدىن) ئۇلار دوزاختا ھېچ نەرسىنى ئاڭلىمايدۇ"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "بىز تەرەپتىن بېرىلگەن بەخت ـ سائادەتكە تېگىشلىك بولغانلار (يەنى تائەت ـ ئىبادەتكە تەۋپىق بېرىلىپ توغرا يولدا ئىبادەت قىلغان سائادەتمەن بەندىلەر) دوزاختىن يىراق قىلىنىدۇ"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "ئۇلار دوزاخنىڭ شەپىسىنى ئاڭلىمايدۇ، كۆڭلى تارتقان نازۇ - نېمەتلەر ئىچىدە مەڭگۈ قالىدۇ"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "چوڭ قورقۇنچ (يەنى قىيامەتنىڭ دەھشىتى) ئۇلارنى قايغۇغا سالمايدۇ. پەرىشتىلەر: «ئاللاھ سىلەرگە ۋەدە قىلغان كۈن مۇشۇ» (دەپ)، ئۇلارنى (جەننەتنىڭ دەرۋازىلىرى ئالدىدا) قارشى ئالىدۇ"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "ئۇ كۈندە ئاسماننى (پۈتۈكچى) خەت يېزىلغان قەغەزنى يۆگىگەندەك يۆگەيمىز. مەخلۇقاتلارنى دەسلەپتە قانداق ياراتقان بولساق، شۇ ھالىتىدە ئەسلىگە قايتۇرىمىز. (بۇ) بىز ئۈستىمىزگە ئالغان ۋەدىدۇر، (ئۇنى) چوقۇم ئىشقا ئاشۇرىمىز"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "بىز لەۋھۇلمەھپۇزدا (ئەزەلدە) يازغاندىن كېيىن، (داۋۇدقا نازىل قىلىنغان) زەبۇردا زېمىنغا ھەقىقەتەن مېنىڭ ياخشى (يەنى ۋارىسلىق قىلىشقا لاياقەتلىك) بەندىلىرىم ۋارىسلىق قىلىدۇ دەپ يازدۇق"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "بۇ (قۇرئان) دا ئاللاھقا ئىبادەت قىلغۇچى قەۋم ئۈچۈن (خەۋەرلەر، ۋەز ـ نەسىھەتلەردىن) ئەلۋەتتە يېتەرلىك بار"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "(ئى مۇھەممەد!) سېنى بىز پۈتۈن ئەھلى جاھان ئۈچۈن پەقەت رەھمەت قىلىپلا ئەۋەتتۇق"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "(ئى مۇھەممەد! مۇشرىكلارغا) «ماڭا ۋەھىي قىلىندىكى، سىلەرنىڭ ئىلاھىڭلار بىر ئىلاھتۇر، سىلەر بويسۇنامسىلەر؟» دېگىن"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "ئەگەر ئۇلار يۈز ئۆرۈسە، ئېيتقىنكى، «مەن سىلەرگە (ھەقىقەتنى ھېچ كىشىنى ئايرىماستىن) ئوخشاش ئۇقتۇردۇم، سىلەرگە ۋەدە قىلىنغان (ئازاب) يېقىنمۇ، يىراقمۇ؟ ئۇقمايمەن"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "ئاللاھ ھەقىقەتەن ئاشكارا سۆزنىمۇ، سىلەرنىڭ يوشۇرغانلىرىڭلارنىمۇ بىلىپ تۇرىدۇ"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "بىلمەسمەنكى، ئۇ (يەنى سىلەرگە بېرىلىدىغان جازانىڭ كېچىكىشى) سىلەر ئۈچۈن سىناق ۋە ۋاقىتلىق پايدىلىنىش بولۇشى مۇمكىن»"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(پەيغەمبەر ئېيتتى) «پەرۋەردىگارىم! (مېنىڭ بىلەن مەككە كۇففارلىرىنىڭ ئارىسىدا) ئادىللىق بىلەن ھۆكۈم چىقارغىن، بىزنىڭ پەرۋەردىگارىمىز مەرھەمەتلىك ئاللاھتۇر، سىلەرنىڭ بوھتان سۆزلىرىڭلارغا قارشى ئاللاھتىن ياردەم تىلەيمەن»"
        }
    ]
}