{
    "rukus": [
        {
            "chapter": 24,
            "verse": 51,
            "text": "(پەيغەمبەر) مۆمىنلەرنىڭ ئارىسىدا ھۆكۈم چىقىرىش ئۈچۈن، ئۇلار ئاللاھقا ۋە ئۇنىڭ پەيغەمبىرىگە چاقىرىلغان چاغدا ئۇلار: «ئاڭلىدۇق ۋە ئىتائەت قىلدۇق، دېيىشلىرى كېرەك، مانا شۇنداق كىشىلەر مەقسەتكە ئېرىشكۈچىلەردۇر"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "ئاللاھقا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلغان، ئاللاھتىن قورققان ۋە ئۇنىڭغا تەقۋادارلىق قىلغان كىشىلەر بەختكە ئېرىشكۈچىلەردۇر"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "(مۇناپىقلار) ئەگەر سەن ئۇلارنى (جىھادقا) چىقىشقا ئەمر قىلساڭ، چوقۇم چىقىدىغانلىقىغا ئاللاھ بىلەن كۈچلۈك قەسەم قىلىدۇ. ئېيتقىنكى، «قەسەم قىلماڭلار، (قەسىمىڭلار يالغان، سىلەردىن تەلەپ قىلىنىدىغىنى) ساداقەتلىك بىلەن ئىتائەت قىلىشتۇر، ئاللاھ سىلەرنىڭ قىلمىشلىرىڭلاردىن ھەقىقەتەن خەۋەرداردۇر»"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "ئېيتقىنكى: «ئاللاھقا ئىتائەت قىلىڭلار، پەيغەمبەرگە ئىتائەت قىلىڭلار، ئەگەر ئۇلار (ئاللاھقا ئىتائەت قىلىشتىن) باش تارتسا، پەيغەمبەرنىڭ ئەلچىلىكنى يەتكۈزۈش مەسئۇلىيىتى بار، سىلەرنىڭ ئىتائەت قىلىش مەسئۇلىيىتىڭلار بار، ئەگەر پەيغەمبەرنىڭ (ئەمرىگە) ئىتائەت قىلساڭلار، ھىدايەت تاپىسىلەر، پەيغەمبەرنىڭ پەقەت چۈشىنىشلىك قىلىپ تەبلىغ قىلىش مەسئۇلىيىتى بار»"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "ئاللاھ ئىچىڭلاردىكى ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغان كىشىلەرگە، ئۇلاردىن بۇرۇن ئۆتكەنلەرنى زېمىندا ھۆكۈمران قىلغاندەك، ئۇلارنىمۇ چوقۇم ھۆكۈمران قىلىشىنى، ئۇلار ئۈچۈن تاللىغان دىنىنى چوقۇم مۇستەھكەم قىلىپ بېرىشنى ۋە ئۇلارنىڭ قورقۇنچىسىنى ئامانلىققا ئايلاندۇرۇپ بېرىشنى ۋەدە قىلدى، ئۇلار ماڭا ئىبادەت قىلىدۇ، ماڭا ھېچ نەرسىنى شېرىك كەلتۈرمەيدۇ، شۇ ۋەدىدىن كېيىن كاپىر بولغانلار ئاللاھنىڭ ئىتائىتىدىن چىققۇچىلاردۇر"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "ئاللاھنىڭ رەھمىتىگە ئېرىشىشىڭلار ئۈچۈن ناماز ئوقۇڭلار، زاكات بېرىڭلار، پەيغەمبەرگە ئىتائەت قىلىڭلار"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "كاپىرلارنى زېمىندا ئاللاھنىڭ ئازابىدىن قېچىپ قۇتۇلالايدۇ دەپ ئويلىمىغىن، ئۇلارنىڭ جايى دوزاخ بولىدۇ، دوزاخ نېمىدېگەن يامان جاي"
        }
    ]
}