{
    "rukus": [
        {
            "chapter": 2,
            "verse": 236,
            "text": "ئەگەر سىلەر ئاياللىرىڭلارغا يېقىنچىلىق قىلماي ياكى مەھرى تەيىنلىمەي تۇرۇپ ئۇلارنى تالاق قىلساڭلار (يەنى نىكاھىڭلارغا ئالغان ئايال بىلەن بىر يەردە بولمىغان ياكى مەھرىنى مۇئەييەنلەشتۈرمىگەن شارائىتتا) ئۇنى قويۇۋەتسەڭلار، سىلەرگە ھېچ گۇناھ بولمايدۇ، لېكىن ئۇنىڭغا مۇتئە (بەلگىلىك مىقداردا پۇل ـ مال) بېرىشىڭلار كېرەك، ئۇلارغا پۇل - مال بېرىڭلار، باي ئۆز ھالىغا يارىشا، كەمبەغەلمۇ ئۆز ھالىغا يارىشا قائىدە بويىچە بەرسۇن، (بۇ) ياخشى ئادەملەرنىڭ ئۆتەشكە تېگىشلىك مەجبۇرىيىتىدۇر"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "ئەگەر سىلەر ئۇلارغا يېقىنچىلىق قىلىشتىن ئىلگىرى ۋە مەھرى تەيىنلىنىپ بولغاندىن كېيىن تالاق قىلساڭلار، تەيىنلەنگەن مەھرىنىڭ يېرىمىنى بېرىڭلار، ئەمما ئاياللار ئۆتۈنسە (يەنى مەھرىدىن ۋاز كېچىپ پۈتۈنلەي ئالمىسا) ياكى نىكاھنىڭ تۈگۈنى ئۆز ئىلكىدە بولغان ئەرلەر ئۆتۈنسە (يەنى تەيىنلەنگەن مەھرىنىڭ ھەممىسىنى بەرسە)، شۇ بويىچە بىر تەرەپ قىلىش لازىم. سىلەر ئۆتۈنسەڭلار، (ئۆتۈنگەن ئادەم) تەقۋادارلىققا ئەڭ يېقىندۇر. ئۆزئارا ئېھسان قىلىشنى ئۇنتۇماڭلار. ئاللاھ ھەقىقەتەن قىلغان ئەمەلىڭلارنى كۆرۈپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "(بەش) نامازغا بولۇپمۇ نامازدىگەرگە ئەھمىيەت بېرىڭلار (يەنى پۈتۈن شەرتلىرى بىلەن ۋاقتىدا تولۇق ئادا قىلىڭلار). ئاللاھنىڭ ھۇزۇرىدا (يەنى نامازدا) ئىتائەتمەنلىك بىلەن تۇرۇڭلار"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "قورقۇنچتا قالغىنىڭلاردا، پىيادە ياكى ئۇلاغلىق كېتىپ بېرىپ (ناماز ئوقۇڭلار). ئامانلىق تاپقىنىڭلاردا ئاللاھنىڭ سىلەرگە بىلمىگىنىڭلارنى ئۆگەتكىنىدەك ئاللاھنى ياد ئېتىڭلار (يەنى قورقۇنچ تۈگىگەندە، ئاللاھ نامازنى قانداق ئۆتەشكە ئەمر قىلغان بولسا، تولۇق ئەركانلىرى بىلەن شۇنداق ئۆتەڭلار)"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "سىلەرنىڭ ئىچىڭلاردا ئۆزى ۋاپات بولۇپ ئايالى قېلىپ قالىدىغانلار ئۇلارنىڭ (يەنى ئاياللىرىنىڭ) بىر يىلغىچە يېمەك ـ ئىچمەك، كىيىم ـ كېچەك بىلەن تەمىنلىنىشىنى، ئۆيىدىن ھەيدەپ چىقىرىلماسلىقىنى ۋەسىيەت قىلسۇن. ئەگەر (ئاياللىرى) ئۆزلىرى چىقىپ كەتسە، ئۇلارنىڭ ئۆزلىرى توغرىسىدا قىلغان قائىدىلىك ئىشلىرى ئۈچۈن سىلەرگە (يەنى مېيىتنىڭ ئىگىلىرىگە) ھېچ گۇناھ بولمايدۇ. ئاللاھ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "تالاق قىلىنغان ئاياللارغا قائىدە بويىچە نەپىقە بېرىش لازىم. (ئۇ) تەقۋادارلارنىڭ ئۆتەشكە تېگىشلىك مەجبۇرىيىتىدۇر"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "سىلەرنىڭ چۈشىنىشىڭلار ئۈچۈن ئاللاھ (ئۆز ئەھكاملىرىنى كۆرسىتىپ بېرىدىغان) ئايەتلىرىنى سىلەرگە مۇشۇنداق بايان قىلىدۇ"
        }
    ]
}