{
    "rukus": [
        {
            "chapter": 27,
            "verse": 83,
            "text": "ئۇ كۈندە ھەر ئۈممەتنىڭ ئىچىدىن بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلاردىن بىر توپ ئادەمنى (ھېساب ئېلىش ۋە جازالاش ئۈچۈن) يىغىمىز (ئالدى ـ كەينى يىغىلغىچە) ئۇلار توختىتىپ تۇرۇلىدۇ"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "ئۇلار (ئاللاھنىڭ دەرگاھىغا) كەلگەن چاغلىرىدا، ئاللاھ ئۇلارغا: «سىلەر تولۇق بىلمەي تۇرۇپ مېنىڭ ئايەتلىرىمنى ئىنكار قىلدىڭلارمۇ؟ سىلەر (ئەمرى قىلىنغان نەرسىلەردىن) زادى نېمىلەرنى قىلدىڭلار؟ » دەيدۇ"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "ئۇلار (ئۆزلىرىگە) زۇلۇم قىلغانلىقلىرى ئۈچۈن، ئۇلارغا ئازاب ھەقلىق بولدى. ئۇلار (ئۆزرىلىرى بولمىغانلىقى ئۈچۈن) سۆز قىلالمايدۇ"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "ئۇلارغا كېچىنى ئارام ئالىدىغان (ۋاقىت) قىلغانلىقىمىزنى، كۈندۈزنى (ھاياتلىق يولىدا ھەرىكەتلىنىش ئۈچۈن) يورۇق قىلغانلىقىمىزنى ئۇلار ئۇقمامدۇ؟ بۇنىڭدا ئىمان ئېيتىدىغان قەۋم ئۈچۈن (ئاللاھنىڭ قۇدرىتىنى كۆرسىتىدىغان) نۇرغۇن ئالامەتلەر بار"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "ئۇ كۈندە سۇر چېلىنىدۇ، ئاللاھ خالىغانلاردىن باشقا ئاسمانلاردىكى ۋە زېمىندىكى ھەممىنى قورقۇنچ باسىدۇ، ھەممە ئاللاھقا بويسۇنغان ھالدا كېلىدۇ"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "تاغلارنى تۇرغۇن ھالەتتە گۇمان قىلىسەن، ھالبۇكى، ئۇلار بۇلۇتتەك چۆگىلەپ تۇرىدۇ، (بۇ) ھەممە نەرسىنى پۇختا ياراتقان ئاللاھنىڭ ھۈنىرىدۇر، ئاللاھ ھەقىقەتەن سىلەرنىڭ قىلمىشلىرىڭلاردىن تولۇق خەۋەرداردۇر"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "ياخشى ئىش قىلغانلار قىلغان ياخشىلىقىدىن ئوبدانراق مۇكاپاتقا ئېرىشىدۇ، ئۇلار بۇ كۈندە قورقۇنچتىن ئەمىن بولىدۇ"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "يامان ئىش قىلغانلار دوزاخقا يۈزى بىلەن تاشلىنىدۇ، سىلەر پەقەت قىلمىشىڭلارغا يارىشا جازالىنىسىلەر ياكى مۇكاپاتلىنىسىلەر"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "(ئى مۇھەممەد! ئېيتقىنكى) «مەن پەقەت ئاللاھ ھۆرمەتلىك قىلغان بۇ شەھەر (يەنى مەككە مۇكەررەمە) نىڭ پەرۋەردىگارىغا ئىبادەت قىلىشقا بۇيرۇلدۇم. ھەممە نەرسە ئاللاھنىڭ مۈلكىدۇر، مەن مۇسۇلمانلاردىن بولۇشقا، قۇرئان ئوقۇشقا بۇيرۇلدۇم». كىمكى ھىدايەت تاپىدىكەن، ئۇ ئۆزىنىڭ پايدىسى ئۈچۈندۇر، كىمكى ئازىدىكەن (ئۇنىڭ ۋابالى ئۆزىگە بولىدۇ). سەن (ئۇنىڭغا) ئېيتقىنكى، «مەن پەقەت ئاگاھلاندۇرغۇچىلاردىنمەن»"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "(ئى مۇھەممەد! ئېيتقىنكى) «مەن پەقەت ئاللاھ ھۆرمەتلىك قىلغان بۇ شەھەر (يەنى مەككە مۇكەررەمە) نىڭ پەرۋەردىگارىغا ئىبادەت قىلىشقا بۇيرۇلدۇم. ھەممە نەرسە ئاللاھنىڭ مۈلكىدۇر، مەن مۇسۇلمانلاردىن بولۇشقا، قۇرئان ئوقۇشقا بۇيرۇلدۇم». كىمكى ھىدايەت تاپىدىكەن، ئۇ ئۆزىنىڭ پايدىسى ئۈچۈندۇر، كىمكى ئازىدىكەن (ئۇنىڭ ۋابالى ئۆزىگە بولىدۇ). سەن (ئۇنىڭغا) ئېيتقىنكى، «مەن پەقەت ئاگاھلاندۇرغۇچىلاردىنمەن»"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "(ئى مۇھەممەد!) ئېيتقىنكى، «جىمى ھەمدۇسانا ئاللاھقا خاستۇر، ئاللاھ سىلەرگە (قۇدرىتىنى كۆرسىتىپ بېرىدىغان) ئالامەتلىرىنى كۆرسىتىدۇ، سىلەر ئۇلارنى (تونۇش پايدا بەرمەيدىغان چاغدا) تونۇيسىلەر، پەرۋەردىگارىڭ سىلەرنىڭ قىلغان ئەمەللىرىڭلاردىن غاپىل ئەمەستۇر"
        }
    ]
}