{
    "rukus": [
        {
            "chapter": 34,
            "verse": 10,
            "text": "بىز داۋۇدقا دەرگاھىمىزدىن ھەقىقەتەن پەزل (يەنى پەيغەمبەرلىك، زەبۇر، تاغلارنىڭ ۋە قۇشلارنىڭ بويسۇنۇشى، تۆمۈرنىڭ يۇمشاق بولۇپ بېرىشى، ساۋۇت ياساشنى بىلدۈرۈشلەر) ئاتا قىلدۇق. «ئى تاغلار! ئى قۇشلار! داۋۇت بىلەن بىرلىكتە تەسبىھ ئېيتىڭلار» (دېدۇق). تۆمۈرنى داۋۇدقا يۇمشاق قىلىپ بەردۇق"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "(بىز ئۇنىڭغا ئېيتتۇق) «مۇكەممەل ساۋۇتلارنى ياسىغىن، ساۋۇتلارنى ياساشتا (ھالقىلىرىنى بىر ـ بىرىگە) تەكشى قىلغىن، (ئى داۋۇد ئائىلىسىدىكىلەر!) ياخشى ئىش قىلىڭلار، مەن ھەقىقەتەن سىلەرنىڭ ئەمەللىرىڭلارنى كۆرۈپ تۇرغۇچىمەن»"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "سۇلايمانغا شامالنى (بويسۇندۇرۇپ بەردۇق)، شامال چۈشتىن ئىلگىرى بىر ئايلىق مۇساپىنى، چۈشتىن كېيىن بىر ئايلىق مۇساپىنى باساتتى، ئۇنىڭغا مىس (چىقىدىغان) بۇلاقنى ئاققۇزۇپ بەردۇق، بەزى جىنلار پەرۋەردىگارىنىڭ ئەمرى بويىچە سۇلايماننىڭ ئالدىدا ئىشلەيتتى، ئۇلاردىن كىمكى بىزنىڭ ئەمرىمىزگە خىلاپلىق قىلىدىكەن، ئۇنىڭغا بىز دوزاخ ئازابىنى تېتىتىمىز"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "ئۇلار سۇلايمانغا ئۇ خالىغان كاتتا سارايلارنى، (مىستىن ـ ئەينەكتىن ئاجايىپ) ھەيكەللەرنى، كۆلدەك چوڭ لېگەنلەرنى، (چوڭلۇقتىن) مىدىرلىمايدىغان قازانلارنى ياسايتتى، (ئېيتتۇقكى) «ئى داۋۇد ئائىلىسىدىكىلەر! (ئاللاھنىڭ بۇ چوڭ نېمەتلىرىگە) شۈكۈر قىلىڭلار»، مېنىڭ بەندىلىرىمدىن (ئاللاھنىڭ نېمەتلىرىگە) شۈكۈر قىلغۇچى بەك ئاز"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "سۇلايماننىڭ ۋاپاتىنى ھۆكۈم قىلغىنىمىزدا (يەنى ئۇنى ۋاپات قىلدۇرغىنىمىزدا) سۇلايماننىڭ ئۆلگەنلىكىدىن جىنلارنى پەقەت ئۇنىڭ ھاسىسىنى يېگەن قۇرۇت خەۋەردار قىلدى. سۇلايمان (ھاسىسىنى قۇرۇت يەپ) يىقىلغان چاغدا جىنلارغا ئېنىق بولدىكى، ئەگەر ئۇلار غەيبنى بىلىدىغان بولسا ئىدى، خار قىلغۇچى ئازابتا (يەنى شۇنچە ئۇزاق ۋاقىت ئېغىر ئەمگەكتە) قالمىغان بولاتتى"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "شۈبھىسىزكى، سەبەئ قەۋمىگە ئۇلارنىڭ تۇرىدىغان جايىدا (ئاللاھنىڭ قۇدرىتىنى كۆرسىتىدىغان بۈيۈك) دەلىل بار ئىدى، ئۇلارنىڭ ئوڭ تەرىپىدە بىر تۈركۈم باغلار، سول تەرىپىدە بىر تۈركۈم باغلار بار ئىدى. (ئۇلارغا ئېيتتۇقكى) «پەرۋەردىگارىڭلار بەرگەن رىزىقتىن يەڭلار ۋە ئۇنىڭغا شۈكۈر قىلىڭلار، (سىلەرنىڭ جايىڭلار) بەلەن جايدۇر، (سىلەرگە رىزىق بەرگەن پەرۋەردىگارىڭلار شۈكۈر قىلغۇچىنى) مەغپىرەت قىلغۇچى پەرۋەردىگاردۇر"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "ئۇلار (شۈكۈردىن) باش تارتتى، شۇنىڭ بىلەن ئۇلارغا قاتتىق سەلنى ئەۋەتتۇق. ئۇلارنىڭ باغلىرىنى ئاچچىق مېۋىلىك، يۇلغۇنلۇق، ئاز ـ تولا سىدرىلىق (يەنى ياۋا چىلانلىق) باغلارغا ئايلاندۇردۇق"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "ئۇلار كۇفرىلىق قىلغانلىقلىرى ئۈچۈن مۇشۇنداق جازالىدۇق، بىز پەقەت كۇفرىلىق قىلغۇچىلارنىلا جازالايمىز"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "ئۇلار بىلەن بىز بەرىكەتلىك قىلغان قىشلاقلار ئارىسىدا، كۆرۈنۈپ تۇرىدىغان (تۇتىشىپ كەتكەن) نۇرغۇن قىشلاقلارنى بەرپا قىلدۇق، ئۇلارنىڭ ئارىسىدىكى مۇساپىنى ئۆلچەملىك قىلدۇق (يەنى سەپەردە يېمەك ـ ئىچمەك ئېلىۋالمىسىمۇ بولىدىغان، ئەتىگەن چىققان يولۇچى چۈشتە بىر ئۆتەڭگە يېتىپ بارسا، كەچتە بىر ئۆتەڭگە يېتىپ بارىدىغان قىلدۇق)، (ئۇلارغا ئېيتتۇقكى) «ئۇلارنىڭ ئارىسىدا كېچىلەردە ۋە كۈندۈزلەردە تىنچ ـ ئامان مېڭىڭلار!»"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "ئۇلار: «پەرۋەردىگارىمىز! سەپەرلىرىمىز ئارىسىنى (يەنى ئۆتەڭلار ئارىسىدىكى مۇساپىنى) يىراق قىلغىن» دېدى. ئۇلار ئۆزلىرىگە زۇلۇم قىلدى. ئۇلارنى بىز (كېيىنكى كىشىلەرگە) قىسسە قىلىپ قالدۇردۇق. ئۇلارنى تىتما - تىتما قىلىۋەتتۇق، بۇنىڭدا ھەر بىر (بالاغا) سەۋر قىلغۇچى، (نېمەتكە) شۈكۈر قىلغۇچى ئۈچۈن نۇرغۇن ئىبرەتلەر بار"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "ئىبلىس ئۇلارنى (ئازدۇرۇشتىن ئىبارەت) گۇمانىنى ھەقىقەتەن ئىشقا ئاشۇردى. چۈنكى بىر تۈركۈم مۆمىنلەردىن باشقا ئۇلارنىڭ ھەممىسى ئىبلىسقا ئەگەشتى"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "ئىبلىسنىڭ ئۇلار (يەنى ئەگەشكۈچىلەر) ئۈستىدىن (ۋەسۋەسە قىلىش بىلەن) ھۆكۈمرانلىق قىلىشى پەقەت بىزنىڭ ئاخىرەتكە ئىمان ئېيتقۇچىلار بىلەن ئۇنىڭغا شەك كەلتۈرگۈچىلەرنى بىلىۋېلىشىمىز ئۈچۈندۇر. پەرۋەردىگارىڭ ھەممە نەرسىنى كۆزەتكۈچىدۇر"
        }
    ]
}