{
    "rukus": [
        {
            "chapter": 40,
            "verse": 10,
            "text": "شۈبھىسىزكى، كاپىرلارغا: «ئاللاھنىڭ (دۇنيادا) سىلەرگە بولغان غەزىپى سىلەرنىڭ (ئاخىرەتتە) بىر ـ بىرىڭلارغا بولغان غەزىپىڭلاردىن ئېشىپ چۈشىدۇ، چۈنكى سىلەر ئىمانغا دەۋەت قىلىناتتىڭلار، لېكىن ئىمان ئېيتمايتتىڭلار» دەپ نىدا قىلىنىدۇ"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "ئۇلار: «پەرۋەردىگارىمىز! بىزنى ئىككى قېتىم ئۆلتۈرۈپ، ئىككى قېتىم تىرىلدۈردۈڭ، بىز گۇناھىمىزغا ئىقرار قىلدۇق، ئەمدى چىقىش يولى تېپىلارمۇ؟» دەيدۇ"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "بۇ شۇنىڭ ئۈچۈندۇركى، سىلەر ئاللاھنى بىر دەپ بىلىشكە چاقىرىلغاندا (بۇنى) ئىنكار قىلدىڭلار، ئەگەر ئاللاھقا شېرىك كەلتۈرۈلسە (يەنى لات، ئۇززا قاتارلىق بۇتلارغا چوقۇنۇشقا چاقىرىلساڭلار) ئۇنى تەستىق قىلىسىلەر (يەنى ئۇلارنىڭ ئىلاھلىقىنى ئېتىراپ قىلىسىلەر)، ھۆكۈم يۈكسەك، بۈيۈك ئاللاھقا خاستۇر"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "ئاللاھ سىلەرگە (قۇدرىتىنىڭ) ئالامەتلىرىنى كۆرسىتىدۇ، سىلەرگە كۆكتىن يامغۇر بىلەن رىزىق چۈشۈرۈپ بېرىدۇ، پەقەت ئاللاھنىڭ تائىتىگە قايتقان كىشىلەرلا (ئاللاھنىڭ ئايەتلىرىدىن) ۋەز ـ نەسىھەت ئالىدۇ"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "دىنىڭلارنى (شېرىكتىن ۋە رىيادىن) ساپ قىلغان ھالدا ئاللاھقا ئىبادەت قىلىڭلار، كاپىرلار ياقتۇرمىغان تەقدىردىمۇ"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "ئاللاھنىڭ مەرتىۋىسى يۇقىرىدۇر، (ئاللاھ) ئەرشنىڭ ئىگىسىدۇر، (خالايىق) مۇلاقات بولۇشىدىغان كۈن (يەنى قىيامەت كۈنى) دىن ئاگاھلاندۇرۇش ئۈچۈن، ئاللاھ ئۆز ھۆكمى بويىچە بەندىلىرىدىن خالىغان ئادەمگە ۋەھىي چۈشۈرىدۇ"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "ئۇلار قەبرىلەردىن چىققان كۈندە ئاللاھقا ئۇلاردىن (يەنى ئۇلارنىڭ ئەھۋالىدىن، ئەمەللىرىدىن، سىرلىرىدىن) ھېچ نەرسە مەخپىي قالمايدۇ، بۈگۈن پادىشاھلىق كىمگە خاس؟ غالىب بىر ئاللاھقا خاستۇر"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "بۈگۈن ھەر ئادەمگە قىلغان ئەمەلىگە يارىشا جازا بېرىلىدۇ، بۈگۈن زۇلۇم يوقتۇر، ئاللاھ ھەقىقەتەن تېز ھېساب ئالغۇچىدۇر"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "ئۇلارنى قىيامەت كۈنىدىن ئاگاھلاندۇرغىن، ئۇ چاغدا دىللار (قورقۇنچنىڭ قاتتىقلىقىدىن) بوغۇزلارغا قاپلىشىۋالىدۇ، ئۇلار قايغۇ ـ ھەسرەتكە تولىدۇ، زالىملارغا يېقىن دوست ۋە شاپائىتى قوبۇل قىلىنىدىغان شاپائەتچى بولمايدۇ"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "ئاللاھ كۆزلەرنىڭ خىيانىتىنى ۋە دىللاردىكى يوشۇرۇن نەرسىلەرنى بىلىپ تۇرىدۇ"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "ئاللاھ ئادىللىق بىلەن ھۆكۈم چىقىرىدۇ، ئۇلار ئاللاھنى قويۇپ ئىبادەت قىلىۋاتقان مەبۇدلار ھېچ نەرسىگە ھۆكۈم چىقىرىشقا قادىر ئەمەس، ئاللاھ ھەقىقەتەن (بەندىلەرنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (ئۇلارنىڭ ئىشلىرىنى) كۆرۈپ تۇرغۇچىدۇر"
        }
    ]
}