{
    "rukus": [
        {
            "chapter": 46,
            "verse": 21,
            "text": "(ئى مۇھەممەد!) ئادنىڭ قېرىندىشى (يەنى ھۇد ئەلەيھىسسالام) نىڭ ئۆز قەۋمى بىلەن بولغان قىسسەسىنى بايان قىلغىن، ئۆز ۋاقتىدا ئۇ ئەھقاف (دېگەن يەر) دىكى قەۋمىنى (ئاللاھنىڭ ئازابىدىن) ئاگاھلاندۇردى، ئۇنىڭدىن (يەنى ھۇدتىن) ئىلگىرى ۋە ئۇنىڭدىن كېيىن نۇرغۇن پەيغەمبەرلەر ئۆتتى. ئۇ (يەنى ھۇد) (قەۋمىنى ئاگاھلاندۇرۇپ) ئېيتتى: «سىلەر پەقەت ئاللاھقىلا ئىبادەت قىلىڭلار، مەن ھەقىقەتەن سىلەرنىڭ (ئاللاھتىن غەيرىيگە ئىبادەت قىلساڭلار) بۈيۈك كۈننىڭ ئازابىغا قېلىشىڭلاردىن قورقىمەن»"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "ئۇلار: «(ئى ھۇد!) سەن بىزنى ئىلاھلىرىمىزدىن توسقىلى كەلدىڭمۇ؟ ئەگەر سەن (سۆزۈڭدە) راستچىللاردىن بولساڭ، بىزگە بىزنى قورقۇتقان ئازابنى كەلتۈرگىن» دېدى"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "ئۇ: «(سىلەرگە ئازابنىڭ قاچان كېلىشىنى) پەقەت ئاللاھ بىلىدۇ، مەن سىلەرگە ئەۋەتىلگەن نەرسىنى تەبلىغ قىلىمەن ۋەلېكىن مەن سىلەرنى نادان قەۋم كۆرىمەن» دېدى"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "ئۇلار ئۆزلىرىنىڭ ۋادىسىغا سۈرۈلۈۋاتقان بۇلۇتنى كۆرۈپ: «مانا بۇ بىزگە يامغۇر ياغدۇرغۇچى بۇلۇتتۇر» دېيىشتى. (ھۇد ئېيتتى) «ئۇنداق ئەمەس، ئۇ سىلەر بالدۇرراق ئىشقا ئېشىشىنى تەلەپ قىلغان نەرسىدۇر، ئۇ بىر بوران بولۇپ، ئۇنىڭ ئىچىدە قاتتىق ئازاب بار"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "ئۇ پەرۋردىگارىنىڭ بىر ئەمرى بىلەن ھەممە نەرسىنى ھالاك قىلىدۇ» (يەنى بوران كېلىپ ئۇلارنى ھالاك قىلدى)، شۇنىڭ بىلەن ئۇلارنىڭ جايلىرىنىڭ (يەنى تۇرغان ماكانلىرىنىڭ ئىزىدىن) باشقا نەرسە كۆرۈنمەيدىغان بولۇپ قالدى، گۇناھكار قەۋمنى مۇشۇنداق جازالايمىز"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "بىز ئۇلارنى (يەنى ئاد قەۋمىنى) (پۇل ـ مال، كۈچ ـ قۇۋۋەت جەھەتتە) سىلەرنى قادىر قىلمىغان نەرسىلەرگە قادىر قىلدۇق. (ئۇلارنىڭ شۇ نېمەتلەرگە شۈكۈر قىلىپ، بۇ ئارقىلىق نېمەتلەرنى بەرگۈچى ئاللاھنى تونۇشى ئۈچۈن) ئۇلارغا قۇلاق، كۆز، قەلبلەرنى بەردۇق، ئۇلار ئاللاھنىڭ ئايەتلىرىنى ئىنكار قىلغانلىقلىرى ئۈچۈن، ئۇلارنىڭ قۇلاقلىرى، كۆزلىرى، دىللىرى ئۇلاردىن (ئاللاھنىڭ ئازابىدىن) ھېچ نەرسىنى دەپئى قىلمىدى، ئۇلار مەسخىرە قىلغان ئازاب ئۇلارغا نازىل بولدى"
        }
    ]
}