{
    "rukus": [
        {
            "chapter": 58,
            "verse": 7,
            "text": "ئاللاھنىڭ ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنى بىلىپ تۇرىدىغانلىقىنى بىلمەمسەن؟ ئۈچ ئادەم پىچىرلىشىدىكەن، ئاللاھ ئۇلارنىڭ تۆتىنچىسىدۇر، بەش ئادەم پىچىرلىشىدىكەن، ئاللاھ ئۇلارنىڭ ئالتىنچىسىدۇر، مەيلى ئۇنىڭدىن ئاز ياكى كۆپ ئادەم پىچىرلاشسۇن، ئۇلار قەيەردە بولمىسۇن، ئاللاھ ھامان ئۇلار بىلەن بىللىدۇر، ئاندىن قىيامەت كۈنى ئۇلارنىڭ قىلمىشلىرىنى ئاللاھ ئۇلارغا ئېيتىپ بېرىدۇ، ئاللاھ ھەقىقەتەن ھەممە نەرسىنى تولۇق بىلگۈچىدۇر"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "پىچىرلىشىشتىن مەنئى قىلىنغان، ئاندىن مەنئى قىلىنغان نەرسىگە قايتقان كىشىلەرنى كۆرمىدىڭمۇ؟ ئۇلار گۇناھ بىلەن، زۇلۇم بىلەن ۋە پەيغەمبەرگە قارشى تۇرۇش بىلەن پىچىرلىشىدۇ، ئۇلار سېنىڭ يېنىڭغا كەلگەندە، ئاللاھ ساڭا سالام قىلىشتا قوللانمىغان سۆزلەر بىلەن سالام قىلىدۇ، ئۇلار ئۆز ئىچىدە: «ئاللاھ نېمىشقا بۇ سۆزىمىز بىلەن بىزنى جازالىمايدۇ؟» دەيدۇ، دوزاخ ئۇلارغا كۇپايىدۇر، ئۇلار دوزاخقا كىرىدۇ، دوزاخ نېمىدېگەن يامان جاي"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "ئى مۆمىنلەر! سىلەر پىچىرلاشساڭلار گۇناھ، زۇلۇم ۋە پەيغەمبەرنىڭ ئەمرىگە خىلاپلىق قىلىش توغرىسىدا پىچىرلاشماڭلار، ياخشىلىق ۋە تەقۋادارلىق توغرىسىدا پىچىرلىشىڭلار، سىلەر ئاللاھتىن قورقۇڭلار، سىلەر ئۇنىڭ دەرگاھىغا يىغىلىسىلەر"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "گۇناھ توغرىسىدا پىچىرلىشىش مۆمىنلەرنى قايغۇغا سېلىش ئۈچۈن شەيتان تەرىپىدىن بولغاندۇر، (بۇنداق پىچىرلىشىش) ئاللاھنىڭ ئىرادىسى بولمىسىلا مۆمىنلەرگە ھېچقانداق زىيان يەتكۈزەلمەيدۇ، مۆمىنلەر ئاللاھقا تەۋەككۈل قىلسۇن"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "ئى مۆمىنلەر! ئەگەر (سورۇندا) بەزىلەر سىلەرگە: «ئورۇن چىقىرىپ بېرىڭلار» دېسە، ئورۇن چىقىرىپ بېرىڭلار، ئاللاھ سىلەرگە (رەھمىتىنى ۋە جەننىتىنى) كېڭەيتىپ بېرىدۇ، ئەگەر سىلەرگە (باشقىلارغا ئورۇن بوشىتىپ بېرىش ئۈچۈن): «ئورنۇڭلاردىن تۇرۇپ بېرىڭلار» دېيىلسە، ئورنۇڭلاردىن تۇرۇپ بېرىڭلار، ئاللاھ سىلەردىن ئىمان ئېيتقانلار ۋە ئىلىم بېرىلگەنلەرنى بىر قانچە دەرىجە يۇقىرى كۆتۈرىدۇ، ئاللاھ سىلەرنىڭ قىلىۋاتقان ئىشىڭلاردىن تولۇق خەۋەردار"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "ئى مۆمىنلەر! پەيغەمبەر بىلەن مەخپىي سۆزلەشمەكچى بولساڭلار، ئالدى بىلەن (يوقسۇللارغا) سەدىقە بېرىپ، ئاندىن سۆزلىشىڭلار، بۇ سىلەر ئۈچۈن ياخشىراقتۇر ۋە پاكراقتۇر، ئەگەر (سەدىقە قىلىدىغان نەرسە) تاپالمىساڭلار (سىلەرگە گۇناھ بولمايدۇ)، چۈنكى ئاللاھ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "سىلەر رەسۇلۇللاھ بىلەن مەخپىي سۆزلىشىشتىن ئىلگىرى سەدىقىلەر بېرىشتىن (كەمبەغەل بولۇپ قالىمىز) دەپ قورقتۇڭلارمۇ؟ سىلەر سەدىقە بەرمىدىڭلار، ئاللاھ سىلەرنى ئەپۇ قىلدى، ناماز ئوقۇڭلار، زاكات بېرىڭلار، ئاللاھقا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلىڭلار، قىلىۋاتقان ئىشىڭلاردىن ئاللاھ تولۇق خەۋەرداردۇر"
        }
    ]
}