{
    "rukus": [
        {
            "chapter": 4,
            "verse": 105,
            "text": "(ئى مۇھەممەد!) سېنى كىشىلەر ئارىسىدا ئاللاھنىڭ كۆرسەتكىنى بويىچە ھۆكۈم قىلسۇن دەپ، ساڭا ھەقىقەتەن ھەق كىتابنى نازىل قىلدۇق. خائىنلارنىڭ تەرىپىنى ئالمىغىن"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "ئاللاھتىن مەغپىرەت تىلىگىن. ئاللاھ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "(گۇناھ قىلىش بىلەن) ئۆزلىرىگە خىيانەت قىلغۇچىلارنىڭ تەرىپىنى ئالمىغىن. خىيانەتكە ئادەتلەنگەن، گۇناھقا چۆمگەن كىشىنى ئاللاھ ھەقىقەتەن دوست تۇتمايدۇ"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "ئۇلار (خىيانەتلىرىنى) ئىنسانلاردىن (خىجىل بولۇپ) يوشۇرىدۇ، ئاللاھتىن (خىجىل بولۇپ) يوشۇرمايدۇ؛ ئۇلار ئاللاھ رازى بولمايدىغان سۆزنى (يەنى بوھتان چاپلاش، يالغان گۇۋاھلىق بېرىش ۋە يالغان قەسەمنى) پىلانلىغان چاغدا، ئاللاھ ئۇلار بىلەن بىللە ئىدى (يەنى ئۇلارنىڭ ئەھۋالىنى بىلىپ تۇراتتى، سۆزىنى ئاڭلاپ تۇراتتى). ئۇلارنىڭ قىلمىشلىرىنى ئاللاھ تامامەن بىلگۈچىدۇر"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "سىلەر شۇنداق كىشىلەركى، ھاياتى دۇنيادا ئۇلارنىڭ (يەنى ئوغرى ۋە خائىنلارنىڭ) تەرىپىنى ئالدىڭلار، قىيامەت كۈنى كىم ئاللاھقا قارشى ئۇلارنىڭ تەرىپىنى ئالىدۇ؟ (يەنى ئاللاھنىڭ ئازابىنى كىم ئۇلاردىن دەپئى قىلىدۇ؟) ياكى كىم ئۇلارغا ھامىي بولىدۇ؟"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "كىمكى بىرەر يامانلىق ياكى ئۆزىگە بىرەر زۇلۇم قىلىپ قويۇپ، ئاندىن ئاللاھتىن مەغپىرەت تەلەپ قىلسا، ئۇ ئاللاھنىڭ مەغپىرەت قىلغۇچى، ناھايىتى مېھرىبان ئىكەنلىكىنى كۆرىدۇ"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "كىمكى (قەستەن) بىرەر گۇناھ قىلسا، ئۇنى ئۆزىنىڭ زىيىنىغا قىلىدۇ (يەنى ئۇنىڭ ۋابالىنى ئۆزى تارتىدۇ). ئاللاھ ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "كىمكى كىچىك بىر گۇناھ ياكى چوڭ بىر گۇناھ قىلىپ قويۇپ، ئۇنى بىگۇناھ ئادەمگە چاپلىسا، ئۇ شۇ بوھتاننى ۋە ئوپئوچۇق بىر گۇناھنى ئۆزىگە يۈكلىۋالغان بولىدۇ"
        }
    ]
}