{
    "maqras": [
        {
            "chapter": 20,
            "verse": 83,
            "text": "သို့ရာတွင် ဧကန်စင်စစ်၊ ငါအရှင်မြတ်သည် နောင်တကြီးစွာရလျက် ဝန်ချတောင်းပန်၍ အရှင့်လမ်းစဉ်ဘက်သို့ လှည့်ပြန်ပြီး သက်ဝင်ယုံကြည်သည့်အပြင် ဖြောင့်မတ်မှန်ကန်သော ပြုမူကျင့် ကြံမှုများဖြင့် ပြု ပြင်ကြပြီးနောက် တရားလမ်းမှန်ပေါ်၌သာ ရပ်တည်ကြသူတို့ကို အလွန်ပင် လွတ်ငြိမ်းချမ်းသာခွင့် ပေးတော်မူသော အရှင်ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "ထို့ပြင် (အရှင်မြတ်ဆင့်ခေါ်တော်မူသည့်အတိုင်း တမန်တော်မူဆာသည် တောင်ရတ်ကျမ်းကို လက်ခံရရ ယူရန် ဆီနှိုင်းတောင်သို့ ရောက်လေသော် အရှင်မြတ်က) အို၊ မူဆာ၊ မည်သည့်အရာသည် သင့်အား သင့်လူမျိုးမှ အဆောတလျှင် ထွက်လာစေခဲ့သနည်း။” ဟု မေးမြန်းတော်မူ၏။"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "(တမန်တော်) မူဆာက “အို၊ ကျွန်တော်မျိုးအား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူ သောအရှင်မြတ်၊ သူတို့သည် ကျွန်ုပ်ခြေရာအပေါ်အခြေခံ၍ လိုက်လာမည့်သူများပင် ဖြစ်ကြရာ အသင် (အရှင်မြတ်) ၏ကျေနပ်နှစ်မြို့မှုကို ရရှိရန်အတွက်သာ အသင့်ထံသို့ အဆောတလျှင် ထွက်လာခြင်း ဖြစ်ပါ၏။” ဟု ဖြေဆိုခဲ့၏။"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "အရှင်မြတ်က (တမန်တော်မူဆာအား) ဧကန်စင်စစ်၊ ငါအရှင်မြတ်သည် သင်မရှိခိုက်တွင် သင့်လူမျိုးအား (သူတို့၏ယုံကြည်မှု စွမ်းရည်မြှင့်တင်ရေးအတွက်) စမ်းသပ်တော်မူခဲ့ရာ စာမိရီသည် သူတို့ကို (သူတို့၏လောကီ အလိုရမ္မက်ကြောင့်) လမ်းမှားရောက်စေ၏။” ဟု မိန့်တော်မူခဲ့၏။"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "ထို့နောက် တမန်တော်မူဆာသည် သူ့လူမျိုးတို့ထံသို့ အမျက်ထွက်လျက် ဝမ်းနည်းပူဆွေးစွာဖြင့် ပြန်လာခဲ့ ပြီးလျှင် အို၊ ကျွန်ုပ်၏လူမျိုးတို့၊ အသင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်သည် (သင်တို့၏လောကီလောကုတ္တရာ နှစ်ဌာနစလုံး၌ ပျော်ရွှင်ချမ်းမြေ့မှုရနိုင်သည့် တောင် ရတ်ကျမ်းတော်ချီးမြှင့်တော်မူ၍ အခြေချနေထိုင်ခွင့်လည်း ပေးအပ်တော်မူမည်ဟု) သင်တို့ကို ကောင်းမြတ်သော ကတိထားတော်မူခဲ့သည် မဟုတ်လော။ (သို့သော် ကျွန်ုပ်မရှိခိုက်တွင်) သင်တို့အပေါ် ထားရှိတော်မူသည့် ကတိတော်ဆိုင်ရာသတ်မှတ်ချိန်မှာ (သင်တို့အတွက် အလွန်ပင်) ကြာရှည်ဝေး ကွာနေပြီ။” ဟု ထင်မြင်သလော။ သို့တည်းမဟုတ် သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်ထံတော်မှ (မေတ္တာကရုဏာတော်ကို ကင်းဝေးစေသည့် ပြစ်တင်ရှုတ်ချမှုနှင့်) အမျက်တော်သည် သင်တို့အပေါ် သက်ရောက်စေရန် သင်တို့ရည်ရွယ်သောကြောင့် ပဋိညာဉ်ကတိကို ဖောက်ဖျက်ကျူးလွန်ကြလေသလော။"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "(တမန်တော်မူဆာ၏လူမျိုးဖြစ်သော) သူတို့က “ကျွန်ုပ်တို့သည် အသင်နှင့်ထားရှိခဲ့သော ကတိကို ကျွန်ုပ် တို့၏အလိုသဘောအရ (ရည်ရွယ်ချက်ရှိရှိ) ဖောက်ဖျက်ခဲ့ကြသည်မဟုတ်ပေ။ သို့ရာတွင် ကျွန်ုပ်တို့ သည် ကျွန်ုပ် တို့လူမျိုးတို့၏လောကီအကျိုးခံစားခွင့်များအနက်မှ (ပြစ်မှုကျူးလွန်စေသော အထုပ်အပိုးဖြစ်သည့်) လက်ဝတ် လက်စားများကိုလည်း သယ်ပိုးယူဆောင်လာခဲ့ကြ၏။ သို့ဖြစ်ပေရာ ကျွန်ုပ်တို့ သည် (စာမိရီ၏နှိုးဆော်တိုက်တွန်းချက်ကြောင့်) ထိုလက်ဝတ်လက်စားများကို (ဖယ်ရှားရှင်းထုတ်သည့် အနေဖြင့် မီးထဲသို့) ပစ်ချခဲ့ကြသည်။ ထို့နောက် စာမိရီသည်လည်း ထိုနည်းအတိုင်းပင် ပစ်ချခဲ့လေသည်။"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "ထို့နောက် စာမိရီသည် သူတို့အတွက် အော်သံထွက်သော နွားငယ်တစ်ကောင်၏ရုပ်တုအသွင်သဏ္ဌာန်ကို (သွန်းလောင်း) ထုတ်လုပ်ခဲ့သောကြောင့် သူတို့က ''ဤသည်ပင် သင်တို့၏ကိုးကွယ်ရာ အရှင်နှင့်တမန်တော်မူဆာ၏အရှင်သခင်ဖြစ်သော်လည်း သူသည်ကား မေ့နေခြင်းဖြစ်၏။'' ဟု (အချင်းချင်း) ပြောဆိုကြလေသည်။"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "ထိုနွားငယ်ရုပ်တုသည် သူတို့အား စကားတစ်ခွန်းကိုပင် ပြန်လည်ချေပပြောဆို နိုင်စွမ်းမရှိကြောင်း၊ သူတို့အတွက် မည်သည့် ထိခိုက်နစ်နာမှုကိုဖြစ်စေ၊ မည်သည့်အကျိုးအမြတ်ကိုဖြစ်စေ၊ ဖြစ်ပေါ်စေနိုင်သော အခွင့်အာဏာနှင့်စွမ်းဆောင်ရည် မရှိကြောင်းကို သူတို့မတွေးမြော် မသုံးသပ်ကြလေသလော။"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "(အမှန်မှာ တမန်တော်မူဆာ ပြန်လည်ရောက်မလာမီ) ထိုမတိုင်မီ တမန်တော်ဟာရူန်ကလည်း ''အို၊ ကျွန်ုပ်၏လူမျိုးတို့၊ ဧကန်ပင်၊ သင်တို့သည် ယင်း (နွားငယ်ရုပ်တု) ဖြင့် (သင်တို့၏ယုံကြည်မှု စွမ်းရည်တိုး မြှင်စေရန်) အစမ်းသပ်ခံနေကြရပြီ။ (သင်တို့မမေ့သင့်သည်မှာ) မုချဧကန် သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်သည် အနန္တကရုဏာတော်ရှင်ပင် ဖြစ်တော်မူ၏။ သို့ဖြစ်ပေရာ သင်တို့သည် ကျွန်ုပ်၏နောက်သို့သာ လိုက်၍ ကျွန်ုပ်၏အမိန့်ညွှန်ကြားချက်များကိုသာ နာခံလိုက်နာကြလော့။” ဟု ဟောပြောခဲ့သည်။"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(ထိုစဉ် နွားငယ်ရုပ်တုကို အယူထား၍ ယုံကြည်ကိုးကွယ်နေကြသော) သူတို့က “ကျွန်ုပ်တို့သည် ကျွန်ုပ် တို့ထံ တမန်တော်မူဆာ ပြန်လာသည်အထိ ယင်း (နွားငယ်ရုပ်တု) အပေါ်၌ သစ္စာရှိရှိမြုပ်နှံလျက် (ယင်းအား ကိုးကွယ်ခြင်းကို မည်သည့်နည်းနှင့်မျှ) ရပ်တန့်လိမ့်မည်မဟုတ်ဟု ပြောကြားခဲ့ကြ၏။"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "(ထို့နောက် တမန်တော်မူဆာ ပြန်ရောက်လာသည့်အခါ တမန်တော်ဟာရူန်က နွားငယ်ရုပ်တုအား မကိုးကွယ်ရန် တားမြစ်ခဲ့ကြောင်းကို မသိမီ တမန်တော်) မူဆာက အို၊ ဟာရူန် သူတို့ လမ်းမှားရောက်နေ သည်ကို တွေ့မြင်သောအခါ (နွားငယ်ရုပ်တုကို ကိုးကွယ်ခြင်းအား ရပ်တန့်စေရန် ဟောပြောခြင်းမှ) မည်သည်က အသင့်ကို တားဆီးပိတ်ပင်သနည်း။"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "(မည်သည့်အရာက ကျွန်ုပ်နောက်လိုက်ခြင်းမှ တားဆီးသနည်း) အသင်က ကျွန်ုပ်၏နောက်လိုက်ခြင်း မဟုတ်လော။ အသင်သည် ကျွန်ုပ်၏အမိန့်ညွှန်ကြားချက်ကို အာခံလေသလော။”ဟု မေးမြန်းခဲ့လေ၏။"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "(ထိုစဉ် တမန်တော်) ဟာရူန်က “အို၊ အမေ၏သား၊ အသင်သည် ကျွန်ုပ်၏မုတ်ဆိတ်ကိုလည်းကောင်း၊ ကျွန်ုပ်၏ဦးခေါင်းကိုလည်းကောင်း၊ ဆွဲကိုင်ခြင်း မပြုပါလေနှင့်။ ဧကန်မလွဲ၊ ကျွန်ုပ်သည် အသင်က ကျွန်ုပ်အား “အသင်သည် ကျွန်ုပ်၏ပြောဆိုချက် (ညွှန်ကြားချက်) ကို မလေးစား မလိုက်နာဘဲ အစ္စရေးမျိုးနွယ်ဝင်တို့ အချင်းချင်းကြားတွင် သွေးကွဲအောင်ပြုခဲ့သည်။” ဟု ပြောဆိုမည်ကို စိုးရိမ်မိ (သောကြောင့် ငြိမ်းချမ်းသောနည်း လမ်းဖြင့်သာလျှင် တားမြစ်၍ အင်အား မသုံးခဲ့ခြင်း ဖြစ်) ၏။” ဟု ဖြေဆိုခဲ့သည်။"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "တမန်တော် မူဆာက (စာမိရီဘက်သို့လှည့်၍) “သို့ဖြစ်လျှင်၊ အို၊ စာမိရီ (နွားငယ်ရုပ်တုကို ဖန်တီးလျက် လူတို့အား လမ်းမှားရောက်စေခြင်းအတွက် မည်သို့သော ဖြေရှင်းချက်ပေးမည်နည်း။) သင်၏ချေပပြော ဆိုချက် (ရည်ရွယ်ချက်) ကား မည်သို့နည်း။''ဟု မေးမြန်းခဲ့၏။"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "စာမိရီက ''ကျွန်ုပ်သည် (အခြား) သူတို့ မမြင်ခဲ့ကြသောအရာကို တွေ့မြင်ခဲ့သည်ဖြစ်ရာ ရစူလ်သတင်းဆောင် (ကောင်းကင်စေတမန် ဂျီဗ်ရီးလ်) ၏ခြေရာမှ (မြေကြီး) လက်တစ်ဆုပ်ကို ဆုပ်ယူခဲ့ပါသည်။ ထို့ နောက် ကျွန်ုပ်သည် ယင်း (မြေကြီး) ကို (နွားငယ်ရုပ်တုထဲသို့) ပစ်ထည့်ခဲ့ပါသည်။ စင်စစ် ကျွန်ုပ်သည် ကျွန်ုပ်အတွက် ကျွန်ုပ်၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည် အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) အား ထိုကဲ့သို့ပင် လှုံ့ ဆော်သိမ်းသွင်းခဲ့ပါသည်။''ဟု ဖြေကြားလေ၏။"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "(သို့ဖြစ်ပေရာ တမန်တော်မူဆာက စာမိရီအား) “အသင်သည် (ဤနေရာမှ) ထွက်သွားလော့။ ဧကန်အမှန်၊ သင့်အတွက် ဤလောကီဘဝသက်တမ်း၌ (ခံစားစေမည့် ပြစ်ဒဏ်သည်ကား လူမှုရေးအရ သပိတ် မှောက်ခြင်းခံစေရန်ဖြစ်၍ တစ်ဦးတစ်ယောက်က အသင့်အနားသို့ ချဉ်းကပ်လာလျှင် သူတို့ကို) “ကျွန်ုပ်အား မည်သူမျှ မထိရ။” ဟု ပြောဆိုရန်ပင် ဖြစ်ပေသည်။ ထို့ပြင် (နောင်တမလွန်ဘဝ၌လည်း) မည်သည့်နည်းနှင့်မျှ ရှောင်လွှဲနိုင် မည်မဟုတ်သော (ပြစ်ဒဏ်ကို) ဧကန်ပင်၊ သင့်အတွက် ကတိထားတော်မူသည့် ပြဌာန်းချက်တစ်ခုအဖြစ် ရှိစေ၏။ ထို့ပြင် အသင်သည် (စဉ်ဆက်မပြတ် စွဲလမ်းလျက်) နစ်မြုပ်ထားရသည့် သင်၏ကိုးကွယ်ရာများကို ရှုမြင် သုံးသပ်ကြည့်လော့။ ဧကန်မလွဲ၊ ကျွန်ုပ်တို့သည် ယင်းတို့ကို လောင်ကျွမ်းစေပြီးနောက် အမှန်ပင် အမှုန်များ အဖြစ် ပင်လယ်ရေပြင်ထဲ၌ ဖြန့်ကြဲလျက် ကျန်ရစ်စေတော်မူမည် ဖြစ်၏။"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "ဧကန်စင်စစ်၊ သင်တို့၏ကိုးကွယ်ရာအရှင်သခင် ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် (အရာခပ်သိမ်းလောကခပ်သိမ်းကို နတ္တိမှ တည်ရှိမှုသို့ဖွဲ့စည်းဖြစ်တည်စေတော်မူသော အရှင်မြတ်ဖြစ်၍) ထိုအရှင်မြတ်မှအပ အခြားမည်သည့်သက်ရှိသက်မဲ့မျှ ကိုးကွယ်ရာအရှင် မဖြစ်နိုင်ပေ။ ထိုအရှင်မြတ်သည် အရှင့်ဉာဏ်တော် အနန္တဖြင့် အရာခပ်သိမ်းတို့ကို လွှမ်းခြုံလျက် ရှိတော်မူ၏။"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "(ငါအရှင်မြတ်သည် အသင်၏ရှေ့ဝယ် ယခင်က လွန်လေပြီးသော စံနမူနာယူဖွယ်ရာ) ဖြစ်စဉ်များ၏သတင်းအချက်အလက်များနှင့်အကြောင်းအရာများကို ထိုကဲ့သို့ပင် ပြန်ပြောင်း မိန့်ကြားတော်မူသည်။ ထို့ပြင် ငါအရှင်မြတ်သည် အသင့်အား အရှင့်ထံတော်မှ သတိရတသ၍ ထုတ်ဖော်ဖွင့်ဟစရာ (ကုရ်အာန်ကျမ်းတော်မြတ်) ကို ချီးမြှင့်ပေးအပ်တော်မူ၏။"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "မည်သူမဆို ယင်း (ကျမ်းတော်မြတ်ကုရ်အာန်) မှ မျက်နှာလွှဲကျောခိုင်းခဲ့လျှင် ဧကန်ပင်၊ ထိုသူသည် (နောင်တမလွန်ဘဝ၏) ရှင်ပြန်ထရမည့်နေ့တွင် (အလွန်လေးလံသော တာဝန်) ဝန်ထုပ်ကို သယ်ပိုးထမ်းဆောင်ရမည်ဖြစ်၏။"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "(ထိုကျမ်းမြတ်အား ကျောခိုင်းသူတို့သည်) ယင်း (ဝန်ထုပ်ကို ထမ်းဆောင်သယ်ပိုးခြင်) ၌ ထာဝစဉ် ကာလအကန့်အသတ်မဲ့ ရှိကြပေမည်။ စင်စစ် ထိုဝန်ထုပ်သည် သူတို့အတွက် ရှင်ပြန်ထရမည့်နေ့တွင် အလွန်ဆိုးရွားလှသော ဝန်ထုပ်ပင် ဖြစ်လိမ့်မည်။"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "ထို (ရှင်ပြန်ထမြောက်မည့်) နေ့တွင် တံပိုးခရာ၌ မှုတ်ပေးခြင်းခံရလိမ့်မည်။ ထို့ပြင် ငါအရှင်မြတ်သည် ထိုနေ့တွင် ရာဇဝတ်မှုကျူးလွန်သူတို့အား ဝိုးတိုးဝါးတားမျက်လုံးပိုင်ရှင်များအဖြစ် စုရုံးစေတော်မူမည်။"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "ထို (ရှင်ပြန်ထမြောက်မည့်) နေ့တွင် သူတို့သည် အချင်းချင်းကြားဝယ် ''သင်တို့သည် (လောကီကမ္ဘာ၌) ဆယ်ရက်မျှသာ နေထိုင်ခဲ့ကြရသည်။'' ဟု တိုးတိုးတိတ်တိတ် ညည်းတွားကြပေမည်။"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "ငါအရှင်မြတ်သည် သူတို့ပြောဆိုကြသည့်အကြောင်းနှင့်စပ်လျဉ်း၍ အသိဆုံးဖြစ်တော်မူပြီး သိတော်မူသောအရှင် ဖြစ်တော်မူပေသည်။ အကြင်အခါဝယ် သူတို့အနက်မှ (စံနမူနာယူဖယ်ရာ) အမြော်အမြင်အရှိဆုံး (အတော်ဆုံးသော) ပုဂ္ဂိုလ်က ''သင်တို့သည် (လောကီဘဝသက်တမ်း၌) တစ်ရက်မျှသာ နေခဲ့ကြသည်။''ဟု ပြော ဆိုလိမ့်မည်။"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "(တမလွန်ဘဝကို မယုံကြည်သော မိစ္ဆာဝါဒီများက ကမ္ဘာပျက်မည့်နေ့အကြောင်း မေးမြန်းကြစဉ်) သူတို့သည် အသင် (တမန်တော်) အား တောင်များနှင့်စပ်လျဉ်း၍ (မည်သို့မည်ပုံ ဖြစ်မည်ကို) မေးမြန်းနေကြ ၏။ သို့ဖြစ်ပေရာ (သူတို့အား) “ကျွန်ုပ်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်သည် ယင်း (တောင်များ) ကို (အစိတ်စိတ်အပိုင်းပိုင်း ဖြစ်အောင်ပေါက်ကွဲစေတော်မူ၍) အမှုန်များအဖြစ် လွင့်ပါးစေတော်မူမည် ဖြစ်၏။” ဟု ဖြေဆိုဟောပြောလော့။"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "တစ်ဖန် ထိုအရှင်မြတ်သည် ထို (မြေကမ္ဘာ) ကို ဗလာဟင်းလင်းဖြစ်လျက် ညီညာသော လွင်ပြင်အဖြစ် ကျန်ရစ်စေတော်မူမည် ဖြစ်၏။"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "(ထိုစဉ်) အသင်သည် ထို (မြေကမ္ဘာ) ၌ မည်သည့် ကွေ့ကောက်သောချိုင့်ဝှမ်းနှင့်မညီညာသော ကျောက်ဆောင်တောင်ကုန်းကိုမျှ တွေ့မြင်ရလိမ့်မည် မဟုတ်ပေ။"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "ထိုနေ့တွင် လူတို့သည် ဖိတ်ခေါ်သူတစ်ဦး၏ဆင့်ခေါ်သံနောက်သို့ လမ်းလွဲခြင်းမရှိဘဲ ရိုးသား ဖြောင့်မတ်စွာ လိုက်ကြမည်ဖြစ်ရာ အသံဟူသမျှသည် အနန္တကရုဏာတော်ရှင်အတွက် နှိမ့်ချသော အနေအထား၌ ရှိကြပြီး အသင်သည် တိုးတိုးတိတ်တိတ်ပြောဆိုသော ပျော့ပျောင်းသည့် တီးတိုးသံမှအပ (အခြားမည်သည့် အသံကိုမျှ) ကြားရလိမ့်မည် မဟုတ်ပေ။"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "ထိုနေ့တွင် ကြားဝင်အသနားခံခြင်းသည် အနန္တကရုဏာတော်ရှင်က ခွင့်ပြုချက်ပေးထားတော်မူသောသူနှင့်သူ၏အပြောအဆိုကို အရှင်မြတ်သဘောတူ လက်ခံတော်မူသော သူတို့မှအပ (အခြား မည်သူတစ်ဦးတစ်ယောက်အတွက်မျှ) အကျိုးပြုလိမ့်မည် မဟုတ်ပေ။"
        }
    ]
}