{
    "maqras": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "သင်တို့သည် အမျိုးသမီးတို့အား စွန့်၍ (သူမတို့အစား) အမျိုးသားများထံ တဏှာရာဂ တပ်မက်မှုဖြင့် အဘယ်ကြောင့် ချဉ်းကပ်ကြနည်း။ စင်စစ်မှာကား သင်တို့သည် (အမှားနှင့်အမှန်၊ အကောင်းနှင့်အဆိုးတို့ကို ခွဲခြားမသိမြင်နိုင်ဘဲ အသိတရားခေါင်းပါးသော ယဉ်ကျေးမှုမဲ့) ပညာမဲ့လူမျိုးများပင် ဖြစ်ကြ၏။"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "သို့ရာတွင် (တမန်တော်) လူးသ်၏လူမျိုးတို့က တုံ့ပြန်ဖြေကြားခဲ့သည်မှာ “(တမန်တော်လူးသ်အပါ အဝင်) သူ့မိသားစုအပေါင်းအဖော်များကို သင်တို့၏မြို့ရွာဒေသများမှ နှင်ထုတ်ကြလော့။ ဧကန်မလွဲ၊ သူတို့ သည် (ညစ်ညမ်းမှုအပေါင်းမှ ကင်းရှင်း၍) သန့်စင်လိုသော လူသားများ ဖြစ်ကြ၏။” ဟု ပြောဆိုကြခြင်းမှအပ (အခြား တုံ့ပြန်မှု) မရှိခဲ့ပေ။"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "သို့ဖြစ်ပေရာ ငါအရှင်မြတ်သည် နောက်တွင် ကျန်ရစ်ခဲ့သူများထဲတွင် ပါဝင်စေတော်မူရန် သတ်မှတ် ပြဌာန်းပြီးဖြစ်သော သူ့အမျိုးသမီးမှအပ တမန်တော်လူးသ်အားလည်းကောင်း၊ သူ့မိသားစုအပေါင်းအဖော် တို့အားလည်းကောင်း၊ ကယ်ဆယ်တော်မူခဲ့၏။"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အပေါ်၌ မိုးကြီးတစ်မျိုး (ဖျက်ဆီးစေသောခဲမိုး) ကို ရွာသွန်းစေတော်မူခဲ့၏။ စင်စစ် သတိပေးနှိုးဆော်ခြင်းခံကြရသူတို့အပေါ်တွင် (ရွာသွန်းစေသော) ထိုမိုးမှာ အလွန်ပင် ယုတ်ညံ့ဆိုး ရွားလှပေစွ။"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "(အို၊ ရစူလ်တမန်တော် သူတို့အား) “ချီးမွမ်းခြင်းနှင့်ကျေးဇူးတင်ခြင်းဟူသမျှတို့သည် အလ္လာဟ်အရှင် မြတ်နှင့်သာ ထိုက်တန်တော်မူပြီး ငြိမ်းချမ်းသာယာမှုသည် (သန့်စင်စေတော်မူရန်) ထိုအရှင်မြတ်က ရွေး ချယ်တော်မူခဲ့သော အစေခံများအပေါ်၌ သက်ရောက်ပါစေ။ အလ္လာဟ်အရှင်မြတ်သည် သာပို၍ မြင့်မြတ်တော်မူ သလော။ သို့တည်းမဟုတ် (အရှင်မြတ်နှင့်တွဲဖက်တုပြိုင်၍ ရုပ်ပွားဆင်းတုများကို ဖန်တီးလျက်) သူတို့က အယူထား ကိုးကွယ်ကြသော ကိုးကွယ်ရာများသည် (သာ၍ မြင့်မြတ်ကြသလော။)"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "သို့တည်းမဟုတ် မိုးကောင်းကင်များနှင့်ကမ္ဘာဂြိုဟ်ကို ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ကောင်းကင်ယံမှ (မိုး) ရေကို သင်တို့အတွက် သွန်းချစေတော်မူသည့်အပြင် ထိုရေကြောင့် (သစ်ပင်ပေါက်ပင်မျိုးစုံကိုလည်း) ပေါက်ပွားဖြစ်ထွန်းစေတော်မူလျက် စိမ်းလန်းစိုပြေသော သာယာလှပမှုပိုင်ဆိုင်ထားသည့် ဥယျာဉ်ခြံများ ဖြစ် ထွန်းစေတော်မူသူမှာ မည်သူနည်း။ (သက်ရှိသက်မဲ့အပါအဝင်) သင်တို့၌မူကား ယင်း (ဥယျာဉ်ခြံများ) ၌ သစ်ပင် များကို ပေါက်ရောက်စေနိုင်သော စွမ်းရည် မရှိပေ။ အလ္လာဟ်အရှင်မြတ်နှင့် အတူ (အခြား) ဆည်းကပ်ကိုး ကွယ်ရာ ဟူ၍ ရှိသေးသလော။ စင်စစ်မှာကား (သူတို့သည် ဖွဲ့စည်းဖြစ်တည်စေတော်မူသောအရှင်မြတ်နှင့်ဖွဲ့ စည်းဖြစ်တည်စေခြင်းခံရသူတို့ကို ဂုဏ်ရည်တူဟု မှတ်ယူ၍) အမှန်တရားမှ သွေဖည်သွားသော လူမျိုးပင် ဖြစ်ကြ၏။"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "သို့တည်းမဟုတ် မြေကမ္ဘာကို အခြေချ မှီတင်းနေထိုင်စရာ ဖြစ်စေ၍ ယင်း၌ ဖြတ်သန်းစီးဆင်းသည့် မြစ်ချောင်းများကို ဖြစ်ပေါ်စေရုံသာမက ယင်းကို (ထိန်းချုပ်စေရန်) အတွက် ခိုင်မာသောတောင်းများကိုလည်း ဖြစ်ထွန်းစေတော်မူသည့်အပြင် ပင်လယ်နှစ်ခုကြားတွင်လည် (ရေချိုနှင့်ရေငန်ကို မမြင်ရသော အကာအရံဖြင့် ပိုင်းခြားကန့်သတ်၍) စည်းခြားစေသော အတားအဆီးတစ်ခု ဖြစ်ပေါ်စေတော်မူသော အရှင်မှာ မည်သူနည်း။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ (အခြား) ဆည်းကပ်ကိုးကွယ်ရာ ဟူ၍ ရှိသေးသလော။ စင်စစ်မှာကား သူတို့အနက် အများစုမှာ မသိနားမလည်ကြပေ။"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "ခိုကိုးရာမဲ့လျက် စိတ်သောက (ဆင်းရဲဒုက္ခ) ရောက်နေသူက ထိုအရှင်အား ဟစ်ခေါ်ဆုတောင်းသည့် အခါ သူတို့ကို တုံ့ပြန်ဖြေကြားတော်မူသောအရှင် သူ၏အခက်အခဲဘေးဒုက္ခအန္တရာယ်ကို ဖယ်ရှားတော်မူပြီး သင်တို့ကို (အရှင့်ဂုဏ်တော်နာမတော်များအား ထင်ရှားစေသည့်) မြေကမ္ဘာ၏ကိုယ်စားလှယ်များအဖြစ် (ဂုဏ်သိက္ခာပေး အပ်၍) ဖြစ်စေတော်မူသောအရှင်မှာ မည်သူနည်း။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ (အခြား) ဆည်းကပ်ကိုးကွယ်ရာဟူ၍ ရှိသေးသလော။ သင်တို့အနက် လူနည်းစုသည်သာ အရှင်မြတ်ကို သတိရ တသ၍ ထုတ်ဖော် ဖွင့်ဟကြ၏။"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "သင်တို့အား ကုန်းမြေနှင့်ပင်လယ်သမုဒ္ဒရာများ၏အမှောင်ထုများ၌ လမ်းမှန် ညွှန်ပြတော်မူသောအရှင် နှင့်အရှင်မြတ်ထံတော်မှဖြစ်သော ကရုဏာတော် (မိုးရေ) မတိုင်မီ ထိုကရုဏာ၏ရှေ့ပြေး ဝမ်းမြောက်ဖွယ် ရာ သတင်းကောင်းကို သယ်ဆောင်လာသော လေအား စေလွှတ်တော်မူသောအရှင်မှာ မည်သူနည်း။ အလ္လာဟ်အ ရှင်မြတ်နှင့်အတူ (အခြား) ဆည်းကပ်ကိုးကွယ်ရာ ဟူ၍ ရှိသေးသလော။ အလ္လာဟ်အ ရှင်မြတ်သည်ကား သူတို့ (ကိုယ်တိုင်ကြံစည်ဖန်တီး၍ အရှင်မြတ်နှင့်) တွဲ့ဖက်နှိုင်းယှဉ်ကိုးကွယ်ကြ သည်များထက် (အတိုင်းမရှိ) မြင့်မြတ် တော်မူဘိသတည်း။"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "ဖြစ်တည်စေခြင်းခံရသော သက်ရှိသက်မဲ့အရာခပ်သိမ်းတို့ကို (ပထမဆုံးအကြိမ် ယင်းတို့၏မူလဘူတကို) စတင်ဖွဲ့စည်းဖြစ်တည်စေတော်မူပြီးနောက် ယင်းတို့ကို ထပ်မံ၍ အထပ်ထပ်အဖန်ဖန် ဖြစ်တည်စေတော်မူသော အရှင် မိုးကောင်းကင်နှင့်မြေကမ္ဘာမှ သင်တို့အတွက် စားနပ်ရိက္ခာနှင့်လိုအပ်ချက်များ ဖြည့်ဆည်းပေးတော်မူ သောအရှင်မှာ မည်သူနည်း။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ (အခြား) ဆည်းကပ် ကိုးကွယ်ရာဟူ၍ ရှိသေးသလော။ အကယ်၍ သင်တို့သည် ဖြောင့်မတ်မှန်ကန်စွာ ပြောဆိုသော သစ္စာဝါဒီ များဖြစ်ကြလျှင် (သင်တို့အယူ ထား ကိုးကွယ်ဆည်းကပ်နေကြသော ရုပ်ပွားဆင်းတု အပါအဝင် ကိုးကွယ်ရာများနှင့်စပ်လျဉ်း၍) သင်တို့၏သက် သေအထောက်အထားများကို ယူဆောင်တင်ပြကြလော့။"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "အကွယ်၌ရှိသော အရာများကို အလ္လာဟ်အရှင်မြတ်မှအပ မိုးကောင်းကင်များနှင့်မြေကမ္ဘာ၌ရှိသူတို့အနက် မည်သူတစ်ဦးတစ်ယောက်မျှပင် မသိသည့်အပြင် သူတို့သည် (ကွယ်လွန်သေဆုံးသွားပြီးနောက်) မည်သည့် အချိန်အခါ၌ ရှင်ပြန်ထစေခြင်းခံကြရမည်ကိုလည်း သတိမမူ မသိနားမလည် နိုင်ကြပေ။"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "စင်စစ်မှာကား (သူတို့သည် လောကီဘဝအတွက် အဓိကထား၍ လေ့လာဆည်းဖူးခြင်းဖြင့်) သူတို့၏ အသိပညာမှာ တမလွန်ဘဝနှင့်စပ်လျဉ်း၍ အမိအရ သိနိုင်စွမ်းမရှိပေ။ အမှန်စင်စစ် သူတို့သည် ယင်း (တမ လွန်ဘဝနှင့်) စပ်လျဉ်း၍ ဒွိဟသံသယ၌ပင် ရှိနေကြ၏။ ထိုထက်အတိအကျပြောရလျှင် သူတို့သည် ယင်း (တမလွန် ဘဝ၏အသိပညာနှင့်) စပ်လျဉ်း၍ မျက်စိကန်းနေသူများပင် ဖြစ်ကြ၏။"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "စင်စစ် မယုံကြည်သွေဖည်ငြင်းပယ်ခဲ့ကြသောသူတို့က “ကျွန်ုပ်တို့နှင့်ကျွန်ုပ်တို့၏ဘိုး၊ ဘေး၊ ဘီ၊ ဘင် တို့သည် (ကွယ်လွန်သေဆုံးပြီးနောက်) မြေမှုန့်ဖြစ်သွားကြသည့်အခါ ကျွန်ုပ်တို့အား (သင်္ချိုင်းတွင်းမှ ဘဝအသစ်ဖြင့်) ပြန်လည်ထွက်စေခြင်းကို ခံကြရဦးမည်လော။"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "ဧကန်မလွဲ၊ ယခင်ကလည်း ဤသည်ကို ကျွန်ုပ်တို့နှင့်ကျွန်ုပ်တို့၏ဘိုး၊ ဘေး၊ ဘီ၊ ဘင်တို့အား (သတိပေး ဆုံးမ၍ အရှင့်အမိန့်တော်နှင့်အညီ နာခံလိုက်နာသူတို့အတွက် သုခဥယျာဉ်ရှိကြောင်း) ကတိပေးထားတော်မူခြင်းခံခဲ့ကြရလေ၏။ သို့သော် ဤသည် လွန်လေပြီးသော ရှေးခေတ်လူတို့၏ (အခြေအမြစ်မရှိသော) ဒဏ္ဍာရီ ပုံပြင်များသာ ဖြစ်ကြ၏။"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "(အို၊ ရစူလ်တမန်တော် သူတို့အား၊) ကမ္ဘာဂြိုဟ်၌ လှည့်ပတ်၍ ခရီးသွားလာပြီးနောက် (အမှန်တရားကို မဟုတ်မတရားစွပ်စွဲလှောင်ပြောင်လျက်) ရာဇဝတ်မှုကျူးလွန်ခဲ့ကြသော သူတို့၏ဘဝနိဂုံးများမှာ မည်သို့ အဆုံးသတ်ခဲ့ကြသည်ကို (ယနေ့တိုင် ကျန်ရစ်နေသော သမိုင်းအမွေအနစ်များ၌) စူးစမ်းလေ့လာ သုတေသနပြု၍ ဆင်ခြင်သုံးသပ်ကြလော့။” ဟု ဟောပြောလော့။"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "ထို့ပြင် အသင်သည် (မယုံကြည်သူနှင့်အမှန်တရားကို ဖီဆန်ငြင်းပယ်သူတို့၏သဘောထားကြောင့်) သူတို့အတွက် ဝမ်းနည်းပက်လက် မဖြစ်သည့်အပြင် သူတို့ကြံစည်ဖန်တီးသော စီမံမှုများကြောင့်လည်း စိတ် ဆင်းရဲမှု မခံစားလေနှင့်။"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "ထို့ပြင် သူတို့က ''အကယ်၍ အသင်တို့သည် ဖြောင့်မတ်မှန်ကန်စွာပြောဆိုသောသစ္စာဝါဒီများ ဖြစ်ကြလျှင် ဤကတိတော်သည် မည်သည့်အခါ၌ ပြီးမြောက်မည်နည်း။'' ဟု မေးမြန်းကြ၏။"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "(အို၊ ရစူလ်တမန်တော်၊ သူတို့အား) သင်တို့ အလျင်စလို။ အဆောတလျင် ရောက်စေလိုကြသောပြစ်ဒဏ် တစ်စိတ်တစ်ဒေသသည် သင်တို့အတွက် သင်တို့၏နောက်မှပင် (ထပ်ကြပ်မကွာ) လိုက်လာကောင်း လိုက်လာနိုင်၏။” ဟု ဟောပြောလော့။"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "မုချဧကန်၊ အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်သည် လူသားတို့အပေါ် အရှင့် (မြေပေါ် မြေအောက် သယံဇာတ၊ စွမ်းရည်၊ စွမ်းအင်နိယာမတရားနှင့်လမ်းညွှန်များစသော) ရက်ရောပြည့်စုံသော ကျေးဇူးတော်ကို ချီးမြှင့်ပေးအပ်တော်မူသော်လည်း သူတို့အနက် အများစုမှာ ကျေးဇူးမသိ တတ်ကြချေ။"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "ထို့ပြင် အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်သည် သူတို့၏ရင်များက ထိန်ချန်လျှို့ဝှက်ထားကြသည်တို့ကိုလည်းကောင်း၊ လူသိရှင်ကြား ထုတ်ဖော်ကြသည်တို့ကိုလည်းကောင်း၊ အမှန်ပင် သိရှိတော်မူ၏။"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "စင်စစ်သော်ကား ထင်ရှားစွာသော မှတ်တမ်းစာအုပ်တွင် မှတ်တမ်းတင်ထားခြင်းမှအပ မိုးကောင်းကင်နှင့်မြေကမ္ဘာ၌ မည်သည့် ဖုံးကွယ်လျှို့ဝှက်ချက်မျှ မရှိချေ။"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "ဧကန်မလွဲ၊ ဤကုရ်အာန်ကျမ်းမြတ်သည် အစ္စရေးမျိုးနွယ်ဝင်များနှင့်ပတ်သက်၍ သူတို့သဘောထား ကွဲလွဲနေကြသော ကိစ္စများအနက်မှ များစွာသော အကြောင်းအရာများကို ရှင်းလင်းတင်ပြစေ၏။"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "ထို့ပြင် ဧကန်ပင်၊ ထို (ကုရ်အာန်ကျမ်းမြတ်) သည် သက်ဝင်ယုံကြည်သူတို့အတွက် တရားလမ်းညွှန်တော်နှင့်ကရုဏာတော် မုချပင် ဖြစ်၏။"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "(ဧကန်ပင်၊ အသင့်အား ဖွဲ့စည်းဖြစ်တည်ပျိုးထောင်တော်မူသောအရှင်မြတ်သည် သူတို့အချင်းချင်း ကြား တွင် သဘောထားကွဲလွဲနေခဲ့မှုများ ကောင်းမှုပြုသူအား ဆုလဒ်နှင့်မကောင်းမှုပြုသူအား ပြစ်ဒဏ်ပေးတော်မူရန်) အပြီးသတ် စီရင်ဆုံးဖြတ်တော်မူလိမ့်မည်။ ထိုအရှင်မြတ်သည် လူသားတို့အား ဂုဏ်ဩဇာများ ချီးမြှင့်တော်မူသ ကဲ့သို့ အားလုံးအပေါ်လည်း အရှင့်ဘုန်းတန်ခိုးဖြင့် နိုင်နင်းလွှမ်းမိုးတော်မူသောအ ရှင်၊ အရာခပ်သိမ်းတို့ကို အကြွင်းမဲ့ သိရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "သို့ဖြစ်ပေရာ (အို၊ ရစူလ်တမန်တော်၊) အသင်သည် အလ္လာဟ်အရှင်မြတ်အပေါ်၌သာ ယုံပုံကိုး စားလော့။ ဧကန်မလွဲ၊ အသင်သည် ထင်ရှားစွာသော အမှန်တရားသစ္စာပေါ်၌ပင် ရပ်တည်နေ၏။"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "ဧကန်စင်စစ်၊ အသင် (တမန်တော်) သည် (နာမ်ရေးရာချုပ်ငြိမ်းနေသော) သူသေတို့အား ကြားနာစေနိုင် သည် မဟုတ်သည့်အပြင် (အမှန်တရားသစ္စာကို) ကျောခိုင်း၍ လှည့်ပြန်လိုကြသော နားပင်းသူတို့အားလည်း သင်၏ဖိတ်ခေါ်သံကို ကြားစေနိုင်မည် မဟုတ်ပေ။"
        }
    ]
}