{
    "maqras": [
        {
            "chapter": 37,
            "verse": 145,
            "text": "သို့သော် ငါအရှင်မြတ်သည် သူ့အား လွင်တီးခေါင်ကမ်းခြေ၌ ပစ်တင်စေတော်မူခဲ့ရာ သူသည် (စိတ်ပင် ပန်းနွမ်းနယ်လျက်) နာမကျန်းဖြစ်ခဲ့၏။"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် သူ့အပေါ်၌ (အရိပ်ဖြစ်စေတော်မူရန် ဘူးပင်ကဲ့သို့) နွယ်တက်သောအပင် အမျိုးအစားအနက်မှ အပင်တစ်ပင်ကို ပေါက်ရောက်စေတော်မူခဲ့၏။"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "ထို့နောက် ငါအရှင်မြတ်သည် သူ့အား (နောက်လိုက်ဦးရေ) တစ်သိန်း သို့မဟုတ် ထိုထက်မက ပိုမို၍ တိုးတက်လာမည့် သူ့လူမျိုးတို့ထံ (အရှင့်အမိန့်ဗျာဒိတ်များအား သွန်သင်ပို့ချသည့် တာဝန်ဖြင့် ထပ်မံ၍) စေ လွှတ်တော်မူခဲ့၏။"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "ထိုသို့ဖြင့် (ဤတစ်ကြိမ်တွင်) သူ့လူမျိုးတို့သည် သက်ဝင်ယုံကြည်လာခဲ့ကြပြီး ငါအရှင်မြတ်သည်လည်း သူတို့အတွက် သတ်မှတ်ပြဌာန်းပြီး ဖြစ်သော အချိန်ကာလအထိ လောကီအကျိုးခံစားခွင့်များနှင့်ရပိုင် ခွင့်များဖြင့် ခံစားခွင့်ပေးတော်မူခဲ့၏။"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "သို့ဖြစ်၍ (အို၊ ရစူလ်တမန်တော်) “အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်အတွက် သမီးမိန်းကလေးများရှိစေလို၍၊ သူတို့အတွက် သားယာကျာ်းကလေးများကို ရှိစေလိုကြသလော။” ဟု သူတို့အား မေးမြန်းလော့။"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "သို့တည်းမဟုတ် ငါအရှင်မြတ်သည် မလာအီကာကောင်းကင်စေတမန်တို့အား “အမ” များအဖြစ် ဖွဲ့စည်း ဖြစ်တည်စေတော်မူပြီး သူတို့သည် (ယင်းနှင့်စပ်လျဉ်း၍) မျက်မြင်သက်သေများ ဖြစ်ကြလေသလော။"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "သတိထားကြလော့။ ဧကန်ပင်၊ ယင်းတို့သည် သူတို့က လုပ်ကြံဖန်တီးထားသော လုပ်ဇာတ်များအနက်မှ ပြောဆိုနေကြခြင်း ဧကန်မုချပင် ဖြစ်၏။"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် (လူသားတို့အနက် မည်သူမည်ဝါကို) “အရှင့်သားတော် ဖြစ်စေ၏။'' ဟု စွပ်စွဲ ပြီး ဧကန်ပင်၊ သူတို့သည် (လူတို့အား လိမ်လည်လှည့်စားနေကြသော) မုသာဝါဒီများ မုချဧကန်၊ ဖြစ်ကြလေ၏။"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "(လိင်ခွဲခြားဆက်ဆံဖြစ်စေရန်) ထိုအရှင်မြတ်သည် သမီးမိန်းကလေးများကို သားယောကျာ်းကလေးများထက် ဦးစားပေး ရွေးချယ်တော်မူခဲ့သလော။"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "သင်တို့အတွက် (ထိုအရှင်မြတ်က ဆင်ခြင်တုံတရားနှင့်အတွေးအခေါ်များ ဖြစ်စေတော်မူလျက်) မည်သို့ ဖြစ်နေကြသနည်း။ သင်တို့သည် (အသိဉာဏ်မဲ့စွာဖြင့် ထင်ရာမြင်ရာကို) မည်သို့ အဆုံးအဖြတ် ပေးကြသနည်း။"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "သင်တို့သည် (သတိရ တသ၍ ထုတ်ဖော်ဖွင့်ဟစရာ ကျမ်းတော်ကို အလေးထားလျက်) ဆင်ခြင်သုံးသပ် ပြီး သတိတရား မရကြလေသလော။"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "သို့တည်းမဟုတ် သင်တို့အတွက် (ထိုသို့ ထင်ရာစိုင်းပြုမူရန်) ထင်ရှားသော အခွင့်အာဏာပေးထားသည့် သက်သေအထောက်အထား တစ်စုံတစ်ရာ ရှိသလော။"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "သို့ဖြစ်ပေရာ အကယ်၍ သင်တို့သည် ဖြောင့်မတ်မှန်ကန်စွာပြောဆိုပြုမူသောသစ္စာဝါဒီများ ဖြစ်ကြလျှင် (သင်တို့အား ထိုသို့ပြုမူခွင့် အာဏာပေးထားသည့်) သင်တို့၏ကျမ်းတော်နှင့်တကွ ယူဆောင်လာ၍ တင် ပြကြလော့။"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "ထို့ပြင် သူတို့သည် (သူတို့၏ထင်မြင်ယူဆချက်ဖြင့် အမျိုးမျိုးအပုံပုံ ဇာတ်ခင်းကြလျက် နတ်များ၊ ရုပ်ပွားဆင်းတုများကို ဆည်းကပ်ကိုးကွယ်ရခြင်း၏ဆင်ခြေအကြောင်းရင်းအဖြစ် တင်ပြနိုင်ရန်) ထိုအရှင်မြတ်နှင့်ဂျင်န်(န်) တို့ကြား ဆွေမျိုးတော်စပ်မှုကို ကြံစည်ဖန်တီးခဲ့ကြ၏။ အမှန်စင်စစ်သော်ကား ဂျင်န်(န်) တို့ကိုယ်တိုင် သည်ပင် (သူတို့လည်း အရှင်မြတ်ဖွဲ့စည်းဖြစ်တည်စေတော်မူသောအစေခံများသာဖြစ်ပြီး ပြစ်မှုကျူးလွန်မိလျှင် အရှင့်ရှေ့တော်မှောက်၌) အမှန်ပင် တရားဝင်စွဲချက်ဖြင့် အရေးယူခံရရန် ရောက်ရှိစေခြင်းခံကြရမည့်သူများ ဖြစ်ကြောင်းကို ကောင်းစွာ သိနေကြ၏။"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် သူတို့က (စိတ်ကူးယဉ်အယူအဆဖြင့်) လုပ်ကြံဖန်တီး၍ ကိုးကွယ်ဆည်းကပ် နေကြသည့်အရာများနှင့်ချို့တဲ့မှုများမှ လုံးဝ ကင်းရှင်းတော်မူပြီး (အနှိုင်းမဲ့ အရှင်ဖြစ်တော်မူခြင်း မည်သည့်အရာကိုမျှ အကြောင်းမဲ့ ဖွဲ့စည်းဖြစ်တည်စေတော်မမူခြင်းနှင့် ကိုးကွယ်ထိုက်သော ပကတိဂုဏ်တော်အားလုံးကို ပိုင်ဆိုင်တော်မူသော အရှင်ဖြစ်တော်မူခြင်းကြောင့်) သန့်ရှင်းစင်ကြယ်တော်မူကြောင်းကို ဂုဏ်တင်ပါ၏။"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "သို့ရာတွင် စိတ်ရင့်စေတနာဖြူစင်စွာဖြင့် သက်ဝင်ယုံကြည်လျက် အရှင့်အမိန့်ပညတ်ချက်များကို လိုက် နာကျင့်သုံးမှုမြဲမြံသော အလ္လာဟ်အရှင်မြတ်၏အစေခံလူသားများမူကား (ထိုသို့ တရားစွဲဆိုခြင်း ခံကြရသူတို့တွင် မပါဝင်ချေ)။"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "သို့ဖြစ်ရာ ဧကန်ပင်၊ (မယုံကြည်သူများဖြစ်ကြသော) သင်တို့သည်လည်းကောင်း၊ (အလ္လာဟ်အရှင်မြတ်မှအပ) သင်တို့က ယုံကြည်ဆည်းကပ်ကိုးကွယ်နေကြသော ကိုးကွယ်ရာတို့သည်လည်းကောင်း။"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "သင်တို့သည် (အားလုံး စုရုံးလျက်ပင်) ထိုအရှင်မြတ်ဘက်သို့ ဦးတည်နေသူများနှင့်စပ်လျဉ်း၍ (မည်သူ့ကိုမျှ) လမ်းလွဲစေနိုင်မည့်သူများ မဟုတ်ကြပေ။"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "သို့ရာတွင် ရည်ရွယ်ချက်ရှိရှိ လောင်ကျွမ်းစေသော ငရဲဘုံရောက်စေမည့်လမ်းစဉ်ကို လိုက်နာသူများကိုသာ (ခြွင်းချက်အဖြစ်) လမ်းလွဲစေနိုင်မည်ဖြစ်၏။"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "(နတ်သမီးများသည် အရှင်မြတ်နှင့်ဆွေမျိုးတော်စပ်ကြောင်း ကြွေးကြော်ခြင်းနှင့်စပ်လျဉ်း၍ ကောင်းကင်စေတမန်များကလည်း) စင်စစ်သော်ကား ကျွန်ုပ်တို့အနက်မှ ကိုယ်စီကိုယ်ငအတွက် ရာထူးအဆင့် အတန်းနှင့်တာဝန်များ သတ်မှတ်ခန့်အပ်တော်မူကြောင်း သိနေခြင်းမှအပ (အခြားမရှိပေ)။"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "ထို့ပြင် ဧကန်ပင်၊ ကျွန်ုပ်တို့သည် (အရှင့်စည်းမျဉ်းတော်များအတိုင်း နာခံလိုက်နာလျက် တာဝန်ကိုယ်စီ ဖြင့်) ရာထူးအလိုက် စနစ်တကျ အစီအရီ) တန်းစီနေကြသူများ ဖြစ်ကြ၏။"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "ထိုမှတစ်ပါး ဧကန်စင်စစ်၊ ကျွန်ုပ်တို့သည် (အလ္လာဟ်အရှင်မြတ်သည် ချို့တဲ့မှု လုံးဝ ကင်းရှင်းတော်မူပြီး အနှိုင်းမဲ့ အရှင်ဖြစ်တော်မူခြင်း၊ မည်သည့်အရာကိုမျှ အကြောင်းမဲ့ ဖွဲ့စည်းဖြစ်တည်စေတော်မမူခြင်းနှင့်ကိုးကွယ်ထိုက်သော ပကတိဂုဏ်တော်အားလုံးကို ပိုင်ဆိုင်တော်မူသော အရှင်ဖြစ်တော်မူခြင်းကြောင့်) သန့်ရှင်းစင်ကြယ်တော်မူကြောင်းကို ဂုဏ်တင်ပါ၏။"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "ဧကန်မလွဲ၊ (မယုံကြည်သူနှင့်အရှင့်စည်းမျဉ်းတော်များကို ဖီဆန်ငြင်းပယ်ကြသော) သူတို့သည် ပြောဆို ကြလေ့ရှိ၏။"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "ဧကန်အမှန်၊ အကယ်၍ ကျွန်ုပ်တို့ထံ၌ ကျွန်ုပ်တို့အလျင် လွန်လေခဲ့ပြီဖြစ်သော ရှေးခေတ်လူတို့ထံမှ ဆုံးမဩဝါဒပါဝင်သည့် သတိရ တသ၍ ထုတ်ဖော်စရာ တစ်စုံတစ်ရာရှိခဲ့လျှင်။"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "အမှန်ပင် ကျွန်ုပ်တို့သည် စိတ်ရင့်စေတနာဖြူစင်စွာဖြင့် သက်ဝင်ယုံကြည်လျက် အရှင့်အမိန့်ပညတ်ချက်များကို လိုက်နာကျင့်သုံးမှုမြဲမြံသော အလ္လာဟ်အရှင်မြတ်၏အစေခံ၊ အမှုတော်ဆောင်များပင် ဖြစ်ကြလိမ့်မည်။"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "သို့ရာတွင် သူတို့သည် ယင်း (ဆုံးမဩဝါဒပါဝင်သည့် သတိရ တသ၍ ထုတ်ဖော်စရာ ကျမ်းတော်) နှင့်စပ်လျဉ်း၍ မယုံကြည်ဖီဆန်ငြင်းပယ်ခဲ့ကြကြောင်း သူတို့ မကြာမီပင် သိကြလိမ့်မည်။"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "အမှန်သော်ကား ငါအရှင်မြတ်၏အမိန့်ဗျာဒိတ်တော်သည် ငါအရှင်မြတ်၏သတင်းတော်ဆောင် ရစူလ်တမန်တော်များဖြစ်နှင့်ပတ်သက်၍ ရှေးပြေးအဖြစ် သတ်မှတ်တော်မူခဲ့ပြီး ဖြစ်၏။"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "ဧကန်ပင်၊ သူတို့သည်သာလျှင် (အောင်ပွဲခံကြရန်) ကူညီစောင်မခြင်းခံကြရမည့်သူများ ဖြစ်ကြ၏။"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "ဧကန်အမှန်၊ ငါအရှင်မြတ်၏တပ်မတော်သည်သာလျှင် လွှမ်းမိုးအောင်သူများ ဖြစ်ကြ၏။"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "သို့ဖြစ်ပေရာ (အို၊ ရစူလ်တမန်တော်) အသင်သည် အချိန်ကာလအတိုင်းအတာတစ်ခုအထိ (သူတို့၏ အပြောအဆိုနှင့်အပြုအမူများကို အလေးမထားဘဲ လျစ်လျူရှူ၍) သူတို့ဘက်မှ မျက်နှာလွဲလျက် လွတ်ထားလော့။"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "ထို့ပြင် အသင်သည် သူတို့အား (သူတို့၏မယုံကြည်ငြင်းပယ်မှုက မည်သည့်ဘက်သို့ ဦးတည်သည်ကို မျက်ခြေမပြတ် စောင့်ကြည့်လော့။ မကြာမီပင် သူတို့သည်လည်း မြင်ကြရပေမည်။)"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "သူတို့သည် ငါအရှင်မြတ်၏ပြစ်ဒဏ်ကို အလျင်စလို တောင်းဆိုကြလေသလော။"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "စင်စစ်သော်ကား ယင်းပြစ်ဒဏ်သည် သူတို့၏နယ်ပယ်ထဲသို့ လွှမ်းခြုံဆင်းသက်စေတော်မူသောအခါ သတိပေးနှိုးဆော်ခြင်းခံကြရသောသူတို့၏နံနက်ခင်းသည် အလွန်ဆိုးရွားလှသော အကုသိုလ် နံနက်ခင်းပင် ဖြစ်လိမ့်မည်။"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "သို့ဖြစ်ပေရာ (အို၊ ရစူလ်တမန်တော်) အသင်သည် အချိန်ကာလအတိုင်းအတာတစ်ခုအထိ (သူတို့၏အ ပြောအဆိုနှင့်အပြုအမူများကို အလေးမထားဘဲ ဥပေက္ခာပြု၍) သူတို့ဘက်မှ မျက်နှာလွဲလျက် လွတ်ထားလော့။"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "ထို့ပြင် အသင်သည် သူတို့အား (သူတို့၏မယုံကြည်ငြင်းပယ်မှုက မည်သည့်ဘက်သို့ ဦးတည်သည်ကို မျက်ခြေမပြတ် စောင့်ကြည့်လော့။ မကြာမီပင် သူတို့သည်လည်း မြင်ကြရပေမည်။)"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်၊ ဂုဏ်သိက္ခာ တန်ခိုးစွမ်း အားနှင့်မြင့်မြတ်မှု အလုံးစုံ ဖြစ်ပေါ်စေနိုင်၍ ပြန်လည်ဆုတ်ယုတ်စေတော်မူသောအရှင်မြတ်သည် သူတို့က (စိတ်ကူးယဉ်အယူအဆဖြင့်) လုပ်ကြံဖန်တီး၍ ကိုးကွယ်ဆည်းကပ်နေကြသည့်အရာများနှင့်ချို့တဲ့မှုများမှ လုံးဝ ကင်းရှင်းတော်မူပြီး (အနှိုင်းမဲ့ အရှင်ဖြစ်တော်မူခြင်း၊ မည်သည့်အရာကိုမျှ အကြောင်းမဲ့ ဖွဲ့စည်းဖြစ်တည်စေတော်မမူခြင်းနှင့်ကိုးကွယ်ထိုက်သော ပကတိဂုဏ်တော်အားလုံးကိုပိုင်ဆိုင်သော အရှင်ဖြစ်တော်မူခြင်းကြောင့်) သန့်ရှင်းစင်ကြယ်တော်မူကြောင်းကို ဂုဏ်တင်ပါ၏။"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "အရှင့်သတင်းတော်ဆောင် ရစူလ်တမန်တော်တို့အားလုံးအပေါ် “ငြိမ်းချမ်းသာယာမှု ကျရောက်ပါစေ။”"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "ထို့ပြင် (ကမ္ဘာဦးမှစ၍ တမလွန်ဘဝအထိ မည်သူမဆိုဖြစ်စေ၊ မည်သည့်နည်းဖြင့်ဖြစ်စေ၊ မည်သူ့ကို ပင်ဖြစ်စေ၊ မည်သည့်အကြောင်းကြောင့်ဖြစ်စေ၊ ချီးမွမ်းနိုင်ခြင်းနှင့်ကျေးဇူးတင်နိုင်ခြင်းသည် ထိုကျေးဇူးပြုသူနှင့်ကျေးဇူးတင်သူနှစ်ဦးစလုံးကို အရှင်မြတ်သာ ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူခဲ့သောကြောင့်) ချီးမွမ်းခြင်းနှင့်ကျေးဇူးတင်ခြင်း ဟူသမျှတို့သည် (သက်ရှိသက်မဲ့တို့အတွက် ဖွဲ့စည်းတည်ဆောက်မှု နှင့်ဖွံ့ဖြိုးမှုစနစ်များ ဖြစ်ပေါ်စေတော်မူလျက်) စကြဝဠာများနှင့်လောကခပ်သိမ်းတို့ကို ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ဖွံ့ဖြိုးစေတော်မူသော အလ္လာဟ်အရှင်မြတ်နှင့်သာ ထိုက်တန်၏။"
        },
        {
            "chapter": 38,
            "verse": 1,
            "text": "ဆွာဒ်။ (ငါအရှင်မြတ်သည် ဂုဏ်အသရေတင့်တယ်ပြီး အမှန်တရားသစ္စာကို လမ်းညွှန်ရုံသာမက သတိပေး နှိုးဆော်ဖွယ်ရာ ဆုံးမဩဝါများလည်း ပါဝင်သည့်) သတိရ တသ၍ ထုတ်ဖော် ဖွင့်ဟစရာများ ပြည့်နှက်လျက် မြင့်မြတ်သော ကုရ်အာန်ကျမ်းတော်မြတ်ကို သက်သေထူတော်မူ၏။"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "သို့သော်ငြားလည်း အမှန်မှာ မယုံကြည်သူ (အရှင့်စည်းမျဉ်းတော်များကို သွေဖည်ငြင်းဆန်ကြသောသူ) တို့သည် သူတို့ကိုယ်သူတို့ အထင်ကြီးလျက် ဂုဏ်သိက္ခာ၊ မက်မောမှုနှင့်ပြိုင်ဘက်ကိုယ်စီဖြင့် ဂိုဏ်းဂဏစွဲများတွင် (နစ်မြုပ်နေကြခြင်းဖြင့် အမှန်တရားသစ္စာကို စူးစမ်းလေ့လာခြင်းမရှိဘဲ သတိတရားရခြင်းမှ ကင်းဝေးလျက်) ရှိနေကြ၏။"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "ငါအရှင်မြတ်သည် သူတို့မတိုင်မီ (သူတို့ကဲ့သို့ မယုံကြည်ဖီဆန်ငြင်းပယ်ခဲ့ကြသော မျိုးဆက်များအနက်မှ) သူတို့၏မြို့ရွာနေရာဒေသများတွင် အခြေချနေထိုင်၍ သွားလာလှုပ်ရှားခဲ့ကြသော မျိုးဆက်ပေါင်း မည်ရွေ့ မည်မျှကို တိမ်ကောဖျက်ဆီးစေတော်မူခဲ့ကြောင်း (သမိုင်းစာမျက်နှာများတွင် စူးစမ်းလေ့လာ ကြည့်ကြလော့)။ နောက်ဆုံးတွင် သူတို့သည် အကူအညီအတွက် ဟစ်အော်မြည်တမ်းခဲ့ကြသော်လည်း (အချိန်နှောင်းခဲ့ပြီဖြစ်ရာ သူတို့၏နောင်တရမှုက အကျိုးမဲ့စေလျက် သူတို့အတွက် ပြစ်ဒဏ်မှ) လွတ်မြောက်စရာ အချိန်ကာလဟူ၍ အလျှင်း မရှိခဲ့ပေ။"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "စင်စစ်မှာမူကား သူတို့သည် မိမိတို့အနက်မှပင် သတိပေနှိုးးဆော်သူတစ်ဦး ရောက်ရှိ၍လာခဲ့ခြင်းကို အံ့သြထူးဆန်းစရာအဖြစ် ထင်မြင်ယူဆခဲ့ကြ၏။ ထို့ပြင် မယုံကြည်သူ (အရှင့်စည်းမျဉ်းတော်များကို သွေ ဖည် ငြင်းဆန်သူ) တို့က ဤပုဂ္ဂိုလ်သည် မှော်ပယောဂဆရာတစ်ဦးဖြစ်ပြီး (သူကိုယ်တိုင် ကြံစည် ဖန်တီးထားသည်ကို အလ္လာဟ်အရှင်မြတ်ထံတော်မှ ပြောဆိုနေသော) လိမ်လည်သူတစ်ဦးပင် ဖြစ်သည်ဟု စွပ်စွဲပြောဆိုခဲ့ကြ၏။"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "ထိုပုဂ္ဂိုလ်သည် (ကျွန်ုပ်တို့၏မိရိုးဖလာ ရုပ်ပွားဆင်းတု ကိုးကွယ်မှုအပါအဝင်) ကိုးကွယ်ရာဘုရားအားလုံးအစား အရှင်တစ်ဆူဝါဒကို စီမံဖြစ်စေပြီလော။ ဧကန်မလွဲ၊ ဤသည် လွန်စွာ ထူးဆန်း အံ့ဩဖွယ်ရာတစ်ခုပင် ဖြစ်၏။"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "ထို့ပြင် သူတို့အနက်မှ အကြံပေးအကြီးအကဲများက (လက်အောက်ငယ်သားများအား လှုံ့ဆော်ရန်) ထွက်လာကြပြီး “ဆက်လက်ရှေ့တိုး၍ လှုပ်ရှားကြလော့။ ထို့ပြင် သင်တို့၏ (မိရိုးဖလာ) ကိုးကွယ်ရာများအ ပေါ် (မားမားမတ်မတ်ရပ်တည်လျက် ဇွဲ၊ လုံ့လ၊ ဝီရိယဖြင့်) ခန္တီသည်းခံကြံ့ခိုင်မှု မြဲမြံကြလော့။ ဧကန်ပင်၊ ဤသည် (ထိုပုဂ္ဂိုလ်နှင့်သူ့နောက်လိုက်များက တမင်တကာ ကြံစည်၍) ရည်ရွယ်ဆောင်ရွက်စေသောအရာတစ်ခု အမှန်ပင် ဖြစ်၏။"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "ကျွန်ုပ်တို့သည် လွန်လေခဲ့ပြီးဖြစ်သော ယုံကြည်မှုဆိုင်ရာလမ်းစဉ် ဓလေ့ထုံးစံများတွင် ဤသည်နှင့်စပ် လျဉ်း၍ ကြားခဲ့ဖူးခြင်း မရှိချေ။ ဤသည် လုပ်ဇာတ်မှအပ အခြား မဟုတ်ပေ။"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "ကျွန်ုပ်တို့အားလုံးအနက်မှ သူ့အပေါ်၌သာလျှင် ဆုံးမသြဝါဒများပါရှိသည့် ထိုသတိရ တသ၍ ထုတ်ဖော် ဖွင့်ဟစရာကို ချမှတ်ပေးအပ်ခြင်းခံရလေသလော။ အမှန်စင်စစ် သူတို့သည် (သူတို့ကိုယ်သူတို့ အထင် ကြီးလျက် ဂုဏ်သိက္ခာမက်မောမှုကြောင့်) ငါအရှင်မြတ်၏ဆုံးမသြဝါဒများပါရှိသည့် ထိုသတိရ တသ၍ ထုတ်ဖော်ဖွင့်ဟ စရာနှင့်စပ်လျဉ်း၍ (သို့လောသို့လောဖြစ်လျက်) ဒွိဟသံသယ၌ပင် ရှိနေကြ၏။ စင်စစ်မူကား သူတို့သည် (မောက်မာမှုနှင့်အမှန်တရားကို ငြင်းပယ်မှုအားစွန့်လွတ်ရသည်အထိ) ငါအရှင်မြတ်၏ပြစ်ဒဏ်ကို မြည်းစမ်းစေတော် မမူသေးသောကြောင်​ဖြစ်၏။"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "သူတို့ထံ၌ အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်၊ (လူသား တို့အား ဂုဏ်ဩဇာများချီးမြှင့်တော်မူသကဲ့သို့ အားလုံး အပေါ်လည်း) အရှင့်ဘုန်းတန်ခိုးဖြင့် နိုင်နင်းလွှမ်းမိုးတော်မူသောအရှင်၊ အလွန်တရာ ရက်ရောစွာ ပေးကမ်းတော်မူသော အရှင်မြတ်၏ကရုဏာတော်ဆိုင်ရာ တနာသိုက် (ဘဏ္ဍာတော်) များကို ပိုင်ဆိုင် ထိန်းသိမ်းထားကြလေသလော။"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "သို့တည်းမဟုတ် သူတို့၌ မိုးကောင်းကင်များနှင့်မြေကမ္ဘာကိုလည်းကောင်း၊ ထိုနှစ်ခုလုံးကြား၌ ရှိသမျှ တို့ကိုလည်းကောင်း၊ အုပ်ချုပ်နိုင်သော အချုပ်အခြာအာဏာ ရှိလေသလော။ သို့ရှိခဲ့လျှင် သူတို့သည် (ကြိုးများ၊ လှေကားများ နည်းပညာနည်းစနစ်များ ထီထွင်ကြံဆမှုများ စသည့်) ရှိသမျှနည်းလမ်းနှင့်အကြောင်းခံများကို အသုံးပြု၍ (တမန်တော်မြတ်ထံ အရှင့်အမိန့်ဗျာဒိတ်တော်များ ချမှတ်ပေးတော်မူသည်ကို တားဆီးပိတ်ပင်နိုင်ရန် မိုးကောင်းကင်သို့) တက်ကြစေလော့။"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "(သူတို့သည်) ထိုနေရာ (မက္ကာမြို့၏ပတ်ဝန်းကျင်ဒေသ) တွင် အုပ်စုများအနက်မှ (အုပ်စုတစ်ခုသည် ရှေးခေတ်က တမန်တော်များကို အာခံဖီဆန်သောကြောင့် လုံးလုံးလျားလျား အညွန်းချိုးစေတော်မူသကဲ့ သို့ပင် မကြာမီ) ရှုံးနိမ့်သူများ ဖြစ်ကြလိမ့်မည်။"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "သူတို့အလျင်လည်း (တမန်တော်) နူးဟ်၏လူမျိုး၊ အားဒ်လူမျိုးနှင့်အထင်ကြီးရလောက်အောင် အမာခံ တပ်များကို ပိုင်ဆိုင်ထားသောဖာရိုမင်းဆက် တို့သည်လည်း (တမန်တော်များကို မဟုတ်မတရား လိမ် လည်စွပ်စွဲ၍) ဖီဆန်ငြင်းပယ်ခဲ့ကြ၏။"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "ထိုနည်းတူစွာ ဆမူဒ်လူမျိုး၊ (တမန်တော်) လူးသ်၏လူမျိုးနှင့်တောအုပ်၌ နေကြသောအိုက်ကသ်၏အပေါင်းအဖော်တို့သည်လည်း တမန်တော်များကို မဟုတ်မတရား လိမ်လည်စွပ်စွဲ၍ ဖီဆန်ငြင်းပယ်ခဲ့ကြပြီး) ထိုသူတို့သည် ရှေးခေတ်အင်အားကြီးအုပ်စုများပင် ဖြစ်ခဲ့ကြ၏။"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "ထိုအုပ်စုကြီးအားလုံးသည် ရစူလ်တမန်တော်တို့အား မဟုတ်မတရား လိမ်လည်စွပ်စွဲ၍ ဖီဆန်ငြင်းပယ်ခဲ့ကြပေရာ ငါအရှင်မြတ်၏ဒဏ်ခတ်အရေးယူမှုသည် (သူတို့အပေါ် မရှောင်လွဲနိုင်သော ပြစ်ဒဏ်အဖြစ် သက်ရောက်စေတော်မူခြင်းမှာ) တရားမျှတကြောင်းထောက်ပြနေ၏။"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "စင်စစ်သော်ကား ဤသူတို့သည် ယင်းအတွက် ခေတ္တအချိန်ဆွဲ ရွှေ့ဆိုင်းခွင့်ပင်မရဘဲ ဆိုက်ရောက်လာမည့် တစ်ခုတည်းသော ပြင်းထန်သည့် ပေါက်ကွဲသံမှအပ (အခြားမည်သည်ကိုမျှ) စောင့်စားနေကြသည် မဟုတ်ပေ။"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "ထို့ပြင် သူတို့သည် (တမန်တော်မြတ်အား ပြက်ရယ်ပြုပြောင်လှောင်သောအားဖြင့်) အို၊ ကျွန်ုပ်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၊ တမလွန်တွင် တရားစီရင်စစ် ဆေး၍ စာရင်းရှင်းရမည့်နေ့ မတိုင်မီပင် ကျွန်ုပ်တို့အတွက် ကျွန်ုပ်တို့၏ (ပြစ်ဒဏ်ဆိုင်ရာခွဲတမ်း) ဝေစုဝေပုံကို အလျင်အမြန် ဖြစ်စေတော်မူပါ။” ဟု လျှောက်ထားခဲ့ကြ၏။"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "(အို၊ ရစူလ်တမန်တော်) အသင်သည် သူတို့၏ထိုးနှက်ပြောဆိုချက်များအပေါ် (အလေးမထားဘဲ တရားလမ်းမှန်၌ မားမားမတ်မတ်ရပ်တည်လျက် ဇွဲလုံ့လဝီရိယဖြင့်) ခန္တီသည်းခံကြံ့ခိုင်မှု မြဲမြံလော့။ ထို့ပြင် အ သင်သည် ငါအရှင်မြတ်၏အစေခံအမှုတော်ဆောင်လည်းဖြစ် (ဉာဏ်ပညာ၊ ဩဇာအာဏာ၊ အုပ်ချုပ်မှု၊ စစ်ရေး၊ ကျွမ်းကျင်မှု၊ အရှင့်အမိန့်တော်များကို နာခံလိုက်နာမှု စသည်ဖြင့်) ဩဇာတိက္ကမကြီးမားသူလည်းဖြစ်သော (တမန်တော်) ဒါဝူးဒ် (၏ စံနမူနာယူဖွယ်ရာ အကြောင်းအရာများ) ကို သတိရ တသ၍ ထုတ်ဖော်ဖွင့်ဟလော့။ ဧကန်ပင်၊ သူသည် (ကျိုးနွံစွာဖြင့် ဝန်ချတောင်းပန်လျက် အရှင်မြတ်ဘက်သို့ ထပ်တလဲလဲ) ပြန်လှည့်သူပင် ဖြစ်ခဲ့၏။"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "ဧကန်ပင်၊ ငါအရှင်မြတ်သည် (တမန်တော်ဒါဝူးဒ်၏ဩဇာခံများထဲတွင် တောင်တန်းဒေသနေ ယဉ်ကျေး မှု၊ မတွန်းကားသေးသော လူ့အဖွဲ့အစည်းနှင့်မြို့နေလူ့အဖွဲ့အစည်းများ ပါဝင်ရုံသာမက ထိုအရှင်မြတ် သည် ချို့တဲ့မှု လုံးဝ ကင်ရှင်းတော်မူပြီး အနှိုင်းမဲ့ အရှင်ဖြစ်တော်မူခြင်း၊ မည်သည့် အရာကိုမျှ အကြောင်းမဲ့ ဖွဲ့စည်းဖြစ်တည်စေတော်မမူခြင်းကြောင့်) သန့်ရှင်းစင်ကြယ်တော်မူကြောင်းကို ဂုဏ်တင်ရန်အလို့ငှာ တောင်များနှင့်ငှက်တိရစ္ဆာန်များ ကိုလည်း (အသုံးခံဩဇာခံများ ဖြစ်စေတော်မူလျက်) ညနေချမ်း၌လည်းကောင်း၊ နံနက်ယံ၌လည်းကောင်း၊ ဒါဝူဒ်နှင့်အတူ (အရှင်မြတ်အား) နာခံလိုက်နာစေတော်မူခဲ့၏။"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "ထိုနည်းတူစွာ (ငါအရှင်မြတ်သည်) ငှက်တိရစ္ဆာန်များကိုလည်း စုရုံးစေလျက် (အရှင်မြတ်၏အမိန့်တော်အတွက် နာခံမြှုပ်နှံ၍ ဂုဏ်တင်စေတော်မူခြင်းဖြင့်) သူတို့အားလုံးသည် ထိုအရှင်မြတ်ဘက်သို့ (ထပ် တလဲလဲ ကျိုးနွံစွာ) ပြန်လှည့်သူများ ဖြစ်ကြလေ၏။"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် (တမန်တော်) ဒါဝူးဒ်၏နိုင်ငံတော်အချုပ်အခြာနယ်ပယ်ကို အားဖြည့်စေ၍ ပိုမို ခိုင်မာတောင့်တင်းစေတော်မူခဲ့သည့်အပြင် သူ့အား ဓမ္မသတ်ဆိုင်ရာ ဉာဏ်အမြော်အမြင်နှင့်အဆုံး အဖြတ်ပေးနိုင်သော မိန့်ခွန်းအဟောအပြောစွမ်းရည်တို့ကိုလည်း ချီးမြှင့်ပေးအပ်တော်မူခဲ့၏။"
        }
    ]
}