{
    "maqras": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "သူတို့သည် ပထမဆုံးအကြိမ် (ကျမ်းတော်ကို နားထောင်ခွင့်ရခဲ့ချိန်တွင် အမှန်တရားဖြစ်ကြောင်း သိနားလည်ခဲ့ပါလျှက်) ယင်းအား မယုံကြည်သကဲ့သို့ပင် ငါအရှင်မြတ်သည် သူတို့၏နားလည် နိုင်စွမ်းရှိသော နှလုံးသားများနှင့်အတွေးအမြင်များကို (သူတို့၏အလိုဆန္ဒနှင့်စိတ်သဘောထားများအတိုင်း အမှန်တရားကို ဝေခွဲ မရဖြစ်ပြီး အရှင့်စည်းမျဉ်း) ကျူးလွန်မှု၌ပင် မျက်ကန်းပမာ ခြေဦးတည့်ရာသို့ တဝဲလည်လည်သွားနိုင်ရန် လွှတ်ထားတော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "အကယ်၍ ငါအရှင်မြတ်သည် (သူတို့လိုလားတောင်းဆိုသည့်အတိုင်း) သူတို့ထံသို့ မလာအီ ကာစေတမန်များကို စေလွှတ်တော်မူပြီး ကွယ်လွန်သွားသူများကို ရှင်စေတော်မူ၍ သူတို့နှင့်စကားပြောစေတော်မူကာ အရာခပ်သိမ်းတိုကို သူတို့၏မျက်မှောက်တွင် မျက်နှာချင်းဆိုင်တွေ့ဆုံရန် စုရုံးစေတော်မူသည့်တိုင် အလ္လာဟ်အရှင်မြတ်က အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ အလိုရှိတော်မူသောသူများမှအပ အလျှင်း ယုံကြည်လိမ့်မည် မဟုတ်ပေ။ အမှန်မှာ သူတို့အနက်မှ အများစုသည် အသိပညာကင်းမဲ့ နေကြ၏။"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "ထိုကဲ့သို့ပင် ငါအရှင်မြတ်သည် (လူသားတို့အား လောကီဘဝတွင် လွတ်လပ်စွာ ရွေးချယ်ပိုင်ခွင့်ပေးထားတော်မူပြီး လူ့ဘဝတည်ဆောက်ရေးဆိုင်ရာ အရှင့်လမ်းစဉ်တော်အား လူသား၏လွတ်လပ်သောဆန္ဒဖြင့် ယုံကြည်ခွင့်ပေးတော်မူထားသော အရှင့်လမ်းစဉ်တော်အား ရှင်းပြစေရန် စေလွှတ်တော်မူသည့်) နဗီတမန်တော်ကိုယ်စီ လက်ထက်၌ ဂျင်န်နှင့်လူသားတို့အနက်မှ စေတန်မကောင်းဆိုးဝါးတို့သည် အချို့ကအချို့ကို နားဝင်ချိုပြီး လှပစွာ တန်ဆာဆင်ထားသော အပြောအဆိုများဖြင့် လှည့်စားလျှက် စေ့ဆော်လှုံ့ဆော်ခြင်း ခံရခြင်းကြောင့် ရန်သူ ဖြစ်လာစေတော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "နောင်တမလွန်ဘဝကို မယုံကြည်ကြသော သူတို့၏စိတ်နှလုံးတို့သည် သူတို့က ကျူးလွန်မြဲကျူး လွန်နေကြသော (အပြောမဆို၊ အပြုအမူစသည့်) မကောင်းသည့်လုပ်ရပ်များကို ဆက်လက်ကျူးလွန်ရန်နှင့် ထိုကျူးလွန်မှု၌ ပျော်မြူးကြရန်သာ (ဆန္ဒရှိသောကြောင့်) ယင်း (မကောင်းမှု) ဘက်သို့ ယိမ်းယိုင်တိမ်းညွှတ်ကြသည်။"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "(အို၊ ရစူလ်တမန်တော်၊ ထိုသူတို့အား) “ ကျွန်ုပ်သည် (သင်တို့နှင့်ကျွန်ုပ်ကြားတွင် ဖြစ်ပျက်နေသည့် အရေးကိစ္စများနှင့်စပ်လျဉ်း၍) အလ္လာဟ်အရှင်မြတ်မှအပ အခြား စီရင်ဆုံးဖြတ်ပေးမည့် တရားသူကြီးတစ်ဦးကို ရှာဖွေရမည်လော။” (ဟု မေးမြန်းလော့။) ထိုအရှင်မြတ်သည် သင်တို့ထံ (ဤ ပြီးပြည့်စုံသော အနှိုင်းမဲ့) ကျမ်းတော်ကို (အမှား၊ အမှန်ခွဲခြားသိမြင်နိုင်သော အသုံးအနှုန်းများနှင့်) အသေးစိတ်ရှင်းလင်းတင်ပြသည့် အနေအထားဖြင့် ချမှတ်ပေးအပ်တော်မူပြီး အရှင့်ထံတော်မှ ကျမ်းတော်ချမှတ်ပေးအပ်ခြင်းခံရသူတို့သည် ထိုကျမ်း တော်မှာ အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်ထံတော်မှ အမှန်တရားသစ္စာဖြင့် (တိကျမှန်ကန်ပြတ်သားစွာ) ချမှတ်ပေးအပ်ခြင်းခံရသောကျမ်း မုချပင် ဖြစ်ကြောင်း သိကြ၏။ သို့ဖြစ်ပေရာ မည်သည့်အခါမျှ သံသယမကင်းဖြစ်လျှက် အငြင်းသန်သူများထဲတွင် အပါအဝင် မဖြစ်ကြလေနှင့်။"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "အသင် (တမန်တော်) အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်၏ ဗျာဒိတ်တော် (ဖြစ်သော ကျမ်းတော်မြတ်ကုရ်အာန်) အား တိကျမှန်ကန်ပြတ်သားစွာနှင့်တရားမျှတစွာဖြင့် ပြီးပြည့်စုံစေတော်မူပြီဖြစ်၍ အရှင့်ဗျာဒိတ်တော်ကို ပြောင်းလဲနိုင်သူဟူ၍ အလျင်း မရှိချေ။ ထိုအရှင်မြတ်သည် (လူသားတို့၏မဟုတ်မှန်သော ဝါဒဖြန့်မှုအပါအဝင် အပြောအဆိုအားလုံးကို) အကြွင်းမဲ့ ကြားနေတော်မူသော အရှင်၊ အရာခပ်သိမ်းတို့နှင့်စပ်လျဉ်း၍ အချက်အလက်အသေးစိတ်ကို အကြွင်းမဲ့ သိနေတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "အကယ်၍ ကမ္ဘာဂြိုဟ်၌ (အမှန်တရားနှင့်တရားမျှတမှုကို လျစ်လျူလျက်) လူအများစု (၏ဆန္ဒကိုသာ ဦးစားပေး၍) နာခံလိုက်နာခဲ့သော် သူတို့သည် (အသင့်ကို) အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တော်မှလွဲချော်စေ၍ လမ်းမှားရောက်စေလိမ့်မည်။ အမှန်စင်စစ်၊ သူတို့သည် ထင်မြင်ယူဆချက်နောက်ကိုသာလျှင် လိုက်နာနေကြ သူများဖြစ်ပြီး (အမှန်တရားနှင့်လုံးဝ မဟပ်စပ်ဘဲ) ရမ်းဆပြောဆိုကြသူများသာ ဖြစ်ကြ၏။"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "ဧကန်ပင်၊ အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်သည် အရှင့်လမ်းစဉ်တော်မှ လွဲဖယ်၍ လမ်းမှားရောက်နေသူများ အကြောင်းကို အသိဆုံးပင် ဖြစ်တော်မူ၏။ ထို့အပြင် ထိုအရှင်မြတ်သည်ပင် အရှင့်လမ်းညွှန်တော် (ဖြစ်သော ကျမ်းတော်) အားဖြင့် လမ်းညွှန်ခြင်းခံရ (လျက် ထိုလမ်းညွှန်တော်နှင့်အညီ ဘဝဆောက်တည်) သူများအကြောင်းကိုလည်း အသိဆုံးပင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "သို့ဖြစ်ပေရာ အသင်တို့သည် အရှင့်အာယာသ်သက်သေလက္ခဏာတော်များကို ယုံကြည်သူများ ဖြစ်ကြလျှင် အလ္လာဟ်အရှင်မြတ်က ခွင့်ပြုထားသောအရာများ၊ (အရှင့်စည်းမျဉ်းတော်နှင့်ကိုက်ညီပြီး) အရှင့်နာမတော် တသခြင်းခံရသည့် အရာများကိုသာ စားသုံးကြလော့။"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "အလ္လာဟ်အရှင်မြတ်၏ (စည်းမျဉ်းတော်နှင့်အညီ အရှင်မြတ်က ခွင့်ပြုထားသော အရှင့်နာမတော် တသခြင်းခံရသည့်အရာများကို မစားသုံးရန် အဘယ်အကြောင်း ရှိသနည်း။ မည်သည့်အရာများက (သင်တို့အတွက် မသင့်တော်၍) သင်တို့အပေး တရားမဝင်သည့် တားမြစ်ခံရသော အရာများဖြစ်သည်ကို အသေးစိတ်ရှင်းပြ စေတော်မူပြီးဖြစ်၍ မလွှဲမရှောင်သာ အတင်းအဓမ္မစားသုံးစေသည့်အရာများမှအပ (ထိုတားမြစ်ထားသောအရာများကို မစားသုံးကြလေနှင့်။) ထို့ပြင် မုချဧကန်၊ များစွာသောသူတို့သည် သူတို့၏အလိုရမ္မက်များကြောင့် အသိတရားကင်းမဲ့ကြလျက် အမှန်ပင် လမ်းမှားသို့ ရောက်သွားကြလေ၏။ ဧကန်ပင်၊ အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသောအရှင်မြတ်သည် အရှင့်စည်းမျဉ်းတော်များကို ချိုးဖောက်ကျူးလွန်နေသူတို့နှင့်ပတ်သက်၍ အသိဆုံးဖြစ်တော်မူသော အရှင်ပင်ဖြစ်၏။"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "အသင်တို့သည် လူသိရှင်ကြားသိသာထင်ရှားသော မကောင်းမှုများနှင့်တိတ်တဆိတ်လျှို့ဝှက်စွာ ကျူးလွန် ကြသည့် အဇ္ဈတ္တမကောင်းမှုများကို စွန့်လွှတ်ကြကုန်လော့။ ဧကန်ပင်၊ မကောင်းမှုဒုစရိုက်တို့ကို ရှာဖွေဆည်းပူး၍ ကျင့်ကြံကြသူတို့သည် မကြာမီ သူတို့ပြုမူကျင့်ကြံခဲ့သမျှ၏အကျိုးဆက်ကို ပေးဆပ်ကြရလိမ့်မည်။"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "အလ္လာဟ်အရှင်မြတ်၏စည်းမျဉ်းတော်နှင့်အညီ ယင်းတို့အပေါ်အရှင့်နာမတော်အား သတိရ တသခြင်း မခံရသော အစားအသောက်များကို စားသောက်ခြင်းမပြုကြလေနှင့်။ အကြောင်းမှာ ထိုသို့ စားသောက်ခြင်းသည် အရှင့်အမိန့်တော်ကို အာခံဖီဆန်ခြင်းပင်ဖြစ်ပြီး ဧကန်ပင်၊ စေတန်မကောင်းဆိုးဝါးတို့သည် သင်တို့နှင့်အချေ အတင်ပြောဆိုငြင်းခုံကြရန်သူတို့၏လူယုံမိတ်ဆွေအပေါင်းအသင်းတို့အား စေ့ဆော်လှုံ့ဆော်ကြ၏။ ထို့ပြင် အကယ်၍ သူတို့အား နာခံလိုက်နာလျှင် သင်တို့သည် အမှန်ပင် အရှင်မြတ်နှင့်တွဲဖက်တုပြိုင်၍ ကိုးကွယ်ကြသူတို့မှ ဖြစ်ကြလိမ့်မည်။"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "(အတွေးအခေါ်အယူအဆဆိုင်ရာ) အမှောင်အထပ်ထပ်၌ရှိနေလျက် ယင်းအမှောင်ထုမှ ရုန်းထွက်နိုင်ခြင်း မရှိသောသူပမာ (နာမ်ရေးရာ) သေနေသောကြောင့် ငါအရှင်မြတ်သည် သူ့အတွက် (ကျမ်းတော်ကို) အလင်း ရောင်ဖြစ်စေတော်မူ၍ လူဘုံအလယ်တွင် ထိုအလင်းတော်အားဖြင့် သွားလာလှုပ်ရှားနိုင်အောင် ပြုလုပ်ပေးတော် မူပြီး သူ့ကိုရှင်သန်စေတော်မူသူနှင့်အမှောင်ထဲတွင် ဆက်လက်ရှိနေသူတို့နှင့်တူညီမည်လော။ ဤနည်း အတိုင်းပင် (အရှင့်အလင်းတော်မှ ကင်းဝေးနေသော) မယုံကြည်သူ (နှင့် အမှန်တရားကို ဖီဆန်ငြင်းပယ်သူ) တို့အတွက် သူတို့ ၏ပြုမူကျင့်ကြံဆောင်ရွက်သမျှတို့ကို စွဲမက်စရာဖြစ်အောင် တင့်တယ်စေတော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "ထိုနည်းနှင်နှင် ငါအရှင်မြတ်သည် မြို့ရွာတိုင်းတွင် အလွန်ထင်ရှားကျော်ကြားသော ရာဇဝတ်ကောင် အကြီးအကဲများအား ယင်းမြို့ရွာများ၌ (သူတို့၏အလိုဆန္ဒများနှင့်အညီ) မကောင်းမှုကြံစည်ရန် ခွင့်ပြုတော်မူခဲ့၏။ သူတို့၏မကောင်းသော ကြံစည်လုပ်ဆောင်မှုများသည် သူတို့၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူ ထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အညီဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒနှင့်အညီဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) အားဖြင့် ဆုံးဖြတ်လုပ်ဆောင်ခဲ့ခြင်းသာဖြစ်သော်လည်း သူတို့သတိမမူနိုင်ကြချေ။"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "သူတို့ထံ အရှင်မြတ်၏အာယာသ်သက်သေလက္ခဏာ တစ်စုံတစ်ရာရောက်လာသည့်အခါတိုင်း သူတို့က “ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ရစူလ်တမန်တော်များထံသို့ ချမှတ်ပေးအပ်ခြင်းခံရသောသက်သေလက္ခဏာများပမာ ကျွန်ုပ်တို့အားလည်း မချီးမြှင့်သမျှကာလပတ်လုံး ယုံကြည်ကြမည် အလျှင်း မဟုတ်ချေ။ အလ္လာဟ် အရှင်မြတ်သည်သာ မည်သူအား မည်သို့ အရှင့်ဗျာဒိတ်သတင်းပို့ဆောင်သည့် ရစူလ်တမန်တော်ဂုဏ်ဘွဲ့ပေးအပ်ရန် (အရည်အသွေးပြည့်မီ) ဖြစ်စေတော်မူရမည်ကို အသိဆုံး ဖြစ်တော်မူ၏။ မကြာမီ ရာဇဝတ်မှုကျူးလွန် သူတို့အား (ဤလောကီဘဝတွင်) အလ္လာဟ်အရှင်မြတ်၏ထံတော်မှ ဂုဏ်ရည်သေးသိမ်မှု ဝေဒနာကိုခံစားစေလိမ့်မည်ဖြစ်ပြီး (နောင်တမလွန်ဘဝတွင်လည်း) သူတို့၏ကြံစည်လုပ်ဆောင်မှုများကြောင့် ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားစေတော်မူလိမ့်မည်။”"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "ထိုသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ လမ်းညွှန်တော်မူရန် ရည်ရွယ်တော်မူသည့်သူအား သူ၏စိတ်နှလုံးသားကို (အရှင်မြတ်ထံအပ်နှံလျက်) အစ္စလာမ်အတွက် (ဘဝနစ်မြုပ်နိုင်ရန် သိနားလည်နိုင်သည့်စွမ်းရည်များဖြင့်) ပွင့်ကားကျယ်ဝန်းစေတော်မူ၏။ (သူတို့၏စိတ်အလိုဆန္ဒကြောင့်) လမ်း မှား သို့ရောက်ရန် ကြံရွယ်သူအား မိုးကောင်းကင်သို့ မြင့်တက်သူပမာ (မာနထောင်လွှားသည့်အတွက်) သူ၏စိတ်နှလုံးကို တင်းကျပ်ကျဉ်းမြောင်းစေတော်မူရန် ရည်ရွယ်တော်မူ၏။ ထိုကဲ့သို့ပင် အလ္လာဟ်အရှင်မြတ်သည် (အရှင့်အမိန့်ပညတ်ချက်များအား) မယုံကြည်ကြသူတို့အပေါ် (သူတို့၏တွေးခေါ် ဆင်ခြင်မှုများ၌) အညစ်အကြေးများ ဖြစ်ပေါ်စေတော်မူ၏။"
        }
    ]
}