{
    "maqras": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ငါအရှင်မြတ်က အရှင့်အစေခံ (တမန်တော် မြတ်) အပေါ် စစ်တပ်နှစ်ခု ထိပ်တိုက်ရင်ဆိုင်ခဲ့ကြသော အမှန်တရားသစ္စာနှင့်လမ်းမှားတို့ကို ခွဲခြားသိသာထင်ရှား စေသည့်နေ့၌ ချမှတ်ပေးအပ်တော်မူခဲ့သမျှ (အာယာသ်သက်သေလက္ခဏာတော်များ) ကိုလည်းကောင်း၊ စိတ်ရင်းစေတနာဖြူစင်စွာဖြင့် ယုံကြည်ကြလျှင် သင်တို့စစ်ပွဲ၏အကျိုးဆက်အဖြစ် လက်ခံရရှိခဲ့သော ပစ္စည်းပစ္စယ များအနက်မှ ငါးပုံတစ်ပုံကို (အရှင့်လမ်းစဉ်တော်တည်တံ့စေရန်) အလ္လာဟ်အရှင်မြတ်၊ ရစူလ်တမန်တော်၊ အနီးစပ်ဆုံးဆွေမျိုးရင်းချာ (ကိုယ်စောင့်တပ်)၊ မိဘမဲ့များ၊ ချို့တဲ့ဆင်းရဲသူများ၊ အရှင့်လမ်းစဉ်တော်၌ ခရီးသွားသူများ (ခရီးစဉ်၌ လိုအပ်သည့် လက်နက်နှင့်ရိက္ခာစီစဉ်ရန်အလို့ငှာ) တို့အတွက် (သူတို့၏ပိုင်ဆိုင်မှုများအဖြစ်) သိမှတ်ကြလော့။ ဧကန်ပင်၊ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတို့ (၌ စည်းမျဉ်းတော်များ ချမှတ်ပေးတော်မူလျက် ယင်းတို့ကို) စွမ်းဆောင်လွှမ်းမိုးတော်မူသော အရှင်မြတ်ပင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "(သတိရကြလော့။) ဗဒရ်စစ်ပွဲဖြစ်စဉ်ကာလ၌ သင်တို့သည် (မဒီနာမြို့နှင့်) ပို၍နီးသော တောင်ကြားချိုင့် ဝှမ်း၌ရှိခဲ့ကြပြီး သူတို့မှာမူ တောင်ကြားနှင့်အလှမ်းဝေးသည့်နေရာ၌ ရှိခဲ့ကြ၏။ ထို့ပြင် (မယုံကြည်သူတို့၏) ကုန်သည်အုပ်စုမှာလည်း သင်တို့မှ အလှမ်းဝေးသော မြေနိမ့်ပိုင်းဖြစ်သည့် မြေပြန့်လွင်ပြင်ဒေသ၌ ရှိခဲ့ကြသည်။ ထိုသို့သော အခြေအနေတွင် အကယ်၍ သင်တို့က သူတို့နှင့်အပြန်အလှန်တွေ့ဆုံ၍ ရင်ဆိုင်တိုက်ခိုက်ရန် ချိန်းဆိုကမ်းလှမ်းခဲ့ရလျှင် သင်တို့သည် ထိုချိန်းဆိုကမ်းလှမ်းချက်အတိုင်း ဆောင်ရွက်နိုင်မည် မဟုတ်ဘဲ မုချပင် လွဲခဲ့ကြမည်ဖြစ်၏။ သို့သော် (အရှင်မြတ်သည် သင်တို့အတွက် စစ်ပွဲတွင် ထိပ်တိုက်ရင်ဆိုင်နိုင်မည့် အခြေအနေကို ဖြစ်စေတော်မူသောကြောင့်) အလ္လာဟ်အရှင်မြတ်သည် (လမ်းမှားကို လိုက်နာခြင်းဖြင့် ပျက်စီးဆုံးရှုံးထိုက်သော) သူတို့အား ပျက်သုဉ်းဆုံးရှုံးစေမည့် ထင်ရှားသော သက်သေလက္ခဏာတော်များဖြင့်လည်းကောင်း၊ (အမှန်တရားသစ္စာကို တစ်သဝေမတိမ်း လိုက်နာခြင်းဖြင့် ဆက်လက်ရှင်သန်ရပ်တည်ခွင့် ရထိုက်သော) သူတို့ အား ရေရှည်တည်တံ့စေမည့် မြင်သာထင်ရှားသော သက်သေလက္ခဏာတော်များဖြင့်လည်းကောင်း၊ စီရင်ဆုံးဖြတ်တော်မူခဲ့ပြီးဖြစ်သော စီမံချက် အကြောင်းကိစ္စတစ်ရပ်ကို ဧကန်မုချ ပြီးမြောက်စေတော်မူ၏။ မုချဧကန်၊ အလ္လာဟ်အရှင်မြတ်သည် (သက်ရှိအားလုံး၏ဆုတောင်းသံအလုံးစုံကို) အကြွင်းမဲ့ ကြားနေတော်မူသောအရှင်၊ အရာခပ်သိမ်းကို အကြွင်းမဲ့ သိနေတော်မူသော အရှင်ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "(တစ်ဖန် အို၊ ရစူလ်တမန်တော်၊ သတိရလော့။) အလ္လာဟ်အရှင်မြတ်သည် အသင် (တမန်တော်) အား သင်၏အိပ်မက်ထဲတွင် သူတို့ (၏ အရေအတွက်နှင့်အင်အား) ကို (ပကတိအင်အားထက်) နည်းပါးချိနဲ့သည့်အနေအထားတွင် ပြသတော်မူခဲ့၏။ သို့သော် အကယ်၍ သူတို့ (၏ အင်အား) ကို များပြားသည့် အနေအထားဖြင့် ပြသတော်မူခဲ့လျှင် အသင်တို့သည် မုချဧကန်၊ စိတ်ဓါတ်ကျမည့်အပြင် ထိုအရေးကိစ္စနှင့်စပ်လျဉ်း၍ သင်တို့ အချင်းချင်းကြားတွင်လည်း အမှန်ပင် အငြင်းပွားနေကြမည် ဖြစ်၏။ သို့ရာတွင် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား (စိတ်ဓါတ်ကျမှုနှင့်အငြင်းပွားမှုမှ ကယ်ဆယ်တော်မူ၍) စိတ်တည်ငြိမ်အေးချမ်းစေတော်မူခဲ့၏။ ဧကန်ပင်၊ ထိုအရှင်မြတ်သည် (လူသားတို့၏) စိတ်နှလုံး အတွင်းအဇ္ဈတ္တ၌ ကြံစည်၍ ပိုင်ဆိုင်ထားသမျှကို အကြွင်းမဲ့ သိနေတော်မူ၏။"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "ထိုမျှမက သင်တို့သည် သူတို့နှင့် (ဗဒရ်စစ်ပွဲတွင်) ဆုံတွေ့သောအခါ သင်တို့၏မျက်လုံးများတွင် သူတို့၏အင်အားကို အနည်းငယ်အဖြစ်သာ မြင်စေတော်မူပြီး သူတို့၏မျက်လုံးအမြင်၌လည်း သင်တို့ကို မပြော ပလောက်သည့် အင်အားအဖြစ် မြင်စေတော်မူခဲ့ခြင်းသည် အလ္လာဟ်အရှင်မြတ်က စီရင်လိုတော်မူသော စီမံချက် ကိစ္စရပ်တစ်ခုကို ပြီးမြောက်အောင် စီရင်တော်မူရန်အတွက်ပင် ဖြစ်၏။ ထို့ပြင် အကြောင်းကိစ္စအရေးအရာ အားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံသို့သာ (အရှင့်စည်းမျဉ်းတော်နှင့်အညီ ဖြစ်ပေါ်စေရန်) ဦးလှည့်ခြင်း ခံရမည်ဖြစ်၏။"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့သည် (စစ်တပ်အင်အားရှိသော) အုပ်စုတစ်စုစုနှင့် ထိပ်တိုက်ကြုံတွေ့ ကြသောအခါ (သင်တို့၏ရပ်တည်ချက်ကို) မြဲမြံကြံ့ခိုင်စွာ ထားကြလော့။ ထို့ပြင် သင်တို့က ပေါက်မြောက်အောင်မြင်ကြရန်အလို့ငှာ အလ္လာဟ်အရှင်မြတ်အား မြောက်များစွာ သတိရ တသ၍ ဖွင့်ဟကြလော့။"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "တစ်ဖန် အလ္လာဟ်အရှင်မြတ်နှင့်အရှင့်ရစူလ်တမန်တော်တို့ကိုလည်း နာခံလိုက်နာကြလော့။ ထို့ပြင် အချင်းချင်း တစ်ဦးနှင့်တစ်ဦး အငြင်းမပွားကြလေနှင့်။ ထိုသို့ အငြင်းပွားကြလျှင် သင်တို့က စိတ်ဓါတ်ကျရုံသာမက (သင်တို့၏) အင်အားနှင့်စွမ်းရည်များလည်း တိမ်ကောပျောက်ကွယ် သွားလိမ့်မည်။ သို့ဖြစ်ရာ ခန္တီသည်းခံကြံ့ခိုင်မှုကိုသာ စွဲကိုင်၍ (ပန်းတိုင်အရောက်) မြဲမြံစွာ ရပ်တည်ကြလော့။ ဧကန်မလွဲ၊ အလ္လာဟ်အရှင်မြတ်သည် ခန္တီ သည်းခံကြံ့ခိုင်မှု မြဲမြံကြသူတို့နှင့်အတူ ရှိတော်မူ၏။"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "လူသားတို့အား ပြစားရန်နှင့် (လူတို့အား) အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တော်မှ ဟန့်တားပိတ်ပင်တား ဆီးကြရန် သူတို့၏အိမ်များမှ ဝင့်ကြွားစွာ ထွက်ခွါလာခဲ့ကြသော (မယုံကြည်) သူများကဲ့သို့ မဖြစ်ကြလေနှင့်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ပြုမူကျင့်ကြံသမျှတို့ကို (အရှင့်ဉာဏ်တော်အနန္တနှင့်တန်ခိုးတော်အားဖြင့်) လုံးလုံးလျားလျား ဝိုင်းဝန်းထားတော်မူ၏။"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "စေတန်မကောင်းဆိုးဝါးသည် သူတို့၏ပြုမူကျင့်ကြံမှုများကို သူတို့အတွက် (ဆွဲဆောင်ဖွယ်ရာအဖြစ် လှပတင့်တယ်စွာ) တန်ဆာဆောင်ထားသည့်အခါ သူက (သူတို့အား) ယနေ့လူတို့အနက်မှ သင်တို့ကို အောင်နိုင် လွှမ်းမိုးမည့်သူဟု တစ်ဦးတစ်ယောက်မျှ မရှိချေ။ ကျွန်ုပ်သည် သင်တို့အတွက် ထောက်ခံအားပေးသူ (ကာကွယ်ထားသူ) တစ်ဦး အသေအချာပင် ဖြစ်၏။” (ဟု ပြော၏။) သို့ရာတွင် သူသည် စစ်တပ်အုပ်စုနှစ်ခု (ထိပ်တိုက် ရင်ဆိုင်ကြသည်ကို) မြင်တွေ့သည့်အခါ (သူ၏ခြေဖနောင့်ဘက်သို့) ဆုတ်ခွါရှောင်ပြေး သွားလေ၏။ ထို့နောက် သူက “အမှန်စင်စစ်၊ ကျွန်ုပ်သည် သင်တို့ထံမှ လုံးဝ ကင်းလွှတ်၏။ (သင်တို့အတွက် တာဝန် မရှိချေ) ကျွန်ုပ်သည် သင်တို့က မမြင်နိုင်သည်များကို မုချပင် မြင်နေ၏။ ဧကန်ပင်၊ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ ပါ၏။ စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် ပြင်းထန်စွာ ဒဏ်ခတ်အရေးယူတော်မူသောအရှင် ဖြစ်တော်မူ၏။”"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "ထို့ပြင် (သတိရကြလော့။) အယောင်ဆောင် သီလကြောင်တို့နှင့်စိတ်နှလုံး၌ (နာမ်ရေးရာဘဝတိမ်ကော စေမည့်) ရောဂါရှိသူတို့က “သူတို့၏ဒီန် (ခေါ် လူသားတို့အတွက် ရုပ်နာမ်ဆိုင်ရာ ပြုမူကျင့်ကြံစရာများပါဝင်သည့် ဘဝတည်ဆောက်ရေး လမ်းစဉ်) သည် ဤ (ယုံကြည်) သူ တို့ကို လှည့်စားခဲ့ပြီ ဖြစ်၏။” ဟု ပြောဆိုခဲ့ကြ၏။ အမှန်စင်စစ်၊ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်အပေါ်၌သာ ယုံကြည်စိတ်ချစွာဖြင့် ပုံအပ်ထားပါက အလ္လာဟ်အ ရှင်မြတ်သည် ဧကန်ပင်၊ အရှင့်အနှိုင်းမဲ့ဘုန်းတန်ခိုးတော်နှင့်ဂုဏ်တော်များဖြင့် အားလုံးကို လွှမ်းမိုးထားတော် မူသောအရှင် (စီရင်ဆုံးဖြတ်ရာတွင် နက်နဲသိမ်မွေ့သော) အမြော် အမြင်တော်နှင့်ပြည့်စုံတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "သို့သော် အကယ်၍ မလာအီကာစေတမန်များသည် မယုံကြည်သူ (အမှန်တရားကို ဖီဆန်ငြင်းပယ်သူ) တို့အား သူတို့၏မျက်နှာများနှင့်ကျောကုန်းများကို ရိုက်ပုတ်ပြီး “ချစ်ချစ်တောက်ပူနေသော ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့။” ဟု ပြောဆိုကြလျက် သူတို့၏အသက်ဇီဝိန်ကို နှုတ်ယူကြစဉ် (သူတို့က မည်သို့ခံစားကြမည်ကို) အသင် (တမန်တော်) တွေ့မြင် သုံးသပ်နိုင်၏။"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "ထိုသို့ဖြစ်ရခြင်းသည် သင်တို့လက်များဖြင့် ပြုမူကျင့်၍ (နောင်တမလွန်ဘဝ၌ ပြစ်ဒဏ်များကို မြည်းကြရန် ဆိုးကျိုးဆက်ကို) ကြိုတင်၍ ပို့နှင့်ထားခဲ့သောကြောင့် ဖြစ်၏။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရှင့်အစေခံ (လူသား) များအား မည်သည့်အခါမျှ မတော်မတရား အရေးယူတော် မမူချေ။"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "ဖါရို၏ (မင်းမျိုးမင်းနွယ်၊ မှူးမတ်များနှင့်စစ်ဦးစီးချုပ်များပါဝင်သည့်) အပေါင်းအပါများနှင့် သူတို့မတိုင်မီ ရှိခဲ့ကြသော ရှေးခေတ်လူတို့က အလ္လာဟ်အရှင်မြတ်၏အာယာသ်သက်သေလက္ခဏာတော်များကို မယုံကြည်ငြင်းဆန်ခဲ့ခြင်းကြောင့် သူတို့၏ပြစ်မှုဒုစရိုက်ကျူးလွန်မှုများနှင့်အညီ အလ္လာဟ်အရှင်မြတ်က အရေးယူဒဏ်ခတ်တော်မူခဲ့သည့် နည်းစနစ်အတိုင်းပင် (သင်တို့ကိုလည်း အရေးယူတော်မူနိုင်၏။) ဧကန်မလွဲ၊ အလ္လာဟ်အရှင်မြတ်သည် စွမ်းအားတော်အလုံးစုံနှင့်ပြည့်စုံတော်မူသောအရှင်၊ ပြင်းထန်ပြတ်သားစွာ ဒဏ်ခတ်အရေးယူတော် မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "ထိုသို့ (ဒဏ်ခတ်အရေးယူခြင်းအား) ဖြစ်စေတော်မူရခြင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် လူမျိုးတစ်မျိုး အပေါ် (ဂုဏ်ပေးလျက် ပေးအပ်တော်မူသည့် ယုံကြည်မှု၊ ဘဝနည်းနာ၊ ကမ္ဘာ့အမြင်၊ အရှင့်နိယာမ တရား၊ စွမ်းရည်၊ ဂုဏ်သိက္ခာ၊ ရိက္ခာနှင့်လိုအပ်ချက်များ စသော) မည်သည့်ကျေးဇူးတော်ကိုမျှ သူတို့၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်း အစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အညီဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒနှင့်အညီဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) များကို အရှင့်စည်းမျဉ်းတော်နှင့်အညီ အသုံးချ၍ သူတို့ကိုယ်တိုင် မပြောင်း လဲသမျှကာလပတ်လုံး ငါအရှင်မြတ်က ပြောင်းလဲပေးတော်မူလေ့ မရှိသောကြောင့်ပင် ဖြစ်၏။ ဧကန်ပင်၊ အလ္လာဟ်အရှင်မြတ်သည် (သက်ရှိအားလုံး၏ဆုတောင်းသံအလုံးစုံကို) အကြွင်းမဲ့ ကြားနေတော်မူသောအရှင်၊ အရာခပ်သိမ်းတို့ အကြွင်းမဲ့ သိနေတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "ဖါရို၏ (မင်းမျိုးမင်းနွယ်၊ မှူးမတ်များနှင့် စစ်ဦးစီးချုပ်များပါဝင်သော) အပေါင်းအပါများနှင့်သူတို့မတိုင်မီ ရှိခဲ့ကြသော ရှေးခေတ်လူတို့က သူတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်၏အာယာသ်သက်သေလက္ခဏာတော်များကို မဟုတ်မတရား လိမ်လည်စွပ်စွဲ၍ ငြင်းပယ်ခဲ့ကြခြင်းကြောင့် ငါအရှင်မြတ်က သူတို့၏ပြစ်မှုဒုစရိုက်များနှင့်အညီ သူတို့အား တိမ်ကောပျက်စီးစေတော်မူပြီး ဖါရို၏အပေါင်းအပါများကို နစ်မြုပ်စေတော်မူခဲ့သည့် နည်းစနစ်အတိုင်းပင် ဖြစ်၏။ အမှန်စင်စစ်၊ သူတို့အားလုံးသည် (အရှင့်စည်းမျဉ်းတော်များကို ချိုးဖောက်၍) မဟုတ်မတရား မမှန်မကန် ပြုမူကျင့်ကြံကြသူများ ဖြစ်ခဲ့ကြ၏။"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "ဧကန်မလွဲ၊ အလ္လာဟ်အရှင်မြတ်၏အမြင်တော်၌ အဆိုးဆုံးသော သက်ရှိသတ္တဝါသည် အမှန်တရားကို မယုံကြည်ငြင်းဆန်မှု၌ မြဲမြံစွာရပ်တည်ကြသောကြောင့် ယုံကြည်နိုင်စွမ်းမရှိကြသောသူများပင် ဖြစ် ၏။"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "အသင် (တမန်တော်) က သူတို့ထံမှ ကတိပဋိညာဉ်ခံဝန်ချက်ကို ရယူခဲ့ပြီးနောက် ကတိပြုသည့်အကြိမ်တိုင်း (အခါတိုင်း) သူတို့သည် သူတို့၏ကတိကဝတ်များကို ချိုးဖောက်ကြသူများ ဖြစ်ကြလေ၏။ အမှန်မှာ သူတို့သည် အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံးကြသည် မဟုတ်ချေ။"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "သို့ဖြစ်ပေရာ အကယ်၍ အသင် (တမန်တော်) က သူတို့အား စစ်ပွဲတွင် အသာစီးလွှမ်းမိုးနိုင်ခဲ့လျှင် သူတို့၏ အရေးကိစ္စနှင့်စပ်လျဉ်း၍ (သူတို့၏နောက်လိုက်များနှင့်နောင်လာနောင်သားများဖြစ်ကြသော) သူတို့က အလေးအနက် စဉ်းစား၍ သတိရ မှတ်သားကြရန်အလို့ငှာ ကိုင်တွယ်ဖြေရှင်းလော့။"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "အကယ်၍ အသင် (တမန်တော်) သည် လူမျိုးတစ်မျိုးထံမှ (သူတို့က သင်တို့နှင့်ချုပ်ဆိုခဲ့သော ပဋိညာဉ် ကတိစာချုပ်ကိုချိုးဖောက်၍) သစ္စာဖောက်ကြောင်း (ခိုင်မာသောအကြောင်းပြချက်အရ သိရှိလျက်) စိုးရိမ်မကင်းဖြစ်ပါမူ၊ (သူတို့အား သစ္စာဖောက်မှုအတွက် အရေးယူမှု မစတင်မီ) စာချုပ်ပေါ်၌ရှိသော အချက်အလက်နှင့်အညီအမျှ စာချုပ်ကို ပယ်ဖျက်ရုတ်သိမ်းကြောင်း (လူသိရှင်ကြား) အသိပေးလော့။ ဧကန်ပင်၊ အလ္လာဟ်အရှင် မြတ်သည် သစ္စာဖောက်တို့အား နှစ်သက်တော် မမူချေ။"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "ထို့ပြင် မယုံကြည်သူ (အမှန်တရားကို ဖီဆန်ငြင်းပယ်သူ) တို့က (ယုံကြည်သူတို့ထက် သာအောင်လုပ်ပြီး အရှင်မြတ်၏ပြစ်ဒဏ်မှ) လွတ်မြောက်နိုင်မည်ဟု တရားသေ မထင်မှတ် မတွက်ချက်နိုင်ကြချေ။ ဧကန်ပင်၊ သူတို့သည် (အရှင့်ဆန္ဒတော်နှင့်အညီ စွမ်းဆောင်တော်မူခြင်းအား) အထမမြောက်အောင် မည်သည့်အခါမျှ ပြုလုပ်နိုင်ကြသည် မဟုတ်ချေ။"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "(ယုံကြည်သူတို့အနေဖြင့်) အလ္လာဟ်အရှင်မြတ်၏ရန်သူများ၊ သင်တို့၏ရန်သူများနှင့်အလ္လာဟ်အရှင်မြတ်သာ သိတော်မူပြီး သင်တို့က မသိနိုင်သည့် အခြားသော အုပ်စု (အဖွဲ့အစည်း) များကို အရှိန်အဝါဖြင့် ကြောက်လန့်စေရန် (နှင့်သူတို့၏ရန်လိုတိုက်ခိုက်မှုကို ခုခံတွန်းလှန်နိုင်ရန်အတွက် လက်နက်ခဲယမ်းမီးကျောက်၊ နည်းပညာစသော) အင်အားများနှင့် (စစ်ပွဲ၌ အသုံးချရန် ရည်ရွယ်၍) လေ့ကျင့်ပေးထားသော မြင်းများအနက်မှ သင်တို့ တတ်စွမ်းသမျှကို ကြိုတင် ပြင်ဆင်ထားကြလော့။ အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ သင်တို့ သုံးစွဲသမျှ တို့ကို သင်တို့အား အပြည့်အဝ ပြန်လည်ဖြည့်ဆီးချီးမြှင့်ပေးတော်မူပြီး သင်တို့အား မတော်မတရားနစ်နာစေတော်မူမည် အလျှင်း မဟုတ်ချေ။"
        }
    ]
}