{
    "maqras": [
        {
            "chapter": 36,
            "verse": 60,
            "text": "O sinovi Ademovi, zar vam nisam naredio: \"Ne klanjajte se sejtanu, on vam je neprijatelj otvoreni"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "vec se klanjajte Meni; to je Put pravi"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "On je mnoge od vas u zabludu odveo, kako niste pameti imali"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Ovo je Dzehennem kojim vam se prijetilo"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "przite se sada u njemu zato sto niste vjerovali"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Danas cemo im usta zapecatiti, njihove ruke ce Nam govoriti, a noge njihove ce o onome sto su radili svjedociti"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Da smo htjeli, mogli smo ih vida njihova lisiti, pa kad bi na put posli, kako bi vidjeli"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "A da smo htjeli, mogli smo ih na mjestu na kome su zgrijesili u nesto pretvoriti, pa ne bi mogli nikuda otici niti se vratiti"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Onome kome dug zivot damo, Mi mu izgled nagore izmijenimo. Zar oni ne razumiju"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Mi poslanika nismo pjesnistvu ucili, to mu ne prilici. Ovo je samo pouka – Kur'an jasni"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "da opominje onoga ko ima pameti, i da zasluze kaznu nevjernici"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Kako oni ne vide da Mi samo zbog njih stoku stvaramo i da oni njome raspolazu kao vlasnici"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "i da smo im dali da se njome sluze – na nekim jasu, a nekima se hrane"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "i drugih koristi od nje imaju, i mlijeko, pa zasto nisu zahvalni"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "vec pored Allaha druge bogove prihvacaju u nadi da ce im oni na pomoci biti"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "oni im, međutim, nece moci pomoci, a oni su njima poslusna vojska"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "I nek te ne zaloste rijeci njihove; Mi, doista, znamo i ono sto kriju i ono sto pokazuju"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Kako covjek ne vidi da ga Mi od kapi sjemena stvaramo, i opet je otvoreni protivnik"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "i Nama navodi primjer, a zaboravlja kako je stvoren, i govori: \"Ko ce oziviti kosti kad budu truhle"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Reci: \"Ozivice ih Onaj koji ih je prvi put stvorio; On dobro zna sve sto je stvorio"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "Onaj koji vam iz zelenog drveca vatru stvara i vi njome potpaljujete"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Zar Onaj koji je stvorio nebesa i Zemlju nije kadar stvoriti njima slicne? Jeste, On sve stvara i On je Sveznajuci"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "kada nesto hoce, On samo za to rekne: \"Budi!\" – i ono bude"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Pa neka je hvaljen Onaj u cijoj je ruci vlast nad svim, Njemu cete se vratiti"
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "Tako Mi onih u redove poredanih"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "i onih koji odvracaju"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "i onih koji Opomenu citaju –"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "vas Bog je, uistinu, Jedan"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "Gospodar nebesa i Zemlje i onoga sto je između njih i Gospodar istoka"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Mi smo nebo najblize vama sjajnim zvijezdama okitili"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "i cuvamo ga od svakog sejtana prkosnoga"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "da ne prisluskuje meleke uzvisene; njih sa svih strana gađaju"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "da ih otjeraju: njih ceka patnja neprekidna"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "a onoga koji sto ugrabi – stigne svjetlica blistava"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Upitaj ih da li je teze njih stvoriti ili sve ostalo sto smo stvorili? – Njih stvaramo od ljepljive ilovace"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Ti se divis a oni se rugaju"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "a kada im se savjeti upucuju oni ih ne prihvacaju"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "i kad dokaz vide, oni jedni druge na ismijavanje podsticu"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "i govore: \"Ovo nije nista drugo do prava carolija"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "Zar kada poumiremo i kada kosti i zemlja postanemo, zar cemo mi, zaista, biti ozivljeni"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "i nasi preci davni"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Reci: \"Da, a bicete i ponizeni"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "To ce biti samo glas jedan, i svi ce odjednom progledati"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "i reci: \"Tesko nama, ovo je – Sudnji dan"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "Da, ovo je Dan strasnoga suda u koji vi niste vjerovali"
        }
    ]
}