{
    "maqras": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "I znajte da od svega sto u borbi zaplijenite jedna petina pripada Allahu i Poslaniku, i rodbini njegovoj, i sirocadi, i siromasima, i putnicima, ako vjerujete u Allaha i u ono sto smo objavili robu Nasem na dan pobjede, na dan kada su se sukobile dvije vojske – a Allah sve moze –"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "kada ste vi bili u dolini blizoj, oni u dolini daljoj, a karavana nize vas. O vremenu borbe ne biste se dogovorili i da ste se dogovarali, ali se ona dogodila da bi Allah dao da se ispuni ono sto se moralo dogoditi, da nevjernik ostane nevjernik poslije ocigledna dokaza, i da vjernik ostane vjernik poslije ocigledna dokaza – a Allah doista sve cuje i sve zna –"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "kad ti je Allah u snu pokazao da je njih malo; a da ti je pokazao da ih je mnogo, vi biste duhom klonuli i o boju se raspravljali, ali je Allah spas ukazao. – On dobro zna svacije misli"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "A kad ste se sukobili, u ocima vasim On ih je prikazao u malom broju, a vas u ocima njihovim također u malom broju, da bi Allah dao da se ispuni ono sto se moralo dogoditi – a Allahu se sve vraca"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "O vjernici, kada se s kakvom cetom sukobite, smjeli budite i neprestano Allaha spominjite da biste postigli sto zelite"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "i pokoravajte se Allahu i Poslaniku Njegovu, i ne prepirite se da ne biste klonuli i bez borbenog duha ostali; i budite izdrzljivi, jer Allah je, zaista, na strani izdrzljivih"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "I ne budite kao oni koji su, da se pokazu svijetu, nadmeno iz grada svoga izisli da bi od Allahova puta odvracali. A Allah dobro zna ono sto oni rade"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "I kada im je sejtan kao lijepe njihove postupke predstavio i rekao: \"Niko vas danas ne moze pobijediti, i ja sam vas zastitnik!\" – onda je on, kada su se dva protivnicka tabora sukobila, natrag uzmaknuo, i rekao: \"Ja nemam nista s vama, ja vidim ono sto vi ne vidite, i ja se bojim Allaha, jer Allah strasno kaznjava"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "kada su licemjeri i oni cija su srca bolesna govorili: \"Ove je obmanula vjera njihova!\" A onaj ko se u Allaha pouzda – pa, Allah je zaista silan i mudar"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "A da si samo vidio kad su meleki nevjernicima duse uzimali i po licima ih njihovim i straga udarali: \"Iskusite patnju u ognju"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "To je za ono sto ste rukama svojim pripremili, jer Allah nije nepravedan robovima Svojim"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Tako je bilo i sa faraonovim ljudima i onima prije njih: u Allahove dokaze nisu vjerovali, pa ih je Allah zbog grijehova njihovih kaznio – Allah je, uistinu, mocan i strasno kaznjava"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "to je zato sto Allah nece lisiti blagostanja narod kome ga je podario – sve dok se on sam ne promijeni – a Allah sve cuje i sve zna"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Tako je bilo i sa faraonovim ljudima i onima prije njih: dokaze Gospodara svoga nisu priznavali, pa smo ih Mi, zbog grijehova njihovih, unistili, a faraonove ljude smo potopili – svi su oni nevjernici bili"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Najgora bica kod Allaha su oni koji poricu, oni koji nece da vjeruju"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "oni s kojima ti ugovore sklapas, pa oni svaki put, ne bojeci se posljedica, krse ugovor svoj"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Ako se u borbi s njima sukobis, tako ih razjuri da se opamete oni koji su iza njih"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Cim primijetis vjerolomstvo nekog plemena, i ti njemu isto tako otkazi ugovor – Allah uistinu ne voli vjerolomnike"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "I neka nikako ne misle oni koji ne vjeruju da ce se spasiti; oni doista nece moci umaci"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "I protiv njih pripremite koliko god mozete snage i konja za boj, da biste time zaplasili Allahove i vase neprijatelje, i druge osim njih – vi ih ne poznajete, Allah ih zna. Sve sto na Allahovom putu potrosite nadoknađeno ce vam biti, nece vam se nepravda uciniti"
        }
    ]
}