{
    "maqras": [
        {
            "chapter": 12,
            "verse": 7,
            "text": "U Jusufu i braci njegovoj nalaze se pouke za sve koji se raspituju"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Kada oni rekose: \"Jusuf i brat njegov drazi su nasem ocu od nas, a nas je citava skupina. Nas otac, zaista, ocito grijesi"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Ubijte Jusufa ili ga u kakav predio ostavite – otac vas ce se vama okrenuti, i poslije toga cete dobri ljudi biti\" –"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "jedan od njih rece: \"Ako bas hocete nesto uciniti, onda Jusufa ne ubijte, vec ga na dno nekog bunara bacite, uzece ga kakva karavana"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "O oce nas\" – rekose oni – \"zasto sumnjas u nasa osjecanja prema Jusufu? Mi mu zaista zelimo dobro"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Posalji ga sutra s nama da se zabavi i razonodi, mi cemo ga, sigurno, cuvati"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Bice mi doista zao ako ga odvedete, a plasim se da ga vuk ne pojede kad vi na njega ne budete pazili\" – rece Jakub"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Kako ce ga vuk pojesti, a nas ovoliko!\" – rekose oni – \"mi bismo tada zaista bili izgubljeni"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "I kada ga odvedose i odlucise da ga bace na dno bunara, Mi mu objavismo: \"Ti ces ih o ovom postupku njihovu obavijestiti, a oni te nece prepoznati"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "I uvecer dođose ocu svome placuci"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "O oce nas\" – rekose – \"bili smo otisli da se trkamo, a Jusufa smo ostavili kod nasih stvari, pa ga je vuk pojeo. A ti nam neces vjerovati, iako istinu govorimo"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "I donesose kosulju njegovu laznom krvlju okrvavljenu. \"U vasim dusama je ponikla zla misao\" – rece on – \"i ja se necu jadati, od Allaha ja trazim pomoc protiv ovoga sto vi iznosite"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "I dođe jedna karavana, te poslase vodonosu svoga i on spusti vedro svoje. \"Mustuluk!\" – viknu on – \"evo jednog djecaka!\" I oni su ga kao trgovacku robu sakrili, a Allah dobro zna ono sto su uradili"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "I prodadose ga za jeftine pare, za nekoliko grosa; jedva su cekali da ga se oslobode"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "I onda onaj iz Misira, koji ga je kupio, rece zeni svojoj: \"Ucini mu boravak prijatnim! Moze nam koristan biti, a mozemo ga i posiniti!\" I eto tako Mi Jusufu dadosmo lijepo mjesto na Zemlji i naucismo ga tumacenju snova – a Allah cini sta hoce, ali vecina ljudi ne zna"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "I kad on stasa, Mi ga mudroscu i znanjem obdarismo; tako Mi nagrađujemo one koji dobra djela cine"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "I poce da ga na grijeh navodi ona u cijoj je kuci bio, pa pozakljuca sva vrata i rece: \"Hodi!\" – \"Sacuvaj Boze!\" – uzviknu on – \"vlasnik me moj lijepo pazi; a oni koji dobro uzvrate zlim nece nikad uspjeti"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "I ona je bila pozeljela njega, a i on bi nju pozelio da od Gospodara svoga nije opomenu ugledao – tako bi, da odvratimo od njega izdajstvo i blud, jer je on uistinu bio Nas iskreni rob"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "I njih dvoje prema vratima potrcase – a ona razdera straga kosulju njegovu – i muza njezina kraj vrata zatekose. \"Kakvu kaznu zasluzuje onaj koji je htio zeni tvojoj zlo uciniti\" – rece ona – \"ako ne tamnicu ili kaznu bolnu"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Ona je pokusala mene na grijeh navesti\" – rece Jusuf. – \"Ako je kosulja njegova sprijeda razderana, onda ona istinu govori, a on neistinu\" – primijeti jedan rođak njezin –"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "a ako je kosulja njegova straga razderana, onda ona laze, a on govori istinu"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "I kada on vidje da je kosulja njegova straga razderana, rece: \"To je jedno od vasih lukavstava, vasa su lukavstva zaista velika"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Ti, Jusufe, ostavi se toga, a ti trazi oprostenje za grijeh svoj, jer si zaista htjela zgrijesiti"
        }
    ]
}