{
    "pages": [
        {
            "chapter": 12,
            "verse": 79,
            "text": "Ya ce: \"Allah Ya tsare mu daga mu kãma wani fãce wanda muka sãmi kãyanmu a wurinsa. Lalle ne mũ, a lõkacin nan, haƙĩƙa, azzãlumai ne"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Sabõda haka, a lõkacin da suka yanke tsammãni daga gare shi, sai suka fita sunã mãsu gãnãwa. Babbansu ya ce: \"Shin, ba ku sani ba cẽwa lalle ne ubanku yariƙi alkawari daga Allah a kanku, kuma daga gabanin haka akwai abin da kuka yi na sakaci game da Yũsufu? Sabõda haka, bã zan gushe daga ƙasar nan ba fãce ubana yã yi mini izni, kõ kuwa Allah Ya yi hukunci a gare ni, kuma Shĩ ne Mafi alhẽrin mahukunta"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Ku kõma zuwa ga ubanku, ku gaya masa: Yã bãbanmu, lalle ne ɗanka yã yi sãta, kuma ba mu yi shaida ba fãce da abin da muka sani, kuma ba mu kasance mun san gaibu ba"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Kuma ka tambayi alƙarya wadda muka kasance a cikinta da ãyari wanda muka gabãto acikinsa, kuma lalle ne haƙĩƙa, mũ mãsu gaskiya ne"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Ya ce: \"Ã'a, zukatanku sun ƙawãta wani al'amari a gare ku. Sai haƙuri mai kyãwo, akwai tsammãnin Allah Ya zo mini da su gabã ɗaya (Yũsufu da 'yan'uwansa). Lalle ne Shĩ ne Masani, Mai hikima"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Kuma ya jũya daga gare su, kuma ya ce: \"Yã baƙin cikina a kan Yũsufu!\" Kuma idãnunsa suka yi fari sabõda huznu sa'an nan yanã ta haɗẽwar haushi"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Suka ce: \"Tallahi! Bã zã ka gushe ba, kanã ambaton Yũsufu, har ka kasance Mai rauni ƙwarai, kõ kuwa ka kasance daga mãsu halaka"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Ya ce: \"Abin sani kawai, inã kai ƙarar baƙin cikĩna da sunõna zuwa ga Allah, kuma na san abin da ba ku sani ba daga Allah"
        }
    ]
}