{
    "pages": [
        {
            "chapter": 16,
            "verse": 43,
            "text": "Kuma ba Mu aika daga gabaninka ba, fãce waɗansu mazãje Muna yin wahayi zuwa gare su. Sai ku tambayi mutãnen Ambato idan kun kasance ba ku sani ba"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "Da hujjõji bayyanannu da littattafai kuma Mun saukar da Ambato zuwa gare ka, dõmin ka bayyana wa mutãne abin da aka sassaukar zuwa gare su, kuma don ɗammãninsu su yi tunãni"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Shin fa, waɗanda suka yi mãkircin mũnãnan ayyuka sun amince da Allah, bã zai shafe ƙasa da su ba ko kuwa azãba bã zã ta je musu daga inda ba su sani ba"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Ko kuwa Ya kama su a cikin jujjuyawarsu? Sabõda haka ba su zama masu buwãya ba"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Ko kuwa Ya kama su a kan naƙasa? To, lalle ne Ubangijinka haƙĩƙa Mai tausayi ne, Mai jin ƙai"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Shin, ba su Iura ba da abin da Allah Ya halitta kõ mene ne inuwõyinsu suna karkata daga dãma da wajãjen hagu, suna masu sujada ga Allah, alhãli suna masu ƙasƙantar da kai"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Kuma ga Allah, abin da yake a cikin sammai da ƙasa na dabba da mala'iku, suke yin sujada, kuma bã su kangara"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Suna tsõron Ubangijinsu daga bisansu, kuma suna aikata abin da ake umuruin su"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Kuma Allah Ya ce: \"Kada ku riƙi abũbuwan bautãwa biyu. Abin sani kawai, wanda ake bautãwa guda ne, sa'an nan sai kuji tsõroNa, Ni kawai"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Kuma Yana da abin da yake a cikin sammai da ƙasa, kuma Yana da addini wanda yake dawwamamme. Shin fa, wanin Allah kuke bĩ da taƙãwa"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Kuma abin da yake a gare ku na ni'ima, to, daga Allah ne. Sa'an nan kuma idan cũta ta shãfeku, to, zuwa gare Shi kuke hargõwa"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "sa'an nan idan Ya kuranye cũtar daga gare ku, sai gã wani ɓangare daga gare ku game da Ubangijinsu sunã shirki"
        }
    ]
}