{
    "pages": [
        {
            "chapter": 17,
            "verse": 18,
            "text": "Wanda ya kasance yanã nufin mai gaggãwa, sai Mu gaggauta masa a cikinta, abin da Muke so ga wanda Muke nufi, sa'an nan kuma Mu sanya masa Jahannama, ya ƙõnu da ita, yanã abin zargi kuma abin tunkuɗewa"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Kuma wanda ya nufi Lãhira, kuma ya yi aiki sabõda ita irin aikinta alhãli kuwa yanã mũmĩni, to, waɗannan aikinsu ya kasance gõdadde"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Dukkansu Munã taimakon waɗannan da waɗancan daga kyautar Ubangijinka, kuma kyautar Ubangijinka ba ta kasance hananna ba"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Ka duba yadda Muka fĩfĩtar da sãshensu a kan sãshe! Kuma lalle ne Lãhira ce mafi girman darajõji, kuma mafi girman fĩfĩtãwa"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Kada ka sanya wani abin bautawa na daban tãre da Allah har ka zauna kana abin zargi, yarɓaɓɓe"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Kuma Ubangijinka Ya hukunta kada ku bauta wa kõwa fãce Shi, kum game da mahaifa biyu ku kyautata kyautatawa, ko dai ɗayansu ya kai ga tsũfa a wurinka ko dukansu biyu, to, kada ka ce musu 'tir' kuma kada ka tsãwace su kuma ka faɗa musu magana mai karimci"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Kuma ka sassauta musu fikãfikan tausasãwa na rahama. Kuma ka ce: \"Ya Ubangijina! Ka yi musu rahama, kamar yadda suka yi rẽnõna, ina ƙarami"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Ubangijinku ne Mafi sani ga abin da yake a cikin rãyukanku. Idan kun kasance sãlihai to lalle ne shĩ Ya kasance ga mãsu kõmawa gare Shi, Mai gãfara"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Kuma ka bai wa ma'abũcin zumunta hakkinsa da miskĩna da ɗan hanya. Kuma kada ka bazzara dũkiyarka, bazzarãwa"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Lalle ne mubazzarai sun kasance 'yan'uwan shaiɗanu. Kuma Shaiɗan ya kasance ga Ubangijinsa, mai yawan kãfirci"
        }
    ]
}