{
    "pages": [
        {
            "chapter": 27,
            "verse": 36,
            "text": "To, a lõkacin da ya jẽ wa Sulaiman ya ce: \"Shin, za ku ƙãra ni da dũkiya ne? To, abin daAllah Ya bã ni, shi ne mafi alhẽridaga abin da Ya bã ku. A'a, kũ nekuke yin farin ciki da kyautarku"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Ka kõma zuwa gare su. Sa'an nan lalle munã je musu da rundunõni, bãbu wata tãɓukawa gare su game da su, kuma lalle munã fitar da su daga gare ta, sunã mafi wulãkantuwa, kuma sunã ƙasƙantattu"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Ya ce: \"Yã ku mashãwarta! Wannenku zai zo mini da gadonta a gabãnin su zo, sunã mãsu sallamãwa"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Wani mai ƙarfi daga aljannu ya ce: \"Nĩ inã zo maka da shi a gabãnin ka tãshi daga matsayinka. Kuma llale nĩ a gare shi, haƙĩƙa, mai ƙarfi ne amintacce"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Wanda yake a wurinsa akwai wani ilmi daga Littafin ya ce: \"Ni inã zo maka da shi a gabãnin ƙyaftãwar ganinka ta kõma gare ka.\" To, a lõkacin da ya gan shi matabbaci a wurinsa, ya ce: \"Wannan daga falalar Ubangijĩna yake, dõmin Ya jarraba ni: Shin, zan gõde ne, kõ kuwa zan butulce! Kuma wanda ya gõde, to, yanã gõdẽwa ne dõmin kansa, kuma wanda ya kãfirta, to, lalle Ubangijina Wadãtacce ne, Karĩmi"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Ya ce: \"Ku canza kamar gadonta gare ta, mu gani, shin zã ta shiryu, kõ kuwa tanã kasancẽwa daga waɗanda bã su shiryuwa"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "To a lõkacin da ta jẽ aka ce \"Shin, kamar wannan gadon sarautarki yake?\" Ta ce: \"Kamar dai shĩne. Kuma an bã mu ilmi daga gabãninta kuma mun kasance mãsu sallamãwar (al'amari ga Allah)"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Kuma abin da ta kasance tanã bautãwa, baicin Allah, ya kange ta. Lalle ita, tã kasance daga mutãne kãfirai"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Aka ce mata, \"Ki shiga a gidan sarauta.\" To, a lõkacin da ta gan shi, ta yi zatona wai gurbi ne, kuma ta kuranye daga ƙwaurinta. Ya ce: \"Lalle ne shi, gidan sarauta ne mai santsi daga madũbai.\" Ta ce: \"Yã Ubangijĩna! Bã a rõƙon Allah sai da sunãyensa mãsu kyau, tis'in da taran nan, sai dai a dunƙule kamar a ce, \"Inã rõƙon Allah da sunãyenSa da na sani da waɗanda ban sani ba.\" Lalle nĩ, na zãlunci kaina, kuma nã sallama al'amari tãre da Sulaiman ga Allah, Ubangijin halittu"
        }
    ]
}