{
    "pages": [
        {
            "chapter": 30,
            "verse": 16,
            "text": "Kuma waɗanda suka kãfirta, kuma suka ƙaryata, game da ãyõyinMu da kuma haɗuwa da Rãnar Lãhira, to, waɗancan anã halartar da su a cikin azãba"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Sabõda haka tsarkakẽwa ta tabbata ga Allah a lõkacin da kuke shiga maraice, da lõkacin da kuke shiga sãfiya"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Kuma Shĩ ne da gõdiya, a cikin sammai da ƙasã kuma da lõkacin yamma da lõkacin zawãli"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "Yanã fitar da mai rai daga matacce kuma Yanã fitar da matacce daga mai rai, kuma Yanã rãyar da ƙasa a bãyan mutuwarta. Kuma haka ake fitar da ku"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Kuma akwai daga ãyõyinSa, Ya halitta ku daga turɓãya, sai gã ku kun zama mutum, kunã wãtsuwa"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Kuma akwai daga ãyõyinsa, Ya halitta muku mãtan aure daga kanku, dõmin ku natsu zuwa gare ta, kuma Ya sanya sõyayya da rahama a tsakãninku. Lalle a cikin wancan akwai ãyõyi ga mutãne mãsu yin tunãni"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Kuma akwai daga ãyõyinSa halittar sammai da ƙasã da sãɓã, war harsunanku, da launukanku. Lalle a cikin wannan akwai ãyõyi ga mãsu ilmi"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Kuma akwai daga cikin ãyõyinSa, barcinku a cikin dare da rãna, da nẽmanku ga falalarsa. Lalle a cikin wannan akwai ãyõyi ga mutãne mãsu saurãrãwa"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Kuma akwai daga cikin ãyõyinSa, Ya nũna muku walƙiya a kan tsõro da ɗammãni kuma Ya dinga saukar da ruwa daga sama Sa'an nan Ya rãyar da ƙasã game da shi a bãyan mutuwarta. Lalle a cikin wannan akwai ãyõyi ga mutãne mãsu hankaltawa"
        }
    ]
}