{
    "pages": [
        {
            "chapter": 57,
            "verse": 12,
            "text": "Rãnar da zã ka ga mũminai maza da mũminai mãtã haskensu nã tafiya a gaba gare su, da kuma dãma gare su. (Anã ce musu) \"Bushãrarku a yau, ita ce gidajen Aljanna.\" Ruwa na gudãna daga ƙarƙashinsu sunã mãsu dawwama a cikinsu. Wannan, shĩ ne babban rabo mai girma"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "Rãnar da munafikai maza da munãfikai mãtã ke cẽwa waɗanda suka yi ĩmãni: \"Ku dũbẽ mu, mu yi makãmashi daga haskenku!\" A ce (musu): \"Ku kõma a bãyanku, dõmin ku nẽmo wani haske.\" Sai a danne a tsakãninsu da wani gãru yanã da wani ƙyaure, a cikinsa nan rahama take, kuma a bãyansa daga wajensa azaba take"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "Sunã kiran su, \"Ashe, bã tãre muke da ku ba?\" Su ce: \"Ĩ, amma kũ, kun fitini kanku, kuma kun yi jiran wata masĩfa, kuma kunyi shakka, kuma waɗansu gũrace-gũrace sun rũɗe ku, har umurnin Allah ya jẽ muku, kumamarũɗi ya rũɗe ku game da Allah"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "To, a yau bã zã a karɓi fansa daga gare ku ba. Kuma bã zã a karɓa daga waɗanda suka kãfirta ba. Makõmarku wutã ce, ita ce mai dacẽwa da ku, kuma makõmarku ɗin nan tã mũnana"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "Shin, lõkaci bai yi ba ga wa ɗanda suka yi ĩmãnĩ zukãtansu su yi tawãlu'i ga ambaton Allah da abin da ya sauka daga gaskiya? Kada su kasance kamar waɗanda aka bai wa littãfi a gabãnin haka, sai zãmani ya yi tsawo a kansu, sabõda haka zukãtansu suka ƙẽƙashe, kuma masu yawa daga cikinsu fãsiƙai ne"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Ku sani cẽwa Allah Yanã rãyar da ƙasã a bãyan mutuwarta. Lalle Mun bayyanamuku ãyõyi da fatan zã ku yi hankali"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Lalle mãsu gaskatãwa maza da mãsu gaskatãwa mãtã, kuma suka ranta wa Allah rance mai kyau, anã riɓanya musu, kuma suna da wani sakamako na karimci"
        }
    ]
}