{
    "rukus": [
        {
            "chapter": 12,
            "verse": 69,
            "text": "I kad iziđoše pred Jusufa, on privi na grudi brata svoga i reče; \"Ja sam, doista, brat tvoj i ne žalosti se zbog onoga što su oni uradili"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "I pošto ih namiri potrebnom hranom, stavi jednu čašu u tovar brata svoga, a poslije jedan glasnik stade vikati: \"O karavano, vi ste, doista, kradljivci"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Oni im pristupiše i upitaše: \"Šta tražite"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Tražimo vladarevu čašu\" - odgovoriše. - \"Ko je donese, dobiće kamilin tovar hrane. Ja za to jamčim"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Allaha nam\", - rekoše oni - \"vi znate da mi nismo došli da činimo nered na zemlji, i mi nismo kradljivci"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "A kakva mu je kazna ako ne govorite isitnu?\" - upitaše"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Kazna je onome u čijem se tovaru nađe - sam on\" - odgovoriše. - \"Eto tako mi kažnjavamo kradljivce"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "I on poče s vrećama njihovim, prije vreća brata svoga, a onda izvadi čašu iz vreće brata svoga. - Mi poučismo Jusufa da tako varku izvede. - On po vladarevu zakonu nije mogao da uzme kao roba brata svoga, ali je mogao Allahovim dopuštenjem. Mi uzvisujemo onoga koga Mi hoćemo, a nad svakim znalcem ima još znaniji"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Ako je on ukrao\", - rekoše oni -, \"pa i prije je brat njegov krao!: I Jusuf im ne reče ništa. \"Vi ste u gorem položaju\" - pomisli u sebi -, Allah dobro zna kako je bilo to o čemu govorite"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "O upravniče,\" - rekoše oni - \"on ima vrlo stara oca, pa uzmi jednog od nas umjesto njega! Mi vidimo da si ti dobara čovjek"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Sačuvaj Bože,\" - reče - \"da uzmeme nekog drugog do onoga u koga smo naš predmet našli! Tada bismo zaista bili nepravedni"
        }
    ]
}