{
    "juzs": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "စင်စစ် ငါအရှင်မြတ်နှင့်တွေ့ဆုံမှုကို မမျှော်လင့်ကြသော (မစိုးရိမ်ကြသော)သူတို့က အဘယ်ကြောင့် \"မလာအိကဟ်\" ကောင်းကင်တမန်များသည် ကျွန်ုပ်တို့ထံဆင်းသက်၍ မလာကြသနည်း။ သို့တည်းမဟုတ် အဘယ်ကြောင့် ကျွန်ုပ်တို့သည် မိမိတို့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်ကို မဖူးမြော်ကြရပါသနည်းဟု ပြောဆိုကြကုန်၏။ ဧကန်မလွဲ ၎င်းတို့သည် မိမိတို့စိတ်ထဲ၌ မိမိတို့ကိုယ်ကို အထင်ကြီးခဲ့ကြကုန်၏။ ထို့ပြင် ၎င်းတို့သည် အကြီးအကျယ် ဆိုးသွမ်းခြင်းအားဖြင့် စည်းကမ်းကျူးလွန်ခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "အကြင်နေ့တွင် ၎င်းတို့သည် \"မလာအိကဟ်\" ကောင်းကင်တမန်တို့အား တွေ့မြင်ကြပေမည်။ ထိုနေ့တွင် ပြစ်မှုရှိသူတို့၌ မည်သည့် ဝမ်းမြောက်ခြင်းမျှ မရှိသည့်ပြင်၊ ၎င်းတို့သည် (ကောင်းကင်တမန်တို့နှင့်)ကင်းပါရစေ၊ ကင်းဝေးပါစေ ဟု ပြောဆိုကြပေမည်။"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် (ထိုနေ့တွင်) ၎င်းတို့ပြုလုပ်ခဲ့ကြသော အပြုအမူများဘက်သို့ လှည့်တော်မူမည်။ ထို့နောက် ငါအရှင်မြတ်သည် ယင်းအပြုအမူများကို ကြဲဖြန့်ထားသော မြူမှုန့်များ ဖြစ်စေတော်မူမည်။"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "ဂျန္နတ်\" သုခဘုံသားတို့မှာကား ထိုနေ့တွင် နေရာဌာနအားဖြင့်လည်း၊ အကောင်းဆုံးဖြစ်ကြပေမည်။ နေ့လည်အချိန် အနားယူ အပန်းဖြေသောနေရာ အားဖြင့်လည်း အကောင်းဆုံးပင် ဖြစ်ကြအံ့သတည်း။"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "၎င်းပြင် အကြင်နေ့တွင် မိုးကောင်းကင်သည် မိုးတိမ်(ထွက်ပေါ်လာသည့်)အတွက် ပွင့်သွားပေမည်။ မိုးတိမ်နှင့်တကွ အက်ကွဲ၍သွားပေမည်။ ထို့ပြင် \"မလာအိကဟ်\" ကောင်းကင်တမန်တို့သည် ဆင်းသက်၍ လာကြပေမည်။"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "ထိုနေ့တွင် စိုးမိုးအုပ်ချုပ်မှု အစစ်အမှန်သည် \"ရဟ်မာန်\"ကရုဏာတော်ရှင်၌သာ ရှိပေမည်။ စင်စစ် ထိုနေ့သည် \"ကာဖိရ်\" သွေဖည်ငြင်းပယ်သော သူတို့အဖို့ လွန်စွာ ခက်ခဲသောနေ့ပင်ဖြစ်ချိမ့်မည်။"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "ထိုမှတစ်ပါး အကြင်နေ့တွင် မတော်မတရား ပြုမူသောသူသည် \"ဪ-ငါသည် ရစူလ်တမန်တော်မြတ်နှင့်အတူ တရားလမ်းမှန်ကို လိုက်ခဲ့သော်၊ ကောင်းလေစွ\" ဟု ပြောဆိုလျက် မိမိလက်နှစ်ဖက်ကို ကိုက်ပေမည်။"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "ဪ-ဖြစ်မှဖြစ်ရလေခြင်း၊ ငါသည် မည်သူမည်ဝါကို အဆွေခင်ပွန်း မပြုခဲ့လျှင် တော်လေစွ။"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "မုချဧကန် ၎င်းသည် ကျွန်ုပ်ထံသို့ ဆုံးမဩဝါဒရောက်ရှိလာပြီး နောက်မှပင် ထိုဆုံးမဩဝါဒ(ကိုလိုက်နာခြင်း) မှ လွဲချော်စေခဲ့သည်။ စင်စစ် သော်ကား ရှိုင်တွာန်မိစ္ဆာကောင်သည် လူသားတို့အား စွန့်ပစ်ထားသူပင် ဖြစ်ချေသတည်း။"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "ထို့ပြင် ရစူလ်တမန်တော်မြတ်က \"အို-ကျွန် တော်မျိုးအား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်၊ ဧကန်အမှန် ကျွန်တော်မျိုး၏ အမျိုးသားများသည် ဤကုရ်အာန် ကျမ်းမြတ်တော်ကို စွန့်ပစ်၍ ထားခဲ့ကြပါသည်\" ဟု လျှောက်ထားပေမည်။"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "စင်စစ် ငါအရှင်မြတ်သည် ဤနည်းအတိုင်းပင် နဗီတမန်တော်တိုင်း၌ ပြစ်မှုရှိသူတို့အနက်မှ ရန်သူများ ပြုလုပ်တော်မူခဲ့၏။ စင်စစ် အသင့်အား ဖန်ဆင်း မွေးမြူတော်မူသော အရှင်မြတ်သည်ပင် တရားလမ်းမှန်သို့ ပို့ဆောင်တော်မူသော အရှင်အဖြစ်လည်းကောင်း၊ ကူညီဆောင်မသူ အဖြစ်လည်း ကောင်း၊ လုံလောက်တော်မူပေသတည်း။"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "၎င်းပြင် ကာဖိရ် သွေဖယ်ငြင်းပယ်သော သူတို့က \"အဘယ်ကြောင့် ကုရ်အာန်ကျမ်းတော်မြတ်သည် ထိုသူ၏အပေါ်၌ တစ်ကြိမ်တည်း (အစအဆုံး) အလုံးစုံ ချပေးခြင်းကို မခံခဲ့ရပါသနည်း\" ဟု ပြောဆိုကြကုန်၏။ ယင်း(သို့ အလီလီချပေးတော်မူခြင်း)မှာ ငါအရှင်မြတ်သည် အသင်၏စိတ်နှလုံးကို ကြံ့ခိုင်စေတော်မူအံ့သောငှာဖြစ်၏။ ၎င်းပြင် ငါအရှင်မြတ်သည် ယင်းကုရ်အာန်ကျမ်းတော်မြတ်ကို တဖြည်းဖြည်း ဆိုင်းငံ့၍ ချပေးသနားတော်မူခဲ့၏။"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "စင်စစ်သော်ကား ၎င်းတို့သည် အသင့်ထံသို့ မည်မျှပင် အံ့ဖွယ်ထူးဆန်းသော ဥပမာ ပုံဆောင်ချက်ကိုပင် ယူဆောင်၍ လာကြစေကာမူ၊ ငါအရှင်မြတ်သည် တိကျမှန်ကန်သည့်ပြင် ရှင်းလင်းဖော်ပြချက်အားဖြင့် ပိုမို၍ကောင်းမွန်သော (၎င်း၏)အဖြေကို အသင့်ထံသို့ ပို့ဆောင်တော်မူခဲ့သည် ချည်းသာ။"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "ထိုသူတို့ပင် \"ဂျဟန္နမ်\"ငရဲဘုံသို့ မျက်နှာမှောက်လျက် (တရွတ်တိုက်ဆွဲကာ) ပို့ဆောင်ခြင်းကို ခံကြရပေမည်။ ထိုသူတို့ကား နေရာဌာနအားဖြင့် အဆိုးဆုံးသောသူများ၊ တရားလမ်းစဉ်အားဖြင့် လွန်စွာ မှားယွင်းသောသူများသာ ဖြစ်ကြကုန်သတည်း။"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "ထိုမှတစ်ပါး စင်စစ်ဧကန် ငါအရှင်မြတ်သည် မူစာအား (တောင်ရာတ်)ကျမ်းဂန်ကို ချီးမြှင့် ပေးသနားတော်မူခဲ့၏။ ၎င်းပြင် ထိုမူစာနှင့်အတူ ၎င်း၏နောင်တော် ဟာရူန်အား ကူညီဖော်ကူညီဖက်အဖြစ် ပြုလုပ်ပေးတော်မူခဲ့၏။"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "ထို့နောက် ငါအရှင်မြတ်သည်(၎င်းတို့နှစ်ပါးအား) အသင်တို့နှစ်ဦးသည် ငါအရှင်မြတ်၏ သက်သေလက္ခဏာတော်များကို မဟုတ်မမှန်ဟူ၍ ငြင်းပယ်ခဲ့ကြကုန်သော အမျိုးသားတို့ထံ သွားကြလေကုန်ဟု မိန့်ကြားတော်မူခဲ့၏။ (ထိုအခါ ၎င်းတို့နှစ်ပါးသည် ထိုအမျိုးသားတို့ထံ သွားရောက်၍ သာသနာပြုခဲ့ကြသော်လည်း ၎င်းတို့သည် ယုံကြည်လက်ခံခြင်း မပြုဘဲ ငြင်းပယ်ခဲ့ကြလေသည်)။ သို့ဖြစ်ပေရာ ငါအရှင်မြတ်သည် ထိုအမျိုးသားတို့အား လုံးဝဖျက်ဆီးတော်မူခဲ့၏။"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "ထိုနည်းတူစွာ နူဟ်၏ အမျိုးသားတို့အား ၎င်းတို့သည် ရစူလ်တမန်တော်များအား မဟုတ်မမှန်ဟူ၍ ငြင်းပယ်ခဲ့ကြသောအခါ ငါအရှင်မြတ်သည် ၎င်းတို့အားလည်း နစ်မြုပ်စေတော်မူခဲ့၏။ ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်းတို့အား လူခပ်သိမ်းတို့အဖို့ သက်သေလက္ခဏာ တစ်ရပ်ပြုလုပ်တော်မူခဲ့၏။ ၎င်းပြင် ငါအရှင်မြတ်သည် မတော်မတရား ပြုလုပ်သောသူတို့အဖို့ ပြင်းပြနာကျင်ဖွယ်ဖြစ်သော ပြစ်ဒဏ်ကို အဆင်သင့် ပြုလုပ်၍ ထားရှိတော်မူသည်။"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "ထိုမှတစ်ပါး အာဒ်အမျိုးသားတို့အားလည်းကောင်း၊ ဆမူဒ်အမျိုးသားတို့အားလည်းကောင်း၊ \"ရတ်စ္စ\" မြို့ သားတို့အားလည်းကောင်း၊ ၎င်းတို့အကြား၌ မြောက်မြားစွာသော မျိုးနွယ်တို့အားလည်းကောင်း၊ (ငါအရှင်မြတ်သည် ဖျက်ဆီးတော်မူခဲ့၏။)"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "စင်စစ် ငါအရှင်မြတ်သည် (ထိုထိုသော အမျိုးသားတို့အနက်) အသီးသီးတို့၏အကျိုးငှာ ဥပမာ ပုံဆောင်ချက်များကို ခိုင်းနှိုင်းတော်မူခဲ့၏။ (သို့ပါလျက် ၎င်းတို့သည် မဟုတ်မမှန်ဟူ၍ပင် ငြင်းပယ်ခဲ့ကြ၏၊) ထိုအခါ ငါအရှင်မြတ်သည် အသီးသီးတို့အား လုံးဝ ဖျက်ဆီးတော်မူခဲ့၏။"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "စင်စစ်သော်ကား ၎င်းတို့သည်(မက္ကာမြို့သား ကာဖိရ်များသည်) အလွန်ဆိုးရွားသော မိုးရွာသွန်းစေခြင်းကို ခံခဲ့ရသောမြို့ရွာသို့ ဧကန်အမှန် ရောက်ရှိခဲ့ကြကုန်၏။ သို့ပါလျက် ၎င်းတို့သည် ယင်း(ပြစ်ဒဏ်၏အမှတ်လက္ခဏာများ)ကို မမြင်ခဲ့ကြလေသလော။ ထိုသို့ အလျှင်းမဟုတ်။ စင်စစ်မှာမူကား ၎င်းတို့သည် ရှင်ပြန်ထခြင်းကို ဖြစ်ရန်လက္ခဏာရှိသည် ဟူ၍ပင် မမျှော်လင့်ကြပေ။"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "၎င်းပြင် ထိုသူတို့သည် အသင့်အား တွေ့မြင်ကြသောအခါ \"အလ္လာဟ်အရှင်မြတ်သည် ရစူလ်တမန်တော်အဖြစ် စေလွှတ်တော်မူသောသူသည် ဤသူ ပင်လော\" ဟု အသင့်အား ပြောင်လှောင်ကြကုန်၏။"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "အကယ်၍သာ ကျွန်ုပ်တို့သည် မိမိတို့၏ ကိုးကွယ်ရာဘုရားများ(အား ကြည်ညိုမြတ်နိုးရာ)၌ စွဲမြဲကြံ့ခိုင်စွာ မရှိခဲ့ကြပါလျှင် ဧကန်မလွဲ ၎င်းသည် ကျွန်ုပ်တို့အား ထိုကိုးကွယ်ရာဘုရားများမှ ဝေးအောင်ပြုခဲ့ပြီးသာ ဖြစ်ပေသည်။\" စင်စစ်သော်ကား ၎င်းတို့သည် မကြာမြင့်မီ ပြစ်ဒဏ်ကို တွေ့မြင်ကြ သောအခါ မည်သူသည် လမ်းလွဲသူဖြစ်ကြောင်း သိရှိသွားကြပေမည်။"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "(အို-နဗီတမန်တော်၊) မိမိ၏စိတ်အလိုဆန္ဒကို မိမိ၏ကိုးကွယ်ရာအဖြစ် ပြုလုပ်ခဲ့သောသူ၏အကြောင်းကို အသင်သည် သိမြင်ခဲ့ပြီ မဟုတ်လော။ သို့ပါလျက် အသင်သည် ထိုသူ၏အပေါ်၌ အုပ်ထိန်းသူအဖြစ် ရှိနေနိုင်ပါသလော။"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "သို့တည်းမဟုတ် ထိုသူတို့အနက် များစွာသော သူတို့သည် ကြားကြသည်။ သို့မဟုတ် နားလည်ကြသည်ဟု အသင်ထင်မှတ်လေသလော။ ၎င်းတို့သည် ကုလားအုတ်၊ ကျွဲ၊ နွား၊ တိရစ္ဆာန် များကဲ့သို့သာလျှင် ဖြစ်ကြသည်။ ထိုမျှမက(ထို တိရစ္ဆာန်များထက်ပင်) သာလွန် လမ်းလွဲသူများဖြစ်ကြကုန် သတည်း။"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "အသင်သည် မိမိအား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်က(အရာဝတ္ထုခပ်သိမ်းတို့၏) အရိပ်ကို မည်သို့မည်ပုံ ပြန့်စေတော်မူခဲ့ကြောင်း လေ့လာဆင်ခြင်သုံးသပ်ခြင်း မပြုခဲ့လေသလော။ စင်စစ်သော်ကား ထိုအရှင်မြတ်သည် အလိုရှိတော်မူခဲ့ပါလျှင် ထိုအရိပ်ကို(လှုပ်ရှားနိုင်ခြင်း မရှိစေဘဲ) တည်ငြိမ်အောင် ပြုလုပ်တော်မူခဲ့မည်သာတည်း။ ထို့နောက် ငါအရှင်မြတ်သည် နေကို ထိုအရိပ်နှင့် စပ်လျဉ်း၍ သက်သေ လက္ခဏာတစ်ရပ် ပြုလုပ်တော်မူခဲ့၏။"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "ထို့နောက် ငါအရှင်မြတ်သည် ယင်းအရိပ်ကို မိမိအထံတော်သို့ တဖြည်ဖြည်း ဆွဲယူရုပ်သိမ်းတော်မူခဲ့၏။"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "ထိုမှတစ်ပါး ထိုအရှင်မြတ်သည်ပင်လျှင် ညဉ့်ကို အသင်တို့အဖို့ အကွယ်အကာ အဖုံးအအုပ်၊ အိပ်စက်ခြင်းကို အပန်းဖြေရာ ပြုလုပ်တော်မူခဲ့သော အရှင်ဖြစ်တော်မူ၏။ ၎င်းပြင် ထိုအရှင်မြတ်သည်ပင် နေ့ကို ရှင်ပြန်ရာကာလ ပြုလုပ်တော်မူခဲ့ပေသတည်း။"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "၎င်းပြင် ထိုအရှင်မြတ်သည်ပင် လေများကို မိမိကရုဏာတော် (ဝါ) မိုးမရွာမီ ရှေ့ပြေးသတင်းကောင်းအဖြစ် စေလွှတ်တော်မူခဲ့၏။ ထိုမှတစ်ပါး ငါအရှင်မြတ်သည် မိုးကောင်းကင်မှ စင်ကြယ်သန့်ရှင်းအောင် ပြုလုပ်သော (မိုး)ရေကို ချပေးသနားတော်မူခဲ့၏။"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "(ယင်းကဲ့သို့ ချပေးသနားတော်မူခြင်းမှာ) ငါ အရှင်မြတ်သည် အသက်မရှိသော (ဝါ) သွေ့ခြောက်လျက်ရှိသောမြို့ရွာကို ထိုရေဖြင့် ရှင်စေတော်မူအံ့သောငှာ (ဝါ) စိုပြည်စိမ်းလန်းစေတော်မူအံ့သောငှာ လည်းကောင်း၊ ငါအရှင် ဖန်ဆင်းတော်မူခဲ့သော မြောက်မြားစွာသော ကုလားအုတ်၊ ကျွဲ၊ နွား တိရစ္ဆာန်များနှင့် လူတို့အား ထိုရေကို တိုက်ကျွေးတော်မူအံ့သောငှာ လည်းကောင်း၊ ဖြစ်ပေ၏။"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "ထိုမှတစ်ပါး ဧကန်မလွဲ ငါအရှင်မြတ်သည် ထိုရေကို ၎င်းတို့အကြားဝယ် ဝေငှ၍ ပေးကမ်းတော်မူခဲ့၏။ သို့မှသာလျှင် ၎င်းတို့သည် တရားရရှိ ကြပေမည်။ သို့ပါလျက် ၎င်းတို့အနက် အများဆုံးသော သူတို့မှာမူကား ကျေးဇူးကန်းခဲ့ကြသည် သာတည်း။"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "စင်စစ်သော်ကား အကယ်၍သာ ငါအရှင်မြတ်သည် အလိုရှိတော်မူခဲ့ပါလျှင် ရွာတိုင်းရွာတိုင်းတွင် သတိပေးနှိုးဆော်သူ တစ်ပါးစီကို လွှတ်တော်မူခဲ့မည်သာ။"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "သို့ဖြစ်ပေရာ(အို-နဗီတမန်တော်၊) အသင်သည် ကာဖိရ်သွေဖည်ငြင်းပယ်သော သူတို့၏စကားကို လိုက်နာခြင်းမပြုဘဲ၊ ဤကုရ်အာန်ကျမ်းတော်မြတ်ဖြင့် ၎င်းတို့အား ကြီးကျယ်ပြင်းထန်စွာ ယှဉ်ပြိုင်ပါလေ။"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "ထိုမှတစ်ပါး ထိုအရှင်မြတ်သည်ပင် ပင်လယ်နှစ်ခုကို ပေါင်းစပ်ပေးတော်မူသောအရှင် ဖြစ်တော်မူပေရာ၊ (ထိုပင်လယ်နှစ်ခုအနက်) ဤတစ်ခုသော ပင်လယ်(ရေ)မှာ ရသာရှိ၍ ချိုမြိန်သော၊ ရေငတ်ပြေစေသော (ရေ)ဖြစ်၏။ သို့ရာတွင် ဤတစ်ခုသောပင်လယ်(ရေ)မှာကား ငန်၍ခါး (သောရေပင်) ဖြစ်ပေသည်။ တစ်ဖန် ထိုအရှင်မြတ်သည် ထိုပင်လယ်နှစ်ခု၏အကြားဝယ် သေးသွယ်သောအဆက်တစ်ခုကို ထားရှိတော်မူခဲ့သည့်ပြင် (တစ်ဘက်မှရေသည် နောက်တစ်ဘက်မှ ရေနှင့်ရောနှောခြင်းမရှိစေရန် ခိုင်လုံသော) အတားအဆီးတစ်ခုဖြင့် ကာဆီး၍ ထားရှိတော်မူခဲ့၏။"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "တစ်ဖန် ထိုအရှင်မြတ်သည်ပင် (ကလလ)ရေ(ကြည်)ဖြင့် လူကိုဖန်ဆင်းတော်မူသောအရှင် ဖြစ်တော်မူ၏။ ထို့နောက် ထိုအရှင်မြတ်သည် ထိုလူကို (သွေးရင်းသားရင်းဖြစ်သော) ဆွေးမျိုးသားချင်း တော်စပ်သူများနှင့်လည်းကောင်း၊ ထိမ်းမြားမှုဖြင့် ဆွေမျိုးတော်စပ်သူများကို လည်းကောင်း၊ ဖြစ် စေတော်မူခဲ့၏။ စင်စစ်သော်ကား အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်သည် တန်ခိုးတော်နှင့်ပြည့်စုံတော်မူသော အရှင်မြတ်ပင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "သို့ရာတွင် ထို(မုရှ်ရစ်က်)တို့မှာမူကား အကြင်အရာများကို အလ္လာဟ်အရှင်မြတ်နှင့်ယှဉ်ပြိုင်၍ ဆည်းကပ်ကိုးကွယ်ကြကုန်၏။ ထိုအရာများသည် ၎င်းတို့အား အကျိုးဖြစ် ထွန်းစေနိုင်ကြသည်လည်း မဟုတ်ပေ။ ထိုနည်းတူစွာ ၎င်းတို့အား အကျိုးယုတ်စေနိုင်ကြသည်လည်း မဟုတ်ပေ။ စင်စစ် သော်ကား \"ကာဖိရ်\" သွေဖည်ငြင်းပယ်သောသူသည် မိမိအား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်ဘက်မှ ကျောခိုင်းသူပင် ဖြစ်ပေသည်။"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "စင်စစ်သော်ကား (အို-နဗီတမန်တော်၊) ငါ အရှင်မြတ်သည် အသင့်အား သတင်းကောင်း ပြောကြားသူနှင့် သတိပေးနှိုးဆော်သူအဖြစ်သာ စေလွှတ်တော်မူခဲ့၏။"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "(အို-နဗီတမန်တော်၊) အသင်သည် ပြောကြားပါလေ။ (အချင်းတို့၊) မည်သူမဆို အလိုရှိခဲ့လျှင် မိမိအား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်အထံတော်သို့ သွားရာလမ်းကို ရွေးချယ်ရန်မှတပါး ငါသည် ယင်း(အမိန့်တော်များကို ပို့ဆောင်ခြင်း)နှင့်စပ်လျဉ်း၍ အသင်တို့ထံ မည်သည့်အဖိုး အခကိုမျှ တောင်းဆိုသည် မဟုတ်ပေ။"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "၎င်းပြင် (အို-နဗီတမန်တော်၊) အသင်သည် မည်သည့်အခါ၌မျှ သေဆုံးတော်မူမည် မဟုတ်သော အမြဲထာဝရ ရှင်တော်မူသော အရှင်မြတ်အပေါ်၌သာလျှင် ယုံပုံလွှဲအပ်ပါလေ။ ထိုမှတစ်ပါး အသင်သည် ထိုအရှင်မြတ်အား ချီးမွမ်းထော မနာပြုခြင်းကို မြွက်ဆိုပါလေ။ စင်စစ်သော်ကား ထိုအရှင်မြတ်သည်ပင် မိမိကျွန်များ၏ပြစ်မှုတို့ကို သိတော်မူသောအရှင် အဖြစ်လုံလောက်၏။"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "အကြင်အရှင်မြတ်သည် မိုးကောင်းကင်များကို လည်းကောင်း၊ ပထဝီမြေကိုလည်းကောင်း၊ ယင်းမိုးကောင်းကင်များနှင့် ပထဝီမြေ နှစ်ခုလုံး၏အကြား၌ ရှိသည်တို့ကိုလည်းကောင်း၊ ခြောက်ရက်တွင် ဖန်ဆင်း တော်မူခဲ့ပြီးနောက် ‘အရ်ရှ်’ ပလ္လင်တော်ထက်ဝယ် စံမြန်းတော်မူခဲ့၏။ ထို(အရှင်မြတ်သည်ပင်) \"ရဟ်မာန်\" ကြီးမားလှသော ကရုဏာတော်ရှင် ဖြစ်တော်မူပေရာ ထို \"ရဟ်မာန်\" ကြီးမားလှသော ကရုဏာတော်ရှင်နှင့် ပတ်သက်၍ သိရှိသူတစ်ဦးတစ်ယောက်အား မေးမြန်းရာ၏။"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "စင်စစ်သော်ကား ၎င်းတို့အား အသင်တို့သည် ‘ရဟ်မာန်’ ကြီးမားလှသော ကရုဏာတော်ရှင်အား ‘စဂျီဒဟ်’ ပျပ်ဝပ် ဦးချကြလေကုန်ဟု ပြောကြားခဲ့ပါလျှင် ၎င်းတို့က ‘ရဟ်မာန်’ ဟူသည် အဘယ်နည်း။ ကျွန်ုပ်တို့သည် အသင် အကျွန်ုပ်တို့အား အမိန့်ပေးသောအရာကို ‘စဂျ်ဒဟ်’ ပျပ်ဝပ်ဦး ချကြရပါမည်လောဟု ဆိုကြကုန်၏။ စင်စစ် (ဤပြောဆို ညွှန်ကြားမှုသည်) ၎င်းတို့၌ စက်ဆုပ်မှုကို ပိုမိုတိုးတက်စေခဲ့ပေသတည်း။"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "အကြင်အရှင်မြတ်သည် ‘ဗရ်ကသ်’ မင်္ဂလာနှင့် အလွန်ပြည့်စုံတော်မူ၏။ ထိုအရှင်မြတ်သည် မိုးကောင်းကင်၌ ဆယ့်နှစ်ရာသီအင်သာစက်များကို ဂြိုဟ်နက္ခတ်များကို ပြုလုပ်တော်မူခဲ့၏။ ထိုမှတစ်ပါး ထိုအရှင်မြတ်သည် ယင်းမိုးကောင်းကင်၌ ဆီးမီးတစ်ခုကိုလည်းကောင်း၊ လင်းဝင်းတောက်ပသော လစန္ဒာကိုလည်းကောင်း၊ ပြုလုပ်ဖန်ဆင်းတော်မူခဲ့၏။"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "ထိုမှတစ်ပါး ထိုအရှင်မြတ်သည်ပင် အကြင်သူ၏အဖို့ ညဉ့်ကိုလည်းကောင်း၊ နေ့ကိုလည်းကောင်း၊ တစ်ခု၏ နောက်တစ်ခု အလှည့်ကျသွားလာသောအရာများပင် ပြုလုပ်တော်မူခဲ့၏။ ထိုသူသည် သိနားလည်ရန်အလိုရှိခဲ့၏။ သို့တည်းမဟုတ် ကျေးဇူးသိတတ်ရန် ရည်စူးခဲ့ပေသတည်း။"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "စင်စစ်သော်ကား ‘ရဟ်မာန်’ ကြီးမားလှသော ကရုဏာတော်ရှင်၏ ကျွန်များသည် အကြင်သူများပင်။ ထိုသူတို့သည် ပထဝီမြေပေါ်ဝယ် ကျိုးနွံစွာ၊ ဖြည်းညင်းစွာ၊ ဣန္ဒြေသိက္ခာရှိစွာ၊ လမ်းလျှောက်ကြကုန်၏။ ထိုမှတစ်ပါး အသိအလိမ္မာ ကင်းမဲ့ကြသောသူများသည် ၎င်းတို့နှင့် စကားပြောဆိုကြသောအခါ ၎င်းတို့သည် ကောင်းမွန်စွာ ပဋိပက္ခ ကင်းငြိမ်းသောစကားကို အပြစ်မဖြစ်စေသောစကားကို ပြောဆိုကြကုန်၏။"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "၎င်းပြင် အကြင်သူများပင် ထိုသူတို့သည် မိမိတို့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်၏ ရှေ့တော်မှောက်ဝယ် ‘စဂျ်ဒဟ်’ ပျပ်ဝပ် ဦးချကြလျက် လည်းကောင်း၊ မတ်တတ်ရပ်ကြလျက်လည်းကောင်း၊ ညဉ့်ကို ကုန်လွန်စေကြကုန်၏။"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "ထို့ပြင် အကြင်သူများပင်။ ထိုသူတို့သည်(ဤသို့) လျှောက်ထားကြကုန်၏။ အို-ကျွန်တော်မျိုးတို့အား ဖန်ဆင်းမွေးမြူတော်မူသောအရှင်မြတ်၊ အရှင်မြတ်သည် ဂျဟန္နမ်ငရဲ၏ပြစ်ဒဏ်ကို ကျွန်တော်မျိုးတို့မှ ဖယ်ရှားပေးတော်မူပါ။ ဧကန်မလွဲ ယင်းဂျဟန္နမ်ငရဲ၏ ပြစ်ဒဏ်သည်ကား ပျက်စီးမှုပင်၊ ပြင်းထန်လှသောဒုက္ခပင်၊ အဆက်မပြတ် သက်ရောက်အံ့သော ပြစ်ဒဏ်ပင်ဖြစ်ပါသည်။"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "ဧကန်စင်စစ် ယင်းဂျဟန္နမ်ငရဲသည် စခန်းချရာ နေရာအဖြစ်လည်းကောင်း၊ နေထိုင်ရာနေရာအဖြစ် လည်းကောင်း၊ အလွန်ညံ့ဖျင်းလှပါသည်။"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "ထိုမှတစ်ပါး အကြင်သူများပင်။ ထိုသူတို့သည် သုံးစွဲကြသောအခါ အချည်းနှီး၊ ဖြုန်းတီးကြသည်လည်း မဟုတ်ပေ။ စစ်စီစေးနှဲကြသည်လည်း မဟုတ်ပေ။ စင်စစ် (၎င်းတို့၏သုံးစွဲမှုကား) ယင်း (အချည်းနှီးဖြုန်းတီးမှုနှင့် စစ်စီစေးနှဲမှု)၏ အကြားတွင် မလွန်မယုတ် အလယ်(အလတ်သုံးစွဲမှု)သာလျှင် ဖြစ်ပေသတည်း။"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "၎င်းပြင် အကြင်သူများပင်။ ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်(တွဲဖက်၍)အခြားကိုးကွယ်ရာ တစ်စုံတစ်ရာကိုမျှ ဟစ်ခေါ်တ သ(ကိုးကွယ်ဆည်းကပ်)ကြသည်မဟုတ်ပေ။ ၎င်းပြင် ထိုသူများသည် အလ္လာဟ်အရှင်မြတ်က ‘ဟရာမ်’ ဟူ၍ တားမြစ်ထားတော်မူသော အသက်ဇီဝိန်ကိုလည်း တရားသဖြင့်မှတစ်ပါး သတ်ဖြတ်ခြင်း မပြုကြပေ။ ထိုမှတစ်ပါး ၎င်းတို့သည် ကာမေသုမိစ္ဆာစာရကိုလည်း ကျူးလွန်းကြသည်မဟုတ်ပေ။ စင်စစ်သော်ကား မည်သူမဆို ထိုသည့်ပြစ်မှုများကိုကျူးလွန်ပါမူ ထိုသူသည် (အလွန်ကြီးလေးသော) ပြစ်ဒဏ်နှင့်တွေ့ကြုံရမည်သာ။"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "ကိယာမသ်\"ရှင်ပြန်ထမည့်နေ့တွင် ထိုသူ၌ ပြစ်ဒဏ်သည် တိုးတက်(သက်ရောက်)စေခြင်းကိုခံရမည့်ပြင်၊ ထိုသူသည် အမြဲထာဝရ ယင်းပြစ် ဒဏ်၌ပင် ဂုဏ်သရေယုတ်ညံ့စွာ ခံစားနေရပေမည်။"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "သို့ရာတွင် အကြင်သူသည် (ကာဖိရ်ရှရစ်က်မှ) ၀န်ချတောင်းပန်ပြီး သက်ဝင်ယုံကြည်ခဲ့၍ ကောင်းမြတ်သောအကျင့်သီလကို ကျင့်မူဆောက်တည်ခဲ့လျှင်၊ အလ္လာဟ်အရှင်မြတ်သည် ထိုကဲ့သို့သောသူတို့အား ၎င်းတို့ ၏မကောင်းမှုများကို ကောင်းမှုများနှင့် လဲလှယ်၍ ပေးသနားတော်မူပေမည်။ စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် အလွန်တရာ လွတ်ငြိမ်းချမ်းသာခွင့် ပေးတော်မူသောအရှင်၊ အလွန်တရာ သနားကြင်နာ ညှာတာတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "အမှန်သော်ကား၊ မည်သူမဆို(အပြစ်မှ)ဝန်ချတောင်းပန်၍ ကောင်းမြတ်သောအကျင့်သီလကို ကျင့်မူဆောက်တည်ခဲ့ပါမူ ဧကန်မလွဲ ထိုသူသည် အလ္လာဟ်အရှင်မြတ်ဖက်သို့ ပြန်လှည့်သူပင်ဖြစ်ပေ၏။"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "ထို့ပြင် အကြင်သူများပင်။ ထိုသူတို့သည် မလျော်ကန်သောနေရာသို့လည်း သွားရောက်ပါဝင်ကြသည် မဟုတ်ပေ။ (တစ်နည်း) မုသားသက်သေခံကြသည်လည်း မဟုတ်ပေ။ ထိုမှတစ်ပါး ၎င်းတို့သည် အချည်းနှီးသော အမှုကိစ္စ၏အပါးမှ ဖြတ်သန်း၍ သွားကြလေသောအခါ၊ (မျက်နှာအောက်စိုက်၍) ဣန္ဒြေရှိသူများပီပီ ဖြတ်သန်း၍သွားကြကုန်၏။"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "၎င်းပြင် အကြင်သူများပင်၊ ထိုသူတို့သည် မိမိတို့အား ဖန်ဆင်းမွေးမြူတော်မူသောအရှင်မြတ်၏ အာယတ်တော်များဖြင့် ဆုံးမဩဝါဒပေးခြင်းကို ခံကြရသောအခါ ထိုသူတို့သည် ယင်းအာယတ်တော်များအပေါ်၌ နားပင်းသူများ အဖြစ်လည်းကောင်း၊ မျက်စိကန်းသူများ အဖြစ်လည်းကောင်း၊ ကျလာကြ သည်မဟုတ်ပေ။"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "ထိုမှတစ်ပါး အကြင်သူများပင်။ ထိုသူတို့သည် အို-ကျွန်တော်မျိုးတို့အား ဖန်ဆင်းမွေးမြူတော်မူ သောအရှင်မြတ်။ အရှင်မြတ်သည် ကျွန်တော်မျိုးတို့အား ကျွန်တော်မျိုးတို့၏ ဇနီးကြင်ရာများထံမှလည်းကောင်း၊ ကျွန်တော်မျိုးတို့၏ သားမြေးတို့ထံမှလည်းကောင်း၊ မျက်စိအေးမြကြည်လင်မှုကို ပေးသနားတော်မူပါ။ ထိုမှတစ်ပါး အရှင်မြတ်သည် ကျွန်တော်မျိုးတို့အား ‘မွတ္တကီ’ သူတော်စင်များ၏ရှေ့ဆောင်ရှေ့ရပ် ပြုလုပ်တော်မူပါဟု လျှောက်ထား အသနားခံကြကုန်သတည်း။"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "ထို(ဝိသေသဂုဏ်ထူးနှင့် ပြည့်စုံကြကုန်သော ‘ရဟ်မာန်’ ကြီးမားလှသော ကရုဏာတော်ရှင်၏ကျွန်)တို့မှာကား မိမိတို့ တည်တံ့ကြံ့ခိုင်စွာ ရှိခဲ့ကြသည့်အတွက်ကြောင့် (ဂျန္နတ်သုခဘုံ၏)မြင့်မြတ်သော အဆောင်များကိုပင် အစားပေးချီးမြှင့်ခြင်း ခံကြရပေမည်။ ထိုမှတစ်ပါး ထိုသူတို့သည် ယင်းအဆောင်များ၌(\"မလာအိကဟ်\" ကောင်းကင်တမန်များ၏) နှစ်ထောင်းအားရကြောင်း ထုတ်ဖော်ပြောဆိုခြင်းကို လည်းကောင်း၊ ‘စလာမ်’ မေတ္တာပို့ နှုတ်ခွန်းဆက်သခြင်းကို လည်းကောင်း၊ (တွေ့ကြုံစေခြင်း)ခံကြရပေမည်။"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "(၎င်းတို့သည်) ယင်း(‘ဂျန္နတ်’သုခဘုံ၏) မြင့်မြတ်သောအဆောင်များ၌ပင် အမြဲထာဝစဉ် နေထိုင်ကြပေမည်။ ထို(ဂျန္နတ်သုခဘုံ၏)မြင့်မြတ်သော အဆောင်များသည် အလွန်မွန်မြတ်လှစွာသော စခန်းချရာနေရာသည် လည်းကောင်း၊ နေထိုင်ရာနေရာသည် လည်းကောင်း၊ ဖြစ်ပေသည်။"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "(အို-နဗီတမန်တော်) အသင်သည် ပြောကြားပါ လေ။ (အို-အချင်းတို့၊) အကယ်၍ အသင်တို့သည် ဆုတောင်းပတ္ထနာမပြုကြလျှင် ငါ့အားဖန်ဆင်းမွေးမြူ တော်မူသော အရှင်မြတ်သည် အသင်တို့အား လုံးဝဂရုစိုက်တော်မူမည် မဟုတ်ပေ။ ယခုသော်ကား ဧကန်မလွဲ အသင်တို့သည် (ရစူလ်တမန်တော်မြတ်အား လည်းကောင်း၊ ကုရ်အာန်ကျမ်းတော်မြတ်ကို လည်းကောင်း၊) မဟုတ်မမှန်ဟူ၍ ငြင်းပယ်ခဲ့ကြပြီးဖြစ်ရာ မကြာမြင့်မီ ယင်းစွပ်စွဲငြင်းပယ်မှုကြောင့် (အသင်တို့အပေါ်၌)အန္တရာယ်ပင် ဖြစ်ချေအံ့သတည်း။"
        },
        {
            "chapter": 26,
            "verse": 1,
            "text": "သွာ၊ စီမ်၊ မီမ်။"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "ဤသည် ထင်ရှားလှစွာသောကျမ်းဂန်၏ (အာယတ်) တော်များပင်။"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "(အို-နဗီတမန်တော်၊)၎င်း(မက္ကာမြို့သား)တို့သည် သက်ဝင်ယုံကြည်ခြင်း မရှိကြသောကြောင့် အသင်သည် မိမိကိုယ်ကို သတ်သေချင်လုမတတ် ဖြစ်နေဘိ၏။"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "အကယ်၍သာ ငါအရှင်မြတ်သည် အလိုရှိတော်မူပါလျှင် မိုးကောင်းကင်မှ သက်သေလက္ခဏာတော် တစ်ပါးကို ၎င်းတို့အပေါ်၌ ချပေးတော်မူမည်။ ထိုအခါ ၎င်းတို့၏ လည်တိုင်များသည် ယင်းသက်သေလက္ခဏာ၏ ရှေ့မှောက်ဝယ် ကိုင်းညွှတ်ရိုကျိုး လာကြပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "စင်စစ်သော်ကား ‘ရဟ်မာန်’ ကြီးမားလှသော ကရုဏာတော်ရှင်၏ အထံတော်မှ မည်သည့် သစ်လွင်သော ဆုံးမဩဝါဒမဆို ၎င်းတို့ထံ ရောက်ရှိလာပါလျှင် ၎င်းတို့သည် ယင်းဆုံးမဩဝါဒဘက်မှ မျက်နှာလွှဲ၍ နေလေ့ရှိကြသည်သာ။"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "ယခုသော် ၎င်းတို့သည် (ယင်းဆုံးမဩဝါဒကို)မဟုတ်မမှန်ဟူ၍ပင် စွပ်စွဲငြင်းပယ်ခဲ့ကြပေရာ ၎င်းတို့ ပြက်ရယ်သမှုပြုလျက် ရှိခဲ့ကြသောအရာ၏ အဖြစ်မှန်သည် မကြာမြင့်မီပင် ၎င်းတို့ထံ ရောက်ရှိလာပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "၎င်းတို့သည် ပထဝီမြေကို မမြင်ခဲ့ကြလေသလော။ ငါအရှင်မြတ်သည် ယင်းပထဝီမြေ၌ တင့်တယ် ကောင်းမြတ်လှစွာသော(သစ်ဥ၊ သစ်ပွင့်၊ သစ်သီးအစရှိသော) အမျိုးအစားတိုင်းမှ အဘယ်မျှလောက် များပြားစွာ ပေါက်ရောက်စေတော်မူခဲ့ပါသနည်း။"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "ဧကန်စင်စစ် ဤသည်၌ ကြီးကျယ်လှစွာသော သက်သေလက္ခဏာတစ်ရပ်ရှိပေသည်။ သို့ရာတွင် ၎င်းတို့အနက် အများဆုံးသော သူတို့မှာမူကား သက်ဝင်ယုံကြည် ကြသည်မဟုတ်ပေ။"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "စင်စစ်သော်ကား အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်သည် ဧကန်မလွဲ ထိုအရှင်မြတ်သည်ပင် အလွန်တရာ လွှမ်းမိုးတော်မူသောအရှင်၊ အလွန်တရာ သနားကြင်နာညှာတာတော်မူသောအရှင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "ထိုမှတစ်ပါး တစ်ရံရောအခါဝယ် အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်သည် မူစာအား အသင်သည် (မိမိတို့ကိုယ်ကို မိမိတို့ပင်)နှိပ်စက်ညှဉ်းပန်းသူတို့ထံ သွားပါလေဟု(မိန့်ကြား)တော်မူခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "(မိမိတို့ကိုယ်ကို မိမိတို့ နှိပ်စက်ညှဉ်းပန်းသူများကား) ဖစ်ရ်အောင်န်၏ အမျိုးသားပင်တည်း။ ၎င်းတို့သည် မကြောက်ရွံ့ကြလေသလော။"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "(ထိုအခါ) ထိုမူစာသည်(ဤသို့)လျှောက်ထားခဲ့လေ၏။ အို-ကျွန်တော်မျိုးအား ဖန်ဆင်းမွေးမြူတော်မူသောအရှင်မြတ်၊ ဧကန်စင်စစ် ကျွန်တော်မျိုးသည် ၎င်းတို့က ကျွန်တော်မျိုးအား မဟုတ်မမှန်ဟူ၍ စွပ်စွဲငြင်းပယ်ကြမည်ကို စိုးရိမ်မိပါသည်။"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "၎င်းပြင် ကျွန်တော်မျိုးသည် စိတ်ကျဉ်းကျပ်သည့်ပြင် ကျွန်တော်မျိုး၏လျှာမှာလည်း သွက်လက်ခြင်းမရှိပါ။ သို့ဖြစ်ပါ၍ အရှင်မြတ်သည်(ကျွန်တော်မျိုး၏နောင်တော်) ဟာရူန်၏ထံသို့လည်း(ဝဟ်ယ်)အမိန့် တော်ပို့သတော်မူပါ။"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "ထိုမှတစ်ပါး ၎င်းတို့နှင့်ပက်သက်၍ ကျွန်တော်မျိုး၏အပေါ်၌ အပြစ်တစ်ခုလည်းရှိနေပါသဖြင့် ၎င်းတို့ သည်ကျွန်တော်မျိုးအား သတ်ဖြတ်ကြမည်ကိုလည်း ကျွန်တော်မျိုးစိုးရိမ်မိပါသည်။"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "ထိုအရှင်မြတ်သည် (ဤသို့)မိန့်ကြားတော်မူခဲ့၏။ (အို-မူစာ၊ ၎င်းတို့သည် အသင့်အား) အလျှင်း (သတ်ဖြတ်နိုင်ကြမည်) မဟုတ်ပေ။ သို့ဖြစ်ပေရာ အသင်တို့ (ညီနောင်)နှစ်ဦးသည် ငါအရှင်မြတ်၏ အမိန့်တော်များနှင့်တကွ သွားကြလေကုန်။ ဧကန်မလွဲ ငါအရှင်မြတ်သည် အသင်တို့နှင့်အတူ(အသင်တို့နှစ်ဦးနှစ်ဖက် ပြောဆိုကြသည်တို့ကို)နားထောင်လျက်ပင် ရှိတော်မူပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "သို့ဖြစ်ပေရာ အသင်တို့နှစ်ဦးသည် ဖစ်ရ်အောင်န်၏ထံသို့သွား၍ (ဤသို့)ပြောဆိုကြလေကုန်။ ဧကန်စင်စစ် ငါတို့သည် စကြာဝဠာခပ်သိမ်းတို့ကို ဖန်ဆင်း မွေးမြူတော်မူသောအရှင် စေလွှတ်တော်မူသည့် ရစူလ်တမန်တော်(များ)ပင် ဖြစ်ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "အသင်သည် အစ္စရာအီလီအမျိုးသားတို့အား ငါတို့နှင့်အတူ သွားခွင့်ပြုပါလေ။"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "ထိုဖစ်ရ်အောင်န်က (ဤသို့) ပြောဆိုခဲ့လေ၏။ (အို-မူစာ၊) ကျွန်ုပ်တို့သည် အသင့်အား ကလေးဘဝ၌ မိမိတို့ထံ ကျွေးမွေးစောင့်ရှောက်ခဲ့သည် မဟုတ်လော။ ၎င်းပြင် သင်သည် မိမိသက်တမ်းမှ နှစ်ပေါင်းများစွာ ကျွန်ုပ်တို့ထံတွင် နေထိုင်ခဲ့သည် မဟုတ်လော။"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "ထိုမှတစ်ပါး အသင်သည် မိမိပြုခဲ့သောပြစ်မှုကိုလည်း ကျူးလွန်ခဲ့သည် မဟုတ်လော။ စင်စစ် အသင်သည် ကျေးဇူးမသိတတ်သူ တစ်ဦးပင် ဖြစ်ပေသည်။"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "ထို(မူစာ)က (ဤသို့)ပြောဆိုဖြေကြားခဲ့၏။ ငါသည် ယင်းအပြုအမူကို မဆင်ခြင် မသိတတ်သောအခါ၌ မေ့မှား ပြုမိခဲ့ပေသည်။"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "ထို့နောက် ငါသည် အသင်တို့အား ကြောက်ရွံ့ခဲ့သောအခါ အသင်တို့ထံမှ ထွက်ပြေး၍ တိမ်းရှောင်နေခဲ့၏။ထို့နောက် ငါ၏အရှင်မြတ်သည် ငါ့အား အထူးဉာဏ်ပညာကို ချီးမြှင့်ပေးသနားတော်မူ၍ ငါ့အား ရစူလ်တမန်တော်တို့တွင်အပါအဝင် ဖြစ်စေတော် မူခဲ့ပေသည်။"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "စင်စစ် ဤသည် အကြင်ကျေးဇူးပင်။ အသင်သည် ယင်းကျေးဇူးဖြင့် ငါ၏အပေါ်၌ ဂုဏ်ဖော်၍ အစ္စရာအီလီအမျိုးသားတို့အား ကျွန်ပြုလုပ်ထားခြင်းပင် ဖြစ်ပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "ဖစ်ရ်အောင်န်က စင်စစ် စကြာဝဠာခပ်သိမ်းတို့ကို ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်ဟူသည် အဘယ်နည်းဟုမေးမြန်းခဲ့လေ၏။"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "ထို(မူစာ)က အကယ်၍ အသင်တို့သည် ယုံကြည်သူများဖြစ်ကြလျှင် (ထိုအရှင်မြတ်)သည် မိုးကောင်းကင်များကိုလည်းကောင်း၊ ပထဝီမြေကိုလည်းကောင်း၊ ယင်းမိုးကောင်းကင်နှင့် ပထဝီမြေ၏အကြား၌ ရှိရှိသမျှတို့ကိုလည်းကောင်း၊ ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်ပင် ဖြစ်တော်မူသည်ဟု ပြောဆိုဖြေကြားခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "ထိုဖစ်ရ်အောင်န်က မိမိအနီးအနား၌ ရှိကြသူတို့အား(မောင်မင်းတို့၊) ကြားကြပါ၏လောဟု ဆိုခဲ့လေ၏။"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "ထို(မူစာ)က (ထိုအရှင်မြတ်သည်) အသင်တို့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်သည် လည်းကောင်း၊အသင်တို့၏ ရှေးဟောင်း အဘ၊ ဘိုးဘေးများအား ဖန်ဆင်းမွေးမြူတော်မူသောအရှင် မြတ်သည်လည်းကောင်း၊ ဖြစ်တော်မူသည်ဟု ပြောကြားခဲ့ပြန်၏။"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "ထို(ဖစ်ရ်အောင်န်)က ဧကန်စင်စစ် အသင်တို့ထံ စေလွှတ်ခြင်းခံခဲ့ရသော ရစူလ်တမန်တော်သည် အမှန်ပင် ရူးနှမ်းသူဖြစ်သည်ဟု ဆိုခဲ့ပြန်၏။"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "ထို(မူစာ)က အကယ်၍ အသင်တို့သည် သိနားလည်ကြပါမူ (ထိုအရှင်မြတ်သည်)အရှေ့ဘက် နေထွက်ရာအရပ်ကိုလည်းကောင်း၊ အနောက်ဘက် နေဝင်ရာအရပ်ကိုလည်းကောင်း၊ ယင်းအရပ်နှစ်မျက်နှာ၏ကြား၌ ရှိရှိသမျှကိုလည်းကောင်း၊ ဖန်ဆင်းတော်မူသော အရှင်မြတ်ပင် ဖြစ်တော်မူသည်ဟု ပြောကြားခဲ့ပြန်လေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "ထိုဖစ်ရ်အောင်န်က(အို-မူစာ၊)အသင်သည် ကျွန်ုပ်မှလွဲ၍ အခြားသောကိုးကွယ်ရာ တစ်ပါးပါးကို ရွေးချယ်ခဲ့ပါလျှင် ဧကန်မလွဲ ကျွန်ုပ်သည် အသင့်အား အကျဉ်းထောင်ချထားမည်ဟု ပြောဆို ကြုံးဝါးခဲ့လေ၏။"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "ထိုမူစာက (အို-ဖစ်ရ်အောင်န်) ငါသည် အသင့်ထံ ထင်ရှားစွာသော (မုအ်ဂျီဇဟ်)တန်ခိုးတော်တစ်ပါးပါး ဆောင်ကြဉ်းခဲ့သည်ရှိသော် ကျွန်ုပ်အား အကျဉ်းချဦးမည်လောဟု ပြောဆိုမေးမြန်းခဲ့လေ၏။"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "ထိုဖစ်ရ်အောင်န်က(အို-မူစာ၊)သို့ဖြစ်လျှင် အကယ်၍ အသင်သည် အမှန်ဆိုသူတစ်ဦးဖြစ်ပါမူ ထိုအရာ (မုအ်ဂျီဇဟ်)ကို ယူခဲ့ပါဟု ပြောဆိုခဲ့လေ၏။"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "ထိုအခါ ထိုမူစာသည် မိမိတောင်ဝှေးကို (မြေကြီးပေါ်သို့) ပစ်ချခဲ့ရာ ထိုတောင်ဝှေးမှာ ရုတ်တရက် ထင်ရှားစွာမြွေ(နဂါးကြီး)တစ်ကောင် ဖြစ်သွားခဲ့လေ၏။"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "ထိုမှတစ်ပါး ထိုမူစာသည် မိမိလက်ကို (မိမိချိုင်းကြားမှအပြင်သို့)ဆွဲ၍ ထုတ်လိုက်ရာ ထိုလက်မှာ ကြည့်ရှုသူတို့ရှေ့ဝယ် ထွန်းတောက်လျက်ရှိနေခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "(ထိုအခါ) ထိုဖစ်ရ်အောင်(န်)က မိမိအနီးအနား၌ရှိကုန်သော အကြီးအမှူးတို့အား ပြောကြားခဲ့သည်မှာ (အချင်းတို့၊) ဧကန်မလွဲ ဤသူမှာ ကျွမ်းကျင်သော ပဉ္စလက်ဆရာတစ်ဦးပင် ဖြစ်ပေသည်။"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "၎င်းသည် မိမိပဉ္စလက်အတတ်ဖြင့် အသင်တို့အား အသင်တို့၏တိုင်းပြည်မှ နှင်ထုတ်ရန် ကြံရွယ်လျက် ရှိပေသည်။ သို့ဖြစ်ပေရာ အသင်တို့သည် မည်သို့ (အကြံ)ပေးလိုကြသနည်း။"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "ထိုအကြီးအမှူးတို့က လျှောက်ထား(အကြံပေး) ခဲ့ကြကုန်၏။ ဘုရင်မင်းမြတ်သည် ထို(မူစာ)နှင့် ၎င်း၏နောင်တော် (ဟာရူန်)အား ရွှေ့ဆိုင်းခွင့်ပေး၍ မင်းစေတို့အား အမြို့မြို့အရွာရွာသို့ စေလွှတ်တော်မူပါ။"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "ထိုမင်းစေတို့သည်(တစ်ဖက်ကမ်းခပ်)တတ်မြောက်ကျွမ်းကျင်ကြကုန်သော ပဉ္စလက်ဆရာတို့အား (ဘုရင်မင်းမြတ်ထံသို့) ခေါ်ဆောင်၍ လာခဲ့ကြကုန်အံ့သတည်း။"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "ထို့နောက် ပဉ္စလက်ဆရာတို့သည် သတ်မှတ်ထားသော နေ့တစ်နေ့၏ အထူးချိန်းချက်ထားသော အချိန်တွင် စုဝေးခဲ့ကြရလေသည်။"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "ထိုမှတစ်ပါး လူတို့အား ဆင့်ဆိုထားသည်မှာ အသင်တို့သည်လည်း စုရုံးကြရပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "သို့မှသာလျှင် ကျွန်ုပ်တို့သည် ပဉ္စလက်ဆရာတို့၏ လမ်းစဉ်ကိုပင် အကယ်၍ ၎င်းတို့သည် အောင်နိုင်ကြသည်ရှိသော် လိုက်နိုင်ကြပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "ထို့နောက် ပဉ္စလက်ဆရာတို့ ရောက်ရှိလာကြသောအခါ ၎င်းတို့က ဖစ်ရ်အောင်န်အား အကယ်၍ ကျွန်ုပ်တို့သည် အောင်နိုင်သူများဖြစ်ခဲ့ကြပါလျှင် ဧကန်အမှန် ကျွန်ုပ်တို့သည်(ကြီးကျယ်သော)ဆုလာဘ်ကို အမှန်ပင်ရရှိကြမည် မဟုတ်ပါလောဟု ဆိုခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "ထိုဖစ်ရ်အောင်န်က ဟုတ်ပေသည်။ ထို့ပြင်တစ်ဝ ထိုသို့ဖြစ်ခဲ့လျှင် အသင်တို့သည် (ငါနှင့်အတူ) လက်ပွန်းတတီး(ချစ်ကျွမ်း)နေထိုင်သူတို့တွင်လည်း အပါအဝင် ဖြစ်ကြပေမည်ဟု ဆိုခဲ့လေ၏။"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "(တမန်တော်)မူစာသည် ထိုပဉ္စလက်ဆရာတို့အား အသင်တို့သည် မိမိတို့ ပစ်ချကြအံ့သော အရာများကိုပစ်ချကြလေကုန်ဟု ပြောကြားခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "သို့ဖြစ်ပေရာ ထိုပဉ္စလက်ဆရာတို့သည် မိမိတို့၏ ကြိုးများကိုလည်းကောင်း၊ မိမိတို့၏ တောင်ဝှေးများကိုလည်းကောင်း၊ ပစ်ချခဲ့ကြကုန်၏။ ထို့ပြင် ၎င်းတို့က ဖစ်ရ်အောင်န်(ဘုရင်မင်းမြတ်)၏ ဘုန်းတန်ခိုးကိုတိုင်တည်၍ မလွဲဧကန် ကျွန်ုပ်တို့သည် ပင်လျှင် အောင်နိုင်သူများ အမှန်ပင် ဖြစ်ကြပေမည်ဟု ပြောဆိုခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "ထို့နောက် မူစာသည် မိမိလှင်ကန် တောင်ဝှေးကို ပစ်ချခဲ့ရာ ထိုလှင်ကန်တောင်ဝှေးမှာ ရုတ်တရက်(မြွေနဂါးကြီးဖြစ်လာပြီး)ထိုပဉ္စလက်ဆရာတို့ လှည့်စားထားကြသောအရာများကို မျိုလေတော့၏။"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "ထိုအခါ ပဉ္စလက်ဆရာတို့သည် မှောက်လဲ၍ပျပ်ဝပ် ဦးချကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "၎င်းတို့က ပြောဆိုခဲ့ကြသည်မှာ ကျွန်ုပ်တို့သည် စကြာဝဠာခပ်သိမ်းတို့ကို ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်အား သက်ဝင်ယုံကြည်ကြပါပြီ။"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "(ထိုအရှင်မြတ်သည်) မူစာ၏ အရှင်မြတ်သည်လည်းကောင်း၊ ဟာရူန်၏ အရှင်မြတ်သည်လည်း ကောင်း၊ဖြစ်တော်မူပါ၏။"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "ထို(ဖစ်ရ်အောင်န်) က အသင်တို့အား ကျွန်ုပ်ခွင့်မပြုမီ အသင်တို့သည် ထိုမူစာအား ယုံကြည်ခဲ့ကြလေပြီ။ ဧကန်မလွဲ ၎င်းသည် အသင်တို့အား ပဉ္စလက် အတတ်ပညာကိုသင်ကြား၍ပေးခဲ့သော(အာစရိယ)အကြီးအကဲပင်ဖြစ်၏။ သို့ဖြစ်ပေရာ ယခုပင် အသင်တို့သည် (အကြောင်း) သိရှိကြပေမည်။ မလွဲဧကန် ကျွန်ုပ်သည် အသင်တို့၏ လက်များကိုလည်းကောင်း၊ အသင်တို့၏ခြေများကို လည်းကောင်း၊ (ဝဲယာ) လွှဲ၍ဖြတ်တောက်ပစ်မည်။ ထိုမှတစ်ပါး မချွတ်ဧကန် ကျွန်ုပ်သည်အသင်တို့ အားလုံးကိုပင် လက်ဝါးကပ်တိုင်တင်မည်ဟု ပြောဆိုကြုံးဝါးခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "ထိုပဉ္စလက်ဆရာတို့က (ကျွန်ုပ်တို့၌) လုံးဝ အကျိုးယုတ်မှု ရှိလိမ့်မည်မဟုတ်။ ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် မိမိတို့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်အထံတော်သို့ ပြန်သွားကြမည့်သူများပင် ဖြစ်ကြကုန်၏ဟု ပြောကြားလေ၏။"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "စင်စစ်ဧကန် ကျွန်ုပ်တို့သည် ရှေးဦးမဆွ မုအ်မင်န် သက်ဝင်ယုံကြည်သူများ ဖြစ်ကြပေရာ ကျွန်ုပ်တို့၏အရှင်မြတ်သည် ကျွန်ုပ်တို့၏ ပြစ်မှုများကို ခွင့်လွှတ် ချမ်းသာပေးတော်မူမည်ဟု ကျွန်ုပ်တို့ မျှော်လင့်ကြပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "၎င်းပြင် ငါအရှင်မြတ်သည် မူစာ၏ထံသို့ အသင်သည် ငါအရှင်မြတ်၏ (ဤ)ကျွန်တို့အား ညဉ့်အချိန်၌ခေါ်ဆောင်၍သွားပါလေ။ ဧကန်အမှန် အသင်တို့သည်(မိမိတို့အား) နောက်မှလိုက်လံခြင်းကို ခံကြရမည့်သူများပင်ဖြစ်ကြပေသည်ဟု ‘ဝဟ်ယ်’ အမိန့်တော်ကို ထုတ်ပြန်တော်မူခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "ထို့နောက် ဖစ်ရ်အောင်န်သည် မင်းစေတို့အား အမြို့မြို့အရွာရွာသို့ စေလွှတ်ခဲ့လေသည်။"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "ဧကန်စင်စစ် ဤသူတို့ကား အနည်းငယ်မျှသော အုပ်စုကလေးပင် ဖြစ်ပေသည်။"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "ထို့ပြင် ဧကန်အမှန် ၎င်းတို့သည် ကျွန်ုပ်တို့အား အလွန် အမျက်ပွားစေသူများပင် ဖြစ်ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "ထိုမှတစ်ပါး ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် အမှန်ပင် စိုးရိမ်လျက် ရှိကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "ထို့နောက် ငါအရှင်မြတ်သည် ထိုသူတို့အား ဥယျာဉ်များမှလည်းကောင်း၊ စမ်းချောင်းများမှလည်းကောင်း၊ထုတ်ပစ်တော်မူခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "ထိုနည်းတူစွာ ဘဏ္ဍာများမှလည်းကောင်း၊ ခမ်းနားသိုက်မြိုက်လှစွာသော နေအိမ်များမှလည်းကောင်း၊"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "စင်စစ် ဤနည်းအတိုင်းပင် ငါအရှင်မြတ်သည် ယင်းပစ္စည်းများကို အစ္စရာအီလီမျိုးနွယ်တို့အား ပိုင်ဆိုင်စေတော်မူခဲ့ပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "ထို့နောက် ၎င်း(ဖစ်ရ်အောင်န်နှင့်တကွ အခြွေအရံ)တို့သည် ထိုအစ္စရာအီလီမျိုးနွယ်တို့အား နေထွက်ချိန်၌ နောက်မှလိုက်၍ မီခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 61,
            "text": "တစ်ဖန် အုပ်စုနှစ်ခုလုံးသည် တစ်ဖက်ကိုတစ်ဖက် တွေ့မြင်ကြလေသောအခါ မူစာ၏အပေါင်းပါတို့က ဧကန်မလွဲ ကျွန်ုပ်တို့သည် အမှန်ပင် အဖမ်းခံကြရပြီဟု (ထိတ်လန့်) ပြောဆိုခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "(ထိုအခါ) မူစာက အလျှင်း(အဖမ်းခံကြရမည်)မဟုတ်။ မလွဲဧကန် ငါ့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်သည် ငါနှင့်အတူ ရှိတော်မူပေရာ၊ ယခုပင် ထိုအရှင်မြတ်သည် ငါ့အား(ပင်လယ်မှထွက်နိုင်ရန်) လမ်းညွှန်တော်မူမည်ဟုပြန်ကြားခဲ့လေ၏။"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "ထိုအခါ ငါအရှင်မြတ်သည် မူစာ၏ထံသို့အသင်သည် မိမိတောင်ဝှေးဖြင့် ပင်လယ်ကို ရိုက်ခတ်ပါလေဟု အမိန့်တော် ထုတ်ပြန်တော်မူခဲ့၏။ သို့ဖြစ် ပေရာ(မူစာသည် အမိန့်တော်အတိုင်းရိုက်ခတ်လေသော်)ထိုပင်လယ်မှာ ကွဲ၍သွားပြီးလျှင်(ရေ၏)အစုအပုံ အသီးသီးတို့မှာ ကြီးမားလှစွာသော တောင်ကြီးများပမာ ဖြစ်သွားခဲ့ကြလေ၏။"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "၎င်းပြင် ငါအရှင်မြတ်သည် (အခြားအုပ်စုဖြစ်သော ‘ဖစ်ရ်အောင်န်’ နှင့် ၎င်း၏ အခြွေအရံတို့)ကိုလည်း ထိုနေရာသို့ ပို့တော်မူခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "ထိုမှတစ်ပါး ငါအရှင်မြတ်သည် မူစာအားလည်းကောင်း၊ ထိုမူစာ၏အပေါင်းပါတို့ အားလည်းကောင်း၊အားလုံးကိုပင် ကယ်တင်တော်မူခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "ထို့နောက် ငါအရှင်မြတ်သည် အခြားအုပ်စု (ဖြစ်သော’ဖစ်ရ်အောင်န်’ နှင့်၎င်း၏ အခြွေအရံတို့) ကို (ပင်လယ်နီတွင်)နှစ်မြှုပ်တော်မူခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "မလွဲဧကန် ဤသည့်(ဖြစ်ရပ်)၌ ကြီးကျယ် လှစွာသော သင်ခန်းစာသည်ရှိပေသည်။ စင်စစ်သော်ကား ၎င်းတို့အနက် အများဆုံးသောသူတို့မှာ သက်ဝင်ယုံကြည်ကြမည့်သူများ မဟုတ်ခဲ့ကြချေ။"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "စင်စစ်မှာမူကား အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်သည်၊ ဧကန်အမှန် ထိုအရှင်မြတ်သည်ပင် အလွန်တရာ လွှမ်းမိုးတော်မူသောအရှင်၊ အလွန်တရာ သနားကြင်နာတော်မူသောအရှင်၊ ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "(အို-နဗီတမန်တော်၊)အသင်သည် ၎င်း(မက္ကာမြို့သား)တို့၏ရှေ့ဝယ် အိဗ်ရာဟီမ်၏အကြောင်း နှင့် အတ္ထုပ္ပတ္တိကို ပြန်ပြောပါလေ။"
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "တစ်ရံရောအခါဝယ် ထိုအီဗ်ရာဟီမ်သည် မိမိ၊ဖခင်အားလည်းကောင်း မိမိအမျိုးသားတို့အားလည်းကောင်း၊’အသင်တို့သည် မည်သည့်အရာကို ကိုးကွယ် ဆည်းကပ်လျက်ရှိကြသနည်း’ ဟု ပြောဆိုမေးမြန်းခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "ထိုအမျိုးသားတို့က ကျွန်ုပ်တို့သည် အရုပ်များကို ကိုးကွယ်ဆည်းကပ်ကြသည့်ပြင် ထိုအရုပ်များ၏အပါး၌ပင် အခါခပ်သိမ်း စွဲလမ်းတွယ်ကပ်လျက် ရှိကြပေသည်ဟု ပြန်ကြားခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "အိဗ်ရာဟီမ်က မေးမြန်းခဲ့၏။ အသင်တို့ ဟစ်ခေါ်ကြသောအခါ ထိုအရုပ်များသည် အသင်တို့၏ ဟစ်ခေါ်သံကို ကြားကြလေသလော။"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "သို့မဟုတ်၊ ၎င်းတို့သည် (အသင်တို့အား) အကျိုးပြုကြလေသလော။ သို့တည်းမဟုတ် ၎င်းတို့သည် (အသင်တို့အား) အကျိုးယုတ်စေနိုင်ကြလေသလော။"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "ထိုအမျိုးသားတို့က ထိုသို့အလျှင်းမဟုတ်၊ စင်စစ်မှာကား ကျွန်ုပ်တို့သည် မိမိတို့၏အဘ၊ ဘိုးဘေးတို့အား ဤအတိုင်း ပြုမူကြသည်ကို တွေ့ရှိခဲ့ကြ ပါသည်ဟု ဖြေကြားခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "အိဗ်ရာဟီမ်က အသင်တို့သည် မိမိတို့ ကိုးကွယ်ဆည်းကပ် လျက်ရှိကြသောအရာများ၏ (အခြေအနေ)ကို(လေ့လာသုံးသပ်)တွေ့မြင်ကြပြီလော။"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "အသင်တို့သည်လည်းကောင်း၊ အသင်တို့၏ရှေးဟောင်းအဘ၊ ဘိုးဘေးတို့သည်လည်းကောင်း၊"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "အကြောင်းမှာမူ ဧကန်မလွဲ ၎င်းတို့သည် ငါ၏ရန်သူများပင် ဖြစ်ကြကုန်၏။ သို့ရာတွင် စကြာဝဠာခပ်သိမ်းတို့ကို ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မှာမူကား လောကီဘ၀တွင်လည်းကောင်း၊ \"အာခိရတ်\" တမလွန်ဘ၀တွင်လည်းကောင်း၊ ငါ၏အဆွေခင်ပွန်းပင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "အကြင်အရှင်မြတ်သည် ငါ့အား ဖန်ဆင်းတော်မူခဲ့၏။ တစ်ဖန် ထိုအရှင်မြတ်သည်ပင်လျှင် ငါ့အားလမ်းညွှန်ပြတော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "၎င်ပြင် ထိုအရှင်မြတ်သည်ပင် ငါ့အား ကျွေးမွေးတော်မူ၏။ ထို့ပြင် ထိုအရှင်မြတ်သည်ပင် ငါ့အား တိုက်ကျွေးတော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "ထိုမှတစ်ပါး ငါသည် နာဖျားသောအခါ ထိုအရှင်မြတ်သည်ပင်လျှင် ငါ့အား(ဝေဒနာ)ပျောက်ကင်းစေတော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "ထို့ပြင် ထိုအရှင်မြတ်သည်ပင် ငါ့အား(သေချိန်တွင်) သေစေတော်မူမည်။ ထို့နောက် ထိုအရှင်မြတ်သည်ပင် ငါ့အား (ကိယာမတ်နေ့တွင်) ရှင်စေတော်မူမည်။"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "ထိုမှတစ်ပါး ထိုအရှင်မြတ်သည်ပင် တရားစီရင်မည့်နေ့တွင် ငါ၏မှားယွင်းချက်များကို ခွင့်လွှတ်တော်မူမည်ဖြစ်ကြောင်း ငါမျှော်လင့်လျက်ပင် ရှိပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "အို-ကျွန်တော်မျိုးအား ဖန်ဆင်းမွေးမြူတော်မူသောအရှင်မြတ်၊ အရှင်မြတ်သည် ကျွန်တော်မျိုးအား ဉာဏ်ပညာကို ချီးမြှင့်ပေးသနားတော်မူပါ။ ထို့ပြင် အရှင်မြတ်သည် ကျွန်တော်မျိုးအား သူတော်စင်များနှင့်အတူ ပေါင်းဖက် ပါဝင်စေတော်မူပါ။"
        },
        {
            "chapter": 26,
            "verse": 84,
            "text": "၎င်းပြင် အရှင်မြတ်သည် ကျွန်တော်မျိုးအဖို့ နောင်လာနောက်သားများတွင် နာမည်ကောင်းခြင်းကို ပြုလုပ်၍ ပေးတော်မူပါ။ (တစ်နည်း) အရှင်မြတ်သည် ကျွန်တော်မျိုးအဖို့ နောင်လာနောက်သားများတွင် ကောင်းစွာ ကျော်ကြားမှုကို (ကောင်းစွာသတိရခြင်းကို) ပြုလုပ်၍ ပေးတော်မူပါ။"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "ထို့ပြင် အရှင်မြတ်သည် ကျွန်တော်မျိုးအား ကျေးဇူးတော်နှင့်ပြည့်စုံသော ‘ဂျန္နတ်’ သုခဘုံ၏ အမွေစားအမွေခံ ပြုလုပ်တော်မူပါ။"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "ထိုမှတစ်ပါး အရှင်မြတ်သည် ကျွန်တော်မျိုး၏ဖခင်အား လွတ်ငြိမ်းချမ်းသာခွင့် ပေးသနားတော်မူပါ။ ဧကန်စင်စစ် ၎င်းမှာ လမ်းလွဲသူတို့တွင် အပါအဝင် ဖြစ်ပါသည်။"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "၎င်းပြင် အရှင်မြတ်သည် (လူသတ္တဝါအပေါင်းတို့) ရှင်ပြန်ထကြရမည့်နေ့တွင် ကျွန်တော်မျိုးအား အရှက်တကွဲ ဖြစ်စေတော်မမူပါနှင့်။"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "အကြင်နေ့တွင် ပစ္စည်းဥစ္စာသည် လည်းကောင်း၊သား(သမီး)များသည် လည်းကောင်း၊ အသုံးဝင်မည် မဟုတ်ပါ။"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "သို့ရာတွင် အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်အထံတော်သို့ စင်ကြယ်သန့်ရှင်းသော စိတ်နှလုံးနှင့် တကွရောက်ရှိခဲ့ပါလျှင်(ထိုသူသည် လွတ်ငြိမ်းချမ်းသာခွင့်ရရှိပေမည်)။"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "၎င်းပြင် (ထိုနေ့တွင်) ‘ဂျန္နတ်’ သုခဘုံသည် ပြစ်မှုဒုစရိုက်တို့မှ ကြဉ်ရှောင်ကြကုန်သော သူတော်စင်တို့နှင့် နီးကပ်စွာထားရှိပြီး ဖြစ်ပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "ထို့ပြင် ‘ဂျဟန္နမ်’ ငရဲသည် လမ်းလွဲသူတို့၏ရှေ့ဝယ် ထင်ရှားစေခြင်းကို ခံရပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "ထိုမှတစ်ပါး ၎င်းတို့သည် ‘အသင်တို့ ဆည်းကပ် ကိုးကွယ်လျက်ရှိခဲ့ကြသော ကိုးကွယ်ရာများသည် (ယခု) မည်သည့်နေရာ၌ ရှိကြသနည်း’ ဟု ပြောဆိုမေးမြန်းခြင်းကို ခံကြရပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "အလ္လာဟ်အရှင်မြတ်အား စွန့်၍ (အသင်တို့ ကိုးကွယ်လျက်ရှိခဲ့ကြသော) ကိုးကွယ်ရာများသည်(ယခု)အသင်တို့အား ကူညီနိုင်ကြလေသလော။ သို့တည်းမဟုတ် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို ကယ်တင်နိုင်ကြလေသလော။"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "ထို့နောက် ထိုသူတို့သည်လည်းကောင်း၊ လမ်းလွဲသူတို့သည်လည်းကောင်း၊ ‘ဂျဟန္နမ်’ငရဲ၌ စောက်ထိုးပစ်ချခြင်းကို ခံကြရပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "ထိုမှတစ်ပါး အစ်ဗ်လီစ်၏ ဗိုလ်ခြေအပေါင်းတို့သည်လည်းကောင်း၊"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "၎င်းတို့သည် ယင်း(‘ဂျဟန္နမ်’ငရဲ)၌ ငြင်းခုံလျက်ရှိကြစဉ် ပြောဆိုကြပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "အလ္လာဟ်အရှင်မြတ်၏ ‘ကစမ်’။ ဧကန်အမှန် ကျွန်ုပ်တို့သည် အလွန်ထင်ရှားလှစွာသော လမ်းလွဲမှု၌ပင် ရှိခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "အကြင်အခါဝယ် ကျွန်ုပ်တို့သည် အသင်တို့အား စကြာဝဠာခပ်သိမ်းတို့ကို ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်နှင့်အတူ ဂုဏ်ရည်တူများ ပြုလုပ်လျက် ရှိခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "စင်စစ်သော်ကား ကျွန်ုပ်တို့အား (ဤအကြီးအကျယ်) ပြစ်မှုကျူးလွန်သူတို့သည်သာလျှင် လမ်းလွဲစေခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "ယခုသော်ကား ကျွန်ုပ်တို့အဖို့ ကြားဝင် အသနားခံပေးမည့်သူဟူ၍ တစ်ဦးတစ်ယောက်မျှပင် မရှိပြီ။"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "ထိုနည်းတူစွာ ချစ်ကျွမ်းဝင် ရင်းနှီးသော အဆွေခင်ပွန်းဟူ၍လည်း တစ်ဦးတစ်ယောက်မျှပင် မရှိပြီ။"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "သို့ဖြစ်ပေရာ အကယ်၍သာ ကျွန်ုပ်တို့သည်(လူလောကသို့)တစ်ဖန် ပြန်လည်သွားခွင့်ရရှိကြပါလျှင် ကောင်းလေစွ။ သို့ ပြန်သွားခွင့်ရရှိကြပါလျှင် ကျွန်ုပ်တို့သည် သက်ဝင်ယုံကြည်ကြရမည်။"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "ဧကန်မလွဲ ဤ(သည့်ဖြစ်ရပ်)၌ အမှန်ပင် (ကြီးကျယ်လှသော) သင်ခန်းစာသည် ရှိပေသည်။ စင်စစ်သော်ကား ၎င်းတို့အနက် (မက္ကာမြို့သား ကာဖိရ်များအနက်)အများစုမှာ သက်ဝင်ယုံကြည်မည့်သူများ မဟုတ်ကြပေ။"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "စင်စစ် အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်မှာမူကား အလွန်တရာ လွှမ်းမိုးတော် မူသောအရှင်၊ အလွန်တရာ သနားကြင်နာတော် မူသောအရှင်၊ ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "‘နူဟ်’၏ အမျိုးသားတို့သည် ရစူလ်တမန်တော်များအား မဟုတ်မမှန်ဟူ၍ စွပ်စွဲငြင်းပယ်ခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "အကြင်အခါဝယ် ၎င်းတို့အား ၎င်းတို့၏ နောင်တော်နူဟ်က(ဤသို့)ပြောကြားခဲ့၏။(အချင်းတို့)အသင်တို့ သည်(အလ္လာဟ်အရှင်မြတ်အား) မကြောက်ရွံ့ကြလေ သလော။"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "ဧကန်မလွဲ ငါသည် အသင်တို့အဖို့ ယုံကြည်စိတ်ချအပ်သော ရစူလ်တမန်တော်တစ်ပါးပင်ဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "သို့ဖြစ်ပေရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြလေကုန်။ ၎င်းပြင် အသင်တို့သည်ငါ၏အမိန့်ကို လိုက်နာကြလေကုန်။"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "စင်စစ် ငါသည် ဤအမိန့်တော်ကို ပို့ဆောင်ခြင်းနှင့်စပ်လျဉ်း၍ အသင်တို့ထံ မည်သည့်အကျိုး တစ်စုံတစ်ရာကိုမျှ တောင်းဆိုသည်မဟုတ်ပေ။ ငါ့အား အကျိုးပေးရန်တာဝန်မှာ စကြာဝဠာခပ်သိမ်းတို့ကို ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်အပေါ်၌သာရှိ၏။"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "သို့ဖြစ်ပေရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြလေကုန်။ ထိုမှတစ်ပါး အသင်တို့သည် ငါ၏အမိန့်ကို လိုက်နာကြလေကုန်။"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "ထိုအမျိုးသားတို့က ကျွန်ုပ်တို့သည် အသင့်အား ယုံကြည်ကြရမည်လော။ အမှန်စင်စစ် ဂုဏ်အသရေ သေးသိမ်သူတို့သာလျှင် အသင်၏နောက်လိုက်များ ဖြစ်ကြသည်ဟု ပြောဆိုခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "ထိုနူဟ်က(ဤသို့)ပြန်ကြားခဲ့၏၊ (အချင်းတို့၊) ငါသည် ၎င်းတို့၏ အလုပ်အကိုင်နှင့်စပ်လျဉ်း၍ မည်သည်ကို သိရှိရန်လိုပါသနည်း။"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "၎င်းတို့အား စစ်ဆေးရန်တာဝန်မှာ ငါ့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်အပေါ်၌သာ ရှိကြောင်း အသင်တို့နားလည်ကြပါလျှင် ကောင်းလေစွ။"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "စင်စစ် ငါသည် မုအ်မင်န် သက်ဝင်ယုံကြည်သူတို့အား (မိမိအပါးမှ) နှင်ထုတ်မည့်သူမဟုတ်ပြီ။"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "ငါသည် ရှင်းလင်းထင်ရှားစွာ သတိပေး နှိုးဆော်သူတစ်ဦးမျှဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "ထိုအမျိုးသားတို့က အို-နူဟ်။ အကယ်၍ အသင်သည်(မိမိဆုံးမဩဝါဒပေးခြင်းကို)မရပ်တန့်ခဲ့ပါလျှင် ဧကန်မလွဲ အသင်သည် ခဲပစ်ပေါက်(၍သတ်ဖြတ်)ခြင်းကို ခံရသူတို့တွင် အပါအဝင်ဖြစ်ပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "ထိုနူဟ်က (အလ္လာဟ်အရှင်မြတ်အထံတော်၌ဤသို့) လျှောက်ထားပန်ကြားခဲ့လေ၏။ အို-ကျွန်တော် မျိုးအားဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်၊ ဧကန်စင်စစ် ကျွန်တော်မျိုး၏ အမျိုးသားတို့သည် ကျွန်တော်မျိုးအား မဟုတ်မမှန်ဟူ၍ စွပ်စွဲငြင်းပယ်ခဲ့ကြလေပြီ။"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "သို့ဖြစ်ပါ၍ အရှင်မြတ်သည် ကျွန်တော်မျိုးနှင့် ၎င်းတို့၏အကြား၌ ထင်ရှားစွာသောအဆုံးအဖြတ်ကို စီရင်ဆုံးဖြတ်ပေးတော်မူပါ။ ထိုမှတစ်ပါး အရှင်မြတ်သည် ကျွန်တော်မျိုးအားလည်းကောင်း၊ ကျွန်တော်မျိုးနှင့်အတူရှိကုန်သော မုအ်မင်န်သက်ဝင်ယုံကြည်သူတို့အား လည်းကောင်း၊ ကယ်တင်တော်မူပါ။"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "သို့ဖြစ်ပေရာ ငါအရှင်မြတ်သည် ထိုနူဟ်အားလည်းကောင်း၊ ထိုနူဟ်နှင့်အတူ ဝန်အပြည့်တင်ထားသောသင်္ဘော၌ ပါလာကြကုန်သော မုအ်မင်န်သက်ဝင် ယုံကြည်သူတို့အားလည်းကောင်း၊ ကယ်တင်တော်မူခဲ့လေ၏။"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "ထို့နောက် တစ်ဖန် ငါအရှင်မြတ်သည် ကျန်ရှိသူတို့အား နှစ်မြှုပ်တော်မူခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "ဧကန်မလွဲ ဤသည့်ဖြစ်ရပ်၌(ကြီးကျယ်လှသော)သင်ခန်းစာသည်ရှိ၏။ စင်စစ်သော်ကား ၎င်းတို့အနက် (မက္ကာမြို့သား ကာဖိရ်များအနက်)အများဆုံးသောသူတို့မှာ သက်ဝင်ယုံကြည်မည့်သူများ မဟုတ်ကြပေ။"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "စင်စစ် အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်မှာမူကား၊ အလွန်တရာ လွှမ်းမိုးတော်မူသောအရှင်၊အလွန်တရာ သနားကြင်နာတော်မူသောအရှင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "‘အာဒ်’ အမျိုးသားတို့သည်လည်း ရစူလ်တမန်တော်တို့အား မဟုတ်မမှန်ဟူ၍ စွပ်စွဲငြင်းပယ် ခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "အကြင်အခါဝယ် ၎င်းတို့၏ နောင်တော် ‘ဟူဒ်’က ပြောကြားခဲ့၏။ (အချင်းတို့)အသင်တို့သည်(အလ္လာဟ်အရှင်မြတ်အား) မကြောက်ရွံ့ကြလေသလော။"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "ဧကန်မလွဲ ငါသည် အသင်တို့အဖို့ ယုံကြည်စိတ်ချအပ်သော ရစူလ်တမန်တော်တစ်ပါးပင်ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "သို့ဖြစ်ပေရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြလေကုန်။ ၎င်းပြင် အသင်တို့သည် ငါ၏အမိန့်ကို လိုက်နာကြလေကုန်။"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "စင်စစ် ငါသည် အသင်တို့ထံ ဤအမိန့်တော်ပို့ဆောင်ခြင်းနှင့် စပ်လျဉ်း၍ မည်သည့်အကျိုး တစ်စုံတရာကိုမျှ တောင်းဆိုသည်မဟုတ်ပေ။ ငါ့အား အကျိုးပေးရန်တာဝန်မှာ စကြာဝဠာခပ်သိမ်းတို့ကို ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်အပေါ်၌သာရှိ၏။"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "အသင်တို့သည် ကုန်းမြင့်တိုင်း၌ အထိမ်းအမှတ်တစ်ခု အချည်းနှီး တည်ဆောက်ကြလေသလော။"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "ထိုမှတစ်ပါး အသင်တို့သည် မိမိတို့ အမြဲနေထိုင်ကြရမည်ကဲ့သို့ပင် ကြီးကျယ်ခမ်းနားသော တိုက်တာဂေဟာများကို ပြုလုပ်တည်ဆောက်ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "ထိုမှတစ်ပါး အသင်တို့သည် ဖမ်းဆီး အရေးယူကြလေသောအခါ ရက်စက်ကြမ်းကြုတ်သူများအဖြစ် ဖမ်းဆီးအရေးယူကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "သို့ဖြစ်ပေရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြလေကုန်။ ထိုမှတစ်ပါး အသင်တို့သည်ငါ၏အမိန့်ကို လိုက်နာကြလေကုန်။"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "၎င်းပြင် အသင်တို့သည် အကြင်အရှင်မြတ်အား ကြောက်ရွံ့ကြလေကုန်၊ ထိုအရှင်မြတ်သည် အသင်တို့အား အသင်တို့ သိရှိကြကုန်သောအရာများဖြင့် ကူညီဆောင်မတော်မူခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "ထိုအရှင်မြတ်သည် အသင်တို့အား ကျွဲ၊ နွား၊ကုလားအုတ် တည်းဟူသော တိရစ္ဆာန်များဖြင့်လည်းကောင်း၊ သားသမီးရတနာများဖြင့်လည်းကောင်း၊ ကူညီဆောင်မတော်မူခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "ထိုမှတစ်ပါး ဥယျာဉ်များဖြင့်လည်းကောင်း၊စမ်းချောင်းများဖြင့်လည်းကောင်း၊ (ကူညီတော်မူခဲ့၏)။"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "ဧကန်စင်စစ် ငါသည် အသင်တို့နှင့်ပတ်သက်၍ ကြီးကျယ်လှစွာသော(ကိယာမတ်ရှင်ပြန်ထမည့်)နေ့၏ပြစ်ဒဏ်ကို စိုးရိမ်မိပေသည်တကား။"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "ထိုအမျိုးသားတို့က ပြောဆိုခဲ့ကြကုန်၏။ (အို-ဟူဒ်၊) အသင်သည် ဆုံးမသည်ဖြစ်စေ၊ ဆုံးမခြင်း မပြုသည်ဖြစ်စေ၊ ကျွန်ုပ်တို့အဖို့ အကြောင်းမထူးပေ။"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "ဤသည် ရှေးလူဟောင်းတို့၏ ဓလေ့ထုံးစံမျှဖြစ်ပေ၏။"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "စင်စစ် ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်ပေးခြင်း ခံကြရမည့်သူများ မဟုတ်ပေ။"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "အချုပ်မှာ ၎င်းအမျိုးသားတို့သည် ထိုဟူဒ်အား မဟုတ်မမှန်ဟူ၍ စွပ်စွဲငြင်းပယ်ခဲ့ကြပေရာ ငါအရှင်မြတ်သည် ထိုအမျိုးသားတို့အား ပြင်းထန်လှစွာသော လေပြင်းမုန်တိုင်းဖြင့် ကွပ်မျက်ဖျက်ဆီးတော်မူခဲ့၏။ ဧကန်မလွဲ ဤသည့်ဖြစ်ရပ်၌လည်း (ကြီးကျယ်လှစွာသော) သင်ခန်းစာ ရှိပေ၏။ သို့ရာတွင် ၎င်းတို့(မက္ကာမြို့သားကာဖိရ်များ)အနက် အများဆုံးသော သူတို့မှာကား သက်ဝင်ယုံကြည်မည့်သူများ မဟုတ်ကြချေ။"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "စင်စစ် အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်မှာမူကား အလွန်တရာ လွှမ်းမိုးတော်မူသောအရှင်၊ အလွန်တရာ သနားကြင်နာတော်မူ သောအရှင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "‘ဆမူဒ်’ အမျိုးသားတို့သည်လည်း ရစူလ်တမန်တော်တို့အား မဟုတ်မမှန်ဟူ၍ ငြင်းပယ်ခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "အကြင်အခါဝယ် ၎င်းတို့အား ၎င်းတို့၏ နောင်တော် တမန်တော်ဆွာလိဟ်က ပြောကြားခဲ့၏။ (အချင်းတို့၊)အသင်တို့သည် (အလ္လာဟ်အရှင်မြတ်အား) မကြောက်ရွံ့ကြလေသလော။"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "ဧကန်မလွဲ ငါသည် အသင်တို့အဖို့ ယုံကြည်စိတ်ချအပ်သော ရစူလ်တမန်တော်တစ်ပါးပင် ဖြစ်ပေ၏။"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "သို့ဖြစ်ပေရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြလေကုန်။ ၎င်းပြင် အသင်တို့သည် ငါ၏အမိန့်ကို လိုက်နာကြလေကုန်။"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "စင်စစ် ငါသည် အသင်တို့ထံ ဤအမိန့်တော် ပို့ဆောင်ခြင်းနှင့်စပ်လျဉ်း၍၊ မည်သည့် အကျိုး တစ်စုံတစ်ရာကိုမျှ တောင်းဆိုသည်မဟုတ်ပေ။ ငါ့အား အကျိုးပေးရန်တာဝန်မှာ စကြာဝဠာခပ်သိမ်းတို့ကို ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်အပေါ်၌သာရှိ၏။"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "အသင်တို့သည် ဤပစ္စက္ခဘဝ၌ရှိသော အရာများတွင် စိတ်အေးချမ်းနေခြင်းကို လျစ်လျူပြုထားခြင်းကို ခံကြရမည်လော။"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "ဥယျာဉ်များ၌ လည်းကောင်း၊ စမ်းချောင်းများ၌လည်းကောင်း၊"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "လယ်ယာများ၌လည်းကောင်း၊ အကြင် စွန်ပလွံခြံများ၌လည်းကောင်း၊ ထိုစွန်ပလွံပင်များ၏ အဖူးအညွန့်များမှာ နူးညံ့လျက်ရှိ၏။ (တစ်နည်း) ထိုစွန်ပလွံပင်မှ စွန်ပလွံသီးအခိုင်များမှာ ပြွတ်လျက်ရှိ၏။"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "၎င်းပြင် အသင်တို့သည် တောင်များကို အိမ်များဖြစ်အောင် ကျွမ်းကျင်စွာ ထွင်းကြကုန်၏။ (တစ်နည်း) ၎င်းပြင် အသင်တို့သည် မော်ကြွားလျက် တောင်များကို အိမ်များဖြစ်အောင် ထွင်းကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "သို့ဖြစ်ပေရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြလေကုန်။ ၎င်းပြင် အသင်တို့သည် ငါ၏အမိန့်ကို လိုက်နာကြလေကုန်။"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "သို့ရာတွင် အသင်တို့သည် စည်းကမ်းဥပဒေကို ကျူးလွန်ဖောက်ဖျက်သူတို့၏အမိန့်ကို မလိုက်နာကြကုန်လင့်။"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "အကြင်သူတို့သည် တိုင်းပြည်တွင် ပျက်စီးရာပျက်စီးကြောင်းကို ပြုလုပ်ကြကုန်၏။ သို့ရာတွင် ထိုသူတို့သည်(တိုင်းပြည်ကိုသာယာဝပြောအောင်) ပြုပြင်ကြသည်ကား မဟုတ်ကြပေ။"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "ထို ‘ဆမူဒ်’ အမျိုးသားတို့က ပြောဆိုခဲ့ကြကုန်၏။ (အို-ဆွာလိဟ်၊) အသင်သည် ပြင်းထန်စွာ စုန်းပြုစားခြင်းခံရသူ တစ်ဦးသာလျှင်ဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "အသင်သည် ကျွန်ုပ်တို့ကဲ့သို့ပင် လူသားတစ်ဦးမှတစ်ပါး အခြားမဟုတ်ပြီ။ သို့ဖြစ်ပေရာ အသင်သည် သစ္စာဝါဒီ အမှန်ဆိုသူတစ်ဦး ဖြစ်ခဲ့ပါလျှင် သက်သေလက္ခဏာ တစ်စုံတစ်ရာကို ယူဆောင်လာခဲ့ပါလေ။"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "(ဆွာလိဟ်ကပြောကြားခဲ့၏)။ ဤသည် ကုလားအုတ်မတစ်ကောင်ဖြစ်၏။ ယင်း ကုလားအုတ်မ၌ ရေသောက်ရန် အလှည့်တစ်လှည့်ရှိ၍ အသင်တို့၌လည်း သတ်မှတ်ထားပြီးဖြစ်သော နေ့တစ်နေ့တွင် ရေသောက်ရန် အလှည့်တစ်လှည့်သည်ရှိ၏။"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "၎င်းပြင် အသင်တို့သည် ထိုကုလားအုတ်မကို မကောင်းသောစေတနာနှင့် မထိပါးကြကုန်လင့်။ သို့ထိပါးခဲ့ကြလျှင် ကြီးကျယ်လှစွာသော(ကိယာမတ်ရှင်ပြန်ထမည့်) နေ့၏ ပြစ်ဒဏ်သည် အသင်တို့အား ဖမ်းဆီး ကွပ်မျက်မည်ဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "သို့တစေ ၎င်း ‘ဆမူဒ်’ အမျိုးသားတို့သည် ထိုကုလားအုတ်မ၏ခြေများကို ဖြတ်တောက်ခဲ့ကြကုန်၏။ ထို့နောက် ၎င်းတို့သည် နောင်တရရှိသူများ ဖြစ်သွားခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "သို့ဖြစ်ပေရာ ပြစ်ဒဏ်သည် ၎င်းတို့အား ဖမ်းဆီးကွပ်မျက်ခဲ့၏။ ဧကန်မလွဲ ဤသည့်ဖြစ်ရပ်၌လည်း (ကြီးကျယ်လှစွာသော)သင်ခန်းစာသည် ရှိပေ၏။ သို့ရာတွင် ၎င်း(မက္ကာမြို့သား ကာဖိရ်များအနက်) အများဆုံးသောသူတို့မှာ သက်ဝင်ယုံကြည်ကြမည့်သူများ မဟုတ်ကြချေ။"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "စင်စစ် အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်မှာမူကား အလွန်တရာ လွှမ်းမိုးတော်မူသောအရှင်၊ အလွန်တရာ သနားကြင်နာတော်မူသောအရှင်၊ ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "လူ(တ်)၏ အမျိုးသားတို့သည်(လည်း) ရစူလ်တမန်တော်တို့အား မဟုတ်မမှန်ဟူ၍ စွပ်စွဲငြင်းပယ်ခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "အကြင်အခါဝယ် ၎င်းတို့အား၊ ၎င်းတို့၏နောင်တော်လူ(တ်)က ပြောကြားခဲ့လေ၏။ အသင်တို့သည်(အလ္လာဟ်အရှင်မြတ်အား) မကြောက်ရွံ့ကြလေသလော။"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "ဧကန်မလွဲ ငါသည် အသင်တို့အဖို့ ယုံကြည်စိတ်ချအပ်သော ရစူလ်တမန်တော်တစ်ပါးပင် ဖြစ်ပေသည်။"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "သို့ဖြစ်ပေရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြလေကုန်။ ထိုမှတစ်ပါး အသင်တို့သည် ငါ၏အမိန့်ကို လိုက်နာကြလေကုန်။"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "စင်စစ် ငါသည် အသင်တို့ထံ ဤ(အမိန့်တော်ပို့ဆောင်ခြင်း) နှင့်စပ်လျဉ်း၍၊ အကျိုးတစ်စုံတစ်ရာ ကိုမျှတောင်းဆိုသည် မဟုတ်ပေ။ ငါ့အား အကျိုးပေးရန်တာဝန်မှာ စကြာဝဠာခပ်သိမ်းတို့ကို မွေးမြူဖန်ဆင်းတော်မူသော အရှင်မြတ်အပေါ်၌သာ ရှိပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "အသင်တို့သည် ကမ္ဘာသူကမ္ဘာသားတို့အနက် ယောက်ျားများထံ လာရောက်(၍ ကာမဂုဏ်ခံစား) ကြလေသလော။"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "သို့ရာတွင် အသင်တို့သည် မိမိတို့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်က မိမိတို့အဖို့ ဖန်ဆင်းထားတော်မူသော ဇနီးမိန်းမတို့ကိုမူ စွန့်ထားကြလေသလော။ စင်စစ်မှာမူကား အသင်တို့သည် စည်းကမ်းကျူးလွန်ဖောက်ဖျက်သော အမျိုးသားများပင် ဖြစ်ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "ထိုအမျိုးသားတို့က ‘‘အို-လူ(တ်)၊ အကယ်၍အသင်သည် (မိမိဆုံးမဩဝါဒပေးခြင်းမှ) မရပ်တန့်ပါလျှင် ဧကန်မလွဲ အသင်သည်(တိုင်းပြည်မှ)နှင်ထုတ်ခြင်းခံရသူတစ်ဦးပင် ဖြစ်ချေလိမ့်မည်ဟု ဆိုခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "ထိုလူ(တ်)က (အချင်းတို့၊) ဧကန်အမှန် ငါသည် အသင်တို့၏အကျင့်အမူကို လွန်စွာစက်ဆုပ်သူတစ်ဦးပင် ဖြစ်သည်ဟု ပြောကြားခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "ထို့နောက် လူ(တ်)က] အို-ကျွန်တော်မျိုးအား ဖန်ဆင်းမွေးမြူတော်မူသောအရှင်၊ အရှင်မြတ်သည် ကျွန်တော်မျိုးအားလည်းကောင်း၊ ကျွန်တော်မျိုး၏ အိမ်သူအိမ်သားတို့အားလည်းကောင်း၊ (နောက်လိုက်ငယ်သားတို့အားလည်းကောင်း၊) ထိုအမျိုးသားတို့ ကျင့်မူလျက်ရှိကြကုန်သော (ပြစ်မှုဒုစရိုက်၏ပြစ်ဒဏ်မှ) ကင်းလွတ်စေတော်မူပါ (ဟုလျှောက်ထားခဲ့၏)။"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "သို့ဖြစ်ပေရာ ငါအရှင်မြတ်သည် ထို လူ(တ်)နှင့်တကွ ၎င်း၏အိမ်သူအိမ်သား တပည့်သားအားလုံးကိုပင် ကယ်တင်တော်မူခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "သို့ရာတွင် အမယ်အိုတစ်ဦးမှာမူကား နောက်၌ကျန်ရစ်ခဲ့သူတို့တွင် ကျန်ရစ်ခဲ့လေ၏။"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "ထို့နောက် ငါအရှင်မြတ်သည် ကျန်လူအားလုံးတို့ကို ဖျက်ဆီးတော်မူခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်းတို့အပေါ်၌ မိုးတစ်မျိုး(ခဲမိုး)ကို ရွာသွန်းစေတော်မူခဲ့၏။ စင်စစ် သတိပေးနှိုးဆော်ခြင်းခံကြရသူတို့ (အပေါ်၌ရွာသွန်းခဲ့သော)မိုးမှာ အဘယ်မျှ ဆိုးရွားလှဘိသနည်း။"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "ဧကန်စင်စစ် ဤသည့်(ဖြစ်ရပ်)၌ (ကြီးကျယ်လှစွာသော) သင်ခန်းစာသည် ရှိပေ၏။ သို့ရာတွင် ၎င်းတို့အနက်(မက္ကာမြို့သား ကာဖိရ်များအနက်)အများဆုံးသော သူတို့မှာမူကား သက်ဝင်ယုံကြည်ကြမည့်သူများ မဟုတ်ကြချေ။"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "စင်စစ်ဧကန် အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်သည်ပင်လျှင် အလွန်တရာ လွှမ်းမိုးတော်မူသော၊ အလွန်တရာ သနားကရုဏာပြုတော်မူသော အရှင်မြတ်ပင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "တောအုပ်၌ နေထိုင်ကြကုန်သော အမျိုးသားတို့သည်လည်း ရစူလ်တမန်တော်တို့အား မဟုတ်မမှန်ဟူ၍စွပ်စွဲ ငြင်းပယ်ခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "အကြင်အခါဝယ် ၎င်းတို့အား \"ရှုအိုက်ဗ်\"ကပြောကြားခဲ့၏။ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား မကြောက်ရွံ့ ကြလေသလော။"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "ဧကန်စင်စစ် ငါသည် အသင်တို့အဖို့ ယုံကြည်စိတ်ချအပ်သော ရစူလ်တမန်တော်တစ်ပါးပင်ဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "သို့ဖြစ်ပေရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြလေကုန်။ ၎င်းပြင် အသင်တို့သည် ငါ၏အမိန့်ကို လိုက်နာကြလေကုန်။"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "စင်စစ် ငါသည် ဤ(အမိန့်တော်ပို့ဆောင်ခြင်း)နှင့်စပ်လျဉ်း၍ အသင်တို့ထံ မည်သည့်အကျိုး တစ်စုံတစ်ရာကိုမျှ တောင်းဆိုသည် မဟုတ်ပေ။ ငါ့အား အကျိုးပေးရန်တာဝန်မှာ စကြာဝဋ္ဌာခပ်သိမ်းတို့ကို ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်၏တာဝန်ပင် ဖြစ်ပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 181,
            "text": "အသင်တို့သည် (ခွက်၊ စလယ်၊ တင်းတောင်း၊စသော) အခြင်အတွယ်ကို အပြည့်(ခြင်၍) ပေးကြလေကုန်။၎င်းပြင် အသင်တို့သည် ဆုံးရှုံးအောင် ပြုလုပ်သူများ မဖြစ်ကြကုန်လင့်။"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "ထို့ပြင် အသင်တို့သည် မှန်ကန်သော ရာဇူချိန်ခွင်ဖြင့် ချိန်တွယ်ကြလေကုန်။"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "၎င်းပြင် အသင်တို့သည် လူတို့အား ၎င်းတို့၏ ဝတ္ထုပစ္စည်းများကိုလျှော့၍ မပေးကြကုန်လင့်။ ထိုမှတစ်ပါးအသင်တို့သည် တိုင်းပြည်တွင် ဖျက်ဆီးသူများအဖြစ် သွားလာလှုပ်ရှား သောင်းကျန်းခြင်းကို မပြုကြကုန်လင့်။"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "ထို့ပြင် အသင်တို့သည် မိမိတို့အားလည်းကောင်း၊ ရှေးဟောင်း အဖန်ဆင်းခံတို့အားလည်းကောင်း၊ဖန်ဆင်းတော်မူသော အရှင်မြတ်အား ကြောက်ရွံ့ကြလေကုန်။"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "ထိုအမျိုးသားတို့က ပြောဆိုခဲ့ကြကုန်၏။ (အို-ရှုအိုက်ဗ်၊) အသင်သည် ပြင်းထန်စွာ စုန်းပြုစားခြင်း ခံရသူတစ်ဦးပင်ဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "စင်စစ် အသင်သည် ကျွန်ုပ်တို့ကဲ့သို့ပင် လူသားတစ်ဦးမှအပ အခြားမဟုတ်ပြီ။ ၎င်းပြင် ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် အသင့်အား မုသာဝါဒီတစ်ဦးပင်ဖြစ်သည်ဟု ထင်မှတ်ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "သို့ဖြစ်ပေရာ အသင်သည် သစ္စာဝါဒီတို့တွင် အပါအဝင်ဖြစ်မူ ကျွန်ုပ်တို့အပေါ်၌ မိုးကောင်းကင်၏ အစိတ်အပိုင်းတစ်ခုခု ကျလာအောင် သင်ပြုလုပ်ပါလေ။"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "ထိုရှုအိုက်ဗ်က ငါ့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်သည် အသင်တို့ ပြုမူကြသည်ကို ကောင်းစွာသိရှိတော်မူသော အရှင်မြတ်ပင် ဖြစ်တော်မူကြောင်း ပြောကြားခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "၎င်းနောက် ထိုအမျိုးသားတို့သည် ထိုရှုအိုက်ဗ်အား မဟုတ်မမှန်ဟူ၍ စွပ်စွဲငြင်းပယ်ခဲ့ကြလေရာ တိမ်များကျလာသောနေ့၏ ပြစ်ဒဏ်သည် ၎င်းတို့အား ဖမ်းဆီးကွပ်မျက်ခဲ့၏။ ဧကန်မလွဲ ယင်းပြစ်ဒဏ်သည် ကြီးကျယ်သောနေ့၏ ပြစ်ဒဏ်ပင်ဖြစ်ခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "ဧကန်စင်စစ် ဤသည့်ဖြစ်ရပ်၌ (ကြီးကျယ်စွာသော) သင်ခန်းစာတစ်ရပ်သည်ရှိခဲ့၏။ သို့ရာတွင် ၎င်းတို့အနက် (မက္ကာမြို့သား ကာဖိရ်များအနက်) အများဆုံးသောသူတို့မှာမူကား သက်ဝင်ယုံကြည်မည့်သူများ မဟုတ်ကြပေ။"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "စင်စစ်သော်ကား အသင့်အား ဖန်ဆင်းမွေးမြူသော အရှင်မြတ်သည် အလွန်တရာ လွှမ်းမိုးတော်မူသော၊အလွန်တရာ ကရုဏာပြုတော်မူသော အရှင်မြတ်ပင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "၎င်းပြင် မလွဲဧကန် ဤ(ကုရ်အာန်ကျမ်းတော်မြတ်)သည် စကြာဝဠာခပ်သိမ်းတို့ကို ဖန်ဆင်းမွေးမြူတော်မူသည့် အရှင်ချပေးတော်မူသော (ကျမ်းဂန်ပင်) ဖြစ်ချေသည်။"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "အရ်ရူဟုလ်အမီန်\" (ယုံကြည်စိတ်ချအပ်သောဝိညာဉ်တော်) ကောင်းကင်တမန်ဂျစ်ဗ်ရီလ်သည် ယင်း (ကုန်အာန်ကျမ်းတော်မြတ်)ကို ယူဆောင်ချပေးခဲ့လေသည်။"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "အသင်၏ စိတ်နှလုံးပေါ်၌ အသင်သည် သတိပေးနှိုးဆော်သူတို့တွင် အပါအဝင် ဖြစ်အံ့သောငှာ။"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "ရှင်းလင်းသော အရဗီဘာသာဖြင့်။"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "၎င်းပြင် ဧကန်အမှန် ယင်း(ကုရ်အာန်ကျမ်းတော်မြတ်၏အကြောင်း)မှာ ရှေးလူဟောင်းတို့၏ ကျမ်းဂန်များ၌(လည်း)ပါရှိ၏။"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "အီစ်ရာအီလီ အမျိုးသားတို့အနက်မှ ပညာရှင်များ ယင်း(ကုရ်အာန်ကျမ်းတော်မြတ်)ကို သိရှိကြခြင်းမှာ ၎င်း(ကုရိုက်ရှ်မျိုးနွယ်ဝင်)တို့အဖို့ (လုံလောက်သော) သက်သေသာဓက မဖြစ်ခဲ့လေသလော။"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "စင်စစ် အကယ်တန္တု ငါအရှင်မြတ်သည် ယင်း(ကုရ်အာန်ကျမ်းတော်မြတ်)ကို အရဗ်အမျိုးသား မဟုတ်သူတစ်ဦးတစ်ယောက်၏ အပေါ်၌ ချပေးခဲ့တော်မူခဲ့အံ့။"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "တစ်ဖန် ထိုသူသည် ၎င်း(ကုရိုက်ရှ်မျိုးနွယ်ဝင်)တို့ ရှေ့ဝယ် ထို(ကုရ်အာန်ကျမ်းတော်မြတ်)ကို ဖတ်ကြားခဲ့အံ့။သို့ပင်တစေလည်း ၎င်းတို့သည် ယင်း (ကုရ်အာန်ကျမ်းတော်မြတ်)ကို ယုံကြည်ကြမည့်သူများ မဟုတ်ပေတကား။"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "ငါအရှင်မြတ်သည် ဤနည်းအတိုင်းပင် ပြစ်မှုကျူးလွန်သူတို့၏ စိတ်တွင်းဝယ် ယင်းငြင်းပယ်မှုကို ထည့်သွင်းတော်မူခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "၎င်းတို့သည် ပြင်းပြနာကြင်ဖွယ်ဖြစ်သော ပြစ်ဒဏ်ကို မမြင်ကြရလေသမျှကာလပတ်လုံး ယင်း (ကုရ်အာန်ကျမ်းတော်မြတ်)ကို ယုံကြည်ကြမည် မဟုတ်ပေ။"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "စင်စစ် ထိုပြစ်ဒဏ်မှာ ၎င်းတို့ထံသို့ ၎င်းတို့မသိရှိကြခိုက် ရုတ်တရက် ရောက်ရှိ၍လာပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "ထိုအခါ ၎င်းတို့က ကျွန်ုပ်တို့သည် ရွှေ့ဆိုင်းခွင့်ရရှိနိုင်ကြပါမည်လောဟု ဆိုကြပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "သို့ပါလျက် ၎င်းတို့က ငါအရှင်မြတ်၏ ပြစ်ဒဏ်ကို အလျင်စလို တောင်းဆိုကြလေသလော။"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "အသင်သည် မည်သို့ယူဆပါသနည်း။ အကယ်၍ ငါအရှင်မြတ်သည် ၎င်းတို့အား နှစ်ကာလ ကြာရှည်စွာအကျိုးခံစားခွင့် ပေးတော်မူခဲ့ပါလျှင်။"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "ထို့နောက် ၎င်းတို့ထံ ၎င်းတို့ ချိန်းချက်ခံကြရသော (ပြစ်ဒဏ်)သည် ၎င်းတို့ထံ ရောက်ရှိလာခဲ့သော်၊"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "ထိုအခါ ၎င်းတို့အဖို့ ၎င်းတို့ အကျိုးခံစားခွင့်ရရှိခဲ့ကြသောအရာများမှာ မည်သို့မျှ အသုံးဝင်မည် မဟုတ်ပေ။"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "စင်စစ် ငါအရှင်မြတ် ကွပ်မျက်ဖျက်ဆီးတော်မူခဲ့သော မြို့ရွာတိုင်း၌ သတိပေးနှိုးဆော်သူများ ရောက်ရှိခဲ့ကြသည်သာ ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "(ထိုမြို့သူမြို့သားတို့အား) သတိပေး ဆုံးမဩဝါဒပေးရန်။ စင်စစ် ငါအရှင်မြတ်သည် မတရားသဖြင့် နှိပ်စက်ညှဉ်းပန်းတော်မူသော အရှင်မဟုတ်ပေ။"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "စင်စစ် ဤ(ကုရ်အာန်ကျမ်းတော်မြတ်)ကို \"ရှိုင်တွာန် \" မိစ္ဆာကောင်များ ဆောင်ကြဉ်းခဲ့ကြသည် မဟုတ်ပေ။"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "စင်စစ် ထို(ကုရ်အာန်ကိုယူဆောင်လာခြင်း)ကိစ္စမှာ ၎င်းတို့နှင့် (လားလားမျှ) အပ်စပ်ခြင်းလည်း မရှိပေ။ ၎င်းတို့သည် (ယူဆောင်လာရန်)တတ်စွမ်း နိုင်ကြသည်လည်း မဟုတ်ပေ။"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "ဧကန်အမှန် ထိုရှိုင်တွာန် မိစ္ဆာကောင်များသည်(ဝဟ်ယ်အမိန့်တော်)ကို ကြားနာခြင်းမှ အမှန်ပင် ပယ်ရှားခြင်းခံခဲ့ကြရပြီး ဖြစ်ကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "သို့ဖြစ်ပေရာ (အို-နဗီတမန်တော်၊) အသင်သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ မည်သည့် ကိုးကွယ်ရာကိုမျှပင် ဟစ်ခေါ်တသခြင်း မပြုပါလေနှင့်။ သို့ပြုခဲ့ပါလျှင် အသင်သည်လည်း ပြစ်ဒဏ်ပေးခြင်းခံကြရသူတို့တွင် အပါအဝင် ဖြစ်သွားပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "၎င်းပြင် အသင်သည် မိမိနီးစပ်သော ဆွေမျိုးသားချင်းကို သတိပေးနှိုးဆော်ပါလေ။"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "ထို့ပြင် အသင်သည် မိမိ၏နောက်သို့ လိုက်ကြသော မုအ်မင်န်သက်ဝင်ယုံကြည်သူတို့၏ ရှေ့ဝယ် (၎င်းတို့အားကရုဏာထား ရှိသောအားဖြင့်) ကျိုးနွံပါလေ။"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "သို့ရာတွင် အကယ်၍ ၎င်းတို့သည် အသင်၏အမိန့်ကို ဖီဆန်ခဲ့ကြလျှင် အသင်သည် (၎င်းတို့အား) ဧကန်မလွဲ ငါသည် အသင်တို့၏ အပြုအမူတို့မှ ကင်းလွတ်သည်ဟု ပြောကြားပါလေ။"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "ထိုမှတစ်ပါး အသင်သည် အလွန်တရာ အားအင်ပြည့်စုံတော်မူသော အလွန်တရာ သနားကရုဏာပြုတော်မူသော အရှင်မြတ်အပေါ်၌ ယုံပုံ အားထားပါလေ။"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "အကြင်အရှင်မြတ်သည် အသင် မတ်တတ်ရပ်သောအခါ အသင့်အား မြင်တော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "ထိုနည်းတူစွာ (ထိုအရှင်မြတ်သည်) \"ဆွလာတ်\"ဝတ်ပြုသူတို့တွင် အသင်၏ ပါဝင်နေထိုင် သွားလာမှု ကိုလည်း(မြင်တော်မူ၏)"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "မလွဲဧကန် ထိုအရှင်မြတ်သည်သာလျှင် အလွန်တရာ ကြားတော်မူသောအရှင်၊ အလွန်တရာ သိတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "(အို-နဗီတမန်တော်၊ အသင်သည် မက္ကာမြို့သားမုရှ်ရစ်က်တို့အား ပြောကြားပါလေ။ အချင်းတို့၊) ငါသည် မည်သူ၏အပေါ်၌ ရှိုင်တွာန်မိစ္ဆာကောင်များ ဆင်းသက်၍ လာကြသည်ကို အသင်တို့အား ပြောပြရမည်လော။"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "ထို ရှိုင်တွာန်မိစ္ဆာကောင်များမှာ ဒုစရိုက်ကျူးလွန်သောမုသာဝါဒီတိုင်း၏ အပေါ်၌ ဆင်းသက်၍လာကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "အကြင်သူတို့သည်(ထို ရှိုင်တွာန်မိစ္ဆာကောင်များဘက်သို့) နားစိုက်၍ နားထောင်ကြကုန်၏။ စင်စစ် ၎င်းတို့အနက် အများဆုံးသောသူတို့မှာ မုသာဝါဒီများပင် ဖြစ်ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "သို့ရာတွင် လင်္ကာဆရာတို့မှာမူကား လမ်းလွဲသူတို့သာလျှင် ၎င်းတို့နောက်သို့လိုက်ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "ဧကန်အမှန် ၎င်းတို့သည် ချောင်းလျှိုရိုးတိုင်းတွင် ဦးလှည့်ရာ သွားလာလျက်ရှိကြသည်ကို အသင်သည် မမြင်ပါလော။"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "ထိုမှတစ် ပါး ၎င်းတို့သည် မိမိတို့ မပြုလုပ်ကြသောကိစ္စကို (ပြုလုပ်ကြသည်ဟု) ပြောဆိုလေ့ ရှိကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "သို့ရာတွင် (ယင်းလင်္ကာဆရာများအနက်မှ)အကြင်သူတို့သည် အီမာန် သက်ဝင်ယုံကြည်ခဲ့ကြပြီးနောက် ကောင်းမြတ်သော အကျင့်သီလများကိုလည်း ဆောက်တည်ခဲ့ကြကုန်၏။ အလ္လာဟ်အရှင်မြတ်အားလည်း များစွာတသ သတိရခဲ့ကြကုန်၏။ ထိုမှတစ်ပါး ၎င်းတို့သည် မိမိတို့ မတရားသဖြင့်နှိပ်စက်မှုကို ခံခဲ့ရပြီးနောက်တွင် လက်စားချေခဲ့ကြကုန်၏။(ထိုကဲ့သို့သော သူတို့မှာ ဤအမိန့်တော်၌ အကျုံးမဝင်ကြပေ)။စင်စစ်သော်ကား မတရားသဖြင့် နှိပ်စက်ကြကုန်သောသူတို့သည် မိမိတို့မှာ မည်သည့် နေရာသို့ ပြန်လှည့်ကြမည်ကို မကြာမြင့်မီပင် သိရှိကြကုန်အံ့သတည်း။"
        },
        {
            "chapter": 27,
            "verse": 1,
            "text": "သွာ၊စီန်\" ဤသည်တို့ကား ထင်ရှားသောကုရ်အာန်ကျမ်းဂန်၏ အာယတ်တော်များပင်။"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "မုအ်မင်န်\" သက်ဝင်ယုံကြည်သူတို့အဖို့ တရားလမ်းညွှန်ရာနှင့် သတင်းကောင်းဖြစ်၏။"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "အကြင် \"မုအ်မင်န်\" သက်ဝင်ယုံကြည်သူတို့သည် ဆွလာတ်ဝတ်ပြုမှုကို ဆောက်တည်ကြသည့်ပြင် ဇကာတ်လည်း ပေးဆောင်ကြကုန်၏။ \"အာခိရတ်\" တမလွန်ဘဝကိုလည်း ယုံကြည်ကြကုန်၏။"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "ဧကန်မလွဲ အာခိရတ် တမလွန်ဘဝကို မယုံကြည်သောသူတို့၏အမြင်တွင် ငါအရှင်မြတ်သည် ၎င်းတို့၏ပြုမူချက်များကို လှပတင့်တယ်စေတော်မူခဲ့၏။ သို့ဖြစ်ပေရာ ၎င်းတို့မှာ တဝဲလည်လည် ဖြစ်နေကြကုန်၏။"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "၎င်းတို့သည်ပင်လျှင် အကြင်သူများ ဖြစ်ကြကုန်၏။ ထိုသူတို့အဖို့ (ဤလောက၌လည်း) အလွန်ဆိုးရွားသောပြစ်ဒဏ်သည် ရှိပေ၏။ \"အာခိရတ်\"နောင်တမလွန်ဘဝတွင်လည်း ၎င်းတို့သည် အလွန်ဆုံးရှုံးသူများပင် ဖြစ်ကြပေမည်။"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "၎င်းပြင် ဧကန်စင်စစ် အသင်သည် ကုရ်အာန်ကျမ်းတော်မြတ်ကို အလွန်တရာ ဆင်ခြင်တုံတရားနှင့် ပြည့်စုံတော်မူသော၊ အလွန်တရာ အသိပညာနှင့်ပြည့်စုံ တော်မူသောအရှင်မြတ်ထံတော်မှ ရရှိနေပေသတည်း။"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "(ပြန်လည်သတိရရှိပါလေ)။ တစ်ရံရောအခါဝယ် မူစာသည် မိမိအိမ်သူအိမ်သားများအား ပြောကြားခဲ့လေ၏။ ဧကန်စင်စစ် ငါသည် မီးတစ်ခုကို မြင်တွေ့လေပြီ။ယခုပင် ငါသည် အသင်တို့ထံ ထိုမီးရှိရာမှ သတင်းတစ်စုံတစ်ရာကို ယူခဲ့မည်။ သို့တည်းမဟုတ် ငါသည် အသင်တို့ထံ မီးလှုံနိုင်ကြအံ့သောငှာ မီးတောက်တစ်ခုကို (ထင်း သို့မဟုတ် အခြားတစ်စုံတစ်ရာဖြင့်)ညှိ၍ အသင်တို့ထံ ဆောင်ကြဉ်းခဲ့ပေမည်။"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "ထို့နောက် ထိုမူစာသည် ၎င်းမီးရှိရာသို့ ရောက်ရှိခဲ့လေသော်၊(အို-မူစာ)၊ မီး၌ ရှိသူတို့သည် လည်းကောင်း။ ထိုမီး၏ပတ်ဝန်းကျင်၌ ရှိသူတို့သည်လည်းကောင်း၊ ဗရ်ကသ်ကျက်သရေမင်္ဂလာကို ရရှိကြစေသော်ဝ်။ စင်စစ် စကြာဝဠာခပ်သိမ်းတို့ကို ဖန်ဆင်း မွေးမြူတော်မူသော အလ္လာဟ်အရှင်မြတ်သည် သန့်ရှင်းစင်ကြယ်တော်မူပါပေသည်တကားဟူ၍ အသံပေးခြင်းကို ခံခဲ့ရလေသည်။"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "အို-မူစာ၊ ငါသည် အလွန်တရာ လွှမ်းမိုးတော်မူသော၊ ဆင်ခြင်တုံတရားနှင့် အလွန်တရာ ပြည့်စုံတော်မူသောငါအရှင်မြတ်ပင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "၎င်းပြင် အသင်သည် မိမိတောင်ဝှေးကို(မြေကြီးပေါ်သို့)ပစ်ချပါလေ။ ထို့နောက် ထိုမူစာသည် (ယင်းတောင်ဝှေးကို အမိန့်တော်အတိုင်း ပစ်ချခဲ့ရာ) ထိုတောင်ဝှေးမှာ မြွေကဲ့သို့ တွန့်လိမ်လှုပ်ရှားလျက်ရှိသည်ကို တွေ့မြင်သောအခါ နောက်သို့ပြန်၍မကြည့်ဘဲ ကျောခိုင်း၍ လှည့်ထွက်သွားခဲ့လေ၏။ (ထိုအခါ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူခဲ့၏၊)အို-မူစာ၊ အသင်သည် မကြောက်ပါလေနှင့်။ ဧကန်မလွဲ ငါအရှင်မြတ်အထံတော်တွင် ရစူလ်တမန်တော်တို့သည် ကြောက်ရွံ့လေ့မရှိကြချေ။"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "သို့ရာတွင် မည်သူမဆို မတရားကျူးလွန်ခဲ့လျှင် တစ်ဖန်ထိုသူသည် မကောင်းမှု၏နောက်တွင် ကောင်းမှုကို ပြောင်းလဲ၍ပြုခဲ့လျှင် မလွဲဧကန် ငါ အရှင်မြတ်သည် အလွန်တရာ ခွင့်လွှတ်တော်မူသော အလွန်တရာ သနားကရုဏာပြုတော်မူသော အရှင်မြတ်ပင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "၎င်းပြင် အသင်သည် မိမိလက်ကို မိမိလက်ကတီးကြားတွင် သွင်းပါလေ။ (ထိုအခါ) ထိုလက်မှာ အပြစ်တစ်စုံတစ်ရာမရှိဘဲ ပကတိ ထွန်းတောက်လျက် ထွက်ပေါ်၍ လာပေမည်။ (ဤသည်)ဖစ်ရ်အောင်န်နှင့်တကွ ၎င်း၏အမျိုးသားတို့နှင့်ယှဉ်ပြိုင်အံ့သောငှာ တန်ခိုးတော်ကိုးပါးတွင် အပါအဝင်ဖြစ်၏။ ဧကန်စင်စစ် ၎င်းတို့မှာ စည်းကမ်းဖောက်ဖျက် ကျူးလွန်ကြသောအမျိုးသားများပင် ဖြစ်ကြပေသည်။"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "ထို့နောက် ၎င်းတို့ထံ ငါအရှင်မြတ်၏ ရှင်းလင်းသော တန်ခိုးတော်များ ရောက်ရှိလာခဲ့လေသော်၊ ၎င်းတို့က ဤသည် ထင်ရှားသော ပဉ္စလက် အတတ်ပညာပင် ဖြစ်သည်ဟုဆိုခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "ထိုမှတစ်ပါး ၎င်းတို့၏ စိတ်နှလုံးများသည် ထိုတန်ခိုးတော်များကို ယုံကြည်သော်လည်း ထိုသူတို့မှာမူကား မတရားသောအားဖြင့်လည်းကောင်း၊ မောက်မာသောအားဖြင့်လည်းကောင်း၊ ယင်းတန်ခိုးတော်များကို ငြင်းပယ်ခဲ့ကြကုန်၏။သို့ဖြစ်ပေရာ ပျက်စီးရာ ပျက်စီးကြောင်းကို ပြုလုပ်ကြကုန်သောသူတို့၏ နောက်ဆုံးအကျိုးဆက်သည် မည်သို့ဖြစ်ခဲ့သည်ကို အသင်ရှုပါလေ။"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "ထိုမှတစ်ပါး မလွဲဧကန် ငါအရှင်မြတ်သည် \"ဒါဝူဒ်\"အားလည်းကောင်း၊ \"စုလိုင်မာန်\" အားလည်း ကောင်း၊(အထူး) အသိပညာတစ်ရပ်ကို ချီးမြှင့်ပေးသနားတော်မူခဲ့၏။ ထို့ပြင် ထိုဒါဝူဒ်နှင့် စုလိုင်မာန်နှစ်ဦးတို့က \"ကျွန်တော်မျိုးအား မိမိ၏ မြောက်မြားစွာသော မုအ်မင်န်သက်ဝင် ယုံကြည်ကြကုန်သော ကျွန်တို့ထက် ထွတ်မြတ်စေတော်မူခဲ့သော အလ္လာဟ်အရှင်မြတ်သည်သာလျှင် ချီးမွမ်းထောပနာအပေါင်းတို့ကို ခံယူထိုက်တော်မူသည်\"ဟု လျှောက်ထားခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "၎င်းပြင် စုလိုင်မာန်သည် ဒါဝူဒ်၏အရိုက်အရာကိုဆက်ခံခဲ့၏။ ၎င်းပြင် ထိုစုလိုင်မာန်သည် (ဤသို့)ပြောကြားခဲ့၏။ အို-လူအပေါင်းတို့၊ ငါတို့သည် ငှက်သတ္တဝါတို့၏ ဘာသာစကားကို သင်ကြားပေးခြင်း ခံခဲ့ကြရလေသည်။ ထိုမှတစ်ပါး ငါတို့သည် (စိုးမိုးအုပ်ချုပ်မှုနှင့်စပ်လျဉ်း၍ လိုအပ်သော) အရာခပ်သိမ်းတို့ကို ချီးမြှင့်ပေးသနားတော်မူခြင်း ခံခဲ့ကြရပေသည်။ ဧကန်စင်စစ် ဤသည် ထင်ရှားလှစွာသော ကျေးဇူးတော်ပင် ဖြစ်ချေသည်။"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "ထိုမှတစ်ပါး စုလိုင်မာန်၏အဖို့ ထိုစုလိုင်မာန်၏ဗိုလ်ခြေများကို ဂျင်(န်)သတ္တဝါ တို့အနက်မှလည်းကောင်း၊ လူတို့အနက်မှလည်းကောင်း၊ ငှက်သတ္တဝါ တို့အနက်မှလည်းကောင်း၊ စုရုံးစေခြင်းကို ခံခဲ့ကြရကုန်၏။ တဖန် ထိုဗိုလ်ခြေတို့မှာ(စနစ်တကျ စီတန်းချီတက်နိုင်ကြအံ့သောငှာ) တားမြစ်ခြင်းကိုပင် ခံကြရကုန်၏။"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "နောက်ဆုံးတွင် တစ်ရံရောအခါ ထိုဗိုလ်ခြေတို့သည် ပုရွက်ဆိတ်များရှိကြသော ချောင်းလျှိုရိုးသို့ရောက်ရှိခဲ့လေသော် ပုရွက်ဆိတ်တစ်ကောင်က အို-ပရွက်ဆိတ် အပေါင်းတို့၊စုလိုင်မာန်နှင့်တကွ ထို စုလိုင်မာန်၏ဗိုလ်ခြေတို့သည် အသင်တို့အား မသိမမြင်ကြဘဲ (မတော်တဆ) ဖိကြိတ်တက်နင်း ချေမှုန်းမပစ်မိကြရန် အသင်တို့သည် မိမိတို့၏တွင်းများထဲသို့ ဝင်ရောက်လေကုန်ဟု (ဟစ်အော်)ပြောကြားခဲ့လေ၏။"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "ထိုအခါ စုလိုင်မာန်သည် ထိုပရွက်ဆိတ်၏စကားကြောင့် ပြုံးရယ်ခဲ့လေ၏။ ထို့ပြင်(အလ္လာဟ်အရှင်မြတ်အထံတော်တွင် ဤသို့)လျှောက်ထားပန်ကြားခဲ့လေ၏။ အိုကျွန်တော်မျိုးအား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်၊အရှင်မြတ်သည် ကျွန်တော်မျိုးအပေါ်၌လည်းကောင်း၊ ကျွန်တော်မျိုး၏ မိဘနှစ်ပါးတို့အပေါ်၌လည်းကောင်း၊ မိမိပြုတော်မူခဲ့သော ကျေးဇူးတော်နှင့်စပ်လျဉ်း၍ ကျွန်တော်မျိုးအား အမြဲကျေးဇူး သိတတ်စေတော်မူပါ။ ထို့ပြင် ကျွန်တော်မျိုးအား အရှင်မြတ် နှစ်သက်တော်မူသော ကောင်းမြတ်သောအကျင့်သီလများကိုလည်း အမြဲကျင့်မူ ဆောက်တည်နိုင်စွမ်း ပေးသနားတော်မူပါ။ ထိုမှတစ်ပါး အရှင်မြတ်သည် ကျွန်တော်မျိုးအား မိမိ၏ကရုဏာတော်ဖြင့် မိမိ၏သူတော်ကောင်းကျွန်တို့တွင် ဝင်ရောက်ပါဝင်စေတော်မူပါ။"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "၎င်းပြင် ထိုစုလိုင်မာန်သည် ငှက်တိရစ္ဆာန်တို့ကို စစ်ဆေးခဲ့ရာ (ဤသို့)ပြောကြားခဲ့၏။ ငါသည် မည်သည့်အတွက်ကြောင့် ဘီးတောင်ပိုငှက်ကို မမြင်ရပါသနည်း။ သို့တည်းမဟုတ် ၎င်းသည် ပျောက်ကွယ်နေသလော။"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "ဧကန်မလွဲ ငါသည် အမှန်ပင် ၎င်းအား ပြင်းထန်စွာ ပြစ်ဒဏ်ပေးမည်။ သို့တည်းမဟုတ် မုချဧကန် ငါသည်၎င်းအား လှီးဖြတ်မည်။ သို့တည်းမဟုတ် ၎င်းသည် ငါ့ထံသို့ ထင်ရှားစွာသော သက်သေအထောက်အထားကို ဆောင်ယူလာရပေမည်။"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "ထို့နောက် မကြာမီပင် ထိုဘီးတောင်ပိုငှက်သည် လာရောက်လျှောက်ထားလေ၏။ ကျွန်တော်မျိုးသည် ကိုယ်တော်မသိသောအကြောင်းကို သိခဲ့ပါသည်။ ၎င်းပြင် ကျွန်တော်မျိုးသည် ကိုယ်တော်၏ထံသို့ ရှီဗာမှ မှန်ကန်သောသတင်းတစ်ခုကို ဆောင်ကြဉ်းခဲ့ပါသည်။"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "ဧကန်အမှန် ကျွန်တော်မျိုးသည် ထိုရှီဗာကို စိုးမိုးအုပ်ချုပ်လျက်ရှိသော မိန်းမတစ်ဦးအား တွေ့ခဲ့ပါသည်။ ၎င်းပြင် ထိုမိန်းမမှာ အရာခပ်သိမ်းတို့ ချီးမြှင့် ပေးသနားခြင်းခံရသည့်ပြင် ၎င်း၌ ကြီးကျယ်ခမ်းနားသော ပလ္လင်တစ်ခုသည်လည်း ရှိပါသည်။"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "ကျွန်တော်မျိုးသည် ထိုမိန်းမအားလည်းကောင်း၊ထိုမိန်းမ၏အမျိုးသားတို့အားလည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်အားစွန့်၍ နေကိုပျပ်ဝပ်ဦးချ (ကိုးကွယ်ဆည်းကပ်) နေကြသည်ကို တွေ့ခဲ့ပါသည်။ စင်စစ် ‘ရှိုင်တွာန်’ မိစ္ဆာကောင်သည် ၎င်းတို့၏ပြုမူချက်များကို ၎င်းတို့၏အမြင်တွင် လှပတင့်တယ်အောင် ပြုလုပ်၍ထားပါသည်။ တစ်ဖန် ထိုရှိုင်တွာန် မိစ္ဆာကောင်သည် ၎င်းတို့အား(မှန်ကန်သော)တရားလမ်းမှ ပိတ်ပင်တားဆီး၍ထားခဲ့ရာ ၎င်းတို့သည် တရားလမ်းမှန်ကိုမရနိုင်ကြပါ။"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "အကြင် အလ္လာဟ်အရှင်မြတ်အား ပျပ်ဝပ်ဦးချ (ဆည်းကပ်ကိုးကွယ်)ကြရန် ထိုအရှင်မြတ်သည် မိုးကောင်းကင်များ၌လည်းကောင်း၊ပထဝီမြေ၌ လည်းကောင်း၊ ဖုံးအုပ်လျက်ရှိသည်ကို အပြင်သို့ ထွက်စေတော်မူ၏။ ထိုမှတစ်ပါး ထိုအရှင်မြတ်သည် အသင်တို့လျှို့ဝှက်ကြကုန်သော ကိစ္စများကိုလည်းကောင်း၊ အသင်တို့ ထင်ရှားစေကြကုန်သော ကိစ္စများကို(အလုံးစုံတို့ကို) သိရှိတော်မူ၏။"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "အလ္လာဟ်အရှင်မြတ်သည်(အကြင်အရှင်မြတ်ပင်၊)ထိုအရှင်မြတ်မှတစ်ပါး ခဝပ်ကိုးကွယ်ရာအရှင်ဟူ၍ အလျင်းမရှိပေ။ ကြီးကျယ်လှစွာသော ‘အရ်ရှ်’ ပလ္လင်တော်ကို စိုးပိုင်တော်မူသောအရှင်မြတ်ပင် ဖြစ်ပေသတည်း။"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "ထိုစုလိုင်မာန်က ပြောကြားခဲ့လေ၏။ အသင်သည် မှန်ကန်စွာ လျှောက်ထားခဲ့လေသလော။ သို့တည်းမဟုတ် အသင်သည် မုသာဝါဒီတို့အနက် ပါဝင်လေသလောဟု ယခုပင် ငါရှုမည်။"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "အသင်သည် ငါ၏စာကို ယူဆောင်၍ သွားလော့၊ထို့နောက် အသင်သည် ဤစာကို ၎င်းတို့ထံ ချ၍ပေးပြီးလျှင်၊ ၎င်းတို့၏အပါးမှ (အနည်းငယ်) ဘေးဖယ်၍နေလော့။ တစ်ဖန်အသင်သည် ၎င်းတို့ မည်သို့အကြောင်းပြန်ကြသည်ကို ရှုလော့။"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "ထို(ရှီဗာဘုရင်မ)က (ဤသို့)ပြောကြားခဲ့လေ၏။အို-မှူးမတ်အပေါင်းတို့၊ ဧကန်စင်စစ် မြင့်မြတ်လှစွာသော စာတစ်စောင်သည် ကျွန်ုပ်၏ထံသို့ ပေးပို့ခြင်း ခံခဲ့ရလေသည်။"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "ဧကန်စင်စစ် ထိုစာမှာ စုလိုင်မာန်ထံမှ ဖြစ်၏။ထို့ပြင် ဧကန်အမှန် ၎င်းမှာ ဤသို့ဖြစ်၏။ ကြီးမားလှသော၊ ကရုဏာရှင်ဖြစ်တော်မူသော၊ အလွန်တရာ သနားညှာတော်မူသော အလ္လာဟ်အရှင်မြတ်၏ နာမံတော်ဖြင့် အစပြု၏။"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "အသင်တို့သည် ငါနှင့်ယှဉ်ပြိုင်၍ ဘဝင်မကြွကြကုန်လင့်။ ထိုမှတစ်ပါး အသင်တို့သည် ငါ့ထံသို့ \"မွတ်စ်လင်မ်\"အမိန့်နာခံသူများအဖြစ် လာရောက်ကြလေကုန်။"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "ထို(ရှီဗာဘုရင်မ)က အို-မှူးမတ်အပေါင်းတို့။အသင်တို့သည် ကျွန်မ၏အရေးနှင့်စပ်လျဉ်း၍ ကျွန်မအား အကြံဉာဏ်ပေးကြလေကုန်။ အသင်တို့သည် ကျွန်မ၏အပါး၌ မရှိသမျှကာလပတ်လုံး ကျွန်မသည် မည်သည့်ကိစ္စကိုမျှပင် စီရင်ဆုံးဖြတ်လေ့မရှိပါဟု ပြောကြားခဲ့လေ၏။"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "ထိုမှူးမတ်တို့က ကျွန်ုပ်တို့သည် ခွန်အားရှိသူများ၊ တိုက်ခိုက်မှုကို ပြင်းထန်စွာ ဝါသနာထုံသူများ ဖြစ်ကြပါသည်။သို့ရာတွင် အမိန့်အာဏာသည်ကား အသင် ဘုရင်မ၏လက်တွင်း၌သာရှိပေရာ အသင်ဘုရင်မသည် မည်သို့အမိန့်ပေးမည်ကို (ဆင်ခြင်)ပါလော့ဟု လျှောက်ထားခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "ထို(ရှီဗာဘုရင်မ)က ပြောကြားခဲ့လေ၏။ ဧကန်မလွဲ ဘုရင်မင်းတို့ မည်သည် မြို့ရွာတစ်ခုသို့ ဝင်ရောက်ကြလေသောအခါ ထိုမြို့ရွာကို ဖျက်ဆီးလေ့ရှိကြကုန်၏။ ထို့ပြင် ၎င်းတို့သည် ယင်းမြို့ရွာမှ ဂုဏ်အသရေရှိသူတို့အား ဂုဏ်အသရေသေးသိမ်သူများ ဖြစ်စေကြကုန်၏။ ၎င်းတို့သည်လည်း ဤအတိုင်းပင် ပြုမူကြပေမည်။"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "သို့ရာတွင် ကျွန်မမူကား ၎င်းတို့ထံ လက်ဆောင်ပဏ္ဏာတစ်စုံတစ်ခုကို ပေးပို့ပြီးနောက် စေတမန်တို့သည် မည်သို့သော ပြန်ကြားချက် ယူဆောင်လာကြသည်ကို (စောင့်၍)ကြည့်မည်။"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "ထို့နောက် ထို(သံတမန်တို့)သည် စုလိုင်မာန်၏ထံသို့ ရောက်ရှိခဲ့လေသော် ထိုစုလိုင်မာန်က(ဤသို့)ပြောကြားခဲ့၏။အသင်တို့သည် ငါ့အား ပစ္စည်းဥစ္စာဖြင့် ကူညီလိုကြလေသလော။စင်စစ် ငါ့အား အလ္လာဟ်အရှင်မြတ် ချီးမြှင့်ပေးသနားထားတော်မူသည်များမှာ ထိုအရှင်မြတ်က အသင်တို့အား ချီးမြှင့်ပေးသနား ထားတော်မူသည်တို့ထက်ပင် ပိုမို၍ ကောင်းမြတ်လှပေသည်။ စင်စစ်မှာကား အသင်တို့သည်ပင်လျှင် မိမိတို့၏လက်ဆောင်ပဏ္ဏာနှင့် မော်ကြွားလျက် ရှိကြပေမည်။"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "အသင်သည် ၎င်းတို့ထံ ပြန်သွားလော့။ ထို့နောက် ဧကန်အမှန် ငါတို့သည် ၎င်းတို့ထံ ၎င်းတို့ ယှဉ်ပြိုင်နိုင်စွမ်းမရှိသော ရဲမက်များနှင့်တကွ ချီတက်ရောက်ရှိ၍ လာကြမည်။ထိုမှတစ်ပါး ဧကန်မလွဲ ငါတို့သည် ၎င်းတို့အား ထို(မြို့ရွာ)မှ ဂုဏ်ရည်သေးသိမ်သူများအဖြစ်နှင့် နှင်ထုတ်ကြမည်။ ထို(အခါ)၎င်းတို့သည် အရှက်ကွဲအကျိုးနည်းသူများ ဖြစ်သွားကြပေမည်။"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "ထိုစုလိုင်မာန်က \"အို-မှူးမတ်အပေါင်းတို့။ ၎င်းတို့သည် ငါ့ထံသို့ \"မွတ်စ်လင်မ်\" အမိန့်ကို နာခံသူများအဖြစ် မရောက်လာကြမီ၊ အသင်တို့အနက် မည်သူသည် ထိုဘုရင်မ၏ရာဇပလ္လင်ကို ငါ့ထံသို့ ယူလာနိုင်သနည်း\" ဟု ပြောဆိုမေးမြန်းခဲ့၏။"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "ဂျင်(န်)သတ္တဝါတို့အနက်မှ အလွန်ခွန်အားဗလကြီးသော ဂျင်(န်)တစ်ဦးက ကိုယ်တော်သည် မိမိနေရာမှမထမီ ကျွန်တော်မျိုးသည် ထိုရာဇပလ္လင်ကို ကိုယ်တော်ထံသို့ဆောင်ကြဉ်းခဲ့ပါမည်။ အမှန်သော်ကား ကျွန်တော်မျိုးသည် ဧကန်မလွဲ ဤကိစ္စနှင့်စပ်လျဉ်း၍ ပြုစွမ်းနိုင်သူ၊ ယုံကြည်စိတ်ချရသူတစ်ဦးပင် ဖြစ်ပါသည်ဟု လျှောက်ထားခဲ့လေ၏။"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "ကျမ်းဂန်၏ အသိပညာရှိသူတစ်ဦးက ကျွန်တော်မျိုးသည် ထိုရာဇပလ္လင်ကို ကိုယ်တော်၏မျက်စိ တစ်မှိတ်အတွင်း၊ ကိုယ်တော်ထံသို့ ဆောင်ကြဉ်းခဲ့ပါမည်ဟု လျှောက်ထားခဲ့လေ၏။ ထို့နောက် ထိုစုလိုင်မာန်သည် ထိုရာဇပလ္လင်ကို မိမိအနီးတွင် တည်ရှိနေသည်ကို တွေ့မြင်ခဲ့သောအခါ (ဤသို့)ပြောကြားခဲ့လေ၏။ ဤသည် ငါ့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်၏ ကျေးဇူးတော်တစ်ရပ်ပင်၊ ငါသည် ကျေးဇူးတင်လေသလော။ သို့တည်းမဟုတ် ငါသည် ကျေးဇူးကန်းလေသလောဟု ထိုအရှင်မြတ်သည် ငါ့အား စမ်းသပ်တော်မူခြင်းငှာ ဖြစ်ပေသည်။ စင်စစ်သော်ကား မည်သူမဆို ကျေးဇူးတင်ခဲ့လျှင် မိမိအကျိုးငှာ ကျေးဇူးတင်ခဲ့ခြင်းသာ ဖြစ်ပေမည်။ သို့ရာတွင် မည်သူမဆို ကျေးဇူးကန်းခဲ့လျှင် ဧကန်မလွဲ ငါ့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်သည် လိုလားတောင့်တခြင်း ကင်းမဲ့တော်မူသော၊ အလွန်တရာ ရက်ရောတော်မူသော အရှင်မြတ်ပင် ဖြစ်ပေသတည်း။"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "ထိုစုလိုင်မာန်က သင်တို့သည် ထိုဘုရင်မ၏ရာဇပလ္လင်ကို အသွင်ပြောင်းကြလေကုန်။ ထိုဘုရင်မသည် မှန်ကန်စွာ သိလေသလော။ သို့တည်းမဟုတ် မှန်ကန်စွာ မသိသူတို့အနက်မှ ဖြစ်လေသလောဟု ကျွန်ုပ်တို့သည် ကြည့်ရှုကြပေမည်ဟူ၍ ပြောကြားခဲ့ လေ၏။"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "ထို့နောက် ထိုဘုရင်မသည် ရောက်ရှိ၍လာသောအခါ တစ်စုံတစ်ယောက်က အသင်၏ ရာဇပလ္လင်သည် ဤအတိုင်းပင် ဖြစ်ပါသလောဟု မေးရာ၊ ထိုဘုရင်မက \"ဤရာဇပလ္လင်မှာ ထိုရာဇပလ္လင်ပင် ဖြစ်ဟန်တူပါသည်။ စင်စစ် ကျွန်ုပ်တို့သည် ဤသည့် အလျင်ကပင် အသိပညာကို ချီးမြှင့်ပေးသနားတော်မူခြင်းကို ခံခဲ့ကြရပြီ။ ၎င်းပြင် ကျွန်ုပ်တို့သည် \"မွတ်စ်လင်မ်\" အမိန့်ကိုနာခံသူများပင် ဖြစ်ခဲ့ပေပြီ\" ဟု ပြောဆိုဖြေကြားခဲ့လေ၏။"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "စင်စစ်သော်ကား ထိုဘုရင်မအား အလ္လာဟ်အရှင်မြတ်ကိုစွန့်၍ ၎င်းကိုးကွယ်လျက်ရှိခဲ့သောအရာများက သူမအား (အီမာန်သက်ဝင်ယုံကြည်ခြင်းမှ) တားဆီးထားခဲ့ခြင်း ဖြစ်ပေသည်။ (တနည်း) [၎င်းပြင် အလ္လာဟ်အရှင်မြတ်က သို့မဟုတ် ထိုအရှင်မြတ်၏ အမိန့်တော်အရ တမန်တော်စုလိုင်မာန်က ထိုဘုရင်မအား အလ္လာဟ်အရှင်မြတ်အား မကိုးကွယ်ဘဲနှင့် ၎င်းဆည်းကပ်ကိုးကွယ်နေခဲ့သော အရာများမှ တားဆီးလိုက်လေသည်။]ဧကန်စင်စစ် ထိုဘုရင်မသည် \"ကာဖိရ်\"သွေဖည်ငြင်းပယ်ကြသော အမျိုးသားတို့အနက်မှပင် ဖြစ်ခဲ့ပေသည်။"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "(ထို့နောက်) ထိုဘုရင်မအား အသင်သည် ဧည့်ခန်းတွင်းသို့ ဝင်ရောက်ပါလေဟု တစ်စုံတစ်ယောက်က ပြောကြားခဲ့လေ၏။ သို့ဖြစ်ပေရာ ထိုဘုရင်မသည် ယင်းဧည့်ခန်းကိုမြင်လေသော်၊ ထိုဧည့်ခန်းကို နက်စွာသောရေဟုထင်မှတ်၍ မိမိခြေသလုံးနှစ်ဘက်ကို ဖော်ခဲ့လေ၏။ (ထိုအခါ)ထိုစုလိုင်မာန်က ဧကန်စင်စစ် ဤသည် ဖန်များဖြင့် ချောမွတ်အောင် ပြုလုပ်ထားသော ဧည့်ခန်းပင်ဖြစ်သည်ဟု ပြောကြားခဲ့လေ၏။ ထိုဘုရင်မက အို-ကျွန်တော်မျိုးအား ဖန်ဆင်းမွေးမြူတော်မူသောအရှင်မြတ်၊ ဧကန်မလွဲ ကျွန်တော်မျိုးမသည် မိမိကိုယ်ကို မိမိနှိပ်စက်မိခဲ့ပါပြီ။ သို့ရာတွင် (ယခုသော်ကား) ကျွန်တော်မျိုးမသည် စုလိုင်မာန်နှင့်အတူ(အရှင်မြတ်၏)အမိန့်တော်ကို လိုက်နာပါပြီဟု လျှောက်ထားခဲ့လေသတည်း။"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "ထိုမှတစ်ပါး ဧကန်မလွဲ ငါအရှင်မြတ်သည် \"ဆမူဒ်\"အမျိုးသားတို့ထံ ၎င်းတို့၏နောင်တော်\"ဆွာလိဟ်\"အား အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ဆည်းကပ်ကိုးကွယ်ကြရမည်(ဟူသောအမိန့်တော်နှင့်တကွ) စေလွှတ်တော်မူခဲ့၏။"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "ထို\"ဆွာလိဟ်\"က အို-ငါ၏အမျိုးသားတို့၊ အသင်တို့သည် အဘယ်ကြောင့် ကရုဏာတော်၏အလျင် အပြစ်ဒဏ်ကို အလျင်လိုကြသနည်း။ အသင်တို့သည် ကရုဏာပြုတော်မူခြင်းခံကြရအံ့သောငှာ အဘယ်ကြောင့် အလ္လာဟ်အရှင်မြတ် အထံတော်၌ ချမ်းသာခွင့်ကို တောင်းခံခြင်း မပြုကြသနည်းဟု ပြောကြားခဲ့လေ၏။"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "ထိုအမျိုးသားတို့က ကျွန်ုပ်တို့သည် အသင့်အားဖြင့်လည်းကောင်း၊ အသင်၏အပေါင်းပါတို့ အားဖြင့်လည်းကောင်း၊ နိမိတ်ဆိုးကောက်ကြသည်ဟု ပြောဆိုခဲ့ကြကုန်၏။(ထိုအခါ)ထို\"ဆွာလိဟ်\"က အသင်တို့၏ နိမိတ်ဆိုး(၏အကြောင်းအကြောင်းရင်း)မှာ အလ္လာဟ်အရှင်မြတ် အထံတော်၌ပင်ရှိပေသည်။ ထိုသို့ အလျှင်းမဟုတ်။ စင်စစ်မှာကား အသင်တို့သည် စမ်းသပ်ခြင်းကို ခံကြရမည်ဖြစ်သော အမျိုးသားများပင် ဖြစ်ကြ၏သည်ဟု ပြောကြားခဲ့ပေသတည်း။"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "ထို့ပြင် မြို့တွင်း၌ ယောက်ျားကိုးယောက် ရှိခဲ့ကြရာ၊ ၎င်းတို့သည် တိုင်းပြည်ကို (စည်ကားသာယာအောင်) ပြုပြင်ကြခြင်းမရှိဘဲ၊ ဖျက်ဆီးမှုကိုသာ ပြုလုပ်လျက်ရှိ ကြကုန်၏။"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "၎င်းတို့က ပြောဆို(တိုင်ပင်)ခဲ့ကြကုန်၏။ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်၍ ထိုဆွာလိဟ်အားလည်းကောင်း၊ ထိုဆွာလိဟ်နှင့် ပတ်သက်သော သူတို့အားလည်းကောင်း၊ ညဉ့်အချိန်၌ သွားရောက်သတ်ဖြတ်ရန် ကျိန်ဆိုခဲ့ကြလေသည်။ ပြီးနောက် ထိုဆွာလိဟ်၏ အမွေစားအမွေခံတို့အား ၎င်းနှင့်ပက်သက်သောသူများ အသတ်ခံကြရသောအချိန်တွင် ကျွန်ုပ်တို့ တွေ့မြင်ခဲ့ကြသည် မဟုတ်ပေ။ ထို့ပြင် ဧကန်မလွဲ ကျွန်ုပ်တို့သည် သစ္စာဝါဒီများပင် ဖြစ်ကြသည်ဟု ပြောဆိုကြမည့်အကြောင်း အချင်းချင်း ပြောဆိုခဲ့ကြလေသည်။"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "စင်စစ် ၎င်းတို့သည် အကြံအစည်တစ်ခုကို လျှို့ဝှက်ကြံစည်ခဲ့ကြကုန်၏။ ထိုနည်းတူစွာ ငါအရှင်မြတ်သည်လည်း အကြံအစည်တစ်ခုကို ကြံစည်တော်မူခဲ့၏။ စင်စစ်၎င်းတို့သည် (ဤသည်ကို) မသိကြပေ။"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "သို့ဖြစ်ပေရာ (အို-နဗီတမန်တော်၊)အသင်သည် ၎င်းတို့၏အကြံအစည်၏ နောက်ဆုံးအကျိုးသည် မည်သို့မည်ပုံဖြစ်ခဲ့သည်ကို ရှုပါလေ။ ဧကန်မုချ ငါအရှင်မြတ်သည် ထိုသူတို့အားလည်းကောင်း၊ ထိုသူတို့၏အမျိုးသားတို့အားလည်းကောင်း၊ အားလုံးကိုပင် ဖျက်ဆီးတော်မူခဲ့ပေသည်။"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "ဤသည် ၎င်းတို့၏သွေဖည်မှုကြောင့် ပျက်စီးလျက်ရှိကြသော ၎င်းတို့၏နေအိမ်များတည်း။ ဧကန်မလွဲ ဤသည့်(ဖြစ်ရပ်)၌ သိနားလည်ကြကုန်သောသူတို့အဖို့ (ကြီးကျယ်စွာသော) သက်သေလက္ခဏာသည် ရှိပေသည်။"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "ထိုမှတစ်ပါး ငါအရှင်မြတ်သည် \"အီမာန်\"သက်ဝင်ယုံကြည်ပြီး (ပြစ်မှုဒုစရိုက်များမှ) ကြဉ်ရှောင် ကြကုန်သောသူတို့အား ကယ်ဆယ်တော်မူခဲ့ပေသတည်း။"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "ထိုမှတစ်ပါး ငါအရှင်မြတ်သည် လူ(တ်)အား(လည်း နဗီတမန်တော်အဖြစ် စေလွှတ်တော်မူခဲ့၏၊) အကြင်အခါဝယ် ထိုလူ(တ်)က မိမိအမျိုးသားတို့အား ပြောကြားခဲ့လေ၏။ အသင်တို့သည် သိမြင်ကြလျက် စက်ဆုပ်ဖွယ်ရာအမှုကို ကျူးလွန်ကြလေသလော။"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "အသင်တို့သည် မိန်းမတို့အားစွန့်၍ ယောက်ျားများထံ ကာမဂုဏ်ခံစားရန် လာကြလေသလော။ စင်စစ်မှာကား အသင်တို့သည် မိုက်မဲသောအမျိုးသားများပင် ဖြစ်ကြကုန်၏ဟု ပြောကြားခဲ့လေသည်။"
        }
    ]
}