{
    "pages": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "و بر آنان خبر نوح را بخوان، آنگاه که به قومش گفت ای قوم من، اگر قیام من و پند دادنم به آیات الهی بر شما گران آمده است، [بدانید که من‌] بر خداوند توکل کرده‌ام، شما با شریکانی که قائلید کارتان را هماهنگ و عزمتان را جزم کنید، سپس در کارتان پرده‌پوشی نکنید، آنگاه کار مرا یکسره کنید و مهلتم ندهید"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "و اگر رویگردان شوید بدانید که من پاداشی از شما نخواسته‌ام، چرا که پاداشم تنها بر خداوند است، و دستور یافته‌ام که از اهل تسلیم باشم‌"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "اما او را دروغگو انگاشتند، آنگاه او و همراهانش را در کشتی نجات دادیم و آنان را جانشین [پیشینیان‌] گرداندیم، و دروغ انگاران آیات خود را غرقه ساختیم، پس بنگر که سرانجام هشدار یافتگان چگونه بود"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "سپس، بعد از او پیامبرانی برای قومهایشان برانگیختیم، و برای آنان معجزاتی آوردند، ولی آنان بر آن نبودند که به چیزی که از پیش انکار کرده بودند، ایمان بیاورند، بدین‌سان بر دلهای تجاوزکاران مهر می‌نهیم‌"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "سپس بعد از ایشان موسی و هارون را با معجزات خویش به سوی فرعون و بزرگان قومش فرستادیم، ولی استکبارورزیدند و قومی گناهکار بودند"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "و چون حق از جانب ما به سوی آنان آمد، گفتند بی‌گمان این جادویی آشکار است‌"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "موسی گفت آیا این سخن را درباره حقی که برای شما آمده است می‌گویید؟ آیا این جادوست، حال آنکه جادوگران رستگار نمی‌شوند"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "گفتند آیا به سراغ ما آمده‌ای که ما را از شیوه‌ای که پدرانمان را بر آن یافته بودیم، بازداری، و در این سرزمین ریاست از شما دو تن باشد؟ و ما [سخن‌] شما را باور نداریم‌"
        }
    ]
}