{
    "maqras": [
        {
            "chapter": 2,
            "verse": 263,
            "text": "যে দানের পর কষ্ট দেয়া হয় তার চেয়ে ভাল কথা ও ক্ষমা উত্তম। আর আল্লাহ্‌ অভাবমুক্ত ও পরম সহনশীল।"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "হে মুমিনগণ! দানের কথা বলে বেড়িয়ে এবং কষ্ট দিয়ে তোমরা তোমাদের দানকে ঐ ব্যাক্তির ন্যায় নিষ্ফল করো না [১] যে নিজের সম্পদ লোক দেখানোর জন্য ব্যয় করে থাকে এবং আল্লাহ্‌ ও আখিরাতে ঈমান রাখে না। ফলে তার উপমা হল এমন একটি মসৃণ পাথর যার উপর কিছু মাটি থাকে, তারপর প্রবল বৃষ্টিপাত সেটাকে পরিষ্কার করে দেয় [২]। যা তারা উপার্জন করেছে তার কিছুই তারা তাদের কাজে লাগানোর ক্ষমতা রাখে না। আর আল্লাহ্‌ কাফের সম্প্রদায়কে হিদায়াত করে না [৩]।"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "আর যারা আল্লাহ্‌র সন্তুষ্টি লাভের জন্য ও নিজেদের আত্মা বলিষ্ঠ করার জন্য ধন-সম্পদ ব্যয় করে তাদের উপমা কোনো উচ্চ ভূমিতে অবস্থিত একটি উদ্যান, যেখানে মুষলধারে বৃষ্টি হয়, ফলে সেথায় ফলমূল জন্মে দ্বিগুণ। আর যদি মুষলধারে বৃষ্টি নাও হয় তবে লঘু বৃষ্টিই যথেষ্ট। আর তোমরা যা করো আল্লাহ্‌ তা যথার্থ প্রত্যক্ষকারী [১]।"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "তোমাদের কেউ কি চায় যে, তাদের খেজুর ও আঙ্গুরের একটি বাগান থাকবে, যার পাদদেশে নদী প্রবাহিত থাকবে এবং যেটাতে তার জন্য সবরকমের ফলমূল থাকবে। আর সে ব্যাক্তিকে বার্ধক্য অবস্থা পেয়ে বসবে এবং তার কিছু দুর্বল সন্তান-সন্ততি থাকবে, তারপর তার (এ বাগানের) উপর এক অগ্নিঝরা ঘূর্ণিঝড় আপতিত হয়ে তা জ্বলে যাবে? এভাবে আল্লাহ্‌ তাঁর আয়াতসমূহ তোমাদের জন্য সুস্পষ্টভাবে ব্যক্ত করেন, যাতে তোমরা চিন্তা-ভাবনা করতে পার [১]।"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "হে মুমিনগণ! তোমরা যা উপার্জন কর [১] এবং আমরা যা যমীন থেকে তোমাদের জন্য উৎপাদন করি [২] তা থেকে যা উৎকৃষ্ট তা ব্যয় কর এবং নিকৃষ্ট বস্তু ব্যয় করার সংকল্প করো না, অথচ তোমরা তা গ্রহণ করবে না, যদি না তোমরা চোখ বন্ধ করে থাক। আর জেনে রাখ, নিশ্চয় আল্লাহ্‌ অভাবমুক্ত, প্রশংসিত।"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "শয়তান তোমাদেরকে দারিদ্র্যের প্রতিশ্রুতি দেয় [১] এবং অশ্লীলতার নির্দেশ দেয়। আর আল্লাহ্‌ তোমাদেরকে তাঁর পক্ষ থেকে ক্ষমা এবং অনুগ্রহের প্রতিশ্রুতি দেন। আর আল্লাহ্‌ প্রাচুর্যময়, সর্বজ্ঞ [২]।"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "তিনি যাকে ইচ্ছে হেকমত দান করেন। আর যাকে হেকমত [১] প্রদান করা হয় তাকে তো প্রভূত কল্যাণ দান করা হয়; এবং বিবেকসম্পন্নগণই শুধু উপদেশ গ্রহণ করে।"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "আর যা কিছু তোমরা ব্যয় কর [১] অথবা যা কিছু তোমরা মানত [২] কর নিশ্চয়ই আল্লাহ্‌ তা জানেন। আর যালিমদের জন্য কোনো সাহায্যকারী নেই।"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "তোমরা যদি প্রকাশ্যে দান কর তবে তা ভাল; আর যদি গোপনে কর এবং অভাবগ্রস্থকে দাও তা তোমাদের জন্য আরও ভাল এবং এতে তিনি তোমাদের জন্য কিছু পাপ মোচন করবেন [১]। আর তোমরা যে আমল কর আল্লাহ্‌ সে সম্পর্কে সম্মক অবহিত [২]।"
        }
    ]
}