{
    "maqras": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "কিয়ামতের জ্ঞান শুধু আল্লাহর কাছেই প্রত্যাবর্তিত হয়। তাঁর অজ্ঞাতসারে কোনো ফল আবরণ হতে বের হয় না, কোনো নারী গর্ভ ধারণ করে না এবং সন্তানও প্রসব করে না [১]। আর যেদিন আল্লাহ্ তাদেরকে ডেকে বলবেন, 'আমার শরীকেরা কোথায়?' তখন তারা বলবে, 'আমরা আপনার কাছে নিবেদন করি যে, এ ব্যাপারে আমাদের থেকে কোনো সাক্ষী নেই।"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "আর আগে তারা যাদেরকে ডাকত তারা তাদের কাছ থেকে উধাও হয়ে যাবে এবং তারা বিশ্বাস করবে যে, তাদের পলায়নের কোনো উপায় নেই।"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "মানুষ কল্যাণ প্রার্থনায় কোনো ক্লান্তি বোধ করে না, কিন্তু যখন তাকে অকল্যাণ স্পর্শ করে তখন সে প্রচণ্ডভাবে হতাশ ও নিরাশ হয়ে পড়ে"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "আর যদি দুঃখ-দৈন্য স্পর্শ করার পর আমরা তাকে আমার পক্ষ থেকে অনুগ্রহের আস্বাদন দেই, তখন সে অবশ্যই বলে থাকে, 'এ আমার প্রাপ্য এবং আমি মনে করি না যে, কিয়ামত সংঘটিত হবে। আর যদি আমাকে আমার রবের কাছে ফিরিয়ে নেয়াও হয়, তবুও তাঁর কাছে আমার জন্য কল্যাণই থাকবে।' অতএব, আমরা অবশ্যই কাফিরদেরকে তাদের আমল সম্বন্ধে অবহিত করব এবং তাদেরকে অবশ্যই আস্বাদন করাব কঠোর শাস্তি।"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "আর যখন আমরা মানুষের প্রতি অনুগ্রহ করি তখন সে মুখ ফিরিয়ে নেয় ও দূরে সরে যায়। আর যখন তাকে অকল্যাণ স্পর্শ করে তখন সে দীর্ঘ প্রার্থনাকারী হয়।"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "বলুন, 'তোমরা ভেবে দেখেছ কি, যদি এ কুরআন আল্লাহর কাছ থেকে নাযিল হয়ে থাকে আর তোমরা এটা প্রত্যাখ্যান কর, তবে যে ব্যক্তি ঘোর বিরুদ্ধাচরণে লিপ্ত আছে, তার চেয়ে বেশী বিভ্রান্ত আর কে?’"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "অচিরেই আমরা তাদেরকে আমাদের নিদর্শনাবলী দেখাব, বিশ্ব জগতের প্রান্তসমূহে এবং তাদের নিজেদের মধ্যে; যাতে তাদের কাছে সুস্পষ্ট হয়ে উঠে যে, অবশ্যই এটা (কুরআন) সত্য। এটা কি আপনার রবের সম্পর্কে যথেষ্ট নয় যে, তিনি সব কিছুর উপর সাক্ষী"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "জেনে রাখুন, নিশ্চয় তারা তাদের রবের সাথে সাক্ষাতের ব্যাপারে সন্দিহান। জেনে রাখুন যে, নিশ্চয় তিনি (আল্লাহ) সবকিছুকে পরিবেষ্টন করে রয়েছেন।"
        },
        {
            "chapter": 42,
            "verse": 1,
            "text": "হা-মীম।"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "‘আইন-সীন- কাফ।"
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "এভাবেই আপনার প্রতি এবং আপনার পূৰ্ববর্তীদের প্রতি ওহী করেন পরাক্রমশালী, প্রজ্ঞাময় আল্লাহ্ [১]।"
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "আসমানসমূহে যা আছে ও যমীনে যা আছে তা তাঁরই। তিনি সুউচ্চ, সুমহান।"
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "আসমানসমূহ উপর থেকে ভেঙ্গে পড়ার উপক্রম হয়, আর ফেরেশতাগণ তাদের রবের সপ্ৰশংস পবিত্রতা ও মহিমা ঘোষণা করে এবং যমীনে যারা আছে তাদের জন্য ক্ষমা প্রার্থনা করে। জেনে রাখুন, নিশ্চয় আল্লাহ, তিনিই ক্ষমাশীল, পরম দয়ালু।"
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "আর যারা তাঁর পরিবর্তে অন্যদেরকে অভিভাবকরূপে [১] গ্ৰহণ করে, আল্লাহ্ তাদের প্রতি সম্যক দৃষ্টিদাতা। আর আপনি তো তাদের উপর কর্মবিধায়ক নন।"
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "আর এভাবে আমরা আপনার প্রতি কুরআন নাযিল করেছি আরবী ভাষায়, যাতে আপনি মক্কা ও তার চারদিকের জনগণকে [১] সতর্ক করতে পারেন এবং সতর্ক করতে পারেন কেয়ামতের দিন সম্পর্কে, যাতে কোনো সন্দেহ নেই। একদল থাকবে জান্নাতে আরেক দল জলন্ত আগুনে।"
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "আর আল্লাহ্ ইচ্ছে করলে তাদেরকে একই উম্মত করতে পারতেন; কিন্তু তিনি যাকে ইচ্ছে তাকে স্বীয় অনুগ্রহে প্ৰবেশ করান। আর যালিমরা, তাদের কোনো অভিভাবক নেই, কোনো সাহায্যকারীও নেই।"
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "তারা কি আল্লাহর পরিবর্তে অন্যকে অভিভাবকরূপে গ্ৰহণ করেছে, কিন্তু আল্লাহ্, অভিভাবক তো তিনিই এবং তিনি মৃতকে জীবিত করেন। আর তিনি সব কিছুর উপর ক্ষমতাবান।"
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "আর তোমরা যে বিষয়েই মতভেদ করা না কেন---তার ফয়সালা তো আল্লাহরই কাছে। তিনিই আল্লাহ্ --- আমার রব; তাঁরই উপর আমি নির্ভর করেছি এবং আমি তাঁরই অভিমুখী হই।"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "তিনি আসমানসমূহ ও যমীনের সৃষ্টিকর্তা, তিনি তোমাদের মধ্য থেকে তোমাদের জোড়া সৃষ্টি করেছেন এবং গৃহপালিত জন্তুর মধ্য থেকে সৃষ্টি করেছেন জোড়া। এভাবে তিনি তোমাদের বংশ বিস্তার করেন; কোনো কিছুই তাঁর সদৃশ নয়, তিনি সর্বশ্রোতা, সর্বদ্ৰষ্টা।"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "তাঁরই কাছে আসমানসমূহ ও যমীনের চাবিকাঠি। তিনি যার জন্যে ইচ্ছে তার রিযিক বাড়িয়ে দেন এবং সংকুচিত করেন। নিশ্চয় তিনি সবকিছু সম্পর্কে সর্বজ্ঞ।"
        }
    ]
}