{
    "maqras": [
        {
            "chapter": 4,
            "verse": 58,
            "text": "নিশ্চয় আল্লাহ তোমাদেরকে নির্দেশ দিচ্ছেন আমানত [১] তার হকদারকে ফিরিয়ে দিতে [২]। তোমরা যখন মানুষের মধ্যে বিচারকার্য পরিচালনা করবে তখন ন্যায়পরায়ণতার সাথে বিচার করবে [৩]। আল্লাহ তোমাদেরকে যে উপদেশ দেন তা কত উৎকৃষ্ট[৪]! নিশ্চয় আল্লাহ সর্বশ্রোতা, সর্বদ্রষ্টা [৫]।"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "হে ঈমানদারগণ! তোমরা আল্লাহর আনুগত্য কর, রাসূলের আনুগত্য কর, আরও আনুগত্য কর তোমাদের মধ্যকার ক্ষমতাশীলদের [১], অতঃপর কোনো বিষয়ে তোমাদের মধ্যে মতভেদ ঘটলে তা উপস্থাপিত কর আল্লাহ ও রাসূলের নিকট, যদি তোমরা আল্লাহ ও আখেরাতে ঈমান এনে থাক। এ পন্থায় উত্তম এবং পরিণামে প্রকৃষ্টতর।"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "আপনি কি তাদেরকে দেখেননি যারা দাবি করে যে, আপনার প্রতি যা নাযিল হয়েছে এবং আপনার পূর্বে যা নাযিল হয়েছে তাতে তারা ঈমান এনেছে, অথচ তারা তাগূতের কাছে বিচারপ্রার্থী হতে চায়, যদিও সেটাকে প্রত্যাখ্যান করার জন্য তাদেরকে নির্দেশ দেয়া হয়েছে। আর শয়তান তাদেরকে ভীষণভাবে পথভ্রষ্ট করতে চায়"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "তাদেরকে যখন বলা হয় আল্লাহ যা নাযিল করেছেন তার দিকে এবং রাসূলের দিকে আস, তখন মুনাফিকদেরকে আপনি আপনার কাছ থেকে একেবারে মুখ ফিরিয়ে নিতে দেখবেন [১]।"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "অতঃপর কী অবস্থঅ হবে, যখন তাদের কৃতকর্মের জন্য তাদের কোন মুসীবত হবে? তারপর তারা আল্লাহর নামে শপথ করে আপনার কাছে এসে বলবে, ‘আমরা কল্যাণ এবং সম্প্রীতি ছাড়া অন্য কিছুই চাইনি।’"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "এরাই তারা, যাদের অন্তরে কী আছে আল্লাহ তা জানেন। কাজেই আপনি তাদেরকে উপেক্ষা করুন, তাদেরকে সদুপদেশ দিন এবং তাদেরকে তাদের মর্ম স্পর্শ করে– এমন কথা বলুন।"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "আল্লাহর অনুমতিক্রমে কেবল আনুগত্য করার জন্যই আমরা রাসূলেদের প্রেরণ করেছি। যখন তারা নিজেদের প্রতি যুলুম করে তখন তারা আপনার কাছে আসলে ও আল্লাহর নিকট ক্ষমা প্রার্থনা করলে এবং রাসূলও তাদের জন্য ক্ষমা চাইলে তারা অবশ্যই আল্লাহকে পরম ক্ষমাশীল ও পরম দয়ালুরূপে পাবে [১]।"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "কিন্তু না, আপনার রবের শপথ! তারা মুমিন হবে না যতক্ষণ পর্যন্ত তারা নিজেদের বিবাদ-বিসম্বাদের [১] বিচার ভার আপনার উপর অর্পণ না করে; অতঃপর আপনার মীমাংসা সম্পর্কে তাদের মনে কোনো দ্বিধা না থাকে [২] এবং সর্বান্তকরণে তা মেনে নেয় [৩]।"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "আর যদি আমরা তাদেরকে আদেশ দিতাম যে, তোমরা নিজেদেরকে হত্যা কর বা আপন গৃহ ত্যাগ কর তবে তাদের অল্প সংখ্যকই তা করত [১]। যা করতে তাদেরকে উপদেশ দেয়া হয়েছিল তারা তা করলে তাদের ভালো হত এবং চিত্তস্থিরতায় তারা দৃঢ়তর হত।"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "আর অবশ্যই তখন আমরা তাদেরকে আমাদের কাছ থেকে মহাপুরস্কার প্রদান করতাম।"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "এবং অবশ্যই আমরা তাদেরকে সরল পথে পরিচালিত করতাম।"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "আর কেউ আল্লাহ এবং রাসূলের আনুগত্য করলে সে নবী, সিদ্দীক [১] (সত্যনিষ্ঠ), শহীদ ও সৎকর্মপরায়ণ [২] –যাদের প্রতি আল্লাহ অনুগ্রহ করেছেন –তাদের সঙ্গী হবে এবং তারা কত উত্তম সঙ্গী [৩]"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "এগুলো আল্লাহর অনুগ্রহ। সর্বজ্ঞ হিসেবে আল্লাহই যথেষ্ট।"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "হে মুমিনগণ! তোমরা তোমাদের সতর্কতা অবলম্বন কর; তারপর হয় দলে দলে বিভক্ত হয়ে অগ্রসর হও অথবা একসঙ্গে অগ্রসর হও [১]।"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "আর নিশ্চয় তোমাদের মধ্যে এমন লোক আছে, যে গড়িমসি করবেই। অতঃপর তোমাদের কোনো মুসীবত হলে সে বলবে, ‘তাদের সঙ্গে না থঅকাই আল্লাহ আমার প্রতি অনুগ্রহ করেছেন।’"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "আর তোমাদের প্রতি আল্লাহর অনুগ্রহ হলে, যেন তোমাদের ও তার মধ্যে কোনো সম্পর্ক নেই এমনভাবে বলবেই, ‘হায়! যদি তাদের সাথে থাকতাম তবে আমিও বিরাট সাফল্য লাভ করতাম [১]।’"
        }
    ]
}