{
    "maqras": [
        {
            "chapter": 4,
            "verse": 88,
            "text": "অতঃপর তোমাদের কী হল যে, তোমরা মুনাফেকদের ব্যাপারে দু’দল হয়ে গেলে? যখন আল্লাহ তাদেরকে তাদের কৃতকর্মের জন্য পূর্বাবস্থায় ফিরিয়ে দিয়েছেন [১]। আল্লাহ যাকে পথভ্রষ্ট করেন তোমরা কি তাকে সৎপথে পরিচালিত করতে চাও? আর আল্লাহ কাউকেও পথভ্রষ্ট করলে আপনি তার জন্য কখনো কোনো পথ পাবেন না [২]।"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "তারা এটাই কামনা করে যে, তারা যেরূপ কুফরী করেছে তোমরাও সেরূপ কুফরী কর, যাতে তোমরা তাদের সমান হয়ে যাও। কাজেই আল্লাহর পথে হিজরত [১] না করা পর্যন্ত তাদের মধ্য থেকে কাউকেও বন্ধুরূপে গ্রহণ করবে না। যদি তারা মুখ ফিরিয়ে নেয়, তবে তাদেরকে যেখানে পাবে গ্রেফতার করবে এবং হত্যা করবে আর তাদের মধ্য থেকে কাউকেও বন্ধু ও সহায়রূপে গ্রহণ করবে না।"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "কিন্তু তাদেরকে নয় যারা এমন এক সম্প্রদায়ের সাথে মিলিত হয় যাদের সাথে তোমরা অঙ্গীকারাবদ্ধ অথবা যারা তোমাদের কাছে এমন অবস্থায় আগমন করে যখন তাদের মন তোমাদের সাথে বা তাদের সম্প্রদায়ের সাথে যুদ্ধ করতে সংকুচিত হয়। আল্লাহ্‌ যদি ইচ্ছে করতেন তবে তাদেরকে তোমাদের উপর ক্ষমতা দিতেন ফলে তারা তোমাদের সাথে যুদ্ধ করত। কাজেই তারা যদি তোমাদের কাছ থেকে সরে দাঁড়ায়, তোমাদের সাথে যুদ্ধ না করে এবং তোমাদের নিকট শান্তি প্রস্তাব করে তবে আল্লাহ্‌ তোমাদের জন্য তাদের বিরুদ্ধে কোনো ব্যবস্থা অবলম্বনের পথ রাখেন নি।"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "তোমরা আরো কিছু লোক অবশ্যই পাবে যারা তোমাদের সাথে ও তাদের সম্প্রদায়ের সাথে শান্তি চাইবে। যখনই তাদেরকে ফিত্‌নার দিকে মনোনিবেশ করানো হয় তখনই এ ব্যাপারে তারা তাদের আগের অবস্থায় ফিরে যায়। যদি তারা তোমাদের কাছ থেকে চলে না যায়, তোমাদের কাছে শান্তি প্রস্তাব না করে এবং তাদের হস্ত সংবরণ না করে তবে তাদেরকে যেখানেই পাবে গ্রেফতার করবে ও হত্যা করবে। আর আমরা তোমাদেরকে এদের বিরুদ্ধাচারণের স্পষ্ট অধিকার দিয়েছি [১]।"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "কোন মুমিনকে হত্যা করা যেন মুমিনের কাজ নয় [১], তবে ভুলবশতঃ করলে সেটা স্বতন্ত্র; এবং কেউ কোনো মুমিনকে ভুলবশতঃ হত্যা করলে এক মুমিন দাস মুক্ত করা এবং তার পরিজনবর্গকে রক্তপণ আদায় করা কর্তব্য, যদি না তারা ক্ষমা করে। যদি সে তোমাদের শত্রু পক্ষের লোক হয় এবং মুমিন হয় তবে এক মুমিন দাস মুক্ত করা কর্তব্য। আর যদি সে এমন সম্প্রদায়ভুক্ত হয় যাদের সাথে তোমরা অংগীকারাবদ্ধ তবে তার পরিজনবর্গকে রক্তপণ আদায় এবং মুমিন দাস মুক্ত করা কর্তব্য। আর যে সঙ্গতিহীন সে একাদিক্রমে দু মাস সিয়াম পালন করবে [২]। তাওবাহ্‌র জন্য এগুলো আল্লাহর ব্যবস্থা এবং আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "আর কেউ ইচ্ছাকৃতভাবে কোনো মুমিনককে হত্যা করলে তার শাস্তি জাহান্নাম; সেখানে সে স্থায়ী হবে এবং আল্লাহ তার প্রতি রুষ্ট হবেন, তাকে লা’নত করবেন এবং তার জন্য মহাশাস্তি প্রস্তুত রাখবেন [১]।"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "হে মুমিনগণ! তোমরা যখন আল্লাহর পথে যাত্রা করবে তখন যাচাই-বাছাই করে নেবে [১] এবং কেউ তোমাদেরকে সালাম করলে ইহ জীবনের সম্পদের আশায় তাকে বলো না, ‘তুমি মুমিন নও [২]’, কারণ আল্লাহর কাছে অনায়াসলভ্য সম্পদ প্রচুর রয়েছে। তোমরা তো আগে এরূপই ছিলে [৩], তারপর আল্লাহ তোমাদের প্রতি অনুগ্রহ করেছেন; কাজেই তোমরা যাচাই-বাছাই করে নেবে। নিশ্চয় তোমরা যা কর আল্লাহ সে বিষয়ে সবিশেষ অবহিত।"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "মুমিনদের মধ্যে যারা অক্ষম নয় অথচ ঘরে বসে থাকে ও যারা আল্লাহর পথে স্বীয় ধন-প্রাণ দ্বারা জিহাদ করে তারা সমান নয় [১]। যারা স্বীয় ধন-প্রাণ দ্বারা জিহাদ করে আল্লাহ তাদেরকে, যারা ঘরে বসে থাকে তাদের উপর মর্যাদা দিয়েছেন [২]; তাদের প্রত্যেকের জন্য আল্লাহ জান্নাতের ওয়াদা করেছেন। যারা ঘরে বসে থাকে তাদের উপর যারা জিহাদ করে তাদেরকে আল্লাহ মাহপুরস্কারের ক্ষেত্রে শ্রেষ্ঠত্ব দিয়েছেন।"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "এসব তাঁর কাছ থেকে মর্যাদা, ক্ষমা ও দয়া; আর আল্লাহ ক্ষমাশীল, পরম দয়ালু।"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "যারা নিজেদের উপর যুলুম করে তাদের প্রাণ গ্রহণের সময় ফিরিশতাগণ বলে, ‘তোমরা কী অবস্থায় ছিলে?’ তারা বলে, ‘দুনিয়ায় আমরা অসহায় ছিলাম;’ তারা বলে, ‘আল্লাহর যমীন কি এমন প্রশস্ত ছিল না যেখানে তোমরা হিজরত করতে [১] ?’ এদেরই আবাসস্থল জাহান্নাম, আর তা কত মন্দ আবাস [২]"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "তবে যেসব অহসায় পুরুষ, নারী ও শিশু কোনো উপায় অবলম্বন করতে পারে না এবং কোনো পথও পায় না।"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "আল্লাহ অচিরেই তাদের পাপ মোচন করবেন, কারণ আল্লাহ পাপ মোচনকারী, ক্ষমাশীল।"
        }
    ]
}