{
    "maqras": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "নিশ্চয় আমরা আপনার নিকট ওহী প্রেরণ করেছিলাম [১], যেমন নূহ ও তার পরবর্তী নবীগণের প্রতি ওহী প্রেরণ করেছিলাম [২], আর ইবরাহীম, ইসমাঈল, ইসহাক, ইয়া’কূব ও তার বংশধরগণ, ঈসা, আইউব, ইউনুস, হারূন ও সুলাইমানের নিকটও ওহী প্রেরণ করেছিলাম এবং দাউদকে প্রদান করেছিলাম যাবূর।"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "আর অনেক রাসূল, যাদের বর্ণনা আমরা আপনাকে পূর্বে দিয়েছি এবং অনেক রাসূল, যাদের বর্ণনা আমরা আপনাকে দেইনি [১]। আর অবশ্যই আল্লাহ মূসার সাথে কথা বলেছেন।"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "সুসংবাদদাতা ও সাবধানকারী রাসূল প্রেরণ করেছি [১], যাতে রাসূলগণ আসার পর আল্লাহর বিরুদ্ধে মানুষের কোনো অভিযোগ না থাকে। আর আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "কিন্তু আল্লাহ সাক্ষ্য দিচ্ছেন আপনার প্রতি যা তিনি নাযিল করেছেন তার মাধ্যমে। তিনি তা নাযিল করেছেন নিজ জ্ঞানে। আর ফেরেশতাগণও সাক্ষী দিচ্ছেন। আর সাক্ষী হিসেবে আল্লাহই যথেষ্ট [১]।"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "নিশ্চয় যারা কুফরী করেছে এবং আল্লাহর পথ থেকে বাঁধা দিয়েছে তারা অবশ্যই ভীষণভাবে পথভ্রষ্ট হয়েছে।"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "নিশ্চয় যারা কুফরী করেছে ও যুলুম করেছে আল্লাহ তাদেরকে ক্ষমা করবেন না এবং তাদেরকে কোনো পথও দেখাবেন না"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "জাহান্নামের পথ ছাড়া; সেখানে তারা চিরস্থায়ী হবে এবং এটা আল্লাহর পক্ষে সহজ।"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "হে লোকসকল! অবশ্যই রাসূল তোমাদের রবের কাছ থেকে সত্য নিয়ে এসেছেন; সুতরাং তোমরা ঈমান আন, এটা তোমাদের জন্য কল্যাণকর হবে [১] আর যদি তোমরা কুফরী কর তবে আসমানসমূহ ও যমীনে যা আছে সব আল্লাহরই এবং আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "হে কিতাবীরা! স্বীয় দীনের মধ্যে তোমরা বাড়াবাড়ি করো না [১] এবং আল্লাহর উপর সত্য ব্যতীত কিছু বলো না। মারইয়াম-তনয় ঈসা মসীহ কেবল আল্লাহর রাসূল এবং তাঁর বাণী [২], যা তিনি মারইয়ামের কাছে পাঠিয়েছিলেন ও তাঁর পক্ষ থেকে রূহ। কাজেই তোমরা আল্লাহ ও তাঁর রাসূলদের উপর ঈমান আন এবং বলো না, ‘তিন [৩] !’ নিবৃত্ত হও, এটাই তোমাদের জন্য কল্যাণকর হবে। আল্লাহই তো এক ইলাহ; তাঁর সন্তান হবে... তিনি এটা থেকে পবিত্র-মহান। আসমানসমূহে যা কিছু আছে ও যমীনে যা কিছু আছে সব আল্লাহরই; আর কর্মবিধায়করূপে আল্লাহই যথেষ্ট [৪]।"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "মসীহ আল্লাহর বান্দা হওয়াকে কখনো হেয় মনে করেন না এবং ঘনিষ্ঠ ফেরেশ্‌তাগণও করে না। আর কেউ তাঁর ইবাদাতকে হেয় জ্ঞান করলে এবং অহংকার করলে তিনি অচিরেই তাদের সবাইকে তাঁর কাছে একত্র করবেন [১]।"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "অতঃপর যারা ঈমান এনেছে এবং সৎকাজ করেছে, তিনি তাদেরকে পূর্ণ করে দিবেন তাদের পুরস্কার এবং নিজ অনুগ্রহে আরো বেশী দেবেন। আর যারা (আল্লাহর ইবাদাত করা) হেয় জ্ঞান করেছে এবং অহংকার করেছে, তাদেরকে তিনি কষ্টদায়ক শাস্তি দেবেন। আর আল্লাহ ছাড়া তাদের জন্য তারা কোন অভিভাবক ও সহায় পাবে না।"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "হে লোকসকল! তোমাদের রবের কাছ থেকে তোমাদের কাছে প্রমাণ এসেছে [১] এবং আমরা তোমাদের প্রতি স্পষ্ট জ্যোতি [২] নাযিল করেছি।"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "সুতরাং যারা আল্লাহতে ঈমান এনেছে এবং তাঁকে দৃঢ়ভাবে অবলম্বন করেছে তাদেরকে তিনি অবশ্যই তাঁর দয়া ও অণুগ্রহের মধ্যে দাখিল করবেন এবং তাদেরকে সরল পথে তাঁর দিকে পরিচালিত করবেন।"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "লোকেরা আপনার কাছে ব্যবস্থা জানতে চায় [১]। বলুন, ‘পিতা-মাতাহীন নিঃসন্তান ব্যক্তি সম্বন্ধে তোমাদেরকে আল্লাহ ব্যবস্থা জানাচ্ছেন, কোনো পুরুষ মারা গেলে সে যদি সন্তানহীন হয় এবং তার এক বোন থাকে [২] তবে তার জন্য পরিত্যক্ত সম্পত্তির অর্ধেক। আর সে (মহিলা) যদি সন্তানহীনা হয় তবে তার ভাই তার উত্তরাধিকারী হবে। অতঃপর যদি দুই বোন থাকে তবে তাদের জন্য তার পরিত্যখ্ত সম্পত্তির তিন ভাগের দু’ভাগ। আর যদি ভাই-বোন উভয়ে থাকে তবে এক পুরুষের অংশ দুই নারীর অংশের সমান। তোমরা পথভ্রষ্ট হবে –এ আশংকায় আল্লাহ তোমাদেরকে পরিস্কারভাবে জানাচ্ছেন এবং আল্লাহ সবকিছু সম্পর্কে সবিশেষ অবগত [৩]।"
        }
    ]
}