{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "হাজীদের জন্য পানি পান করানো ও মসজিদুল হারাম আবাদ করাকে তোমরা কি তার মত বিবেচনা কর, যে আল্লাহ্‌ ও শেষ দিনের প্রতি ঈমান এনেছে এবং আল্লাহ্‌র পথে জিহাদ করেছে [১]? তারা আল্লাহ্‌র কাছে সমান নয় [২]। আর আল্লাহ্‌ যলীম সম্প্রদায়কে হিদায়াত দেন না [৩]।"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "যারা ঈমান এনেছে, হিজরত করেছে এবং নিজেদের সম্পদ ও নিজেদের জীবন দ্বারা আল্লাহ্‌র পথে জিহাদ করেছে তারা আল্লাহ্‌র কাছে মর্যদায় শ্রেষ্ঠ। আর তারাই সফলকাম [১]।"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "তাদের রব তাদেরকে সুসংবাদ দিচ্ছেন, স্বীয় দয়া ও সন্তোষের [১] এবং এমন জান্নাতের যেখানে আছে তাদের জন্য স্থায়ী নেয়ামত।"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "সেখানে তারা চিরস্থায়ী হবে। নিশ্চয় আল্লাহ্‌র কাছে আছে মহাপুরস্কার [১]।"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "হে ঈমানদারগণ! তোমাদের পিতৃবর্গ ও ভাতৃবৃন্দ যদি ঈমানের মুকাবিলায় কুফরীকে পছন্দ করে, তবে তাদেরকে বন্ধুরূপে গ্রহন করো না [১]। তোমাদের মধ্যে যারা তাদেরকে বন্ধুরূপে গ্রহন করে তারাই যালিম।"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "বলুন, ‘তোমাদের নিকট যদি আল্লাহ্‌, তাঁর রাসূল এবং তাঁর (আল্লাহ্‌র) পথে জিহাদ করারা চেয়ে বেশি প্রিয় হয় [১] তোমাদের পিতৃবর্গ, তোমাদের সন্তানেরা, তোমাদের ভ্রাতাগণ, তোমাদের স্ত্রীগণ, তোমাদের আপনগোষ্ঠী, তোমাদের অর্জিত সম্পদ, তোমাদের ব্যবসা-বাণিজ্য যার মন্দা পড়ার আশংকা কর এবং তোমাদের বাসস্থান যা তোমরf ভালবাস [২], তবে অপেক্ষা কর আল্লাহ্‌ তাঁর নির্দেশ নিয়ে আসা পর্যন্ত [৩]।’ আর আল্লাহ্ ফাসিক সম্প্রদায়কে হেদায়াত দেন না [৪]।"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "অবশ্যই আল্লাহ্‌ তোমাদেরকে সাহায্য করেছেন বহু ক্ষেত্রে এবং হুনায়নের যুদ্ধের দিনে [১] যখন তোমাদেরকে উৎফুল্ল করেছিল তোমাদের সংখ্যাধিক্য হওয়া; কিন্তু তা তোমাদের কোনো কাজে আসেনি এবং বিস্তৃত হওয়া সত্বেও যমীন তোমাদের জন্য সংকুচিত হয়েছিল। তারপর তোমরা পৃষ্ঠ প্রদর্শন করে পালিয়েছিলে [২]।"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "তারপর আল্লাহ্‌ তাঁর নিকট হতে তাঁর রাসূলের উপর ও মুমিনদের উপর প্রশান্তি নাযিল করেন [১] এবং এমন এক সৈন্যবাহিনী নাযিল করলেন যা তোমরা দেখতে পাওনি [২]। আর তিনি কাফেরদেরকে শাস্তি দিলেন; আর এটাই কাফেরদের প্রতিফল।"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "এরপরও যার প্রতি ইচ্ছে আল্লাহ্‌ তার তাওবাহ্ কবুল করবেন; আর আল্লাহ্‌ অতি ক্ষমাশীল, পরম দয়ালু [১]।"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "হে ঈমানদারগ্ণ ! মুশরিকরা তো অপবিত্র [১]; কাজেই এ বছরের পর [২] তারা যেন মসজিদুল হারামের ধারে-কাছে না আসে [৩]। আর যদি তোমরা দারিদ্রের আশংকা কর তবে আল্লাহ্‌ ইচ্ছা করলে তাঁর নিজ করুণায় তোমাদেরকে অভাবমুক্ত করবেন [৪]। নিশ্চয় আল্লাহ্‌ সর্বজ্ঞ, প্রজ্ঞাময়।"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "যাদেরকে কিতাব প্রদান করা হয়েছে [১] তাদের মধ্যে যারা আল্লাহ্‌তে ঈমান আনে না এবং শেষ দিনেও নয় এবং আল্লাহ্‌ ও তাঁর রাসূল যা হারাম করেছেন তা হারাম গণ্য করে না, আর সত্য দীন অনুসরণ করে ন; তাদের সাথে যুদ্ধ কর [২], যে পর্যন্ত না তারা নত হয়ে নিজ হাতে জিয্ইয়া [৩] দেয় [৪]।"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "আর ইয়াহূদীরা বলে, ‘উযাইর আল্লাহ্‌র পুত্র’ [১] এবং নাসারারা বলে, ‘মসীহ্ আল্লাহ্‌র পুত্র।’ এটা তাদের মুখের কথা আগে যারা কুফরী করেছিল তারা তাদের মত কথা বলে। আল্লাহ্‌ তাদেরকে ধ্বংস করুন। কোন্ দিকে তাদেরকে ফিরিয়ে দেয়া হচ্ছে [২]"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "তারা আল্লাহ্‌ ব্যতীত তাদের পন্ডিত ও সংসার-বিরাগিদের [১] কে তাদের রবরূপে গ্রহণ করেছে [২] এবং মার্’ইয়াম- পুত্র মসীহ্ কেও। অথচ এক ইলাহের ‘ইবাদাত করার জন্যই তারা আদিষ্ট হয়েছিল। তিনি ব্যতীত অন্য কোনো সত্য ইলাহ্ নাই। তারা যে শরীক করে তা থেকে তিনি কত না পবিত্র [৩]"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "তারা তাদের মুখের ফুৎকারে আল্লাহ্‌র নূরকে নিভিয়ে দিতে চায়। কিন্তু আল্লাহ্‌ তাঁর নূর পরিপূর্ণ করা ছাড়া আর কিছু করতে অস্বীকার করেছেন। যদিও কাফেররা তা অপছন্দ করে [১]।"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "তিনিই সে সত্তা যিনি তাঁর রাসূলকে হিদায়াত ও সত্যদীনসহ [১] পাঠিয়েছেন, যেন তিনি আর সব দীনের উপর একে বিজয়ী করেন, যদিও মুশরিকরা তা অপছন্দ করে [২]।"
        }
    ]
}