{
    "rukus": [
        {
            "chapter": 6,
            "verse": 145,
            "text": "(Yaa nyini Annabi)! Yεlima: “Mani bi nya bɛ ni mɔŋ shɛli binshɛɣu bɛ ni siɣisi n-ti ma na puuni, naɣila di nyɛla binkpiŋ, bee ʒim shεli bɛ ni kpaai (ka taɣi li), bee ka di nyɛ kuruchu nimdi. Achiika! Di nyɛla daɣiri, bee Naawuni zalsi kpahi yɛɣi, ka di nyε bɛ ni bi boli Naawuni yuli ka kɔrigi shɛli. Dinzuɣu, di ni paai so talahi (ka o di di puuni shεli) ka di pa ni o yuri mi, ka mi pala ŋun kpahi yεɣi, tɔ! Achiika! Naawuni nyɛla Chεmpaŋlana, Zaadali Nambɔzobonaa"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Ka Ti (Tinim’ Naawuni) lahi mɔŋ Yahuudunim’ binnamdili kam din mali ninyεri, ka lahi mɔŋ ba nahu mini pɛri ni buhi kpam, naɣila (kpa) shɛli din taba bɛ nyaaŋa, bee di puuni nyɛma (namanama), bee din gabi ni kobli. Dini ka Ti (Tinim’ Naawuni) zaŋ yo ba samli domin bɛ kpahiri yɛɣiri maa zuɣu. Yaha! Achiika! Ti nyεla yεlimaŋlinima"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "(Yaa nyin Annabi)! Bɛ yi labsi a ʒirilana, tɔ! Nyin yεlima: “Yi Duuma (Naawuni) nyɛla Ŋun nambɔzɔbo galsi. O mi bi ŋmalgiri O daazaaba ka chεri ninvuɣu shεba ban nyɛ bibɛhi"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Ni baalim, ninvuɣu shεba ban jεmdi shɛli m-pahi Naawuni zuɣu maa ni yεli: “Naawuni yi di bɔra, ti naan ku jεm shɛli m-pahi O zuɣu, lala n-daa nyɛ ti banim’ gba, ti mi naan ku mɔŋ shεli. Tɔ! Lala ka ninvuɣu shεba ban daa kana pɔi ni bana maa gba daa ŋma ʒiri, hali ka bɛ ti lam Ti (Tinim’ Naawuni) daazaaba. (Yaa nyini Annabi)! Yεlima: “Di ni- bɔŋɔ, yi malila baŋsim shεli (n-zaŋ kpa yi ni yεri shεli maa) ka yi ni tooi zaŋ li n-wuhi ti? Yi bi doli shɛli m-pahila zilsigu, yi mi pa shεli m-pahila yi ŋmari la ʒiri"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Yεlima: “Naawuni n-su daliri din saɣi. Naawuni yi di bɔra, O naan dolsi ya namgbaniyini"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Yεlima: “Zaŋmi ya yi shɛhiranim’ na ka bɛ ti di shɛhira kadama Naawuni shiri mɔŋ (binyεr’ shεŋa) yi ni mɔŋ yi maŋ’ maa, bɛ mi yi di shɛhira, tɔ! Nyin miri ka a gba di shɛhira m-pahi bɛ zuɣu. Yaha! Miri ka a doli ninvuɣu shεba ban labsi Ti (Tinim’ Naawuni) aayanim’ ʒiri maa suhuyurlim, ni ninvuɣu shεba ban bi ti Zaadali yεlimaŋli, ka bɛ nyɛla ban zaŋdi binyɛr’ shɛŋa mini bɛ Duuma (Naawuni) m-maɣisiri taba"
        }
    ]
}