{
    "rukus": [
        {
            "chapter": 11,
            "verse": 110,
            "text": "Yaha! Achiika! Ti (Tinim’ Naawuni) daa ti Annabi Musa litaafi, ka bɛ (ninsalinim’) niŋ namgbankpeeni di puuni, di yi di pala yεltɔɣa (zaligu) din pun daŋsi a Duuma (Naawuni) sani zuɣu, tɔ! Achiika! Bɛ (Naawuni) naan ŋmaai fukumsi bɛ sunsuuni. Yaha! Achiika! Bɛ be zilsigu din zilgi puuni ni dina (Alkur’aani)"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Yaha! Achiika! Bɛ zaɣiyino kam, a Duuma (Naawuni) nyɛla Ŋun yɛn pali ba bɛ tuuntumsa (sanyoo). Achiika! O nyɛla Ŋun mi din sɔɣi bɛ tuuntumsa ni"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Dinzuɣu (Yaa nyini Annaba)! Zanimi tuhi kamani bɛ ni puhi a shɛm, a mini ban niŋ tuuba pahi a zuɣu maa, ka miri ya ka yi kpahi yεɣi tariga. Achiika! O (Naawuni) nyɛla Nyara ni yi tuuntumsa"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Yaha! Miri ya ka yi dalim ninvuɣu shɛba ban di zualinsi maa polo ka buɣum ti shihi ya (Zaadali), yi mi ti ka simnim’ ban yɛn taɣiya ka pa ni Naawuni, din nyaaŋa bɛ ti ku sɔŋ ya"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "(Yaa nyini Annabi) Puhimi jiŋli dabsili yεɣa ayi (Asiba mini Zaawuni), 1 ni yuŋ puuni saha shεŋa. Achiika! Tuunvɛla (laara) nyεhirila taali shεŋa din nyε zaɣibihi. Lala maa nyɛla teebu n-zaŋ ti ninvuɣu shɛba ban yεn teei Naawuni yɛla"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Yaha! (Yaa nyini Annabi)! Niŋmi suɣulo, achiika! Naawuni bi bahiri ban tumdi tuunsuma sanyoo yoli"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Di ni bɔŋɔ, haŋkayanim’ daa kala ninvuɣu shεba ban daa kana pɔi ni yinim’ maa puuni, ka mɔŋdi ba saɣiŋgu tiŋgbani yaaŋa zuɣu? Naɣila Ti (Tinim’ Naawuni) ni daa tilgi bɛ puuni shɛba biɛla, ka ninvuɣu shɛba ban di zualinsi maa doli bɛ ni ti ba yolsigu shεli (Dunia ŋɔ maa), ka daa lahi nyɛla bibɛhi"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "(Yaa nyini Annabi)! A Duuma (Naawuni) pala Ŋun yɛn niŋ tiŋgbana hallaka ni zualinsi ka di niriba nyɛ ban vɛlgiri bɛ tuma"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Yaha! (Yaa nyini Annabi)! A Duuma yi di bɔra, O naan chɛ ka niriba zaasa leei ali’umma yinsi. Yaha! Bɛ ku milgi ka nyɛla namgbankpeeni nima"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Naɣila a Duuma (Naawuni) ni zo so nambɔɣu. Lala mi zuɣu ka o nam ba. Yaha! A Duuma (Naawuni) yɛltɔɣali (O zalgu) paliya (ka O yεli): “Achiika! N- nyɛla Ŋun yɛn pali ʒahannama buɣum ni ninsalinim’ mini alizinnim’ puuni shɛba namgbanyini.”"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Yaha! (Yaa nyini Annabi)! Ti (Tinim’ Naawuni) ni tira lahibali shɛŋa zaa din nyɛ tuumba dini maa domin ti zaŋ li kpaŋsi a suhu. Yaha! Yεlimaŋli ka a na ŋɔ maa puuni, ni wa’azu, ka lahi nyɛ teebu n-zaŋ ti ban ti Naawuni yεlimaŋli"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Yaha! (Yaa nyini Annabi)! Yεlimi ninvuɣu shεba ban bi ti Naawuni yεlimaŋli: “Tummi ya yi kali zuɣu tuma, achiika! Ti mi gba nyɛla ban tumda (ti daadiini soli zuɣu)"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Yaha! Guhimi ya, ti mi gba nyɛla ban guhira"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Yaha! Naawuni n-nyɛ Ŋun su din sɔɣi sagbana mini tiŋgbani ni, O sani ka bɛ labsiri yεllikam, dinzuɣu (yaa nyini Annabi)! Jɛmmi O ka dalim O zuɣu. Yaha! A Duuma (Naawuni) pala Tamda ni yi tuuntumsa"
        }
    ]
}