{
    "rukus": [
        {
            "chapter": 13,
            "verse": 27,
            "text": "Ka ninvuɣu shεba ban niŋ chεfuritali maa yεli: “Bozuɣu ka bɛ bi siɣisi daliri shεli n-ti o (Muhammadu) na o Duuma sani.” (Yaa nyini Annabi)! Yεlima: “Achiika! Naawuni birgirila O ni bɔri so, ka dolsiri ŋun niŋ tuuba n- labi O sani.”"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Ninvuɣu shεba ban ti Naawuni yεlimaŋli, ka bɛ suhiri doya ni Naawuni yɛla teebu. Wumma! Ni Naawuni yɛla teebu ka suhiri (Naawuni dabsuma suhiri) donda"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Ninvuɣu shεba ban ti Naawuni yεlimaŋli, ka tum tuunviεla, tɔ! Suhupiεlli lahibali niŋ dihitabli n-ti ba, n-ti pahi labri suŋ shee (Alizanda)"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "(Yaa nyini Annabi)! Lala ka Ti (Tinim’ Naawuni) tim a na ali’umma shεba (Muslinnim’) sani, ka di nyɛla ali’ummanim’ daa pun kana poi ni bana, domin a ti karindi ba Ti ni siɣisi wahayi (tuuntali) shɛli n-ti a na, ka bɛ mi nyɛla ninvuɣu shɛba ban niŋdi chεfuritali ni Zaadali Nambɔzobonaa (Naawuni). Tɔ! yεlima: “Ŋuna n-nyɛ n Duuma, duuma jεmdigu n-kani ni yεlimaŋli naɣila Ŋuna. Ŋuna ka n-zaŋ m maŋ’ dalim. Yaha! O sani ka bɛ niŋdi tuuba n-labra"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Yaha! Hali di yi di yɛn niŋ ka litaafi shεli beni, ka bɛ ni tooi zaŋ li wurim zoya, bee ka bɛ ni tooi zaŋ li ŋmahi ŋmahi tiŋgbani, bee ka bɛ ni tooi zaŋ li n-tɔɣisi kpiimba yεltɔɣa, (tɔ! Di naan nyɛla Alkur’aani ŋɔ maa). Chɛli gba! Yεllikam bela Naawuni sani. Di ni- bɔŋɔ, ninvuɣu shεba ban ti Naawuni yεlimaŋli bi yihi tamaha (ni chɛfurinim’ iimaansili) ka baŋ ni Naawuni yi di bɔra, O naan dolsi ninsalinim’ zaasa namgbaniyini? Yaha! Ninvuɣu shεba ban niŋ chεfuritali maa kuli bi yɛn milgi ka yɛlibɛɣu ti nya ba domin bɛ tuuntumsa zuɣu, bee ka di sheei luɣushεli polo din miri bɛ yiŋsi, hali ka Naawuni daalikauli ti kana (ka Muslinsi daadiini nya nasara). Achiika! Naawuni bi yiɣisiri alikauli"
        }
    ]
}