{
    "rukus": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "Suurili m-bɔŋɔ ka Ti (Tinim’ Naawuni) siɣisi li na, ka zali li (di fukumsinim’) talahi, ka Ti lahi siɣisi daliri shεŋa din be polo ni na di puuni, domin achiika! Yi leei ninvuɣu shɛba ban teeri Naawuni yɛla"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Zimpaɣa mini zindoo, fiεbmi ya bɛ zaɣiyino kam baranzum kobga. Yaha! Miri ya ka yi chɛ ka nambɔɣu gbahi ya ni bɛ niriba ayi maa Naawuni zaligu ŋɔ puuni, di yi niŋ ka yi shiri nyɛla ninvuɣu shεba ban ti Naawuni ni Zaadali yεlimaŋli. Yaha! Chεli ya ka zamaatu shεba ninvuɣu shɛba ban ti Naawuni yɛlimaŋli puuni di bɛ tibli dargibu maa shɛhira"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Zindoo bɛ niŋdi (paɣa so) amiliya naɣila zimpaɣa bee baɣiyumaanda, lala ka zimpaɣa bɛ niŋdi (do’ so) amiliya naɣila zindoo bee baɣayumaanda. Amaa! Bɛ mɔŋ lala n-zaŋ ti ninvuɣu shεba ban ti Naawunui yεlimaŋli"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Yaha! Ninvuɣu shεba ban ŋmari ʒiri m-pari paɣa shεba ban gbibi bɛ maŋa, ka mi bi tahi shɛhiranim’ anahi na, tɔ! Yin fiεbmi ya ba baranzum pihinii, ka miri ya ka yi lahi deei bɛ shɛhira shεli kuli mali wɔra. Yaha! Bannim’ maa n-nyɛ ninvuɣu shεba ban kpee yi"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Naɣila ninvuɣu shεba ban niŋ tuuba di nyaaŋa, ka lahi viεlgi bɛ tuma. Tɔ! achiika! Naawuni nyɛla Chεmpaŋlana, Zaadali Nambɔzobonaa"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Yaha! Ninvuɣu shεba ban zilsiri bɛ daamiliya paɣaba ni zina, ka mi ka shɛhiranima naɣila bɛ mammaŋa, tɔ! Bɛ puuni yino shɛhira nyɛla (doo maa po Naawuni) bunahi: kadama achiika! O nyɛla ŋun be yεlimaŋlinim’ puuni"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "Din pahiri anu, (ka o yεli): “Achiika! Naawuni narimbu be o zuɣu, o yi shiri nyɛla ŋun be ʒirinim’ puuni"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Yaha! Bɛ ni vuui azaaba ka chɛ o (paɣa maa), di yi niŋ ka o gba di o maŋ’ shɛhira (ka po Naawuni) bunahi kadama achiika! O (yidana maa) be ʒirinim’ ni.”"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "Din pahiri anu, ka o (paɣa maa yɛli): “Achiika! Naawuni narimbu be o zuɣu, di yi niŋ ka o (n yidana maa) be yεlimaŋlinim’ puuni.”"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Di yi di pala Naawuni pini mini O nambɔzɔbo yi zuɣu, (O naan gbaai ya gbaarikpeeni). Yaha! Achiika! Naawuni nyɛla Tuubadeera, Yεmgoliŋgalana"
        }
    ]
}