{
    "rukus": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "Litaafi (Alkur’aani) siɣisibu yila Naawuni so Ŋun nyɛ Nyεŋda, Yεmgoliŋgalana sani na"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "(Yaa nyini Annabi)! Achiika! Ti (Tinim’ Naawuni) n-siɣisi litaafi ŋɔ maa (Alkur’aani) n-ti a na ni yεlimaŋli, dinzuɣu jεmmi Naawuni, ka nyɛla ŋun niŋdi O kasi ni jɛma"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Wumma! Naawuni n-nyɛ Ŋun su jεma din niŋ kasi, ka ninvuɣu shεba ban zaŋ binyεr’ shεŋa n-leei duumanim’ ka pa ni Ŋuna maa naan (yεra): “Tinim’ bi jεmdi li shɛli zuɣu naɣila bɛ (buɣa maa) zaŋ ti miri Naawuni.” Achiika! Naawuni ni ti niŋ fukumsi bɛ sunsuuni domin namgbankpeeni shεli puuni bɛ ni be maa. Achiika! Naawuni bi dolsiri ninvuɣu so ŋun nyɛ ʒirilana, ŋun zooi chɛfuritali"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Naawuni yi di bɔri ni O mali bia, tɔ! O naan piigi O ni bɔri shɛli O binnamda puuni. O nam niŋ kasi, Ŋuna n-nyɛ Naawuni, Nagaŋ, Ŋun nyɛŋdi yɛllikam"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "O namla sagbana mini tiŋgbani ni yεlimaŋli. Yaha! O zaŋdila yuŋ kpεhiri wuntaŋ’ ni, ka mali wuntaŋ’ kpεhiri yuŋ ni, ka balgi wuntaŋ’ mini goli, ka di zaɣiyini kam chana ni sahamirili. Wumma! Ŋuna n-nyɛ Nyɛŋda, Chεmpaŋlana"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "O nam ya mi ka yi yi nyɛvuli yini (Annabi Adam) puuni na, di nyaaŋa, ka O nam o paɣa (Hawa) na o puuni, ka siɣisi ya yiŋ biŋkobri balibu bɛ ba anii na, O namdi ya la yi manim’ puya ni nambu n-ti pahi nambu zuɣu, zibsim siɣim buta puuni. Ŋuna n-nyɛ Naawuni yi Duuma, nam nyɛla O dini, duuma jεmdigu n-kani ni yεlimaŋli naɣila Ŋuna. Ka bo n-leei chɛ ka bɛ ŋmalgiri ya (ka chεri yɛlimaŋli)"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Yi yi niŋ chεfuritali, tɔ! Achiika! Naawuni nyɛla Bundana ka chɛn ya, O mi bi saɣi ti O daba ni chɛfuritali. Yaha! Yi yi paɣi, O ni saɣi n-tin ya, nyɛvuli shεli din mali taali ku tooi deei di nyɛvuli kpee taali, din nyaaŋa yi labbu shee nyɛla yi Duuma sani, ka O yɛn ti tin ya yi tuuntumsa lahibali. Achiika! O nyɛla Ŋun mi din be suhiri ni"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "Yaha! Biɛrim shεli yi ti shihi ninsala, o boondila o Duuma (Naawuni), ka labsiri o maŋ’ tiri O, amaa O yi ti ti o ni’ima shɛli, ka o tam o ni daa suhiri shɛli pɔi ni dina, ka bo nyintahi n-ti Naawuni, domin o birgi (ninsalinim’) ka chɛ O soli, (Yaa nyini Annabi)! Yεlima: “Wummi nyεɣisim bɛla (Dunia puuni) ni a chεfuritali maa. Achiika! A be buɣum bihi ni.”"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Di ni bɔŋɔ, ninvuɣu so ŋun filindi O maŋ’ n-tiri Naawuni yuŋ puuni saha shɛŋa, ka nyɛla ŋun niŋdi suzuuda, ka zaandi jiŋli puhiri li, ka di nyɛla o zɔrila Bahigudali (Zaadali), ka lahi niŋdi kore ni o Duuma (Naawuni) nambɔzɔbo. (Yaa nyini Annabi)! Yεlima: “Di ni- bɔŋɔ, ninvuɣu shεba ban mi mini ban ʒi ni niŋ yim? “Achiika! Haŋkayanima n-nyɛ ban teeri Naawuni yɛla"
        }
    ]
}