{
    "rukus": [
        {
            "chapter": 79,
            "verse": 1,
            "text": "M (Mani Naawuni) po Malaaikanim’ ban tɔhigiri deeri (chɛfurinim’) nyɛvuya ni suli"
        },
        {
            "chapter": 79,
            "verse": 2,
            "text": "Yaha! M-po Malaaikanim’ ban deeri ninvuɣu shɛba ban ti Naawuni yɛliamaŋli nyɛvuya ni baalim"
        },
        {
            "chapter": 79,
            "verse": 3,
            "text": "Yaha! M-po Malaaikanim’ ban chani ka labri sagbana mini tiŋgbani sunsuuni"
        },
        {
            "chapter": 79,
            "verse": 4,
            "text": "Yaha! M-po Malaaikanim’ ban kpaɣiri taba n-zaŋ chaŋ Naawuni ni puhi ba shɛli tumbu"
        },
        {
            "chapter": 79,
            "verse": 5,
            "text": "Yaha! M-po Malaaikanim’ ban gbibi binnamda yɛligola"
        },
        {
            "chapter": 79,
            "verse": 6,
            "text": "Dabsi’ shɛli din sɔhigiri binyɛra ni yɛn ti sɔhigira"
        },
        {
            "chapter": 79,
            "verse": 7,
            "text": "Ka kikaa piɛbsibu (din pahiri ayi) doli di nyaaŋa"
        },
        {
            "chapter": 79,
            "verse": 8,
            "text": "Dindali maa, ninvuɣu shɛba suhiri nyɛla din yɛn ti dam"
        },
        {
            "chapter": 79,
            "verse": 9,
            "text": "Ka bɛ (ninsalinim’) nina ba tiŋgbani ni"
        },
        {
            "chapter": 79,
            "verse": 10,
            "text": "Ka bɛ yɛra: “Di ni bɔŋɔ, ti nyɛla bɛ ni yɛn labsi shɛba ti tuuli bɛhigu la ni"
        },
        {
            "chapter": 79,
            "verse": 11,
            "text": "Hali di yi niŋ ka ti yi leei koba din bursi bursi"
        },
        {
            "chapter": 79,
            "verse": 12,
            "text": "Ka bɛ yɛli: “Din ŋuna, di labbu maa nyɛla ashaara dini.”"
        },
        {
            "chapter": 79,
            "verse": 13,
            "text": "Achiika! Di nyɛla tahigu yim zuɣu"
        },
        {
            "chapter": 79,
            "verse": 14,
            "text": "Ka a nya ba (ninsalinima) ka bɛ ʒe tiŋgbani yaaŋa zuɣu"
        },
        {
            "chapter": 79,
            "verse": 15,
            "text": "(Yaa nyini Annabi)! Di ni- bɔŋɔ, Annabi Musa lahibali ka a na"
        },
        {
            "chapter": 79,
            "verse": 16,
            "text": "Saha shɛli o Duuma ni daa boli o biɛŋ din nyɛ kasi la shee"
        },
        {
            "chapter": 79,
            "verse": 17,
            "text": "(Ka yɛli o): “Cham Fir’auna sani, dama o nyɛla ninvuɣu so ŋun kpahi yεɣi.”"
        },
        {
            "chapter": 79,
            "verse": 18,
            "text": "Ka yɛli o: “Di ni bɔŋɔ, a ku niŋ a maŋ’ kasi?”"
        },
        {
            "chapter": 79,
            "verse": 19,
            "text": "Ka n-dolsi a n-zaŋ kana a Duuma sani, ka a zo o dabɛm?”"
        },
        {
            "chapter": 79,
            "verse": 20,
            "text": "Ka o (Annabi Musa) wuhi o alaama titali (dina n-nyɛ o jaangbee la)"
        },
        {
            "chapter": 79,
            "verse": 21,
            "text": "Ka o (Fir’auna) labsi o ʒirilana, ka kpe Naawuni taali puuni"
        },
        {
            "chapter": 79,
            "verse": 22,
            "text": "Din nyaaŋa, ka o lebi biri, ka be o tummbiɛri ni"
        },
        {
            "chapter": 79,
            "verse": 23,
            "text": "Ka o laɣim o niriba, ka moli"
        },
        {
            "chapter": 79,
            "verse": 24,
            "text": "Ka yɛli: “Mani n-nyɛ yi duuma so ŋun gari duma kam.”"
        },
        {
            "chapter": 79,
            "verse": 25,
            "text": "Ka Naawuni niŋ o azaaba ni o bahigu yɛltɔɣa ŋɔ maa mini tuuli dini la"
        },
        {
            "chapter": 79,
            "verse": 26,
            "text": "Achiika! Ŋɔ maa puuni mali kpahimbu n-ti ninvuɣu so ŋun zɔri Naawuni"
        }
    ]
}