{
    "juzs": [
        {
            "chapter": 4,
            "verse": 24,
            "text": "Also forbidden are married women unless they are captives (of war). Such is the decree of God. Lawful for you are women besides these if you seek them with your wealth for wedlock and not for debauchery. Then give those of these women you have enjoyed, the agreed dower. It will not be sinful if you agree to something (else) by mutual consent after having settled the dowry. God is certainly all-knowing and all-wise"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "If one of you cannot afford to marry a believing gentlewoman (let him marry) a maid who is a believer. God is aware of your faith: The one of you is of the other; so marry them with the consent of their people, and give them an appropriate dowry. They are women (seeking) wedlock, and not lechery, nor secretly looking for paramours. But if they are married and guilty of adultery, inflict on them half the punishment (enjoined) for gentlewomen. This is for those who are afraid of doing wrong. In case they can wait, it is better for them. God is forgiving and kind"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "God wishes to make it clear to you and guide you through the example of earlier people, and to forgive you, for God is all-knowing and all-wise"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "God likes to turn to you, but those who are lost in the pleasures of the flesh wish to turn you astray, far away"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "God would like to lighten your burden, for man was created weak"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "O believers, you should not usurp unjustly the wealth of each other, but trade by mutual consent; and do not destroy yourselves. God is merciful to you"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "If someone does so through oppression or injustice, We shall cast him into Hell: This is how (the Law of) God works inevitably"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "If you keep away from the deadly sins that have been forbidden, We shall efface your faults, and lead you to a place of honour"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Do not covet what God has favoured some with more than He has some others. Men have a share in what they earn, and women have theirs in what they earn. Ask God for His favours. Surely God has knowledge of everything"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "For each We have appointed heirs to what parents and relatives leave behind. And to those you have given your pledge in marriage give their share, for God is witness to everything"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Men are the support of women as God gives some more means than others, and because they spend of their wealth (to provide for them). So women who are virtuous are obedient to God and guard the hidden as God has guarded it. As for women you feel are averse, talk to them suasively; then leave them alone in bed (without molesting them) and go to bed with them (when they are willing). If they open out to you, do not seek an excuse for blaming them. Surely God is sublime and great"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "If you fear a breach between them, appoint one arbiter from the people of the man and one from the people of the woman. If they wish to have a settlement then God will reconcile them, for God is all-knowing and cognisant"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Pay homage to God, and make none His compeer, and be good to your parents and relatives, the orphans and the needy and the neighbours who are your relatives, and the neighbours who are strangers, and the friend by your side, the traveller and your servants and subordinates. God does not surely love those who are arrogant and boastful"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Who are miserly and bid others to be so, and hide what God has given them in His largesse. We have prepared for unbelievers a shameful punishment"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Those who spend of their wealth to show off and do not believe in God and the Last Day, take Satan as companion, and how evil a companion (have they)"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Would something have befallen them if they had believed in God and the Last Day, and spent of what has been given them by God? God is fully aware of all they do"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "God does not wrong any one, not even the equal of an atom; and if men do good He multiplies it by two, and adds a great reward of His own"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "How shall it be when We call witnesses from each and every people and call you as witness over them"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "On that day those who disbelieved and disobeyed the Prophet, shall wish they were levelled with the dust, and shall not be able to conceal a thing from God"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "O you who believe, do not perform your service of prayer when you are intoxicated until you are sure of what you are saying, nor when in a state of seminal pollution, until you have taken a bath, except when you are travelling. But in case you are ill or are travelling, or you have relieved yourself of nature's call, or cohabited with a woman, and cannot find water, then take wholesome dust and pass it over your face and hands: God is benign and forgiving"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Have you not seen the people who were given a share of the Book, but who purchased only error, and wish that you also go astray"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "But God knows your enemies well: and sufficient is God to protect you, and sufficient is God for all help"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Some among the Jews distort the words out of context and say (in place of the right words): \"We have heard and do not obey;\" and, \"hear without hearing,\" and \"listen to us,\" twisting their tongues and reviling the faith. But if they had said: \"We have heard and obey,\" and, \"hear and regard us,\" it would have been better for them and more appropriate. But God has disgraced them for their lack of belief; and so only a few of them believe"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "O people of the Book, believe in what We have revealed, which confirms what is already with you before We disfigure your visages and turn your faces about and curse you, as We did with those who had broken the Sabbath; and what God decrees comes to pass"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "God does not forgive that compeers be ascribed to Him, though He may forgive aught else if He please. And he who ascribes compeers to God is guilty of the gravest sin"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Have you not seen the people who call themselves pure? Yet God purifies whom He pleases, and none shall be wronged even the breadth of a thread"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "See how they fabricate lies about God, which is a clear sin"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Have you not seen those who were given a portion of the Book, who believe in false deities and evil powers, and say of unbelievers: \"These are better guided than those who believe"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "They are the ones who were cursed by God; and those who are cursed by God will have none to protect them"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Have they a share in the kingdom? (If they had,) they would never have given an iota to the people"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Are they so envious of others for what God has given them of His bounty? So We had given the Book and the Law to Abraham's family, and given them great dominion"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Then some of them believed in it, and some turned away from it; yet sufficient is Hell, the flaming Fire"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "And those who disbelieve Our revelations shall be cast into Hell; and when their skin is burnt up and singed, We shall give them a new coat that they may go on tasting the agony of punishment, for God is all-mighty and all-wise"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "But those who believe and do good deeds We shall admit into gardens with streams of running water, where they will abide for ever, with fairest of companions and coolest of shades"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "God enjoins that you render to the owners what is held in trust with you, and that when you judge among the people do so equitably. Noble are the counsels of God, and God hears all and sees everything"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "O you who believe, obey God and the Prophet and those in authority among you; and if you are at variance over something, refer it to God and the Messenger, if you believe in God and the Last Day. This is good for you and the best of settlement"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Have you never seen those who aver they believe in what has been revealed to you and had been to others before you, yet desire to turn for judgement to evil powers, even though they have been commanded to disbelieve in them? Satan only wishes to lead them astray, far away"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "When they are told: \"Come to that which God has revealed, and to the Prophet,\" you should see the hypocrites, how they hesitate and turn their faces away"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "How shall it be when they suffer misfortunes for their own misdeeds? Then they will come to you swearing by God and saying: \"We wish for nothing but good and amity"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "The secrets of the hearts of these people are well known to God. So leave them alone, and counsel them and speak to them eloquent words that would touch their very souls"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "We have sent no apostle but that he should be obeyed by the will of God. If they had come to you after wronging themselves and asked forgiveness of God, and you had also asked forgiveness for them, they would surely have found God forgiving and merciful"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Indeed, by your Lord, they will not believe till they make you adjudge in their disputes and find no constraint in their minds about your decisions and accept them with full acquiescence"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "If We had commanded them to lay down their lives and to go forth from their homes, only a few would have obeyed; though had they followed what they had been commanded it would surely have been good for them and the strengthening of their faith"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "And We would have bestowed on them a great reward of Our own"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "And led them to the path that is straight"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Those who obey God and the Prophet are with those who are blessed by God, the prophets, the sincere and the trustful, the martyrs and the upright; and how excellent a company are they"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "This is a favour from God; and sufficient is God, the all-knowing"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "O believers, take precautions, and advance in detachments, or go all together in a body"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Someone among you will surely lag behind, and if calamity should befall you, will say: \"God was gracious to me that I was not among them"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "But if success comes to you from God he will say, as though no love existed between you and him: \"I wish I were with them, for I would have certainly met with great success"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "Those who barter the life of this world for the next should fight in the way of God. And We shall bestow on him who fights in the way of God, whether he is killed or is victorious, a glorious reward"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "What has come upon you that you fight not in the cause of God and for the oppressed, men, women and children, who pray: \"Get us out of this city, O Lord, whose people are oppressors; so send us a friend by Your will, and send us a helper"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Those who believe fight in the way of God; and those who do not, only fight for the powers of evil; so you should fight the allies of Satan. Surely the stratagem of Satan is ineffective"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Have you not seen the people who were told: \"Hold back your hands (from attacking), observe your devotional obligations and pay the zakat?\" But when they were commanded to fight, behold, a section among them were filled with fear of men as though it were the fear of God and even more, and said: \"O Lord, why did you make war compulsory for us? Why did you not allow us to live a little more?\" Say to them: \"How short-lived is the commerce of this world; but that of the next is best for those who fear God; and you will not be wronged the breadth of a thread"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Death will overtake you wheresoever you be, even in the mightiest of towers. Yet if some good comes their way they say: \"It is from God;\" and if it is evil that befalls them, they say: \"It is indeed from you.\" Say to them: \"Every thing is from God.\" O, what has come upon the people that even this they fail to understand"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "What comes to you of good is verily from God; and what comes to you of ill is from your own self (your actions). We have sent you as apostle to all mankind; and God is sufficient as witness"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "He who obeys the Apostle obeys God; and if some turn away (remember) We have not sent you as warden over them"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "They say: \"We obey;\" but when they leave your company, a section of them discuss at night other things than you had said; but God takes note of what they discuss. So turn aside from them and trust in God; and God is sufficient as protector"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Do they not ponder over the Qur'an? Had it been the word of any other but God they would surely have found a good deal of variation in it"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "And when any tidings of peace or war come to them they spread the news around. Had they gone to the Prophet or those in authority among them, then those who check and scrutinize would have known it, And but for the favour of God and His mercy you would certainly have followed Satan, except a few"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "So fight on in the way of God (irrespective of the others). You cannot compel any one except your own self; but urge the believers to fight. It may well be that God will keep back the might of the infidels, for God's might is greater, and severe His punishment"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "He who intercedes in a good cause will surely have a share in the recompense; and he who abets an evil act will share the burden thereof; for God (equates and) is watchful of all things"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "When you are greeted with a greeting, then greet with one fairer, or repeat the same greeting. For God takes account of all things"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "God: There is no god but He. He will gather you together on the Day of Resurrection which is certain to come; and whose word is truer than God's"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "How is it that you are divided in two factions about the hypocrites? God has routed them for what they were doing. Do you wish to guide him to the path whom God has allowed to go astray? As for him whom God allows to go astray you will not find a way"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "They wish you to become disbelievers as they are, so that you should become like them. Therefore hold them not as friends until they go out of their homes in the way of God. If they do not, seize them wherever they are and do away with them. Do not make them your friends or allies"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Except those who take refuge with a people allied to you, or those who, weary of fighting you or their people, come over to you. If God had so willed He would surely have given them power over you, and they would have fought you. If they keep aloof and do not fight, and offer peace, God has left you no reason to fight them"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "You will also find persons who, while wishing to live in peace with you as well as with their own people, turn to civil war the moment they are called to it. If they do not keep away from you, nor offer you peace nor restrain their hands, seize them and kill them wherever they are. We have given you a clear sanction against them"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "It is not for a believer to take a believer's life except by mistake; and he who kills a believer by mistake should free a slave who is a believer, and pay blood-money to the victim's family unless they forego it as an act of charity. If he belonged to a community hostile to you but was himself a believer, then a slave who is a believer should be freed. In case he belonged to a people with whom you have a treaty, then give blood-money to his family and free a believing slave. But he who has no means (to do so) should fast for a period of two months continuously to have his sins forgiven by God, and God is all-knowing and all-wise"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "Any one who kills a believer intentionally will be cast into Hell to abide there for ever, and suffer God's anger and damnation. For him a greater punishment awaits"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "O believers, when you go out on a journey in the way of God, be discreet and do not say to anyone who greets you in peace: \"You are not a believer.\" You desire the gain of earthly life, but there are prizes in plenty with God. You were also like him (an unbeliever) in the past, but God has been gracious to you. So be careful and discreet, for God is aware of what you do"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "The faithful who sit idle, other than those who are disabled, are not equal to those who fight in the way of God with their wealth and lives. God has exalted those in rank who fight for the faith with their wealth and souls over those who sit idle. Though God's promise of good is for all, He has granted His favour of the highest reward to those who struggle in preference to those who sit at home"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "For them are higher ranks with God, and forgiveness and grace; and God is forgiving and kind"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "As for those whose souls are taken by the angels (at death) while in a state of unbelief, they will be asked by the angels: \"What (state) were you in?\" They will answer: \"We were oppressed in the land.\" And the angels will say: \"Was not God's earth large enough for you to migrate?\" Their abode will be Hell, and what an evil destination"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "But those who are helpless, men, women and children, who can neither contrive a plan nor do they know the way"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "May well hope for the mercy of God; and God is full of mercy and grace"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "Whosoever leaves his country in duty to God will find many places of refuge, and abundance on the earth. And he who leaves his home and becomes an emigre in the way of God and His Messenger, and death overtake him, is sure to receive his reward from God; for God is forgiving and kind"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "When you travel in the land there is no sin if you curtail your service of prayer if you fear the unbelievers may harass you, for indeed your open enemies are the infidels"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "When you are among them, and have to lead the service of prayer, let one group stand up with you, but let them keep their arms. After they have paid their homage they should go to the rear, and let the group which has not done so yet offer their service of prayer with you, remaining cautious and armed, The infidels wish to find you neglectful of your arms and provisions, to attack you unawares. It will not be a sin if you put aside your arms when you are troubled by rain, or you are ill; but take full precautions. God has reserved for infidels a despicable punishment"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "If you are late in performing your service of prayer honour God by remembering Him, standing or sitting or lying on your sides. And when you have security perform your act of prayer befittingly; and praying at fixed hours is prescribed for the faithful"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "And do not be chary of pursuing them. If you suffer, they shall also suffer like you. But while you have hope (of success) from God, they have none. Surely God is all-knowing and all-wise"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "We have sent down to you the Book containing the truth, in whose light you should judge among the people as God has shown you, and do not be a contender for deceivers"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "And seek God's forgiveness, for God is surely forgiving and kind"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Do not argue for those who harbour deceit in their hearts, for God does not love the treacherous and the iniquitous"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "They try to hide from (men), but they cannot hide from God who is with them at night when they discuss such matters as He does not approve; but what they do is well within the compass of God"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Well, you are those who pleaded for them in the life of this world; but who will plead for them on the Day of Resurrection or be their security"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "He who does evil or acts against his own interests (by disbelieving), then prays for God's forgiveness, will find God compassionate and merciful"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "He who earns the wages of sin does so for himself; and God is aware of everything and is wise"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "He who commits a mistake or iniquity and ascribes it to one who is innocent, is guilty of calumny and brazen sin"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "But for the mercy of God and His grace you would certainly have been misled by a section of them; yet they could not mislead you but themselves alone, and could do you no harm, for God has revealed to you the Book and the Law, and taught you what you did not know. Great have been the blessings of God on you"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "Their confidential counsels are seldom for the good, save of those who talk of charity or goodness or peace among men. Whosoever does so for the pleasure of God, We shall give him an ample reward"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "And he who opposes the Prophet even after the way has become clear to him, and follows a path other than the way of believers, We shall lead him to what he has chosen for himself, and shall take him to Hell: How evil a journey's end"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "God does not forgive that compeers be ascribed to Him, and absolves all else whatsoever He will. And he who associates compeers with God has indeed wandered far astray"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "In His place they invoke only females (the pagan deities); and instead of Him they invoke Satan the obstinate rebel"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Who was condemned by God and who said: \"I shall take from Thy creatures my determinate share"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "And mislead them and tempt them, and order them to slit the ears of animals; and order them to alter God's creation.\" He who holds Satan as friend in place of God will assuredly be damned to perdition"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Whatever the promises he makes, whatever the desires he enkindles, and whatever the hopes Satan rouses in them, are no more than delusion"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "For such the abode is only Hell from which they will find no escape"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "But those who believe and do good deeds We shall admit into gardens with streams of running water where they will abide for ever. True is the promise of God; and whose word could be truer than God's"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "It is neither dependent on your wishes, nor the wishes of the people of the Book, (but) whosoever does ill will be punished for it, and will find no protector or friend apart from God"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "But he who performs good deeds, whether man or a woman, and is a believer, will surely enter Paradise, and none shall be deprived even of an iota of his reward"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Whose way is better than that of the man who has submitted to God, and does good, and who follows the creed of Abraham the upright? And God chose Abraham as friend"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "And all that is in the heavens and the earth belongs to God; and everything is well within the compass of God"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "And they ask you for judgement about women. Tell them: \"God has given you instructions about them. You also read them in the Book concerning orphaned women (in your charge) to whom you deny their ordained rights and yet wish to take them in marriage, as well as in respect of helpless children, that you should be just in the matter of orphans.\" The good you do is known to God"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "If a woman fears aversion from her husband, or ill treatment, there is no harm if they make a peaceful settlement; and peace is an excellent thing. But men keep self-interest uppermost. Yet if you do good and fear God, God is cognisant of all that you do"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Howsoever you may try you will never be able to treat your wives equally. But do not incline (to one) exclusively and leave (the other) suspended (as it were). Yet if you do the right thing and are just, God is verily forgiving and kind"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "If both (decide to) separate, God in His largesse will provide for them; for God is infinite and all wise"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "All that is in the heavens and the earth belongs to God. We had commanded those who received the Book before you, and have commanded you too, to obey the laws of God. Even if you deny, surely all that is in the heavens and the earth belongs to God; and God is self-sufficient and praise-worthy"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "For all that is in the heavens and the earth belongs to God; and God is sufficient as guardian"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "He could take you away if He will, O men, and replace you with others: God has the power to do so"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Whosoever desires a reward of this world (should remember) that with God are rewards of this world and the next; and God hears all and sees everything"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "O you who believe, be custodians of justice (and) witnesses for God, even though against yourselves or your parents or your relatives. Whether a man be rich or poor, God is his greater well-wisher than you. So follow not the behests of lust lest you swerve from justice; and if you prevaricate or avoid (giving evidence), God is cognisant of all that you do"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "O believers, believe in God and His Messenger and the Book He has revealed to His Apostle, and the Books revealed before. But he who believes not in God and His angels and the Books and the prophets and the Last Day, has wandered far away"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "Those who accept the faith, then disbelieve, then return to it, and deny once again and increase in disbelief, will not be forgiven by God or be guided by Him"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "Give tidings to the hypocrites that painful is their doom"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "Do those who take unbelievers as their friends in preference to the faithful seek power from them? But all power belongs to God"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "You have been commanded in the Book that whensoever you hear God's messages denied or derided, do not sit in that company until they begin talking of other things, or you will be no different from them. Indeed God will put the hypocrites and infidels together in Hell"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "Those who wait to see what befalls you, say in ease success comes to you from God: \"Were we not with you?\" But if fortune favours the infidels, they say: \"Did we not overpower you, and yet protected you against the believers?\" But God will judge between you on the Day of Resurrection; and God will never give the unbelievers a way over the faithful"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "The hypocrites try to deceive God, but He (leads them to) deceive themselves. When they stand up for performing the service of prayer they do so indolently, only for show, and remember God but little"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Wavering between the two, neither with these nor with those. For them who are not given the guidance by God, you will never find a way"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "O believers, do not hold unbelievers as friends in preference to the faithful. Do you want to proffer a clear proof of your own guilt before God"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "The hypocrites will be in the lowest depths of Hell, and you will find none to help them"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "But those who repent and amend, and hold firmly to God, and are sincere and wholly obedient to God, are surely with the faithful; and God will bestow on the faithful a great reward"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "Why should God punish you if you acknowledge the truth and believe? God is responsive to gratitude and is cognisant"
        }
    ]
}