{
    "juzs": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Umekaribia wakati wa kuhesabiwa watu juu ya matendo waliyoyatanguliza, pamoja na hivyo, makafiri wanaishi wakiwa kwenye hali ya kupumbaa, wameghafilika na uhakika huu, wakiwa kwenye hali ya kulipa mgongo onyo hili"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Hakuna kitu chochote katika Qur’ani chenye kuteremka, kinachosomwa kwao na chenye kuwakumbusha upya, isipokuwa huwa wakikisikia wakiwa katika hali ya kucheza na kufanya shere"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Nyoyo zao zimeghafilika na Qur’ani, zimeshughulika na ubatilifu wa dunia na matamanio yake, hawayafahamu yaliyomo ndani yake. Lakini madhalimu miongoni mwa Makureshi wamejikusanya pamoja juu ya jambo lililofichika, nalo ni kueneza yale ambayo kwayo wanawazuia watu kumuamini Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, kwa kuwa yeye ni binadamu mfano wao, hatafautiani na wao katika kitu chochote, na kwamba Qur’ani aliyoileta ni uchawi. (Wanawaambia kwa kusema) «Vipi mutakuja kwake na mumfuate na hali kwamba mnaona kwamba yeye ni binadamu kama nyinyi?»"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Nabii, rehema ya Mwenyezi Mungu na amani zimshukie, analirudisha kila jambo kwa Mwenyezi Mungu, kutakata na sifa za upungufu ni Kwake na kutukuka ni Kwake, akasema, «Mola wangu Analijua jambo la mbinguni na la ardhini na Anayajua maneno yenu mnayoyasema kwa siri, na Yeye Ndiye Mwenye kuyasikia maneno yenu, Ndiye Mwenye kuzijua hali zenu.» Katika hiya pana tishio kwao na onyo"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Lakini makafiri wameikanusha Qur’ani: kuna wanaosema kwamba ni mchanganyiko wa ndoto zisizo na ukweli, kuna wanaosema kwamba ni uzushi na urongo na si wahyi na kuna wanaosema kwamba Muhammad ni mshairi na kwamba haya ambayo amekuja nayo ni mashairi, na akiwa anataka tumuamini basi na atuletee miujiza yenye kuonekana kama vile ngamia wa Ṣāliḥ na miujiza ya Mūsā na 'Īsā na yale ambayo walikuja nayo Mitume kabla yake"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Hakuna mji wowote ulioamini kabala ya makafiri wa Makkah ambao watu wake walitaka miujiza kutoka kwa Mtume wao na ikatokea kweli, bali walikanusha na tukawaangamiza. Basi je, makafiri wa Makkah wataamini iwapo itakuwa miujiza waliyoitaka? Sivyo, wao hawataamini"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Na hatukuwatumiliza kabla yako , ewe Mtume, isipokuwa wanaume wa kibinadamu ambao tunawaletea wahyi, na hatukuwatumiliza Malaika. Basi waulizeni, enyi watu wa Makkah, wenye ujuzi wa vitabu vilivyoteremshwa huko nyuma iwapo hamjui hilo"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Na hatukuwafanya wale Mitume kabla yako wawe nje ya tabia ya binadamu, wasihitaji chakula na kinywaji, na hawakuwa ni wenye kukaa milele wakawa hawafi"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Kisha tuliwatimizia Manabii na wafuasi wao yale tuliyowaahidi ya ushindi na kuokolewa, na tukawaangamiza wenye kuzionea nafsi zao kwa kumkanusha kwao Mola wao"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Kwa kweli tumekuteremshia hii Qur’ani; ndani yake kuna enzi yenu na utukufu wenu katika ulimwengu na Akhera iwapo mtajikumbusha nayo. Je, hamuyafahamu yale ambayo kwayo niliwatukuza nyinyi juu ya wasiokuwa nyinyi"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Na kuna miji mingi ambayo watu wake walikuwa madhalimu kwa kukanusha kwao yale ambayo Mitume wao walikuja nayo. Ndipo tukawaangamiza kwa adhabu iliyowamaliza wote, na tukafanya wapatikane watu wengine wasiokuwa wao"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Walipoiyona, madhalimu hawa, adhabu yetu kali ikiwashukia na wakaziona ishara zake, wakitahamaki wakawa wanakimbia kwa haraka kutoka mjini mwao"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Wakaitwa wakiwa katika hali hii na kuambiwa, «Msikimbieni, na rudini kwenye ladha zenu na starehe zenu katika ulimwengu wenu wenye kupumbaza na nyumba zenu zilizojengwa, kwani huenda mkaulizwa jambo kuhusu ulimwengu wenu. Na hiyo ni kwa njia ya kuwafanyia shere na ubishi.»"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Hawakuwa na majibu yoyote isipokuwa ni kukubali makosa yao na kusema, «Ee maangamivu yetu! Tumejidhulumu nafsi zetu kwa ukafiri wetu.»"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Yaliendelea maneno hayo - nayo ni yale ya kujiapiza wenyewe maangamivu na kukubali kuwa wamejidhulumu wenyewe- kuwa ndiyo mwito wao wanaoukariri mpaka tukawafanya kama mimea ya ukulima iliyovunwa, wakiwa wametulia hawana uhai. Basi kuweni na hadhari, enyi mnaoambiwa, na kuendelea kumkanusha Muhammad, rehema ya Mwenyezi Mungu na amani zimshukiye, isije ikawashukia nyinyi yale yaliyowashukia watu waliopita kabla yenu"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Na hatukuumba mbingu na ardhi na vilivyoko baina yake kwa upuuzi na ubatilifu, lakini ni kwa kusimamisha hoja juu yenu, enyi watu, na ili mzingatie kwa hayo yote mpate kujua kwamba Yule Aliyeziumba hizo mbingu na ardhi hafanani na chochote, na hakuna anayefaa kuabudiwa isipokuwa Yeye"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Lau tulitaka kujifanyia kipumbazi cha mtoto au mke tungalikifanya kutoka kwetu, na sio kwenu. Hatukuwa ni wenye kufanya hilo kwa kuwa ni muhali kwetu kuwa na mtoto au mke"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "bali tunaisukuma haki na tunaifafanua, na hapo urongo unapomoka, na punde si punde unaondoka na kupotea. Na nyinyi, enyi washirikina, mtapata adhabu huko Akhera kwa kumsifu kwenu Mola wenu kwa sifa zisizonasibiana na Yeye"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Ni milki ya Mweyezi Mungu, Aliyetakasika na sifa za upungufu, kila aliye mbinguni na ardhini. Na wale Malaika walioko mbele Yake hawafanyi kiburi kumuabudu Yeye wala hawachoki kufanya hivyo. Basi vipi itafaa Ashirikishwe na kitu ambacho ni mja wake na kiumbe chake"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Wao (hao Malaika) wanamtaja Mwenyezi Mungu na wanamtakasa daima, hawadhoofiki wala hawachoki"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Itakuwa sawa vipi kwa washirikina kujifanyia waungu walemevu kutoka ardhini wasioweza kuhuisha wafu"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Lau mbinguni na ardhini kulikuwa na waungu wasiokuwa Mwenyezi Mungu, kutakata na sifa za upungufu ni Kwake na kutukuka ni Kwake, wenye kuyaendesha mambo yake, ungaliharibika mpango wake. Basi Mwenyezi Mungu, Bwana wa 'Arsh, Ameepukakana na sifa za upungufu na Ametakasika na kila sifa ambayo wakanushaji makafiri wanamsifu nayo ya urongo, uzushi na kila aibu"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Miongoni mwa dalili za kupwekeka Kwake, kutakasika na sifa za upungufu ni Kwake, kwa kuumba na kustahiki kuabudiwa ni kwamba Yeye Haulizwi kuhusu uamuzi Wake kwa viumbe Wake na kwamba viumbe Wake wote ndio wenye kuulizwa kuhusu matendo yao"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Je, hawa washirikina waliwafanya wasiokuwa Mwenyezi Mungu kuwa ni waungu wanaonufaisha na kudhuru na wanaohuisha na kufisha? Sema, ewe Mtume, kuwaambia wao, «Leteni dalili zenu mlizonazo juu ya hao mliowafanya waungu.» Kwani hakuna, ndani ya Qur’ani niliyokuja nayo wala ndani ya Vitabu vilivyotangulia, dalili yoyote ya yale mliyoyafuata.» Na wao hawakushirikisha isipokuwa ni kwa sababu ya ujinga wao na kuigiza, kwa hivyo wao ni wenye kuupa mgongo ukweli na ni wenye kuukataa"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Na hatukutumiliza kabla yako, ewe Mtume, mjumbe yoyote isipokuwa tunampatia wahyi kwamba hapana mwenye kuabudiwa kwa haki isipokuwa Mwenyezi Mungu. Basi mtakasieni ibada Yeye Peke Yake"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Na washirikina walisema, «Mwenyezi Mungu Amejifanyia mtoto» kwa madai yao kwamba Malaika ni watoto wa kike wa Mwenyezi Mungu. Ametakasika Mwenyezi Mungu na hilo! Malaika ni waja wa Mwenyezi Mungu waliokurubishwa waliohusishwa kwa kupewa matukufu"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "na wao kwa utiifu wao mzuri hawasemi isipokuwa lile ambalo Mola wao Amewaamrisha kwalo, na hawafanyi tendo lolote mpaka Awaruhusu"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Na hakuna tendo lolote miongoni mwa matendo ya Malaika, lililopita au linalofuatia, isipokuwa Mwenyezi Mungu, Aliyetakasika na kutukuka, Analijua na anawahesabia kwalo. Na hawatangulii kumuombea yoyote isipokuwa yule ambaye Mwenyezi Mungu Ameridhika wamuombee. Na wao kwa kumuogopa Mwenyezi Mungu wana hadhari ya kuenda kinyume na maamrisho Yake na makatazo Yake"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Na yoyote miongoni mwa Malaika atakayedai kwamba yeye ni mungu pamoja na Mwenyezi Mungu, kwa kukadiria, basi malipo yake ni moto wa Jahanamu. Na mfano wa malipo hayo ndivyo tunavyomlipa kila dhalimu mshirikina"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Kwani hawakujua hawa ambao wamekufuru kwamba mbingu na ardhi zilikuwa zimeshikana, hakuna kipambanuzi baina yao, hakuna mvua kutoka juu wala mimea kutoka kwenye ardhi, kisha tukazipambanua kwa uweza wetu, tukateremsha mvua kutoka juu na tukatoa mimea kutoka kwenye ardhi na tukajaalia kutokana na maji kila kitu chenye uhai. Basi je hawaamini hawa wakanushaji, wakayasadiki wanayoyaona na wakamuhusuMwenyezi Mungu tu kwa ibada"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Na tumeumba kwenye ardhi majabali yenye kuituliza isitikisike na tumetoa, kwenye hayo majabali, njia kunjufu, ili viumbe waongoke kwenye njia za kujitafutia maisha yao na kumpwekesha Muumba wao"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Na tumeifanya mbingu ni sakafu ya ardhi, haiinuliwi na nguzo, nayo imetunzwa, haianguki wala haipenywi na mashetani. Na makafiri wameghafilika na kupumbaa kutozizingatia alama za mbnguni (Jua, mwezi na nyota) na kutozifikiria"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Na mwenyezi Mungu , Aliyetukuka, Ndiye Aliyeumba usiku ili watu wapate kutulia, na mchana ili wapate kutafuta maisha. Na Ameumba jua, likiwa ni alama ya mchana, na mwezi, ukiwa ni alama ya usiku. Na kila kimojawapo ya hivyo viwili kina njia ya kupitia na kuogelea hakiendi kando nayo"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Hatukumfanya mwadamu yoyote kabla yako, ewe Mtume, asalie duniani milele. Basi ufapo wewe, kwani wao wana matumaini ya kuishi daima baada yako? Hili haliwi. Katika aya hii pana dalili kwamba Al-Khadhir, amani imshukie, ameshakufa, kwa kuwa yeye ni mwanadamu"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Kila nafsi ni yenye kuonja kifo hapana budi namna utakavyorefuka umri wake duniani. Na kuweko kwake maishani hakukuwa isipokuwa ni mtihani wa majukumu ya maamrisho na makatazo na mabadiliko ya hali, mazuri na mabaya, kisha baada ya hapo kuna kurudi na kurejea kwa Mwenyezi Mungu, Peke Yake, ili kuhesabiwa na kulipwa"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Na makafiri wanapokuona, ewe Mtume, wanakuashiria kwa kukufanyia shere, huwa wakiambiana wao kwa wao, «Je, ni huyu yule mtu anayewatukana waungu wenu?» Wao wamemkanusha Mwingi wa rehema na wamezikanusha neema Zake na yale Aliyoyateremsha ya Qur’ani na uongofu"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Ameumbwa mwanadamu akiwa na pupa, anayafanyia haraka mambo na anakuwa na pupa yawe. Na kwa kweli, Makureshi waliifanyia haraka adhabu na wakaona kuwa imechelewa kutokea., Mwenyezi Mungu Akawaonya kwamba Atawaonesha adhabu waliyoifanyia haraka, basi wasimuombe Mwenyezi Mungu awaharakishie na awaletee kwa upesi"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Na makafiri wanasema, wakiifanyia haraka adhabu kwa njia ya shere, «Ni lini itapatikana ile unayotuonya nayo, ewe Muhammad, iwapo wewe na aliyekufuata wewe ni miongoni mwa wakweli.»"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Lau makafiri wanajua watakayoyakuta watakapokuwa hawawezi kuzilinda nyuso zao na migongo yao na Moto na wasiipate wenye kuwanusuru, hawangalibaki kwenye ukafiri wao na hawangaliifanyia haraka adhabu yao"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Hakika Kiyama kitawajia ghafla, hapo wataduwaa na watakuwa na kicho kikubwa na hawataweza kuizuia adhabu isiwapate, na hawatapewa nafasi ya kutubia wala kutoa udhuru"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Mitume kabla yako, ewe Mtume, walifanyiwa shere, ikawafikia wale waliokuwa wakiifanyia shere adhabu ambayo walikiifanyia dhihaka na kejeli"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Sema, ewe Mtume, kuwaambia hawa wanaoifanyia haraka adhabu, «Hakuna anayewahifadhi na kuwalinda na adhabu ya Mwenyezi Mungu ikiwashukia , usiku wenu au mchana wenu, katika kulala kwenu au kuangaza kwenu?» Bali wao wamepumbaa na wameghafilika na Qur’ani na mawaidha"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Je wao wanao waungu wenye kuwazuia wao na adhabu yetu? Kwa hakika, waola wao hawawezi kujinusuru wenyewe, vipi wataweza kuwanusuru wenye kuwaabudu? Na wao hawatanusuriwa kutokana na sisi"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Kwa hakika makafiri na baba zao walighurika na muhula waliopewa kwa kile walichokiona cha mali, watoto na maisha marefu, ndipo wakajikita kwenye ukafiri wao wasiepukane nao, na wakadhani kwamba wao hawataadhibiwa. Kwa kweli, wameghafilika na mpango uliopita, kwani Mwenyezi Mungu anaipunguza ardhi kwenye pambizo zake kwa adhabu Anayoiteremsha kwa washirikina kila sehemu na kushindwa. Je, makafiri wa Makkah Wana nafasi ya kutoka nje ya uwezo wa Mwenyezi Mungu au kukataa kufa"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Sema, ewe Mtume, kuwaambia wale uliotumilizwa kwao, «Siwatishii adhabu ya Mwenyezi Mungu isipokuwa ni kwa wahyi wa Mwenyezi Mungu,» nao ni Qur’ani. «Lakini makafiri hawasikii yale wanayosomewa masikizi ya kuzingatia wanapoonya, na kwahivyo hawafaidiki nayo.»"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Lau liliwapata makafiri fungu la adhabu ya Mwenyezi Mungu wangalijua mwisho wa kukanusha kwao na wangalilikabili hilo kwa kujiapiza maangamivu kwa sababu ya kujidhulumu kwao nafsi zao kwa kumuabudu kwao asiyekuwa Mwenyezi Mungu"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Na Mwenyezi Mungu Ataiweka Mizani ya uadilifu kwa ajili ya Hesabu katika siku ya Kiyama. Hawatadhulumiwa hawa wala wengine kitu chochote, hata kama ni kitendo, kizuri au kibaya, cha kadiri ya chungu mdogo, kitazingatiwa katika hesabu ya mwenyewe. Na inatosha kuwa Mwenyezi Mungu ni Mwenye kuyadhibiti matendo ya waja Wake na ni Mwenye kuwalipa kwayo"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Kwa hakika, tulimpa Mūsā na Hārūn hoja na ushindi juu ya maadui wao na pia Kitabu, nacho ni Taurati, ambacho kwacho tumepambanua baina ya ukweli na urongo, na ambacho ni nuru ambayo kwayo wanajioongoza wachamungu wenye kuogopa adhabu ya Mola wao"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Na wao ni wenye kicho na hofu kwa kuuogopa wakati Kiyama kitasimama"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Na hii Qur’ani ambayo Mwenyezi Mungu Ameiteremsha kwa Mtume Wake Muhammad, rehema ya Mwenyezi Mungu na amani zimshukliye, ni ukumbusho kwa anayejikumbusha nayo na akatekeleza amri Zake na akajiepusha na makatazo Yake, ina kheri nyingi na manufaa makubwa. Je, mnaikanusha na hali ina upeo wa uwazi na ufunuzi"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Kwa hakika, tulimpa Ibrāhīm uongofu wake ambao yeye aliwalingania watu waufuate kabla ya Mūsā na Hārūn. Na sisi tulikuwa tunajua kwamba yeye anastahiki hilo"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Pindi aliposema kumwambia babake na watu wake, «Ni masanamu gani hawa mliowatengeneza kisha mkakaa kuwaabudu na mkajilazimisha nao.»"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Wakasema, «Tuliwapata baba zetu wakiwaabudu, na sisi tunawaabudu kwa kuwaiga wao.»"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Ibrāhīm akawaambia, «Kwa hakika nyinyi na wazee wenu, kwa kukuwaabudu kwenu hawa masanamu, muko mbali waziwazi na haki.»"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Wakasema, «Je, neno hili ambalo umekuja nalo kwetu ni la usawa na ukweli, au neno lako ni la mtu anayefanya mzaha na shere, hajui analosema?»"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Ibrāhīm, rehema na amani zimshukie, akasema, «Bali Mola wenu Ambaye ninawalingania mumuabudu Ndiye Mola wa mbingu na ardhi Ambaye Ameziumba, na mimi ni mwenye kulitolea ushahidi hilo"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "«Na ninaapa kwa Mwenyezi Mungu, nitawachimba masanamu wenu niwavunjevunje baada ya nyinyi kuondoka kwenda zenu na kuwaacha.»"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Hapo Ibrāhīm akawavunjavunja masanamu akawafanya vipande- vipande vilivyo vidogo na akamuacha mkubwa wao, ili watu wake wapate kumrudia kumuuliza, na ili ulemevu wao na upotevu wao upate kujulikana waziwazi, na ili hoja isimame kwao"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Na watu wakarudi na wakawaona masanamu wao wamevunjwa- vunjwa na wametwezwa. Hapo wakaulizana wao kwa wao, «Ni nani aliyefanya haya kwa waungu wetu? Huyo, kwa kweli, ni dhalimu kwa kuwa na ujasiri juu ya waungu wanaostahiki kuheshimiwa na kutukuzwa.»"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Hapo wale waliomsikia Ibraim akiapa kwamba atawachimba masanamu wao, «Tulimsikia kijana akiwataja kwa ubaya, anaitwa Ibrāhīm.»"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Viongozi wao wakasema, «Mleteni Ibrāhīm mbele ya watu aonekane, wapate kushuhudia kukubali kwake makosa ya aliyoyasema, ili iwe ni hoja dhidi yake.»"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Ibrāhīm akaletwa, na wakamuuliza kwa njia ya kumpinga, «Je, ni wewe uliowavunjavunja waungu wetu?» Wakikusudia masanamu wao"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Ibrāhīm akalipata alitakalo la kuonesha wazi upumbavu wao na huku wakiona, akasema, «Aliyewavunjavunja ni huyu sanamu mkubwa, waulizeni hilo waungu wenu mnaowadai iwapo watasema au watawapa majibu.»"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Hapo wakatahayari na ukawafunukia wazi upotevu wao, vipi wanawaabudu na ilhali wao wanashindwa kujitetea wenyewe kitu chochote wala kuwajibu mwenye kuwauliza? Na wakakubali wenyewe kuwa wamefanya udhalimu na ushirikina"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Punde si punde ukakamavu wao uliwarudia baada ya kushindwa hoja, wakageuka kurudi kwenye ubatilifu wao na wakatumia hoja dhidi ya Ibrāhīm ambayo ni hoja dhidi yao wakasema, «Vipi tutawauliza na hali wewe unajua kuwa hawa hawasemi?»"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Ibrāhīm akasema kwa njia ya kudharau jambo la kuabubudu masanamu, «Vipi mnaabudu masanamu wasionufaisha wanapoabudiwa wala kudhurisha wanapoachwa"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Ubaya ni wenu na ni wa waungu wenu mnaowaabudu badala ya Mwenyezi Mungu, Aliyetukuka. Kwani hamutii akili mkajua uovu wa haya mliyonayo?»"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Ilipopomoka hoja yao na ukweli ukajitokeza, waliamua kutumia uwezo wao na wakasema, «Mchomeni Ibrāhīm kwa moto mkionesha hasira kwa ajili ya waungu wenu, iwapo nyinyi ni wenye kuwasaidia basi washeni moto mkubwa na mumtupe ndani yake.»"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Mwenyezi Mungu Akamsaidia Mtume Wake na Akauambia moto, «Kuwa baridi na salama kwa Ibrāhīm!» Hivyo basi asiipate na udhia wala asifikiwe na jambo la kuchukiza"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Na wale watu walimtakia Ibrāhīm maangamivu na Mwenyezi Mungu Akavitangua vitimbi vyao na Akawafanya wao wawe ni wenye kushindwa na kuwa chini"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Na tukamuokoa Ibrāhīm na Lūṭ ambaye alimuamini kutoka 'Irāq na tukawatoa huko hadi Shām ambako tulikubariki kwa kheri nyinygi, na huko kulikuwa na Manabaii, rehema na amani ziwashukie, wengi zaidi"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Na Mwenyezi Mungu Alimneemesha Ibrāhīm kwa kumtunuku Isḥāq alipomuomba, na zaidi ya hilo Alimtunuku, kutokana na Isḥāq, Ya'qūb. Na kila mmoja kati ya Ibrāhīm na Isḥāq na Ya'qūb Mwenyezi Mungu Alimjaalia kuwa mwema na mtiifu Kwake"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Na tukamfanya Ibrāhīm, Isḥāq na Ya'qūb kuwa viongozi wa watu, wanawalingania wamuabudu Yeye na kumtii kwa idhini Yake Aliyetukuka, na tuliwaletea wahyi kufanya mema ya kuzifuata kivitendo sheria za Manabii, kusimamisha Swala kwa njia zake na kutoa Zaka. Na wao walizifuata amri hizo na walikuwa watiifu kwa Mwenyezi Mungu Peke Yake bila Mwingine"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Na tulimpa Lūṭ unabii, kufanya uamuzi baina ya watesi na ujuzi wa amri za Mwenyezi Mungu na Dini Yake. Na tulimuokoa na kijiji chake Sadūm ambacho watu wake walikuwa wakifanya mambo machafu. Wao, kwa sababu ya machafu na maovu ambayo watu wa uovu na uchafu wakiyatenda, walikuwa nje ya utiifu wa Mwenyezi Mungu"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Na Mwenyezi Mungu Akamkamilishia nema, Akamtia ndani ya rehema Yake kwa kumuokoa na kile kilichowafikia watu wake kwa kuwa yeye alikuwa ni miongoni mwa wale wanaofanya matendo ya utiifu Kwake"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Na mkumbuke Nūḥ, ewe Mtume, alipomuita Mola Wake kabla yako na kabla ya Ibrāhīm na Lūṭ, tukaitika mwito wake na tukamuokoa, yeye na watu wake waliomuamini, na makero makubwa"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Na tukamnusuru na vitimbi vya watu waliozikanusha alama zetu zenye kuonesha ukweli wake. Kwa haki, wao walikuwa ni watu wa ubaya, na hivyo basi tuliwazamisha wote kwa mafuriko"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Na kumbuka Nabii wa Mwenyezi Mungu Dāwūd na mwane Sulaiman, ewe Mtume, walipotoa uamuzi juu ya kesi iliyoletwa na wagonvi wawili, kondoo wa mmoja wao waliharibu mimea ya mwingine, walienea kwenye mimea hiyo kipindi cha usiku wakaiharibu. Dāwūd alitoa uamuzi kwamba wale kondoo wawe ni milki ya mwenye mimea wakiwa ni badala ya mimea yake iliyoharibiwa, kwa kuwa thamani ya viwili hivyo ni sawa. Na sisi tuliushuhudia uamuzi wao, haukufichamana kwetu"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Tukamfahamisha Sulaymān kuzingatia maslahi ya pande mbili na kufanya uadilifu, akatoa uamuzi kwamba yule mwenye kondoo ashughulike kutengeneza mimea iliyoharibika na kumalizika kwa muda maalumu ambapo katika muda huo yule mwenye mimea ajifaidishe kwa manufaa ya kondoo, kama vile maziwa, sufi na mfano wake, na baadaye kondoo warudi kwa mwenyewe na mimea irudi kwa mwenyewe, kwa kuwa thamani ya mimea iliyoharibiwa inalingana na manufaa ya wale kondoo. Na kila mmoja kati ya Dāwūd na Sulaymān tulimpa busara na ujuzi. Na tulimfanyia Dāwūd wema wa kumdhalilishia majabali yakawa yanaleta tasbihi anapoleta tasbihi, na vilevile ndege wakawa wanaleta tasbihi, na sisi tulikuwa ni wenye kulifanya hilo"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Na Mwenyezi Mngu Alimhusu Dāwūd, amani imshukiye, kwa kumfundisha kutengeneza nguo za kivita, akizifanya kwa kutunga vikuku vilivyoshikamana, kurahisisha harka ya mwili, ili kuwakinga wapiganaji wasiathiriwe na silaha wanazopigwa. Je, nyinyi ni wenye kushukuru neema ya Mwenyezi Mungu kwenu kupitia kwa mkono wa mja Wake Dāwūd"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Na tulimdhalilishia Sulaymān upepo wenye kuvuma kwa kasi ukimchukua yeye na walio pamoja naye, ukawa unapita kwa amri yake kuelekea ardhi ya Bayt al-Maqdis iliyoko Shām amabayo tuliibariki kwa kheri nyingi. Na ujuzi wetu umeenea vitu vyote"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Na tulimdhalilishia Sulaymān, kati ya mashetani, mashetani ambao alikuwa akiwatuma kufanya yale ambayo wasiokuwa wao wanashindwa nayo, walikuwa wakipiga mbizi baharini wakimtolea lulu na johari, na walikuwa wakimtengenezea vitu avitakavayo kwao, hawakuwa wakiweza kukataa kufanya ayatakayo kutoka kwao. Mwenyezi Mungu Amewahifadhi kwa nguvu Zake na enzi Yake , kutakata na sifa za upungufu ni Kwake na kutukuka ni Kwake"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Na kumbuka, ewe Mtume, mja wetu Ayyūb, tulipomtahini kwa madhara na ugonjwa mkubwa mwilini mwake, na akakosa watu wake, mali yake na watoto wake, akasubiri kwa kutaka thawabu, na akamlingania Mola wake, Aliyetukuka na kushinda, kwa kumuomba, «Mimi nimepatikana na madhara, na wewe Ndiye Mwenye huruma kuliko wenye huruma, basi niepushie nayo!»"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Hapo tukayakubali maombi yake, tukamuondolea matatizo na tukamrudishia alichokikosa miongoni mwa wake, watoto na mali mara mbili zaidi. Tulimfanyia hayo kwa huruma itokayo kwetu na ili awe ni kiolezo kwa kila mwenye kuvumilia mitihani, mwenye matumaini ya kupata rehema ya Mola wake na mwenye kumuabudu"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Na kumbuka Ismā'īl, Idrīs na Dhulkifl. Wote hao ni miongoni mwa wavumilivu katika kumtii Mwenyezi Mungu, kutakata na sifa za upungufu ni Kwake na kutukuka ni Kwake, katika kujiepusha na kumuasi na juu ya makadirio Yake, na kwa hivyo walistahiki kutajwa kwa sifa nzuri"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Na tukawatia ndani ya rehema yetu. Kwa hakika wao ni miongoni mwa wale ambao imetengenea ndani yao na nje yao, wakamtii Mwenyezi Mungu na wakafanya matendo yanayolingana na maamrisho Yake"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Na kumbuka kisa cha mtu wa chewa, naye ni Yūnus mwana wa Mattā, amani imshukie, Mwenyezi Mungu Alimtumiliza kwa watu wake, akawalingania wasimuamini, akawaonya kuwa wataadhibiwa, lakikni hawakurudi nyuma. Na asiwavumilie kama vile Mwenyezi Mungu Alivyomuamrisha na akaondoka kutoka kwao akiwa na hasira juu yao, akiwa amebanwa na kifua kwa kuasi kwao. Na akadhani kwamba Mwenyezi Mungu Hatampa dhiki na kumuadhibu kwa ukiukaji huu. Mwenyezi Mungu Akamtahini kwa dhiki nyingi na kifungo na akamezwa na tewa baharini, na akamlingania Mola wake kwa kumuomba katika magiza ya usiku, bahari na tumbo la tewa hali ya kutubia na kukubali ukiukaji wake kwa kuacha kuwavumilia watu wake, huku akisema, «Hapana muabudiwa kwa haki isipokuwa wewe! Kutakasika na sifa za upungufu ni kwako! kwa hakika mimi nimekuwa miongoni mwa wenye kudhulumu!»"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Basi hapo tukamkubalia maombi yake na tukamuondolea unguliko la shida. Na hivyo ndivyo tunavyowaokoa wakweli wenye kuzifuata sheria zetu kivitendo"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Na kumbuka, ewe Mtume, kisa cha mja wa Mwenyezi Mungu Zakariyya alipomuomba Mola wake Amtunukie wana, wakati umri wake ulipokuwa mkubwa, kwa kusema, «Mola wangu! Usiniache pweke ni siwe na mwana! Basi nitunuku mrithi wa kusimamia mambo ya Dini kwa watu baada yangu mimi, na wewe Ndiye bora wa wenye kusalia na bora wa wenye kusimamia mambo yangu baada yangu kwa uzuri!»"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Tukamkubalia maombi yake na tukamtunuku yeye, akiwa katika hali ya uzee, mwanawe Yaḥyā, na tukamfanya mke wake ni mwema wa tabia na ni mwenye kufaa kushika mimba na kuzaa baada ya kuwa tasa. Kwa kweli, wao walikuwa wakiikimbilia kila kheri, na wakituomba wakitumai kupata mazuri yaliyoko kwetu wakiogopa mateso yetu na walikuwa wadhalilifu na wanyonge kwetu"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Na kumbuka, ewe Mtume, kisa cha Maryam binti ya 'Imran aliyeihifadhi tupu yake na haramu na asifanye uzinifu katika maisha yake. Mwenyezi Mungu Akamtuma Jibrili, amani imshukiye, kwake akapuliza katika mfuko wa kanzu yake, na ule mpulizo ukafika kwenye uzao wake, na Mwenyezi Mungu akamuumba Al-Masīḥ 'Īsā, amani imshukie. Hivyo basi akabeba mimba yake bila ya mume, na kwa ajili hiyo akawa , yeye na mwanawe, ni alama ya uweza wa Mwenyezi Mungu na mazingatio kwa viumbe mpaka kusimama Kiyama"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Manabii hawa wote, dini yao ni moja, nayo ni Uislamu. Nao ni kujisalimisha kwa Mwenyezi Mungu kwa kwa kuwa mtiifu na kumpwekesha Yeye kwa ibada. Na Mwenyezi Mungu, kutakata na sifa za upungufu ni Kwake na kutukuka ni Kwake, Ndiye Bwana wa viumbe, basi muabuduni, enyi watu, Peke Yake, Asiye na mshirika"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Lakini watu walitafautiana juu ya Mitume wao, na wengi wa wafauasi wao katika dini walipambanukana wakawa ni makundi na mapote, wakaabudu viumbe na matamanio. Na wote hao ni wenye kurejea kwetu na ni wenye kuhesabiwa juu ya yale waliyoyafanya"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Basi Mwenye kujilazimisha kumuamini Mwenyezi Mungu na Mitume Wake na akafanya awezayo ya matendo mema kwa kumtii Mwenyezi Mungu na kumuabudu. Kwani Mwenyezi Mungu Hayapotezi matendo Yake wala Hayabatilishi, bali Anayaongeza yote hayo mara nyingi, na atayakuta aliyoyatenda kwenye Kitabu chake siku atakayofufuliwa baada ya kufa kwake"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Haiwezekani kwa watu wa miji tuliyoiangamiza, kwa sababu ya ukanushaji wao na dhulma zao, kurudi duniani kabla ya Siku ya Kiyama ili kurakibisha kasoro zao ambazo walikuwa nazo"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Basi pindi kitakapofunguliwa kizuizi cha Ya’jūj na Ma’jūj, na wakatoka kwenye ardhi za juu wakaenea kwenye pande zake kwa haraka"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "hapo Siku ya Kiyama itakuwa imekaribia na vituko vyake vitajitokeza, na hapo utayaona macho ya makafiri yamekodoka hayapepesi kwa kibabaiko kikali, huku wakiwa wanajiapiza maangamivu kwa majuto wakisema, «Ee ole wetu! Kwa hakika tulikuwa tumeghafilika na Siku hii na kujiandalia nayo na kwa hivyo tulikuwa madhalimu.»"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Kwa hakika, nyinyi, enyi makafiri, na vitu ambavyo mlikuwa mkiviabudu badala ya Mwenyezi Mungu, miongoni mwa masanamu, na wale walioridhia muwaabudu, kati ya majini na binadmu, ni viwashio vya moto wa Jahanamu na ni kuni zake, nyinyi na wao humo mtaingia"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Lau hawa ambao mliwaabudu badala ya Mwenyezi Mungu Aliyetukuka walikuwa ni waungu wanaostahiki kuabudiwa, hawangaliingia moto wa Jahanamu pamoja na nyinyi, enyi washirikina. Kwa hakika, wote hao, waabudu na waabudiwa, ni wenye kukaa milele ndani ya moto wa Jahanamu"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Hawa wenye kuadhibiwa Motoni wataona uchungu unaooneshwa na mlio wa sauti zao ambapo pumzi zao zinatoka kwa nguvu sana kutoka kwenye vifua vyao. Na wao wakiwa Motoni hawasikii kwa ukali wa adhabu wanayopewa"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Kwa hakika, wale ambao kimetangulia kwetu sisi kitangulizi chema katika ujuzi wetu kuwa watakuwa ni watu wa Peponi, hao wataepushwa na Moto, hawataungia wala hawatakuwa karibu nao"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Hawatasikia sauti ya mroromo wake na kuchomeka kwa miili humo, kwani wameshakaa kwenye nyumba zao huko Peponi na wamekuwa ni wenye kukaa makao ya milele katika starehe na ladha zake zinazotamaniwa na nafsi zao"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Hakiwatishi wao kituko kikubwa Siku ya Kiyama, bali Malaika watawapa bishara njema kwa kuwaambia, «Hii ndiyo siku yenu mlioahidiwa maandalizi mema kutoka kwa Mwenyezi Mungu na thawabu nyingi.»"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Siku ambayo tutaikunja mbingu kame vile ukurasa unaokunjiwa maandishi yaliyomo ndani na tutawafufua viumbe kama vile walivyokuwa mwanzo walipozaliwa na mama zao. Hiyo ndiyo ahadi ya Mwenyezi Mungu isiyokwenda kinyume. Tumeliahidi hilo ahadi ya kweli tuliyojilazimisha nayo. Hakika sisi daima ni wenye kufanya tunaloahidi"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Na kwa hakika, tuliandika kwenye vitabu vilivyoteremshwa, baada ya kuwa yashaandikwa katika Ubao Uliohifadhiwa, kwamba ardhi watairithi waja wa Mwenyezi Mungu walio wema, wale wanaosimama imara kwa yale waliyoamrishwa na wakajiepusha na yale waliyokatazwa, nao ni ummah wa Muhammad, rehema na amani ya Mwenyezi Mungu zishukiye"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Kwa hakika, kwenye mawaidha haya yanayosomwa pana mazingatio ya kutosha kwa watu wenye kumuabudu Mwenyezi Mungu kwa namna Aliyowaekea na Anayoiridhia kutoka kwao"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Na hatukukutumiliza , ewe Mtume, isipokuwa ni rehema kwa watu wote. Mwenye kukuamini atakuwa mwema na ataokoka, na asiyeamini atapita patupu na atapata hasara"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Sema, «Kile nilicholietewa wahyi na nikatumilizwa kwacho ni kwamba mola wenu Anayestahiki kuabudiwa, Peke Yake, ni Mwenyezi Mungu. Basi jisalimisheni Kwake na mnyoshe shingo zenu kwa kumuabudu.»"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Basi hawa wakiupuka Uislamu waambie, «Ninawafikishia nyote kile ambacho Mwenyezi Mungu Aliyetukuka Amenitumia wahyi nacho. Mimi na nyinyi tuko sawa katika kuyajua yale ninayowaonya nayo na kuwatahadharisha, na mimi sijui, baada ya hapo, ni lini adhabu mliyoagiziwa itawashukia?»"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Kwa hakika Mwenyezi Mungu Anayajua mnayoyadhihirisha miongoni mwa maneno yenu na mnayoyaficha ndani ya nyoyo zenu, na Atawahesabu kwayo"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Na sijui huenda kukawa kule kucheleweshwa adhabu mliyoitaka iwajie kwa haraka ni mavuto na mtihani kwenu, na ili mjistareheshe ulimwenguni mpaka muda ukome, mpate kuzidisha ukafiri, kisha hiyo iwe ni sababu ya nyinyi kupata mateso makubwa zaidi"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Nabii, rehema ya Mwenyezi Mungu na amani zimshukiye, akasema,» Mola wangu! Amua baina yetu na watu wetu walioukanusha Uamuzi wa haki, na tunamuomba Mola wetu Mwingi wa rehema, tunataka msaada Wake tuzibatilishe sifa mnazombandika, enyi makafiri, za ushirikina na ukanushaji na uzushi na juu ya maonyo mnayotuonya kuwa mtakuwa na nguvu na ushindi"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "Enyi watu! Tahadharini na mateso ya Mwenyezi Mungu, kwa kufuata amri zake na kuepuka makatazo yake, kwani vituko vitakavyotokea pindi kisimamapo Kiyama na mtetemeko mkubwa wa ardhi utakaofanya pambizo zake zipasukepasuke, ni jambo kubwa ambalo hakuna mwenye kulikadiria wala kulifikia vile litakavyokuwa, wala kujua namna yake isipokua Mola wa viumbe wote"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Siku mtakapokiona Kiyama kimesima, mama atamsahau mtoto wake mchanga aliyempa titi lake kunyoya kwa shida iliyomshukia, mwenye mimba ataharibu mimba yake kwa babaiko na akili za watu zitapotea watakuwa ni kama walevi kwa tukio hilo kubwa na babaiko na hali wao si walevi wa pombe, lakini ni ukali wa adhabu ndio uliowapoteza akili zao na hisia zao"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Na baadhi ya vichwa vya ukafiri miongoni mwa watu wanaleta utesi na wanatilia shaka uweza wa Mwenyezi Mungu wa kufufua, kwa ujinga wao wa kutojua uhakika wa uweza huu na kwa kumfuata kila shetani mwenye kumuasi Mwenyezi Mungu na Mitume Wake kati ya viongozi wa upotevu"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Mwenyezi Mungu amehukumu na kukadiria juu ya huyu Shetani kwamba yeye ampoteze kila mwenye kumfuata na asimuongoze kwenye ukweli, bali amuandamishe njia ya kupelekea kwenye adhabu ya Jahanamu uliowashwa, ikiwa ni malipo ya kumfuata kwake huyo Shetani"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "Enyi watu, mkiwa muna shaka ya kuwa Mwenyzi Mungu atawafufua wafu, basi sisi tumemuumba baba yenu Adam kutokana na mchanga kisha kizazi chake kikazaana kutokana na nutfah, nayo ni manii ambayo mwanamume anayarusha kwenye uzao wa mwnamke, yakageuka kwa uweza wa Mwenyezi Mungu yakawa 'alaqah, nalo ni pande la damu nyekundu iliyo nzito, kisha yakawa mudghah, nacho ni kinofu kidogo cha nyama cha kuweza kutafunika, mara nyingine kikawa kitaumbwa, yaani kiumbike kikamilifu mpaka kifikiye hadi ya kutoka kwa mtoto akiwa hai, na mara nyingine kisiumbike kikamilifu kikatoka kabla ya kutimia, ili tuwafafanulie ukamilifu wa uweza wetu wa kupelekesha miongo ya uumbaji. Na tunakibakisha kwenye zao tunachokitaka, nacho ni kile kinachoendelezwa kuumbwa kwake mpaka wakati wa kuzaliwa kwake na itimie ile miongo ya kuzaliwa wana wa matumboni wakiwa wadogo, wakuwe mpaka wafikie umri wa kuwa na nguvu, nao ni wakati wa ubarobaro na nguvu na kukamilika akili. Na baadhi ya watoto huenda wakafa kabla ya hapo, na baadhi yao wanakuwa mpaka wanafikisha miaka ya ukongwe na udhaifu wa akili, akawa huyu aliyezeeka hajui kitu alichokuwa akikijua kabla ya hapo. Na utaiyona ardhi ni kavu, imekufa haina mimea yoyote, tuyateremshapo maji juu yake, inatikisika kwa mimea ikawa inafunguka, inachepuza, inanyanyuka na kuongezeka kwa kutosheka na maji na ikaotesha kila aina ya mimea mizuri yenye kuwafurahisha wenye kuangalia"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Hayo yaliyotangulia kutajwa, miongoni mwa alama za uweza wa Mwenyezi Mungu Aliyetukuka, ndani yake pana dalili ya kukata kwamba Mwenyezi Mungu, Aliyetukuka na kutakasika, Ndiye Mola Mwenye kuabudiwa kwa haki Ambaye hakuna anayefaa kuabudiwa isipokuwa Yeye, na Yeye Ndiye Mwenye kuwahuisha wafu, na Yeye ni Muweza wa kila kitu"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Na kwamba wakati wa ufufuzi ni wenye kuja, hilo halina shaka, na kwamba Mwenyezi Mungu Atawafufua wafu kutoka makaburini mwao ili Awahesabu na Awalipe"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Miongoni mwa makafiri kuna wenye kujadili kwa njia ya ubatilifu kuhusu Mwenyezi Mungu na kuhusu kumpwekesha Yeye na kuhusu kumteua Kwake Mitume wake, rehema ya Mwenyezi Mungu na amani zimshukie, na kuhusu kuteremsha Kwake Qur’ani. Kujadili huko ni bila ya ujuzi, ufafanuzi wala kitabu kitokacho kwa Mwenyezi Mungu chenye ushahidi na hoja iliyo wazi"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "hali akiipotoa shingo yake kwa kiburi na akiupa mgongo ukweli, ili awazuie wengine wasiingie kwenye Dini ya Mwenyezi Mungu. Basi huyo atapata hizaya ulimwenguni kwa kuangamia na mambo yao kufedheheka; na Siku ya Kiyama tutamchoma kwa Moto"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Na ataambiwa, «Adhabu hiyo ni kwa sababu ya maasia uliyoyafanya na makosa uliyoyachuma, na Mwenyezi Mungu Hamuadhibu yoyote pasi na dhambi.»"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Miongoni mwa watu kuna anayeingia kwenye Uislamu kwa udhaifu na shaka, akawa anamuabudu Mwenyezi Mungu juu ya shaka na ukosefu wa uamuzi, ni kama yule anayesimama kwenye ukingo wa jabali au ukuta, hawi thabiti katika kusimama kwake, huifungamanisha Imani yake na ulimwengu wake: akiishi katika hali ya afya na ukunjufu huendelea kwenye ibada yake, na akipatikana na mitihani ya tabu na shida huyanasibisha hayo na Dini yake, na kwa hivyo huiacha. Ni kama yule anayegeuka kwa uso wake baada ya kulingana sawa, hivyo basi akapata hasara ya ulimwengu, kwani kukufuru kwake hakugeuzi chochote alichokadiriwa katika ulimwengu wake, na akapata hasara ya Akhera kwa kuingia Motoni, na hiyo ni hasara inayoonekana waziwazi"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Huyo aliyepata hasara anakiabudu kitu, badala ya Mwenyezi Mungu, kisichomdhuru lau akikiwacha wala kumnufaisha akikiabudu. Huko ndiko kupotea kulioko mbali na haki"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Anamubudu ambaye madhara yake ya hakika yako karibu zaidi kuliko manufaa yake, ni ubaya ulioje wa muabudiwa huyo kuwa ni muokozi na ni ubaya uilioje wake kuwa ni wakutangamana naye"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Hakika Mwenyezi Mungu Atawatia, wale ambao walimuamini Mwenyezi Mungu na Mtume Wake na wakajikita katika hiyo Imani na wakafanaya mema, kwenye mabustani ya Pepo ambayo inapata mito chini ya majumba yake ya fahari na miti yake. Hakika Mwenyezi Mungu Anafanya Analolitaka la kuwapa malipo mazuri wenye kumtii kwa ukarimu Wake na kuwatesa wenye kumuasi kwa uadilifu Wake"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Yoyote yule anayeitakidi kwamba Mwenyezi Mungu Aliyetukuka hatamsaidia Mtume Wake kwa kumpa ushindi ulimwenguni kwa kuipa nguvu Dini yake na huko Akhera kumtukuza daraja yake na kumuadhibu aliyemkanusha, basi anyoshe kamba aifunge kwenye sakafu ya nyumba yake kisha ajitie kitanzi kisha aikate hiyo kamba, kisha aangalie iwapo hilo litamuondolea hasira alizonazo ndani ya nafsi yake. Mwenyezi Mungu ni Mwenye kumnusuru Nabii Wake Muhammad, rehema ya Mwenyezi Mungu na amani zimshukiye, hapana budi"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Na kama Alivyosimamisha Mwenyezi Mungu hoja, miongoni mwa dalili za uweza Wake, juu ya makafiri kuhusu ufufuzi, vilevile Aliiteremsha Qur’ani, ambayo aya zake ziko wazi katika matamshi yake na maana yake na ambayo kwayo Mwenyezi Mungu Anamuongoza anayemtaka aongoke. Kwani hakuna Mwenye kuongoa isipokuwa Yeye"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Hakika wale waliomumini Mwenyezi Mungu na Mtume Wake Muhammad, rehema ya Mwenyezi Mungu na amani zimshukiye, na Mayahudi na Sābiūn (watu waliobaki kwenye maumbile yao na hawana dini wanayoifuata) na Wanaswara na Majūs (wnaoabudu moto) na wale walioashirikisha (wanaoabudu masanamu), Mwenyezi Mungu Atapambanua baina yao wote, Siku ya Kiyama, Awatie Waumini Peponi na Awatie makafiri Motoni, Mwenyezi Mungu juu ya kila kitu ni Shahidi, Anayashuhudia matendo yote ya waja, Anayadhibiti na Anayahifadhi, Na Atamlipa kila mtu kile anachostahili, malipo yanayolingana na matendo waliokuwa wakiyafanya"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Je hujui, ewe Mtume, kwamba Mwenyezi Mungu, kutakata na sifa za upungufu ni Kwake, wanamsujudia Yeye, katika hali ya kunyenyekea na kufuata amri, Malaika walioko mbinguni, viumbe walioko ardhini, jua, mwezi, majabali, miti na wanyama? Na wanamsujudia Mwenyezi Mungu, kwa kutii na kwa hiari, watu wengi, nao ni Waumini. Na kuna watu wengi imepasa adhabu juu yao, na kwa hivyo wao ni watwevu. Na yoyote yule ambaye Mwenyezi Mungu Amemtweza hakuna yoyote wa kumtukuza. Hakika Mwenyezi Mungu Anafanya kwa viumbe vyake Atakalo kuambatana na hekima Yake"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Haya ni mapote mawili ya watu, wametafautiana kuhusu Mola wao: watu wa Imani na watu wa ukafiri, kila mmoja anadai kuwa yeye yuko kwenye usawa. Wale waliokufuru watazungukwa na adhabu yenye sura ya nguo za Moto walizopatiwa wazivae, zitaichoma miili yao na yatamiminwa juu ya vichwa vyao maji yaliyofikia upeo wa ukali"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "hapo yateremke ndani ya matumbo yao na viyayuke vilivyomo ndani yake mpaka yapenyeze kwenye ngozi zao yazichome na zitoke na kuanguka"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Na Malaika watawapiga vichwa vyao kwa nyundo za chuma"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Na kila wakijaribu kutoka Motoni, kwa sababu ya makero na mateso walionayo, watarudishwa adhabuni na wataambiwa, «Onjeni adhabu ya Moto unaochoma.»"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Hakika Mwenyezi Mungu Atawatia watu wa Imani na matendo mema kwenye mabustani ya Pepo ambayo starehe yake ni ya daima, inapita mito chini ya miti yake, watapambwa humo kwa makuku ya dhahabu na kwa lulu; na nguo zao za kawaida Peponi ni hariri kwa wanawake na kwa wanaume"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Kwa hakika, Mwenyezi Mungu Aliwaongoza ulimwenguni kwenye neno zuri: tamshi la kumpwekesha Mwenyezi Mungu, kumshukuru na kumsifu, na huko Akhera wamshukuru Mwenyezi Mungu kwa mwisho mwema, kama vile Alivyowaongoza kabla ya hapo kufuata njia ya Uislamu inayosifiwa inayofikisha Peponi"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Hakika wale waliomkufuru Mwenyezi Mungu na wakayakanusha yale ambayo alikuja nayo Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, wakawazuia wengine kuingia kwenye Dini ya Mwenyezi Mungu, wakamzuia Mtume, rehema ya Mwenyezi Mungu na amani zimshukie, pamoja na waumini katika mwaka wa Ḥudaybiyah wasiingie Msikiti wa Ḥarām tulioufanya ni wa Waumini wote, wanaokaa hapo na wanaokuja kuukusudia, hao watapata adhabu kali yenye kuumiza. Na yoyote anayetaka, ndani ya Msikiti wa Ḥarām, kuenda kombo na haki kwa njia ya udhalimu na akamuasi Mwenezi Mungu humo ndani, basi tutamuonjesha adhabu kali yenye kuumiza"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Taja, ewe Nabii, pindi tulipomuelezea Ibrāhīm, amani imshukiye, mahali pa Nyumba, tukamtayarishia yeye mahali hapo, na palikua hapajulikani. Na tulimuamrisha aijengi juu ya misingi ya kumcha Mwenyezi Mungu na kumpwekesha na aisafishe na ukafiri na mambo ya uzushi na uchafu, ili iwe ni mahali pakunjufu kwa wenye kuizunguka kwa kutufu na wenye kuswali hapo"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "na uwajulishe watu, ewe Ibrāhīm, uwajibu wa Hija juu yao, watakujia kwa kila namna zao, wakiwa wanatembea kwa miguu na wakiwa wanapanda, miongoni mwa ngamia, kila aliyeambata matumbo kwa kutembea na kufanya kazi na sio kwa udhaifu. Watakuja kutoka njia ya mbali"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "ili kuyahudhuria yenye kuwafaa ya kusamehewa dhambi zao, kulipwa thawabu za utekelezaji wa ibada yao ya Hija na utiifu wao, kujipatia mapato katika biashara zao na mengine yasiokuwa hayo. Na ili wataje jina la Mwenyezi Mungu kwa kuchinja wanyama ambao kwao wanajisongeza karibu na Mwenyezi Mungu, miongoni mwa ngamia, ng’ombe, mbuzi na kondoo, katika siku maalumu: nazo ni siku ya kumi ya Mfungotatu na siku tatu baada yake, kwa kumshukuru Mwenyezi Mungu kwa neema Zake. Na wao wameamrishwa kwa kupendekezewa kula katika vichinjwa hivi na kumlisha kutokana nazo masikini ambaye umasikini wake umembana"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Kisha wale mahujaji wakamilishe matendo ya ibada yaliyosalia ya kujifungua na kutoka kwenye kifungo cha ibada yao ya Hija, nako ni kwa kuondoa uchafu uliokusanyika kwenye miili yao, kukata kucha zao na kunyoa nywele zao, na watekeleze yale waliyojilazimsha nafsi zao ya kuhiji na kufanya Umra na kuchinja wanyama wa tunu, na waitufu kwa kuizunguka Nyumba huru ya kale ambayo Mwenyezi Mungu Ameikomboa isitawaliwe kimabavu na watu wasioijali, nayo ni Alkaba"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Hiyo Aliyoyaamrisha Mwenyezi Mungu ya kuondoa uchafu, kutekeleza nadhiri na kuitufu Nyumba ndiyo Aliyoyapasisha Mwenyezi Mungu, basi yatukuzeni. Na yoyote mwenye kuyatukuza Aliyoyatakasa Mwenyezi Mungu, na miongoni mwayo ni matendo Aliyoyawekea ibada ya Hija kwa kuyatekeleza kikamilifu kwa kumtakasia Mwenyezi Mungu, basi hilo ni bora zaidi kwake, ulimwenguni na Akhera. Na Mwenyezi Mungu Amewahalalishia nyinyi kula wanyama-howa isipokuwa kile Alichokiharamisha kwenu katika kile mnachosomewa ndani ya Qur’ani miongoni mwa mizoga na mengineyo, basi kiepukeni. Katika hili pana kubatilisha kile ambacho Waarabu walikuwa wakikiharamisha cha baadhi ya wanyama-howa. Na jiekeni mbali na uchafu ambao ni masanamu na urongo wa kumzulia Mwenyezi Mungu"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Hali ya kulingana sawa kwa Mwenyezi Mungu juu ya kumtakasia matendo, kumuelekea Yeye kwa kumuabudu Yeye Peke Yake na kumpwekesha kwa utiifu na kumuepuka kila asiyekuwa Yeye kwa kukataa ushirikina, kwani mwenye kumshirikisha Mwenyezi Mungu chochote, mfano wake- katika kuwa mbali kwake na uongofu na katika kuangamia kwake na kuanguka kwake kutoka kwenye kilele cha Imani hadi kwenye shimo la ukafiri na wakawa Mashetani wanamnyakuwa kutoka kila upande - ni kama mfano wa mtu aliyeanguka kutoka mbinguni, ima ndege watamnyakuwa na kumkatakata viungo vyake au kimbunga kikali cha upepo kitamchukua kimtupe mahali mbali sana"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Hayo ndiyo Aliyoyaamrisha Mwenyezi Mungu ya kumpwekesha na kumtakasia ibada. Na yoyote mwenye kutekeleza amri ya Mwenyezi Mungu na akayatukuza mambo makubwa ya Dini, na miongoni mwayo ni matendo ya Hija na sehemu zake na wanyama wanaochinjwa huko, kwa kuchagua walio wazuri na walio wanono, basi kutukuza huko ni katika vitendo vya wenye nyoyo zenye kusifika kwa kumcha Mwenyezi Mungu na kumuogopa"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Muna nyinyi, katika wanyama hawa wa kutolewa tunu, manufaa ya nyinyi kunufaika nayo miongoni mwa sufi, maziwa, kipando na megineyo ambayo hayawadhuru hao wanyama mpaka wakati wa kuchinjwa huko kwenye Nyumba ya kale, nako ni eneo lote takatifu"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Na kila kundi lenye kuamini lililotangulia, tumelifanyia mambo ya ibada ya kuchinja na kumwaga damu, hayo ni kwa ajili wapate kutaja jina la Mwenyezi Mungu Aliyetukuka wakati wa kuchinja kile tulichowaruzuku cha hawa wanyama-howa na wamshukuru. Basi Mola wenu, enyi watu, ni Mola Mmoja, Yeye ni Mwemyezi Mungu. Hivyo basi iandameni amri Yake na amri ya Mtume Wake. Na uuwape bishara njema, ewe Mtume, wale wanyenyekevu waliosalimu amri kwa Mola wao, kwamba watapata kheri mbili: ya ulimenguni nay a Akhera"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "Wanyenyekevu hawa wenye kujinyongesha (kwa Mwenyezi Mungu) miongoni mwa sifa zao ni kwamba wao Atajwapo Mwenyezi Mungu Peke Yake, wanaiyogopa adhabu Yake na wanakuwa na hadhari wasimuasi, na wakipatikana na shida na matatizo, wanasubiri juu ya hayo wakiwa na matumaini kupata malipo mema kutoka kwa Mwenyezi Mungu, Aliyeshinda na kutukuka, wanatekeleza Swala kikamilifu, na wao pamoja na hayo wanatoa, katika kile Alichowaruzuku Mwenyezi Mungu, katika mambo yanayowapasa ya Zaka, matumizi ya watoto na kila ambaye matumizi yake yanawalazimu, katika njia ya Mwenyezi Mungu na katika matumizi yanayopendekezwa yasio ya lazima"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Na tumewafanyia nyinyi kule kuchinja ngamia ni miongoni mwa alama za Dini na mambo yake makubwa. Ili mpate kujisongeza karibu na Mwenyezi Mungu kwayo. Katika hao nyinyi, enyi wenye kujisongeza karibu naye, muna kheri katika manufaa yake ya kula, kutoa sadaka na kupata malipo ya thawabu. Basi semeni mnapowachinja, «Bismillāh» (kwa jina la Mwenyezi Mungu). Na ngamia huchinjwa akiwa amesimama, miguu yake mitatu imepangwa na mmoja umefungwa, basi akianguka kwa mbavu zake, huwa amekuwa halali kumla. Wale waliomchinja kwa ajili ya ibada na wale kitu katika mnyama huyo na wamlishe kutokana naye aliyekinai, naye ni muhitaji asiyeomba kwa kujihifadhi, na muhitaji anayeomba kumaliza haja yake. Hivi ndivyo Alivyowadhalilishia Mwenyezi Mungu ngamia, huenda mukamshukuru Mwenyezi Mungu kwa kuwadhalilishia"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Hazitamfikia Mwenyezi Mungu nyama za vichinjwa hivyi wala damu zake kitu chochote, kitakachomfikia Yeye ni kule kumtakasia kwenu katika hivyo na kuwa lengo lake ni radhi za Mwenyezi Mungu Peke Yake. Hivyo basi Amewadhalilishia nyinyi, enyi wenye kujikurubisha, ili mumtukuze Mwenyezi Mungu na mumshukuru kwa kuwaongoza kwenye haki, kwani Yeye Anastahiki hilo. Na uwape bishara njema, ewe Nabii, wenye kufanya wema kwa kumuabudu Mwenyezi Mungu Peke Yake na kuwafanyia wema viumbe vyake, kupata kila lema na kufaulu"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Hakika Mwenyezi Mungu Anawalinda Waumini na uadui wa makafiri na vitimbi vya waovu, kwani Yeye, Aliyeshinda na kutukuka, Hampendi kila mwingi wa hiana wa amana ya Mola wake, mwingi wa kukanusha neem Zake"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Waislamu, mwanzo wao, walikuwa wamekatazwa kupigana na makafiri, wameamrishwa kuvumilia maudhi yao. Maudhi ya washirikina yalipofikia upeo wake na Mtume akatoka Makkah hali ya kugura kwenda Madina na Uislamu ukawa na nguvu, Mwenyezi Mungu Aliwaruhusu Waislamu kupigana kwa sababu hiyo ya maonevu yaliyowashukia na uadui. Na Mwenyezi Mungu ni Muweza wa kuwanusuru na kuwadhalilisha maadui wao"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Wale ambao walilazimishwa kutoka majumbani mwao, si kwa lolote isipokuwa ni kwa kuwa wamesilimu na wamesema, «Mola wetu ni Mwenyezi Mngu Peke Yake.» Na lau si mpango Aliouiweka Mwenyezi Mungu wa kuondoa maonevu ambayo kwayo wananufaika watu wa dini zote zilizoteremshwa na kuurudisha ubatilifu kwa kuruhusu kupigana, haki ingalishindwa katika kila ummah, ardhi ingaliharibiwa, sehemu za ibada zingalivunjwa, miongoni mwa mindule ya watawa, makanisa ya Wanaswara, majumba ya ibada ya Mayahudi na misikiti ya Waislamu ambayo Wanaswali ndani yake, na wanamtaja Mwenyezi Mungu humo kwa wingi. Na mwenye kufanya bidii kuitetea Dini ya Mwenyezi Mungu, basi Mwenyezi Mungu Atamnusuru juu ya adui yake. Hakika Mwenyezi Mungu ni Mwenye nguvu Asiyeshindwa, ni Mshindi Asiyefikiwa, Amewatendesha nguvu viumbe na Amezishika paa za nyuso zao"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Wale tuliowaahidi kuwa tutawanusuru ndio wale tukiwapa utulivu kwenye ardhi na kuwatawalisha humo kwa kuwapa ushindi juu ya adui wao, wanasimamisha Swala kwa kuiitekeleza kwa nyakati zake kwa namna zake, wanatoa Zaka za mali zao kuwapa wastahiki wake, wanaamrisha kila ambalo Mwenyezi Mungu Ameliamrisha la haki Zake na haki za waja Wake na wanakataza kila ambalo Mwenyezi Mungu Amelikataza na Mtume Wake. Na ni wa Mwenyezi Mungu Peke Yake mwisho wa mambo yote, na mwisho mwema ni wa uchamungu"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Na wakikukanusha watu wako, ewe Mtume, basi wamewatangulia wao katika kukanusha Mitume wao watu wa Nūḥ,' Ād, Thamūd"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "na watu wa Ibrāhīm na watu wa Lūṭ"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "na watu wa Madyan waliomkanusha Shu'ayb na pia Fir'awn na watu wake walimkanusha Mūsā. Sikuwaharakishia ummah hao mateso, bali niliwapa muda kisha kila mmoja wa hao niliupatiliza kwa adhabu. Ilikuwaje vile nilivyowakataza wao ukafiri wao na ukanushaji wao na nilivyowabadilishia neema waliokuwa nayo kwa adhabu na maangamivu"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Ni miji mingi iliyojidhulumu kwa ukafiri wake, tuliwaangamiza watu wake, nyumba zao zikavunjwa zikawa ziko tupu hazina wakazi wake, visima vyake vikawa havichotwi maji na majumba yake ya fahari yaliyo marefu yaliyopambwa hayakuwakinga watu wake na adhabu kali"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Si watembee hao wakanushaji wa Makureshi kwenye ardhi wajionee athari za walioangamizwa, wafikirie kwa akili zao na wazingatie na wasikie habari zao kusikia kwa mazingatio wapate kuwaidhika? Kwani upofu si upofu wa macho, hakika ya upofu wenye kuangamiza ni upofu wa busara wa kutoijua haki na kutozingatia"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Na makafiri wa Kikureshi, kwaujinga wao, wanakuharakisha, ewe Mtme, uwaletee adhabu ambayo uliwaonya nayo baada ya kuwa wakakamavu juu ya ukafiri. Mwenyezi Mungu Hataenda kinyume na ahadi yake ya adhabu aliyowaonya nayo, haina budi kutuka. Na hapa duniani Aliwaharakishia hiyo, siku ya vita vya Badr. Na siku moja miongoni mwa siku mbele ya Mwenyezi Mungu ni kama miaka alfu moja mnazozihesbu katika miaka duniani"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Kuna miji mingi ilikuwa kwenye udhalimu, kwa ukakamavu wa watu wake juu ya ukafiri, nikawapa muda , na sikuwaharakishia adhabu na kwa hivyo wakaghurika, kisha nikawachukuwa kwa kuwaadhibu katika hii dunia, na ni kwangu ndio marejeo yao baada ya kuangamia kwao nitawapa adhabu wanayostahili"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Sema, ewe Mtume, «Enyi watu! Mimi si kuwa isipokuwa ni muonyaji kwenu mwenye kumfikishia Mwenyezi Mungu ujumbe Wake"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Basi wale wenye kumuamini Mwenyezi Mungu na Mtume Wake, na imani hiyo ikajikita kwenye nyoyo zao na wakafanya matendo mema, watapata msamaha wa dhambi zao kutoka kwa Mola wao na sitara ya kufinika matendo ya uasi yaliyotokana na wao na riziki nzuri isiyokatika nayo ni Pepo"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Na wale wenye kujitahidi kufanya vitimbi ili kuzitangua aya za Qur’ani kwa kuzikanusha hali ya kuwa ni watesi na washindani, basi hao ndio watu wa Moto wenye kuwaka, wataungia na watasalia humo milele.»"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Na hatukuwatumiliza kabla yako wewe, ewe Mtume, Mtume yoyote wala Nabii isipokuwa asomapo kitabu cha Mwenyezi mungu, Shetani anatia katika kisomo chake wasiwasi na tashwishi, ili kuwazuilia watu kufuata kile anachokisoma. Lakini Mwenyezi Mungu Anatangua vitimbi vya Shetanai, Anauondoa ushawishi wake na Anathibitisha aya Zake zilizo wazi. Na Mwenyezi Mungu ni Mjuzi wa yaliyokuwa na yatakayokuwa, hakuna kinachofichika Kwake chochote, ni Mwingi wa hekima katika makadirio Yake na amri Zake"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Na hakikua kitendo hiki kutoka kwa Shetani isipokuwa Mwenyezi Mungu Akifanye ni mtihani kwa wale ambao ndani ya nyoyo zao muna shaka na unafiki na kwa wale washirikina washupavu wa nyoyo ambao haliathiri kwao kemeo lolote. Na kwa hakika, madhalimu miongoni mwa hawa na wale wako kwenye uadui mkubwa na Mwenyezi Mungu na Mtume Wake na upingaji haki ulio mbali na usawa"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Na ili wapate kujua wenye elimu ambao wanapambanua, kwa ujuzi wao, baina ya ukweli na urongo kwamba Qur’ani tukufu ndio haki iliyoteremka juu yako, ewe Mtume, kutoka kwa Mwenyezi Mungu, haina udanganyifu ndani yake na hakuna njia yoyote ya Shetani kuifikia, na kwa hiyo imani yao inaongezeka na nyoyo zao zinainyenyekea. Na hakika ya Mwenyezi Mungu ni Mwenye kuwaongoa wale walioiamini na wakamuamini Mtume Wake kwenye njia ya haki iliyo wazi, nayo ni Uislamu, na Atawaokoa kwayo na upotevu"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Na hawataacha makafiri wenye kukanusha kuendelea kuwa kwenye shaka juu ya Qur’ani uliokuja nayo mpaka Kiyama kiwajie kwa ghafula na hali wao wako juu ya ukanushaji wao, au iwajie wao adhabu ya Siku isiyokuwa na wema ndani yake, nayo ni Siku ya kiyama"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "Ufalume na mamlaka katika Siku hii ni ya Mwenyezi Mungu Peke Yake, na Yeye, kutakata na sifa za upungufu ni Kwake, Ataamua baina ya Waumini na makafiri. Wale waliomuamini Mwenyezi Mungu na Mtume Wake na wakafanya matendo mema, ni zao wao starehe za daima kwenye mabustani ya Pepo"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Na wale walioukataa upwekwe wa Mwenyezi Mungu, wakawakanusha Mitume Wake na wakazipinga aya za Qur’ani, basi hao watapata adhabu yenye kuwafanya wanyonge na kuwatweza ndani ya moto wa Jahanamu"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Na wale waliyotoka majumbani mwao kwa kutaka radhi za Mwenyezi Mungu na kuinusuru Dini Yake, yoyote kati yao atakayeuawa akiwa katika hali ya kupigana na makafiri, na yoyote kati yao atakayekufa bila kupigana, Mwenyezi Mungu Atawaruzuku Pepo na starehe zake zisizokatika wala kuondoka. Na kwa hakika, Mwenyezi Mungu, kutakata na sifa za upungufu ni Kwake na kutukuka ni Kwake, Ndiye Mbora wa wenye kuruzuku"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Atawatia Mola wao tena Atawatia mahali pa kuingia ambapo watapapenda, napo ni Peponi. Na kwa hakika Mwenyezi Mungu Anamjua sana yule anayetoka katika njia Yake na mwenye kutoka kwa ajili ya ulimwengu, ni Mpole kwa wale waliomuasi hawafanyii haraka kuwatesa"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Hilo ni jambo tulilokusimulia la kuwatia Peponi waliogura(katika njia ya Mwenyezi Mungu), na mwenye kufanyiwa uadui na kuonewa basi yeye ameruhusiwa kupambana na huyo mhalifu kwa kitendo kama chake, na atakuwa hana makosa. Na akirudi yule mhalifu kumuonea na akafanya udhalimu, basi Mwenyezi Mungu Atampa ushindi yule mdhulumiwa aliyeonewa, kwani haifai afanyiwe uadui kwa kuwa amejilipizia. Hakika Mwenyezi Mungu ni Msamehefu ni Mwingi wa kughofiria, Anasamehe dhambi za wenye kukosea, hawafanyii haraka kuwatesa na anazifinika dhambi zao"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Huyo Aliyewaekea hukumu hizo za uadilifu Ndiye wa kweli, na Yeye Ndiye Muweza waAlitakalo. Na katika uweza Wake ni kwamba Yeye Anaziingiza saa za usiku zipunguazo kwenye saa za mchana, na anaziingiza saa za mchana zipunguazo kwenye saa za usiku na kwamba Mwenyezi Mungu ni Msikizi wa kila sauti, ni Muoni wa kila kitendo, hakifichiki kitu chochote Kwake"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Hayo ni kwamba Mwenyezi Mungu Ndiye Mola wa haki Ambaye hapana yoyote Anayepasa aabudiwe isipokuwa Yeye na kwamba vile wanavyoviabudu washirikina miongoni mwa masanamu na waungu-bandia wanaodaiwa kufanana na Yeye ndio batili wasionufaisha wala kudhuru, na kwamba Mwenyezi Mungu Ndiye Aliye juu ya viumbe vyake kwa dhati, cheo na utendeshaji nguvu, Ndiye Aliyejiepusha na wanaodaiwa kufanana na Yeye na kuwa wendani Wake, Aliye Mkuu katika dhati Yake, majina Yake na sifa Zake. Yeye ni Mkubwa kuliko kila kitu"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Je, huoni, ewe Mtume, kwamba Mwenyezi Mungu Ameteremsha mvua kutoka mbinguni, ardhi ikawa kijani kwa mimea iliyomea? Hakika Mwenyezi Mungu ni Mwenye huruma na upole kwa waja Wake kwa kuitoa mimea kutoka ardhini kwa maji hayo, ni mtambuzi wa mambo yanayowafaa"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Ni vya Mwenyezi Mungu, kutakata na sifa za upungufu ni Kwake na kutukuka ni Kwake, vilivyoko ardhini na mbinguni, kwa kuviumba, kuvimiliki na kuwa chini ya usimamizi wake, kila kimoja kati ya hizo kinahitajia uendeshaji Wake na maneemesho Yake. Na hakika Mwenyezi Mungu Ndie Aliye Mkwasi ambaye Hahitajii kitu chochote, Anayeshukuriwa kwa kila namna"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Je, huoni kwamba Mwenyezi Mungu, Aliyetukuka, Amewadhalilishia vilivyoko ardhini miongoni mwa vitu vitambaavyo na wanyama na nafaka na matunda na vitu visivyo na roho, kwa ajili ya kipando chenu, chakula chenu na manufaa yenu, kama Alivyowadhalilishia mashua zinazotembea baharini kwa uweza Wake na amri Yake, ziwabebe nyinyi na vyombo vyenu ziwafikishe kwenye miji na sehemu mzitakazo na kwamba Yeye Ndiye Anayeizuia mbingu na kuitunza, ili isianguke juu ya ardhi ikawaangamiza walioko juu yake isipokuwa kwa idhini Yake, Aliyetakasika na kila sifa za upungufu, kuwa hilo lifanyike, ili Awarehemu watu rehema kunjufu katika mambo yao ya hivi sasa hapa duniani na ya baadaye kesho Akhera? Na miongoni mwa rehema Zake ni vitu hivi Alivowadhalilishia na vinginevyo kwa fadhila Zake juu yao"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Na Yeye Ndiye Mwenyezi Mungu Aliyewapa uhai kwa kuwafanya mupatikane kutoka kwenye hali ya kutokuwako, kisha Atawafisha umri wenu ukomapo, kisha Atawahuisha kwa kuwafufua ili Awahesabu kwa matendo yenu. Hakika mwanadamu ni mwingi wa kukataa alama zenye kuonyesha uweza wa Mwenyezi Mungu na upweke Wake"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Kila watu miongoni mwa jinsi za watu waliopita tumewaekea sheria na ibada tuliowaamrisha wao kwazo, na wao ni wenye kuzitumia, basi wasikufanyie ushindani, ewe Mtume, hao washirikina wa Kikureshi kuhusu Sheria yako na yale Aliyokuamrisha Mwenyezi Mungu katika matendo ya Hija na aina zote za ibada. Na ulinganie kwenye kumpwekesha Mola wako na kumtakasia ibada na kufuata amri Yake. Hakika wewe uko kwenye Dini iliyolingana sawa, isiyokuwa na mapindi"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Na wakishikilia kujadiliana na wewe kwa njia ya ubatilifu kuhusu yale unayowalingania nayo, usijadiliane na wao, bali waambie, «Mwenyezi Mungu ni mjuzi zaidi wa mnayoyafanya ya ukafiri na kukanusha,» kwani wao wanafanya inadi na kiburi"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Mwenyezi Mungu Atahukumu kati ya Waislamu na makafiri Siku Ya Kiyama katika tafauti zao kuhusu dini. Katika aya hii pana adabu nzuri ya kuwarudi wanaofanya mjadala kwa njia ya ujeuri na kiburi"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Je, hujui, ewe Mtume, kwamba Mwenyezi Mungu anavijua vilivyomo mbinguni na ardhini ujuzi kamili Aliouthibitisha katika Ubao Uliohifadhiwa? Ujuzi huo ni jambo sahali kwa Mwenyezi Mungu Ambaye hakuna kitu kinachomshinda"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Na makafiri wa Kikureshi wanashikilia kumshirikisha Mwenyezi Mungu pamoja na kuwa ubatilifu wa waliyonayo uko waziwazi. Wao wanawaabudu waungu ambao haukuteremka, kwenye kitabu chochote miongoni mwa vitabu vya Mwenyezi Mungu, ushahidi kuwa wao wanafaa kufanyiwa ibada, na wao (hao waungu) hawajui chochote kuhusu yale waliyoyazua (hao makafiri) na kumsingizia Mwenyezi Mungu, hakika hilo ni jambo ambalo kwalo wamewafuata baba zao bila dalili yoyote. Basi kitakapokuja kipindi cha kuhesabiwa huko Akhera, hawa washirikina hawatakuwa na msaidizi mwenye kuwanusuru au kuwakinga na adhabu"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Na pindi zinaposomwa kwa washirikina aya za Qur’ani zilizo wazi, utauona uchukivu waziwazi kwenye nyuso zao, wanakaribia kuwapiga Waumini wanaowalingania kwa Mwenyezi Mungu Aliyetukuka na kuwasomea aya Zake. Basi waambie, ewe Mtume, «je, si niwape habari ya kitu chenye kuchukiza zaidi kwenu kuliko kuisikia haki na kuwaona walinganizi wake? Ni Moto ambao Mwenyezi Mungu Ameutayarisha kwa makafiri huko Akhera. Na mahali pabaya zaidi pa mtu kuishia ni hapo.»"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "Enyi watu! Kumepigwa mfano, usikilizeni na muuzingatie: Kwa hakika, masanamu na wanaodaiwa kufanana na Mwenyezi Mungu mnaowaabudu badala ya Mwenyezi Mungu, hawatoweza lau wakikusanya kuumba nzi mmoja, basi itakuaje kuumba kikubwa zaidi? Wala hawawezi kukirudisha kitu alichokinyakua nzi kutoka kwao, Je kuna kuelemewa zaidi kuliko huko? Vyote viwili pamoja ni vinyonge: amedhoofika mtaka kurudisha kitu kilichochukuliwa na nzi kutoka kwake, naye ni yule muabudiwa badala ya Mwenyezi Mungu, na pia amedhoofika mtakwa, naye ni nzi. Basi vipi hawa masanamu na wanaofanywa kuwa wanafanana na Mwenyezi Mungu watafanywa ni waungu, ilhali wao wako kwenye udhaifu huu"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Hawa washirikina hawakumtukuza Mwenyezi Mungu vile Anavyostahiki kutukuzwa, kwa kuwa wao wamemfanya kuwa Ana washirika, na hali Yeye Ndiye Mwenye nguvu Aliyeumba kila kitu, Ndiye Mshindi Asiyeshindwa"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Mwenyezi Mungu, kutakata na sifa za upungufu ni Kwake na kutukuka ni Kwake, Anateua, miongoni mwa Malaika, wajumbe kuwatuma kwa Manabii Wake, na Anateua kutokana na watu, wajumbe wakufikisha jumbe Zake kwa viumbe. Hakika Mwenyezi Mungu ni Mwenye kusikia maneno ya waja Wake, Mwenye kuviona vitu vyote na yule anayemteua kwa utume miongoni mwa viumbe Wake. Na Yeye, kutakasika na sifa za upungufu ni Kwake"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Anayajua yaliyo mbele ya Malaika wake na Mitume Wake kabla hajawaumba, na Anayajua yenye kuwa baada ya kutoweka kwao. Na kwa Mwenyezi Mungu, Peke Yake, yanarejea mambo yote"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Enyi mliomuamini Mwenyezi Mungu na Mtume Wake Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, rukuuni na sujuduni katika Swala zenu na muabuduni Mola wenu, Peke Yake, Asiye na mshirika, na fanyeni wema ili mufuzu"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "na zipigeni jihadi nafsi zenu, na simameni, kisimamo kikamilifu, kutekeleza amri ya Mwenyezi Mungu, na waiteni viumbe kwenye njia Yake, na piganeni jihadi kwa mali zenu, ndimi zenu na nafsi zenu, hali ya kumtakasia nia Mwenyezi Mungu, Aliyeshinda na kutukuka, kwa hayo, hali ya kuzisalimisha Kwake nyoyo zenu na viungo vyenu. Yeye Amewateua muibebe hii Dini. Na Amewapa neema kwa kuifanya Sheria Yake kuwa sahali, haina dhiki wala mikazo katika Amri zake na hukumu zake kama vile ilivyokuwa kwa baadhi ya ummah kabla yenu. Mila hii yenye usahali ndio Mila ya baba yenu Ibrāhīm. Na Mwenyezi Mungu Amewaita nyinyi Waislamu tangu nyuma kwenye Vitabu vilivyoteremshwa vilivyotangulia na katika hii Qur’ani. Na Amewahusu nyinyi kwa chaguo hili, ili mwisho wa Mitume, Mhammad, rehema ya Mwenyezi Mungu na amani zimshukie, awe shahidi wenu kuwa amewafikishia ujumbe wa Mola wake, na ili muwe ni mashahidi wa ummah wengine kuwa Mitume wao waliwafikishia kwa habari mlizopewa na Mwenyezi Mungu katika Kitabu Chake. Basi jibidiisheni kujua thamani ya neema hii mupate kuishukuru, na mujilazimishe kufuata maamrisho ya Dini ya Mwenyezi Mungu kwa kutekeleza Swala kwa nguzo zake na sheruti zake na kutoa Zaka za faradhi, na muingie kwenye himaya ya Mwenyezi Mungu, kutakata na sifa za upungufu ni Kwake na kutukuka ni Kwake, na mumtegemee Yeye, kwani yeye Ndiye Mbora wa kutegemewa kwa mwenye kumtegemea na ni Mbora wa kunusuru kwa anayeomba nusura Yake"
        }
    ]
}