{
    "juzs": [
        {
            "chapter": 5,
            "verse": 82,
            "text": "Utakuta tena utakuta, ewe Mtume, kwamba watu wenye uadui mno kwa wale waliokukubali wakakuamini na wakakufuata ni Mayahudi, kwa sababu ya ukaidi wao, ukanushaji wao na kuichukia kwao haki, na wale wanaomshirikisha Mwenyezi Mungu na kitu kingine, kama wanaoabudu masanamu na wengineo. Na utakuta tena utakuta kwamba walio karibu mno kimapenzi na Waislamu ni wale waliosema, «Sisi ni Wanaswara.» Hilo ni kwamba miongoni mwao kuna wasomi wanaoijua dini yao, wacha-Mungu, wanaofanya jitihadi ya ibada kwenye mindule, na kwamba wao ni wanyenyekevu, hawafanyi kiburi cha kutiubali haki. Hao ndio wale walioukubali ujumbe wa Mtume Muhammad , rehema ya Mwenyezi Mungu na amani zimshukie, na wakauamini"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Na miongoni mwa yale yanayoonyesha mapenzi yao kwa Waislamu ni kuwa kundi katika wao (nao ni tume ya watu wa Habashah walipoisikia Qur’ani) yalibubujika machozi macho yao wakawa na yakini kuwa hiyo ni haki iliyoteremshwa kutoka kwa Mwenyezi Mungu, Aliyetukuka, wakamuamini Mwenyezi Mungu, wakamfuata Mtume Wake na wakanyenyekea kwa Mwenyezi Mungu wakimuomba awatukuze kwa heshima ya kushirikiana na umati wa Muhammad, amani imshukie, katika kuwatolea ushahidi umma wengine Siku ya Kiyama"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Na walisema, «Kwani tuna lawama gani sisi kwa kumuamini kwetu Mwenyezi Mungu, kuikubali haki ambayo alikuja nayo kwetu Muhammad , rehema ya Mwenyezi Mungu na amani zimshukie, kutoka kwa Mwenyezi Mungu na kumfuata kwetu yeye, na hali tunatumai kuwa Mola wetu Atatutia kwenye Pepo Yake, Siku ya Kiyama, pamoja na walio watiifu Kwake?»"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Mwenyezi Mungu Akawalipa, kwa waliyoyasema ya kujienzi kwa kuuamini kwao Uislamu na kutaka kwao kuwa pamoja na watu wema, mabustani ya Pepo ambayo, chini ya miti yake inapita mito, hali ya kukaa humo, hawatatolewa humo wala hawatahamishwa. Hayo ndiyo malipo ya wema wao wa maneno na vitendo"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Na wale ambao waliukanusha upweke wa Mwenyezi Mungu, wakaukataa unabii wa Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, na wakazikanusha aya Zake zilizoteremshwa kwa Mitume Wake, hao ndio watu wa Motoni wenye kukaa daima humo"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Enyi ambao mliamini, msiharamishe vizuri alivyowahalalishia Mwenyezi Mungu, miongoni mwa vyakula na vinywaji na kuoa wanawake, mkayatia mkazo mambo ambayo Mwenyezi Mungu Ameyatolea nafasi kwenu, na msipite mipaka ya vitu alivyoviharamisha Mwenyezi Mungu. Kwani Mwenyezi Mungu Hawapendi wenye kupita mipaka"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Na mstarehe, enyi Waumini, kwa halali nzuri Aliyowapa Mwenyezi Mungu na kuwatunukia. Na mcheni Mwenyezi Mungu kwa kufuata amri Zake na kujiepusha na makatazo Yake. Kwani kumuamini kwenu Mwenyezi Mungu kunawalazimisha nyinyi kumcha Yeye na kumtunza"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Mwenyezi Mungu Hatawapa mateso, enyi Waislamu, kwa mayamini mliyoapa bila ya kukusudia, mfano wa vile baadhi yenu wanavyosema, «Sivyo, naapa kwa Mwenyezi Mungu», «Kwa Nini? Naapa kwa Mwenyezi Mungu.» Lakini Yeye Atawapa mateso, kwa sababu ya mayamini mliyoyakusudia ndani ya nyonyo zenu. Basi mkiwa hamtekelezi yamini, dhambi lake litafutwa na Mwenyezi Mungu, kwa kafara mtakayotoa mliyowekewa na Mwenyezi Mungu ya kuwalisha masikini kumi, kila masikini mmoja apewe nusu ya pishi [kadiri ya kilo mbili na nusu] ya chakula cha kati na kati kinachotumiwa na watu wa mji aliyoko, au kuwavisha kwa kumpa kila maskini mavazi yanayomtosha kulingana na desturi, au kuacha huru mmilikiwa kumtoa kwenye utumwa. Basi mwenye kuapa ambaye hakutekeleza yamini lake ana hiari afanye mojawapo ya mambo matatu. Asipopata chochote kati ya hayo, ni juu yake afunge siku tatu. Kufanya hayo ndio kafara ya kutoyatekeleza mayamini yenu. Na yachungeni mayamini yenu, enyi Waumini, kwa kujiepusha na kuapa au kutekeleza kiapo mnapoapa au kutoa kafara msipotekeleza kiapo. Na kama alivyowaelezea Mwenyezi Mungu hukumu ya mayamini na namna ya kujivua nayo, ndivyo Anavyowaelezea hukumu za dini Yake, ili mumshukuru Yeye kwa kuwaongoza nyinyi kwenye njia iliyolingana sawa"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Enyi ambao mlimuamini Mwenyezi Mungu, Mtume Wake na mkafuata sheria Zake kivitendo! Hakika pombe: nayo ni kila kinacholewesha kinachofinika akili, al-maysir, nayo ni kamari ambayo inakusanya aina za kuwekeana dau na mfano wake, kama zile za kuekeana badali kutoka pande mbili za wacheza kamari na kuzuia kumtaja Mwenyezi Mungu, al-ansab: mawe ambayo washirikina walikuwa wakichinja mbele yake kwa njia ya kuyatukuza na yale yanayosimamishwa ili kujisongeza karibu yake kwa ibada na al-azlam: vipande vinavyotumiwa na makafiri kutafuta uamuzi kabla ya kufanya au kuacha kufanya jambo. Hayo yote ni dhambi inayopambiwa na Shetani. Basi jiepusheni na madhambi haya, huenda nyinyi mkafuzu kwa kupata Pepo"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Hakika Shetani anataka, kwa kuwapambia madhambi, kuweka baina yenu chenye kuleta uadui na chuki, kwa sababu ya kunywa pombe na kucheza kamari, na kuwaepusha na kumtaja Mwenyezi Mungu na kuswali, kwa kutokuwa na akilil katika unywaji pombe na kujishughulisha na pumbao la uchezaji kamari. Basi komekeni na hayo"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Na Fuateni amri, enyi Waislamu, ya kumtii Mwenyezi Mungu na kumtii Mtume Wake Muhammad , rehema ya Mwenyezi Mungu na amani zimshukie, katika kila mnalolifanya na mnaloliacha. Na mcheni Mwenyezi Mungu na mumtunze katika hayo. Na mkikataa kufuata amri na mkayafanya mliyokatazwa, basi jueni kuwa jukumu la mjumbe wetu Muhammad , rehema ya Mwenyezi Mungu na amani zimshukie, ni ufikishaji ulio wazi"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Waumini waliokunywa pombe kabla haijaharamishwa hawana dhambi kwa kufanya hilo, iwapo wataiacha, wakajikinga na mambo yanayomkasirisha Mwenyezi Mungu na wakatanguliza matendo mema yanayoonyesha kuwa wao wanamuamini Yeye na wana hamu Mwenyezi Mungu, aliyetukuka, Awe radhi nao, kisha wakazidi kumtunza Mwenyezi Mungu, Aliyeshinda na kutukuka, na kumuamini mpaka wakawa, kwa ile yakini yao, wanamuabudu kama kwamba wao wanamuona. Hakika Mwenyezi Mungu, Aliyetukuka, Anawapenda wale ambao wamefikia kiwango cha ihsani (iḥsān) mpaka wakawa kuiamini kwao ghaibu (al-ghayb) ni kama vile wanavyoyaamini wanayoyaona"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Enyi ambao mlimuamini Mwenyezi Mungu, Mtume Wake na mkafuata sheria Zake kivitendo, Mwenyezi Mungu Atawapa mtihani wa baadhi ya viwindwa vya barani, watakaokuja karibu na nyinyi kwa namna isiyo ya kawaida muweze kuwashika wadogo wao bila kutumia silaha na kuwashika wakubwa wao kwa kutumia silaha, ili Mwenyezi Mungu Awajue, ujuzi uliyofunuka wazi kwa viumbe, wale wanaomuogopa Mola wao kwa ghaibu kwa kuwa wana yakini kuwa ujuzi wa Mwenyezi Mungu kuhusu wao umekamilika, na kwa hivyo waache kuwinda wakiwa katika hali ya ihram (ihramu: kuingia kwenye ibada ya Hija au Umra). Basi yoyote mwenye kuvuka mpaka wake, baada ya maelezo haya, akafanya ujasiri wa kuwinda, na hali yeye yuko kwenye ihramu, anastahili adhabu kali"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Enyi ambao mlimuamini Mwenyezi Mungu, Mtume Wake na mkafuata sheria Zake kivitendo, msiue viwindwa wa barani na nyinyi muko kwenye ihramu ya Hija au Umra au mkawa muko ndani ya Haram. Na yoyote mwenye kuua kiwindwa yoyote kati ya viwindwa wa barani kwa kusudi, basi malipo yake ni achinje, miongoni mwa wanyama- howa: ngamia au ng’ombe au mbuzi na kondoo, anayefanana na kiwindwa huyo, baada ya waadilifu wawili kumfanyia makadirio, na amgawe kwa masikini wa eneo la Ḥarām au anunue chakula kwa thamani ya mfano wake na awagawie masikini wa eneo la Haram, kila masikini nusu pishi au afunge, badala yake, siku moja kwa kila nusu pishi ya chakula hicho. Mwenyezi Mungu Ameyapasisha malipo haya , ili mkosa apate matokeo ya kitendo chake. Na wale ambao ilitukia kwao kufanya lolote kama hilo kabla ya kuharamishwa, basi Mwenyezi Mungu, Aliyetukuka, Ashawasamehe. Na yoyote mwenye kurudia uhalifu huo kwa kusudi, baada ya kuharamishwa, huyo amejihatarisha kupata mateso ya Mwenyezi Mungu. Na Mwenyezi Mungu ni Mwenye nguvu katika mamlaka Yake, na miongoni mwa enzi Yake ni kuwa Yeye atamtesa anayemuasi Akitaka, hakuna chenye kumzuia kufanya hivyo"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Mwenyezi Mungu Amewahalalishia, enyi Waislamu, mtapokuwa kwenye hali ya ihramu, viwindwa wa baharini, nao niwale wavuliwao baharini wakiwa hai, na chakula chake, nacho ni kiumbe kilichokufa kitokacho humo, kwa ajili mnufaike mkiwa ni wakazi au ni wasafiri. Na Ameharamishia viwindwa wa barani muko kwenye ihramu ya Hija au ya Umra. Na muogopeni Mwenyezi Mungu na mtekeleze amri Zake zote na mjiepushe na makatazo Yake yote, mpaka mfuzu kwa thawabu Zake kubwa na msalimike na ukali wa mateso Yake mnapofufuliwa ili mhesabiwe na mlipwe"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Mwenyezi Mungu Amewafadhili waja Wake kwa kuijaalia Alkaba, Nyumba takatifu, ni utengenefu wa Dini yao na amani ya uhai wao. Hivyo ni kwa kuwa wamemuamini Mwenyezi Mungu na Mtume Wake na wakasimamisha faradhi Zake. Na Ameharamisha uadui na kupigana katika miezi mitakatifu (nayo ni Mfungopili, Mfungotatu, Mfungone na Rajabu) ili mtu yoyote asimfanyie mwingine uadui katika miezi hiyo. Na Ameharamisha, Aliyetukuka, kuwavamia wanyama- howa wanaotolewa kuwa ni tunu kwa Haram. Kadhalika, Ameharamisha kuvivunjia heshima qalaid, navyo ni vitu vilivyovishwa shingoni mwa hao wanyama kuonyesha kuwa wanakusudiwa kuchinjwa kwa ibada. Hivyo basi, ni mupate kujua kuwa Mwenyezi Mungu Anayajua yote yaliyo mbinguni na ardhini, miongoni mwayo ni sheria Alizoziweka kuwahami viumbe Wake wasidhuriane wao kwa wao. Na pia mupate kujua kwamba Mwenyezi Mungu kwa kila kitu ni Mjuzi, hakuna chochote chenye kufichika Kwake"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Jueni, enyi watu, kwamba Mwenyezi Mungu, Aliyetukuka na kuwa juu, ni Mkali wa mateso kwa anyemuasi na kwamba Mwenyezi Mungu ni Mwingi wa Kusamehe, ni Mwingi wa rehema kwa anayetubia na kurejea"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Mwenyezi Mungu, Aliyetukuka, Anawaelezea kwamba shughuli ya Mtume Wake , rehema ya Mwenyezi Mungu na amani zimshukie, ni kuongoza kwa kuelekeza na kufikisha na kwamba uongofu wa taufiki uko mkononi mwa Mwenyezi Mungu, Peke Yake, na kwamba mambo yaliyomo ndani ya nafsi za watu, katika yale wanayoyafanya kwa siri na wanayoyatangaza, ya uongofu na upotevu, Mwenyezi Mungu Anayajua"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Sema, ewe Mtume, «Hakilingani kiovu na chema cha kila kitu»: Kafiri halingani na Muumini, mwenye kuasi halingani na mtiifu, mjinga halingani na mjuzi, na mwenye kufanya uzushi halingani na mwenye kufuata njia, na mali ya haramu hayalingani na ya halali, ingawa unakuvutia wewe, ewe binadamu, wingi wa viovu na idadi kubwa ya watu wake. Basi mcheni Mwenyezi Mungu, enyi wenye akili bora, kwa kujiepusha na machafu na kufanya mazuri, mpate kufuzu kwa kulifikia lengo kubwa, nalo ni radhi ya Mwenyezi Mungu, Aliyetukuka, na kufaulu kupata Pepo"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "Enye ambao mlimuamini Mwenyezi Mungu, Mtume wake na mkafuata sheria Yake kivitendo, msiulize mambo ya Dini ambayo hamkuamrishwa chochote kuhusu hayo, kama kuuliza kuhusu mambo ambayo hayajatukia au yale ambayo yatapelekea mikazo ya Sheria ambayo lau mlikalifishwa nayo yangalikuwa ni magumu kwenu, na lau mliyauliza wakati wa uhai wa Mtume wa Mwenyezi Mungu, rehema ya Mwenyezi Mungu na amani zimshukie,, wakati Qur’ani inateremka, mungalielezewa, na pengine mkakalifishwa nayo na mkalemewa nayo. Hayo Mwenyezi Mungu Ameyaacha ili kuwapumzisha waja Wake nayo. Na Mwenyezi Mungu ni Msamehefu sana kwa waja wake wanapotubia, ni Mpole sana kwao, Hawaadhibu wakirudi Kwake"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Mfano wa maswali hayo, waliwahi waliokuwa kabla yenu kuwauliza Mitume wao. Walipoamrishwa yale waliokuwa wakiyauliza waliyakanusha na wasiyatekeleze. Basi, tahadharini msiwe kama wao"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Mwenyezi Mungu Hakuwawekea washirikina yale waliyoyazua ya kuacha kunufaika na baadhi ya wanyama wa mifugo na kuwafanya ni wa masanamu. Nao ni baḥīrah: anayekatwa sikio lake akiwa amezaa idadi fulani ya watoto, sāibah: anayeachiwa masanamu, waṣīlah: ambaye amezaa watoto wa kike mfululizo na hāmī: ngamia dume iwapo, kutokana na yeye, wamazaliwa idadi fulani ya ngamia. Lakini makafiri waliyanasibisha hayo kwa Mwenyezi Mungu, Aliyetukuka, kwa kumzulia urongo. Na wengi wa makafiri hawapambanui baina ya haki na batili"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Na hawa makafiri, wanaoharamisha yaliyohalalishwa na Mwenyezi Mungu, wanapoambiwa, «Njooni kwenye hukumu zilizoteremshwa na Mwenyezi Mungu na uwamuzi wa Mtume Wake, ili halali na haramu ziwafunukie, wao huwa wakisema, «Yanatutosha yale tuliyoyarithi kwa baba zetu ya maneno na vitendo.» Je wanayasema hayo ingawa baba zao walikuwa hawajui chochote: yaani, hawaielewi haki, hawaitambui wala hawaongoki kuifikia? Basi vipi watawafuata na hali ni hii? Kwa kweli, hakuna mwenye kuwafuata isipokua mjinga zaidi kuliko wao na mpotevu zaidi wa njia"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "Enyi ambao mlimuamini Mwenyezi Mungu, Mtume Wake na mkafuata sheria Yake kivitendo, jilazimisheni nafsi zenu kujishughulisha kumtii Mwenyezi Mungu na kujiepusha na kumuasi na endeleeni daima kufanya hivyo, hata kama watu hawatakubaliana na nyinyi. Mkifanya hivyo, hautawadhuru nyinyi upotevu wa mwenye kupotea madhali nyinyi mnajilazimisha na njia ya usawa, mnaamrisha mema na mnakataza maovu. Kwa Mwenyezi Mungu ndiko marejeo yenu nyote kesho Akhera, huko atawapa habari ya matendo yenu na atawapa malipo yake"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "Enyi ambao mlimuamini Mwenyezi Mungu, Mtume Wake na mkafuata sheria Yake kivitendo, mmoja wenu akiwa karibu na kufa, basi ni juu yake awashuhudishe wasia wake waaminifu wawili miongoni mwa Waislamu, au wawili wengine miongoni mwa wasiokuwa Waislamu ikibidi hivyo, na kusiwe na Waislamu. Hao mtawashuhudisha iwapo muko safarini kwenye ardhi na mkafikiwa na kifo. Na iwapo mtautilia shaka ushahidi wao, wasimamisheni baada ya Swala, yaani, swala ya Waislamu, hasa Swala ya Alasiri, waape kwa Mwenyezi Mungu kiapo cha dhati kwamba wao hawachukui kwa ushahidi wao thamani ya kilimwengu kama badala, wala hawamfanyii mapendeleo jamaa yao na wala hawafichi kwa kiapo chao ushahidi wa Mwenyezi Mungu uliyoko kwao na kwamba wao wakilifanya hilo, basi wao watakuwa ni miongoni mwa waliofanya hatia"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Wakigundua wanaohusika na maiti kuwa wale mashahidi wawili wamefanya makosa ya hiana katika ushahidi au wasia, basi na wasimame mahali pao pa ushahidi watu wawili wenye ujamaa na aliyekufa waape kwa Mwenyezi Mungu: Ushahidi wetu wa kweli unastahiki zaidi kukubaliwa kuliko ushahidi wao wa urongo. Na sisi hatukukiuka haki katika kutoa ushahidi wetu. Na tukifanya dhuluma na kutoa ushahidi usio wa haki, basi sisi tutakuwa ni miongoni mwa madhalimu wenye kukiuka mipaka ya Mwenyezi Mungu"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Hukumu hiyo ya kuapa baada ya Swala na kutokubali ushahidi wa hao wawili, baada ya kuutilia shaka, ndiyo inayouleta karibu zaidi uwezekano wa wao kutoa ushahidi kama ulivyo kwa kuogopa adhabu ya Akhera au kwa kuchelea yamini lao la urongo lisikataliwe na wale wenye haki baada ya kuapa kwao na asije akafedheheka yule mrongo ambaye yamini lake lilikakataliwa hapa ulimwenguni baada ya kufunuka uhaini wake. Na muogopeni Mwenyezi Mungu, enyi watu, na mumtunze msije mukaapa kiapo cha urongo na msije mkanyakuwa kwa mayamini yenu mali ya haramu. Na msikie mnayowaidhiwa nayo. Na Mwenyezi Mungu Hawaongozi watu wenye nyendo mbaya waliotoka nje ya utiifu Wake"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "Na ikumbukeni, enyi watu, Siku ya Kiyama, siku Mwenyezi Mungu atakapo kuwakusanya Mitume, amani iwashukie, na awaulize kuhusu majibu ya watu wao waliyoyapata, pindi walipowalingania kwenye tawhīd (kumpwekesha Mwenyezi Mungu). Na wao watajibu, «Hatuna ujuzi, sababu hatuyajui yaliyomo ndani ya nyoyo za watu wala yale waliyoyazua baada yetu. Hakika yako wewe ni Mjuzi wa kila kitu kilichofichika na kilicho wazi"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Atakaposema Mwenyezi Mungu, Siku ya Kiyama, «Ewe ‘Īsā mwana wa Maryam! Kumbuka neema yangu kwako, nilipokuumba bila ya baba, na kwa mamako, nilipomteua juu ya wanawake wa ulimwengu na nikamuepusha na hatia aliyobandikwa nayo.» Miongoni mwa neema hizi kwa ‘Īsā ni kwamba Mwenyezi Mungu Alimpa nguvu na Akamsaidia kwa Jibrili, amani imshukie, akasema na watu na yeye ni mchanga wa kunyonya kabla ya wakati wa kusema na akawaita wao kuja kwa Mwenyezi Mungu na yeye ni mkubwa, nguvu zake zimeshikana, na ubarobaro wake umekamilika, kwa wahyi wa tawhīd ambao Mwenyezi Mungu Alimletea. Na miongoni mwa hizo ni kwamba Mwenyezi Mungu, Aliyetukuka, Alimfundisha kuandika na (kusoma) maandishi bila ya mwalimu, Alimpa nguvu ya kufahamu na kuelewa, Alimfundisha Taurati Aliyomteremshia Mūsā, amani imshukie, Injili Aliyomteremshia yeye ili kuwaongoza watu. Na miongoni mwa neema hizi ni kwamba yeye anasinyanga kwa udongo kama umbo la ndege na kisha anapuliza kwenye umbo hilo na likawa ni ndege kwa idhini ya Mwenyezi Mungu. Na miongoni mwazo ni kwamba yeye anamponyesha aliyezaliwa kipofu akawa anaona na anamponyesha mwenye mbalanga ikarudi ngozi yake kuwa na uzima kwa idhini ya Mwenyezi Mungu. Na miongoni mwazo ni kwamba yeye anamuomba Mwenyezi Mungu Awahui wafu, na wakainuka kutoka kwenye makaburi yao wakiwa hai. Yote hayo ni kwa matakwa Mwenyezi Mungu , Aliyetukuka, na idhini Yake. Nayo ni miujiza yenye kushinda, inautilia nguvu unabii wa ‘Īsā, amani imshukie. Kisha Mwenyezi Mungu, Aliyetukuka na kuwa juu, Anamkumbusha neema Yake kwake alipowazuia Wana wa Isrāīl walipotaka kumuua na akawajia wao na miujiza iliyo wazi yenye kuonyesha dalili za unabii wake. Hapo walisema waliokufuru kati yao, «Hakika haya aliyokuja nayo ‘Īsā, miongoni mwa dalili zilizo wazi, ni uchawi uliofichuka"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Na ukumbuke, ewe ‘Īsā, nilipotia ilhamu na msukumo katika nyoyo za watu, miongoni mwa wale waliosafiwa nawe, kuwafanya wauamini upweke wa Mwenyezi Mungu, Aliyetukuka, na unabii wako, wakasema, «Tumeamini, ewe Mola wetu. Na ushuhudie kuwa sisi ni wenye kukunyenyekea na ni wenye kufuata kwa utiifu amri Yako"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Na ukumbuke waliposema Ḥawāriyyūn (wasafiwa wa Nabii ‘Īsā kati ya wafuasi wake), «Ewe ‘Īsā mwana wa Maryam! Je, Anaweza Mola wako, ukimuomba, kututeremshia meza ya chakula kutoka mbinguni?» Jawabu yake ilikuwa ni kuwataka wao wajikinge na adhabu ya Mwenyezi Mungu, Aliyetukuka, wakiwa ni wenye kuamini Imani ya kikweli"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Ḥawāriyyūn wakasema, «Tunataka kula kutoka kwenye meza hiyo, nyoyo zetu zipate kutulia kwa kuishuhudia, tupate kujua kwa yakini ukweli wako kuhusu unabii wako na tupate kuwa ni wenye kuishuhudia miujiza hii kwamba Mwenyezi Mungu Ameiteremsha iwe ni hoja kwetu juu ya upweke Wake na uwezo Wake kufanya Alitakalo na pia iwe ni hoja kwako juu ya ukweli kuhusu unabii wako.»"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "‘Īsā mwana wa Maryam Aliyakubali matakwa ya Ḥawāriyyūn akamuomba Mola wake , Aliyetukuka na kuwa juu, kwa kusema, «Mola wetu! Tuteremshie meza ya chakula kutoka mbinguni, tupate kuifanya siku hiyo ya kuteremka kwake ni sikukuu kwetu, sisi tutaitukuza na pia watakaokuja baada yetu, na hiyo meza itakuwa ni alama na ni hoja kutoka kwako , ewe Mwenyezi Mungu, juu ya upweke wako na juu ya ukweli wa unabii wangu, na ututunuku miongoni mwa vipewa vyako vyingi, na wewe ndiye bora wa wenye kuruzuku.»"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Mwenyezi Mungu, aliyetukuka, Akasema, «Mimi ni Mwenye kuwateremshia Meza ya chakula. Basi yoyote mwenye kuukanusha upweke wangu, miongoni mwenu, na unabii wa ‘Īsā, amani imshukie, baada ya kuteremka meza, nitamuadhibu adhabu kali ambayo sitamuadhibu nayo yoyote miongoni mwa viumbe.» Meza iliteremka kama alivyoahidi Mwenyezi Mungu"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Na kumbuka pindi atakaposema Mwenyezi Mungu, Aliyetukuka, Siku ya Kiyama, «Ewe ‘Īsā mwana wa Maryam! Kwani wewe uliwaambia watu, ‘nifanyeni mimi na mamangu kuwa ni waabudiwa badala ya Mwenyezi Mungu’?» ‘Īsā akajibu, kwa kumtakasa Mwenyezi Mungu, Aliyetukuka, na kumuepusha na sifa za upungufu, «Haipasii kwangu kuwaambia watu yasiyokuwa haki. Nikiwa nimesema hili, basi ushalijua. Kwani hakuna chochote kinachofichika kwako. Wewe unayajua yaliyomo ndani ya nafsi yangu, na mimi siyajui yaliyomo ndani ya nafsi yako. Hakika yako wewe Ndiye Mjuzi wa kila kitu, kilichofichamana au kuwa wazi.»"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "‘Īsā, amani imshukie, atasema, «Ewe Mola wangu! Sikuwaambia wao isipokuwa yale uliyonitumia wahyi nayo na ukaniamrisha kuyafikisha, ya kukupwekesha wewe tu na kukuabudu. Na mimi nilikuwa nikishuhudia vitendo vyao na maneno yao nilipokuwa nikiishi na wao. Na uliponikamilishia muda wangu wa kuishi kwenye ardhi, ukanipaza mbinguni nikiwa hai, ulikuwa wewe ndiye Mwenye kuzichungulia siri zao, na wewe ni Mwenye kushuhudia kila kitu, hakifichiki kwako chochote cheneye kufichika ardhini au mbinguni"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Hakika yako wewe , ewe Mwenyezi Mungu, ukiwa utawaadhibu, basi wao ni waja wako, na wewe ndiye Mjuzi wa hali zao, unawafanya unavyotaka kwa uadilifu wako. Na ukiwa utawasamehe, kwa rehema yako, wale waliofuata njia za kuwafanya wasamehewe, basi wewe ndiye Mshindi Asiyeshindwa, Mwenye hekima katika uendeshaji mambo Wake na amri Zake. Aya hii inamsifu Mwenyezi Mungu, Aliyetukuka, kwa hekima Yake, uadilifu Wake na ukaimilifu wa ujuzi Wake"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Mwenyezi Mungu Atamwambia ‘Īsā Siku ya Kiyama, «Hii ndiyo Siku ya Malipo ambayo kutawafaa wale waliompwekesha Mwenyezi Mungu kule kumpwekesha kwao Mola wao na kufuata kwao sheria Yake, ukweli wao wa nia zao, maneno yao na matendo yao. Watakuwa na mabustani ya Pepo, inayopita mito chini ya majumba yake ya fahari, hali ya kukaa humo milele. Mwenyzi Mungu Ameridhika nao ndipo Akayakubali mema yao, na wao wameridhika na Yeye kwa malipo mazuri mengi aliyowapa. Malipo hayo na kuwa Yeye Ameridhika na wao ndiko kufuzu kukubwa"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Ni wa Mwenyezi Mungu Peke Yake ufalme wa mbinguni na ardhini na vilivyomo ndani yake, na Yeye, Aliyetakata na kila sifa mbaya, kwa kila kitu ni muweza; hakuna kitu kinachomshinda"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Sifa njema zote ni za Mwenyezi Mungu, Mwenye sifa ambazo zote ni sifa za ukamilifu, Mwenye neema za nje na za ndani, za kidini na za kidunia, Ambaye Aliumba mbingu na ardhi na vilivyomo ndani yake, Aliumba giza na mwangaza kwa kupishana usiku na mchana. Katika hili pana ishara ya utukufu wa Mwenyezi Mungu, Aliyetukuka, na kuwa Yeye Peke Yake Anastahiki kuabudiwa. Haifai kwa yoyote kumshirikisha mwengine na Yeye. Na pamoja na uwazi huu, makafiri wanamsawazisha mwingine na Mwenyezi Mungu na wanamshirikisha na Yeye"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Yeye Ndiye Ambaye Alimuumba baba yenu Ādam kutokana na udongo na nyinyi mnatokana na kizazi chake, kisha Akaandika muda wa kusalia kwenu katika uhai huu wa kilimwengu, na Akaandika muda mwingine maalumu hakuna aujuwao isipokuwa Yeye, Aliyetukuka na kuwa juu, nayo ni Siku ya Kiyama. Kisha nyinyi baada ya haya mnashuku juu ya uwezo wa Mwenyezi Mungu, Aliyetukuka, wa kufufua baada ya kufa"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Na Mwenyezi Mungu, Aliyetakata na kila sifa ya upungufu, Ndiye Mola Mwenye kuabudiwa kwa haki mbinguni na ardhini. Na miongoni mwa dalili za uungu wake ni kwamba Yeye Anayajua yote mnayoyaficha, enyi watu, na mnayoyadhihirisha na Anayajua matendo yenu yote, mazuri na mabaya. Na kwa ajili hii, Yeye Peke Yake, Aliyetukuka na kuwa juu, Ndiye Mola Anayestahiki kuabudiwa"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Makafiri hawa Ambao wanamshirikisha mwingine na Mwenyezi Mungu, Aliyetukuka, wamejiwa na hoja zilizo wazi na dalili dhahiri juu upweke wa Mwenyezi Mungu, Aiyetukuka na kuwa juu, na ukweli wa Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, juu ya utume wake na yale aliyokuja nayo. Lakini punde tu yalipowajia waliyaepuka na kukataa kuyakubali na wasiyaamini"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Makafiri hawa waliikataa haki ambayo alikuja nayo Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, na wakawafanyia shere walinganizi wake kwa sababu ya ujinga walionao kuhusu Mwenyezi Mungu na kughurika kwao na muhula Aliowapa. Basi watakuja kuyaona yale waliyoyafanyia shere kuwa ni haki na ni kweli. Na Mwenyezi Mungu Atawabainishia wakanushaji urongo wao na uzushi wao na awalipe kwa hayo"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Kwani hawayajui, hawa wanaoukanusha upweke wa Mwenyezi Mungu, Aliyetukuka, na kustahiki Kwake, Peke Yake, kuabudiwa na wanaomkanusha Mtume Wake Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie,, yale yaliyowashukia watu waliokanusha kabla yao ya maangamivu na uharibifu? Hao tuliwapa utulivu kwenye ardhi kwa namna ambayo hatukuwapa nyinyi, enyi makafiri, utulivu kama huo na tuliwaneemesha kwa kuwateremshia mivua na kupita mito chini ya makao yao kwa njia ya kuwanyoshea na kuwapa muhula, wakazikanusha neema za Mwenyezi Mungu na wakawakanusha Mitume. Hapo tuliwaangamiza kwa sababu ya madhambi yao na tukawaumba baada yao watu wengine walioshika nafasi zao katika kuiamirisha ardhi"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Na lau tulikuteremshia kitabu kutoka mbinguni, katika kurasa, wakazigusa washirikina hawa kwa mikono yao, wanagalisema, «Uliokuja nao ni uchawi ulio wazi uliobainika»"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Na walisema washirikina hawa, «Si Mwenyezi Mungu, Aliyetukuka, Amteremshie Muhammad Malaika kutoka mbinguni ili amsadiki kwa yale aliyokuja nayo Ya utume.» Na lau tulimteremsha Malaika kutoka mbinguni kwa kujibu ombi lao, uamuzi wa kuwaangamiza ungalipitishwa, na wasingepewa muhula wa kutubia, kwani imetangulia kwenye ujuzi wa Mwenyezi Mungu kuwa wao hawataamini"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Na lau kama tulimfanya mtume aliyeteremshwa kwao ni Malaika, kwani hawakukinai na Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, tungalimfanya Malaika huyo kwenye sura za mwanadamu, ili waweze kumsikia na kusema naye. Kwani haimkiniki kwao kumuona Malaika katika sura zake za kimalaika. Na lau Malaika aliwajia kwa sura za mtu, jambo hilo lingaliwafanya wachanganyikiwe kama lilivyowafanya wachanganyikiwe jambo la Muhammad , rehema ya Mwenyezi Mungu na amani zimshukie"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Na kwa kuwa kutaka kwao kuteremshwa Malaika kulikuwa ni kwa njia ya kumfanyia shere Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, Mwenyeyezi Mungu, Aliyetukuka, Aliwaelezea kwamba kuwafanyia shere Mitume, amani iwashukie, si jambo jipya; kwani jambo hilo lilitukia kwa makafiri waliopita kuwafanyia Mitume wao, wakazungukwa na adhabu ambayo walikuwa wakiifanyia shere na wakipinga kuja kwake"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Sema kuwaambia, ewe Mtume, «Endeni katika ardhi kisha muangalie: namna gani Mwenyezi Mungu aliwaletea maangamivu na hizaya mwishoni? Basi tahadharini yasiwafikie mfano wa maanguko yao, na ogopeni yasije yakawashukia nyinyi kama yale yaliyowashukia wao.»"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Sema, ewe Mtume, kuwaambia hawa washirikina, «Ni ya nani mamlaka ya mbingu na ardhi na vilivyomo ndani yake?» Sema, «Ni ya Mwenyezi Mungu. Na kama mnavyolikubali hilo na kulijua, basi muabuduni Yeye Peke Yake. Mwenyezi Mungu Amechukua ahadi juu ya nafsi Yake kurehemu, Hatawaangusiliza waja Wake kwa kuwatesa. Kwa hakika Atawakusanya nyinyi kwenye Siku ya Kiyama ambayo haina shaka ili mhesabiwe na mlipwe. Wale waliomshirikisha Mwenyezi Mungu wamejiangamiza nafsi zao; wao hawampwekeshi Mwenyezi Mungu wala hawaiamini ahadi Yake ya Pepo na Moto na hawaukubali unabii wa Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Ni wa Mwenyezi Mungu umiliki wa kila kitu, kilicho mbinguni na ardhini, kilichotulia na kinachotembea, kilichofichika na kilicho wazi. Vyote ni watumwa Wake na viumbe Vyake na viko chini ya utendeshaji nguvu Wake, uendeshaji Wake na upangaji Wake. Yeye Ndiye Msikizi wa maneno ya waja Wake, Ndiye Mjuzi wa siri zao na matendo yao"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Sema, ewe Mtume, kuwaambia hawa wanaomshirikisha Mwenyezi Mungu, Aliyetukuka, na asiyekuwa Yeye, «Je, nimchukue asiyekuwa Mwenyezi Mungu kuwa ni msaidizi na ni mwokozi, na hali Yeye ni Muumba mbingu na ardhi na vilivyomo ndani yake, na Yeye Ndiye Mwenye kuwaruzuku viumbe Wake na hakuna mwenye kumruzuku Yeye?» Sema,ewe Mtume, «Mimi nimeamrishwa niwe ni wa mwanzo aliyemnyenyekea Yeye na kumwandama katiika umma huu. Na nimekatazwa kuwa ni miongoni mwa wanaomshirikisha Yeye na asiyekuwa Yeye"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Sema, ewe Mtume, kuwaambia hawa wenye kumshirikisha Mwenyezi Mungu na asiyekuwa Yeye, «Mimi naogopa nikimuasi Mola wangu, nikaenda kinyume na maamrisho Yake, na nikamshirikisha Yeye na asiyekuwa Yeye, kuteremkiwa na adhabu kubwa Siku ya Kiyama"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Yule ambaye Mwenyezi Mungu Amemuepushia adhabu kali hiyo, basi Amemrehemu. Kuepushwa huko ndiko kufaulu kuliko wazi kwa kuokolewa na adhabu kubwa"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Na Akikupatia Mwenyezi Mungu jambo la kukudhuru, kama ufukara na ugonjwa, hakuna mwenye kuliondoa hilo isipokuwa Yeye; na Akikupatia zuri, kama utajiri na afya, hakuna mwenye kuondoa wema wake na hakuna mwenye kuzuia mapitisho Yake, kwani Yeye, Aliyetukuka na kuwa juu, ni muweza wa kila kitu"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Mwenyezi Mungu, Aliyetakasika na kila sifa ya upungufu, Ndiye Mwenye kutendesha nguvu, Aliye juu ya waja Wake. Shingo zimemdhalilikia na majabari wamenyongeka Kwake. Yeye Ndiye Mwenye hekima Anayeweka vitu mahali pake kulingana na hekima Yake. Ndiye Mtambuzi Ambaye hakuna kitu chenye kufichika Kwake. Na mwenye kusifika na sifa hizi inapasa asishirikishwe. Katika aya hii pana kuthibitisha sifa ya ujuu kwa Mwenyezi Mungu, Aliyetukuka, kuwa Yuko juu ya ya viumbe vyake vyote; ujuu wa aina zote unaonasibiana na utukufu Wake, kutakasika na kila sifa ya upungufu ni Kwake"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Sema, ewe Mtume, kuwaambia hawa washirikina, «Ni kitu gani chenye ushahidi zaidi katika kuthibitisha ukweli wangu katika haya ninayowaambia kwamba mimi ni Mtume wa Mwenyezi Mungu?» Sema, «Mwenyezi Mungu ni shahidi baina yangu mimi na nyinyi.» Yaani: yeye Ndiye Mjuzi wa niliyokuja nayo kwenu na yale mtakayonambia. «Na Mwenyezi Mungu Ameniletea mimi Qur’ani hii kwa njia ya wahyi ili ni waonye nayo adhabu ya Mwenyezi Mungu isiwashukie, na niwaonye nayo ummah wengine ambao itawafikia.» Nyinyi mnakubali kwamba, pamoja na Mwenyezi Mungu, pana waabudiwa wengine mnaowashirikisha Naye. Waambie, ewe Mtume, «Mimi sitoi ushahidi juu ya lile mlilolikubali. Hakika Mwenyezi Mungu ni Mola mmoja Asiye na mshirika. Na mimi nimejiepusha na kila mshirika mnayemuabudu pamoja na Yeye"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Wale tuliowapa Taurati na Injili wanamjua Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, kwa sifa Zake zilizoandikwa kwao kama wanavyowajua watoto wao. Na kama ilivyo wao hawachanganyikiwi kuwajua watoto wao walio mbele yao kuwapambanua na wengine, vilevile Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, hachanganyiki na mwingine, kwa sababu ya uwazi wa sifa zake zilizo ndani ya vitabu vyao. Lakini wao walifuata matamanio yao, walipomkanusha Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, na yale aliyokuja nayo, ndipo wakapata hasara nafsi zao"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Hakuna yoyote mwenye udhalimu mbaya zaidi kuliko yule aliyemzulia Mwenyezi Mungu, Aliyetukuka, urongo na akadai kwamba Yeye Ana washirika katika ibada, au akadai kwamba Yeye Ana mtoto au mke, au akazikanusha hoja Zake na dalili ambazo kwazo Aliwapa nguvu Mitume Wake, amani iwashukie. Hakika ya mambo ni kwamba madhalimu waliomzulia Mwenyezi Mungu urongo hawafaulu na hawapati matakwa yao ulimwenguni wala Akhera"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Na wajihadhari washirikina hawa wenye kuzikanusha aya za Mwenyezi Mungu, Aliyetukuka, na Siku ambayo tutawafufua kisha tutasema kuwaambia, «Wako wapi waungu wenu ambao mlikuwa mkidai kuwa wao ni washirika na Mwenyezi Mungu, Aliyetukuka, ili wawaombee nyinyi?»"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Kisha hayakuwa majibu yao, walipojaribiwa na kupewa mtihani kwa kuulizwa kuhusu washirika wao, isipokuwa walijitoa na wao na wakaapa kwamba wao hawakuwa ni wenye kumshirikisha yoyote na Mwenyezi Mungu"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Fikiri, ewe Mtume, vipi washirikina hawa wanasema urongo juu ya nafsi zao, na wao kesho Akhera watajiepusha na ushirikina! Yatawaondokea wao na kuwapotea yale waliokuwa wakiyadhania ya kuwa waungu wao watawaombea"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Kati ya washirikina hawa kuna wanaokusikiliza usomapo Qur’ani, ewe Mtume, na isifike kwenye nyoyo zao. Kwa kuwa wao, kwa sababu ya kufuata matamanio yao, tumeweka vifuniko juu ya nyoyo zao wasipate kuifahamu Qur’ani. Na tumejaalia kwenye masikio yao uzito na uziwi, hayasikii wala hayafahamu chochote. Na wanapoziona dalili nyingi zenye kuonyesha ukweli wa Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, hawaziamini. Na hata wakikujia , ewe Mtume, baada ya kuzishuhudia dalili zenye kuonesha ukweli wako, huwa wakisema wenye kuzikanusha aya za Mwenyezi Mungu, «Haya tunayoyasikia si chochote isipokuwa ni ngano zinazohadithiwa na watu wa kale zisizo na ukweli.»"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Na washirikina hawa wanawakataza watu kumfuata Mtume Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, na kumsikiliza, na wao wenyewe wanajiepusha naye. Na wao hawamuangamizi yoyote, kwa kuzuia kwao njia ya Mwenyezi Mungu isifuatwe, isipokuwa nafsi zao wenyewe, na wao hawatambui kuwa wajishughulisha na mambo ya kuzitia kwenye maangamivu"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Na lau utawaona, ewe Mtume, washirikina hawa Siku ya Kiyama, utaona jambo kubwa, nalo ni wakati wao watakapofungwa juu ya Moto, na watakaposhuhudia yaliyomo humo miongoni mwa minyororo na pingu, na kujionea kwa macho yao mambo makubwa hayo na vituko hivyo. Hapo watasema, «Twatamani turudishwe kwenye maisha ya kilimwengu, tupate kuziamini aya za Mwenyezi Mungu na tuzitumie na tuwe ni miongoni mwa Waumini.»"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Mambo si kama hivyo! Bali Siku ya Kiyama yatawadhihirikia wao yale waliokuwa wakiyafanya kwa nafsi zao, ya kuamini ukweli wa yale ambayo Mitume walikuja nayo ulimwenguni, ingawa walikuwa wakiwadhihirishia wafuasi wao kinyume chake. Na lau ilikadiriwa warudishwe ulimwenguni na waongezewe muda, wangalirudi kwenye upinzani kwa kukufuru na kukanusha. Na kwa kweli wao ni warongo katika neno lao, «Lau tutarudishwa ulimwenguni hatungalizikanusha aya za Mola wetu na tungalikuwa Waumini.»"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Na hawa washirikina wanaokanusha kufufuliwa wanasema, «Hakuna maisha isipokuwa maisha haya tuliyonayo, na sisi si wenye kufufuliwa baada yakufa kwetu.»"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Na lau utawaona, ewe Mtume, wenye kukanusha kufufuliwa watakapofungwa mbele ya Mwenyezi Mungu, Aliyetukuka, ili uamuzi wa Mwenyezi Mungu upite kuhusu wao Siku ya Kiyama, ungaliona hali mbaya sana, pindi Mwenyezi Mungu, Aliyetukuka na kuwa juu, Atakaposema, «Je, ufufuzi huu, mliokuwa mkiukanusha ulimwenguni, si kweli?» Watasema, «Kwani? Tunaapa kwa Mola wetu kuwa huu ni kweli.» Hapo Mwenyezi Mungu, Aliyetukuka, Atasema, «Basi onjeni adhabu kwa mlivyokuwa mkikufuru,» yaani, adhabu ambayo mlikuwa mkiikanusha ulimwenguni kwa sababu ya kumkataa Mwenyezi Mungu, Aliyetukuka, na Mtume Wake Muhammad , rehema ya Mwenyezi Mungu na amani zimshukie"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Hakika wamepata hasara wale waliokanusha kufufuliwa baada ya kufa. Mpaka Kiyama kitakaposimama na wakashutushwa kwa mwisho mbaya, watazipigia nafsi zao kelele za majuto juu ya kile walichokipoteza katika maisha yao ya ulimwenguni, hali ya kwamba wanabeba madhambi yao juu ya migongo yao. Ni mibaya iliyoje mizigo hiyo mizito iliyo miovu ambayo wataibeba"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Maisha ya kilimwengu hayakuwa, katika wingi wa hali zake, isipokuwa ni udanganyifu na ubatilifu. Na matendo mema, kwa kutengeneza nyumba ya Akhera, ndiyo bora kwa wenye kumcha Mwenyezi Mungu, wakajikinga na adhabu Yake kwa kumtii na kujiepusha na mambo ya kumuasi. Kwani hamuelewi, enyi washirikina mlioghurika na pambo la uhai wa kilimwengu, mukayatanguliza yanayosalia mbele ya yanayomalizika"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Hakika sisi tunajua kwamba msimamo wa kaumu zako wa kukukanusha waziwazi unakutia huzuni moyoni mwako. Basi subiri na ujitulize. Kwani wao hawakukanushi wewe kutoka ndani ya roho zao; wao waamini ukweli wako, lakini wao kwa udhalimu na uadui walionao, wanazikataa hoja zilizo wazi zinazoonyesha ukweli wako, ndipo wakakufanya mrongo kwa yale uliyokuja nayo"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Hakika makafiri waliwakanusha Mitume kabla yako Aliyowatuma Mwenyezi Mungu, Aliyotukuka, kwa umma wao. Wao waliudhiwa katika kufuata njia Yake na wakasubiri juu ya hilo na wakaendelea katika ulinganizi wao na bidii yao mpaka ikawajia nusura ya Mwenyezi Mungu. Na hakuna mwenye kuyageuza maneno ya Mwenyezi Mungu, nayo ni yale Aliyoyateremsha kwa Nabii Wake Muhammad , rehema ya Mwenyezi Mungu na amani zimshukie, yenye ahadi Yake kwamba Atampa ushindi juu ya wanaomfanyia uadui. Na hakika imekujia wewe, ewe Mtume, habari ya Mitume waliokuwa kabla yako na nusura ya Mwenyezi Mungu iliyohakikishika kwao na mateso ya Mwenyezi Mungu na ghadhabu Zake zilizowafikia wenye kuwakanausha. Basi wewe una kiolezo chema na mfano wa kuiga kutoka kwa Mitume waliotangulia. Katika hili pana kumliwaza Mtume , rehema ya Mwenyezi Mungu na amani zimshukie"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Na iwapo umekuwa ni mzito kwako, ewe Muhammad, upinzani wa hawa washirikina na kujiepusha kwao kukubali ulinganizi wako, basi ukiweza kujifanyia mapito ndani ya ardhi, au ngazi ya kupandia mbinguni ili uwaletee alama na dalili ya usahihi wa maneno yako, zisizokuwa hizi tulizokuletea, fanya hivyo. Na lau Mwenyezi Mungu Alitaka kuwakusanya kwenye uongofu ambao nyinyi munao na kuwaongoza kwenye Imani, Angalifanya hivyo. Lakini Hakulitaka hilo, kwa hekima Anayoijua Yeye, kutakata na sifa za upungufu ni Kwake. Basi, usiwe kabisa ni miongoni mwa wale wajinga ambao huzuni zao zilizidi na wakawa na majonzi mpaka hayo yakawapelekea kwenye babaiko kubwa"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Hakika wale wanaokukubali wewe, ewe Mtume, kwa yale unayoyalingania ya uongofu ni wale ambao wanayasikia maneno kwa kuyakubali. Ama makafiri, wao wamo kwenye hesabu ya wafu. Kwani uhai wa kikweli unakuwa kwa Uislamu. Na wafu, Mwenyezi Mungu Atawatoa kutoka kwenye makaburi yao wakiwa hai. Kisha watarudi Kwake Siku ya Kiyama ili watimiziwe hesabu yao na malipo yao"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Na washirikina walisema, kwa ujeuri na kiburi, «Kwa nini Mwenyezi Mungu Hateremshi alama iyoneshayo ukweli wa Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, miongoni mwa alama za kimiujiza.» Waambie, ewe Mtume, «Mwenyezi Mungu ni muweza wa kuwateremshia miujiza, lakini wengi wao hawajui kwamba kuteremsha miujiza kunakuwa kulingana na hekima Yake, Aliyetukuka.»"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Hakuna katika ardhi mnyama yoyote anayetembea chini au ndege anayepaa juu kwa mbawa zake isipokuwa ni aina ya makundi yaliyoumbwa kama nyinyi. Hatukuacha katika Allawh, Almaḥfūd (Ubao Uliohifadhiwa) chochote isiopokuwa tumekithibitisha. Kisha wao, Siku ya Kiyama, watafufuliwa wapelekwe kwa Mola wao, na hapo Mwenyezi Mungu Atamhesabu kila mtu kwa alilolitenda"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Na wale waliozikanusha hoja za Mwenyezi Mungu, Aliyetukuka, ni viziwi hawasikii yanayowafaa, ni mabubu hawaitamki haki. Wao wametunduwaa kwenye giza, hawakufuata njia iliyolingana sawa. Yule ambaye Mwenyezi Mungu Anataka kumpoteza Anampoteza na yule Anayetaka kumuongoza Anamfanya awe kwenye njia iliyolingana sawa"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Sema, ewe Mtume, kuwaambia washirikina, «Nipeni habari, ikiwajia adhabu ya Mwenyezi Mungu ulimwenguni, au ikawajia saa ya nyinyi kufufuliwa, je, mutamuomba hapo asiyekuwa Mwenyezi Mungu awaondolee shida iliyowakumba, iwapo nyinyi ni wakweli kwamba waungu wenu mnaowaabudu badala ya Mwenyezi Mungu wanawanufaisha au kuwadhuru?»"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Bali hapo mtamuomba Mola wenu Aliyewaumba, si mwingine, na mtamtaka Awaokoe na Awaondolee shida kubwa zilizowashukia Akitaka, kwani Yeye Ndiye Muweza wa kila kitu; na wakati huo mtaacha masanamu wenu na wategemewa wenu"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Hakika tuliwatuma, ewe Mtume, Wajumbe kuwaendea makundi ya watu kabla yako kuwalingania kwa Mwenyezi Mungu, Aliyetukuka, wakawakanusha na tukawapa mtihani katika mali yao, kwa ufukara mwingi na dhiki za maisha, na tukawapa mitihani katika miili yao, kwa magonjwa na kuumwa, ili wajidhalilishe kwa Mola wao na wanyenyekee Kwake Peke Yake kwa ibada"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Basi si ilipowajia, umma hawa wenye kukanusha, mitihani yetu wajidhalilishe kwetu. Lakini wao nyoyo zao zilisusuwaa na Shetani aliwapambia yale ambayo waliokuwa wakiyafanya ya maasia na wakiyaleta ya ushirikina"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Basi walipoacha kufuata amri za Mwenyezi Mungu, Aliyetukuka, kwa kuzipa mgongo, tuliwafungulia milango ya kila kitu miongoni mwa riziki, ndipo tukawabadilishia shida kwa kuwapa raha ya maisha, na tukawabadilishia magonjwa kwa kuwapa uzima wa miili, kwa kuwavuta kidogo kidogo. Hata watakapofanya kiburi na wakajiona kwa mema na neema tulizowapa, tutawashushia adhabu ya ghafla, wakitahamaki watajikuta wamekata tamaa wamekatika na kila zuri"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Watu hawa walimalizwa na kuangamizwa walipomkanusha Mwenyezi Mungu na kumkanusha Mtume Wake; hakuna yoyote aliyesalia kati yao. Shukrani na sifa njema ni za Mwenyezi Mungu, Aliyetukuka, Muumba na Mwenye kumiliki kila kitu, kwa kuwapa ushindi mawalii Wake na kuwaangamiza maadui Zake"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Sema, ewe Mtume, kuwaambia washirikina hawa, «Nambieni ikiwa Mwenyezi Mungu Ameyaondoa masikizi yenu Akawafanya viziwi, Akayaondoa macho yenu Akawafanya vipofu na Akapiga mhuri juu ya nyoyo zenu mkawa hamufahamu neno, basi ni mola gani asiyekuwa Mwenyezi Mungu, Aliyetukuka na kuwa juu, awezaye kuwarudishia nyinyi vitu hivyo?» Angalia, ewe Mtume, ni namna gani sisi tunawatolea hoja aina mbalimbali, kisha wao baada yake wanakataa kukumbuka na kuzingatia"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Sema, ewe Mtume, kuwaambia washirikina hawa, «Nambieni iwapo mateso ya Mwenyezi Mungu yamewashukia ghafla na hali kwamba nyinyi hamuna hisia nayo, au yakawa waziwazi yanaonekana na nyinyi mnayaangalia: Je, kwani kuna wanaoteswa isipokuwa wale watu madhalimu ambao wamekiuka mpaka kwa kuipeleka ibada kwa asiyekuwa Mwenyezi mungu, Aliyetukuka, na kwa kukanusha kwao Mitume Yake?»"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Na hatuwatumi wajumbe wetu isipokuwa wenye kuwapa bishara njema wenye kututii kuwa watakuwa na starehe ya daima, na kuwapa onyo wenye kuasi kuwa watakuwa na adhabu kali. Basi mwenye kuamini, akawasadiki mitume na akafanya mema, hao hawataogopa wakati wa kukutana na Mola wao wala hawatakuwa na masikitiko juu ya chochote walichokikosa miongoni mwa hadhi za kilimwengu"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Na wale waliozikanusha aya zetu za Qur’ani na miujiza, hao itawapata adhabu Siku ya Kiyama kwa sababu ya ukafiri wao na kutoka kwao kwenye twaa ya Mwenyezi Mungu, Aliyetukuka"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Sema, ewe Mtume, kuwaambia washirikina hawa, «Mimi sidai kuwa ninamiliki hazina za mbingu na ardhi nikawa ninazitumia nitakavyo; na sidai kuwa mimi najua al-ghayb (yasiyoonekana); na sidai kuwa mimi ni Malaika. Mimi ni Mtume kutoka kwa Mwenyezi Mungu, nafuata yale nliyoteremshiwa kwa njia ya wahyi na nawafikishia watu wahyi Wake.» Waambie, ewe Mtume, washirikina hawa. «Je, kafiri aliye kipofu wa kutoziona aya za Mwenyezi Mungu, Aliyetukuka, asiziamini yuko sawa na Muumini anayeziona aya za Mwenyezi Mungu na akaziamini? Kwani nyinyi hamuzifikirii aya za Mwanye ili muione haki na muiamini?»"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Na watishe, ewe Mtume, kwa hii Qur’ani wale ambao wanajua kuwa wao watafufuliwa wapelekwe kwa Mola wao. Wao wanaiyamini ahadi ya Mwenyezi Mungu ya kuwalipa mema wenye kufanya wema na kuwalipa maovu wenye kufanya uovu. Wao hawana, isipokuwa Mwenyezi Mungu, mtegemewa mwenye kuwanusuru wala muombezi mwenye kuwaombea mbele Yake Aliyetukuka Akawaokoa na adhabu Yake. Kwani huenda wao wakamcha Mwenyezi Mungu, Aliyetukuka, kwa kuyafanya maamrisho na kuyaepuka makatazo"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Na usiwatenge, ewe Nabii, kukaa na wewe Waislamu wanyonge wanaomuabudu Mola wao mwanzo wa mchana na mwisho wake, hali wakitaka, kwa matendo yao mema, radhi za Mwenyezi Mungu. Kitu chochote kuhusu hesabu ya maskini hawa hakiko juu yako; hesabu yao iko juu ya Mwenyezi Mungu. Na si juu yao chochote kuhusu hesabu yako. Basi ukiwatenga , utakuwa ni miongoni mwa wenye kuivuka mipaka ya Mwenyezi Mungu, wenye kuweka vitu mahali pasipokuwa pake"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Na hivyo basi Mwenyezi Mungu Amewapa mtihani waja Wake kwa kutafautiana mafungu yao ya riziki na umbo, Akawafanya baadhi yao matajiri na wengine maskini, baadhi yao wenye nguvu na wengine madhaifu Na Akawafanya baadhi yao ni wahitaji wa wengine ili kuwajaribu kwa hilo, wapate makafiri matajiri kusema, «Ni madhaifu hawa, miongoni mwetu, Mwenyezi Mungu Amewapa neema ya Uislamu?» Kwani Mwenyezi Mungu, Aliyetukuka, si Mjuzi zaidi wa wanaoshukuru neema Yake Akawaafikia kwenye uongofu wa dini Yake"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Na wakikujia, ewe Nabii, wale wanaoamini aya za Mwenyezi Mungu zenye kushuhudia ukweli wako juu ya Qur’ani na mengineyo, kutaka fatuwa kuhusu toba ya madhambi yao yaliyotangulia, basi wakirimu kwa kuwarudishia salamu na uwape bishara ya rehema ya Mwenyezi Mungu iliyo kunjufu. Kwani Yeye, Aliyetukuka na kuwa juu, Ametoa ahadi Yake Mwenyewe kuwarehemu waja Wake kwa kuwafanyia wema kwamba mwenye kufanya dhambi kwa kutojua mwisho wake mbaya na kuwa linapelekea kukasirikiwa na Mwenyezi Mungu-Basi kila mwenye kumuasi Mwenyezi Mungu kwa kukosea au kwa kusudi huwa ni mjinga kwa mtizamo huu, ingawa ajua kuwa ni haramu- kisha baada yake akatubia na akaendelea kufanya matendo mema, basi Mwenyezi Mungu Atamsamehe dhambi lake, kwani Yeye ni Mwingi wa kusamehe kwa waja Wake wenye kutubia, ni Mwingi wa rehema kwao"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Na mfano wa ufafanuzi huu tuliokufafanulia, tunakufafanulia, ewe Mtume, hoja zilizo wazi kwa kila mtu, ili ifunuke njia ya watu wa haki wanayoikanusha watu wa batili, na ifunuke njia ya watu wa batili wenye kuwaendea kinyume Mitume"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Sema, ewe Mtume, kuwaambia hawa washirikina, «Hakika Mwenyezi Mungu, Aliyeshinda na kutukuka, Amenikataza niabudu masanamu ambao mnaowaabudu badala Yake.» Na uwaambie, «Sitafuata matamanio yenu. Nitakuwa nimepotea njia ya sawa nikifuata matamanio yenu na sitakuwa ni miongoni mwa walioongoka.»"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Sema, ewe Mtume, kuwaambia hawa washirikina, «Mimi niko kwenye hoja iliyo wazi ya sheria ya Mwenyezi Mungu Aliyoniletea kwa njia ya wahyi. Nayo ni kumpwekesha Mwenyezi Mungu Peke Yake kwa ibada. Na hili mlilikanusha. Na haliko kwenye uwezo wangu jambo la kuwateremshia adhabu mnayoitaka kwa haraka. Na uamuzi wa kuchelewesha hilo uko tu kwa Mwenyezi Mungu, Aliyetukuka. Yeye Anahadithia ukweli na Yeye Ndiye bora wa kupambanua baina ya haki na batili kwa uamuzi Wake na hukumu Yake.»"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Sema, ewe Mtume, «Lau mimi nina mamlaka ya kuwateremshia adhabu ambayo mnaitaka kwa haraka, ningaliiteremsha kwenu, na uamuzi, baina yangu mimi na nyinyi, ungalitoka. Lakini hilo liko kwa Mwenyezi Mungu, Aliyetukuka. Na Yeye Anawajua zaidi madhalimu ambao wamepita mipaka yao wakawashirikisha wengine pamoja na Yeye"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Na kwa Mwenyezi Mungu , Aliyetukuka na kuwa juu, kuna mafātih( al-ghayb, yaani: hazina za mambo ya ghaibu yaliyofichika, hakuna azijuwazo ila Yeye. Miongoni mwazo ni ujuzi wa Kiyama, kuteremka mvua, viliyomo ndani ya zao, matendo ya siku zinazokuja na mahala mtu atakapokufa. Na Anajua kila kilichoko barani na baharini. Na hakuna jani, linaloanguka kutoka kwenye mmea wowote, isipokuwa Yuwalijua. Na kila chembe iliyofichika ardhini na kila kibichi na kikavu, kimethibitishwa kwenye kitabu kilicho wazi kisicho na utatizi nacho ni Al-Lawh(Al-Maḥfūẓ ( Ubao Uliohifadhiwa)"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "Na Yeye, kutakata na sifa za upungufu ni Kwake, Ndiye Anayezichukua roho zenu usiku kwa namna inayofanana na vile roho hizo zinachukuliwa kipindi cha kifo, na Anayajua matendo mnayoyafanya mchana, kisha Anazirudisha roho zenu kwenye miili yenu kwa kuamka kutoka usingizini kipindi cha mchana kwa namna inayofanana na kuhuisha baada kufa, ili umalizike muda maalumu uliowekwa wa maisha yenu ulimwenguni. Kisha marejeo yenu ni kwa Mwenyezi Mungu, Aliyetukuka, baada ya kufufuliwa kwenu kutoka kwenye makaburi yenu mkiwa hai. Kisha Atawaelezea yale mliokuwa mkiyafanya kipindi cha maisha yenu ya ulimengu. Kisha Atawalipa kwa hayo"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Mwenyezi Mungu, Aliyetukuka, Ndiye Al-Qāhir (Mtendesha nguvu), Aliye juu ya waja Wake, ujuu wa kila namana usio na mipaka unaonasibiana na utkufu Wake, kutakata na kila sifa mbaya ni Kwake na kutukuka ni Kwake. Kila kitu kinaunyenyekea utukufu Wake na ukubwa Wake. Yeye Anawatuma kwa waja Wake Malaika kuyadhibiti matendo yao na kuyahesabu. Mpaka kifo kinapomshukia mmoja wao, Malaika wa mauti na wasaidizi wake wanaichukua roho yake, na wao hawaachi kutekeleza walichoamrishwa kukifanya"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Kisha hawa waliokufa watarudishwa kwa Mwenyezi Mungu, Aliyetukuka, Mola wao wa kweli. Jua utanabahi kwamba hukumu na uamuzi baina ya waja Wake, Siku ya Kiyama, ni Vyake Yeye tu. Na Yeye Ndiye Mwpesi wa wenye kuhesabu"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Waambie, ewe Mtume, hawa washirikina, «Ni nani mwenye kuwaokoa na vitisho vya magiza ya bara na bahari? Kwani si Mwenyezi Mungu mnayemuomba kwenye matatizo mkionesha unyonge wenu kwa dhahiri na kwa siri? Huwa mkisema, ‘Hakika Mola wetu Akituokoa na vitisho hivi, tutakuwa ni wenye kushukuru kwa kumuabudu, Aliyeshinda na kutukuka, Peke Yake, Asiye na mshirika.»"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Waambie, ewe Mtume, «Mwenyezi Mungu, Peke Yake, Ndiye Mwenye kuwaokoa na vitisho hivyi na kila tatizo, kisha nyinyi baada ya hapo mnawashirikisha wengine pamoja Naye katika ibada.»"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Sema, ewe Mtume, «Mwenyezi Mungu, Aliyeshinda na kutukuka, Ndiye Muweza, Peke Yake, kuwatumia adhabu kutoka juu yenu, kama kupigwa majiwe au mvua ya mafuriko na mfano wake, au kutoka chini ya miguu yenu, kama mitetemeko ya ardhi na kuzama ndani ardhi, au Awavurugie mambo yenu muwe makundi yanayozozana, mnauana nyinyi kwa nyinyi,» Angalia, ewe Mtume, vipi tunazifanya aina mbalimbali hoja zetu zilizo wazi kwa hawa washirikina ili waelewe na wazingatie"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Na waliikanusha hii Qur’ani makafiri kati ya watu wako, ewe Mtume; nayo ni kitabu chenye ukweli katika kila kilichokuja nacho, Waambie, «Mimi si mlinzi wala mtunzi juuu yenu. Mimi ni mjumbe wa Mwenyezi Mungu, nawafikishia nyinyi yale niliotumwa nayo kwenu"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Kila habari ina kituo cha kutulia na kikomo cha kukomea, hapo haki na batili zitafunuka. Na mtajua, enyi makafiri, mwisho wa jambo lenu, itakaposhuka adhabu ya Mwenyezi Mungu kwenu"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Na uwaonapo, ewe Mtume, washirikina wanaoleta maneno juu ya aya za Qur’ani, kwa urongo na kwa kufanya shere, jiepushe na wao mpaka waingie kwenye maneno mengine. Na iwapo Shetani amekusahaulisha jambo hili, basi baada ya kukumbuka usikae pamoja na watu wenye uadui walioleta maneno ya urongo juu ya aya za Mwenyezi Mungu"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Na wale Waumini wanaomuogopa Mwenyezi Mungu, Aliyetukuka, wakatii amri Zake na wakaepuka makatazo Yake, hawana jaukumu lolote juu ya hesabu ya Mwenyezi Mungu kwa wale wenye kuvama kwenye maneno yasiyofaa, wenye kuzifanyia shere aya za Mwenyezi Mungu. Lakini ni juu yao wawaidhie waache kulete maneno hayo ya batili, kwani huenda wao wakamcha Mwenyezi Mungu, Aliyetukuka"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Na waache, ewe Mtume, hawa washirikina ambao wameifanya dini ya Uislamu ni mchezo na pumbao, wazifanyia shere aya za Mwenyezi Mungu, Aliyetukuka, na yamewaghuri wao maisha ya kilimwengu pamoja na pambo lake. Na wakumbushe, kwa Qur’ani, hawa washirikina na wengineo, ili nafsi isifungike kwa madhambi yake na kumkanusha kwake Mola wake. Haina, isipokuwa Mwenyezi Mungu, mlinzi mwenye kuinusuru akaiokoa na adhabu Yake, wala muombezi mwenye kuiyombea mbele Yake. Na ikitoa ili kujikomboa kiwango kiwacho cha fidia haitakubaliwa kwake. Hao ndio ambao wamefungika na dhambi zao. Watakuwa na kinywaji moto sana na adhabu yenye kuumiza Motoni, kwa sababu ya kumkanusha kwao Mwnyezi Mungu, Aliyetukuka, Mtume Wake, Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, na dini ya Uislamu"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "Sema, ewe Mtume, kuwaambia hawa washirikina, «Je, tuabudu, asiyekuwa Mwenyezi Mungu, Aliyetukuka, masanamu yasionufaisha wala kudhuru? Je, turudi ukafirini baada ya Mwenyezi Mungu kutuongoza kwenye Uislamu, tukafanana, katika kurudi kwetu ukafirini, na aliyeharibika akili yake kwa kusawazwa na mashetani akapotea njia ardhini na hali yeye ana marafiki wenye akili, wenye Imani, wamwita kwenye njia ya sawa ambayo wao wako akawa anakataa?» Sema, ewe Mtume, kuwaambia hawa washirikina, «Uongofu wa Mwenyezi Mungu Aliyenituma mimi ndio uongofu wa haki. Na sote tumeamrishwa tujisalimishe kwa Mwenyezi Mungu, Aliyetukuka, Bwana wa vuimbe vyote, kwa kumuabudu, Peke Yake, Asiye na mshirika, kwani Yeye Ndiye Mola na Mmiliki wa kila kitu.»"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "Na hivyohivyo tumeamrishwa tusimamishe Swala kikamilifu, tumuogope Yeye kwa kufanya maamrisho Yake na kuepuka makatazo Yake. Na Yeye, Aliyetukuka na kuwa juu, Ndiye Ambaye Kwake Yeye watakusanywa viumbe wote Siku ya Kiyama"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Na Mwenyezi Mungu, kutakata na sifa pungufu ni Kwake, Ndiye Aliyeumba mbingu na ardhi kwa haki. Na taja,ewe Mtume, Atakaposema Mwenyezi Mungu Siku ya Kiyama, «Kuwa» na ikawa kulingana na amri Yake, kama kupepesa macho au muda mfupi zaidi. Neno lake Ndio haki iliokamilika. Na ni Wake ufalme, Peke Yake, kutakata na sifa za upungufu ni Kwake, Siku Malaika atakapovuvia Parapanda, mvuvio wa pili ambao, kwa huo, roho zitarudi kwenye miili. Na Yeye, kutakata na sifa za upungufu ni kwake, Ndiye Anayeyajua yaliyofichika na hisi zenu, enyi watu, mnayoyaona kwa macho yenu. Yeye Ndiye Mwenye hekima, Anayeweka mambo mahali pake, Mtambuzi wa mambo ya viumbe Vyake. Na Mwenyezi Mungu, Aliyetukuka, Ndiye Anayehusika na mambo haya na mengineyo, mwanzo na mwisho, kuanzisha kuumba na ukomo wake. Na Yeye, Peke Yake, Ndiye Ambaye inapasa kwa waja kufuata sheria Yake, kujisalimisha kwa hukumu Yake na kuwa nahamu ya kupata radhi Zake na msamaha Wake"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Na kumbuka, ewe Mtume, mahujiano ya Ibrāhīm, amani imshukiye, na baba yake Āzar. Ibrāhīm alipomwambia, «Je, unawafanya masanamu ni waungu, unawaabudu badala ya Mwenyezi Mungu Aliyetukuka? Mimi nakuona wewe na watu wako muko kwenye upotevu uliyo wazi, muko kando na njia ya haki"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Na kama tulivyomuongoza Ibrāhīm, amani imshukiye, kwenye haki katika jambo la ibada, tunamuonesha ufalme mkubwa unaokusanya mbingu na ardhi na uwezo wenye kushinda, ili awe miongoni mwa wenye kuvama katika Imani"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Giza la usiku lilipomuingilia Ibrāhīm, amani imshukiye, na kumfinika, alijadiliana na watu wake ili kuwathibitishia kuwa dini yao ni ya urongo. Na wao walikuwa wakiabudu nyota. Ibrāhīm, amani imshukiye, aliona nyota, akasema, akiwavuta watu wake, ili awathibitishie tawhīd (upweke wa Mwenyezi Mungu) kihoja, «Hii ni mola wangu.» Nyota ilipozama alisema, «Mimi siwapendi waungu wanaozama.»"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Ibrāhīm alipouona mwezi umechomoza alisema kuwaambia watu wake kwa njia ya kumvuta mtesi, «Huu ni mola wangu.» Ulipozama, alisema, akiwa ahitajia uongofu wa Mola wake, «Asiponiongoza Mola wangu kwenye usawa juu ya kumpwekesha Yeye nitakuwa ni miongoni mwa watu waliopotea njia ya sawa kwa kumuabudu asiyekuwa Mwenyezi Mungu Aliyetukuka"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Alipoliona jua limechomoza, alisema kuwaambia watu wake, «Hili ni mola wangu, hili ni kubwa kuliko nyota na mwezi.» Lilipozama, alisema kuwaambia watu wake, «Mimi nimejiepusha na ushirikina mulionao wa kuabudu mizimu, nyota na masanamu mnayoabudu badala ya Mwenyezi Mungu Aliyetukuka"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "«Mimi nimeelekea kwa uso wangu, katika ibada, kwa Mwenyezi Mungu, Aliyeshinda na kutukuka, Peke Yake, kwani Yeye Ndiye Aliyeumba mbingu na ardhi, nikiwa kando na ushirikina na nikielekea kwenye kumpwekesha Mwenyezi Mungu. Na mimi sikuwa ni miongoni mwa wenye kuwashirikisha wengine pamoja na Mwenyezi Mungu.»"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Watu wake walimjadili kuhusu kumpwekesha Mwenyezi Mungu, Aliyetukuka, akasema «Mwanijadili juu ya kumpwekesha kwangu Mwenyezi Mungu kwa ibada, na hali Yeye Ameniongoza nikaujua upweke Wake? Na iwapo nyinyi mnanitisha na waungu wenu wasije wakanidhuru, basi mimi siwaogopi na hawatanidhuru isipokuwa Mola wangu Atake jambo. Mola wangu Ameenea kila kitu kwa ujuzi. Basi hamkumbuki mkajua kuwa Yeye, Peke Yake, Ndiye Mstahiki wa kuabudiwa"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "«Na ni vipi nitaogopa masanamu yenu na hali nyinyi hamumuogopi Mola wangu Aliyewaumba na Akayaumba masanamu yenu ambayo mnamshirikisha nayo Mwenyezi Mungu katika ibada, bila ya kuwa na hoja yoyote juu ya hilo? Basi ni lipi kati ya makundi mawili, kundi la washirikina na kundi la wenye kumpwekesha Mwenyezi Mungu, lenye haki zaidi ya utulivu na usalama na kuaminika na adhabu ya Mwenyezi Mungu? Iwapo mnajua ukweli wa ninayoyasema, niambieni.»"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Wale waliomuamini Mwenyezi Mungu na Mtume Wake na wakafuata sheria Yake kivitendo, na wasichanganye imani yao na ushirikina, wao ndio wenye utulivu na usalama na wao ndio walioongozwa kwenye njia ya haki"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Hoja hiyo ambayo Ibrāhīm, amani imshukiye, aliwahoji nayo watu wake ndiyo hoja yetu tuliyomuongoza nayo mpaka hoja yao ikakatika. Tunamtukuza daraja tunayemtaka, miongoni mwa waja wetu, ulimwenguni na Akhera, Hakika Mola wako ni Mwenye hekima katika kuendesha mambo ya waja Wake, ni Mjuzi kuhusu wao"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Na tulimneemesha Ibrāhīm, amani imshukiye, kwa kumruzuku Is’ḥāq kuwa mtoto wake na Ya‘qūb kuwa mjukuu. Na wote wawili tuliwaongoza kwenye njia ya uongofu. Pia tulimuongoza Nūḥ kwenye haki, kabla ya Ibrāhīm na Isḥāq na Ya’qūb. Na pia tuliwaongoza kwenye haki, kati ya kizazi cha Nūḥ, Dāwūd, Sulaimān, Ayyūb, Yūsuf, Mūsā na Hārūn, amani iwashukie. Na kama tulivyowajazi Manabii hawa kwa wema wao, ndivyo tunavyomjazi kila mwema"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Na vilivile tulimuongoza Zakariyyā, Yaḥyā, ‘Īsā na Ilyās. Na Manabii wote hawa, amani iwashukie, ni miongoni mwa watu wema"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Na tulimuongoza, vilevile, Ismā‘īl, Ilyasa‘ na Lūṭ,. Na Mitume wote hawa tuliwatukuza juu ya watu wa zama zao"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Na pia tuliwaongoza kwenye haki tuliowataka kuwaongoza kati ya wazazi wa hawa, watoto wao na ndugu zao. Na tuliwateua wao wafuate Dini yetu na wafikishe ujumbe wetu kwa wale tuliowatuma kwao. Na tuliwaonesha njia sahihi, isiyopotoka, nayo ni ile ya kumpwekesha Mwenyezi Mungu, Aliyetukuka, na kumwepusha na mambo ya kumshirkisha"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Uongofu huo ni taufiki ya Mwenyezi Mungu ambayo kwayo Anamuongoza Anayemtaka miongoni mwa waja Wake. Na lau hawa Manabii walimshirikisha Mwenyezi Mungu, kwa kuchukulia na kukadiria, amali zao zingalipomoka. Kwani Mwenyezi Mungu, Aliyetukuka, Hakubali amali yoyote pamoja na ushirikina"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Manabii hao tuliowaneemesha kwa uongofu na unabii, ndio wale tuliowapa Kitabu, kama vile kurasa za Ibrāhīm, Taurati ya Muūsā, Zaburi ya Dāwūd na Injili ya Īsā. Na tuliwapa ufahamu wa Vitabu hivi na tukawateua kufikisha wahyi wetu. Na iwapo makafiri wa watu wako, ewe Mtume, watazikanusha aya za hii Qur’ani, basi tumewategemezea watu wengine jambo hilo, - yaani: Muhājirūn (masahaba waliohamia Madina pamoja na Mtume) na Ans,ār (masahaba wenyeji wa Madina) na wafuasi wao mpaka Siku ya Kiyama- ambao hawatakuwa ni wenye kuzikanusha. Bali watakuwa ni wenye kuziamini, ni wenye kuzitumia"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Manabii hao waliotajwa ndio ambao Mwenyezi Mungu, Aliyetukuka, Amewaongoza kwenye dini Yake ya haki. Basi fuata uongofu wao, ewe Muhammad, na andama njia yao. Waambie washirikina, «Mimi sitaki kutoka kwenu, kwa kufikisha Uislamu, badala ya ulimwengu. Malipo yangu yako kwa Mwenyezi Mungu. Na Uislamu ni kuita watu wote kwenye njia iliyolingana sawa na ni ukumbusho kwenu na kwa kila aliyekuwa kama nyinyi, kati ya wale wanaoendelea kwenye batili; huenda nyinyi mkawaidhika nao mkanufaika"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Na hawa washirikina hawakumtukuza Mwenyezi Mungu ipasavyo kumtukuza, kwani walikanusha kwamba Mwenyezi Mungu, Aliyetukuka, Amemteremshia yoyote miongoni mwa binadamu, chochote katika wahyi wake. Waambie, ewe Mtume, «Iwapo mambo ni kama mnavyodai, ni nani aliyeteremsha kitabu alichokuja nacho Mūsā kwa watu wake, kikiwa ni mwangaza kwa watu na mwongozo kwao?» Kisha maneno yakaelekea kwa Mayahudi kwa kuwakemea kwa kusema «Mnakigawanya kitabu hiki kwenye kurasa mbalimbali, nyingine mnazionesha na nyingi katika hizo mnazificha.- Kati ya hizo walizozificha ni maelezo ya sifa za Muhammad , rehema ya Mwenyezi Mungu na amani zimshukie, na unabii wake.- Pia Mwenyezi Mungu Aliwafundisha, nyinyi Waarabu, Qur’ani ambayo Aliiteremsha kwenu, ndani yake mna habari ya walio kabla yenu na walio baada yenu na yatakayokuwa baada ya kufa kwenu, habari ambazo hamkuwa mkizijuwa, nyinyi wala wazazi wenu.» Sema, «Mwenyezi Mungu Ndiye Aliyeiteremsha.» Kisha waache hawa wavame na kucheza katika mazungumzo yao ya ubatili"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Na hii Qur’ani ni Kitabu tulichokuteremshia, chenye manufaa makubwa, kinatoa ushahidi juu ya ukweli wa vitabu vilivyoteremshwa vilivyokuja kabla yake na juu ya kwamba vinatoka kwa Mwenyezi Mungu. Tumekiteremsha ili uwatishie nayo, watu wa Makkah na walioko pambizoni mwake kwenye majimbo yote ya ardhi, adhabu ya Mwenyezi Mungu na mateso Yake. Na wenye kuamini uhai wa Akhera, wanaamini kwamba Qur’ani ni maneno ya Mwenyezi Mungu na wanajilazimisha kusimamisha Swala kwa nyakati zake"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Ni nani mbaya zaidi wa udhalimu kuliko yule aliyemzulia Mwenyezi Mungu, Aliyetukuka, neno la urongo, akadai kwamba Yeye Hakumtuma mjumbe yoyote miongoni mwa wanadamu, au akafanya madai ya urongo kwamba Mwenyezi Mungu Amemletea wahyi na hali hakumletea wahyi wowote, au akadai kwamba yeye ni muweza wa kuteremsha mfano wa Qur’ani Aliyoiteremsha Mwenyezi Mungu? Na lau wawaona hawa wenye kupita mpaka, nao wako kwenye vitisho vya kufa, ungaliona jambo la kufazaisha, huku Malaika wakizitwaa roho zao, wameikunjua mikono yao kwa adhabu, wanawaambia, «Zitoeni nafsi zenu. Leo mtadhalilishwa upeo wa kudhalilishwa, kama mlivyokuwa mkisema urongo juu ya Mwenyezi Mungu na mkiona kiburi kufuata aya Zake na kuandama Mitume Wake.»"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "Hakika mumetujia ili muhesabiwe na mulipwe mkiwa peke yenu, kama tulivyowafanya mpatikane ulimwenguni mara ya kwanza mkiwa miguu mitupu, hamuna nguo, mumeviacha nyuma yenu vitu ambavyo tuliwamakinisha navyo miongoni mwa mali ya ulimwenguni mliokuwa mkijigamba nayo. Na hatuwaoni masanamu wako na nyinyi Akhera ambao mlikuwa mkiitakidi kuwa watawaombea na mkidai kuwa ni washirika pamoja na Mwenyezi Mungu katika ibada. Mashikamano yaliyokuwa kati yenu ulimenguni yameondoka, na yamewaondokea yale mliokuwa mkiyadai kwamba waungu wenu ni washirika wa Mwenyezi Mungu katika ibada, na imefunuka wazi kwamba nyinyi ndio mliopata hasara ya nafsi zenu, watu wenu na mali yenu"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "Hakika Mwenyezi Mungu, Aliyetukuka, Anapasua mbegu ukatoka mmea, na Anapasua koko ukatoka mti. Anatoa chenye uhai kutokana na kilichokufa, kama vile binadamu na mnyama kutokana na tone la manii ya binadamu na mnyama. Na Anatoa kilichokufa kutokana na chenye uhai, kama tone la manii linalotokana na binadamu na mnyama. Huyo Ndiye Mwenyezi Mungu. Yaani Mwenye kufanya hili ni Mwenyezi Mungu, Peke Yake, Asiye na mshirika, Anayestahiki kuabudiwa. Basi vipi nyinyi mtaepushwa na haki mpelekwe kwenye batili mkamuabudu pamoja na Yeye mwingine asiyekuwa Yeye"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "Na Mwenyezi Mungu, kutakata na sifa za upungufu ni Kwake na kutukuka ni Kwake, Ndiye Ambaye Alipasua mwangaza wa asubuhi kutoka kwenye giza la usiku, na Akaufanya usiku ni wakati wa utulivu, anatulia humo anayechoka mchana na kupata fungu lake la mapumziko, na Akalifanya jua na mwezi zinatembea katika njia zake kwa hesabu ya sawsawa iliyokadiriwa, haibadiliki wala haigongani. Hayo ndiyo makadirio ya Al- ’Azīz, Mwenye kushinda, ambaye ufalme Wake umeshinda, Al- ’Alīm, Aliye Mjuzi wa maslahi ya viumbe Wake na kuendesha mambo yao. Al- ’Azīz na Al- ’Alīm ni miongoni mwa majina ya Mwenyezi Mungu mazuri yanayoonesha ukamilifu wa ushindi na ujuzi"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Na Mwenyezi Mungu, kutakata na sifa za upungufu ni Kwake, Ndiye Aliyewawekea, enyi watu, nyota ni alama ya nyinyi kujua njia kipindi cha usiku mnapopotea kwa sababu ya giza lingi, barani na baharini. Tumezifafanua hoja zilizo wazi, ili wazizingatie miongoni mwenu wenye elimu ya kumjua Mwenyezi Mungu na sheria Yake"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "Na Mwenyezi Mungu, kutakata na sifa za upungufu ni Kwake, Ndiye Aliyeanza kuwaumba, enyi watu, kutokana na Ādam, amani imshukiye, Alipomuumba kwa udongo, kisha mkawa nyinyi ni kizazi chenye kuendelea kutokana na yeye, Akawafanyia kituo cha nyinyi kutulia, nacho ni zao za wanawake; na Akawafanyia hazina ya nyinyi kuhifadhiwa , nayo ni migongo ya wanaume. Tumeshawabainishia hoja na kuwapambanulia dalili na kuzithibitisha kwa watu wenye kufahamu vituo vya hoja na sehemu za mazingatio"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Na Mwenyezi Mungu, kutakata na sifa za pungufu ni Kwake, Nadiye Aliyetaramsha mvua kutoka kwenye mawingu, Akatoa kwayo mimea ya kila kitu, Akatoa, kutokana na mimea, nafaka na miti mibichi, kisha akatoa kwenye mimea ya nafaka mbegu zilizoshikana, kama masuke ya mahindi, ngano na mpunga. Na Akatoa kutoka kwenye kizao cha mtende, nacho ni kile ambacho karara la tende linachomoza hapo, mitungo ambayo kuitunda ni karibu. Na Akatoa, kutakata na sifa za upungufu ni Kwake, mashamba ya mizabibu. Na Akatoa mizaituni na mikomamanga ambayo majani yake yanafanana na matunda yake yanatafautiana kimaumbile, uatamu na kitabia. Angalieni, enyi watu, matunda ya mimea hii inapotoa mazao na kuiva kwake na kustawi kwake yanapostawi. Hakika katika hayo, enyi watu, kuna dalili ya ukamilifu wa uwezo wa muumba vitu hivi, hekima Yake na rehema Yake kwa watu wenye kumuamini Yeye, Aliyetukuka, na kuzifuata sheria Yake kivitendo"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Na hawa washirikina wamefanya majini ni washirika wa Mwenyezi Mungu katika ibada, kwa kuitakidi kwao kuwa wao wanalete manufaa au madhara, na hali Mwenyezi Mungu, Aliyetukuka, Amewaumba wao na wanavyoviabudu kutoka kwenye ‘adam ( hali ya kutokuwako). Basi ni Yeye Aliyepwkeka kwa kuumba, Peke Yake, na inapasa Apwekeke kwa kuabudiwa Peke Yake, Asiye na mshirika. Na, kwa kweli, hawa washirikina walisema urongo kumzulia Mwenyezi Mungu, Aliyetukuka, walipomnasibishia Yeye watoto wa kiume na wakike, kwa kutojua kwao sifa Zake za ukamilifu zinazompasa. Ameepuka na kuwa juu ya yale, ambayo walimnasibisha nayo washirikina, ya urongo na uzushi"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Na Mwenyezi Mungu, Aliyetukuka, Ndiye Aliyezipatisha mbingu na ardhi na vilivyomo humo, kwa namna isiyokuwa na mfano uliotangulia. Vipi Awe na mtoto, na hakuwa na mke? Ametukuka Mwenyezi Mungu kutukuka kukubwa na yale wanayoyasema washirikina, Na Yeye Ndiye Aliyeumba kila kitu kutokana na hali ya kutokuwako na hakuna chochote chenye kufichika Kwake katika mambo ya viumbe"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Huyo, enyi washirikina, Ndiye Mola wenu, Aliyeshinda na kutukuka; hapana Mwenye kuabudiwa kwa haki isipokuwa Yeye; Mwenye kuumba kila kitu. Basi mwandameni na mumnyenyekee kwa kumtii na kumuabudu. Na Yeye, kutakata na sifa za upungufu ni Kwake, ni Mtegemewa na ni Mtunzi, Anayaendesha mambo ya viumbe vyake"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Macho hayamuoni Mwenyezi Mungu ulimwenguni. Ama kwenye nyumba ya Akhera, Waumini watamuona Mola wao bila kumuenea. Na Mwenyezi Mungu, kutakata na sifa za upungufu ni Kwake, anayafikia macho na kuyazunguka, na kuyajua vile yalivyo. Na Yeye ni Al-Latīf (Mpole) kwa mawalii Wake, Anayejua mambo yenye upeo wa udogo, Al-Khabīr (Mtambuzi) Anayejua mambo ya ndani"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Sema, ewe Mtume, kuwaambia hawa washirikina, «Mumejiwa na hoja zilizo wazi kutoka kwa Mola wenu, mnaonea nazo uongofu na upotevu, miongoni mwa zile zilizokusanywa na Qur’ani na akaja nazo Mtume, rehema na amani zimshukiye. Basi mwenye kufunukiwa na hoja hizi na akayaamini yale yanayolekezwa nazo, faida yake itamfikia mwenyewe. Na yule ambaye hakuuona uongofu baada ya hoja kumfunukia , basi amejikosea mwenyewe. Na mimi si mtunzi wa kudhibiti matendo yenu. Mimi ni mfikishaji tu. Na Mwenyezi Mungu Anamuongoza Anayemtaka na Anampoteza Anayemtaka kulingana na ujuzi Wake na hekima Yake.»"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Na kama tulivyowafafanulia washirikina, katika hii Qur’ani, hoja zilizo wazi juu ya jambo la kumpwekesha Mwenyezi Mungu, utume na marejeo ya Kiyama, tunawafafanulia hoja katika kila wasichokijua. Na hapo wanasema urongo, «Umejifunza kutoka kwa watu wa Kitabu!» Na ili tufafanue haki, kwa kuzileta aya, kwa watu wanaoijua na kuikubali na kuifuata, nao ni waliomuamini Mtume wa Mwenyezi Mungu, rehema ya Mwenyezi Mungu na amani zimshukie, na kile alichoteremshiwa"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Fuata, ewe Mtume, wahyi tuliokuteremshia, wenye maamrisho na makatazo ambayo, kubwa lake ni kumpwekesha Mwenyezi Mungu, kutakata na sifa za upungufu ni Kwake, na kuita watu huko. Na usijali ushindani wa washirikina na madai yao ya urongo"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Na lau Mwenyezi Mungu Alitaka wasishirikishe hawa washirikina hawangalishirikisha, lakini Yeye, Aliyetukuka, ni Mjuzi wa yatakayokuwa ya ubaya wa uchaguzi wao na kufuata kwao matamanio yaliyopotoka. Na hatukukufanya wewe ni mchunguzi wa kuwatunzia matendo yao wala hukuwa ni msimamizi wao wa kuwapangia maslahi yao"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Na msiyatukane, enyi Waislamu, masanamu ambyo washirikina wanayaabudu, kwa ajili ya kuziba kipengele, ili hilo lisije likawafanya wao wamtukane Mwenyezi Mungu kwa ujinga na kwa uadui, bila ya kuwa na ujuzi. Na kama tulivyowapambia hawa matendo yao mabaya, yakiwa ni mateso kwao kwa uchaguzi wao mbaya, ndivyo tulivyowapambia kila umma matendo yao. Kisha marejeo yao wote ni kwa Mola wao; hapo Mwenyezi Mungu Awaambie matendo yao waliokuwa wakiyatenda ulimwenguni kisha Awalipe kwayo"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Na waliapa washirikina hawa viyapo vya mkazo, «Lau Atatujia Muhammad kwa alama yenye miujiza, tutayaamini yale aliyoyaleta.» Sema, ewe Mtume, «Kuja kwa miujiza yenye kushinda kunatokana na Mwenyezi Mungu, Aliyetukuka. Yeye Ndiye Mwenye uwezo wa kuileta Akitaka.» Na nilipi liwajulishalo nyinyi, enyi Waumini: huenda miujiza hii ikija hawataiamini hawa washirikina?.»"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Na tutazigeuza nyoyo zao na macho yao, tuweke kizuizi baina yake na kunufaika na alama za Mwenyezi mungu, wasiziamini kama walivyokuwa hawakuziamini aya za Qur’ani zilipoteremka kwa mara ya kwanza, na tutawaacha wao wameduwaa katika kumuasi kwao Mwenyezi Mungu, hawaongoki kwenye haki na usawa"
        }
    ]
}