{
    "rukus": [
        {
            "chapter": 6,
            "verse": 122,
            "text": "أَوَ مَن كَانَ مَیۡتࣰا فَأَحۡیَیۡنَـٰهُ وَجَعَلۡنَا لَهُۥ نُورࣰا یَمۡشِی بِهِۦ فِی ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِی ٱلظُّلُمَـٰتِ لَیۡسَ بِخَارِجࣲ مِّنۡهَاۚ كَذَ ٰلِكَ زُیِّنَ لِلۡكَـٰفِرِینَ مَا كَانُوا۟ یَعۡمَلُونَ"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "وَكَذَ ٰلِكَ جَعَلۡنَا فِی كُلِّ قَرۡیَةٍ أَكَـٰبِرَ مُجۡرِمِیهَا لِیَمۡكُرُوا۟ فِیهَاۖ وَمَا یَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا یَشۡعُرُونَ"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "وَإِذَا جَاۤءَتۡهُمۡ ءَایَةࣱ قَالُوا۟ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَاۤ أُوتِیَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَیۡثُ یَجۡعَلُ رِسَالَتَهُۥۗ سَیُصِیبُ ٱلَّذِینَ أَجۡرَمُوا۟ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابࣱ شَدِیدُۢ بِمَا كَانُوا۟ یَمۡكُرُونَ"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "فَمَن یُرِدِ ٱللَّهُ أَن یَهۡدِیَهُۥ یَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَـٰمِۖ وَمَن یُرِدۡ أَن یُضِلَّهُۥ یَجۡعَلۡ صَدۡرَهُۥ ضَیِّقًا حَرَجࣰا كَأَنَّمَا یَصَّعَّدُ فِی ٱلسَّمَاۤءِۚ كَذَ ٰلِكَ یَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِینَ لَا یُؤۡمِنُونَ"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "وَهَـٰذَا صِرَ ٰطُ رَبِّكَ مُسۡتَقِیمࣰاۗ قَدۡ فَصَّلۡنَا ٱلۡءَایَـٰتِ لِقَوۡمࣲ یَذَّكَّرُونَ"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "۞ لَهُمۡ دَارُ ٱلسَّلَـٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِیُّهُم بِمَا كَانُوا۟ یَعۡمَلُونَ"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "وَیَوۡمَ یَحۡشُرُهُمۡ جَمِیعࣰا یَـٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِیَاۤؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضࣲ وَبَلَغۡنَاۤ أَجَلَنَا ٱلَّذِیۤ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَـٰلِدِینَ فِیهَاۤ إِلَّا مَا شَاۤءَ ٱللَّهُۗ إِنَّ رَبَّكَ حَكِیمٌ عَلِیمࣱ"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "وَكَذَ ٰلِكَ نُوَلِّی بَعۡضَ ٱلظَّـٰلِمِینَ بَعۡضَۢا بِمَا كَانُوا۟ یَكۡسِبُونَ"
        }
    ]
}