{
    "pages": [
        {
            "chapter": 11,
            "verse": 72,
            "text": "Calathuné: O, angéram-éram- aké! punapa badhé kula gadhah anak, tiyang kula punika sampun sepuh sanget, sarta punika, laki kula, sampun sepuh sanget? Saèstu, punika barang ingkang angéram-éramaken"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Dhèwèké padha calathu: Punapa sampéyan anggumuni pa- réntahipun Allah? Wilasanipun Allah sarta berkah-Ipun dhumawah dhateng sampéyan o, batihing griya; saèstu Panjenenganipun punika Pinuji, Linuhung"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Bareng si wedi wis sumingkir saka Ibrahim sarta pawarta bubu- ngah wis tumeka marang dhèwèké, dhèwèké amadoni Ingsun ing dalem umaté Luth"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Sayekti Ibrahim iku temen momot lembah manah akèh tobaté"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "O, Ibrahim! togna baé iki sayekti pancasané Pangéranira te- men wus tumeka, lan sayekti, siksa masthi tumiba marang dhèwèké, tanpa kena ditulak"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Lan bareng para utusan- Ingsun wus tumeka marang Luth,a iki nusahaké marang dhèwèké, sarta ora kuwagang angayomi tuwin acalathu: Iki dina kang rekasa"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Lan umaté anekani dhèwèké, kalawan lumayu ang- goné amarani dhèwèké, lan ing mau-mauné pancèn gawéné anin- dakaké panggawé ala. Calathuné: É, umatku, iki anak-anak wadon – iku luwih suci – tumrap marang kowé, lah padha diprayitna marang Allah, sarta aja padha anisthakaké aku tumrap marang dhayoh-dhayohku; apa ta kowé iku ora ana siji-sijia sing burus ing budhi"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Dhèwèké padha mangsuli: Kowé rak wis weruh temenan, yèn aku padha ora duwé mélik marang anak-anakmu wadon, lan sayekti kowé iku temen weruh apa kang padha dakkarepaké"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Calathuné: Ah, lamuna aku duwé kakuwatan kanggo nulak kowé, utawa dak ngungsi marang Panulung Kang Prakosa. A"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "Padha calathu: O Luth! kula punika saèstu para utusanipun Pa- ngéran ijengandika; piyambakipun boten badhé sami angéngingi ijengandika; milanipun ijengandika oncataken para pandhèrèka ije- ngandika ing sapéranganing dalu – sarta sampun ngantos wonten satunggal-tunggala golongan ije- ngandika ingkang wangsul – kaja- wi sémah ijengandika, amargi saèstu, punika badhé nandhang punapa ingkang sami dipun san- dhang; saèstu wancinipun ingkang sampun tinamtu punika wanci gagat bangun; punapa wancinipun gagat bangun boten sampun caket"
        }
    ]
}