{
    "pages": [
        {
            "chapter": 12,
            "verse": 79,
            "text": "Calathuné: Muga Allah apa- ring pangayoman marang aku, aja nganti aku anyekel sapa-sapa, kajaba kang tinemu kanggonan barangku, mundhak aku dadi wong anganiaya temenan"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Lah bareng wis padha ilang pangarep-arepé ing dhèwèké, padha mundur, padha apirembugan dhè-dhèwèkan. Kang tuwa dhéwé acalathu: Apa kowé padha ora weruh, yèn bapak wis mundhut prasetya kalawan asmaning Allah marang kowé kabèh, lan yèn ing biyèn kowé wis padha pépéka tumrap prakara Yusuf? Mulané ora pisan aku bakal ninggal nagara iki, nganti tumekané bapak aparing idin marang aku, utawa manawa Allah amancasi marang aku, lan Panjenengané iku Becik-beciké para kang padha amancasi"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Padha balia marang dalemé bapak, banjur padha matura: Dhuh bapak! saèstu ingkang putra , saha boten liya kula kajawi namung sami aneksèni punapa ingkang sami kula sume- rep, saha boten saged kula sami angawat-awati dhateng ingkang boten katingal"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Saha mugi Panjenengan an- dangu ing salebetipun nagari ing pundi ingkang sami kula ambah tuwin untan-untan sarengan kula lumampah, sarta saèstu kula puni- ka sami temen"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Dhèwèké acalathu: Ora, jiwa- mu anganggep sawijining prakara ènthèng tumrapé kowé, mulané sabar iku becik; manawa-manawa Allah anekakaké dhèwèké kabèh marang aku; sayekti Panjenengané iku Ingkang-Angudanèni, Ingkang- Wicaksana"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Lan dhèwèké maléngos saka anak-anaké sarta acalathu: Dhuh kasusahanku tumrap si Yusuf! Sarta mripaté angembeng amarga saka susahé lan dhèwèké angempet"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Padha acalathu: Dhemi Allah! panjenengan boten badhé kèndel angènget-ènget Yusuf, ngantos panjenengan dhumawah dipun lud ing sakit, utawi pan- jenengan kalebet golonganipun titiyang ingkang tiwas"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Calathuné: Aku mung asa- sambat kasusahanku lan prihatinku marang Allah, lan aku weruh saka ing Allah barang kang kowé padha ora weruh"
        }
    ]
}