{
    "pages": [
        {
            "chapter": 29,
            "verse": 7,
            "text": "Dene wong - wong mukmin lan padha nindakake kebecikan, iku tindake kang ala padha Ingsun paringi pangapura, lan bakal Ingsun paringi ganjaran kang luwih becik tinimbang amal kang ditindakake"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Parintah Ingsun marang para manungsa, padha ngajenana (gaweya kabecikan) lan ngabektiya marang wong tuwane loro. Dene menawa wong tuwanira loro mau meksa marang sira ngakon supaya sira musyrik anggonira Mangeran marang Ingsun, kang sira ora sumurup tandha yektine iku sira aja manut. Sira iku ora wurung bakal padha bali sowan marang ngarsaningsun. Ing kono Ingsun maringi keterangan kabeh barang kang wis padha sira tindakake"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Dene wong kang padha mukmin lan padha nindakake kebecikan, iku padha Ingsun lebokake (golongane) para wong becik"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Sawenehe manungsa ana kang ngucap: \"Kitra pracaya ing Allah\". Nanging menawa dialani dening wong kafir, wedine marang brahalaning manungsa digawe padha karo wedine marang siksane Allah. Dene menawa ana pitulungane Pangeranira marang wong mukmin, banjur celathu, \"Temen aku iki salawase bareng sira kabeh\". \"Allah iku apa ora wuninga marang sakrenteging atine sa-alam kabeh"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Lan yekti Allah mesthi wuninga wong kang temen - temen anggone nglakoni agma, sarta ngudaneni para wong lamis"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Wong - wong kafir padha ngucap marang para wong mukmin, \"Sira padha manuta marang dalan (agama) ningsun iki, menawa sira keluputan anggonira manut marang Ingsun, Ingsun kang nanggung patrapane. Pangucape wong kafir kaduga nanggung iku goroh. Wong kafir ora bisa nanggung kaluputane wong kang manut ing dheweke sethithik - thithika"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Lan yekti wong kafir bakal mikul dosa kang ditindakake dhewe anggone kafir, lan dosa anggone nasarake dosa. Ing besuk dina Qiyamat, bakal padha didangu anggone padha gawe - gawe"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Lan yekti temen Ingsun wis ngutus Nuh, nuduhake manungsa para umate. Nuh anggone nerang - nerangake para ummate mau tansah dipadone bae. Bareng wis cetha para umate padha maido, banjur tinumpes sarana dikeleming banyu banjir Thufan, kabeh padha mati kafir"
        }
    ]
}