{
    "pages": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif-Laam-Miim"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Ora semelang yen tumuruning Kitab (al-Qur'an) iku saka Allah Pangerane jagad saisine"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Wong (kafir) mau padha celathu, \"al-Qur'an iku gaweyane (Muhammad) dhewe?\". Ora, iku kasuyatan saka Pangeranira, amrih sira aweh pepeling marang bangsa sadurungira. Ora anajuru pepeling kang nekani mrono. Supaya dheweke padha miturut dalan kang bener"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "ALlah iku kang gawe bumi lan langit sarta barang antarane, lawase mung rampung dina. Sawise dadi Allah banjur murbawasesa ing kratone('arsy). Sira ora duwe andel - andel liyane Allah. Kang bakal mitulungi utawa nggenepi kekuranganira murungake siksane Allah. Ya gene sira padha ora ngrasak - ngrasakake kang mangkono mahu"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Allah nindakake lan niti priksa urusan saka langit tumeka bumi. Tumuli urusan - uran mau kanjuk ing Allah ana ing dina (Qiyamat) sing ukurane sewu tahun miturut petungmu"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Alah nguningani barang kang samar - samar lan kasat mata. Kagungan sifat Mulya lan Asih"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "Allah kang becikake wangune samu barang dedamelane sarta murwani gawe manungsa saka lemah (Adam)"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "Banjur gawe turune manungsa saka sari pathine banyu helek (mani)"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Allah damel rupa mangungsa banjur dipanjingi ruh sarta padha diparingi pangrungu lan pandeleng lan pikir. Ewadene kang syukur ing Allah mung sathithik"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "(Wong kang maido qiyamat) padha ngucap, \"Malaikat pati kang tinanggenah dening Allah bakal hanglolos nyawamu. Wusana ing tembe kowe bakal padha bali disowanake ana ngarsane Allah Pangeranmu"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "Sira dhawuha, \"Malaikat pati kang tinanggenah dening Allah bakal hanglolos nyawamu. WUsana ing tembe kowe bakal padha bali disowanake ana ngarsane Allah Pangeranmu"
        }
    ]
}