{
    "pages": [
        {
            "chapter": 60,
            "verse": 12,
            "text": "Hai Nabi (Muhammad) manawa sira katekan wong mukmin wadon prasetya ing sira ora bakal mangro tinggal percayane ing Allah, ora bakal ngolong, zina, mateni anake lan ora bakal ngapusi (gawe - gawe) ngaku anak (bocah) kang satemene dudu anake diakokake anak patutan saka lakine marga wedi dipegat jalaran ora ngalihare anak, lan ora nglirwakake panggawe becik kang sira perintahake sira tampanana prasetyane sarta suwuna pangapuraning Allah, satemene Allah kepareng ngapura tur maha asih"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "Para mukmin! Aja padha asih tresna marang wong kang padha dibendoni Allah, awit wong mau padha ora oleh begja ana akherat, padha wong kafir kang wis ana kubur hiya padha ora oleh begja ing akhirat"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "Isine langit lan bumi padha nyebut maha suci ing Allah, Allah iku Maha Mulya tur wicaksana"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "Para mukmin! Ya gene sira padha kandha ngelakoni kabecikan kang satemene ora sira lakoni"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "Gedhe-gedhening siksa ana ngarsaning allah iku manawa sira kandha ngelakoni kabecikan kang satemene ora sira lakoni"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Satemene Allah remen marang wong Islam kang padha mangsah perang nglakoni dhalaning Allah, tataning barisan sapsapan kaya pager bata kang santosa"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "(Muhammad) , nyeritakna nalikane Musa pitutur marang ummate, \" Para ummatku, ya gene kowe padha nglarakake atiku gene kowe padha nglarakake atiku ing mangka kowe wis padha weruh yen aku iki utusane Allah marang kowe?\" Bareng para ummat mau padha puguh nyimpang saka ing bener, Allah ora kersa nuduhake wong kang padha duraka"
        }
    ]
}