{
    "pages": [
        {
            "chapter": 3,
            "verse": 78,
            "text": "Ora mungguh tumrapé manu- sa, yèn diparingi Kitab déning Allah lan kawicaksanan tuwin kanabian banjur calathu marang wong-wong: Padha dadia kawula- ku, saliyané Allah; ananging (pangucapé masthi): Padha dadia wong kang manembah ing Pangéran, amarga saka anggonira mulang Kitab sarta amarga saka anggonira maca"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Lan ora bakal dhèwèké aparéntah supaya sira padha anganggepa pangéran marang para malaikat sarta para nabi; apa! apa dhèwèké aparéntah kafir marang sira ing sawisé sira padha dadi Muslim? RUKU’"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "Ing nalikané Allah amundhut prajanji lumantar para nabi: Sayekti, sabarang kang wis Ingsun paringaké marang sira arupa Kitab lan kawicaksanan – tumuli tume- kané utusan sawiji, dumunung ambeneraké ing barang kang ana ing sira, kudu padha sira èstokna sarta kudu padha sira réwangana. Panjenengané angandika: Apa sira padha anyandikani sarta nyang- gemi marang prajanjian Ingsun mangkéné iki? Unjuké: Kawula sami anyandikani. Pangandikané: Lah saiki padha aneksènana, dalasan Ingsun (iya) kanthinira, golongané kang padha aneksèni"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "Mulané, sapa sing padha ambalik sawisé mangkono iku, ya iki sing padha murang-yekti"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Lah, apa ta padha ngupaya saliyané agamané Allah (sing arep dienut) kang mangka sapa sing ana ing langit-langit lan bumi padha sumarah marang Panjenengané, kalawan pambangun-turut lan ka- lawan kepeksa, lan marang Pan- jenengané anggoné bakal padha dibalèkaké"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Calathua: Aku padha angèstu ing Allah lan barang kang ka- dhawuhaké marang aku sarta barang kang kadhawuhaké marang Ibrahim lan Isma’il tuwin Ishaq apa déné Ya’qub sarta para pancer tuwin barang kang kaparingaké marang Musa lan ‘Isa sarta para nabi saka Pangérané; aku ora am- bédakaké antarané siji karo sijiné, lan aku iki wong kang padha sumarah marang Panjenengané.a"
        }
    ]
}