{
    "pages": [
        {
            "chapter": 4,
            "verse": 38,
            "text": "(kajaba wong kafir), Ingsun uga ngancam wong kang padha dermakake bandhane nganggo diweruhake ing wong (murih dilem) lan pra percaya ing Allah, apa dene ora percaya marang anane dina qiyamat. Dene sing sapa duwe kanca syetan iku weruha menawa syetan iku kanca kang ala banget"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Apa ta pakewuhe upama wong-wong padha gelem percaya marang Allah lan dina Qiyamat sarta padha gelem ndermakake bandha kang wis diparingke dening Allah? Allah iku ngudaneni marang wong-wong mau kabeh"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Satemene Allah iku ora kersa nganiaya sanajan mung sabobote semut kang cilik. Dene menawa ana amal-amale iku becik, Allah bakal maringi ganjarane tikel-matikel, sarta bakal maringi ganjaran kang agung saka ngarsane"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Kapriye bakal kedadeyane wong-wong kafir mau besuk nalika Ingsun nekakake saksi saka saben-saben ummat, lan Ingsun nekakake sira (Muhammad) supaya dadi saksi tumrap wong-wong kafir mau"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Ing dina iku sarupaning wong-wong kafir lan wong-wong kang padha duraka ing Rasul, luwih seneng (bungah) awake sirna dadi lemah, lan padha ora bisa ngumpetake paturan marang Allah nelaki tumindake kang ala kang wis ditindakake"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "He wong kang padha mukmin kabeh, sira aja padha nindakake sholat menawa sira lagi mendem, kajaba menawa sira kabeh wis padha mangerti apa kang sira ucapake, lan aja padha nindakake shalat menawa sira padha junub (mentas cumbana), kajaba wong kang pinuju lelungan, lumaku ana ing dedalan, nganti sira padha adus. Dene yen sira pinuju lara utawa ana sajroning lelungan, utawa salah sawiji nira mentas teka saka jamban, utawa sira senggolan karo wong wadon (cumbana), iku yen sira padha ora oleh bangu, sira banjur padha tayamum nganggo lebu kang resik (suci), nuli padha ngusapa rahinira lan tanganira. Satemene Allah iku Maha Agung sarta Maha Pangapura"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Apa sira Muhammad ora sumurup wong-wong kang diparingi Kitab (Yahudi lan Nasrani) malah padha ngijoli kanthi barang sasar sarta padha duwe karep arep nasarake marang sira saka dalan kang bener"
        }
    ]
}