{
    "pages": [
        {
            "chapter": 4,
            "verse": 75,
            "text": "Lan apa ta karananira sira padha ora perang ing dadalaning Allah lan wong-wong lanang lan wong-wong wadon sar- ta bocah-bocah kang padha apes, kang padha munjuk: Pangéran kawula! mugi kawula Tuwan wedalaken saking nagari punika, ingkang tiyangipun para anganiaya, saha mugi Tuwan apa- ring dhateng kawula pangayoman saking ngarsa Tuwan, punapa déné mugi Tuwan aparing dhateng kawula panulung saking ngarsa Tuwan"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Para kang padha angèstu iku padha perang ing dadalaning Allah, lan para kang padha kafir iku padha perang ing dadalaning sétan. Mulané padha peranga lumawan para mitraning sétan; sayekti upayaning sétan iku apes"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Apa sira ora andeleng marang para kang padha didhawuhi: Lèrèna tangan-tanganmu lan anju- menengna salat sarta ambayara zakat; nanging samangsa perang ditetepaké wajib ingatasé dhèwèké, lah ing kono, ana sing sapantha wedi marang manusa kaya kuduné wediné maring Allah, utawa malah kapara banget ing wedi, tuwin padha munjuk: Pangéran kawula, punapaa déné Tuwan anetepaken wajib perang tumrap dhateng kawula? Punapaa kawula boten Tuwan sumenèkaken sakedhap malih? Calathua: Kabungahan ing donya iku sapélé, sarta akhirat iku luwih becik tumrapé wong kang bekti, lan sira ora pisan-pisan bakal kataman ing panggawé dudu"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Ana ing ngendi-endia mang- gonira, pati iku bakal tumeka ing sira, sanajan sira padha ana ing gedhong dhuwur. Lan manawa katekan becik, padha acalathu: Iki saka ngarsaning Allah; lan mana- wa katekan ala, padha calathu: Iki saka kowé. Calathua: Kabèh iku saka ngarsaning Allah; ananging ana apa ta wong-wong iki, déné prasasat padha ora ngerti apa kang kadhawuhaké"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Sabarang becik kang tumeka ing sira , lah iku saka ing Allah, lan sabarang ala kang tumeka ing sira, lah iku saka ing sira dhéwé; lan Ingsun angutus ing sira ! marang kama- nusan minangka Utusan; lan wis cukup Allah iku minangka Saksi"
        }
    ]
}