{
    "pages": [
        {
            "chapter": 2,
            "verse": 62,
            "text": "Voistinu, veruyushchim, a takzhe iudeyam, khristianam i sabiyam, kotoryye uverovali v Allakha i v Posledniy den' i postupali pravedno, ugotovana nagrada u ikh Gospoda. Oni ne poznayut strakha i ne budut opechaleny"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Vot My vzyali s vas obeshchaniye i vozdvigli nad vami goru: «Krepko priderzhivaytes' togo, chto My darovali vam, i pominayte to, chto soderzhitsya tam, - byt' mozhet, vy ustrashites'»"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Posle etogo vy otvernulis', i yesli by ne milost' i miloserdiye Allakha k vam, vy nepremenno okazalis' by v chisle poterpevshikh ubytok"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Vy znali tekh iz vas, kotoryye narushili subbotu. My skazali im: «Bud'te obez'yanami prezrennymi!»"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "My sdelali eto primernym nakazaniyem dlya nikh samikh i dlya budushchikh pokoleniy, a takzhe uveshchevaniyem dlya bogoboyaznennykh"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Vot Musa (Moisey) skazal svoyemu narodu: «Allakh prikazyvayet vam zarezat' korovu». Oni skazali: «Neuzheli ty nasmekhayesh'sya nad nami?». On skazal: «Upasi menya Allakh okazat'sya odnim iz nevezhd»"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Oni skazali: «Pomolis' za nas svoyemu Gospodu, chtoby On raz\"yasnil nam, kakaya ona». On skazal: «On govorit, chto ona ne staraya i ne telka, srednyaya po vozrastu mezhdu nimi. Vypolnite zhe to, chto vam veleno!»"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Oni skazali: «Pomolis' za nas svoyemu Gospodu, chtoby On raz\"yasnil nam, kakoy ona masti». On skazal: «On govorit, chto eta korova svetlo-zheltogo tsveta. Ona raduyet smotryashchikh na neye»"
        }
    ]
}