{
    "pages": [
        {
            "chapter": 10,
            "verse": 98,
            "text": "Razve byli seleniya, zhiteli kotorykh uverovali posle togo, kak oni uzreli nakazaniye, i im pomogla vera, krome naroda Yunusa (Iony)? Kogda oni uverovali, My izbavili ikh ot pozornykh mucheniy v mirskoy zhizni i dozvolili im pol'zovat'sya mirskimi blagami do opredelennogo vremeni"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Yesli by tvoy Gospod' pozhelal, to uverovali by vse, kto na zemle. Razve ty stal by prinuzhdat' lyudey obratit'sya v veruyushchikh"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Ni odin chelovek ne uveruyet bez dozvoleniya Allakha. On obrushivayet yarost' na tekh, kto ne razumeyet"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Skazhi: «Ponablyudayte za tem, chto na nebesakh i na zemle». No znameniya i uveshchevaniya ne prinosyat pol'zy tem, kto ne uveroval"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Neuzheli oni zhdut dney, podobnykh tem, kotoryye nastupili dlya ikh predshestvennikov? Skazhi: «Zhdite, i ya podozhdu vmeste s vami»"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Potom My spasem Nashikh poslannikov i tekh, kotoryye uverovali. Tak Nam nadlezhit spasat' veruyushchikh"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Skazhi: «O lyudi! Yesli vy somnevayetes' v moyey religii, to ved' ya ne poklonyayus' tem, komu vy poklonyayetes' vmesto Allakha. YA poklonyayus' Allakhu, Kotoryy umertvit vas, i mne prikazano byt' odnim iz veruyushchikh»"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "Iskrenne obrati svoy lik k religii i ne bud' odnim iz mnogobozhnikov"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Ne vzyvay vmesto Allakha k tomu, chto ne prinosit tebe pol'zy i ne prichinyayet tebe vreda. Yesli zhe ty postupish' tak, to okazhesh'sya v chisle bezzakonnikov"
        }
    ]
}