{
    "pages": [
        {
            "chapter": 12,
            "verse": 31,
            "text": "Kogda ona uslyshala pro ikh khitrost', to priglasila ikh, velela prigotovit' im podushki, dala kazhdoy po nozhu dlya fruktov i skazala: «Vyydi k nim». Kogda oni uvideli yego, to tak prevoznesli yego, chto porezali nozhami sebe ruki i skazali: «Upasi Allakh! Da ved' eto - ne chelovek. On - ne kto inoy, kak blagorodnyy angel»"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Ona skazala: «Pered vami tot, iz-za kotorogo vy menya poritsali. YA deystvitel'no pytalas' yego soblaznit', no on otkazalsya. No yesli on ne vypolnit moy prikaz, to budet zatochen v temnitsu i okazhetsya v chisle prezrennykh»"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "On skazal: «Gospodi! Temnitsa mne mileye togo, k chemu menya prizyvayut. Yesli Ty ne otvratish' ot menya ikh kozni, to ya ustuplyu im i okazhus' v chisle nevezhd»"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Gospod' otvetil na yego mol'bu i otvratil ot nego ikh kozni. Voistinu, On - Slyshashchiy, Znayushchiy"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Oni uvideli yego dokazatel'stva, no posle etogo vse ravno reshili zatochit' yego na nekotoroye vremya"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Vmeste s nim v temnitsu popali dvoye yunoshey. Odin iz nikh skazal: «YA videl, chto vyzhimayu vinograd». Drugoy skazal: «YA videl, chto nesu na golove khleb, kotoryy klyuyut ptitsy. Poveday nam tolkovaniye etogo, ibo my schitayem tebya odnim iz pravednikov»"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "On skazal: «Ne uspeyut prinesti yedu, kotoroy vas kormyat, kak yeshche ran'she ya rastolkuyu vashi snovideniya. Eto - chast' togo, chemu nauchil menya moy Gospod'. Voistinu, ya otreksya ot religii lyudey, kotoryye ne veruyut v Allakha i ne priznayut Poslednyuyu zhizn'"
        }
    ]
}