{
    "pages": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Vot opisaniye Raya, obeshchannogo bogoboyaznennym. Tam tekut reki, ne issyakayut yastva, i ne ischezayet ten'. Takov konets bogoboyaznennykh, a kontsom neveruyushchikh budet Ogon'"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Te, komu My darovali Pisaniye, raduyutsya tomu, chto nisposlano tebe. No sredi soyuznikov (iudeyev i yazychnikov) yest' takiye, kotoryye otritsayut chast' etogo. Skazhi: «Mne veleno lish' poklonyat'sya Allakhu i ne priobshchat' k Nemu sotovarishchey. K Nemu ya prizyvayu, i k Nemu predstoit vozvrashcheniye»"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Takim obrazom My nisposlali Koran zakonom na arabskom yazyke. Yesli ty stanesh' potakat' ikh zhelaniyam posle togo, kak k tebe yavilos' znaniye, to nikto vmesto Allakha ne stanet tvoim pokrovitelem i zashchitnikom"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "My posylali do tebya poslannikov i darovali im suprug i potomstvo. Ni odin poslannik ne mog yavit' znameniye bez soizvoleniya Allakha. Dlya kazhdogo sroka yest' predpisaniye"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allakh stirayet i utverzhdayet to, chto pozhelayet, i u Nego - Mat' Pisaniya"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Pokazhem My tebe chast' togo, chto My obeshchayem im, ili umertvim tebya, na tebya vozlozhena tol'ko peredacha otkroveniya, a Nam nadlezhit pred\"yavlyat' schet"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Razve oni (neveruyushchiye) ne vidyat, kak My postepenno umen'shayem zemlyu po krayam (otdayem yeye vo vladeniye veruyushchim)? Allakh prinimayet resheniya, i nikto ne otmenit Yego resheniya. On skor v raschete"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Ikh predshestvenniki tozhe zamyshlyali kozni, no vse kozni - u Allakha. Yemu vedomo to, chto priobretayet kazhdaya dusha, i neveruyushchiye uznayut, komu dostanetsya Poslednyaya obitel'"
        }
    ]
}