{
    "pages": [
        {
            "chapter": 2,
            "verse": 220,
            "text": "nad etim mirom i Posledney zhizn'yu. Oni sprashivayut tebya o sirotakh. Skazhi: «Delat' im dobro - khorosho. Yesli vy ob\"yedinite svoi dela, to ved' oni - vashi brat'ya. Allakh otlichayet rasprostranyayushchego nechestiye ot tvoryashchego dobro. Yesli by Allakh zakhotel, to postavil by vas v zatrudnitel'noye polozheniye. Voistinu, Allakh - Mogushchestvennyy, Mudryy»"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Ne zhenites' na yazychnitsakh, poka oni ne uveruyut. Bezuslovno, veruyushchaya nevol'nitsa luchshe yazychnitsy, dazhe yesli ona ponravilas' vam. Ne vydavayte musul'manok zamuzh za yazychnikov, poka oni ne uveruyut. Bezuslovno, veruyushchiy nevol'nik luchshe yazychnika, dazhe yesli on ponravilsya vam. Oni zovut k Ognyu, a Allakh zovet k Rayu i proshcheniyu so Svoyego soizvoleniya. On raz\"yasnyayet lyudyam Svoi znameniya, - byt' mozhet, oni pomyanut nazidaniye"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Oni sprashivayut tebya o menstruatsiyakh. Skazhi: «Oni prichinyayut stradaniya. Posemu izbegayte polovoy blizosti s zhenshchinami vo vremya menstruatsiy i ne priblizhaytes' k nim, poka oni ne ochistyatsya. A kogda oni ochistyatsya, to prikhodite k nim tak, kak povelel vam Allakh. Voistinu, Allakh lyubit kayushchikhsya i lyubit ochishchayushchikhsya»"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Vashi zheny yavlyayutsya pashney dlya vas. Prikhodite zhe na vashu pashnyu, kogda i kak pozhelayete. Gotov'te dlya sebya dobryye deyaniya, boytes' Allakha i znayte, chto vy vstretites' s Nim. Obraduy zhe veruyushchikh"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Pust' klyatva imenem Allakha ne meshayet vam tvorit' dobro, byt' bogoboyaznennym i primiryat' lyudey. Allakh - Slyshashchiy, Znayushchiy"
        }
    ]
}