{
    "pages": [
        {
            "chapter": 32,
            "verse": 12,
            "text": "Yesli by ty videl, kak greshniki opustyat golovy pered svoim Gospodom: «Gospod' nash! My uvideli i uslyshali. Poshli nas obratno, i my budem postupat' pravedno. Voistinu, my obreli ubezhdennost'»"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "Yesli by My pozhelali, to nastavili by na pryamoy put' kazhdogo cheloveka, odnako ispolnitsya Slovo Moye: «YA nepremenno zapolnyu Geyennu dzhinnami i lyud'mi - vsemi vmeste!»"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "Vkusite za to, chto vy predali zabveniyu vstrechu s etim dnem vashim. Voistinu, My predali zabveniyu vas samikh. Vkusite zhe vechnyye mucheniya za to, chto vy sovershali"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "Voistinu, veruyut v Nashi znameniya tol'ko te, kotoryye, kogda im napominayut o nikh, padayut nits, proslavlyayut khvaloy svoyego Gospoda i ne proyavlyayut vysokomeriya"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "Oni otryvayut svoi boka ot posteley, vzyvaya k svoyemu Gospodu so strakhom i nadezhdoy, i raskhoduyut iz togo, chem My ikh nadelili"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "Ni odin chelovek ne znayet, kakiye uslady dlya glaz sokryty dlya nikh v vozdayaniye za to, chto oni sovershali"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "Neuzheli veruyushchiy podoben nechestivtsu? Ne ravny oni"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "Dlya tekh, kotoryye uverovali i sovershali pravednyye deyaniya, Sady pristanishcha stanut ugoshcheniyem za to, chto oni sovershili"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "A pristanishchem nechestivtsev budet Ogon'. Vsyakiy raz, kogda oni zakhotyat vyyti ottuda, ikh vernut tuda, i im budet skazano: «Vkusite mucheniya v Ogne, kotoryye vy schitali lozh'yu!»"
        }
    ]
}