{
    "pages": [
        {
            "chapter": 35,
            "verse": 45,
            "text": "Yesli by Allakh stal nakazyvat' lyudey za to, chto oni priobretayut, to On ne ostavil by na yeye (zemli) poverkhnosti ni yedinogo zhivogo sushchestva, no On predostavlyayet im otsrochku do naznachennogo sroka. Ikh srok nastanet, i Allakh vidit Svoikh rabov"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ya. Sin"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Klyanus' mudrym Koranom"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Voistinu, ty - odin iz poslannikov"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "na pryamom puti"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "On nisposlan Mogushchestvennym, Miloserdnym"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "chtoby ty predostereg lyudey, ottsov kotorykh nikto ne predostereg, iz-za chego oni ostavalis' bespechnymi nevezhdami"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Otnositel'no bol'shinstva iz nikh sbylos' Slovo, i oni ne uveruyut"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Voistinu, My nalozhili na ikh shei okovy do samogo podborodka, i ikh golovy zadrany"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "My ustanovili pregradu pered nimi i pregradu pozadi nikh i nakryli ikh pokryvalom, i oni ne vidyat"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Im vse ravno, predostereg ty ikh ili ne predostereg. Oni ne veruyut"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Ty mozhesh' predosterech' tol'ko togo, kto posledoval za Napominaniyem i ustrashilsya Milostivogo, ne vidya Yego voochiyu. Obraduy yego vest'yu o proshchenii i shchedroy nagrade"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Voistinu, My ozhivlyayem mertvykh i zapisyvayem to, chto oni sovershili, i to, chto oni ostavili posle sebya. Vsyakuyu veshch' My podschitali v yasnom rukovodstve (Khranimoy skrizhali)"
        }
    ]
}