{
    "pages": [
        {
            "chapter": 49,
            "verse": 5,
            "text": "Yesli by oni poterpeli, poka ty vyydesh' k nim, eto bylo by luchshe dlya nikh. Allakh - Proshchayushchiy, Miloserdnyy"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "O te, kotoryye uverovali! Yesli nechestivets prineset vam vest', to razuznayte, chtoby ne porazit' po neznaniyu nevinnykh lyudey, a ne to vy budete sozhalet' o sodeyannom"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "Znayte, chto sredi vas nakhoditsya Poslannik Allakha. Yesli by on podchinyalsya vam vo mnogikh delakh, to vy nepremenno popali by v zatrudnitel'noye polozheniye. No Allakh privil vam lyubov' k vere, i predstavil yeye prekrasnoy vashim serdtsam, i sdelal nenavistnymi vam neveriye, nechestiye i nepovinoveniye. Takovy idushchiye pravym putem"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "po miloserdiyu i milosti Allakha. Allakh - Znayushchiy, Mudryy"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "Yesli dve gruppy veruyushchikh srazhayutsya mezhdu soboy, to primirite ikh. Yesli zhe odna iz nikh pritesnyayet na druguyu, to srazhaytes' protiv toy, kotoraya pritesnyayet, poka ona ne vernetsya k poveleniyu Allakha. Kogda zhe ona vernetsya, to primirite ikh po spravedlivosti i bud'te bespristrastny. Voistinu, Allakh lyubit bespristrastnykh"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Voistinu, veruyushchiye - brat'ya. Posemu primiryayte brat'yev i boytes' Allakha, - byt' mozhet, vy budete pomilovany"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "O te, kotoryye uverovali! Pust' odni lyudi ne nasmekhayutsya nad drugimi, ved' mozhet byt', chto te luchshe nikh. I pust' odni zhenshchiny ne nasmekhayutsya nad drugimi zhenshchinami, ved' mozhet byt', chto te luchshe nikh. Ne obizhayte samikh sebya (drug druga) i ne nazyvayte drug druga oskorbitel'nymi prozvishchami. Skverno nazyvat'sya nechestivtsem posle togo, kak uveroval. A te, kotoryye ne raskayutsya, okazhutsya bezzakonnikami"
        }
    ]
}