{
    "pages": [
        {
            "chapter": 53,
            "verse": 27,
            "text": "Voistinu, te, kotoryye ne veruyut v Poslednyuyu zhizn', nazyvayut angelov zhenshchinami"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "U nikh net ob etom nikakogo znaniya. Oni sleduyut lish' predpolozheniyam, khotya predpolozheniya ne mogut zamenit' istinu"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "Otvernis' zhe ot togo, kto otvernulsya ot Nashego Napominaniya i ne pozhelal nichego, krome mirskoy zhizni"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "Takov predel ikh poznaniy. Voistinu, tvoyemu Gospodu luchshe znat' tekh, kto sbilsya s Yego puti, i luchshe znat' tekh, kto posledoval pryamym putem"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "Allakhu prinadlezhit to, chto na nebesakh, i to, chto na zemle, daby On vozdal zlodeyam za to, chto oni sovershili, i vozdal tvorivshim dobro Nailuchshim (Rayem)"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "Oni izbegayut velikikh grekhov i merzostey, krome melkikh i nemnogochislennykh prostupkov. Voistinu, tvoy Gospod' obladayet neob\"yatnym proshcheniyem. Yemu bylo luchshe znat' o vas, kogda On sotvoril vas iz zemli i kogda vy byli zarodyshami v utrobakh vashikh materey. Ne voskhvalyayte samikh sebya, ibo Yemu luchshe znat' tekh, kto bogoboyaznen"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "Videl li ty togo, kto otvernulsya"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "dal malo i prekratil davat' vovse"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "Razve on obladayet takim znaniyem o sokrovennom, chto on vidit yego"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "Razve yemu ne povedali o tom, chto bylo v svitkakh Musy (Moiseya)"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "i Ibrakhima (Avraama), kotoryy vypolnil poveleniya Allakha polnost'yu"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "Ni odna dusha ne poneset chuzhogo bremeni"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "Chelovek poluchit tol'ko to, k chemu on stremilsya"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "Yego ustremleniya budut uvideny"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "a zatem on poluchit vozdayaniye spolna"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "K tvoyemu Gospodu predstoit konechnyy iskhod (ili tvoyemu Gospodu prinadlezhit konechnyy predel)"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "On zastavlyayet smeyat'sya i plakat'"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "On umershchvlyayet i ozhivlyayet"
        }
    ]
}