{
    "pages": [
        {
            "chapter": 3,
            "verse": 38,
            "text": "Togda Zakariya (Zakhariya) vozzval k svoyemu Gospodu, skazav: «Gospodi! Odari menya prekrasnym potomstvom ot Sebya, ved' Ty vnimayesh' mol'be»"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Kogda on stoyal na molitve v molel'ne, angely vozzvali k nemu: «Allakh raduyet tebya vest'yu o Yakh'ye (Ioanne), kotoryy podtverdit Slovo ot Allakha i budet gospodinom, vozderzhannym muzhem i prorokom iz chisla pravednikov»"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Zakariya (Zakhariya) skazal: «Gospodi! Kak mozhet u menya rodit'sya syn, yesli starost' uzhe nastigla menya i zhena moya besplodna?». Allakh skazal: «Tak Allakh vershit, chto pozhelayet!»"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Zakariya (Zakhariya) skazal: «Gospodi! Pokazhi mne znameniye». Allakh skazal: «Tvoye znameniye budet v tom, chto ty budesh' tri dnya razgovarivat' s lyud'mi tol'ko znakami. Mnogo pominay svoyego Gospoda i slav' Yego pered zakatom i utrom»"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Vot skazali angely: «O Mar'yam (Mariya)! Voistinu, Allakh izbral tebya, ochistil i vozvysil nad zhenshchinami mirov"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "O Mar'yam (Mariya)! Bud' smirennoy pered Gospodom tvoim, paday nits i klanyaysya vmeste s temi, kto klanyayetsya»"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Eto - chast' rasskazov o sokrovennom, kotoroye My soobshchayem tebe v otkrovenii. Ty ne byl s nimi, kogda oni brosali svoi pis'mennyye trosti, chtoby reshit', kto iz nikh budet opekat' Mar'yam (Mariyu). Ty ne byl s nimi, kogda oni prepiralis'"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Vot skazali angely: «O Mar'yam (Mariya)! Voistinu, Allakh raduyet tebya vest'yu o slove ot Nego, imya kotoromu - Messiya Isa (Iisus), syn Mar'yam (Marii). On budet pochitayem v etom mire i v Posledney zhizni i budet odnim iz priblizhennykh"
        }
    ]
}