{
    "chapter": [
        {
            "chapter": 36,
            "verse": 1,
            "text": "یٰسۤ"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "قرآن حکیم کی قسم"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "آپ مرسلین میں سے ہیں"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "بالکل سیدھے راستے پر ہیں"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "یہ قرآن خدائے عزیز و مہربان کا نازل کیا ہوا ہے"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "تاکہ آپ اس قوم کو ڈرائیں جس کے باپ دادا کو کسی پیغمبر کے ذریعہ نہیں ڈرایا گیا تو سب غافل ہی رہ گئے"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "یقینا ان کی اکثریت پر ہمارا عذاب ثابت ہوگیا تو وہ ایمان لانے والے نہیں ہیں"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "ہم نے ان کی گردن میں طوق ڈال دیئے ہیں جو ان کی ٹھڈیوں تک پہنچے ہوئے ہیں اور وہ سر اٹھائے ہوئے ہیں"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "اور ہم نے ایک دیوار ان کے سامنے اور ایک دیوار ان کے پیچھے بنادی ہے اور پھر انہیں عذاب سے ڈھانک دیا ہے کہ وہ کچھ دیکھنے کے قابل نہیں رہ گئے ہیں"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "اور ان کے لئے سب برابر ہے آپ انہیں ڈرائیں یا نہ ڈرائیں یہ ایمان لانے والے نہیں ہیں"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "آپ صرف ان لوگوں کو ڈراسکتے ہیں جو نصیحت کا اتباع کریں اور بغیر دیکھے ازغیب خدا سے ڈرتے رہیں ان ہی لوگوں کو آپ مغفرت اور باعزت اجر کی بشارت دے دیں"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "بیشک ہم ہی مفِدوں کو زندہ کرتے ہیں اور ان کے گزشتہ اعمال اور ان کے آثار کولکھتے جاتے ہیں اور ہم نے ہر شے کو ایک روشن امام میں جمع کردیا ہے"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "اور پیغمبر آپ ان سے بطور مثال اس قریہ والوں کا تذکرہ کریں جن کے پاس ہمارے رسول آئے"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "اس طرح کہ ہم نے دو رسولوں کو بھیجا تو ان لوگوں نے جھٹلادیا تو ہم نے ان کی مدد کو تیسرا رسول بھی بھیجا اور سب نے مل کر اعلان کیا کہ ہم سب تمہاری طرف بھیجے گئے ہیں"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "ان لوگوں نے کہا تم سب ہمارے ہی جیسے بشر ہو اور رحمٰن نے کسی شے کو نازل نہیں کیا ہے تم صرف جھوٹ بولتے ہو"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "انہوں نے جواب دیا کہ ہمارا پروردگار جانتا ہے کہ ہم تمہاری طرف بھیجے گئے ہیں"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "اور ہماری ذمہ داری صرف واضح طور پر پیغام پہنچادینا ہے"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "ان لوگوں نے کہا کہ ہمیں تم منحوس معلوم ہوتے ہو اگر اپنی باتوں سے باز نہ آؤ گے تو ہم سنگسار کردیں گے اور ہماری طرف سے تمہیں سخت سزا دی جائے گی"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "ان لوگوں نے جواب دیا کہ تمہاری نحوست تمہارے ساتھ ہے کیا یہ یاد دہانی کوئی نحوست ہے حقیقت یہ ہے کہ تم زیادتی کرنے والے لوگ ہو"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "اور شہر کے ایک سرے سے ایک شخص دوڑتا ہوا آیا اور اس نے کہا کہ قوم والو مرسلین کا اتباع کرو"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "ان کا اتباع کرو جو تم سے کسی طرح کی اجرت کا سوال نہیں کرتے ہیں اور ہدایت یافتہ ہیں"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "اور مجھے کیا ہوگیا ہے کہ میں اس کی عبادت نہ کروں جس نے مجھے پیدا کیا ہے اور تم سب اسی کی بارگاہ میں پلٹائے جاؤ گے"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "کیا میں اس کے علاوہ دوسرے خدا اختیار کرلو ں جب کہ وہ مجھے نقصان پہنچانا چاہے تو کسی کی سفارش کام آنے والی نہیں ہے اور نہ کوئی بچاسکتا ہے"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "میں تو اس وقت کھلی ہوئی گمراہی میں ہوجاؤں گا"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "میں تمہارے پروردگار پر ایمان لایا ہوں لہٰذا تم میری بات سنو"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "نتیجہ میں اس بندہ سے کہا گیا کہ جنّت میں داخل ہوجا تو اس نے کہا کہ اے کاش میری قوم کو بھی معلوم ہوتا"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "کہ میرے پروردگار نے کس طرح بخش دیا ہے اور مجھے باعزّت لوگوں میں قرار دیا ہے"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "اور ہم نے اس کی قوم پر اس کے بعد نہ آسمان سے کوئی لشکر بھیجا ہے اور نہ ہم لشکر بھیجنے والے تھے"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "وہ تو صرف ایک چنگھاڑ تھی جس کے بعد سب کا شعلہ حیات سرد پڑگیا"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "کس قدر حسرتناک ہے ان بندوں کا حال کہ جب ان کے پاس کوئی رسول آتا ہے تو اس کا مذاق اُڑانے لگتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "کیا ان لوگوں نے نہیں دیکھا کہ ہم نے ان سے پہلے کتنی قوموں کو ہلاک کردیا ہے جو اب ان کی طرف پلٹ کر آنے والی نہیں ہیں"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "اور پھر سب ایک دن اکٹھا ہمارے پاس حاضر کئے جائیں گے"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "اور ان کے لئے ہماری ایک نشانی یہ مردہ زمین بھی ہے جسے ہم نے زندہ کیا ہے اور اس میں دانے نکالے ہیں جن میں سے یہ لوگ کھارہے ہیں"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "اور اسی زمین میں اَخرمے اور انگور کے باغات پیدا کئے ہیں اور چشمے جاری کئے ہیں"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "تاکہ یہ اس کے پھل کھائیں حالانکہ یہ سب ان کے ہاتھوں کا عمل نہیں ہے پھر آخر یہ ہمارا شکریہ کیوں نہیں ادا کرتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "پاک و بے نیاز ہے وہ خدا جس نے تمام جوڑوں کو پیدا کیا ہے ان چیزوں میں سے جنہیں زمین اگاتی ہے اور ان کے نفوس میں سے اور ان چیزوں میں سے جن کا انہیں علم بھی نہیں ہے"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "اور ان کے لئے ایک نشانی رات ہے جس میں سے ہم کھینچ کر دن کو نکال لیتے ہیں تو یہ سب اندھیرے میں چلے جاتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "اور آفتاب اپنے ایک مرکز پر دوڑ رہا ہے کہ یہ خدائے عزیز و علیم کی معین کی ہوئی حرکت ہے"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "اور چاند کے لئے بھی ہم نے منزلیں معین کردی ہیں یہاں تک کہ وہ آخر میں پلٹ کر کھجور کی سوکھی ٹہنی جیسا ہوجاتا ہے"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "نہ آفتاب کے بس میں ہے کہ چاند کو پکڑ لے اور نہ رات کے لئے ممکن ہے کہ وہ دن سے آگے بڑھ جائے .... اور یہ سب کے سب اپنے اپنے فلک اور مدار میں تیرتے رہتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "اور ان کے لئے ہماری ایک نشانی یہ بھی ہے کہ ہم نے ان کے بزرگوں کو ایک بھری ہوئی کشتی میں اٹھایا ہے"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "اور اس کشتی جیسی اور بہت سی چیزیں پیدا کی ہیں جن پر یہ سوار ہوتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "اور اگر ہم چاہیں تو سب کو غرق کردیں پھر نہ کوئی ان کافریاد رس پیدا ہوگا اور نہ یہ بچائے جاسکیں گے"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "مگر یہ کہ خود ہماری رحمت شامل حال ہوجائے اور ہم ایک مدّت تک آرام کرنے دیں"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "اور جب ان سے کہا جاتا ہے کہ اس عذاب سے ڈرو جو سامنے یا پیچھے سے آسکتا ہے شاید کہ تم پر رحم کیا جائے"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "تو ان کے پاس خدا کی نشانیوں میں سے کوئی نشانی نہیں آتی ہے مگر یہ کہ یہ کنارہ کشی اختیار کرلیتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "اور جب کہا جاتا ہے کہ جو رزق خدا نے دیا ہے اس میں سے اس کی راہ میں خرچ کرو تو یہ کفّار صاحبانِ ایمان سے طنزیہ طور پر کہتے ہیں کہ ہم انہیں کیوں کھلائیں جنہیں خدا چاہتا تو خود ہی کھلادیتا تم لوگ تو کِھلی ہوئی گمراہی میں مبتلا ہو"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "اور پھر کہتے ہیں کہ آخر یہ وعدہ قیامت کب پورا ہوگا اگر تم لوگ اپنے وعدہ میں سچّے ہو"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "درحقیقت یہ صرف ایک چنگھاڑ کا انتظار کررہے ہیں جو انہیں اپنی گرفت میں لے لے گی اور یہ جھگڑا ہی کرتے رہ جائیں گے"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "پھر نہ کوئی وصیّت کر پائیں گے اور نہ اپنے اہل کی طرف پلٹ کر ہی جاسکیں گے"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "اور پھر جب صور پھونکا جائے گا تو سب کے سب اپنی قبروں سے نکل کر اپنے پروردگار کی طرف چل کھڑے ہوں گے"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "کہیں گے کہ آخر یہ ہمیں ہماری خواب گاہ سے کس نے اٹھادیا ہے .... بیشک یہی وہ چیز ہے جس کا خدا نے وعدہ کیا تھا اور اس کے رسولوں نے سچ کہا تھا"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "قیامت تو صرف ایک چنگھاڑ ہے اس کے بعد سب ہماری بارگاہ میں حاضر کردیئے جائیں گے"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "پھر آج کے دن کسی نفس پر کسی طرح کا ظلم نہیں کیا جائے گا اور تم کو صرف ویسا ہی بدلہ دیا جائے گا جیسے اعمال تم کررہے تھے"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "بیشک اہل جنّت آج کے دن طرح طرح کے مشاغل میں مزے کررہے ہوں گے"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "وہ اور ان کی بیویاں سب جنّت کی چھاؤں میں تخت پر تکیئے لگائے آرام کررہے ہوں گے"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "ان کے لئے تازہ تازہ میوے ہوں گے اور اس کے علاوہ جو کچھ بھی وہ چاہیں گے"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "ان کے حق میں ان کے مہربان پروردگار کا قول صرف سلامتی ہوگا"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "اور اے مجرمو تم ذرا ان سے الگ تو ہوجاؤ"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "اولاد آدم کیا ہم نے تم سے اس بات کا عہد نہیں لیا تھا کہ خبردار شیطان کی عبادت نہ کرنا کہ وہ تمہارا کِھلا ہوا دشمن ہے"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "اور میری عبادت کرنا کہ یہی صراط مستقیم اور سیدھا راستہ ہے"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "اس شیطان نے تم میں سے بہت سی نسلوں کو گمراہ کردیا ہے تو کیا تم بھی عقل استعمال نہیں کرو گے"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "یہی وہ جہّنم ہے جس کا تم سے دنیا میں وعدہ کیا جارہا تھا"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "آج اسی میں چلے جاؤ کہ تم ہمیشہ کفر اختیار کیا کرتے تھے"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "آج ہم ان کے منہ پرلَہر لگادیں گے اور ان کے ہاتھ بولیں گے اوران کے پاؤں گواہی دیں گے کہ یہ کیسے اعمال انجام دیا کرتے تھے"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "اور ہم اگر چاہیں تو ان کی آنکھوں کو مٹا دیں پھر یہ راستہ کی طرف قدم بڑھاتے رہیں لیکن کہاں دیکھ سکتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "اور ہم چاہیں تو خود ان ہی کو بالکل مسخ کردیں جس کے بعد نہ آگے قدم بڑھاسکیں اور نہ پیچھے ہی پلٹ کر واپس آسکیں"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "اور ہم جسے طویل عمر دیتے ہیں اسے خلقت میں بچپنے کی طرف واپس کر دیتے ہیں کیا یہ لوگ سمجھتے نہیں ہیں"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "اور ہم نے اپنے پیغمبر کو شعر کی تعلیم نہیں دی ہے اور نہ شاعری اس کے شایان شان ہے یہ تو ایک نصیحت اور کِھلا ہوا روشن قرآن ہے"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "تاکہ اس کے ذریعہ زندہ افراد کو عذاب الہٰی سے ڈرائیں اور کفاّر پر حجّت تمام ہوجائے"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "کیا ان لوگوں نے نہیں دیکھا کہ ہم نے ان کے فائدے کے لئے اپنے دست قدرت سے چوپائے پیدا کردیئے ہیں تو اب یہ ان کے مالک کہے جاتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "اور پھر ہم نے ان جانوروں کو رام کردیا ہے تو بعض سے سواری کا کام لیتے ہیں اور بعض کو کھاتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "اور ان کے لئے ان جانوروں میں بہت سے فوائد ہیں اور پینے کی چیزیں بھی ہیں تو یہ شکر خدا کیوں نہیں کرتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "اور ان لوگوں نے خدا کو چھوڑ کر دوسرے خدا بنالئے ہیں کہ شائد ان کی مدد کی جائے گی"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "حالانکہ یہ ان کی مدد کی طاقت نہیں رکھتے ہیں اور یہ ان کے ایسے لشکر ہیں جنہیں خود بھی خدا کی بارگاہ میں حاضر کیا جائے گا"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "لہٰذا پیغمبر آپ ان کی باتوں سے رنجیدہ نہ ہوں ہم وہ بھی جانتے ہیں جو یہ چھپا رہے ہیں اور وہ بھی جانتے ہیں جس کا یہ اظہار کررہے ہیں"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "تو کیا انسان نے یہ نہیں دیکھا کہ ہم نے اسے نطفہ سے پیدا کیا ہے اور وہ یکبارگی ہمارا کھلا ہوا دشمن ہوگیا ہے"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "اور ہمارے لئے مثل بیان کرتا ہے اور اپنی خلقت کو بھول گیا ہے کہتا ہے کہ ان بوسیدہ ہڈیوں کو کون زندہ کرسکتا ہے"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "آپ کہہ دیجئے کہ جس نے پہلی مرتبہ پیدا کیا ہے وہی زندہ بھی کرے گا اور وہ ہر مخلوق کا بہتر جاننے والا ہے"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "اس نے تمہارے لئے ہرے درخت سے آگ پیدا کردی ہے تو تم اس سے ساری آگ روشن کرتے رہے ہو"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "تو کیا جس نے زمین و آسمان کو پیدا کیا ہے وہ اس بات پر قادر نہیں ہے کہ ان کا مثل دوباہ پیدا کردے یقینا ہے اور وہ بہترین پیدا کرنے والا اور جاننے والا ہے"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "اس کا امر صرف یہ ہے کہ کسی شے کے بارے میں یہ کہنے کا ارادہ کرلے کہ ہوجا اور وہ شے ہوجاتی ہے"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "پس پاک و بے نیاز ہے وہ خدا جس کے ہاتھوں میں ہر شے کا اقتدار ہے اور تم سب اسی کی بارگاہ میں پلٹا کر لے جائے جاؤ گے"
        }
    ]
}