{
    "chapter": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "مسلمانو جن مشرکین سے تم نے عہد و پیمان کیا تھا اب ان سے خدا و رسول کی طرف سے مکمل بیزاری کا اعلان ہے"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "لہذا کافرو !چار مہینے تک آزادی سے زمین میں سیر کرو اور یہ یاد رکھو کہ خدا سے بچ کر نہیں جاسکتے اور خدا کافروں کو ذلیل کرنے والا ہے"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "اور اللہ و رسول کی طرف سے حج اکبر کے دن انسانوں کے لئے اعلانِ عام ہے کہ اللہ اور اس کے رسول دونوں مشرکین سے بیزار ہیں لہذا اگر تم توبہ کرلو گے تو تمہارے حق میں بہتر ہے اور اگر انحراف کیا تو یاد رکھنا کہ تم اللہ کو عاجز نہیں کرسکتے ہو اور پیغمبر آپ کافروں کو دردناک عذاب کی بشارت دے دیجئے"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "علاوہ ان افراد کے جن سے تم مسلمانوں نے معاہدہ کررکھا ہے اور انہوں نے کوئی کوتاہی نہیں کی ہے اور تمہارے خلاف ایک دوسرے کی مدد نہیں کی ہے تو چار مہینے کے بجائے جو مدّت طے کی ہے اس وقت تک عہد کو پورا کرو کہ خدا تقویٰ اختیار کرنے والوں کو دوست رکھتا ہے"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "پھر جب یہ محترم مہینے گزر جائیں تو کفاّر کو جہاں پاؤ قتل کردو اور گرفت میں لے لو اور قید کردو اور ہر راستہ اور گزر گاہ پر ان کے لئے بیٹھ جاؤ اور راستہ تنگ کردو -پھر اگر توبہ کرلیں اور نماز قائم کریں اور زکوِٰادا کریں تو ان کا راستہ چھوڑ دو کہ خدا بڑا بخشنے والا اور مہربان ہے"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "اور اگر مشرکین میں کوئی تم سے پناہ مانگے تو اسے پناہ دے دو تاکہ وہ کتاب هخدا صَنے اس کے بعد اسے آزاد کرکے جہاں اس کی پناہ گاہ ہو وہاں تک پہنچا دو اور یہ مراعات اس لئے ہے کہ یہ جاہل قوم حقائق سے آشنا نہیں ہے"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "اللہ و رسول کے نزدیک عہد شکن مشرکین کا کوئی عہد و پیمان کس طرح قائم رہ سکتا ہے ہاں اگر تم لوگوں نے کسی سے مسجد الحرام کے نزدیک عہد کرلیا ہے تو جب تک وہ لوگ اپنے عہد پر قائم رہیں تم بھی قائم رہو کہ اللہ متقی اور پرہیزگار افراد کو دوست رکھتا ہے"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "ان کے ساتھ کس طرح رعایت کی جائے جب کہ یہ تم پر غالب آجائیں تو نہ کسی ہمسائگی اور قرابت کی نگرانی کریں گے اور نہ کوئی عہد و پیمان دیکھیں گے - یہ تو صرف زبانی تم کو خوش کررہے ہیں ورنہ ان کا دل قطعی منکر ہے اور ان کی اکثریت فاسق اور بدعہد ہے"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "انہوں نے آیات هالٰہیہ کے بدلے بہت تھوڑی منفعت کو لے لیا ہے اور اب راہ هخدا سے روک رہے ہیں -یہ بہت برا کام کررہے ہیں"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "یہ کسی مومن کے بارے میں کسی قرابت یا قول و اقرار کی پرواہ نہیں کرتے ہیں یہ صرف زیادتی کرنے والے لوگ ہیں"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "پھر بھی اگر یہ توبہ کرلیں اور نماز قائم کریں اور زکوٰ ِ ادا کریں تو دین میں تمہارے بھائی ہیں اور ہم صاحبان هعلم کے لئے اپنی آیات کو تفصیل کے ساتھ بیان کرتے رہتے ہیں"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "اور اگر یہ عہد کے بعد بھی اپنی قسموں کو توڑ دیں اور دین میں طعنہ زنی کریں تو کفر کے سربراہوں سے کھل کر جہاد کرو کہ ان کی قسموں کا کوئی اعتبار نہیں ہے شاید یہ اسی طرح اپنی حرکتوں سے باز آجائیں"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "کیا تم اس قوم سے جہاد نہ کرو گے جس نے اپنے عہد و پیمان کو توڑ دیا ہے اور رسول کو وطن سے نکال دینے کا ارادہ بھی کرلیا ہے اور تمہارے مقابلہ میں مظالم کی پہل بھی کی ہے -کیا تم ان سے ڈرتے ہو تو خدا زیادہ حقدار ہے کہ اس کا خوف پیدا کرو اگر تم صاحب ه ایمان ہو"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "ان سے جنگ کرو اللہ انہیں تمہارے ہاتھوں سے سزا دے گا اور رسوا کرے گا اور تمہیں ان پر فتح عطا کرے گا اور صاحب ایمان قوم کے دلوں کو ٹھنڈا کردے گا"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "اور ان کے دلوں کا غصّہ دور کردے گا اور اللہ جس کی توبہ کو چاہتا ہے قبول کرلیتا ہے کہ وہ صاحبِ علم بھی ہے اور صاحب هحکمت بھی ہے"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "کیا تمہارا خیال یہ ہے کہ تم کو اسی طرح چھوڑ دیا جائے گا جب کہ اللہ نے ابھی یہ بھی نہیں دیکھا ہے کہ تم میں جہاد کرنے والے کون لوگ ہیں جنہوں نے خدا -رسول اور صاحبان ایمان کو چھوڑ کر کسی کو دوست نہیں بنایا ہے اور اللہ تمہارے اعمال سے خوب باخبر ہے"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "یہ کام مشرکین کا نہیں ہے کہ وہ مساجد خدا کو آباد کریں جب کہ وہ خود اپنے نفس کے کفر کے گواہ ہیں -ان کے اعمال برباد ہیں اور وہ جہّنم میں ہمیشہ رہنے والے ہیں"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "اللہ کی مسجدوں کو صرف وہ لوگ آباد کرتے ہیں جن کا ایمان اللہ اور روز آخرت پر ہے اور جنہوں نے نماز قائم کی ہے زکوِٰادا کی ہے اور سوائے خدا کے کسی سے نہیں ڈرے یہی وہ لوگ ہیں جو عنقریب ہدایت یافتہ لوگوں میں شمار کئے جائیں گے"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "کیا تم نے حاجیوں کے پانی پلانے اور مسجد الحرام کی آبادی کو اس کا جیسا سمجھ لیا ہے جو اللہ اور آخرت پر ایمان رکھتا ہے اور راسِ خدا میں جہاد کرتا ہے -ہرگز یہ دونوں اللہ کے نزدیک برابر نہیں ہوسکتے اور اللہ ظالم قوم کی ہدایت نہیں کرتا ہے"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "بیشک جو لوگ ایمان لے آئے اور انہوں نے ہجرت کی اور راہ خدا میں جان اور مال سے جہاد کیا وہ اللہ کے نزدیک عظیم درجہ کے مالک ہیں اور درحقیقت وہی کامیاب بھی ہیں"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "اللہ ان کو اپنی رحمت ,رضامندی اور باغات کی بشارت دیتا ہے جہاں ان کے لئے دائمی نعمتیں ہوں گی"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "وہ ان ہی باغات میں ہمیشہ رہیں گے کہ اللہ کے پاس عظیم ترین اجر ہے"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "ایمان والو خبردار اپنے باپ دادا اور بھائیوں کو اپنا دوست نہ بناؤ اگر وہ ایمان کے مقابلہ میں کفر کو دوست رکھتے ہوں اور جو شخص بھی ایسے لوگوں کو اپنا دوست بنائے گا وہ ظالموں میں شمار ہوگا"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "پیغمبرآپ کہہ دیجئے کہ اگر تمہارے باپ داداً اولادً برادران ,ازواج ,عشیرہ و قبیلہ اور وہ اموال جنہیں تم نے جمع کیا ہے اور وہ تجارت جس کے خسارہ کی طرف سے فکرمند رہتے ہو اور وہ مکانات جنہیں پسند کرتے ہو تمہاری نگاہ میں اللہ ًاس کے رسول اور راہ هخدا میں جہاد سے زیادہ محبوب ہیں تو وقت کا انتظار کرو یہاں تک کہ امر الہی آجائے اور اللہ فاسق قوم کی ہدایت نہیں کرتا ہے"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "بیشک اللہ نے کثیر مقامات پر تمہاری مدد کی ہے اور حنین کے دن بھی جب تمہیں اپنی کثرت پر ناز تھا لیکن اس نے تمہیں کوئی فائدہ نہیں پہنچایا اور تمہارے لئے زمین اپنی وسعتوں سمیت تنگ ہوگئی اور اس کے بعد تم پیٹھ پھیر کر بھاگ نکلے"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "پھر اس کے بعد خدا نے اپنے رسول اور صاحبان هایمان پر سکون نازل کیا اور وہ لشکر بھیجے جنہیں تم نے نہیں دیکھا اور کفر اختیار کرنے والوں پر عذاب نازل کیا یہی کافرین کی جزا اور ان کا انجام ہے"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "اس کے بعد خدا جس کی چاہے گا توبہ قبول کرلے گا وہ بڑا بخشنے والا مہربان ہے"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "ایمان والو !مشرکین صررِ نجاست ہیں لہذا خبردار اس سال کے بعد مسجدالحرام میں داخل نہ ہونے پائیں اور اگر تمہیں غربت کا خوف ہے تو عنقریب خدا چاہے گا تو اپنے فضل و کرم سے تمہیں غنی بنادے گا کہ وہ صاحب هعلم بھی ہے اور صاحب هحکمت بھی ہے"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "ان لوگوں سے جہاد کرو جو خدا اور روز هآخرت پر ایمان نہیں رکھتے اور جس چیز کو خدا و رسول نے حرام قرار دیا ہے اسے حرام نہیں سمجھتے اور اہل کتاب ہوتے ہوئے بھی دین حق کا التزام نہیں کرتے .... یہاں تک کہ اپنے ہاتھوں سے ذلّت کے ساتھ تمہارے سامنے جزیہ پیش کرنے پر آمادہ ہوجائیں"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "اور یہودیوں کا کہنا ہے کہ عزیر اللہ کے بیٹے ہیں اور نصارٰی کہتے ہیں کہ مسیح اللہ کے بیٹے ہیں یہ سب ان کی زبانی باتیں ہیں-ان باتوں میں یہ بالکل ان کے مثل ہیں جو ان کے پہلے کفار کہا کرتے تھے ,اللہ ان سب کو قتل کرے یہ کہاں بہکے چلے جارہے ہیں"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "ان لوگوں نے اپنے عالموں اور راہبوں اور مسیح بن مریم کو خدا کو چھوڑ کر اپنا رب بنالیا ہے حالانکہ انہیں صرف خدائے یکتا کی عبادت کا حکم دیا گیا تھا جس کے علاوہ کوئی خدا نہیں ہے وہ واحد و بے نیاز ہے اور ان کے مشرکانہ خیالات سے پاک و پاکیزہ ہے"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "یہ لوگ چاہتے ہیں کہ نو» خدا کواپنے منہ سے پھونک مار کر بجھا دیں حالانکہ خدا اس کے علاوہ کچھ ماننے کے لئے تیار نہیں ہے کہ وہ اپنے نور کو تمام کردے چاہے کافروں کو یہ کتنا ہی برا کیوںنہ لگے"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "وہ خدا وہ ہے جس نے اپنے رسول کو ہدایت اور دینِ حق کے ساتھ بھیجا تاکہ اپنے دین کو تمام ادیان پر غالب بنائے چاہے مشرکین کو کتنا ہی ناگوار کیوں نہ ہو"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "ایمان والو نصارٰی کے بہت سے علمائ اور راہب ,لوگوں کے اموال کو ناجائز طریقہ سے کھاجاتے ہیں اور لوگوں کو راسِ خدا سے روکتے ہیں .... اور جو لوگ سونے چاندی کا ذخیرہ کرتے ہیں اور اسے راہ هخدا میں خرچ نہیں کرتے پیغمبر,آپ انہیں دردناک عذاب کی بشارت دے دیں"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "جس دن وہ سونا چاندی آتش هجہنّم میں تپایا جائے گا اور اس سے ان کی پیشانیوں اور ان کے پہلوؤں اور پشت کو داغا جائے گا کہ یہی وہ ذخیرہ ہے جو تم نے اپنے لئے جمع کیا تھا اب اپنے خزانوں اور ذخیروں کا مزہ چکھو"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "بیشک مہینوں کی تعداد اللہ کے نزدیک کتابِ خدا میں اس دن سے بارہ ہے جس دن اس نے آسمانوں اور زمین کو پیدا کیا ہے -ان میں سے چار مہینے محترم ہیں اور یہی سیدھا اور مستحکم دین ہے لہٰذا خبردار ان مہینوں میں اپنے اوپر ظلم نہ کرنا اور تمام مشرکین سے اسی طرح جہاد کرنا جس طرح وہ تم سے جنگ کرتے ہیں اور یہ یاد رکھنا کہ خدا صرف متقی اور پرہیزگار لوگوں کے ساتھ ہے"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "محترم مہینوں میں تقدیم و تاخیر کفر میں ایک قسم کی زیادتی ہے جس کے ذریعہ کفاّر کو گمراہ کیا جاتا ہے کہ وہ ایک سال اسے حلال بنالیتے ہیں اور دوسرے سال حرام کردیتے ہیں تاکہ اتنی تعداد برابر ہوجائے جتنی خدا نے حرام کی ہے اور حرام هخدا حلال بھی ہوجائے -ان کے بدترین اعمال کو ان کی نگاہ میں آراستہ کردیا گیا ہے اور اللہ کافر قوم کی ہدایت نہیں کرتا ہے"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "ایمان والو تمہیں کیا ہوگیا ہے کہ جب تم سے کہا گیا کہ راہ هخدا میں جہاد کے لئے نکلو تو تم زمین سے چپک کر رہ گئے کیا تم آخرت کے بدلے زندگانی دنیا سے راضی ہوگئے ہو تو یاد رکھو کہ آخرت میں اس متاع هزندگانی دنیا کی حقیقت بہت قلیل ہے"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "اگر تم راہ هخدا میں نہ نکلو گے تو خدا تمہیں دردناک عذا میں مبتلا کرے گا اور تمہارے بدلے دوسری قوم کو لے آئے گا اور تم اسے کوئی نقصان نہیں پہنچا سکتے ہو کہ وہ ہر شے پر قدرت رکھنے والا ہے"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "اگر تم پیغمبر کی مدد نہ کرو گے تو ان کی مدد خدا نے کی ہے اس وقت جب کفاّر نے انہیں وطن سے باہر نکال دیا اور وہ ایک شخص کے ساتھ نکلے اور دونوں غار میں تھے تو وہ اپنے ساتھی سے کہہ رہے تھے کہ رنج نہ کرو خدا ہمارے ساتھ ہے پھر خدا نے اپنی طرف سے اپنے پیغمبر پر سکون نازل کردیا اور ان کی تائید ان لشکروں سے کردی جنہیں تم نہ دیکھ سکے اور اللہ ہی نے کفاّر کے کلمہ کو پست بنادیا ہے اور اللہ کا کلمہ درحقیقت بہت بلند ہے کہ وہ صاحب هعزت و غلبہ بھی ہے اور صاحب هحکمت بھی ہے"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "مسلمانو !تم ہلکے ہو یا بھاری گھر سے نکل پڑو اور راہ هخدا میں اپنے اموال اور نفوس سے جہاد کرو کہ یہی تمہارے حق میں خیر ہے اگرتم کچھ جانتے ہو"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "پیغمبر !اگر کوئی قریبی فائدہ یا آسان سفر ہوتا تو یہ ضرور تمہارا اتباع کرتے لیکن ان کے لئے دور کا سفر مشکل بن گیا ہے اور عنقریب یہ خدا کی قسم کھائیں گے کہ اگر ممکن ہوتا تو ہم ضرور آپ کے ساتھ نکل پڑتے -یہ اپنے نفس کو ہلاک کررہے ہیں اور خدا خوب جانتا ہے کہ یہ جھوٹے ہیں"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "پیغمبر!خدا نے آپ سے درگزر کیا کہ آپ نے کیوں انہیں پیچھے رہ جانے کی اجازت دے دی بغیر یہ معلوم کئے کہ ان میں کون سچاّ ہے اور کون جھوٹا ہے"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "جو لوگ اللہ اور روز هآخرت پر ایمان رکھتے ہیں وہ ہرگز اپنے جان و مال سے جہاد کرنے کے خلاف اجازت نہ طلب کریں گے کہ خدا صاحبانِ تقوٰی کو خوب جانتا ہے"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "یہ اجازت صرف وہ لوگ طلب کرتے ہیں جن کا ایمان اللہ اور روز آخرت پر نہیں ہے اور ان کے دلوں میں شبہ ہے اور وہ اسی شبہ میں چکّر کاٹ کررہے ہیں"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "یہ اگر نکلنا چاہتے تو اس کے لئے سامان تیار کرتے لیکن خد اہی کو ان کا نکلنا پسند نہیں ہے اس لئے اس نے ان کے ارادوں کو کمزور رہنے دیا اور ان سے کہا گیا کہ اب تم بیٹھنے والوں کے ساتھ بیٹھے رہو"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "اگر یہ تمہارے درمیان نکل بھی پڑتے تو تمہاری وحشت میں اضافہ ہی کردیتے اور تمہارے درمیان فتنہ کی تلاش میں گھوڑے دوڑاتے پھرتے اور تم میں ایسے لوگ بھی تھے جو ان کی سننے والے بھی تھے اور اللہ تو ظالمین کو خوب جاننے والا ہے"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "بیشک انہوں نے اس سے پہلے بھی فتنہ کی کوشش کی تھی اور تمہارے امور کو الٹ پلٹ دینا چاہا تھا یہاں تک کہ حق آگیا اور امر خدا واضح ہوگیا اگرچہ یہ لوگ اسے ناپسند کررہے تھے"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "ان میں وہ لوگ بھی ہیں جو کہتے ہیں کہ ہم کو اجازت دے دیجئے اور فتنہ میں نہ ڈالئے تو آگاہ ہوجاؤ کہ یہ واقعا فتنہ میں گر چکے ہیں اور جہنّم تو کافرین کو ہر طرف سے احاطہ کئے ہوئے ہے"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "ان کا حال یہ ہے کہ آپ تک نیکی آ تی ہے تو انہیں بفِی لگتی ہے اور کوئی مصیبت آجاتی ہے تو کہتے ہیں کہ ہم نے اپنا کام پہلے ہی ٹھیک کرلیا تھا اور خوش و خرم واپس چلے جاتے ہیں"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "آپ کہہ دیجئے کہ ہم تک وہی حالات آتے ہیں جو خدا نے ہمارے حق میں لکھ دیئے ہیں وہی ہمارا مولا ہے اور صاحبان هایمان اسی پر توکّل اور اعتماد رکھتے ہیں"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "آپ کہہ دیجئے کہ تم ہمارے بارے میں جس بات کا بھی انتظار کررہے ہو وہ دو میں سے ایک نیکی ہے اور ہم تمہارے بارے میں اس بات کا انتظار کررہے ہیں کہ خدا اپنی طرف سے یا ہمارے ہاتھوں سے تمہیں عذاب میں مبتلا کردے لہٰذا اب عذاب کا انتظار کرو ہم بھی تمہارے ساتھ انتظار کررہے ہیں"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "کہہ دیجئے کہ تم بخوشی خرچ کرو یا جبرا تمہارا عمل قبول ہونے والا نہیں ہے کہ تم ایک فاسق قوم ہو"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "اور ان کے نفقات کو قبول ہونے سے صرف اس بات نے روک دیا ہے کہ انہوں نے خدا اور رسول کا انکار کیا ہے اور یہ نمازبھی سستی اور کسلمندی کے ساتھ بجالاتے ہیں اور راسِ خدا میں کراہت اور ناگواری کے ساتھ خرچ کرتے ہیں"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "تمہیں ان کے اموال اور اولاد حیرت میں نہ ڈال دیں بس اللہ کاارادہ یہی ہے کہ ان ہی کے ذریعہ ان پر زندگانی دنیا میں عذاب کرے اور حالت هکفر ہی میں ان کی جان نکل جائے"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "اور یہ اللہ کی قسم کھاتے ہیں کہ یہ تم ہی میں سے ہیں حالانکہ یہ تم میں سے نہیں ہیں یہ لوگ بزدل لوگ ہیں"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "ان کو کوئی پناہ گاہ یا غار یا گھس بیٹھنے کی جگہ مل جائے تو اس کی طرف بے تحاشہ بھاگ جائیں گے"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "اور ان ہی میں سے وہ بھی ہیں جو خیرات کے بارے میں الزام لگاتے ہیں کہ انہیں کچھ مل جائے تو راضی ہوجائیں گے اور نہ دیا جائے تو ناراض ہوجائیں گے"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "حالانکہ اے کاش یہ خدا و رسول کے دئیے ہوئے پر راضی ہوجاتے اور یہ کہتے کہ ہمارے لئے اللہ ہی کافی ہے عنقریب وہ اور اس کا رسول اپنے فضل و احسان سے عطا کردیں گے او رہم تو صرف اللہ کی طرف رغبت رکھنے والے ہیں"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "صدقات و خیرات بس فقرائ ,مساکین اور ان کے کام کرنے والے اور جن کی تالیف هقلب کی جاتی ہے اور غلاموں کی گردن کی آزادی میں اور قرضداروں کے لئے اور راسِ خدا میں غربت زدہ مسافروں کے لئے ہیں یہ اللہ کی طرف سے فریضہ ہے اور اللہ خوب جاننے والا اور حکمت والا ہے"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "ان میں سے وہ بھی ہیں جو پیغمبر کو اذیت دیتے ہیں اور کہتے ہیں کہ وہ تو صرف کان ہیں -آپ کہہ دیجئے کہ تمہارے حق میں بہتری کے کان ہیں کہ خدا پر ایمان رکھتے ہیں اور مومنین کی تصدیق کرتے ہیں اور صاحبانِ ایمان کے لئے رحمت ہیں اور جو لوگ رسول خدا کو اذیت دیتے ہیں ان کے واسطے دردناک عذاب ہے"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "یہ لوگ تم لوگوں کو راضی کرنے کے لئے خدا کی قسم کھاتے ہیں حالانکہ خدا و رسول اس بات کے زیادہ حقدار تھے کہ اگر یہ صاحبان هایمان تھے تو واقعا انہیں اپنے اعمال و کردار سے راضی کرتے"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "کیا یہ نہیں جانتے ہیں کہ جو خدا و رسول سے مخالفت کرے گا اس کے لئے آتش جہنمّ ہے اور اسی میں ہمیشہ رہنا ہے اور یہ بہت بڑی رسوائی ہے"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "منافقین کو یہ خوف بھی ہے کہ کہیں کوئی سورہ نازل ہوکر مسلمانوں کو ان کے دل کے حالات سے باخبر نہ کردے تو آپ کہہ دیجئے کہ تم اور مذاق اڑاؤ اللہ بہرحال اس چیز کو منظر عام پر لے آئے گا جس کا تمہیں خطرہ ہے"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "اور اگر آپ ان سے باز پرس کریں گے تو کہیں گے کہ ہم تو صرف بات چیت اور دل لگی کررہے تھے تو آپ کہہ دیجئے کہ کیا اللہ اور اس کی آیات اور رسول کے بارے میں مذاق اڑارہے تھے"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "تو اب معذرت نہ کرو -تم نے ایمان کے بعد کفر اختیار کیا ہے -ہم اگر تم میں کی ایک جماعت کو معاف بھی کردیں تو دوسری جماعت پر ضرور عذاب کریں گے کہ یہ لوگ مجرم ہیں"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "منافق مرد اور منافق عورتیں آپس میں سب ایک دوسرے سے ہیں -سب برائیوں کا حکم دیتے ہیں اور نیکیوں سے روکتے ہیں اور اپنے ہاتھوں کو راہ هخدا میں خرچ کرنے سے روکے رہتے ہیں -انہوں نے اللہ کو بھلا دیا ہے تو اللہ نے انہیں بھی نظرانداز کردیا ہے کہ منافقین ہی اصل میں فاسق ہیں"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "اور اللہ نے نےم منافق مردوں اور عورتوں سے اور تمام کافروں سے آتش جہنمّ کا وعدہ کیا ہے جس میں یہ ہمیشہ رہنے والے ہیں -وہی ان کے واسطے کافی ہے اور ان کے لئے ہمیشہ رہنے والا عذاب ہے"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "تمہاری مثال تم سے پہلے والوں کی ہے جو تم سے زیادہ طاقتور تھے اور تم سے زیادہ مالدار اور صاحب هاولاد بھی تھے -انہوں نے اپنے حصّہ سے خوب فائدہ اٹھایا اور تم نے بھی اسی طرح اپنے نصیب سے فائدہ اٹھایا جس طرح تم سے پہلے والوں نے اٹھایا تھا اور اسی طرح لغویات میں داخل ہوئے جس طرح وہ لوگ داخل ہوئے تھے حالانکہ وہی وہ لوگ ہیں جن کے اعمال دنیا اور آخرت میں برباد ہوگئے اور وہی وہ لوگ ہیں جو حقیقتا خسارہ والے ہیں"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "کیا ان لوگوں کے پاس ان سے پہلے والے افراد قوم نوح علیھ السّلام ,عاد علیھ السّلام ,ثمود علیھ السّلام ,قوم ابراہیم علیھ السّلام,اصحاب مدین اور الٹ دی جانے والی بستیوں کی خبرنہیں آئی جن کے پاس ان کے رسول واضح نشانیاں لے کر آئے اور انہوں نے انکار کردیا -خدا کسی پر ظلم کرنے والا نہیں ہے لوگ خود اپنے نفس پر ظلم کرتے ہیں"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "مومن مرد اور مومن عورتیں آپس میں سب ایک دوسرے کے ولی اور مددگار ہیں کہ یہ سب ایک دوسرے کو نیکیوں کا حکم دیتے ہیں اور برائیوں سے روکتے ہیں,نماز قائم کرتے ہیں -زکوِٰ ادا کرتے ہیں اللہ اور رسول کی اطاعت کرتے ہیں -یہی وہ لوگ ہیں جن پر عنقریب خدا رحمت نازل کرے گا کہ وہ ہر شے پر غالب اور صاحبِ حکمت ہے"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "اللہ نے مومن مرد اور مومن عورتوں سے ان باغات کا وعدہ کیا ہے جن کی نیچے نہریں جاری ہوں گی -یہ ان میں ہمیشہ رہنے والے ہیں -ان جنااُ عدن میں پاکیزہ مکانات ہیں اور اللہ کی مرضی تو سب سے بڑی چیز ہے اور یہی ایک عظیم کامیابی ہے"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "پیغمبر !کفار اور منافقین سے جہاد کیجئے اور ان پر سختی کیجئے کہ ان کا انجام جہنّم ہے جو بدترین ٹھکانا ہے"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "یہ اپنی باتوں پر اللہ کی قسم کھاتے ہیں کہ ایسا نہیں کہا حالانکہ انہوں نے کلمہ کفر کہا ہے اور اپنے اسلام کے بعد کافر ہوگئے ہیں اور وہ ارادہ کیا تھا جو حاصل نہیں کرسکے اور ان کا غصہّ صرف اس بات پر ہے کہ اللہ اور رسول نے اپنے فضل و کرم سے مسلمانوں کو نواز دیا ہے -بہرحال یہ اب بھی توبہ کرلیں تو ان کے حق میں بہتر ہے اور منہ پھیرلیں تو اللہ ان پر دنیا اور آخرت میں دردناک عذاب کرے گا اور روئے زمین پر کوئی ان کا سرپرست اور مددگار نہ ہوگا"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "ان میں وہ بھی ہیں جنہوں نے خدا سے عہد کیا کہ اگر وہ اپنے فضل و کرم سے عطا کردیگا تو اس کی راہ میں صدقہ دیں گے اور نیک بندوں میں شامل ہوجائیں گے"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "اس کے بعد جب خد انے اپنے فضل سے عطا کردیا تو بخل سے کام لیا اور کنارہ کش ہوکر پلٹ گئے"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "تو ان کے بخل نے ان کے دلوں میں نفاق راسخ کردیا اس دن تک کے لئے جب یہ خدا سے ملاقات کریں گے اس لئے کہ انہوں نے خدا سے کئے ہوئے وعدہ کی مخالفت کی ہے اور جھوٹ بولے ہیں"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "کیا یہ نہیں جانتے کہ خدا ان کے رازِ دل اور ان کی سرگوشیوں کو بھی جانتا ہے اور وہ سارے غیب کا جاننے والا ہے"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "جو لوگ صدقات میں فراخدلی سے حصّہ لینے والے مومنین اور ان غریبوں پر جن کے پاس ان کی محنت کے علاوہ کچھ نہیں ہے الزام لگاتے ہیں اور پھر ان کا مذاق اڑاتے ہیں خدا ان کا بھی مذاق بنادے گا اور اس کے پاس بڑا دردناک عذاب ہے"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "آپ ان کے لئے استغفار کریں یا نہ کریں -اگر ستر ّمرتبہ بھی استغفار کریں گے تو خدا انہیں بخشنے والا نہیں ہے اس لئے کہ انہوں نے اللہ اور رسول کا انکار کیا ہے اور خدا فاسق قوم کو ہدایت نہیں دیتا ہے"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "جو لوگ جنگ تبوک میں نہیں گئے وہ رسول اللہ کے پیچھے بیٹھے رہ جانے پر خوش ہیں اور انہیں اپنے جان و مال سے راسِ خدامیں جہاد ناگوار معلوم ہوتا ہے اور یہ کہتے ہیں کہ تم لوگ گرمی میں نہ نکلو ...._ تو پیغمبر آپ کہہ دیجئے کہ آتش جہنّم اس سے زیادہ گرم ہے اگر یہ لوگ کچھ سمجھنے والے ہیں"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "اب یہ لوگ ہنسیں کم اور روئیں زیادہ کہ یہی ان کے کئے کی جزا ہے"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "اس کے بعد اگر خدا آپ کو ان کے کسی گروہ تک میدان سے واپس لائے اور یہ دوبارہ خروج کی اجازت طلب کریں تو آپ کہہ دیجئے تم لوگ کبھی میرے ساتھ نہیں نکل سکتے اور کسی دشمن سے جہاد نہیں کرسکتے تم نے پہلے ہی بیٹھے رہنا پسند کیا تھا تو اب بھی پیچھے رہ جانے والوں کے ساتھ بیٹھے رہو"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "اور خبردار ان میں سے کوئی مر بھی جائے تو اس کی نماز جنازہ نہ پڑھئے گا اور اس کی قبر پر کھڑے بھی نہ ہویئے گا کہ ان لوگوں نے خدا اور رسول کا انکار کیا ہے اور حالاُ فسق میں دنیا سے گزر گئے ہیں"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "اور ان کے اموال و اولاد آپ کو بھلے نہ معلوم ہوں خدا ان کے ذریعہ ان پر دنیا میں عذاب کرنا چاہتا ہے اور چاہتا ہے کہ کفر کی حالت میں ان کا دم نکل جائے"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "اور جب کوئی سورہ نازل ہوتا ہے کہ اللہ پر ایمان لے آؤاور رسول کے ساتھ جہاد کرو تو ان ہی کے صاحبانِ حیثیت آپ سے اجازت طلب کرنے لگتے ہیں اور کہتے ہیں کہ ہمیں ان ہی بیٹھنے والوں کے ساتھ چھوڑ دیجئے"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "یہ اس بات پر راضی ہیں کہ پیچھے رہ جانے والوں کے ساتھ رہ جائیں .ان کے دلو ںپر مہر لگ گئی ہے اب یہ کچھ سمجھنے والے نہیں ہیں"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "لیکن رسول اور ان کے ساتھ ایمان لانے والوں نے راہ ه خدا میں اپنے جان و مال سے جہاد کیا ہے اور ان ہی کے لئے نیکیاں ہیں اور وہی فلاح یافتہ اور کامیاب ہیں"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "اللہ نے ان کے لئے وہ باغات مہیا کئے ہیں جن کے نیچے نہریں جاری ہیں اور وہ ان ہی میں ہمیشہ رہنے والے ہیں اور یہی بہت بڑی کامیابی ہے"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "اور آپ کے پاس دیہاتی معذرت کرنے والے بھی آگئے کہ انہیں بھی گھر بیٹھنے کی اجازت دے دی جائے اور وہ بھی بیٹھ رہے جنہوں نے خدا و رسول سے غلط بیانی کی تھی تو عنقریب ان میں کے کافروں پر بھی دردناک عذاب نازل ہوگا"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "جو لوگ کمزور ہیں یابیمار ہیں یا ان کے پاس راسِ خدا میں خرچ کرنے کے لئے کچھ نہیں ہے ان کے بیٹھے رہنے میں کوئی حرج نہیں ہے بشرطیکہ خدا و رسول کے حق میں اخلاص رکھتے ہوں کہ نیک کردار لوگوں پر کوئی الزام نہیں ہوتا اور اللہ بہت بخشنے والا مہربان ہے"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "اور ان پر بھی کوئی الزام نہیں ہے جو آپ کے پاس آئے کہ انہیں بھی سواری پر لے لیجئے اور آپ ہی نے کہہ دیا کہ ہمارے پاس سواری کا انتظام نہیں ہے اور وہ آپ کے پاس سے اس عالم میں پلٹے کہ ان کی آنکھوں سے آنسو جاری تھے اور انہیں اس بات کا رنج تھا کہ ان کے پاس راہ هخدا میں خرچ کرنے کے لئے کچھ نہیں ہے"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "الزام ان لوگوں پرہے جو غنی اور مالدار ہوکر بھی اجازت طلب کرتے ہیں اور چاہتے ہیں کہ پسماندہ لوگوں میں شامل ہوجائیں اور خدا نے ان کے دلوں پر مہرلگادی ہے اور اب کچھ جاننے والے نہیں ہیں"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "یہ تخلف کرنے والے منافقین تم لوگوں کی واپسی پر طرح طرح کے عذر بیان کریں گے تو آپ کہہ دیجئے کہ تم لوگ عذر نہ بیان کرنے والے نہیں ہیں اللہ نے ہمیں تمہارے حالات بتادئیے ہیں -وہ یقیناتمہارے اعمال کو دیکھ رہا ہے اور رسول بھی دیکھ رہا ہے اس کے بعد تم حاضر و غیب کے عالم خدا کی بارگاہ میں واپس کئے جاؤ گے اور وہ تمہیں تمہارے اعمال سے باخبر کرے گا"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "عنقریب یہ لوگ تمہاری واپسی پر خدا کی قسم کھائیں گے کہ تم ان سے درگزر کردو تو تم کنارہ کشی اختیار کرلو -یہ مجسمئہ خباثت ہیں. ان کا ٹھکانا جہّنم ہے جو ان کے کئے کی صحیح سزا ہے"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "یہ تمہارے سامنے قسم کھاتے ہیں کہ تم ان سے راضی ہوجاؤ تو اگر تم راضی بھی ہوجاؤ تو خدا فاسق قوم سے راضی ہونے والا نہیں ہے"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "یہ دیہاتی کفر اور نفاق میں بہت سخت ہیں اور اسی قابل ہیں کہ جو کتاب خدا نے اپنے رسول پر نازل کی ہے اس کے حدود اور احکام کو نہ پہچانیں اور اللہ خوب جاننے والا اور صاحبِ حکمت ہے"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "ان ہی اعراب میں وہ بھی ہیں جو اپنے انفاق کو گھاٹا سمجھتے ہیں اور آپ کے بارے میں مختلف گردشوں کا انتظار کیا کرتے ہیں تو خود ان کے اوپر اِری گردش کی مار ہے اوراللہ خوب سننے والا اور جاننے والا ہے"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "ان ہی اعراب میں وہ بھی ہیں جو ا للہ اور آخرت پر ایمان رکھتے ہیں اور اپنے انفاق کو خدا کی قربت اور رسول کی دعائے رحمت کا ذریعہ قرار دیتے ہیں اور بیشک یہ ان کے لئے سامانِ قربت ہے عنقریب خدا انہیں اپنی رحمت میں داخل کرلے گا کہ وہ غفور بھی ہے اور رحیم بھی ہے"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "اور مہاجرین و انصار میں سے سبقت کرنے والے اور جن لوگوں نے نیکی میں ان کا اتباع کیا ہے ان سب سے خدا راضی ہوگیا ہے اور یہ سب خدا سے راضی ہیں اور خدا نے ان کے لئے وہ باغات مہیا کئے ہیں جن کے نیچے نہریں جاری ہیں اور یہ ان میں ہمیشہ رہنے والے ہیں اور یہی بہت بڑی کامیابی ہے"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "اور تمہارے گرد دیہاتیوں میں بھی منافقین ہیں اور اہل مدینہ میں تو وہ بھی ہیں جو نفاق میں ماہر اور سرکش ہیں تم ان کو نہیں جانتے ہو لیکن ہم خوب جانتے ہیں -عنقریب ہم ان پر دوہرا عذاب کریں گے اس کے بعد یہ عذاب عظیم کی طرف پلٹا دئیے جائیں گے"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "اور دوسرے وہ لوگ جنہوں نے اپنے گناہوں کا اعتراف کیا کہ انہوں نے نیک اور بداعمال مخلوط کردئیے ہیں عنقریب خدا ان کی توبہ قبول کرلے گا کہ وہ بڑا بخشنے والا اور مہربان ہے"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "پیغمبر آپ ان کے اموال میں سے زکوِٰلے لیجئے کہ اس کے ذریعہ یہ پاک و پاکیزہ ہوجائیں اور انہیں دعائیں دیجئے کہ آپ کی دعا ان کے لئے تسکین قلب کا باعث ہوگی اور خدا سب کا سننے والا اور جاننے والا ہے"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "کیا یہ نہیں جانتے کہ اللہ ہی اپنے بندوں کی توبہ قبول کرتا ہے اور زکوِٰ و خیرات کو وصول کرتا ہے اور وہی بڑا توبہ قبول کرنے والا اور مہربان ہے"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "اور پیغمبر کہہ دیجئے کہ تم لوگ عمل کرتے رہو کہ تمہارے عمل کواللہ ً رسول اور صاحبانِ ایمان سب دیکھ رہے ہیں اور عنقریب تم اس خدائے عالم الغیب والشہادہ کی طرف پلٹا دئیے جاؤ گے اور وہ تمہیں تمہارے اعمال سے باخبر کرے گا"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "اور کچھ ایسے بھی ہیں جنہیں حکم هخدا کی امید پر چھوڑ دیا گیا ہے کہ یا خدا ان پر عذاب کرے گا یا ان کی توبہ کو قبول کرلے گا وہ بڑا جاننے والا اور صاحبِ حکمت ہے"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "اور جن لوگوں نے مسجد ضرار بنائی کہ اس کے ذریعہ اسلام کو نقصان پہنچائیں اور کفر کو تقویت بخشیں اور مومنین کے درمیان اختلاف پیدا کرائیں اور پہلے سے خدا و رسول سے جنگ کرنے والوں کے لئے پناہ گاہ تیار کریں وہ بھی منافقین ہی ہیں اور یہ قسم کھاتے ہیں کہ ہم نے صرف نیکی کے لئے مسجد بنائی ہے حالانکہ یہ خدا گواہی دیتا ہے کہ یہ سب جھوٹے ہیں"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "خبردار آپ اس مسجد میں کبھی کھڑے بھی نہ ہوں بلکہ جس مسجد کی بنیاد روز اوّل سے تقوٰیٰ پر ہے وہ اس قابل ہے کہ آپ اس میں نماز ادا کریں -اس میں وہ مرد بھی ہیں جو طہارت کو دوست رکھتے ہیں اور خدا بھی پاکیزہ افراد سے محبت کرتا ہے"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "کیا جس نے اپنی بنیاد خوف خدا اور رضائے الٰہی پر رکھی ہے وہ بہتر ہے یا جس نے اپنی بنیاد اس گرتے ہوئے کگارے کے کنارے پر رکھی ہو کہ وہ ساری عمارت کو لے کر جہّنم میں گر جائے اوراللہ ظالم قوم کی ہدایت نہیں کرتا ہے"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "اور ہمیشہ ان کی بنائی ہوئی عمارت کی بنیاد ان کے دلوں میں شک کا باعث بنی رہے گی مگر یہ کہ ان کے دل کے ٹکڑے ٹکڑے ہوجائیں اور انہیں موت آجائے کہ اللہ خوب جاننے والا اور صاحبِ حکمت ہے"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "بیشک اللہ نے صاحبانِ ایمان سے ان کے جان و مال کو جنّت کے عوض خریدلیا ہے کہ یہ لوگ راہ هخدا میں جہاد کرتے ہیں اور دشمنوں کو قتل کرتے ہیں اور پھر خود بھی قتل ہوجاتے ہیں یہ وعدئہ برحق توریت ,انجیل اور قرآن ہر جگہ ذکر ہوا ہے اور خدا سے زیادہ اپنی عہد کا پورا کرنے والا کون ہوگا تو اب تم لوگ اپنی اس تجارت پر خوشیاں مناؤ جو تم نے خدا سے کی ہے کہ یہی سب سے بڑی کامیابی ہے"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "یہ لوگ توبہ کرنے والے ,عبادت کرنے والے ,حمد پروردگار کرنے والے ,راسِ خد امیں سفر کرنے والے ,رکوع کرنے والے ,سجدہ کرنے والے ,نیکیوں کا حکم دینے والے ,برائیوں سے روکنے والے اور حدود الٰہیہ کی حفاظت کرنے والے ہیں اور اے پیغمبر آپ انہیں جنّت کی بشارت دیدیں"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "نبی اور صاحبانِ ایمان کی شان یہ نہیں ہے کہ وہ مشرکین کے حق میں استغفار کریں چاہے وہ ان کے قرابتدار ہی کیوں نہ ہوں جب کہ یہ واضح ہوچکا ہے کہ یہ اصحاب جہّنم ہیں"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "اور ابراہیم کا استغفار ان کے باپ کے لئے صرف اس وعدہ کی بنا پر تھا جو انہوں نے اس سے کیا تھا اس کے بعد جب یہ واضح ہوگیا کہ وہ دشمن خدا ہے تو اس سے بربَت اور بیزاری بھی کرلی کہ ابراہیم بہت زیادہ تضرع کرنے والے اور اِردبار تھے"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "اور اللہ کسی قوم کو ہدایت دینے کے بعد اس وقت تک گمراہ نہیں قرار دیتا جب تک ان پر یہ واضح نہ کردے کہ انہیں کن چیزوں سے پرہیز کرنا ہے -بیشک اللہ ہر شے کا جاننے والا ہے"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "اللہ ہی کے لئے زمین و آسمان کی حکومت ہے اور وہی حیات و موت کا دینے والا ہے اس کے علاوہ تمہارا نہ کوئی سرپرست ہے نہ مددگار"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "بیشک خدا نے پیغمبر اور ان مہاجرین و انصار پر رحم کیا ہے جنہوں نے تنگی کے وقت میں پیغمبر کا ساتھ دیا ہے جب کہ ایک جماعت کے دلوں میں کجی پیدا ہورہی تھی پھر خدا نے ان کی توبہ کو قبول کرلیا کہ وہ ان پر بڑا ترس کھانے والا اور مہربانی کرنے والا ہے"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "اوراللہ نے ان تینوں پر بھی رحم کیا جو جہاد سے پیچھے رہ گئے یہاں تک کہ زمین جب اپنی وسعتوں سمیت ان پر تنگ ہوگئی اور ان کے دم پر بن گئی اور انہوں نے یہ سمجھ لیا کہ ا ب اللہ کے علاوہ کوئی پناہ گاہ نہیں ہے تواللہ نے ان کی طرف توجہ فرمائی کہ وہ توبہ کرلیں اس لئے کہ وہ بڑا توبہ قبول کرنے والا اور مہربان ہے"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "ایمان والواللہ سے ڈرو اور صادقین کے ساتھ ہوجاؤ"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "اہل مدینہ یا اس کے اطراف کے دیہاتیوں کو یہ حق نہیں ہے کہ وہ رسول خدا سے الگ ہوجائیں یا اپنے نفس کو ان کے نفس سے زیادہ عزیز سمجھیں اس لئے کہ انہیں کوئی پیاسً تھکن یا بھوک راہ هخدا میں نہیں لگتی ہے اور نہ وہ کّفار کے دل رَکھانے والا کوئی قدم اٹھاتے ہیں نہ کسی بھی دشمن سے کچھ حاصل کرتے ہیں مگر یہ کہ ان کے عمل نیک کو لکھ لیا جاتا ہے کہ خدا کسی بھی نیک عمل کرنے والے کے اجر و ثواب کو ضائع نہیں کرتا ہے"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "اور یہ کوئی چھوٹ یا بڑا خرچ راسِ خدا میں نہیں کرتے ہیں اور نہ کسی وادی کو طے کرتے ہیں مگر یہ کہ اسے بھی ان کے حق میں لکھ دیا جاتا ہے تاکہ خدا انہیں ان کے اعمال سے بہتر جزا عطا کرسکے"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "صاحبان ایمان کا یہ فرض نہیں ہے کہ وہ سب کے سب جہاد کے لئے نکل پڑیں تو ہر گروہ میں سے ایک جماعت اس کام کے لئے کیوں نہیں نکلتی ہے کہ دین کا علم حاصل کرے اور پھر جب اپنی قوم کی طرف پلٹ کر آئے تو اسے عذاب الٰہی سے ڈرائے کہ شاید وہ اسی طرح ڈرنے لگیں"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "ایمان والو اپنے آس پاس والے کفار سے جہاد کرو اور وہ تم میں سختی اور طاقت کا احساس کریں اور یاد رکھو کہ اللہ صرف پرہیز گار افراد کے ساتھ ہے"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "اور جب کوئی سورہ نازل ہوتا ہے تو ان میں سے بعض یہ طنز کرتے ہیں کہ تم میں سے کس کے ایمان میں اضافہ ہوگیا ہے تو یاد رکھیں کہ جو ایمان والے ہیں ان کے ایمان میں اضافہ ہوتا ہے اور وہ خوش بھی ہوتے ہیں"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "اور جن کے دلوں میں مرض ہے ان کے مرض میں سورہ ہی سے اضافہ ہوجاتا ہے اور وہ کفر ہی کی حالت میں مرجاتے ہیں"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "کیا یہ نہیں دیکھتے ہیں کہ انہیں ہر سال ایک دو مرتبہ بلا میں مبتلا کیا جاتا ہے پھراس کے بعد بھی نہ توبہ کرتے ہیں اور نہ عبرت حاصل کرتے ہیں"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "اور جب کوئی سورہ نازل ہوتا ہے تو ایک دوسرے کی طرف دیکھنے لگتا ہے کہ کوئی دیکھ تو نہیں رہا ہے اور پھر پلٹ جاتے ہیں تو خدا نے بھی ان کے قلوب کو پلٹ دیاہے کہ یہ سمجھنے والی قوم نہیں ہے"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "یقینا تمہارے پاس وہ پیغمبر آیا ہے جو تم ہی میں سے ہے اور اس پر تمہاری ہر مصیبت شاق ہوتی ہے وہ تمہاری ہدایت کے بارے میں حرص رکھتا ہے اور مومنین کے حال پر شفیق اور مہربان ہے"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "اب اس کے بعد بھی يه لوگ منه پھير ليں تو کہديجئے کہ خدا میرے لیے کافی ہے، اس کے سوا کوئی خدا نہیں، میرا اعتماداسى پر ہے اور وہى عرش اعظم کا پروردگار ہے"
        }
    ]
}