{
    "rukus": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "Биз Муса менен (ага Китеп — Шарият түшүрүп берүү үчүн) отуз кечеге убадалашып, дагы аны он (кече) менен толуктадык. Ошентип, Раббисинин (убадалашкан) убактысы толук кырк кече болду. Муса бир тууганы Харунга: “(Мен кеткенде) коомумдун арасында менин орунбасарым болуп, аларды түзөп жана бузукулардын жолуна ээрчибей тургун!” - деди"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Муса Биз убадалашкан убакытта келгенде жана Раббиси ага (түздөн-түз) сүйлөгөндө: «О, Раббим! Мага көрүнчү, Сага карайын» -деди. Ал (Аллаһ) айтты: “Мени (бул дүйнөдө) эч көрө албайсың. Бирок, мына бул тоого карап тур, (мен ошого көрүнөмүн) эгер ал ордунда жылбай калса, сен Мени көрө аласың». Анан, Раббиси тоого көрүндү эле.., аны күкүм кылып таштады. Муса эстен танып жыгылды! Качан өзүнө келгенде, айтты: “О, Раббим, Сен Аруу-Тазасың! Мен (адепсиздик кылганыма) тообо кылдым! Жана мен ыймандуулардын алдынкысымын!””"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "(Аллаһ) деди: “О, Муса! Чынында, Мен сени адамдардан жогору (баалап) Өзүмдүн пайгамбарлыгыма жана (ортомчусуз сүйлөгөн) Сөзүм үчүн тандап алдым. Эми, Мен сага берген Дин-Шариятты кабыл алып, (бул нээмат үчүн) шүгүр кылуучулардан болгун!”"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Анан Биз ал (Муса) үчүн тактайларга (адамдар муктаж болгон) бардык нерселерди, насаат сөздөрдү жана ар бир нерсенин баян-эрежелерин жазып бердик. Жана “Буларды бекем кармап, коомуңа буюр; андагы шариятка амал кылышсын!” (дедик). Эми, Мен силерге бузуку(лук кылып, Аллаһтын балээ-азабына кабылган) адамдардын мекенин көргөзөмүн"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Мен жерде акыйкатсыздык менен текеберленип жүргөн адамдарды (кудуретиме белги болгон) аяндардан (сабак алалбай турган кылып) буруп койомун. Кийин алар ар канча далил-моожиза көрсө да, ага ыйман келтиришпейт. Туура Жолду көрсө, аны карманышпайт. Эгер адашуучулук жолун көрсө, ошону гана жол кылып алышты. Буга себеп; алар Биздин далилдерди “жалган” дешти жана ага көңүл бурбай коюшту"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Биздин аяттарыбызды жана Акыреттик жолугушууну “жалган” деген адамдардын жасаган (жакшы) иштери текке кетет. Алар жасаган иштерине жараша “сыйланышат”"
        }
    ]
}