{
    "rukus": [
        {
            "chapter": 2,
            "verse": 122,
            "text": "О, Исрайил урпактары! Мен силерге берген (бардык) нээматымды жана силерди ааламдардан абзел кылганымды эстегиле"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Жана (Аллаһтан башка) эч ким эч кимге жаза (сыйлык же азап) бере албай турган, эч бир жандан (күнөөлөрү үчүн) төлөө кабыл алынбай турган, (Аллаһтын уруксаты болмоюнча) ага эч кандай шапаат (ортомчулук) пайда бербей турган жана эч кимге жардам берилбей турган күндөн (Кыяматтан) корккула"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Эстегин: Раббиси Ибрахимди бир нече сөздөр менен сынады эле, аларды толук аткарды. (Анан ага) “Мен сени (бардык) адамдарга (динде) жолбашчы кыламын” деди. (Ибрахим) айтты: “Менин урпактарымдан дагы (жолбашчылар чыгара көр) ! (Анда Аллаһ:) “Менин убадам заалым (каапыр) адамдарга тийбейт” -деди"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Жана эстегин, Биз Үйдү (Каабаны) адамдар умтулуп бара турган жай жана тынч орун кылып: “Ибрахимдин ордун! ибадат жайы кылып алгыла” (деп буюрдук). Жана Ибрахим менен Ысмайылга: “Менин Үйүмдү тооп кылуучулар, эьтикафка отуруучулар,? рукуу жана сажда кылуучулар үчүн (ширктен, күнөөдөн жана нажастардан) тазалагыла” деп вахий (буйрук) кылдык"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Эстегин, Ибрахим (Раббисине дуба кылып) “О, Раббим! Бул жерди тынч шаар кылгын жана анын элинин арасынан Аллаһка жана Акырет күнүнө ишенген адамдарды (ар түркүн) мөмө-жемиштер менен ырыскыландыра көр!”- дегенде, Аллаһ айтты: “Каапыр болгон адамды дагы (ошол ырыскылар менен) бир аз пайдалантам. Анан Тозок азабына мажбурлап киргизем. Ал кандай жаман акыбет"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "Эстегин, Ибрахим менен (баласы) Ысмайыл экөө Үйдүн (Каабанын) пайдубалын көтөрүп жатып (мындай деп дуба кылышты): “О, Раббибиз! Бизден (ушул ишибизди) кабыл кыла көр! Албетте, Сен Угуучу, Билүүчүсүң"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "О, Раббибиз! Бизди Өзүңө моюн сунуучулардан кыл! Биздин урпактарыбыздан Өзүңө мусулман (моюн сунуучу) үммөт (чыгар!) Жана бизге (ажы мезгилинде жасалчу) ибадаттарыбызды үйрөт! Биздин тообаларыбызды кабыл кыл! Албетте, Сен тообаны кабыл кылуучу, Мээримдүүсуң"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "О, Раббибиз! Алардын (урпактарыбыздын) арасынан, аларга Сенин аяттарыңды окуп берүүчү, Китеп жана Даанышмандыкты үйрөтүүчү жана аларды (ширктен ж.б. күнөө иштерден) тазартуучу бир пайгамбар жибер! Албетте, Өзүң Жеңүүчү жана Даанышмансың!”"
        }
    ]
}