{
    "rukus": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "(Зекет) садакалар жакырларга, кедейлерге, зекет боюнча иштегендерге, көңүлдөрү Исламга буруулуусу үмүт кылынган кишилерге, моюнду (кулчулуктан) азат кылууга, карыз болуп калган кишилерге, Аллаһтын жолунда жихад кылгандарга жана мусапырларга Аллаһ тарабынан (буюрулган парыз) иретинде берилет. Аллаһ - Билүүчү, Даанышман"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Алардын арасында пайгамбардын көңүлүн ооруткандар бар. Алар (пайгамбарды, уруксат сурап, алдаганда “ишенип калганы” үчүн) “ал — кулак” дешет. Айткын: “Ал силерге “жакшы кулак”. Ал Аллаһка, момундарга ишенет жана силердин араңардагы ыймандуу адамдар үчүн (Аллаһтан жиберилген) ырайым” Аллаһтын пайгамбарынын көңүлүн ооруткан адамдарга жан ооруткан азап бар"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Алар силерди (о, момундар,) ыраазы кылуу үчүн, Аллаһты ортого салып (“пайгамбардын көңүлүн оорутканым жок” деп) ант ичишет. Эгер алар момун болушса, (силерди койо туруп) Аллаһ менен пайгамбарын ыраазы кылуулары көбүрөөк акыйкат эмес беле"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Же, кимде-ким Аллаһ менен пайгамбарына каршы чыкса, ага түбөлүк Тозок оту болушун жана бул чоң шерменделик экенин алар билбейт беле"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Мунафыктар өздөрү жөнүндө, жүрөктөрүнө катылган эки жүздүүлүктөрүн ачып таштай турган бир сүрө түшүп калуусунан коркушат.! Айт: «Күлгүлө, эми! Аллаһ силер корккон нерсени (жүзөгө) чыгарды го!»"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Эгер алардан (ошол жөнүндө) сурасаң: “Биз жөн эле, ойноп эле сүйлөгөн болчубуз” - дешет. Айткын: “Силер Аллаһтын, Анын аяттарынын Жана пайгамбарынын үстүнөн күлө турган болуп калдыңарбы?!”"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Кечирим сурабай эле койгула, силер ыйман келтиргениңерден кийин (кайрадан) каапыр болуп бүттүңөр!! Эгер силерден бир тайпаны кечирсек, (дагы) башка бир тайпаны күнөөкөр болгону себептүү азаптайбыз"
        }
    ]
}