{
    "rukus": [
        {
            "chapter": 2,
            "verse": 153,
            "text": "О, момундар! (диний жана дүйнөлүк ишиңерде) сабыр жана намаз! менен кубаттангыла! Албетте, Аллаһ, сабырдуулар менен бирге"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Силер Аллаһтын жолунда өлтүрүлгөн адамдарды “өлүктөр” деп айтпагыла! Андай эмес, алар тирүү! Бирок, силер муну сез-бейсиңер"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Албетте, Биз силерди коркуу, ачкачылык, мал-мүлктүн, жан-дененин жана мөмө-жемиштердин каатчылыгы сыяктуу нерселер менен сынайбыз. Сабыр кылуучуларга (Бейиштен) сүйүнүчтүү кабарды угуз"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "(Аллаһ Таала тарабынан) бир кырсык (бактысыздык) жеткенде: “Бардыгыбыз Аллаһтын мүлкү болобуз жана Анын Өзүнө кайтып барабыз” деген адамдарга"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Дал ошолорго Раббиси тарабынан мактоо, ырайым бар. Жана ошолор гана туура жолго түшкөндөр"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Сафаа менен Марва Аллаһтын (дининин) белгилеринен. Ким ажылык же умра кылса, ал экөөсүнө (Сафаа менен Марвага) тооп кылса (барып келсе) болот. Ким бир жакшылыкты кошумча жасаса, бул - өзүнө пайда. Албетте, Аллаһ Шүгүр кылуучу жана Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Биз түшүргөн (Мухаммад жөнүндөгү) далилдерди жана Туура Жолду китепте (Тооратта) адамдарга баян кылып бергенден кийин деле жаап-жашырып жүргөндөргө Аллаһ наалат айтат жана бардык наалат айтуучулар наалат айтышат"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Ал эми, (күнөөлөрүнө) тооба кылган, (акыйкатка кайтып, пейилин) түздөгөн жана (жаап-жашырган чындыктарды) ачык айткан адамдардын тообаларын кабыл аламын. Жана Мен тообаларды кабыл алуучу, Мээримдүүмүн"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Каапыр болгон жана ошол каапырчылыгы бойдон (тооба кылбай) өлгөн адамдарга Аллаһтын, периштелердин жана бардык адамдардын наалаты болсун"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Алар ошол наалаттын (Тозок азабынын) ичинде түбөлүк калышат. Алардан азап жеңилдетилбейт жана аларга (тооба кылууга) мөөнөт берилбейт"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Силердин кудайыңар - жалгыз Кудай. Эч бир (сыйынууга татыктуу) кудай жок, жалгыз Ал — Ырайымдуу жана Мээримдүү (болгон Аллаһ) гана бар"
        }
    ]
}