{
    "rukus": [
        {
            "chapter": 16,
            "verse": 120,
            "text": "Чынында, Ибрахим Аллаһка ыкыластуу, ханиф (Аллаһка жүз бурган) жана Туура Жолго баштоочу жолбашчы болгон. Ал мушриктерден болгон эмес"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "(Дагы ал) Аллаһтын нээматтарына шүгүр келтирүүчү болгон. (Ошондуктан, Раббиси аны көп элдердин арасынан) тандап алып, Туура Жолго баштады (Пайгамбар КЫЛДЫ)"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Жана Биз ага дүйнөдө ихсан-жакшылыктарды бердик. Ал Акыретте да жакшылардан болот"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Андан соң (о, Мухаммад), Биз сага: «Жалгыз Аллаһка сыйынуучу Ибрахимдын динине ээрчигин. (Себеби) ал мушриктерден болбоду” деп вахий жибердик"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Ишемби күн(дү урматтоо) ал (Жума күн) жөнүндө талашып (натыйжада жолдон чыгып) кеткен адамдарга (яхудийлерге парыз) кылынды. Албетте, сенин Раббиң Кыямат Күндө алар талашкан нерсе жөнүндө (адилет) өкүм чыгарат"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "(О, Мухаммад!) Раббиңдин жолуна хикмат — даанышмандык жана үлгүлүү насааттар менен даават кыл жана алар (жүз бургандар) менен эң сонун (далилдүү) талаш жүргүз. Сенин Раббиң Өзүнүн жолунан адашып кеткендерди Билүүчү жана Ал Туура Жолго түшүүчүлөрдү да эң жакшы билет"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "(О, момундар!) Эгерде (силерге жаман сөз же жаман иш менен зыян жеткирген адамдардан) өч алчу болсоңор, өзүңөргө кандай зыян жеткен болсо, дал ошондой өч алгыла. Эгер (өч албай, кечирип) сабыр кылсаңар, бул сабыр кылуучулар үчүн жакшы"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "(О, Мухаммад) сабыр кыл! Сенин сабыр кылууң Аллаһтын жардамы менен гана болот. (Каапырлардын сага каршы) жасаган айлакерликтери себептүү капа болбо жана жүрөгүң кысылбасын"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Албетте, Аллаһ такыбалар жана жакшылык кылуучулар менен"
        }
    ]
}