{
    "rukus": [
        {
            "chapter": 18,
            "verse": 32,
            "text": "(О, Мухаммад), аларга (бири Аллаһтын нээматына шүгүр кылуучу, экинчиси каапыр болгон) эки кишинин мисалын айтып бер: «Биз экөөсүнүн бири-не (каапырына) эки бак бергенбиз, жүзүмзар (жана курмалуу). Айланасын курма бак менен ороп, эки бактын ортосуна эгин-тигин кылып бергенбиз"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Эки бак тең кемчилдиксиз (толук) мөмө берип, ортосунан Биз дарыя агызып койдук"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Ал үчүн (жыл сайын) мол түшүм (байлык) болуп турган. Анан, берки шеригине — аны менен сүйлөшүп олтуруп — айтты: «Менин мал-дүйнөм жана сан-санагым (балдарым, кулдарым жана жардамчыларым) сеникинен көп жана кубаттуу»"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Жана өзүнө заалым (каапыр) болгон абалда (кооз-көркөм) багына кирип: «Бул (байлыгым) менден эч качан жоголбойт го"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Кыямат деле болбосо керек. Эгер (болуп калып) мен Раббиме кайтарылган күндө да, азыркыдан жакшыраак келечек тапсам керек деп ойлоймун» - дечү"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Берки шериги сүйлөшүп олтуруп ага мындай деди: «Сени (оболу) топурактан жаратып, кийин (ушундай көркөм) адам келбетине киргизген Раббиңе каапыр болдуңбу"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Бирок, мен «Раабим — Аллаһ» (деймин) жана Раббиме эч нерсени шерик кылбаймын"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Эгер сен багыңа киргенде: «Аллаһтын каалаганы (болот). Аллаһтан башка күч-кубат жок» десең (жакшы болмок). Эгер сен мени мал-дүйнө, бала-чака жаатынан өзүңдөн аз деп кемсинтсең"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "(Аллаһым мага сенин багыңдан жакшыраак бак насип кылып, сенин багыңа асмандан добул, жамгыр сыяктуу) апаат-балээ жиберип койгусу бардыр. Анда (мактанган) багың ойрону чыккан ээн талаага айланып калат"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "Же болбосо, суусу тартылып, (багың куурап) суу таппай да калаарсың»"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "(Чын эле) анын байлыгы (багы асмандан түшкөн от балээсинин) арасында калды. Өзү, багына сарп-таган нерселерине (бушайман болуп) алакандарын оодарып кала берди. Бак болсо, дарактардын (дөңкөйгөн) денелери сороюп, сып-сыйда болуп калды! Жана ал: «Эх, кана эми Раббиме эч нерсени шерик кылбаган болсом!» -деди"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Жана ага жардам бергидей, Аллаһтан башка топ-жамааты да болбой, өзүнө-өзү да жардам бере албай калды"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Анда(й шартта) чыныгы достук, жакындык (ишенип-жөлөнүү) Аллаһка (тана болушу зарыл) Анын сооп-сыйлыгы да, акыбет-натыйжасы да эң мыкты"
        }
    ]
}