{
    "rukus": [
        {
            "chapter": 19,
            "verse": 51,
            "text": "Сен (оо, Мухаммад), Китепте Мусаны да эстегин: Ал тандалган пенде жана элчи-пайгамбар болгон"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Биз ага Тур тоосунун жанында, оң тарабынан бийик добуш менен чакырып, Өзүбүзгө жакындаттык"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Жана Өз ырайымыбыздан Харунду (жардамчы) пайгамбар кылып бердик"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Китепте Ысмайылды да эстегин. Ал убадасына бекем элчи-пайгамбар эле"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Ал үй-бүлөсүн (жана элин) намазга, зекетке буюрган жана Раббисинин алдында Анын ыраазычылыгына ээ болгон адам"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Китепте Идристи да эсиңе ал. Ал чынчыл пайгамбар болгон"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Биз аны жогорку мартабага көтөрдүк"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Ушулар Аллаһ нээмат берген пайгамбарлар. Алар(дан кээ бирөөлөрү) Адам (алейхис-салам) дан. (Башкалары) Нух менен бирге деңизге көтөргөн адамдардан, (дагы бирөөлөрү) Ибрахим менен Исрайилдин (Яькубдун) урпактарынан жана Биз тандап алып, Туура Жолго баштаган (башка) кишилерден тарагандар. Эгер аларга Рахмандын аяттары окулчу болсо, ыйлап, сажда кылып жерге жыгылышат"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Андан соң алардын артынан (ушундай жаман) урпактар калды: Намазды окушпайт, дене кумарын ээрчип калышкан. Алар жакында катуу азапка жолугушат"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Ал эми, тооба кылып, ыйман келтирген жана салих (жакшы) амал жасаган адамдар Бейишке киришет жана аларга эч зулумдук (адилетсиздик) кылынбайт"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Адн\" бейиштерди пенделерине Рахман (Аллаһ) кайыптан убада берген. Чынында, Анын убадасы сөзсүз болуучу"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Анда (Бейиште) алар маанисиз сөздөрдү угушпайт. «Салам» деген сөздөрдү гана угушат. Ал жерде алардын (көз көрүп, кулак укпаган) ырыскылары эртели-кеч даяр турат"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Биз пенделерибиздин арасынан такыба болгондоруна мурас кылып берчү Бейиш(тин баяны) ушул"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "«Биз Раббиңдин буйругу менен гана түшөбүз.! Биздин келечегибиздеги, бизге чейинки жана ал экөөсүнүн ортосундагы (учурдагы) иштердин баары Аллаһтын колунда. Раббиң унутчаак эмес"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "(Сенин Раббиң) асмандардын, жердин жана ал экөөсүнүн ортосундагылардын Раббиси! Демек, Анын Өзүнө гана ибадат кыл жана Анын ибадатына өзүңдү сабырдуулук менен көндүр! (Же) сен ага ысымында бир теңдеш бар экенин билесиңби?!»"
        }
    ]
}