{
    "rukus": [
        {
            "chapter": 2,
            "verse": 222,
            "text": "Сенден айыз (каны) жөнүндө сурашат. Айткын: “Ал жагымсыз нерсе”. Демек, айыз убактысында аялдарга кошулбагыла. Жана таза болмоюнча аларга жакындабагыла.! Ал эми, алар таза болгондо, аларга Аллаһ буюрган тараптан келе бергиле. Аллаһ тооба кылуучуларды жана таза-пакиза адамдарды сүйөт"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Аялдарыңар силердин эгин талааңар. Өзүңөрдүн эгин талааңарга каалаган тарабыңардан келе бергиле.? Жана өзүңөр үчүн (жакшы ниетти) алдыга койгула. Аллаһтан корккула жана билгиле, силер Ага (Кыяматта) жолугасыңар. Жана момундарга (Бейишти) сүйүнчүлө"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Аллаһты(н атына ичкен антыңарды) жакшылыгыңардан, такыбалыгыңардан жана адамдардын арасын түзөтүүңөрдөн тосуучу (шылтоо) кылып албагыла.! Аллаһ — Угуучу, Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Аллаһ силерди (тил учунда айтылган) антыңардагы маанисиздик үчүн жазалабайт. Бирок, жүрөгүңөр чыгарган нерсе (ант) үчүн жазалайт.” Аллаһ -Кечиримдүү, (пейили) Жумшак"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Аялдарынан “ийлаа”” кылган күйөөлөр үчүн (эң узун) күтүү мөөнөтү төрт ай. Эгер (ниеттеринен) кайтышса, Аллаһ — Кечиримдүү, Мээримдүү"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Жана эгер (төрт ай өткөн соң) талак берүүнү (ажырашууну) каалашса, (ажыраша берет). Аллаһ — Угуучу, Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Талагы берилген аялдар үч (айыздан) тазалануу мөөнөтү (өткөнгө чейин) өздөрүн байкашат. Эгер алар Аллаһка жана Акырет күнүнө ишенишсе, Аллаһ жатындарында жаратып койгон нерсени (түйүлдүктү) жаап-жашыруулары аларга адал эмес. Жана алардын күйөөлөрү эгер жашоону кааласа ушул (үч айыз) аралыгында аларды (өз никесине) кайтарууга көбүрөөк акылуу?. Ошондой эле, аларга үстүндөгү милдетине жараша жакшылыкка болгон акылары да бар. Жана да эркектерге аялдардан жогору даража бар. Аллаһ — Кудуреттүү, Даанышман"
        }
    ]
}