{
    "rukus": [
        {
            "chapter": 23,
            "verse": 51,
            "text": "О, пайгамбарлар! Таза-пакиза ырыскылардан жегиле жана салих амалдарды кылгыла. Мен силердин эмне кылганыңарды Билүүчүмүн"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Чынында, силердин бул үммөтүңөр бир үммөт. (Бардыгы жалгыз Аллаһка моюн сунууга, демек Исламга чакырылган.) Мен — силердин Раббиңер боломун. Менден гана корккула"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "(Бирок, пайгамбарлардан кийин элдер) диндерин бөлүп кетишти. Ар бир топ (жамаат) өз алдындагы нерсе (бөлүнгөн ишеними) менен гана сүйүнүп калды"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Сен (о, Мухаммад), аларды өз адашуучулугунда (азап) мезгили келгенге чейин жөн кой"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Биз алардын мал-дүйнөсүн, бала-чакасын көбөйтүп койгонубузду"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "Аларга жакшылыктарды тездетишибиз деп ойлошобу?! Жок, алар (Биздин айла-амалыбызды) сезбей жатышат"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Чынында, Раббисинен коркуп, (жүрөгү) титирегендер"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Жана Раббисинин аяттарына ыйман келтиргендер"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Жана Раббисине шерик кылбагандар"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "жана садакаларын Раббилерине кайтуучу экенин (ойлоп) жүрөктөрү титиреген абалда берген адамдар"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "Дал ушулар бири-бири менен жарышып жакшылык кылуучулар"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Биз эч бир жанды чыдамынан ашыкча нерсеге жумшабайбыз. Биздин алдыбызда акыйткатты сүйлөгөн Китеп (Лавхул-Махфуз) бар. Жана алар (Кыямат Күнү) эч зулум көрүшпөйт"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Жок, алардын жүрөктөрү мындан кабарсыз. Алардын мындан (Кураанда буюрулгандан) башка (күнөө) иштери бар. Алар ошолорду аткарышат"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Качан Биз алардын (напсинин кулчулугунда калган) байларын азапка салганда гана жалдырап ыйлап калышат"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "(Биз:) «Бүгүн (бейпайда) ыйлабагыла! Чынында, силерге Бизден эч жардам болбойт»-(дейбиз)"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "(Анткени,) Менин аяттарым силерге окулганда артыңарга качат элеңер"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "(«Биз Каабанын кожоюндары болобуз» деп,) аны менен текеберленип, түнү менен (Каабанын айланасында отуруп Кураан жөнүндө) жаман сөздөрдү сүйлөйсүңөр"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Алар Сөзгө (Кураанга) пикир кылып карашпайбы?! Же аларга абалкы ата-бабаларына келбеген (жаңы нерсе) келиптирби"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Же пайгамбарларын жакшы таанышпайбы, аны (н пайгамбарчылыгын) четке каккыдай"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Же аны жинди деп жатышабы?!?* Жок, андай эмес! Ал (Мухаммад) буларга акыйкатты гана алып келди. Ал эми, алардын көпчүлүгү Акыйкатты жаман көрүшөт"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Эгер Акыйкат алардын каалоолоруна баш ийип калса, асмандар, Жер жана алардагы нерселер бузулуп кетмек. Жок! Биз (Кураан менен) аларга өздөрүнүн даңк-шооратын алып келгенбиз. Алар өздөрүнүн даңк-шооратынан* жүз буруп жатышат"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "(О, Мухаммад!) Же сен (дааватың үчүн) алардан акы сурап жатасыңбы? Раббиңдин алдындагы сооп жакшы жана ал эң жакшы ырыскы берүүчү"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Албетте, сен аларды Туура Жолго чакырасың"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Акыретке ыйман келтирбегендер (жана Акырети үчүн иштебегендер) жолдон тайган адамдар"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Эгер Биз ырайым кылып, алардагы зыянды алып койсок деле (Бизге ибадат-шүгүр кылуунун ордуна) тентиген адашуучулугунда жүрө беришет"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Биз аларды (ар түркүн) азаптар менен сынадык. Бирок, дагы эле Раббисине моюн сунбай, жалынып дуба кылбай жатышат"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Качан Биз аларга (Акыреттеги) катуу азап эшигин ачканыбызда (бардык жакшылыктан) үмүтсүз болуп калышат"
        }
    ]
}