{
    "rukus": [
        {
            "chapter": 29,
            "verse": 52,
            "text": "(Сен аларга): «Мени менен силердин араңарда күбө, Ал асмандардагы жана жердеги бардык нерселерди билип турат. жалганга ыйман келтирип, Аллаһга каапыр болгондор... дал ошолор гана зыян тартуучулар» дегин"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "«Азабыңды алып кел» деп сени шаштырып жатышат.! Эгер белгиленген мөөнөт болбогондо, аларга азап тез эле келмек. Жана аларга азап капысынан, (эч нерсени) сезбей турган маалда келип калат"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Сени шаштырып, азап сурап жатышат! Тозок каапырларды албетте, ороп алуучу"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "Ал күнү аларды үстүнөн да буттарынын түбүнөн да азап ороп алат жана (Аллаһ): «Өзүңөр жасаган иштерди(н жазасын) тарткыла!» дейт"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "О, ыймандуу пенделерим! Менин жерим кенен. Менин Өзүмө гана ибадат кылгыла"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Ар бир жан өлүмдү татуучу. (Өлүмдөн) кийин Бизге гана кайтарыласыңар"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Ыйман келтирип, салих (сооп) амалдарды жасаган адамдарды Биз Бейиштин эң мартабалуу орундарына жайгаштырабыз. Анын түбүнөн дарыялар агып турат жана алар анда түбөлүккө (жашап) калышат. (Салих) амал кылуучу адамдардын сыйлыгы кандай сонун"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "Алар сабыр кылган жана Раббилерине тобокел кыла турган адамдар"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "(Ааламда) өз ырыскысын таба албаган нечен-нечен жаныбарлар бар. Аларга да, силерге да Аллаһ ырыскы берет. Ал — Угуучу, Билүүчү"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Эгер сен алардан (араб мушриктеринен): «Асмандар менен Жерди ким жараткан жана Күн менен Айды ким (Өзүнө) моюн сундурган?» - деп сурасаң, «Аллаһ» - дешет. (Ошол Аллаһка сыйынбай ) дагы кайда кетип жатышат"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Аллаһ пенделеринин арасынан каалаганына кенен, каалаганына ченеп ырыскы берет. Аллаһ ар нерсени Билүүчү"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "(О, Мухаммад!) Эгер сен алардан: «Асмандардан суу түшүрүп, аны менен, өлүк жерди тирилткен ким?»-деп сурасаң, албетте «Аллаһ»-дешет. Айткын: «Аллаһка мактоо болсун!» Жок! Алардын көпчүлүгү акылдарын иштетпей жатышат"
        }
    ]
}