{
    "rukus": [
        {
            "chapter": 46,
            "verse": 27,
            "text": "Жана Биз, аныгында, силердин айланаңардагы (каапыр болгон) айыл-шаарларды да кыйратканбыз. (Ошого чейин) Биз аларга, (ширк иштеринен) кайтып калышаар деп Өзүбүздүн аяттарыбызды кеңири баяндап берген болчубуз"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Эми (Аллаһка) жакындаштырат деп эсептеген, Аллаһтан башка «кудайлары» аларга жардам бере алса кана! Жок! (тескерисинче) алардан жок болуп (көрүнбөй) кетишти. Жана бул (ишенимдери) алардын өздөрү чыгарган жалгандары жана (Аллаһ жөнүндөгү) доомат сөздөрү"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "Жана бир кезде, (о, Мухаммад) Биз сага бир жамаат жиндерди Кураан угуу үчүн жибердик. Анан, качан алар Кураан(ды уккан) га даяр болгондо (бири-бирине) «Тынч тургула»-деп айтышты. Кураан окулуп бүткөндө (бардыгы) өздөрүнүн коомуна эскертүүчү болуп кетишти"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Алар (коомуна барып мындай) дешти: «О, коомубуз! Биз Муса пайгамбардан кийин түшүрүлгөн, Өзүнөн мурунку ыйык китептерди тастыктаган, Акыйкатка жана Туура Жолго баштай турган Китепти уктук"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "О, коомубуз! Аллаһтын дааватчысына (Мухаммадга) жооп бергиле жана ыйман келтиргиле! (Ошондо Аллаһ) силердин күнөөңөрдү кечирип, жан ооруткан азаптан сактайт"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Ал эми, кимде-ким Аллаһтын дааватчысына жооп бербесе, жер бетинде (Аллаһтан) кутулуп кете албайт жана ал үчүн Андан (Аллаһтан) башка достор (жардамчылар) да болбойт. Алар — анык адашууда болушат!»"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Алар ойлоп көрүшпөйбү, асмандарды жана жерди жараткан жана ошолорду жаратууга алсыздык кылбаган Аллаһ, өлүк денелерге жан киргизүүгө кудуреттүү эмеспи?! Ооба! Ал -бардык нерсеге кудуреттүү"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Каапырлар тозокко алып келинген Күндө, (аларга): «Бул чындык эмес бекен?» (деп айтылат. Ошондо) алар: «Ооба Раббибизге ант, (чындык экен)» дешет. Анда Аллаһ айтат: «Эми, каапыр болгонуңар себептүү азап тарта бергиле!»"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "(О, Мухаммад, мушриктердин зыян-запкыларына, мурунку) пайгамбарлардын чыдамкайлыгы, сабыр кылганы сыяктуу сабыр кыл. Сен аларга (мушриктерге азапты) шаштырба. Алар өздөрүнө убада кылынган (Кыямат) Күндү көргөндө, (Дүйнөдө) күндүздөн бир эле саат (жашап) тургандай болушат. Бул - (чындыкты) жеткирүү! (Аны укпаган) бузуку коомдон башка дагы ким азапка дуушар болмок эле"
        }
    ]
}