{
    "rukus": [
        {
            "chapter": 3,
            "verse": 42,
            "text": "Ошондо периштелер: “О, Марям! Аллаһ сени тандап, (жаман пейил-сыпаттардан) тазалады жана ааламдагы бардык аялдардан абзел кылды"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "О, Марям! Раббиңе моюн сунуу менен (көп) ибадат кыл. Жана намаз окуучулар менен бирге сажда, рукуу кыл” - дешти"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Бул окуялар?” (о, Мухаммад, сен үчүн) кайып кабарлары. Биз ал кабарды сага (Жебирейил периште аркылуу) кабарлап жатабыз. Анткени, (Марям төрөлүп, апасы аны назир кылуу үчүн ибадатканага алып келгенде, ибадаткана кызматчылары) “Эми кимибиз Марямга кепил (камкор) болот”-деп, калемдерин (чүчүкулак катары) таштап жатышканда жана (Марямды талашып) жаңжалдашып турганда сен алардын арасында жок болчусуң"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Бир кезде периштелер айтты: “О, Марям! Аллаһ сени, ысымы Ыйса Масих ибн Марям болгон Өзүнүн Сөзү менен сүйүнтөт. (Ал) Дүйнө-Акыретте мартабалуу жана Аллаһка эң жакын адамдардан болот"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "Дагы, ал адамдарга бешикте жана чоңойгондо сүйлөйт! жана салих-таза адамдардан болот”"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Марям айтты: “О, Раббим! Мени эч бир (эркек) адам «кармабаган» болсо, кайдан бала болсун?!” (Аллаһ) айтты: “Ушундай. Аллаһ Өзү каалагандай жаратат. Ал бир ишти өкүм кылса, ага “бол!” дейт жана ал иш (ошол замат) болуп калат”.? (Кийинки аятта периштелер Марямга Ыйсанын сыпатын жана кушкабарын айтууну улантышат)"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "Жана (Аллаһ) ага жазууну, даанышмандыкты, Тооратты жана Инжилди үйрөтөт"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Исрайил урпактарына элчи -пайгамбар кылат. (Анан Ыйса аларга айтат:) “Мен силерге Раббиңерден (менин чын пайгамбар экенимди далилдей турган төмөндөгүчө) белгилер (моожизалар) алып келдим: силерге ылайдан куштун сөлөкөтүн жасап, ага үйлөсөм, Аллаһтын уруксаты менен (тирүү) куш болуп калат, Аллаһтын уруксаты менен сокурларды, пес (ала) оорулууларды айыктырам, өлүктөрдү тирилтем. Жана мен силерге үйүңөрдө эмнени жеп, эмнени сактап койгонуңарды да айтып бере алам. Албетте, ушул нерселерде силер үчүн (менин пайгамбар экениме далил болгон) белгилер бар, эгер ишенсеңер"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "(Мен) силерге өзүмдөн мурунку Тооратты тастыкташ үчүн, жана силерге (Тооратта) арам кылынган кээ бир нерселерди адал кылыш үчүн (пайгамбар кылып жиберилдим) жана мен силерге Раббиңерден аят-далилдерди алып келдим. Эми, Аллаһтан корккула жана Мага моюн сунгула"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Албетте, Аллаһ менин да Раббим, силердин да Раббиңер. Анын Өзүнө гана ибадат кылгыла! Туура жол - ушул!”"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Ал (Ыйса) алардан каапырчылыкты сезип калганда (шакирттерине) “Аллаһтын жолунда ким мага жардамчы болот” деди эле, шакирттери: “Биз Аллаһтын жардамчылары болобуз? Аллаһка ыйман келтирдик. Жана күбө болгун (О, Ыйса) биз — мусулмандарбыз"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "О, Рабби! Биз Сен түшүргөн нерсеге ыйман келтирдик жана (Сен жиберген) пайгамбарга ээрчидик. Эми бизди (Өзүңдүн жалгыздыгыңа, диниңдин акыйкаттыгына) күбө болуучулардын катарына жазып кой!” дешти"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Алар айлакерлик кылышты эле, Аллаһ да амалкерлик кылды. Аллаһ амалкерлердин эң мыктысы"
        }
    ]
}