{
    "chapter": [
        {
            "chapter": 12,
            "verse": 1,
            "text": "الرٰ، ھي پڌري ڪتاب جون آيتون آھن"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "بيشڪ اسان اُن کي قُرآن عربي (ٻوليءَ وارو) ڪري نازل ڪيو ته مانَ اوھين سمجھو"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "(اي پيغمبر) اسين توڏانھن ھن قرآن ۾ پنھنجي وحي موڪلڻ سان ڏاڍو چڱو قصّو توکي پڙھي ٻڌايون ٿا، ۽ تون ھن کان اڳ بيشڪ بي خبرن مان ھئين"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "(ياد ڪر) جڏھن يوسفؑ پنھنجي پيءُ کي چيو ته اي ابا مون يارھن تارا ۽ سج ۽ چنڊ ڏٺا انھن کي ڏٺم ته مون کي سجدو ٿا ڪن"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "(يعقوبؑ) چيو ته اي منھنجا پٽ پنھنجو خواب پنھنجن ڀائرن وٽ بيان نه ڪج نه ته تولاءِ ڪو ڦند ڦيريندا، بيشڪ شيطان انسان جو پڌرو ويري آھي"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "۽ اھري طرح تنھنجو پالڻھار توکي سڳورو ڪندو ۽ توکي خوابن جو تعبير سيکاريندو ۽ پنھنجي نعمت توتي ۽ يعقوبؑ جي اولاد تي اھڙي طرح پوري ڪندو جھڙي اڳ تنھنجي پيءُ ڏاڏي ابراھيمؑ ۽ اسحاقؑ تي پوري ڪيائين، بيشڪ تنھنجو پالڻھار ڄاڻندڙ حڪمت وارو آھي"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "بيشڪ يُوسفؑ ۽ سندس ڀائرن (جي قصي) ۾ پڇندڙن لاءِ (گھڻيون) نشانيون آھن"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "جڏھن (پاڻ ۾) چيائون ته بيشڪ يُوسفؑ ۽ سندس (سڳو) ڀاءُ (بن يامين) اسان جي پيءُ وٽ اسان کان ڏاڍا پيارا آھن جيتوڻيڪ اسين (گھڻا ڄڻا) ڏاڍي ٽولي آھيون، بيشڪ اسان جو پيءُ پڌري ڀُل ۾ آھي"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "(ھاڻي گھرجي ته) يُوسفؑ کي ڪُھو يا کيس ڪنھن ملڪ ۾ ڦٽي ڪري اچو ته اوھان جي پيءُ جي مھاڙ اوھان لاءِ نرالي ٿئي ۽ اُن (ڪم) کان پوءِ اوھين سڌريل ٿجو"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "منجھائن (ھڪ) چوندڙ چيو ته يُوسف کي نه ماريو ۽ جيڪڏھن (ڪي) ڪندڙ آھيو ته کوھ جي تري ۾ (کڻي) اُڇلايوس ته ڪو واٽھڙو کيس ڪڍي ويندو"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "(يعقوبؑ کي) چيائون ته اي بابا توکي ڇا ٿيو آھي يُوسفؑ جي نسبت ۾ توکي اسان تي ھن ھوندي به ڪو ڀروسو نٿو ٿئي جو اسين سندس خيرخواہ آھيون"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "سڀاڻي اسان سان کيس موڪل ته کائي ۽ کيڏي ۽ اسين سندس نگھبان آھيون"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "(يعقوبؑ) چيو ته اوھان جو کيس نئَڻ مون کي ضرور مونجھو ٿو ڪري ۽ ڊڄان ٿو ته (متان) کيس بگھڙ کائي ۽ کانئس اوھين بي خبر ھجو"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "چيائون ته اسان جي (گھڻن ڄڻن جي) ڏاڍي ٽولي ھوندي به جيڪڏھن کيس بگھڙ کاڌو ته اسين انھيءَ مھل ضرور ٽوٽي وارا ھونداسون"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "پوءِ جنھن مھل کيس نيائون (ته) اُن کي کوھ جي تري ۾ اڇلڻ جي پڪ ڪيائون، ۽ ڏانھس وحي ڪيوسون ته سندن ھن واقعي جي کين ضرور سڌ ڏيندين ۽ اُھي (توکي) نه ڄاڻندا"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "۽ پنھنجي پيءُ وٽ رات جو روئيندا آيا"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "چيائون ته اي بابا اسين ڊڪون پورائڻ وياسون ۽ يُوسف کي پنھنجي وسلن تي ڇڏيوسون پوءِ اُن کي بگھڙ کاڌو ۽ توڻي اسين سچا آھيون ته به تون اسان کي وسھندڙ نه ٿيندين"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "۽ سندس پھراڻ تي ڪوڙو رت لائي آندائون، (يعقوب) چيو ته (ائين نه آھي) بلڪ اوھان جي نفسن اوھان لاءِ (اُن) ٺاھ کي ٺاھيو آھي، تنھنڪري (مون کي) چڱو صبر ڪرڻ گھرجي، ۽ جيڪي اوھين بيان ڪندا آھيو تنھن تي الله کان مدد گھري وڃي ٿي"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "۽ (اُن کوھ تي) قافلو آيو پوءِ پنھنجي پاڻي ڀريندڙ کي موڪليائون جنھن پنھنجو ٻوڪو وڌو، چيائون وھ واھ! ھي نينگر آھي، ۽ کيس ھڪ (چڱي) وٿ سمجھي لڪايائون، ۽ جيڪي ڪيائون ٿي سو الله ڄاڻندڙ آھي"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "۽ کيس (ڀائرن) ھلڪيءَ بھا سان وڪيو جو ڪي ٿورا پئسا ھوا، سندس حق ۾ بيزاري ڪندڙ ھوا"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "۽ مصر وارن مان جنھن کيس ڳڌو تنھن پنھنجي زال (زليخا) کي چيو ته ھن جي چڱي تعظيم ڪج مانَ اسان کي ڪو فائدو ڏئي يا کيس پٽيلو ڪري رکون، ۽ ا ھڙي طرح يُوسفؑ کي مصر ۾ جاءِ ڏني سون، ۽ ھن لاءِ ته کيس خوابن جو تعبير سيکاريون، ۽ الله پنھنجي ڪم تي غالب آھي پر گھڻا ماڻھو نه ڄاڻندا آھن"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "۽ جنھن مھل (يُوسفؑ) پنھنجي جوانيءَ کي پھتو (ته) حِڪمت ۽ علم ڏنوسون، ۽ اھڙي طرح ڀلارن کي بدلو ڏيندا آھيون"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "۽ جنھن زال جي گھر ۾ اُھو ھو تنھن سندس نفس کي راڻيو ٿي ۽ دروازا بند ڪيائين ۽ چيائين ته اوري آءُ، (يوسف) چيائين ته الله جي پناھ گھريم انھي منھنجي نپائيندڙ (يعني عزيز) مون کي چڱي ھنڌ رکيو آھي، ھيءَ (ڳالھ) سچي آھي ته ظالم نه ڇٽندا"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "۽ بيشڪ (اُھا) ان ڏانھن لڙي ۽ (يُوسفؑ) به اُن ڏانھن لڙيو، جيڪڏھن پنھنجي پالڻھار جو دليل نه ڏسي ھا (ته جيڪي ٿيڻو ھو سو ٿئي ھا)، اھڙي طرح (انھي ڪري ٿيو) ته بڇڙائي ۽ بي حيائي کانئس ٽاري سون، سچ آھي ته اھو اسان جي خالص ٻانھن مان ھو"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "۽ ٻئي دروازي ڏانھن ڊوڙيا ۽ زال ان (يُوسف) جو پھراڻ پٺيءَ کان ڦاڙيو ۽ سندس مڙس کي دروازي وٽ مليا، (زليخا) چيو ته جيڪو تنھنجي گھر واريءَ سان مدائي ڪرڻ جو ارادو ڪري تنھنجي سزا قيد ڪرڻ يا ڏکوئيندڙ عذاب کانسواءِ (ٻي ڪا) نه آھي"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "(يُوسفؑ) چيو ته ھن مون کي منھنجي نفس کان راڻيو ٿي ۽ سندس گھر جي ڀاتين مان ھڪ شاھد شاھدي ڏني، ته جيڪڏھن ھن جو پھراڻ اڳ کان ڦاڙيو ويو آھي ته (زليخا) سچي آھي ۽ اُھو ڪوڙن مان آھي"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "۽ جيڪڏھن سندس پھراڻ پٺيءَ کان ڦاڙيو ويو آھي ته (زليخا) ڪوڙي ۽ اھو سچن مان آھي"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "جنھن مھل (عزيز) پھراڻ پٺيءَ کان ڦاٽل ڏٺو (ته) چيائين ته (اي زالون) اھو (چوڻ) اوھان جي مڪرن مان آھي، ڇوته اوھان جو مڪر وڏو آھي"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "(اي) يوسف اِن (ڳالھ) کان منھن موڙ، ۽ (اي زليخا) تون (به) پنھنجي مدائيءَ جي بخشش گھر، ڇوته تون ئي خطا وارن مان آھين"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "۽ شھر ۾ ڪيترين زالن پچاريو ته عزيز جي زال پنھنجي جوان ٻانھي کي سندس نفس کان (بڇڙي ڪم لاءِ) راڻيندي آھي، بيشڪ (يُوسف جو) پيار سندس دل ۾ پيھي ويو آھي، اسين کيس پڌري گمراھيءَ ۾ ضرور ڏسنديون آھيون"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "پوءِ جنھن مھل (زليخا) سندن گلا ڪرڻ ٻڌي (ته) انھن ڏانھن (ماڻھو) موڪليائين ۽ انھن لاءِ مجلس تيار ڪيائين ۽ منجھائن ھر ھڪ کي ڪپ ڏنائين ۽ چيائين ته (اي يُوسفؑ) مٿن نِڪر، جنھن دم کيس ڏٺائون ته کيس وڌيڪ (سھڻو) ڄاتائون ۽ پنھنجا ھٿ وڍيائون، ۽ چيائون ته الله پاڪ وڏو آھي ھيءُ (نينگر) ماڻھو نه آھي، پر ھڪ سڳورو ملائڪ آھي"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "(زليخا) چيو اِھو اُھو آھي جنھن (جي محبت) ۾ اوھين مون کي ٽوڪينديون ھُيؤ، ۽ بيشڪ سندس نفس کان کيس راڻيم ٿي پوءِ پاڻ بچايائين، ۽ کيس جيڪي حُڪم ڪريان ٿي سو جيڪڏھن نه ڪندو ته ضرور قيد ڪيو ويندو ۽ ضرور بي فرمانن مان ٿيندو"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "(يُوسفؑ) چيو اي منھنجا پالڻھار جنھن (ڪم) ڏانھن مون کي سڏين ٿيون تنھن کان مون کي قيد پسند آھي، ۽ جيڪڏھن سندن مڪر مون کان نه ٽاريندين ته انھن ڏانھن لڙندس ۽ جاھلن مان ٿيندس"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "پوءِ سندس پالڻھار ان جي دُعا قبول ڪئي ۽ کانئس اُنھن جو مڪر ٽاريائين، ڇوته اُھو ٻڌندڙ ڄاڻندڙ آھي"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "وري به نشانين جي ڏسڻ کان پوءِ کين ھيءَ (ڳالھ) نظر آئي ته ڪجھ وقت تائين کيس ضرور قيد وجھن"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "۽ ساڻس ٻه جوان قيد ۾ گھڙيا، انھن مان ھڪ چيو ته مون پاڻ کي (ننڊ ۾) ڏٺو ته شراب نپوڙيان ٿو، ۽ ٻئي چيو ته مون پاڻ کي مٿي تي ماني کڻندو ۽ منجھانئس پکين کي کائيندو ڏٺو، اسان کي اُن جي تعبير جي خبر ڏي، بيشڪ اسين توکي ڀلارن مان ڏسون ٿا"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "(يُوسفؑ) چيو ته جيڪو طعام اوھين کائيندا آھيو سو اوھان وٽ ايندو ئي نه پر اوھان وٽ ان جي اچڻ کان اڳيئي سندس تعبير آءٌ اوھان کي ڏسيندس، اِھو (تعبير ڪرڻ) انھن (ڳالھين) مان آھي جي منھنجي رب مونکي سيکاريون آھن، بيشڪ مون اُن قوم جي پر ڦٽي ڪئي آھي جيڪي الله کي نه مڃيندا آھن ۽ اُھي آخرت جا به مُنڪر آھن"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "۽ پنھنجي پيءُ ڏاڏن ابراھيمؑ ۽ اسحاقؑ يعقوبؑ جي دين جي پيروي ڪئي اٿم، ڪنھن شيءِ کي الله سان شريڪ ڪرڻ اسان کي نه جڳائيندو آھي، اھو اسان تي ۽ ٻـين ماڻھن تي الله جو فضل آھي پر گھڻا ماڻھو شڪرانو نه ڪندا آھن"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "اي منھنجا سنگتي قيدي (ھيءَ ڳالھ سمجھندا آھيو ته) ڌارو ڌار گھڻا رب چڱا آھن يا اڪيلو غالب الله (چڱو آھي)؟"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "الله کانسواءِ جن جي اوھين پوڄا ڪندا آھيو اُھي رڳو نالا آھن جي اوھان ۽ اوھان جي پيءُ ڏاڏن نالا رکيا آھن انھن جي بابت الله ڪا سندَ نازل نه ڪئي آھي، الله کانسواءِ ٻئي ڪنھن جي حڪومت نه آھي، حُڪم ڪيائين ته خاص اُن (الله) کانسواءِ ڪنھن جي عبادت نه ڪريو، اُھو دين قائم آھي پر گھڻا ماڻھو نه ڄاڻندا آھن"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "اي منھنجا قيدي سنگتي اوھان مان ھڪڙو پنھنجي بادشاھ کي شراب پياريندو، ۽ ٻيو سوريءَ چاڙھيو ويندو ۽ سندس مٿي مان پکي کائيندا، جنھن بابت پڇو ٿا سو ڪم پورو ٿي ويو"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "۽ انھن ٻنھي مان جنھن لاءِ گمان ھوس ته (نيٺ) ڇٽندو تنھن کي چيائين ته پنھنجي بادشاھ وٽ مون کي ياد ڪج، پوءِ شيطان سندس بادشاھ وٽ کانئس يادگيري وسارائي ڇڏي تنھنڪري (يُوسفؑ) ڪيترائي ورھيه قيد ۾ رھيو"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "۽ بادشاھ چيو ته مون (ننڊ) ۾ ست ٿُلھيون ڳـئون ڏٺيون آھن جن کي ستن ڏٻرين کاڌو ٿي ۽ (پڻ) ست ساوا سنگ ۽ ٻيا ست سُڪا (ڏٺا اٿم)، اي سردارؤ جيڪڏھن اوھين خواب جو تعبير ڪندا آھيو ته منھنجي خواب جو مون کي تعبير ٻڌايو"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "چيائون (اھي) پريشان خواب آھن، ۽ اسين ڪوڙن خوابن جو تعبير نه ڄاڻندا آھيون"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "۽ جيڪو ٻنھي مان ڇُٽو ھو ۽ گھڻي دير کانپوءِ ياد آيس تنھن چيو ته ان جي تعبير جي آءٌ توکي سُڌ ڏيندس پوءِ مونکي موڪليو"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "(پوءِ بندي خاني ڏانھن ويو چيائين) اي سچا يُوسفؑ ستن ٿلھين ڳئن بابت جن کي ستن ڏٻرين کاڌو ۽ ستن ساون سنگن ۽ ٻـين (ستن) سُڪن بابت تعبير ٻڌاءِ ته آءٌ ماڻھن ڏانھن موٽان ته مانَ اُھي ڄاڻن"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "(يوسف) چيو ته ست ورھيه ساندہ پوک ڪندا رھو، پوءِ جيڪو فصل لُڻو تنھن مان جيڪي کائو تنھن کانسواءِ ٻيو (سڀ) سندن سَنگن ۾ (رکي) ڇڏيو انھن ٿورن کانسواءِ جيڪي اوھين کائو"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "وري اُن کانپوءِ ست سال سختيءَ جا ايندا انھن لاءِ جيڪي (اَن) اڳي رکي ڇڏيو ھوندوَ سو جيڪي بچائي رکندؤ تنھن مان ٿورڙي کانسواءِ (ٻيو سڀ) کائي ويندا"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "وري اُن کانپوءِ اھڙو ورھ ايندو جنھن ۾ ماڻھن تي مينھن وسايو ويندو ۽ منجھس (ڊاک وغيرہ) نپوڙيندا"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "۽ بادشاھ چيو ته يُوسفؑ کي مون وٽ آڻيو، جنھن مھل وٽس قاصد آيو (ته ان وقت يُوسفؑ) چيو ته پنھنجي بادشاھ ڏانھن موٽ پوءِ کانئس پُڇ ته انھن زالن جو ڪھڙو حال ھو جن پنھنجا ھٿ وڍيا، ڇوته منھنجو پالڻھار سندن مِڪر کي ڄاڻندڙ آھي"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "(بادشاھ عورتن کان) پڇيو ته اوھان جو ڇا حال ھو جڏھن يُوسفؑ کي سندس نفس کان راڻيوَ ٿي، چيائون ته الله پاڪ آھي ڪا بُڇڙائي مٿس نه ڄاتي سون، عزيز جي زال چيو ته ھاڻي حق پڌرو ٿيو، مون کيس سندس نفس کان راڻڻ گھريو ھو ۽ اُھو بيشڪ سچن مان آھي"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(يُوسفؑ چيو ته) اِھو ھن لاءِ ھو ته (عزيز) ڄاڻي ته مون پرپٺ سندس خيانت نه ڪئي ھئي ۽ الله خيانت ڪندڙن جو فريب پورو ٿيڻ نه ڏيندو آھي"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "۽ (آءٌ) پنھنجي نفس کي پاڪ نٿو ڀانيان، تحقيق نفس بڇڙائيءَ ڏانھن ڇڪيندو آھي پر جنھن تي مُنھنجو رب رحم ڪري، بيشڪ منھنجو پالڻھار بخشڻھار مھربان آھي"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "۽ بادشاھ چيو ته کيس مون وٽ آڻيو ته (آءٌ) کيس پاڻ لاءِ مقرر ڪريان، پوءِ جنھن مھل ساڻس ڳالھايائين (تنھن مھل سندس سياڻپ سمجھي) چيائين ته تون اڄ اسان وٽ وڏي مرتبي وارو امانت وارو آھين"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "(يوسف) چيو ته مون کي ھن مُلڪ (مصر) جي خزانن تي مقرر ڪر، تحقيق آءٌ نگھبان (سڀني ڪمن جو) وڌيڪ ڄاڻندڙ آھيان"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "۽ اھڙي طرح يُوسف کي (انھي) ملڪ ۾ مرتبي وارو ڪيوسون، جتي وڻندو ھوس تِتي ٽڪندو ھو، جنھن لاءِ وڻندو اٿؤن تنھن تي ٻاجھ پھچائيندا آھيون ۽ نيڪَن جو اجر نه وڃائيندا آھيون"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "۽ جن ايمان آندو ۽ پرھيزگاري ڪندا رھيا تن لاءِ آخرت جو اجر ضرورڀلو آھي"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "۽ يُوسف جا ڀائر آيا پوءِ وٽس ويا ته کين سڃاتائين ۽ اُھي کيس نه سڃاڻندا ھوا"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "۽ جنھن مھل انھن لاءِ سندن سامان تيار ڪيائين (تنھن مھل کين) چيائين ته پنھنجي پيئيتي ڀاءُ کي مون وٽ آڻيو، اوھين نه ٿا ڏسو ڇا ته آءٌ پورو ماڻ ڏيان ٿو ۽ آءٌ چڱو مھماني ڪندڙ آھيان؟"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "پوءِ جيڪڏھن کيس مون وٽ نه آڻيندؤ ته اوھان لاءِ مون وٽ ڪا مئپ ڪانھي ۽ نڪي مون کي ويجھا ٿجو"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "چيائون سگھو ان بابت (ڪنھن بھاني سان) سندس پيءُ کي راڻينداسون ۽ ضرور اسين (ايئن) ڪرڻ وارا ٿينداسون"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "۽ (يوسف) پنھنجن ماڻھن کي چيو ته سندين موڙي سندين مڏين ۾ وجھي ڇڏيو پوءِ جڏھن پنھنجن گھرن ڏانھن موٽي وڃن مانَ انھي کي سڃاڻن مانَ اُھي وري اچن"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "پوءِ جنھن مھل پنھنجي پيءُ وٽ (ڪنعان ۾) موٽي آيا (تنھن مھل) چيائون ته اي ابا (اَنَّ) مئي ڏيڻ اسان کان روڪيو ويو آھي تنھنڪري اسان مان اسان جي ڀاءُ (بنيامين) کي موڪل (ته) مئپ وٺون ۽ اسين سندس ضرور نگھبان آھيون"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "(يعقوب کين) چيو ته ھن جي نسبت اوھان تي اھڙو ئي اعتبار ٿو ڪريان جھڙو اڳ سندس ڀاءُ جي به نسبت اوھان تي اعتبار ڪيو ھوم، پوءِ الله چڱو نگھبان آھي، ۽ اُھو ٻاجھارن کان کان وڏو ٻاجھارو آھي"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "پوءِ جنھن مھل پنھنجو سامان کوليائون (ته اُن وقت) پنھنجي موڙي پاڻ وٽ موٽايل ڏٺائون، چيائون ته اي اسان جا ابا (ٻيو) اسان کي ڇا گھرجي، (جو) ھي اسان جي موڙي اسان ڏانھن وري موٽايل آھي (ته موٽي وڃون)، ۽ پنھنجن گھر وارن لاءِ اَن آڻيون ۽ پنھنجي ڀاءُ جي نگھباني ڪنداسون ۽ ھڪ اُٺ جو بار وڌيڪ به وٺنداسون، اِھو (جيڪي اَن آندو اٿئون سو) ماڻ ٿورو آھي"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "(يعقوب کين) چيو ته (آءٌ) اوھان سان ان کي (ايسين) ڪڏھن نه موڪليندس جيسين مون وٽ انجام ڪري الله جو سُنھن (نه) کڻندؤ ته اوھين ڪنھن اوکائي پوڻ کانسواءِ ان کي مون وٽ ضرور آڻيندؤ، پوءِ جنھن مھل کيس پنھنجو پڪو انجام ڏنائون (ته يعقوب) چيو ته جيڪي اسين چئون ٿا تنھن تي الله نگھبان آھي"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "۽ چيائين ته اي پٽؤ اوھين ھڪ دروازي کان نه گھِڙجو ۽ الڳ الڳ دروازن مان گھڙجو، ۽ آءٌ اوھان کان الله جي تقدير مان ڪابه شيء ٽاري نه ٿو سگھان، الله کانسواءِ (ٻئي) ڪنھن جو حُڪم نه آھي، مٿس ڀروسو ڪيم، ۽ سڀڪنھن ڀروسي ڪندڙ کي مٿس ڀروسو ڪرڻ گھرجي"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "۽ جھڙي طرح سندن پيءُ کين حُڪم فرمايو ھو تھڙي طرح جنھن مھل (مصر جي دروازن کان) گھڙيا، (تنھن مھل جيڪا سختي پھچين ھا) ته سندن پيءُ الله جي تقدير مان کائن ڪجھ به ٽاري نه ٿي سگھيو (اھو حُڪم ڪرڻ) يعقوب جي دل ۾ رڳو ھڪ خيال ھو جو اُن کي پورو ڪيائين، ۽ جيڪي کيس سيکاريو ھوسون تنھن سببان (اُھو) علم وارو ھو پر گھڻا ماڻھو نه ڄاڻندا آھن"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "۽ جنھن مھل يُوسف وٽ ويا تنھن مھل اُن پنھنجي (سڳي) ڀاءُ کي پاڻ وٽ جاءِ ڏني چيائين ته سچ پچ آءٌ تنھنجو ڀاءُ آھيان تنھنڪري جيڪي ڪيو اٿن تنھن تي ڏک نه ڪر"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "پوءِ جنھن مھل اُنھن لاءِ سندن سامان سنبرايائين (تنھن مھل) پنھنجي (سڳي) ڀاءُ جي مڏيءَ ۾ پيالو لڪايائين وري آواز ڪندڙ آواز ڪيو ته اي قافلي وارؤ اوھين ضرور چور اھيو"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "(قافلي وارن ٻڌي) انھن ڏانھن مُنھن ڪري چيو ته ڇا وڃايو اٿو؟"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "چيائون ته بادشاھ جو پيالو وڃايو اٿون ۽ جنھن اُھو (لھي) آندو تنھن لاءِ اُٺ جو بار (انعام) آھي ۽ آءٌ (ان انجام) جو ذمي وار آھيان"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "چيائون ته الله جو قسم آھي ته اوھان کي خبر ھوندي ته اسين ھن لاءِ نه آيا آھيون ته مُلڪ ۾ ڏڦيڙ وجھون ۽ نڪي اسين چور آھيون"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "(وري نوڪرن) چيو ته جيڪڏھن ڪوڙا ھُجو ته اُن (چور) جي سزا ڪھڙي آھي؟"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "چيائون ته اُن جي سزا (ھيء) آھي ته جنھنجي مڏيءَ مان اُھو لڌو سو (پاڻ) ان جو بدلو آھي، اھڙي طرح اسين ظالمن کي سزا ڏيندا آھيون"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "پوءِ (يُوسف) پنھنجي ڀاءُ جي ٻوري (ڳولڻ) کان اڳ انھن (ٻـين) جون ٻوريون ڳولڻ شروع ڪيون وري اُھو (پيالو) پنھنجي ڀاءُ جي ٻوري مان ڪڍيائين، اھڙي طرح يُوسف کي تجويز سيکاري سون، جو بادشاہ جي قانون موجب پنھنجي ڀاءُ کي الله جي گھُر کانسواءِ وٺي نٿي سگھيو، جنھن کي گھرندا آھيون تنھن کي درجن ۾ مٿاھون ڪندا آھيون، ۽ ھر ڪنھن سياڻي جي مٿان سياڻو آھي"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "چيائون ته جيڪڏھن (ھن) چوري ڪئي آڳي ته اڳ سندس ڀاءُ (به) بيشڪ چوري ڪئي ھئي، پوءِ ان (ڳالھ) کي يوسف پنھنجي دل ۾ لڪايو ۽ کين اُھا پڌري نه ڪيائين، (دل ۾) چيائين ته اوھين بڇڙي مان وارا آھيو، ۽ جيڪي بيان ڪريو ٿا سو الله چڱو ڄاڻندڙ آھي"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "چيائون ته اي عزيز ھن جو پيءُ پوڙھو وڏيءَ ڄمار وارو آھي اِن ڪري اسان مان ھڪڙو سندس بدران وٺ، اسين توکي نيڪن مان ڏسون ٿا"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "چيائين الله پناھ ۾ رکي جنھن وٽ پنھنجو سامان لڌوسون تنھن کانسواءِ ٻئي ڪنھن کي پڪڙيون (جيڪڏھن وٺون ته) انھي مھل اسين ظالم آھيون"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "جنھن مھل کانئس نا اميد ٿيا (تنھن مھل) نويڪلا ٿي صلاح ڪندڙ ٿيا، سندن وڏي (ڀاءُ) چيو ته نه ڄاڻندا آھيو ڇا؟ ته اوھان جي پيءُ اوھان کان الله جو پڪو انجام قسم تي ورتو آھي ۽ اڳ اوھان يوسف جي نسبت ۾ ڪجھ نه گھٽايو ھو، تنھنڪري (جيسين) منھنجو پيءُ مون کي موڪل (نه) ڏيندو يا الله مون لاءِ حُڪم نه ڪندو تيسين آءٌ ھن مُلڪ مان ڪڏھن نه نڪرندس، ۽ اُھو چڱو حُڪم ڏيڻ وارو آھي"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "اوھين پنھنجي پيءُ وٽ موٽي وڃو پوءِ چئو ته اي ابا تنھنجي پُٽ چوري ڪئي، ۽ جيڪو ڄاتوسون ان کانسواءِ ٻئي (ڳالھ) جي شاھدي نه ڏنيسون ۽ ڳُجھ (جي خبر) نه ڄاڻندا ھواسون"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "۽ جنھن ڳوٺ ۾ ھواسون انھي کان ۽ جنھن قافلي ۾ آياسون تنھن کان پُڇا ڪر، اسين ضرور سچا آھيون"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "(يعقوب) چيو ته (نه!) بلڪ اوھان جي نفس اوھان لاءِ (ڪا) ڳالھ ٺاھي آھي، تنھنڪري چڱو صبر ڪرڻ (منھنجو ڪم) آھي، اميد آھي ته الله انھن سڀني کي مون وٽ آڻيندو، ڇوته اُھو ڄاڻندڙ حِڪمت وارو آھي"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "۽ کانئن مُنھن موڙيائين ۽ چيائين مون کي يُوسف لاءِ افسوس آھي ۽ سندس ٻئي اکيون ڏک کان اڇيون ٿيون پوءِ اُھو ڏک ڀريل ھو"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "(۽ سندس گھراڻي وارن) چيو ته الله جو قسم آھي ته تون سدائين يوسف کي ساريندو آھين جيسين بيمار ٿئين يا مري وڃين"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "چيائين ته آءٌ پنھنجو ڏک ۽ بيقراري الله جي جناب ۾ بيان ڪندو آھيان ۽ الله جي طرف کان اھو ڄاڻندو آھيان جو اوھين نه ڄاڻندا آھيو"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "اي منھنجا پٽؤ وڃو ۽ يُوسف ۽ سندس ڀاءُ جي ڳولا ڪريو ۽ الله جي رحمت کان نا اميد نه ٿيو، ڇوته الله جي ٻاجھ کان ڪافرن جي قوم کانسواءِ (ٻيو) ڪو (به) نا اميد نه ٿيندو آھي"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "پوءِ جنھن مھل يوسف وٽ آيا (تنھن مھل) چيائون ته اي عزيز اسان کي ۽ اسان جي گھر وارن کي ڏک پھتو آھي ۽ نڪمو سامان کڻي آيا آھيون پوءِ اسان کي پوري مئپ ڏي ۽ اسان کي (ڪجھ) خيرات (به) ڏي، ڇوته الله خيرات ڪندڙن کي چڱو بدلو ڏيندو آھي"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "(يُوسف) کين چيو ته جڏھن اوھين بي سمجھ ھيؤ ته جيڪي اوھان يُوسف ۽ سندس ڀاءُ سان ڪيو سو ڄاتو اٿوَ؟"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "چيائون ته تون ئي پڪ يُوسف آھين ڇا؟ چيائين (ھائو) آءٌ يُوسف آھيان ۽ ھيءُ منھنجو ڀاءُ آھي، بيشڪ الله اسان تي ٻاجھ ڪيو آھي، جيڪو پرھيز گاري ڪندو ۽ صبر ڪندو ته الله ڀلارن جو اجر نه وڃائيندو آھي"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "چيائون ته الله جو قسم آھي ته بيشڪ الله توکي اسان کان ڀلو ڪيو آھي ۽ بيشڪ اسين خطا ڪندڙ ھواسون"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "(يوسف) چيو ته اڄ اوھان تي ڪا ميار نه آھي، الله اوھان کي بخشيندو، ۽ اُھو (سڀني) ٻاجھارن کان بلڪل ٻاجھارو آھي"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "ھي منھنجو پھراڻ نيو پوءِ اُھو منھنجي پيءُ جي مُنھن تي گھمايو ته ڏسندڙ ٿيندو، ۽ مڙئي پنھنجي گھر جا آدمي مون وٽ آڻيو"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "۽ جنھن مھل قافلو (مصر مان) نڪتو (ته) سندن پيءُ چيو ته جيڪڏھن (اوھين) مون کي ڀورڙو نه ڄاڻو ته مون کي يُوسف جي بوءِ اچي ٿي"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "چيائون ته الله جو قسم ته تون اڳئين ويساري ۾ آھين"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "جنھن مھل خوشخبري ڏيندڙ آيو ته سندس مُنھن تي اھو (پھراڻ) گھمايائين ته موٽي ڏسندڙ ٿيو، چيائين ته اوھان کي نه چيو ھوم ڇا، ته آءٌ الله جي پار کان اھو ڄاڻندو آھيان جو اوھين نه ڄاڻندا آھيو؟"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "چيائون ته اي اسان جا ابا اسان لاءِ اسان جي گناھن جي بخشش گھُر اسين بيشڪ گنھگار آھيون"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "(يعقوب) چيو ته آءٌ سِگھو اوھان لاءِ پنھنجي پالڻھار کان بخشش گھرندس، ڇوته اُھو ئي بخشڻھار مھربان آھي"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "جنھن مھل يُوسف وٽ پُھتا (ته اُن وقت) پنھنجي ماءُ پيءُ کي پاڻ وٽ جاءِ ڏنائين ۽ چيائين جيڪڏھن الله گھريو ته مصر ۾ بي ڀوا ٿي گِھڙو"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "۽ پنھنجي ماءُ پيءُ کي تخت تي وھاريائين ۽ اُھي ڏانھس سجدو ڪندي ڪريا، ۽ (يُوسف) چيو ته اي منھنجا ابا ھيءُ منھنجي اڳين خوابن جو تعبير آھي، بيشڪ منھنجي پالڻھار ان کي سچو ڪيو، ۽ (الله) مون سان تڏھن بيشڪ احسان ڪيو جڏھن مون کي قيد مان ٻاھر ڪڍيائين ۽ منھنجي ۽ منھنجي ڀائرن جي وچ ۾ شيطان جھيڙو وڌو تنھن کانپوءِ اوھان کي ٻھراڙيءَ کان (شھر) ۾ آندائين، ڇوته منھنجو پالڻھار جنھن لاءِ وڻيس تنھن تي احسان ڪندڙ آھي، سچ آھي ته اُھو ڄاڻندڙ حڪمت وارو آھي"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "(يُوسف چيو ته) اي منھنجا پالڻھار بيشڪ مون کي بادشاھي ڏني اٿئي ۽ مون کي خوابن جو تعبير سيکاريو اٿئي، اي آسمانن ۽ زمين جا بڻائيندڙ، تون دُنيا ۽ آخرت ۾ منھنجو وارث آھين، مون کي مسلمان ڪري مار ۽ مون کي صالحن سان شامل ڪر"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "(اي پيغمبر) اھو (قصو) ڳُجھين خبرن مان آھي جو تو ڏانھن وحي ڪريون ٿا، انھن جڏھن فريب ڪندڙ ٿي پنھنجي ڪم جو پڪو ارادو ڪيائون تڏھن تون وٽن ڪونه ھئين"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "۽ (اي پيغمبر) جيتوڻيڪ حرص ڪرين ته به گھڻا ماڻھو ايمان آڻيندڙ نه آھن"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "۽ (تون) اُن (قرآن جي پُھچائڻ) تي کانئن ڪو اُجورو نه گھرندو آھين، اُھو (قرآن) جھانن جي نصيحت کانسواءِ (ٻيو ڪي) نه آھي"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "۽ ڪيتريون ئي نشانيون آسمانن ۽ زمين ۾ آھن جن تان لنگھندا آھن ۽ اُھي (ڏِسي ڪري) اُنھن (تي ڌيان ڏيڻ) کان مُنھن موڙيندا آھن"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "۽ منجھانئن گھڻا الله تي ايمان نه آڻيندا آھن پر اُھي (الله سان) شريڪ بڻائيندڙ آھن"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "(اُھي) الله جي عذاب مان پاڻ وٽ ڇِپ اچڻ کان يا قيامت جي اوچتي اچڻ کان بي ڀَوَا ٿيا آھن ڇا؟ جو اُھي نه ڄاڻندا ھُجن؟"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "(اي پيغمبر) چؤ ته ھيءُ منھنجي واٽ آھي پڌري حُجّت سان الله ڏانھن سڏيان ٿو آءٌ ۽ منھنجا تابعدار به (سڏيندا آھن)، ۽ الله پاڪ آھي ۽ مان مشرڪن مان نه آھيان"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "۽ (اي پيغمبر) اسان توکان اڳ شھر وارن مان مڙسن کانسواءِ ٻيو ڪونه موڪليوسون جن ڏانھن وحي ڪيوسون، پوءِ ڇونه زمين ۾ گھمي ڏسندا آھن ته جيڪي کانئن اڳ ھوا تن جي پڇاڙي ڪھڙي طرح ٿي؟ ۽ آخرت جو گھر انھن لاءِ ڀلو آھي جيڪي ڊڄندا آھن، پوءِ ڇونه ڄاڻندا آھيو؟"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "(ايستائين ڍر ڏنيسون) جيستائين پيغمبر (مدد پھچڻ کان) نا اميد ٿيڻ لڳا ۽ (سندين قوم) ڀانيو ته انھن سان ڪوڙو انجام ڪيو ويو آھي وٽن اسان جي مدد پھتي پوءِ جنھن کي گھريوسون تنھن کي ڇوٽڪارو ڏنو ويو، ۽ گنھگار قوم کان اسان جو عذاب نه ٽاريو ويندو آھي"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "بيشڪ ڌيان وارن لاءِ انھن (پيغمبرن) جي قِصّن ۾ عِبرت آھي، (ھي قرآن) بڻاوتي آکاڻي نه آھي پر جيڪي (ڪتاب) کانئس اڳ آھن تن کي سچو ڪندڙ آھي ۽ سڀڪنھن شيء لاءِ نکيڙ آھي ۽ ايمان واري قوم لاءِ ھدايت ۽ ٻاجھ آھي"
        }
    ]
}