{
    "rukus": [
        {
            "chapter": 9,
            "verse": 30,
            "text": "Yahudiler, \"Uzeyr Allah'ın ogludur\" dediler; Hıristiyanlar, \"Mesih Allah'ın ogludur\" dediler. Bu, daha once inkar edenlerin sozlerine benzeterek agızlarında geveledikleri sozdur. Allah onları yok etsin, nasıl da uyduruyorlar"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Onlar Allah'ı bırakıp hahamlarını, papazlarını ve Meryem oglu Mesih'i rableri olarak kabul ettiler. Oysa tek Tanrı'dan baskasına kulluk etmemekle emrolunmuslardı. Ondan baska tanrı yoktur. Allah, kostukları eslerden munezzehtir"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Allah'ın nurunu agızlarıyla sondurmek isterler. Kafirler istemese de Allah nurunu mutlaka tamamlayacaktır"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Puta tapanlar hoslanmasa da, dinini butun dinlerden ustun kılmak uzere, Peygamberini dogru yol ve hak dinle gonderen Allah'tır"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Ey inananlar! Hahamlar ve rahiplerin cogu, insanların mallarını haksızlıkla yerler. Allah yolundan alıkoyarlar. Altın ve gumusu biriktirip Allah yolunda sarf etmeyenlere can yakıcı bir azabı mujdele"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Bunlar cehennem atesinde kızdırıldıgı gun, alınları, bogurleri ve sırtları onlarla daglanacak, \"Bu, kendiniz icin biriktirdiginizdir; biriktirdiginizi tadın\" denecek"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Allah'ın gokleri ve yeri yarattıgı gunku yazısında, Allah'a gore ayların sayısı onikidir. Bunlardan dordu hurmetli aydır. Bu dosdogru bir nizamdır. Oyleyse o aylar icinde kendinize yazık etmeyin, topyekun sizinle savasan putperestlerle siz de topyekun savasın, Allah'ın sakınanlarla beraber oldugunu bilin"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Sapıtmak icin hurmetli ayların yerlerini degistirip geciktirmek, kufurde gercekten ileri gitmekdir. Inkar edenler Allah'ın haram kıldıgı ayların sayısına uydurmak icin, onu bir yıl haram, bir yıl helal sayıyor, boylece Allah'ın haram kıldıgını helalkılıyorlar. Kotu isleri kendilerine guzel gorundu. Allah inkar eden toplumu dogru yola eristirmez"
        }
    ]
}