{
    "rukus": [
        {
            "chapter": 28,
            "verse": 14,
            "text": "Musa erginlik cagına gelip olgunlasınca, ona hikmet ve ilim verdik. Iyi davrananları boyle mukafatlandırırız"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Musa, halkının haberi olmadıgı bir zamanda, sehre girdi. Biri kendi adamlarından, digeri de dusmanı olan iki adamı dogusur buldu. Kendi tarafından olan kimse, dusmanına karsı ondan yardım istedi. Musa, onun dusmanına bir yumruk vurdu; olumune sebep oldu. \"Bu seytanin isidir; cunku o apacık, saptıran bir dusmandır\" dedi"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Musa: \"Rabbim! Dogrusu kendime yazık ettim, beni bagısla\" dedi. Allah da onu bagısladı. O, suphesiz bagıslayandır, merhamet edendir"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Musa: \"Rabbim! Bana verdigin nimete and olsun ki, suclulara asla yardımcı olmayacagım\" dedi"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Sehirde, korku icinde etrafı gozetip dolasarak sabahladı. Dun kendisinden yardım isteyen kimse bagırarak ondan yine yardım istiyordu. Musa ona: \"Dogrusu sen besbelli bir azgınsın\" dedi"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Musa, ikisinin de dusmanı olan kimseyi yakalamak isteyince: \"Ey Musa! Dun bir cana kıydıgın gibi bana da mı kıymak istiyorsun? Sen ıslah edenlerden olmak degil, ancak yeryuzunde bir zorba olmak istiyorsun\" dedi"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Sehrin obur ucundan kosarak bir adam geldi: \"Ey Musa! Ileri gelenler, seni oldurmek icin aralarında gorusuyorlar. Hemen uzaklas. Dogrusu ben sana ogut veriyorum\" dedi"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Musa, korku icinde cevresini gozetleyerek oradan cıktı. \"Rabbim! Beni zalim milletten kurtar\" dedi"
        }
    ]
}