{
    "rukus": [
        {
            "chapter": 35,
            "verse": 27,
            "text": "Allah'ın gokten su indirdigini gormez misin? Biz onunla turlu turlu renkte urunler yetistirmis; daglarda da beyaz, kırmızı, siyah ve turlu renkte yollar varetmisizdir"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "Insanlar, yerde yuruyenler ve davarlar da boyle turlu turlu renktedirler. Allah'ın kulları arasında O'ndan korkan, ancak bilginlerdir. Dogrusu Allah gucludur, bagıslayandır"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Allah'ın Kitap'ına uyanlar, namazı kılanlar, kendilerine verdigimiz rızıktan gizli ve acık sarfedenler, tukenmeyecek bir kazanc umabilirler"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "Cunku Allah bu kimselerin ecirlerini tam verir ve lutfu ile arttırır. Dogrusu O, bagıslayandır, sukrun karsılıgını bol bol verendir"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "Bu, sana vahyettigimiz, oncekileri dogrulayan gercek Kitap'dır. Allah suphesiz kullarından haberdardır, gorendir"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Sonra bu Kitap'ı kullarımızdan sectigimiz kimselere miras bırakmısızdır. Onlardan kimi kendine yazık eder, kimi orta davranır, kimi de, Allah'ın izniyle, iyiliklere kosar. Iste buyuk lutuf budur"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Bunlar, Adn cennetlerine girerler. Orada altın bilezikler ve incilerle suslenirler, oradaki elbiseleri de ipektir"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "Derler ki: \"Bizden uzuntuyu gideren Allah'a hamdolsun. Dogrusu Rabbimiz bagıslayandır, sukrun karsılıgını verendir"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "Bizi lutfuyla, temelli kalınacak cennete O yerlestirdi. Orada bize ne bir yorgunluk gelecek ve ne de usanc gelecektir"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "Inkar edenlere cehennem atesi vardır. Olumlerine hukmedilmez ki olsunler; kendilerinden cehennemin azabı da hafifletilmez. Her inkarcıyı boylece cezalandırırız"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Orada; \"Rabbimiz! Bizi cıkar; yaptıgımızdan baska, yararlı is isleyelim\" diye bagrısırlar. O zaman onlara soyle deriz: \"Ogut alacak kisinin ogut alabilecegi kadar bir sure sizi yasatmadık mi? Size uyarıcı da gelmisti. Artık azabı tadınız, zalimlerin yardımcısı olmaz"
        }
    ]
}