{
    "rukus": [
        {
            "chapter": 24,
            "verse": 27,
            "text": "هان ای کسانی که ایمان آوردید! در خانه‌هایی غیر از خانه‌های خودتان داخل نشوید، تا (با آنان) انس (و اجازه‌ای) بگیرید. و بر اهل آن (خانه)ها سلام گویید. این (کارتان) برایتان خوب است. شاید شما متذکر شوید"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "پس اگر کسی را در آن خانه‌ها نیافتید، داخل آنها نشوید تا به شما اجازه داده شود و اگر به شما گفته شد «برگردید»، برگردید، (که) آن (برگشتن) برای شما پاکیزه‌تر است. و خدا به آنچه انجام می‌دهید بسی داناست"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "بر شما گناهی نیست که به خانه‌هایی غیر مسکونی [:عمومی] - که در آنها برای شما متاعی است - در آیید. و خدا آنچه را آشکار می‌کنید و آنچه را پنهان می‌دارید می‌داند"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "به مردان باایمان بگو (که عورت‌های دیگران را) از دیده‌هاشان فرو نهند و عورت‌های خودشان را (از دیدگان دیگران) نگهبانی کنند. این برای آنان پاکیزه‌تر است. به‌راستی خدا به آنچه می‌کنند بسی آگاه است"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "و به زنان باایمان بگو (که) دیدگان خود را (از دیدن عورت‌های دیگران) فرو نهند و عورت‌هایشان را (از هر گونه نگرشی) حفظ کنند و زینت‌های خودشان را (برابر مردان نامحرم) نمایان نگردانند -مگر آنچه (که طبعاً) از آنها پیدا بود- و باید روسری‌های خود را (بر سینه‌هاشان) فرونهند و زینتشان را جز برای شوهرانشان، یا پدرانشان، یا پدران شوهرانشان، یا پسرانشان، یا پسران شوهرانشان، یا برادرانشان، یا پسران برادرانشان، یا پسران خواهرانشان، یا زنان (خدمتگزار غیر مسلمان)شان، یا زرخریدهاشان، یا مردانی که در زندگی تابع و در حاشیه‌ی آنانند و نیاز جنسی (هم) ندارند، یا کودکانی که بر عورت‌های زنان سلطه‌ای حاصل نکرده‌اند (زینت‌های خود را) آشکار نکنند؛ و پاهای خود را (به گونه‌ای به زمین) نکوبند تا آنچه از زینتشان نهفته می‌دارند آشکار گردد. ای مؤمنان! همگان (از مردان و زنان) به خدا بازگشت کنید، شاید (خود و دیگران را) رستگار کنید"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "و بی‌همسران از خود [:آزادان] را و غلامان و کنیزان شایسته‌تان را همسر دهید. اگر تنگدستند، خدا آنان را از فضل خویش بی‌نیاز می‌کند. و خدا گشایشگری بس داناست"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "و کسانی که (وسیله‌ی) زناشویی نمی‌یابند، باید پاکدامنی ورزند، تا خدا آنان را از فضل خویش بی‌نیاز گرداند. و از میان غلامانتان، کسانی که در صددند با قرارداد کتبی، خود را آزاد کنند، اگر در آنان خیری (از ایمان و آمال و مال) یافتید، (قرار) بازخرید آنها را بنویسید و از آن مالی که خدا به شما داده است به ایشان بدهید (تا خود را آزاد کنند) و کنیزان خود را - در صورتی که تصمیم به پاکدامنی دارند - برای اینکه متاع زندگی دنیا را بجویید، به زنا وادار مکنید، و هر کس آنان را به اجبار (به زنا) وادار کند بی‌گمان خدا پس از اجبار نمودنشان، پوشنده‌ی (گناه اجبارشدگان و) رحمتگر بر ویژگان است"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "و همانا به‌راستی سوی شما آیاتی روشنگر و نمادی افشاگر -از کسانی که پیش از شما روزگاران را به سر بردند- و موعظه‌ای برای پرهیزگاران فرود آورده‌ایم"
        }
    ]
}