{
    "rukus": [
        {
            "chapter": 28,
            "verse": 1,
            "text": "طسم"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "آنها آیات آن کتاب روشنگر است"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "بر تو برخی از خبر مهم موسی و فرعون را به تمامیِ حق برای (راهنمایی) گروهی که ایمان می‌آورند می‌خوانیم"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "فرعون همواره در زمین بلندپروازی کرد و اهل زمین (مصر) را گونه‌گون گردانید؛ حال آنکه گروهی را به ضعف و ناتوانی می‌کشانَد، پسرانشان را می‌کُشد و زنانشان را زنده و بی‌حیا وا می‌گذارد. بی‌گمان او از مفسدان است"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "و (ما) می‌خواهیم بر کسانی که در زمین ناتوان برگرفته شده‌اند منت نهیم و آنان را پیشوایان (دیگران) کنیم، و وارثان (فرعونیان) قرارشان دهیم"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "و برایشان در زمین تمکین دهیم و (از طرفی هم) به فرعون و هامان و لشکریانشان آنچه را که از آن بیمناک بوده‌اند - از آنان [:مستضعفان] - (علیه فرعونیان) بنمایانیم"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "و به مادر موسی وحی کردیم که: «او را (همی) شیر ده. پس هنگامی که بر او (از فرعونیان) بیمناک شدی او را در دریا بیفکن و مترس و اندوه مدار. ما او را به تو، بی‌چون، بازگرداننده‌ایم و (بی‌گمان) از پیمبرانش قراردهنده‌ایم.»"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "پس خاندان فرعون، او را با کاوش و کوشش (از آب) یافتند، تا (ناخودآگاه و ناخواسته) سرانجام برایشان دشمنی و (مایه‌ی) اندوهی باشد. فرعون و هامان و لشکریانشان بی‌گمان خطاکاران بوده‌اند"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "و همسر فرعون گفت: « (این کودک) نور چشم من و توست. او را مکشید. شاید سودمان دهد یا او را به فرزندی برگیریم.» در حالی که اینان باریک‌بینی نمی‌کردند"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "و دل مادر موسی (از هر چیزی، جز از فکر فرزندش) تهی گشت، (و) اگر قلبش را استوار نساخته بودیم، تا از ایمان‌آورندگان (به آن وعده‌ی ربانی) باشد، چیزی نمانده بود که آن (راز) را به‌راستی آشکار کند"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "و مادر موسی به خواهرش [:خواهر موسی] گفت: «از پی او به جستجو برو.» پس او را با دقت، زیرچشمی، از دور بدید. حال آنکه آنان [:فرعونیان] دقت نمی‌کنند"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "و (ما) از پیش، شیر دایگان را بر او حرام گردانیدیم. پس (خواهرش آمد و) گفت: «آیا شما را بر (حالت) خانوداه‌ای راهنمایی کنم که برای شما او را کفالت [:و سرپرستی] کنند، در حالی‌که نصیحت‌گرانش باشند؟»"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "پس او را به مادرش باز گردانیدیم، تا چشمش (بدو) روشن شود و غم نخورد و تا بداند که وعده‌ی خدا بی‌گمان درست است؛ ولی بیشترشان نمی‌دانند"
        }
    ]
}