{
    "rukus": [
        {
            "chapter": 12,
            "verse": 105,
            "text": "Lan wis sapira kèhé tandha- tandha ing langit-langit lan bumi, kang dhèwèké wis padha ang- liwati; éwadéné padha maléngos saka ing kono"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Lan dhèwèké iku akèh- akèhé padha ora angèstu ing Allah tanpa anyakuthokaké liyané"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Lah apa ta dhèwèké padha rumasa aman, manawa ana sik- saning Allah kang anglimputi anekani marang dhèwèké, utawa mangsané tanpa cacala anekani dhèwèké kang sarta dhè- wèké padha ora anggraita"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Calathua: Iki dalanku, aku anguwuh marang Allah kalawan yakin,a aku lan para kang padha manut aku, lan Mahasuci Allah, sarta ora pisan aku iki golongané para mangro tingal"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Lan Ingsun wus utusan ing sadurungira ora liya kajaba wong- wong lanang wong- ing kutha-kutha, padha Ingsun wedhari sabda. Lah apa ta padha ora lalaku ing bumi sarta padha andeleng kapriyé kawusa- nané para wong ing sadurungé? Lan sayekti, padunungan akhirat para kang padha bekti luwih becik; lah apa ta kowé padha ora mangerti"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Nganti tumeka samangsané para utusan pedhot pangarep-arepé sarta para kang milawani rumasa yakin yèn awaké nyata padha digorohi, pitulung-Ingsun tumeka marang dhèwèké, sarta sinalamet- aké sapa kang dadi kaparenging karsa-Ningsun; lan siksa-Ningsun ora kena ditulak saka wong-wong kang duraka"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Sayekti temen, ing sajro- ning carita lalakoné, ana wuwu- langé tumrap wong-wong kang duwé akal. Iku dudu carita kang dianggit-anggit, ananging minang- ka ambeneraké apa kang ana ing ngarepéa sarta panerang-awijang marang samubarang, apa déné tun- tunan tuwin wilasa tumrap wong- wong kang padha angèstu"
        }
    ]
}