{
    "rukus": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Saiki wis meh dina Qiyamat, anggone Allah nimbang ala beciking menungsa. Ewodene manungsa mau lali, padha mlengos saka ayatingsun"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Anggone ndawuhake pepeling marang para manungsa saka Pangeran (ora wutuh sa-kitab, nanging sathithik-sathithik) mulane wong kafir iya padha ngrungokake, nanging padha geguyu, dianggep dolanan"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Atine wong mau padha lali marang Allah. Dene wong - wong kafir mau pdha pating klesik ngrasani: Moro padha pikiren (Muhammad) iki apa dudu manungsa padha karo sira? apa becik sira ngundang juru sihir, dadi sira banjur sumurup (yen keelokane Muhammad iku sihir uga)"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(Muhammad) ngendikaa, \"Allah Pangeraningsun nguningani pangucape wong kang celathu ana ing langit lan bumi (lirih utawa seru). Dene Allah iku Maha midhanget tur Maha Priksa"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Malah wong kafir mau padha ngucap, \"Kang diucapake al-QUr'an iku satemene mung impen wae, (dikira wahyu saka Allah) malah iku gaweyane (Muhammad dhewe). Muhammad iku pancen pinter nganggit syi'ir. Ewadene menawa (Muhammad) ngaku temen, mara tekakna tandha yekti kebenerane, kaya para Rasul kang wis kepungkur"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "(Pangandikane Allah), \"Ahli - ahli Negara sadurunge wong - wong kafir mau iya padha nyuwun tandha yekti kaelokan. Bareng wis Ingsun paringi, isih tetep padha ora gelem percaya, wusana banjur padha Ingsun tumpes (rusak). Saiki menawa Ingsun paringi tandha yekti, wong - wong kafir mau apa iya banjur padha percaya"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Lan Ingsun ora ngutus sadurungira (Muhammad), kajaba wong lanang kang Ingsun paringi wahyu. Awit saka iku menawa sira padha ora sumurup (ora mangerti) becik padha pitakon marang wong kang padha mangerti (ahli kitab)"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Lan para utusan iku, ora Ingsun titahake jasad kang ora dhahar dhedaharan, sara para Utusan iku dudu kang tetep langgeng ana ing donya"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Ingsun banjur nuhoni janjiningsun marang para Rasul, sarta para wong Mukmin kang padha ta'at kang dadi keparenge kersaningsun, padha Ingsun paringi selamat. Lan Ingsun ngrusak wong - wong kang padha leluwihan"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "(He para turune Quraesy) Yekti satemene Ingsun wis nurunake kitab marang sira kabeh mratelakake pengajaran. Ya gene sira padha ora mikir"
        }
    ]
}