{
    "rukus": [
        {
            "chapter": 57,
            "verse": 20,
            "text": "Sira padha weruha yen kabungahan ing donya iku mung dolanan (nglalekake kabungahan ing akherat) lang rerenggan kang mesthi rusak, padha jor - joran sugih bandha lan sugih ana. Padhane udan dadekake gumune para tani (anggone bisa minangkani thukule thetukulan) sawise iku banjur kuning padha gogrok. Besuk ana akherat ana siksa kang abot, lan ana kang oleh pangapura lan karidhaning Allah. kasenengan ing donya iku ora liwat mung kabungahan kang semu"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Sira padha rebut bujunga. anggayuh pangapuraning Pangeranira, lan gayuh suwarga kang jembare padha langit lan bumi, iku disadiyakake ganjaran marang sarupane wong kang percaya lan iku kanugrahaning Allah, diparingake marang wong kang dadi pareng kersane, Allah iku kagungan kanugrahan gedhe"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "Sadhengah bebaya (kasengsaran) kang tumiba ana ing bumi utawa ing awakira, kabeh wis pinasthi tinulis ana Kitab (lauhil Mahfudz) sakdurunge Ingsun nitahake. Kang mangkono mau mungguhe Allah gampang wae"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "Supaya sira aja padha sedih hanggetuni barang donya kang sira katilapan lan aja padha bungah nganti lali, marga katekan karepira. Allah iku ora remen wong kang gumedhe marga oleh donya akeh"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "Kang padha cethil (eman - eman menehake barang kang wis wajibe kudu diwehake) lan ajak - ajak cethil marang manungsa. Dene sing sapa mogok (mewehake barang kang wajib) satemene Allah iku ora butuh marang liyane tur pantes pinuji kabecikan"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Ingsun wis ngutus utusaningsun (Rasul) kanthi maringake tandha yekti pirang - pirang, sarta maringake Kitab lan traju timbang (keadilan) supaya manungsa padha netepana bener. Apadene Ingsun nurunake wesi duwe kekuatan kang sentosa, lan akeh gunane kanggo pirantinig manungsa. Supaya Allah wuninga marang wong nulungi (agamane) lan utusane kelawan ghoib. Satemene Alah iku santosa tur Maha Mulya"
        }
    ]
}