{
    "rukus": [
        {
            "chapter": 4,
            "verse": 34,
            "text": "Para wong lanang iku padha nguwasani (dadi Pemimpin) marang para wong wadon, jalaran anggone Allah ngluwihake wong lanang ngungkuli wong-wong wadon, lan jalaran anggone dheweke wis aweh nafkah nganggo bandhane, Mulane wong wadon kang becik iku mesthi manut miturut (tha'at) marang lakine (bojo), tur rumeksa ing wadine (ora sedheng) kelawan pangreksane Allah kang wis didhawuhake. Dene wong wadon kang sira kuwatirake wangkal (ora manut miturut), iku sira pituturan kang becik, yen meksa wangkal, nuli sira ngedohna saka paturone. Yen meksa isih wangkal, sira gitiki. Dene yen banjur manut miturut marang sira, aja sira goleh-golekake perkara. Satemene Allah iku Maha Luhur lan Maha Agung"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "(He wong kang padha nyekel bebeneran), menawa sira padha kuwatir (weruh) pasulayaning wong bebojoan nuli sira padha nganakna juru pemisah , saka sadulure kang lanang lan sijine saka sanake kang wadon . Sabanjure menawa juru pemisah loro-loro mau karep gawe becik, Allah bakal nulungi antarane wong loro mau. Satemene Allah Maha Ngudaneni sarta Maha Waspada"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "LAn sira padha manembaha Allah, lan aja nyekuthokake Allah kelawan barang liyane. Lan padha gawea becik (ngabekti) marang wong tuwa loro, lan para sedulurira, lan para bocah Yatim, lan para wong miskin, lan tangga lan para wong miskin, lan tangga cedak kang isih sanak, lan tangga kang adoh lan kanca kang raket lan marang Ibnu Sabi (wong kang pinuju lelungan), apa dene kawula kang kadarbe ing sira. Satemene Allah iku ora remen wong kang gumedhe lan ngunggul-ngunggulake kaluwihane"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "(Yaiku) wong-wong kang medhit (kumel) lan kang ngajak-ngajak para manungsa supaya padha medhit, lan padha ngumpetake peparinging Allah kang wis diparingake marang wong mau. Lan Ingsun ngancam marang wong kafir kanthi siksa kang ngasorake"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "(kajaba wong kafir), Ingsun uga ngancam wong kang padha dermakake bandhane nganggo diweruhake ing wong (murih dilem) lan pra percaya ing Allah, apa dene ora percaya marang anane dina qiyamat. Dene sing sapa duwe kanca syetan iku weruha menawa syetan iku kanca kang ala banget"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Apa ta pakewuhe upama wong-wong padha gelem percaya marang Allah lan dina Qiyamat sarta padha gelem ndermakake bandha kang wis diparingke dening Allah? Allah iku ngudaneni marang wong-wong mau kabeh"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Satemene Allah iku ora kersa nganiaya sanajan mung sabobote semut kang cilik. Dene menawa ana amal-amale iku becik, Allah bakal maringi ganjarane tikel-matikel, sarta bakal maringi ganjaran kang agung saka ngarsane"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Kapriye bakal kedadeyane wong-wong kafir mau besuk nalika Ingsun nekakake saksi saka saben-saben ummat, lan Ingsun nekakake sira (Muhammad) supaya dadi saksi tumrap wong-wong kafir mau"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Ing dina iku sarupaning wong-wong kafir lan wong-wong kang padha duraka ing Rasul, luwih seneng (bungah) awake sirna dadi lemah, lan padha ora bisa ngumpetake paturan marang Allah nelaki tumindake kang ala kang wis ditindakake"
        }
    ]
}