{
    "rukus": [
        {
            "chapter": 5,
            "verse": 12,
            "text": "Lan sayekti temen Allah wus mundhut janjiné para turun Israila lan ana rolas sing Ingsun degaké dadi lulurah; lan Allah angan- dika: sayekti Ingsun anyartani sira; manawa sira padha anjumene- ngaké salat sarta ambayar zakat tuwin padha angèstu ing para utusan-Ingsun apa déné padha angréwangi dhèwèké, lan padha angunjukaké ing Allah pisung- sung kang luhung,a sayekti temen Ingsun bakal angalingi ing sira saka panggawé-panggawénira kang ala, lan sayekti temen sira bakal padha Ingsun lebokaké ing pata- manan kang ing jeroné kali-kaliné padha mili; lah sapa ing antaranira kang angafiri sawisé mangkono iku, temen kasasar saka dalan kang bener"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Ananging, amarga saka ang- goné padha anyidrani prajanjiané, padha Ingsun bendoni sarta ati- atiné padha Ingsun dadèkaké atos; padha angowahi tembung-tembung saka ing panggonané,b lan padha anglirwakaké sapérangané kang dianggo angélingaké dhèwèké; lan sira bakal tansah amanoni pala- cidrané, kajaba ana sathithik sing ora; mulané padha sira puwunga lan padha singkirana; sayekti Allah iku remen marang wong kang padha agawé becik"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Lan marang para kang padha angucap: Aku iki Nasrani, Ingsun iya wus amundhut sasanggema- né, ananging padha anglir- wakaké sapérangané kang dianggo angélingaké dhèwèké; mulané Ingsun andadèkaké mumungsuhan lan gething-gethingan antarané dhèwèké tumeka dina kiyamat; lan Allah bakal aparing weruh apa kang wus padha dilakoni"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "É, para pandhèrèking Kitab! Temen wus tumeka marang sira utusan-Ingsun, anerangaké marang sira sapirang-pirang prakara saka ing Kitab kang padha sira umpet- aké lan amuwung sapirang-pirang ; temen wis tumeka marang sira papadhang lan Kitab kang terang saka ing Allah"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Iku diagem déning Allah anuntun sapa sing miturut pirena- Né marang dadalaning karahayon, lan angedalaké dhèwèké saka ing pepeteng marang papadhang ka- lawan kapareng-É, lan anuntun dhèwèké marang dadalan kang bener"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Pancen, wong-wong sing ujar, \"Allah iku Mesias, putrane Maria,\" banjur ora precaya. Ucapake, ProphetO Nabi, ˺ \"Sapa sing kuwasa ngalang-alangi Allah yen dheweke milih nyirnakake Mesias, putra Maryam, ibune, lan kabeh wong ing jagad iki kabeh?\" Allah kagungane Kratoning langit lan bumi lan kabeh sing ana ing antarane. Dheweke nggawe apa sing dikarsakake. Lan Allah iku Maha Kuwasa saka samubarang kabeh"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Lan para Yahudi lan Nasrani padha calathu: Aku iki padha putraning Allah sarta kakasih-É. Dhawuha: Yagéné Panjenengané aniksa ing kowé amarga saka kaluputanmu? Balik sira iku padha manusa, èwoning titah; Panjenenangé iku angapura ma- rang sapa sing dadi karsa-Né sarta aniksa sapa sing dadi karsa-Né; lan kagungané Allah karatoning langit-langit lan bumi iku dalah apa kang ana ing saantarané, lan marang Panjenengané pantoging paran iku"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "É, para pandhèrèking Kitab! Temen wis tumeka marang sira utusan-Ingsun, anerangaké marang sira ing sabubaring komplangé para utusan, supaya sira ora bakal padha angucap: Ora ana juru-warta bubungah lan juru- pépéling kang tumeka marang aku kéné. Mulané temen, wis tumeka marang sira juru-warta bubungah sarta juru-pépéling; lan Allah iku marang samubarang kawasa"
        }
    ]
}