{
    "chapter": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Se acerca para los seres humanos el momento de rendir cuentas, pero ellos están descuidados y le dan la espalda"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "No llega a ellos ningún nuevo recuerdo de su Señor sin que ellos lo escuchen como si fuera un juego"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "vacíos sus corazones. Los opresores secretean entre sí diciendo: «¿Acaso no es éste un ser humano igual que vosotros? ¿Vais, pues, a caer en la magia cuando la estáis viendo?»"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Él dijo: «Mi Señor sabe lo que se dice en los cielos y en la Tierra, pues Él es Quien todo lo oye, Quien todo lo sabe.»"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Pero ellos dijeron: «¡Son un montón de delirios!» o «¡Se lo ha inventado!» o “¡Es un poeta!» «¡Qué nos traiga una señal como las que les fueron enviadas a los primeros!»"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "No creyó, antes de ellos, ninguna ciudad de las que Nosotros destruimos ¿Van ellos a creer"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Y no hemos enviado antes de ti sino a hombres a los que Nosotros inspiramos. ¡Preguntad a la gente del recuerdo, si es que vosotros no sabéis"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "No les dimos un cuerpo que no necesitase comer alimentos y no eran inmortales"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Fuimos leales a la promesa que les hicimos y les salvamos a ellos y a quienes Nosotros quisimos y destruimos a los transgresores"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Ciertamente, hicimos descender a ti una Escritura en la que hay una amonestación para vosotros. ¿Acaso no razonáis"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "¡Cuántas ciudades habremos destruido que eran opresoras y, tras ellas, hicimos surgir a otros pueblos"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Y cuando sintieron Nuestro castigo huyeron rápidamente de ellas"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "«¡No huyáis y regresad a vuestras distracciones y mansiones! ¡Puede que seáis preguntados!»"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Ellos dijeron: «¡Ay de nosotros! ¡En verdad, fuimos opresores!»"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Y no cesó ese lamento hasta que les segamos la vida de raíz y quedaron silenciados"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "No creamos el cielo, la Tierra y lo que hay entre ambos por juego"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "De haber querido entretenernos lo hubiéramos hecho por Nosotros mismos, de haberlo hecho"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Pero no. Lanzamos la Verdad sobre lo falso para destruirlo, hasta que desaparece. ¡Ay de vosotros por vuestras conjeturas"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "A Él pertenecen quienes están en los cielos y la Tierra. Y quienes están junto a Él no se vuelven arrogantes por adorarle y no se agotan"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Glorifican noche y día y no se cansan"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "¿Acaso los dioses que tomaron en la Tierra pueden resucitar a los muertos"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Si hubiera en ellos dos otros dioses aparte de Dios, ambos se corromperían. Así pues ¡Glorificado sea Dios, Señor del Trono, por encima de aquello que Le atribuyen"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Él no será interrogado por lo que hace, pero ellos sí serán interrogados"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "¿Han tomado otros dioses aparte de Él? Di: «¡Aportad vuestras pruebas!» «Este es el Recuerdo de quienes están conmigo y el Recuerdo de los que estaban antes de mí. Pero la mayoría de ellos no conocen la Verdad y se apartan.»"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Y no hemos enviado antes de ti a ningún Mensajero sin haberle revelado: «No hay más dios que Yo, así pues, ¡Adoradme!»"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Y ellos dicen: «El Clementísimo ha tomado un hijo.» ¡Glorificado sea! No son sino siervos favorecidos"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "No se adelantan a Él al hablar y actúan conforme a Sus órdenes"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Él conoce lo que tienen entre sus manos y lo que tienen a sus espaldas y no interceden por la salvación de nadie excepto de quien Él esté satisfecho y sólo por temor a Él se angustian"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Y si alguno de ellos dijese: «En verdad, yo soy un dios aparte de Él», le recompensaríamos con el Infierno. Así es como recompensamos a los opresores"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "¿Acaso quienes no creen no ven que los cielos y la Tierra formaban un todo único y Nosotros los separamos e hicimos del agua toda cosa viva? ¿No creerán, pues"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Y pusimos en la Tierra firmes montañas para que se moviera con ellos y dispusimos en ellas amplios caminos para que, quizás así, ellos puedan guiarse"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Y pusimos el cielo como un techo protegido. Pero ellos dan la espalda a Sus señales"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Y Él es Quien creó la noche y el día y el Sol y la Luna. Cada uno navegando en su órbita"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Y antes de ti no hemos hecho a ningún ser humano inmortal. ¿Acaso si tú mueres ellos vivirán eternamente"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Todo ser humano probará la muerte y os ponemos a prueba con lo malo y con lo bueno. Y a Mí regresaréis"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Y cuando los que no creen te ven no te toman sino a broma: «¿Es éste el que habla mal de vuestros dioses?» Mientras, ellos niegan el recuerdo del Misericordioso"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "De la prisa fue creado el ser humano. Pronto os haré ver Mis señales, así que no me metáis prisa"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Y dicen: «¿Cuándo se cumplirá esa promesa, si es que decís la verdad?»"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Si los que no creen supieran que llegará un momento en el que no podrán apartar el Fuego de sus rostros ni de sus espaldas y que no serán auxiliados"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Llegará a ellos por sorpresa y les dejará anonadados y no podrán eludirlo ni les será aplazado"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Ciertamente, también se burlaron de los profetas anteriores a ti, pero quienes les ridiculizaban fueron cercados por aquello de lo que se burlaban"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Di: «¿Quién os protegerá del Misericordioso por la noche y por el día?» Pero no sirve de nada. No prestan atención al Recuerdo de su Señor"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "¿Acaso poseen aparte de Mi otros dioses que les protejan? No pueden protegerse a sí mismos ni Nosotros les hemos otorgado poder para auxiliar"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Dejamos que ellos y sus antepasados disfrutasen hasta una edad avanzada. ¿Acaso no ven cómo reducimos los bordes de la Tierra? ¿Acaso son ellos los vencedores"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Di: «En verdad, aquello con lo que os amonesto es la revelación divina.» Pero los sordos no oyen la invitación cuando son amonestados"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Pero si les roza un soplo del castigo de tu Señor, con seguridad dirán: «¡Ay de nosotros! ¡En verdad, fuimos injustos!»"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Y colocaremos las balanzas equilibradas con precisión para el Día del Levantamiento y nadie será tratado injustamente en lo más mínimo. Y aunque sus actos tengan el peso de un grano de mostaza, les recompensaremos por ellos. Y Nosotros somos suficientes para llevar las cuentas"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Y, ciertamente, dimos a Moisés y a Aarón el Criterio y una luz y un recuerdo para los temerosos de Dios"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Aquellos que temen a su Señor en la intimidad y sienten temor de la Hora"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Y éste es un recuerdo bendecido que Nosotros hemos hecho descender. ¿Acaso lo rechazaréis"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Y, ciertamente, dimos a Abraham su guía anteriormente, pues le conocíamos"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Cuando dijo a su padre y a su pueblo: «¿Qué son esas imágenes sin alma que vosotros adoráis?»"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Ellos dijeron: «Vimos que nuestros padres las adoraban.»"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Él dijo: «Ciertamente, vosotros y vuestros padres estabais en un extravío evidente.»"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Ellos dijeron: «¿Vienes a nosotros con la Verdad o eres de los que bromean?»"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Él dijo: «No bromeo. Vuestro Señor es el Señor de los cielos y la Tierra y Quien los ha creado. Y yo soy uno de los que dan testimonio de ello.»"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "«Y juro por Dios que planearé algo contra vuestros ídolos en cuanto os deis la vuelta.»"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Así que los hizo pedazos, excepto a uno de ellos más grande, para que se volvieran hacia él"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Ellos dijeron: «¿Quién hizo esto con nuestros dioses? ¡En verdad, él es de los opresores!»"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Dijeron: «Oímos a un joven hablar mal de ellos. Le llaman Abraham.»"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Dijeron: «¡Pues traedle ante la vista de la gente! Quizás así ellos testifiquen.»"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Dijeron: «¿Has sido tú ¡Oh, Abraham! quien hizo esto a nuestros dioses?»"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Él dijo: «No. Lo hizo ese grande. ¡Preguntadles! si es que pueden hablar.»"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Así que se ensimismaron y dijeron: «Verdaderamente, vosotros sois los opresores.»"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Luego dieron vuelta a sus cabezas: «¿Acaso no sabes que ellos no pueden hablar?»"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Él dijo: «¿Adoráis pues, en lugar de Dios, a quien no puede beneficiaros ni perjudicaros en nada"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "¡Uf! ¡Vosotros y lo que vosotros adoráis en lugar de Dios! ¿Es que no reflexionáis?»"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Dijeron: «¡Quemadle y salid en defensa de vuestros dioses si es que sois gente de acción!»"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Dijimos: «¡Oh, fuego! ¡Se frío e inofensivo para Abraham!»"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Quisieron con ello perjudicarle, pero hicimos que ellos fueran quienes más perdieran"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Y salvamos a él y a Lot en la tierra que nosotros habíamos bendecido para toda la humanidad"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "le otorgamos a Isaac y a Jacob como una bendición e hicimos que ambos fueran de los justos"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Y les pusimos como dirigentes para que guiasen conforme a Nuestro mandato y les revelamos que hicieran el bien, que realizaran la oración y entregaran el impuesto religioso purificador de la riqueza. Y fueron siervos obedientes a Nosotros"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Y a Lot le dimos juicio y conocimiento y le pusimos a salvo de la ciudad en la que se cometían actos viciosos. En verdad, era un pueblo malvado y trasgresor"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Y le hicimos entrar en Nuestra misericordia. En verdad, él era de los rectos"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Y, anteriormente, a Noé, cuando invocó y Nosotros le respondimos y le salvamos, a él y a su familia, de la gran tragedia"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Y le auxiliamos ante la gente que desmentía Nuestras señales. En verdad, eran una mala gente y Nosotros les hicimos ahogarse a todos juntos"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Y (recuerda a) David y Salomón cuando ambos juzgaron sobre el huerto en el que entró de noche a pastar el ganado de una gente y Nosotros fuimos testigos de su juicio"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Nosotros se lo hicimos comprender a Salomón. Y dimos a ambos juicio y conocimiento. Y sometimos las montañas y las aves para que glorificasen con David. Nosotros fuimos Quienes lo hicimos"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Y le enseñamos a fabricar cotas de malla para vosotros, para que os protegieran de la violencia. ¿Seréis agradecidos"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Y (sometimos) a Salomón los vientos huracanados, para que soplasen, cuando él lo ordenase, hacia la tierra que Nosotros habíamos bendecido. Y Nosotros poseemos el conocimiento de todas las cosas"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Y, entre los demonios, algunos buceaban para él y realizaban otras tareas diferentes. Y Nosotros les vigilábamos"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Y (recuerda) a Job, cuando invocó en voz alta a su Señor: «¡En verdad, me ha alcanzado la aflicción y Tú eres el Más Misericordioso de los misericordiosos!»"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Así que le respondimos y eliminamos el mal que le aquejaba. Y le dimos su familia y otro tanto con ellos. Una misericordia de Nuestra parte y un recordatorio para los siervos creyentes"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Y [recuerda a] Ismael e Idrís y Du l-Kifl. Todos ellos eran de los pacientes"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "y les hicimos entrar en Nuestra misericordia. En verdad, ellos eran de los rectos"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Y [recuerda a] Du l-Nun cuando se fue indignado pensando que no le pondríamos en dificultades. Y gritó en la oscuridad: «¡No hay más Dios que Tú! ¡Gloria a Ti! ¡En verdad, he sido de los opresores!»"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Y le respondimos y le salvamos de la angustia. Así es como salvamos a los creyentes"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Y [recuerda a] Zacarías, cuando invocó a su Señor: «¡Señor mío! ¡No me dejes sin descendencia! ¡Tú eres el mejor dando herederos!»"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Y le respondimos y le otorgamos a Juan y sanamos a su esposa para él. En verdad, ellos competían en buenas acciones y nos invocaban por anhelo y temor y eran humildes ante Nosotros"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Y [recuerda] a aquella que protegió su castidad y en la que Nosotros insuflamos de Nuestro Espíritu. Y pusimos a ella y a su hijo como una señal para toda la humanidad"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "En verdad, esta comunidad vuestra es una comunidad única y Yo soy vuestro Señor. Así pues ¡Adoradme"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Ellos se han dividido en lo relativo a su asunto. Todos regresarán hacia Nosotros"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Y no se ignorará el esfuerzo de quien realice buenas acciones y sea creyente. En verdad, Nosotros seremos sus escribanos"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Queda prohibido para una ciudad que Nosotros hayamos destruido (por sus pecados, el que vuelvan a ella) Ellos jamás volverán"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "hasta que sean liberados Yayuy y Mayuy y se precipiten desde todas las alturas"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Se aproxima la promesa verdadera y, cuando llegue, las miradas de los que no creyeron se quedarán inmovilizadas: «¡Ay de nosotros! ¡Nos desentendimos de esto y fuimos opresores!»"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "«En verdad, vosotros y lo que vosotros adorabais en lugar de Dios, seréis combustible para el Infierno. Entraréis en él.»"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Si ellos fueran dioses no entrarían en él. Pero todos ellos estarán en él eternamente"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Aullarán de dolor en él y no oirán nada"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "En verdad, aquellos para quienes Nosotros habíamos decretado previamente el bien estarán muy alejados de él"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "No escucharán su crepitar y estarán eternamente en lo que sus almas deseen"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "No les afligirá el gran terror y saldrán a su encuentro los ángeles: «¡Éste es el día que se os había prometido!»"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "El día en que Nosotros enrollemos los cielos como se enrolla un pergamino de escritos. Igual que iniciamos la primera creación la repetiremos. Es una promesa que hicimos y, en verdad, lo haremos"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Y, en verdad, escribimos en los Salmos, después del Recuerdo, que la Tierra la heredarían Mis siervos rectos"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "En verdad, en esto hay un comunicado elocuente para la gente dedicada a la adoración"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Y no te hemos enviado sino como una misericordia para toda la humanidad"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Di: «En verdad, lo que me ha sido revelado es que vuestro Dios es un Dios Único, por tanto ¿Os someteréis?»"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Pero si dan la espalda di: «Os prevengo a todos por igual. Pero no sé si lo que se os ha prometido está cercano o lejano.»"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "«En verdad, Él conoce lo que habláis en voz alta y conoce lo que ocultáis"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "No sé. Puede que sea una prueba para vosotros y os permita disfrutar por un tiempo.»"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Dice: «¡Señor mío! ¡Juzga con justicia! ¡Nuestro Señor es el Misericordiosísimo! Nuestra mejor ayuda contra lo que vosotros decís.»"
        }
    ]
}