{
    "chapter": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "Ta, Sim. Estos son los versículos del Corán y una Escritura clara"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "Una guía y una buena nueva para los creyentes"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "Aquellos que hacen la oración y dan el impuesto purificador de la riqueza y que tienen certeza de la otra vida"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "En verdad, a quienes no creen en la otra vida les adornaremos sus obras y vagarán perdidos, ciegas sus almas"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "Les aguarda un mal castigo y en la otra vida serán quienes más pierdan"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "En verdad, tú recibes el Corán de Uno que es sabio, que todo lo conoce"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "[Recuerda] Cuando Moisés dijo a su familia: «En verdad, he divisado un fuego. Os traeré alguna noticia de él o una brasa para que, quizás así, os calentéis.»"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "Y cuando llegó allí, le llamaron: «Bendito sea Quien está en el fuego y alrededor de él y glorificado sea Dios, Señor del Universo.»"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "«¡Oh, Moisés! ¡En verdad, yo soy Dios, el Todopoderoso, el Sabio"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "¡Lanza tu bastón!» Y, cuando lo vio que reptaba como una serpiente dio la espalda sin mirar atrás. «¡Oh, Moisés! ¡No temas! En verdad, los Mensajeros no tienen miedo ante Mí"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "sino quien oprime y luego cambia su mal por bien, pues Yo soy perdonador, misericordiosísimo.»"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "«Introduce tu mano en tu costado, saldrá blanca, sin defecto. [Eso es] Parte de las nueve señales destinadas al Faraón y su pueblo. En verdad, ellos son un pueblo de transgresores.»"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "Cuando llegaron a ellos Nuestras señales esclarecedoras dijeron: «Esto es magia manifiesta.»"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "Y las negaron, a pesar de la certeza de sus almas, con opresión y altivez"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "Ciertamente, dimos a David y a Salomón conocimiento y ambos dijeron: «Alabado sea Dios que nos ha favorecido por encima de la mayoría de Sus siervos creyentes»"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Y Salomón heredó a David y dijo: «¡Oh, gentes! ¡Nos ha sido enseñado el lenguaje de las aves y se nos ha dado de todo! ¡En verdad, ello es un favor evidente!»"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Las tropas de Salomón, compuestas de genios, hombres y aves, fueron reunidas ante él y puestas en formación"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Cuando llegaron al Valle de las Hormigas, una hormiga dijo: «¡Oh, hormigas! ¡Entrad en vuestros hogares, no sea que Salomón y sus tropas os aplasten sin darse cuenta!»"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Sonrió ante sus palabras y dijo: «¡Señor mío! Inspírame para que te agradezca las mercedes con las que me has agraciado y has agraciado a mis padres y pueda realizar buenos actos de los que Tú estés satisfecho y admíteme, por Tu misericordia, entre Tus siervos rectos.»"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Pasó revista a las aves y dijo: «¿Por qué no veo a la abubilla? ¿O es que está ausente"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "He de castigarla duramente o he de degollarla si no me ofrece una excusa clara.»"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "No esperó mucho [hasta que ella regresó] y dijo: «He tenido conocimiento de algo que tú desconoces y te traigo de Saba una información segura.»"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "«En verdad, he encontrado a una mujer gobernándoles y le ha sido dado de todas las cosas y posee un trono grandioso"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "He encontrado que ella y su pueblo se prosternan ante el Sol en lugar de hacerlo ante Dios y que Satanás les ha embellecido su comportamiento, por lo que les ha apartado del camino y no están guiados"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "No se prosternan ante Dios, que hace salir lo que no era manifiesto en los cielos y la Tierra y que conoce lo que hay en vuestro interior y lo que es manifiesto en vosotros.»"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "«Dios, no hay más dios que Él, Señor del Trono inmenso.»"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "Dijo [Salomón]: «Pronto veremos si has dicho la verdad o eres un mentiroso"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Lleva esta carta mía y déjala caer junto a ellos, luego regresa cerca de ellos y observa cómo reaccionan.»"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "Dijo ella: «¡Oh, nobles! Me ha sido enviada una noble misiva"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "Es de Salomón y en el nombre de Dios, el Clementísimo, el Misericordiosísimo"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "No seáis altaneros ante mí y venid a mí con sumisión.»"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "Dijo ella: «¡Oh, nobles! Dadme vuestra opinión en este asunto mío. Yo no decido sobre ningún asunto sin contar con vuestra presencia.»"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Ellos dijeron: «Nosotros poseemos fuerzas y poseemos una gran bravura, pero a ti te corresponde decidir sobre este asunto. Mira, pues, lo que ordenas.»"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "Ella dijo: «En verdad, cuando los reyes entran en un país, lo corrompen totalmente y arruinan a los poderosos de él. Eso es lo que hacen"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "En verdad, le enviaremos un regalo y veremos con lo que regresan los mensajeros.»"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "Y cuando llegó a Salomón dijo: «¿Queréis incrementar mi riqueza? Lo que Dios me ha otorgado es mejor que lo que os ha otorgado a vosotros. Sois vosotros quienes os alegráis de vuestro regalo"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "¡Regresad a ellos! ¡Iremos a ellos con un ejército que no podrán enfrentar y les sacaremos de ella arruinados y quedarán empequeñecidos!»"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Dijo: «¡Oh, nobles! ¿Quién de vosotros me traerá el trono de ella antes de que vengan a mí sometidos?»"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Un ifrit de entre los genios dijo: «Yo te lo traeré antes de que te levantes de tu sitio. Puedo hacerlo y soy digno de confianza.»"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "El que poseía un conocimiento procedente de la Escritura Sagrada dijo: «Yo te lo traeré en un abrir y cerrar de ojos.» Y cuando lo vio ante él dijo: «¡Esto es un favor procedente de mi Señor para poner a prueba si soy agradecido o desagradecido! ¡Quien es agradecido lo es para su propio beneficio y quien sea desagradecido (sepa) que mi Señor es rico en Sí mismo, no necesita de nadie y es generoso.»"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Dijo: «Modificad su trono para ella, que yo vea si discierne o es de los que no tienen discernimiento.»"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Y, cuando ella llegó, le dijeron: «¿Es éste tu trono?» Ella dijo: «Se parece a él. Ya se nos había informado antes de ello y nos habíamos sometido.»"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "La había limitado lo que adoraba en lugar de Dios. En verdad, ella pertenecía a un pueblo que no creía"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Se le dijo: «¡Entra en el palacio!» Pero al verlo creyó que era un estanque de agua y descubrió sus piernas. Él dijo: «En verdad, es un palacio de cristal pulido.» Ella dijo: «¡Dios mío! En verdad, he oprimido mi alma y me someto, junto a Salomón, al Señor del Universo.»"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "Y, ciertamente, enviamos a Zamud a su hermano Salih: «¡Adorad a Dios!» Pero se dividieron en dos grupos que disputaban entre ellos"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "Él dijo: «¡Oh, pueblo mío! ¿Por qué pedís que se apresure lo malo antes que lo bueno? ¿Por qué no pedís el perdón de Dios para que, quizás así, se tenga misericordia con vosotros?»"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Ellos dijeron: «Tú y los que contigo están nos parecéis aves de mal agüero.» Él dijo: «Vuestra ave está junto a Dios. Sois un pueblo al que se está poniendo a prueba.»"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "En la ciudad había nueve grupos de personas que corrompían la Tierra y no reformaban lo que estaba mal"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Ellos dijeron: «Juremos por Dios que atacaremos a él y a su familia durante la noche. Luego, diremos a sus herederos que no estuvimos presentes en la destrucción de su familia y que decimos la verdad.»"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "Ellos trazaron un plan y Nosotros trazamos un plan sin que ellos se diesen cuenta"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "Y observa cual fue el final de su plan. Cómo les destruimos a ellos y a su pueblo todos juntos"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "Esas son sus casas, vacías por la injusticia que cometieron. En esto hay una señal para gente que tiene conocimiento"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "Y pusimos a salvo a quienes creían y eran temerosos de Dios"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "Y [recuerda] a Lot cuando dijo a su pueblo: «¿Cometéis esa indecencia a pesar de que sabéis lo que hacéis"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "¿Vais a los hombres con deseo en lugar de a las mujeres? Sois una gente ignorante.»"
        },
        {
            "chapter": 27,
            "verse": 56,
            "text": "Y la respuesta de su pueblo no fue otra que decir: «Expulsad a la familia de Lot de vuestro pueblo. Verdaderamente, son un grupo de puritanos.»"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "Así que le salvamos a él y a su familia excepto a su esposa. Decretamos que ella fuera de los que se quedaban"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "E hicimos que sobre ellos cayese una lluvia. ¡Qué mala la lluvia de quienes habían sido advertidos"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Di: «¡Alabado sea Dios y la paz sea con aquellos de Sus siervos que Él ha escogido! ¿Es mejor Dios o aquello que asocian a Él"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "¿Quién ha creado los cielos y la Tierra y hace descender para vosotros desde el cielo agua, mediante la cual hacemos surgir espléndidos jardines cuyos árboles vosotros no habríais podido hacer surgir? ¿Hay otro dios junto a Dios?» Pero ellos son gente cambiante"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "¿Quién ha hecho la Tierra estable y ha puesto en ella ríos y firmes montañas y ha colocado entre los dos mares una barrera? ¿Hay otro dios junto a Dios? Pero la mayoría de ellos no saben"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "¿Quién responde al que sufre cuando Le invoca y alivia el mal y os ha puesto a vosotros sucesores de la Tierra? ¿Hay otro dios junto a Dios? ¡Qué poco reflexionáis"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "¿Quién os guía en las tinieblas de la tierra y del mar y quién envía los vientos como anunciadores de Su misericordia? ¿Hay otro dios junto a Dios? ¡Ensalzado sea Dios por encima de lo que asocian a Él"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "¿Quién inicia la Creación y la renueva y os provee de lo que hay en los cielos y la Tierra? ¿Hay otro dios junto a Dios? Di: «¡Aportad vuestra prueba si sois de los que dicen la verdad!»"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Di: «Nadie más que Dios conoce lo oculto de los cielos y la Tierra y no saben cuándo serán resucitados.»"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Su conocimiento no alcanza a la otra vida. Tienen dudas sobre ella. Más aún, están ciegos sobre ella"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Y los que no creen dicen: «¿Acaso cuando nosotros y nuestros padres seamos polvo, seremos sacados"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Ya nos fue prometido eso anteriormente a nosotros y a nuestros padres. No son más que mitos de los primitivos.»"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Di: «Viajad por la Tierra y observad cuál fue el final de los pecadores.»"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "No te entristezcas por ellos ni te angusties por sus intrigas"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Y dicen: «¿Cuándo tendrá lugar lo que nos prometes, si es que dices la verdad?»"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Di: «Puede que algo de aquello cuya venida queréis apresurar esté ya muy cerca, detrás de vosotros.»"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Y, en verdad, tu Señor favorece a los seres humanos, pero la mayoría de ellos no agradecen"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Y, en verdad, tu Señor conoce bien lo que esconden en sus pechos y lo que manifiestan"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Y no hay nada de lo que está oculto en los cielos y en la Tierra que no esté consignado en una Escritura clara"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "En verdad, este Corán relata a los Hijos de Israel la mayoría de las cosas en la que ellos no se ponen de acuerdo"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Y es, en verdad, una guía y una misericordia para los creyentes"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "En verdad, tu Señor emitirá sentencia entre ellos con Su juicio y Él es el Todopoderoso, Quien todo lo sabe"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Y confía en Dios. Ciertamente, tú estás en la Verdad evidente"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "En verdad, tú no puedes hacer que los muertos oigan ni que los sordos escuchen la llamada si se vuelven de espaldas"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "ni puedes guiar a los ciegos sacándoles de su extravío. Sólo puedes hacer que oigan quienes creen en Nuestras señales y se han sometido"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "Y cuando se pronuncie la sentencia sobre ellos, haremos salir para ellos una bestia de la tierra que proclamará ante ellos: «¡Los hombres no creyeron en Nuestras señales!»"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "Y [recuerda] el día que reunamos, de cada comunidad, al grupo de los que desmentían Nuestras señales y sean detenidos"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Hasta que, cuando vengan, Él diga: «¿Desmentíais Mis señales cuando no teníais el conocimiento necesario para entenderlas en su totalidad? ¿Qué es lo que hacíais?»"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "Y se emita la sentencia contra ellos por haber oprimido y ellos no hablarán"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "¿No han visto que pusimos la noche para que puedan descansar en ella y el día para que puedan ver? En verdad, en ello hay señales para gente que es creyente"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "Y el día en que sea tocada la trompeta se aterrorizarán quienes están en los cielos y en la Tierra, excepto quien Dios quiera. Y todos vendrán a Él con humildad"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Y verás las montañas, que tú creías sólidas, pasando como pasan las nubes. Obra de Dios, que todo lo hace a la perfección. En verdad, Él está bien informado de lo que hacéis"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "«Quien venga con buenas obras obtendrá algo mejor aún y ellos estarán a salvo del terror de ese día"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Y quienes vengan con malas obras serán arrojados de cara al fuego: ¿Se os ha recompensado por otra cosa que por lo que hacíais"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "En verdad, se os ordenó adorar al Señor de esta ciudad, la cual Él declaró sagrada. Y a Él pertenecen todas las cosas. Y se me ordenó que fuese de los sometidos a Él"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "y que recitase el Corán.» Por tanto, quien se guía, en verdad, se guía para su propio bien y a quien se extravía, dile: «En verdad, yo soy solamente uno de los que advierten.»"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Y di: «Alabado sea Dios que pronto os hará ver Sus señales y vosotros las reconoceréis.» Y tu Señor no está desatento a lo que hacéis"
        }
    ]
}