{
    "pages": [
        {
            "chapter": 7,
            "verse": 138,
            "text": "ߊ߲ ߣߊ߬ ߌߛߌߙߊߌߟߞߊ ߟߎ߬ ߟߊߕߊ߬ߡߌ߲߬ ߠߊ ߖߌ߫ ߡߍߣߍ߲ ߠߊ߫ ߸ ߏ߬ ߟߎ߬ ߥߊ߫ ߘߊ߫ ߛߋ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߜߘߍ߫ ߡߊ߬ ߸ ߖߏ߭ ߟߎ߬ ߦߴߏ߬ ߟߎ߬ ߓߟߏ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߟߊߡߍ߲߬ߛߍ߲߬ߧߊ߬ ߟߊ߫ ߓߊ߬ߕߏ ߟߊ߫ ߕߎߙߍߕߎߙߍ߫ ، ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߡߎߛߊ߫ ߸ ߡߊ߰ߙߌ ߘߏ߫ ߟߊߘߊ߲߫ ߒ߬ ߧߋ߫ ߞߟߋ߫ ߦߏ߫ ߡߊ߰ߙߌ߬ ߛߎ߮ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߢߌ߲߬ ߠߎ߬ ߓߟߏ߫ ߣߌ߲߬ ، ( ߡߎߛߊ߫ ) ߞߊ߲߫ ߞߏ߫ ߖߊ߯ߕߋ߬ ߸ ߊߟߎ߫ ߦߋ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߞߎ߲߬ߒ߬ߕߊ߲ ߖߍ߬ߘߍ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "ߢߌ߲߬ ߠߎ߬ ߦߋ߫ ߞߏ ߡߍ߲ ߞߊ߲߬ ߏ߬ ߛߌߟߊߛߊ߬ߕߐ߫ ߟߋ߬ ، ߊ߬ ߣߴߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߟߎ߬ ߞߍߕߐ߫ ߟߋ߬ ߝߎ߮ ߘߌ߫"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "ߊ߬ ߞߏ߫ ߌ߬ߦߏ߯ ߒ ߧߋ߫ ߊߟߊ߫ ߕߣߊ߬ ߢߌߣߌ߲߫ ߊߟߎ߫ ߦߋ߫ ߞߵߏ߬ ߞߍ߫ ߡߊ߰ߙߌ ߘߌ߫ ߸ ߊߟߊ߫ ߡߍ߲ ߞߵߊߟߎ߫ ߟߊߝߌ߬ߛߊ߬ߦߊ߫ ߡߌ߬ߙߌ߲߬ߘߌ ߓߍ߯ ߘߌ߫"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "ߕߎ߬ߡߊ ߡߍ߲ ߊ߲ ߞߵߊߟߎ߫ ߟߊߞߛߌ߫ ߝߋߙߊߥߎ߲߫ ߘߏ߲߬ߞߏ ߟߎ߫ ߡߊ߬ ߸ ߏ߬ ߟߎ߬ ߡߍ߲ ߠߎ߫ ߕߘߍ߬ ߊߟߎ߫ ߜߊ߰ߢߊ߬ߜߊ߯ߢߊ߫ ߟߊ߫ ߖߊ߲߰ߞߕߊ߬ ߖߎ߮ ߟߎ߬ ߟߊ߫ ، ߞߵߊߟߎ߫ ߘߋ߲ߞߍ ߟߎ߫ ߝߊ߰ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߘߋ߲ߡߛߏ ߟߎ߬ ߘߐߙߐ߲߫ ߢߣߊߡߊ ߕߏ߫ ، ߤߊ߲߫ ߸ ߏ߬ ߞߍ߫ ߘߴߊߟߎ߫ ߞߊ߲߬ ߞߘߐߓߐߟߌߓߊ߫ ߟߋ߬ ߘߌ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߓߟߏ߫ ߘߋ߬"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "ߊ߲ ߣߌ߫ ߡߎߛߊ߫ ߛߘߊ߫ ߘߊ߫ ߛߎ߫ ߓߌߛߓߊ߬ ( ߢߐ߲߯ߦߋ ) ߡߊ߬ ، ߊ߲ ߣߊ߬ ߘߊ߫ ߕߊ߲߫ ߜߘߍ߫ ߞߍ߫ ߞߵߊ߬ ߘߝߊ߫ ، ߏ߬ ߞߍ ߸ ߊ߬ ߡߊ߰ߙߌ ߟߊ߫ ߛߘߊߒߡߊߞߊ߲ߠߊ ߘߝߊ߫ ߘߊ߫ ߛߎ߫ ߓߌߣߊ߯ߣߌ߲ ߠߊ߫ ، ߡߎߛߊ߫ ߞߊ߲߫ ߊ߬ ߞߘߐ߬ߞߍ߫ ߤߊߙߎߣߊ߫ ߡߊ߬ ߞߏ߫ ߒ ߣߐ߬ߘߐߓߌ߬ߟߊ߬ ߒ ߡߌ߬ߙߌ߲߬ߘߌ ߞߎ߲߬ߠߊ߫ ߸ ߌ ߦߋ߫ ߟߢߊ߬ߟߌ ߟߋ߬ ߞߍ߫ ߸ ߌ ߞߊߣߊ߬ ߕߌߢߍߟߌߟߊ ߟߎ߬ ߟߊ߫ ߛߌߟߊ ߟߊߓߊ߬ߕߏ߫ ߘߋ߬"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "ߡߎߛߊ߫ ߣߊ߬ߣߍ߲ ߒ߬ ߠߊ߫ ߥߊ߯ߕߌ߫ ߘߐߛߘߊߣߍ߲ ߡߊ߬ ߸ ߊ߬ ߡߊ߰ߙߌ ߞߵߊ߬ ߞߎߡߊ߲ߢߐ߲߯ߦߊ߫ ، ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߌ ߦߌ߬ߘߊ߬ ߒ ߠߊ߫ ߞߟߋ߫ ߒ ߧߴߌ ߦߋ߫ ، ߊߟߊ߫ ߞߊ߲߫ ߞߏ߫ ߌ ߕߍߣߊ߬ ( ߛߋ߫ ߟߊ߫ ) ߒߠߋ ߦߋ߫ ߟߊ߫ ، ߓߊ߬ߙߌ߬ ߞߎ߬ߙߎ ߝߟߍ߫ ߓߊ߫ ، ߣߴߏ߬ ߓߊ߲ߓߊ߲ߣߍ߲ ߕߏ߫ ߘߴߊ߬ ߣߐ߭ ߘߐ߫ ߸ ߌ ߘߌ߫ ߒ ߦߋ߫ ߏ߬ ߘߐ߫ ، ߊ߬ ߡߊ߰ߙߌ ߣߵߊ߬ ߖߘߍ߬ ߟߊ߲ߞߣߍߡߊ߫ ߟߊ ߞߎ߬ߙߎ ߦߋ߫ ߸ ߊ߬ ߞߵߏ߬ ߞߍ߫ ߓߘߎߓߘߍ߫ ، ߏ߬ ߞߍ߫ ߸ ߡߎߛߊ߫ ߓߋ߬ ߘߊ߫ ߜߊ߬ߙߊ߲߬ߞߕߊ߬ ߢߊ ߡߊ߬ ߞߊ߬ ߞߌ߬ߘߏ߲߬ ߊ߬ ߟߊ߫ ߟߋߎ߫ ، ߊ߬ ߣߊ߬ߣߍ߲ ߞߍ߫ ߟߴߊ߬ ߖߍ߬ߘߍ߫ ߞߊ߬ߟߊߡߊ߬ ߸ ߊ߬ ߞߊ߲߫ ߞߴߌߟߋ ߡߊ߰ߙߌ߬ ߛߊߣߌ߲ ߸ ߒ ߓߘߊ߫ ߒ ߖߘߍ߬ ߟߊߛߊ߬ߦߵߌ ߡߊ߬ ߸ ߊ߬ ߣߌ߫ ߒ ߓߘߊ߫ ߞߍ߫ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߓߊ߮ ߟߎ߬ ߝߟߐ ߘߌ߫"
        }
    ]
}