{
    "pages": [
        {
            "chapter": 2,
            "verse": 113,
            "text": "ߦߊ߬ߤߎ߯ߘߎ ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߸ ߞߏ߫ ߣߊ߬ߛߊ߯ߙߊ ߟߎ߬ ߓߟߏ߫ ߕߍ߫ ߝߏߦߌ߫ ߡߊ߬ ، ߣߊ߯ߛߊ߯ߙߊ ߟߎ߬ ߝߣߊ߫ ߞߊ߲߫ ߠߋ߬ ߸ ߞߏ߫ ߦߊ߬ߤߎ߯ߘߎ ߟߎ߬ ߓߟߏ߫ ߕߍ߫ ߝߏߦߌ߫ ߡߊ߬ ، ߊ߬ߟߎ߫ ߘߏ߲߬ ߓߍ߯ ߦߋ߫ ߟߍߙߊ ߞߊ߬ߙߊ߲߬ ߠߊ߫ ، ߒ߬ߓߊ߬ ߞߎ߲߬ߝߌ߲߬ ߝߋ߲߫ ߟߐ߲ߓߊߟߌ ߟߎ߬ ߝߣߊ߫ ߣߵߏ߬ ߟߎ߬ ߟߊ߫ ߞߎߡߊ ߢߐ߲߱ ߝߐ߫ ߟߊ߫ ߕߋ߲߬ ߠߋ߬ ߖߐ߫ ، ߞߏ߬ߣߌ߲߬ ߊߟߊ߫ ߘߌߣߵߊ߬ߟߎ߬ ߟߊ߫ ߢߐ߲߯ ߛߐߛߐ߫ ߞߏ ߟߎ߬ ߞߕߌ ߕߍ߰ ߊ߬ߟߎ߬ ߕߍ߫ ߟߐ߬ߓߊ ߟߏ߲ ߠߋ߬ ߕߘߋ߫"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "ߖߍߣߍ߲ ߠߊ߫ ߕߐ߬ߢߍ߮ ߕߊ߬ߡߌ߲߬ߣߍ߲߬ ߊߟߊ߫ ߟߊ߫ ߡߌ߬ߛߙߌ ߟߎ߫ ߞߎ߬ߡߊ߲߬ߘߌ߬ߓߊ߮ ߕߊ ߞߊ߲߬ ߞߏ߫ ߊߟߊ߫ ߕߐ߮ ߕߍ߫ ߝߐ߫ ߦߋ߲߬ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߓߊ߯ߙߊ ߞߍ߫ ߡߌ߬ߛߙߌ ߟߎ߫ ߕߋ߭ ߘߐ߫؟ ، ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ߡߊ߲߫ ߞߊ߲߫ ߞߊ߬ ߘߏ߲߬ ߡߌ߬ߛߙߌ ߟߎ߬ ߟߊ߫ ߝߋߎ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߛߌߟߊ߲ߡߍߣߍ߲ߕߐ ، ߘߐ߯ߦߡߊ ߟߴߏ߬ ߟߎ߬ ߢߍ߫ ߘߎߢߊ߫ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߖߊ߲߰ߞߕߊ߬ ߓߟߋߓߟߋ ߟߴߊ߬ߟߎ߬ ߢߍ߫ ߟߊߞߌߙߊ߫"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "ߊߟߊ߫ ߕߊ ߟߋ߬ ߕߟߋ߬ߓߐ ߣߌ߫ ߕߟߋ߬ߓߋ ߘߌ߫ ، ߊߟߎ߫ ߞߵߊߟߎ߫ ߢߊߛߌ߲߫ ߝߊ߲߬-ߊ-ߝߊ߲߬ ߠߊ߫ ߊߟߊ߫ ߞߏߟߘߊ ߦߋ߫ ߦߋ߲߬ ߖߐ߫ ، ߖߊ߯ߕߋ߫ ߸ ߊߟߊ߫ ߦߙߌߥߊߣߍ߲߫ ߊ߬ ߟߐ߲ߠߌ߲ߣߍ߲߫"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߊߟߊ߫ ߓߘߴߊ߬ ߓߟߏߞߍ߫ ߘߋ߲߫ ߠߊ߫ ߸ ߊ߬ ߘߏ߲߬ ߛߊߣߌ߲ߡߊ߲߫ ߏ ߡߊ߬ ߞߟߋ߫ ، ߊ߬ ߞߏ߬ߣߌ߲ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߟߎ߬ ߘߌ߫ ߸ ߏ߬ ߓߍ߯ ߘߏ߲߬ ߞߟߏߣߍ߲߫ ߊ߬ ߢߍ߫ ߟߋ߬ ߞߎߡߍߞߎߡߍ߫"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߜߙߋ߬ߡߊߕߍ߰ߓߊ߮ ߟߋ߬ ߸ ߊ߬ ߓߊ߯ ߞߍ߫ ߞߏ ߡߍ߲ ߠߊߕߍ߰ ߟߊ߫ ߸ ߊ߬ ߦߴߊ߬ ߝߐ߫ ߟߴߏ ߡߊ߬ ߟߋ߬ ߞߏ߫ ߞߍ߫ ߸ ߏ߬ ߘߌ߫ ߞߍ߫ ߘߏߦߌ߲߫"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "ߝߋ߲߫ ߟߐ߲ߓߊߟߌ ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߸ ߞߏ߫ ߥߟߊߞߏ߫ ߊߟߊ߫ ߖߍ߬ߘߍ ߕߘߍ߬ ߊ߲ ߞߎߡߊߢߐ߲߯ߦߊ߫ ߥߟߊ߫ ߡߊ߲߬ߕߊߣߌ߲߫ ߕߍ߬ߘߍ߫ ߣߵߊ߲ ߡߊ߬ ، ߒ߬ߓߵߊ߬ߟߎ߬ ߢߍߓߊ߮ ߟߎ߬ ߝߣߊ߫ ߞߵߏ ߢߐ߲߰ ߠߋ߬ ߝߐ߫ ߞߘߐ߬ߡߊ߲߫ ، ߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߫ ߟߋ߬ ߓߘߊ߫ ߡߎߣߎ߲ߧߊ߫ ، ߊ߲ ߞߏ߬ߣߌ߲߬ ߓߘߊ߫ ߟߝߊߙߌ ߟߎ߬ ߝߊߙߊ߲ߝߊߛߌ߫ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߓߊ߮ ߟߎ߬ ߢߍ߫"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "ߊ߲ ߣߵߌ ߗߋ߫ ߟߊ߫ ߘߟߊߝߎߟߌߟߊ ߣߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ ߘߌ߫ ߕߎ߬ߢߊ ߖߊ߯ߕߋ ߟߋ߬ ߟߊ߫ ߸ ߞߏ߬ߣߌ߲߬ ߝߋߎ߫ ߌ ߕߍߣߊ߬ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߊ߫ ߥߋ߲ߓߋ ߘߏ߲߬ߞߏ ߟߎ߫ ( ߞߎ߲߬ߞߏ ) ߡߊ߬"
        }
    ]
}