{
    "chapter": [
        {
            "chapter": 28,
            "verse": 1,
            "text": "Ta' Sin. Mim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Dawn huma l-versi tal-Ktieb iċ-ċar"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Aħna nħabbrulek bil-ħaqq l-aħbar ta' Mosċ u tal-Fargħun, għal nies li jemmnu (fil-Qoran)"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Tabilħaqq li l-Fargħun tkabbar fuq l-art (fl-Eġittu) u għamel minn niesha setet, biex ħaqar ġemgħa minnhom, u kien jeqred (lit-trabi) subien. tagħhom. filwaqt. li jżomm. ħajjin. (lit-trabi): bniet tagħhom. Huwa tabilħaqq kien bniedem ta' ħsaral"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Aħna ridna nuru t-tjieba tagħna ma' dawk li -nħaqru fl-art, u nagħmlu minnhom mexxejja (tat-tajjeb), u nagħmluhom werrieta"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "u nwettquhom fuq l-art, u bihom nuri lill-Fargħun, lil Haman (il-ministru tiegħu) u lis-suldati tagħhom it-tnejn dak li kienu jibżgħu (minnu)"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Unebbaħna lil omm Mosċ (u għednielha): 'Reddgħu, u jekk qiegħda tibża' minħabba fih (għaliex taħseb li jista' jiġrilu xi ħaġa), ixħtu fix-xmara (Nil), u la tibża' u lanqas titnikketl Aħna tabilħaqq inrodduh lilek u. nagħmluh (wieħed) mill-Mibgħutin"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Nies il-Fargħun ġabruh (mix-xmara Nil) biex (aktar tard: kellu) ikunilhom. għadu (u għajn ta') niket. Tabilħaqq li l-Fargħun, Hamin, u s-suldati tagħhom kienu ħatjin"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Mart il-Fargħun qalet: '(Dan it-tfajjel huwa) l-hena 4 tiegħi u tiegħek. La toqtluhxt Għandu mnejn ikunilna ta' fejda, jew neħduh b'iben' (tagħna).' U ma ntebħux (a'kienu qegħdin jagħmlu u fiex kellu jwassalhom Mosċ)"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "U f'qalb omm Mosċ.waqa' l-vojt (u tilfer rasha meta saret taf li binha kien ġie f'idejn il-Fargħun), u kienet għoddha se tikxfu (u tgħid li kien binha) li kieku ma għamilnilhiex il-qalb ( 4 tajnieha s-sabar), biex tkun minn dawk li jemmnu"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "(Hija qalet lil oħtu: 'Mur warajh. fiż ara x'qegħdin jagħmlulu)T' U lemħitu mill-bogħod, filwaqt li huma ma ntebħux (biha)"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "Qabel (im'oħtu daħler fil-palazz) ma ħallejniehx jerda' mill-imreddgħiet (minn fost nies il-Fargħun), u (oħtu) qalet: 'Tridux nurikom familja li teħdilkom ħsiebu, u jagħmlu minn kollox għalib"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "U (b'hekk) tajnieh lura lil ommu biex tithenna bih u ma titnikkitx, u biex tkun taf li l-wegħda ta' Alla hija minnha, iżda ħafna minnhom ma jafux"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Meta (Mosċ) sar raġel u kien fl-aqwa tiegħu, tajnieh għerf u għarfien. Hekk inħallsu lil dawk li jagħmlu t- tajjeb"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Huwa daħal il-belt (għal xi nofsinhar) mingħajr ma ntebħu niesha, u sab fiha żewġt irġiel jitqatlu, wieħed kien minn ġensu (minn Ulied Israel) u l-ieħor mill-għadu tiegħu. (Eġizzjan). Dak li kien minn ġensu talbu l- għajnuna kontra dak mill-għadu tiegħu. Għalhekk Mosċ tah daqqa ta' ponn u qatlu. (Imbagħad Mosċ ntebaħ. x'kien għamel b'idejh u) qal: 'Dan (il-qtil) mill-għemil tax-Xitan (għaliex kien hu li qanqal fija l-għadab). Huwa tabilħaqq għadu li jtellef it-triq, biċ-ċart"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Qal (ukoll): ''Sidi, jiena nqast kontra tiegħi nnifsi. Mela aħfirli' 7 U (Alla) ħafirlu. Huwa tabilħaqq Kollu Maħfra, il-Ħanin"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Qal (Mosċ): 'Talli wrejt grazzja miegħi (u: ħfirili, inwiegħdek) li ma nkunx ta' għajnuna għall-ħatjin"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Filgħodu qam imbeżża', fil-belt, u kien iħares madwaru (biex jara humiex ġejjin għalih). meta (ħin minnhom) sema' lil dak li fil-jum ta' qabel kien talbu l-għajnuna jerġa' jgħajjatlu biex jgħinu. Mosċ qallu: 'Inti tabilħaqq bniedem mitluf, biċ-ċart"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Meta (Mosċ) kien għoddu qabad l-għadu tagħhom it- tnejn, (dan) qal: ''Mosċ, jaqaw trid toqtolni, bħalma qtilt bniedem il-bieraħ 2 Inti trid biss tkun tirann fuq l-art, u ma tridx tkun minn dawk li jagħmlu l-ġidi"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "U ġie raġel jgħaġġel (għand Mosċ) mill-ibgħad naħa tal-belt, u qal: ''Mosċ, tabilħaqq li l-kbarat qegħdin jiftiehmu biex joqtluk. Mela oħroġ (mill-belr)l Tabilħaqq li jiena, għalik, minn dawk li jagħtu parir (tajjeb)"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Għalhekk (Mosċ) ħareġ minnha mbeżża', u kien iħares madwaru (biex jara humiex ġejjin għalih u) qal: 'Sidi (il- Mulej), eħlisni min-nies il-ħżienal"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Meta rħielha lejn Madjan (Mose) qal: ''Għandu mnejn Sidi jurini t-triq it-tajba"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "U meta ġie ħdejn (l-għajn ta') l-ilma ta' Madjan, sab hemmhekk nies li kienu qegħdin jisqu (il-bhejjem). U maqtugħin għalihom (sab) żewġ nisa li kienu qegħdin iżommu: lura: (il-merħliet tagħhom). Qal(ilhom 'Mosċ): Intom xi ġralkom' 7' Huma qalu: ''Ma nisqux (il-bhejjem tagħna) qabel ma' jitilqu r-rgħajja. Missierna. xiħ, imdaħħal fiż-żmien (u għalhekk ma jistax jagħmel dan ix-xogħol)"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Għalhekk huwa sqielhom (il-merħliet tagħhom, għaliex tħassarhom) u mbagħad mar qagħad fid-dell u qal: ''Sidi (il-Mulej), jiena. tabilħaqq neħtieġ il-ġid li se tniżżel fuqi"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "U ġiet għandu waħda minnhom it-tnejn, timxi mistħija, u qalet: 'Tabilħaqq li Missieri (Xugħajb) jistiednek (għandu) biex. iħallsek talli: sqejtilna (il-bhejjem tagħna).' U meta mar għandu u qallu bil-ġrajja, (missier ix-xebbiet) qalflu): ''La tibżaxi Inti ħlist min-nies il- ħżiena"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Waħda minnhom. it-tnejn qalet: ''Missier, ħaddmu miegħek (u jeħodlok ħsieb il-merħliet tiegħek). L-aħjar li tħaddem huwa (il-ħaddiem) b'saħħtu u li tista' toqgħod fuqu"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "Qal (missier ix-xebbiet lil Mosċ): ''Jiena tabilħaqq irrid inżewġek waħda minn dawn iż-żewġt ibniet tiegħi, bil- patt li taħdem miegħi għal tmien snin. Jekk ittemm għaxar snin (ta' ħidma miegħi), dan ikun b'tjieba mingħandek u ma rridx inkun iebes miegħek. Se ssibni, jekk Alla jrid, mill-ġusti"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Qal (Mose): 'Dak (huwa l-ftehim) bejni u bejnek. Nagħżel liema nagħżel miż-żewġ żminijiet li: nqatta' (naħdenr miegħek), ma għandux iwassal għal inġustizzja kontrija, u Alla jixhed għal dak li qegħdin ngħidu"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "U meta Mosċ temm iż-żmien (ta' l-għaxar snin li kellu jaħdem ma' ħatnu) u rħielha ma' niesu (lejn l-Eġittu), huwa ra nar fuq in-naħa tal-muntanja. Qal lil niesu: ċibqgħu (hawnjl Jiena qiegħed nilmaħ nar. Għandi mnejn inġibilkom aħbar. (dwar fejn ninsabu), jew (inġibilkom) zokk imkebbes (minnu) biex forsi tisħnu (madwaru)"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "U meta wasal hemm, issejjaħ min-naħa tal-lemin tal- wied, f'dak l-imkien imbierek, min-naħa tas-siġra (u ntqal lilu): 'Mosġ, tabilħaqq li Jiena Alla, Sid il-ħolqien"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Ixħet il-ħatar tiegħekl' U meta (Mosċ) rah jitħarrek (bil-ħeffa) bħal lifgħa, huwa telaq 'l hemm (imbeżża') u ma ħarisx lura. (Iżda Alla sejjaħlu lura u qallu): 'Mosċ; ersaq u la tibżax Inti tabilħaqq minn dawk imħarsin (minn kull deni)"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Daħħal idek f'ħobbok (u tara li din) toħroġ bajda (silġ u tiddi), mingħajr ħsara, u ħaddan lilek innifsek biex ma tibżaxl Dawn huma żewġ provi mingħand Sidek. (il- Mulej) lill-Fargħun u lill-kbarat tiegħu. Huma tabilħaqq kienu nies ħatjini"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "Qal (Mosċ): ''Sidi, jiena qtilt wieħed minnhom, u għalhekk nibża' li joqtluni"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Ħija Aron jaf jitkellem aħjar minni. Mela ibagħtu miegħi biex jgħinni u jseddaqni, għaliex nibża' li jgiddbuni"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Qal(Alla): 'Se nqawwuk b'ħuk, u nagħtukom is-setgħa biex ma jkunux jistgħu jagħmlulkom ħsara. Bis-sinjali tagħna, intom it-tnejn u min jimxi warajkom toħorġu rebbiħini"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "U meta Mosċ ġiehom bis-sinjali ċ-ċari tagħna, (il- Fargħun u niesu). qalu: 'Dan mhux ħlief seħer maħluq minn moħħu, u ma smajniex li dan (it-twemmin. qatt xtered) fost missirijietna fl-imgħoddi"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Mosċ qal: 'Sidi (il-Mulej) jaf l-aktar dwar min ġie bit- tmexxija t-tajba mingħandu, u ta' min hija l-aħjar Dar. Tabilħaqq li l-ħżiena ma jmorrux tajjebl"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "U l-Fargħun qal: 'Ja kbarat, jiena ma nafilkomx alla ieħor għajri. Għalhekk Haman, kebbisli n-nar fuq it-tajn, u agħmilli bini għoli biex inkun nista' nara lil-Alla ta' Mosċi Jiena tabilħaqq inqisu li huwa mill-giddibin"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "Tkabbar (il-Fargħun) u (bħalu. tkabbru): is-suldati tiegħu fl-art (ta' l-Eġittu), bla ħaqq, u ħasbu li ma humiex se jerġgħu lura lejna"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Għalhekk ħadna lilu u lis-suldati tiegħu (għa/ għarrieda u kkastigajniehom billi) xħetniehom fil-baħar. U ara kif kien tmiem il-ħżienal"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "U għamilniehom mexxejja. li jsejħu. (lill-bnedmin) għan-Nar, u f'Jum il-Qawmien ma jkollhomx min jgħinhom"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "F'din id-dinja għamilnielhom saħta tiġri warajhom, u f'Jum il-Qawmien huma jkunu fost l-imċaħħdin mill- ħniena ta' Alla"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Tassew tajna l-Ktieb lil-Mosċ, wara li konna qridna l- ewwel ġnus, (u dan il-Ktieb. kien) dawl. lin-nies, u tmexxija u ħniena biex għandhom imnejn jiftakru (fir- twissijiet ta' Alla u jaqbdu t-triq it-tajba)"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Inti (Muħammad) ma kontx fuq in-naħa tal-Punent (tal- muntanja) meta lil Mosċ tajnieh l-amar, u lanqas kont xhud (ta' dan)"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Iżda Aħna qajjimna ġnus (oħra wara Mosċ) u twal- għomorhom (hekk li nsew lil Alla). Inti (Muħammad) ma għextx fost nies Madjan (i lanqas kont) taqralhom il- versi tagħna, iżda Aħna nibagħtu l-Mibgħutin (imnebbħin minna)"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Lanqas Kont maġenb il-muntanja meta Aħna sejjaħna (lil Mosċ), iżda (Aħna nebbaħnielek dik l-aħbar) bi ħniena minn Sidek, biex twissi lil nies li ma ġihomx min iwissihom qablek, biex għandhom imnejn jiftakru (fir- twissijiet ta' Alla u jaqbdu t-triq it-tajba)"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "(Aħna bgħatniek għand il-pagani) biex, jekk imisshom xi saram kbir tal-fħażen) li għamlu b'idejhom, ma jgħidux: 'Sidna. (il-Mulej), għaliex ma bgħattilniex Mibgħut u konna nimxu fuq il-versi tiegħek, u konna nkunu fost dawk li jemmnu"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Iżda meta ġiehom. is-sewwa mingħandna, qalu: 'Għaliex. (Muħammad). ma' ngħatax bħalma: ngħata J Mosċ 7' Jaqaw qabel ma kinux ċaħdu dak li ngħata lil Mosċ, u qalu: '(It-Torà u l-Qoran ma humiex ħlief) żewġ għamliet ta' seħer li jgħinu lil-xulxin.' U qalu (ukoll): ''Aħna niċħdu lit-tnejn li humaf"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "(Għidfilhom Muħammad): ''Mela ġibu Ktieb. (ieħor) mingħand Alla li jagħti tmexxija aħjar minn dawn it- tnejn, biex nimxi fuqu, jekk qegħdin tgħidu s-sewwa"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "U jekk ma jagħtukx widen, kun af li huma ma jimxux ħlief wara x-xewqat tagħhom. U min hu aktar mitluf minn dak li jimxi wara xewqatu, mingħajr tmexxija minn Alla. Alla ma jurix it-triq lin-nies il-ħżiena"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "Tassew wassalnielhom: ( 2il Qurajx) il-Kelma (tal- Qoran) biex forsi jiftakru (fir-twissijiet ta' Alla u jaqbdu t-triq it-tajba)"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Dawk. (il-Lhud u l-Insara) li tajniehom il-Ktieb qabel dan (il-Qoran), huma jemmnu fih"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "U meta jingralhom jgħidu: ''Nemmnu fiht Huwa s- sewwa minn Sidna, u tabilħaqq li aħna, sa minn qablu, konna Misilmin (mitluqin għar-rieda ta' Alla)"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "(Dawk jingħataw ħlashom darbtejn, talli stabru. fi dejjem imxew fis-sewwa), u bl-għemil it-tajjeb huma jwarrbu l-għemil il-ħażin, kif ukoll jonfqu (f'karirà għal ħaddieħor) minn dak li tajniehom"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "U meta jisimgħu l-kliem fieragħ, iwarrbu minnu u jgħidu: ''Aħna għandna l-għemejjel tagħna, u intom għandkom. l-għemejjel tagħkom. Sliem għalikoml Ma l rridux (li jkollna x'naqsmu ma') l-injurantil"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Tabilħaqq li inti (Muħammad) ma tistax tmexxi (fit-triq it-tajba) lil min tħobb, iżda huwa Alla li jmexxi lil-min irid, u Huwa jaf l-aktar b'dawk li jinsabu fit-triq it-tajba"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Qalu (nies Qurajr): 'Jekk nimxu miegħek, wara t- tmexxija t-tajba (li ġietna), se ninħatfu minn artna (ui nitkeċċew minnha). Jaqaw ma għamilnilhomx maqdes imħares (f'Mekka) fejn jinġieb il-frott ta' kull għamla (għall-kummerċ) (ġid. għall-għajxien (tagħhom) mingħandna 7 Iżda l-kotra tagħhom ma jafux"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "U kemm-il belt qridna li tkabbret b'dak li ngħatalha għall-għajxien: (tagħha, w lil-Alla ma kinitx. tafhuli). Dawk huma djarhom li ħadd ma għex fihom warajhom, jekk mhux għal ftit żmien. U konna Aħna l-Werrieta (tagħhom)"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "U Sidek (Muħammad) ma jeqridx il-bliet qabel ma jibgħat f'dik ewlenija fosthom Mibgħut li jaqralhom il- versi tagħna, u ma konniex neqirdu l-bliet jekk mhux għaliex nieshom ħżiena"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "U dak li ngħatajtu (f'għamla ta' ġid materjali) huwa biss it-tgawdija tal-ħajja f'din id-dinja u t-tlellix tagħha, iżda dak li hemm għand Alla huwa aħjar u jdum aktar. Mela ma għandkomx għaqal biex tifhmu"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Jaqaw dak li wegħednieh wegħda tajba (il-Ġenna, imbagħad) huwa jsibha, bħal min nagħtuh it-tgawdija tal- ħajja f'din id-dinja, u mbagħad huwa, f'Jum il-Qawmien, ikun fost il-miġjuba (għall-kastig fin-Nar)"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Fil-Jum li (A/la) isejħilhom, jgħid(i/hom): 'Fejn huma dawk li kontu (tqimu u) tgħidu li kienu ixirka miegħif"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Dawk li tkun tistħoqqilhom il-kelma (ta' kwidanna) jgħidu: 'Sidna, dawn huma li tellifna ( 4 ħriġniehom mir- triq it-tajba); tellifniehom bħalma konna ntlifna. Aħna nistqarrulek li ma għandniex x'naqsmu magħhom. Huma ma kinux iqimuna (iżda kienu jagħmlu ta' rashom)"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Jintqal (imbagħad lill-pagani): ''Sejħu lill-ixirka tagħkomf' Huma jsejħulhom, iżda ma jweġbuhomx, u jaraw il-kastig. Mhux li kienu jaqbdu t-triq it-tajbal"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "(Fil-Jum li jsejħilhom, jgħidfi/hom): 'X'weġibtu lill- Mibgħutin (riċgħi 7 Emmintuhom jew giddibtuhom)"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Dakinhar jitħawdu dwar (kif kienu seħħu) il-ġrajjiet, u huma ma jistaqsux lil-xulxin"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Imma min jindem, jemmen, u jagħmel il-ġid, għandu mnejn ikun mir-rebbiħin"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Sidek joħloq li jrid u jagħżel (fil dak li jrid biex ikun il- Profeta tiegħu). Huma (in-nies) ma jistgħux jagħżlu (il- Profeti). Sebħ lil Allal Huwa tabilħaqq ogħla minn dak li jxierku miegħul"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Sidek jaf x'hemm mistur fi qlubhom, u (jaf) dak li juru"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Huwa Allat Ma hemmx alla ħliefu. Lilu (jistħoqq) it- tifħir fl-ewwel (ħajja f'din id-dinja) u fl-oħra. Tiegħu l- ħaqq, u lejh titreġġgħu lura"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Għid(ilhom Muħammad: lill-pagani. ta' Mekka): X'taħsbu, li kieku Alla kellu jagħmlilkom il-lejl bla tmiem, sa Jum il-Qawmien, liema alla, għajr Alla, iġibilkom dawl 2 Mela ma tisimgħux"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Għid(ilhom Muħammad): ''X'taħsbu, li kieku Alla kellu jagħmlilkom in-nhar bla tmiem, sa Jum il-Qawmien, liema alla, għajr Alla, iġibilkom lejl biex tistrieħu fih Mela ma tarawx"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Fil-ħniena tiegħu għamlilkom il-lejl u n-nhar, biex tistrieħu u. tfittxu. t-tjieba tiegħu (matul il-ħidma tagħkom), biex forsi tiżżu ħajr"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Fil-Jumli jsejħilhom, jgħid(ilkom): ''Fejn huma dawk li kontu tgħidu li kienu ixirka miegħi"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Minn kull ġens nieħdu xhud (li jkun. il-Mibgħut tagħna), u ngħidu: 'Ġibu l-prova tagħkom (dwar is- sewwa tat-twemmin pagan tagħkom)U' Huma jkunu jafu li s-sewwa huwa ta' AlJa, u jitlaqhom għal riħhom dak li kienu jaqilgħu minn żniedhom"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Tassew li Qariin kien minn nies Mosċ, iżda tkabbar fuqhom (għaliex kellu ħafna ġid, u għakkishom); Aħna. tajnieh teżori li t-toqol ta' l-imfietaħ tagħhom kien ikun kbir wisq għal ġemgħa ta' nies. b'saħħithom. (biex iġorruh). Ara niesu qalulu: ''Toqgħodx tifraħ u titkabbar (bil-ġid materjali)L Tabilħaqq li Alla ma jħobbx lil dawk li jifirħu u jitkabbru (b 'ġidhom, mingħajr ma jafuhulu)"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Fittex, f'dak (il-ġid) li tak Alla, l-Aħħar Dar, u la tinsiex (u lanqas tittraskura) sehmek (li ngħatajt bil- kotra) fid-dinja (u użah tajjeb). Agħmel it-tajjeb bħalma Alla għamel miegħek, u la tfittixx il-ħsara fuq l-art, għaliex Alla ma jħobbx lil nies il-ħsara"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Qal (Qari): 'Ingħatajt dan (il-ġid kollu) minħabba l- għarfien li għandi (dwar kif jinkiseb il-ġid).' Jaqaw ma jafx li Alla qered kemm-il nisel, qablu, u li Huwa akbar minnu fil-qawwa u għandu aktar (ġid) miġbur. Iżda l- ħatjin ma jkunux mistoqsijin dwar dnubiethom (għa/iex Alla diġà jaf kulma għamlu, u għad jieħdu. l-kastig f'ħinu)"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "U ħareġ fost niesu (jiddandan) bl-aqwa ħwejjeġ (hekk li) dawk li jfittxu l-ħajja ta' (din) id-dinja qalu: Mhux li kellna bħal dak li ngħata Qarini Tassew għandu xorti kbira"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "(Iżda dawk li ngħataw l-għarfien qalu///om): 'Ħażin għalikomi Il-ħlas ta' Alla huwa aħjar għal min jemmen u jagħmel il-ġid. Iżda (dan il-ħlas) ma jiksbuhx għajr dawk li jistabru"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "U ftaħna l-art taħtu u belgħet lilu u lil daru (it-teżori tiegħu b'kollox). Ma kellu ebda ġemgħa li setgħet tgħinu, barra minn Alla, u ma kienx minn dawk li jeħilsu lilhom infushom (il-kastig tal-biża)"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Dawk li sal-bieraħ kienu jixtiequ jeħdulu postu (/i/ Qariin, u wara li-raw dak li għadda minnu), l-għada bdew jgħidu (bi ndiema): ''Huwa Alla, tabilħaqq, li jkattar il-ġid tiegħu fuq min irid fost il-qaddejja tiegħu, kif ukoll inaqqsu (lil min jidhirlu). Li kieku mhux għaliex Alla ħenn għalina, kieku (diġà) ġiegħel l-art tinfetaħ u tiblagħnal Tabilħaqq li dawk li ċaħdu t-twemmin ma jmorrux tajjeb"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Dik id-Dar (fil-Ħajja) l-Oħra nagħtuha lil dawk li ma jridux jogħlew (u jitkabbru) fuq l-art, u lanqas jagħmlu l- ħsara. It-tmiem (mill-isbaħ) huwa ta' dawk li jibżgħu minn Alla"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Min jiġi bl-għemil it-tajjeb, jingħata xi ħaġa aħjar minnu, u min jiġi bl-għemil il-ħażin (għanda jkun jaf li) dawk li jagħmlu l-ħażen ma jitħallsux jekk mhux ta' dak li kienu jagħmlu"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Tabilħaqq li Dak li (niżżel fuqek u) ordnalek il-Qoran se jreġġgħek lura lejn l-imkien imwiegħed (il-belt ta' Mekka). Għid (Muħammad lill-pagani li jisħqu. li: inti. tinsab imqarraq): 'Sidi jaf aħjar min ġie bi tmexxija tajba, u min jinsab f'telfien biċ-ċart"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "ma'kontx tittama li jitniżżillek il-Ktieb (u li nagħmlu minnek Profeta, u dan ma huwiex) għajr ħniena minn Sidek, Għalhekk ara li ma tkunx ta' għajnuna għal dawk li ċaħdu t- twemmin (anzi ċanfarhom u wrihom li qegħdin iqarrqu bihom infushom)i"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Ara li ma jżommukx mill-versi ta' Alla wara li tniżżlulekl Sejjaħ (lin-nies) lejn Sidek, u la tkunx minn dawk li jxierku allat oħra ma' Allal"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "U lassejjaħx ma' Alla alla ieħort Ma hemmx alla ħliefu. Kollox jintemm, ħlief Wiċċu. Tiegħu l-Ġudizzju, u lejh titreġġgħu lura. I"
        }
    ]
}