{
    "rukus": [
        {
            "chapter": 7,
            "verse": 48,
            "text": "‘ఆరాఫ్‌’పై ఉన్నవారు ఎంతోమందిని (నరకవాసుల్ని) వారి ఆనవాళ్ల ద్వారా గుర్తుపట్టి పిలుస్తూ, ఇలా అంటారు : “మీ వర్గాలుగానీ, మీ బడాయిగానీ మీకు ఏమాత్రం పనికి రాలేదే"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "‘అల్లాహ్‌ వీళ్లపై దయచూపడు’ అని మీరు ప్రమాణాలు చేసి చెప్పేవారు వీరేనా?” అని అడుగుతారు. అప్పుడు “స్వర్గంలో ప్రవేశించండి. ఇక మీకు భయంగానీ, దుఃఖంగానీ ఉండదు” అని వారితో అనబడుతుంది"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "నరకవాసులు స్వర్గవాసులను పిలుస్తూ, “మాపైన కొద్దిగా నీళ్ళయినా పోయండి లేదా అల్లాహ్‌ మీకు ప్రసాదించిన దాంట్లోంచి ఏ కాస్తయినా ఇటు పడేయండి” అని ప్రాధేయ పడతారు. దానికి సమాధానంగా వారు, “ఈ రెండింటినీ అల్లాహ్‌ అవిశ్వాసుల కొరకు నిషేధించాడు” అని అంటారు"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "వారు ఇహలోకంలో మతధర్మాన్ని ఆటగా, తమాషాగా తీసుకున్నారు. ఇహలోక జీవితం వారిని మోసానికి గురిచేసింది. కాబట్టి వారు ఈనాటి సమావేశాన్ని విస్మరించినట్లే, మా ఆయతులను త్రోసిపుచ్చినట్లే ఈ రోజు మేము (కూడా) వీళ్లను విస్మరిస్తాము"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "మేము ఈ జనుల వద్దకు, మా సంపూర్ణ జ్ఞానంతో బహుస్పష్టంగా విశదీకరించిన గ్రంథాన్ని చేరవేశాము. విశ్వసించినవారికి అది మార్గదర్శక సాధనం మరియు కారుణ్యం"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "ఈ గ్రంథంలో తెలియజేయబడిన తుదిఫలితం ఎప్పుడు వస్తుందా అని మాత్రమే తప్ప మరో దానికోసం వీరు నిరీక్షించటం లేదు. ఏ రోజున దీని తుది ఫలితం వచ్చేస్తుందో ఆ రోజు, ముందు నుంచీ దీనిని విస్మరిస్తూ వచ్చినవారే ఇలా అంటారు: “మా ప్రభువు (తరఫున నియుక్తులైన) ప్రవక్తలు నిజంగానే సత్య బద్ధమైన విషయాలు తెచ్చారు. ఇప్పుడు మా కోసం సిఫారసు చేసే సిఫారసుదారులెవరయినా మాకు లభిస్తారా? లేదా లోగడ మేము చేసిన (చెడు) కర్మలకు భిన్నమైన కర్మలు చేసేందుకు మళ్లీ మేము (ఇహలోకానికి) తిరిగి పంపబడతామా?” – నిస్సందేహంగా వీళ్లు తమ స్వయానికి నష్టం చేకూర్చుకున్నారు. వీళ్లు కల్పిస్తూ వచ్చిన విషయాలన్నీ వీళ్ల నుంచి మటుమాయం అయ్యాయి"
        }
    ]
}