{
    "rukus": [
        {
            "chapter": 7,
            "verse": 189,
            "text": "ఆ అల్లాహ్‌యే మిమ్మల్ని ఒకే ప్రాణి (వ్యక్తి) నుంచి పుట్టించాడు. మరి అతని నుండే అతని జంటను కూడా సృష్టించాడు – అతనా జంట ద్వారా ప్రశాంతతను పొందటానికి! ఆ తరువాత అతను తన సహధర్మచారిణితో సమాగమం జరపగా ఆమె ఒక తేలికైన భారం దాల్చింది (గర్భవతి అయింది). ఆమె ఆ భారాన్ని మోసుకుంటూ తిరిగేది. మరి భారం అధికమైనప్పుడు భార్యాభర్తలిరువురూ తమ ప్రభువైన అల్లాహ్‌ను, “నీవు గనక మాకు ఏ లోపమూ లేని బిడ్డను ప్రసాదిస్తే మేము నీకు తప్పకుండా కృతజ్ఞులమై ఉంటామ”ని ప్రార్థించసాగారు"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "మరి అల్లాహ్‌ వారికి (ఏ లోపమూ లేని) బిడ్డను ప్రసాదించగానే, ఆ ‘ప్రసాదితం’లో వారిద్దరూ ఆయనకు భాగస్వాముల్ని కల్పించటం మొదలెట్టారు. వారు చేసే ఈ భాగస్వామ్య చేష్టలకు అల్లాహ్‌ అతీతుడు, ఉన్నతుడు"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "ఏమిటీ, ఏ వస్తువునూ సృష్టించలేని వారినీ, వారే స్వయంగా ఒకరి చేత సృష్టించబడిన వారిని వీళ్లు (అల్లాహ్‌కు) భాగస్వాములుగా నిలబెడుతున్నారా"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "వారు వీళ్ళకు ఏ సహాయమూ చేయలేరు. కనీసం తమకు తాము కూడా సహాయం చేసుకోలేరు"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "ఒకవేళ మీరు వారిని సన్మార్గం వైపుకు పిలిస్తే వారు మీ మాట వినరు. మీరు వారిని పిలిచినా, మౌనం వహించినా ఒక్కటే"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "మీరు అల్లాహ్‌ను వదలి ఎవరెవరిని మొరపెట్టుకుంటున్నారో వారంతా మీలాంటి దాసులే. మీరు మొరపెట్టుకుంటూనే ఉండండి. (ఈ బహుదైవోపాసనలో) మీరు గనక సత్యవంతులయితే వారు మీ మొరలను ఆలకించి వాటికి సమాధానం ఇవ్వాలి"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "ఏమిటి, వారు నడవగలగటానికి వారికేమయినా కాళ్లున్నాయా? వారు దేనినయినా పట్టుకోవటానికి వారికి చేతులున్నాయా? చూడగలగటానికి వారికి కళ్లున్నాయా? వినగలగటానికి వారికి చెవులున్నాయా? (ఓ ప్రవక్తా!) వారికి చెప్పు : “మీరు మీ భాగస్వాములందర్నీ పిలుచుకోండి. మరి మీరంతా కలసి నాకు కీడు కలిగించే వ్యూహాన్నీ రచించండి. నాకు కొద్దిపాటి గడువు కూడా ఇవ్వకండి.”"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "“ఈ గ్రంథాన్ని అవతరింపజేసిన అల్లాహ్‌యే ముమ్మాటికీ నా సహాయకుడు. సజ్జనులైన దాసుల రక్షకుడు ఆయనే.”"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "“కాగా; మీరు అల్లాహ్‌ను వదలి ఎవరిని పిలుస్తున్నారో వారు మీకు సహాయపడలేరు. తమ స్వయానికి కూడా వారు సహాయం చేసుకోలేరు"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "“ఒకవేళ మీరు వారికేదయినా చెప్పటానికి పిలిచినా వారు మీ మాటను వినలేరు. వారు నిన్ను చూస్తున్నట్లుగానే నీకు కనిపిస్తుంది. కాని వాస్తవానికి వారసలు ఏమీ చూడలేరు.”"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "(ప్రవక్తా!) మన్నింపుల వైఖరిని అవలంబించు. మంచిని ప్రబోధిస్తూ ఉండు. మూర్ఖులను పట్టించుకోకు"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "షైతాను తరఫు నుంచి ఏదైనా దుష్ప్రేరణ కలిగినట్లయితే అల్లాహ్‌ శరణు వేడుకో. నిశ్చయంగా ఆయన బాగా వినేవాడు, తెలిసినవాడూను"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "నిశ్చయంగా అల్లాహ్‌ భీతిపరులు (ముత్తఖీన్‌) తమకు ఎప్పుడైనా షైతాన్‌ తరఫు నుంచి చెడు ఆలోచన తట్టినప్పుడు వారు (తమ ప్రభువు యొక్క ఔన్నత్య) స్మరణలో నిమగ్నులై పోతారు. దాంతో వెంటనే వారికి కనువిప్పు కలుగుతుంది"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "ఇక షైతానుల సోదరులను వారు మార్గవిహీనత వైపుకు లాక్కుపోతుంటారు. (వారిని భ్రష్టు పట్టించటంలో) ఏ లోటూ రానివ్వరు"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "నీవు వారి ముందు ఏదైనా మహిమను ప్రదర్శించకపోతే,”నువ్వీ మహిమను ఎందుకు తేలేదు?” అని వారంటారు. “నా ప్రభువు తరఫునుంచి నాకు పంపబడిన ఆదేశాన్ని మాత్రమే నేను అనుసరిస్తాను. విశ్వసించేవారికి ఇందులో (దివ్య ఖుర్‌ఆన్‌లో) మీ ప్రభువు తరఫు నుంచి ఎన్నో నిదర్శనాలున్నాయి. ఇది మార్గదర్శకత్వం మరియు కారుణ్యం “ అని ఓ ప్రవక్తా! వారికి తెలియజెయ్యి"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "దివ్య ఖుర్‌ఆన్‌ పారాయణం జరుగుతున్నప్పుడు దానిని శ్రద్ధగా వినండి, నిశ్శబ్దంగా ఉండండి. తద్వారా మీరు కరుణించబడవచ్చు"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "నీవు నీ మనసులోనే – కడు వినమ్రతతో, భయంతో – నీ ప్రభువును స్మరించు. ఉదయం, సాయంత్రం బిగ్గరగా కాకుండా మెల్లగా నోటితో కూడా (స్మరించు). విస్మరించే వారిలో చేరిపోకు"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "నీ ప్రభువుకు చేరువలో ఉన్నవారు ఆయన ఆరాధన పట్ల గర్వాతిశయంతో మెలగరు. పైగా వారు (అణకువతో) ఆయన పవిత్రతను కొనియాడుతూ, ఆయన ముందు సాష్టాంగపడుతూ ఉంటారు"
        }
    ]
}