{
    "rukus": [
        {
            "chapter": 9,
            "verse": 38,
            "text": "ఓ విశ్వాసులారా! “అల్లాహ్‌ మార్గంలో బయలుదేరండి” అని మీతో అనబడినప్పుడు మీరు నేలకు అతుక్కుపోతారేమిటి? అసలు మీకేమైపోయిందీ? మీరు పరలోకానికి బదులు ఇహలోక జీవితాన్నే కోరుకున్నారా? అయితే వినండి! ప్రాపంచిక జీవితపు సకల సామగ్రి పరలోకం ముందు అత్యల్పమైనది"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "మీరు గనక (దైవమార్గంలో) బయలు దేరకపోతే అల్లాహ్‌ మీకు బాధాకరమైన శిక్ష విధిస్తాడు. మీకు బదులుగా మరో జాతిని (మీ స్థానంలో) తీసుకువస్తాడు. మీరు అల్లాహ్‌కు ఎంత మాత్రం నష్టం కలిగించలేరు. అల్లాహ్‌ అన్నింటిపై అధికారం కలవాడు"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "మీరు గనక అతనికి (ప్రవక్తకు) తోడ్పడకపోతే (పోనివ్వండి), అవిశ్వాసులు దేశం నుంచి అతనిని వెళ్ళగొట్టినప్పుడు- అతను ఇద్దరిలో రెండవవాడు. వారిద్దరూ గుహలో ఉన్నప్పుడు, అతను తన సహచరునితో, “బాధపడకు. నిశ్చయంగా అల్లాహ్‌ మనకు తోడుగా ఉన్నాడు” అని ఓదార్చినప్పుడు అల్లాహ్‌యే వారికి తోడ్పడ్డాడు. (ఆ ఘడియలో) అల్లాహ్‌ తన తరఫునుంచి అతనిపై ప్రశాంతతను అవతరింపజేశాడు. మీకు కానరాని సైన్యాలతో అతన్ని ఆదుకున్నాడు. ఆయన అవిశ్వాసుల మాటను అట్టడుగు స్థితికి దిగజార్చాడు. అల్లాహ్‌ వాక్కు మాత్రమే సర్వోన్నతమైనది, సదా పైన ఉండేది. అల్లాహ్‌ సర్వాధిక్యుడు, వివేకవంతుడు"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "తేలిక అనిపించినాసరే, బరువు అనిపించినాసరే – బయలుదేరండి. దైవ మార్గంలో మీ ధన ప్రాణాలొడ్డి పోరాడండి. మీరు గనక తెలుసుకోగలిగితే ఇదే మీ కొరకు మేలైనది"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "(ఓ ప్రవక్తా!) త్వరగా సొమ్ములు లభించి, ప్రయాణం సులభతరమై ఉంటే వాళ్లు తప్పక నీ వెనుక వచ్చి ఉండేవారే. కాని సుదీర్ఘ ప్రయాణం అనేసరికి అది వారికి దుర్భరంగా తోచింది. ఇప్పుడు వాళ్లు, “మాలోనే గనక శక్తీ స్థోమతలు ఉండి ఉంటే తప్పకుండా మీ వెంట వచ్చి ఉండేవారం” అని అల్లాహ్‌పై ఒట్టేసి మరీ చెబుతారు. వాస్తవానికి వారు తమను తాము నాశనం చేసుకుంటున్నారు. వారు అబద్ధాలకోరులన్న సంగతి అల్లాహ్‌కు బాగా తెలుసు"
        }
    ]
}