{
    "rukus": [
        {
            "chapter": 21,
            "verse": 11,
            "text": "దురాగతాలకు ఒడిగట్టే ఎన్నో జనవాసాలను మేము చెరిగేశాము. వారి తరువాత (వారి స్థానంలో) మేము మరో జాతిని ప్రభవింపజేశాము"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "వారు మా శిక్షను పసిగట్టగానే పలాయనం చిత్తగించారు"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "“పారిపోకండి. మీకు సుఖసౌఖ్యాలు ఇవ్వబడిన చోటికే, మీ విశ్రాంతి నిలయాల వైపే మరలిపోండి – బహుశా మీరు దానిని గురించి ప్రశ్నించబడతారేమో!” (అని వారితో అనబడింది)"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "(దానికి వారు) “మా పాడుగాను! నిశ్చయంగా మేమే దుర్మార్గులం” అని అనసాగారు"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "చివరకు మేము వారిని కోతకోసిన చేనులా, చల్లారిపోయిన అగ్నిలా చేసి వేసేంతవరకూ వారు ఆ విధంగా మొత్తుకుంటూనే ఉండిపోయారు"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "మేము ఆకాశాన్నీ భూమిని, వాటి మధ్యనున్న సమస్తాన్నీ ఏదో ఆటగా సృష్టించలేదు"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "ఏదో కాలక్షేపం చేసుకోవాలన్న ఉద్దేశమే మాకుంటే, నిజంగానే, మా వద్దనున్న దానితోనే చేసుకుని ఉండేవారము"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "అది కాదు. మేము సత్యాన్ని అసత్యంపై విసరికొడతాము. అది అసత్యం మాడు బద్దలుగొడుతుంది. దాంతో అది (అసత్యం) అంతమయిపోతుంది. మీరు కల్పించే మాటలన్నీ మీ పాలిట వినాశకరంగా పరిణమిస్తాయి సుమా"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "భూమ్యాకాశాలలో ఉన్న సమస్తమూ ఆయనదే. ఆయన వద్ద ఉన్నవారు ఆయన్ని ఆరాధించటం పట్ల గర్వం ప్రదర్శించరు. (ఆయన దాస్యం చేస్తూ) అలసిపోరు"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "వారు రేయింబవళ్లు ఆయన పవిత్రతను కొనియాడుతూ ఉంటారు. ఏమాత్రం బద్దకం కూడా చూపరు"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "ఏమిటీ, వీరు భువిలో దేవుళ్ళుగా కల్పించుకున్నవారు వీరిని సజీవులుగా చేసి నిలబెడతారా"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "ఒకవేళ భూమ్యాకాశాలలో అల్లాహ్‌ గాక ఇతర దేవుళ్ళు కూడా ఉండి ఉంటే ఈ రెండింటిలో అరాచకం ఏర్పడేది. కాబట్టి సింహాసనానికి (అర్ష్‌కు) అధిపతి అయిన అల్లాహ్‌ వారు కల్పించే భాగస్వామ్య (షిర్క్‌) విషయాలన్నింటికీ అతీతుడు, పవిత్రుడు"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "ఆయన తాను చేసే పనులకు (ఎవరికీ) జవాబుదారు కాడు. అయితే అందరూ (ఆయన ముందు) జవాబుదారులే"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "ఏమిటీ, వారు అల్లాహ్‌ను కాకుండా ఇతర దేవుళ్ళను కూడా కల్పించుకున్నారా? ఒకవేళ వారలాచేస్తే, “మీరు మీ ప్రమాణాన్ని సమర్పించండి. ఇది నా సహచరుల గ్రంథం. నా పూర్వీకుల నిదర్శనం” అని (ఓ ప్రవక్తా!) వారికి చెప్పు. అసలు విషయం ఏమిటంటే వారిలో చాలామందికి యదార్థం తెలియదు. అందుకే వారు విముఖులై ఉన్నారు"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "నీకు పూర్వం మేము ఏ ప్రవక్తను పంపినా, “నేను తప్ప మరో ఆరాధ్యుడు లేడు, కనుక మీరు నన్నే ఆరాధించండి” అనే సందేశాన్ని (వహీని) అతనికి పంపాము"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "కరుణామయునికి సంతానం ఉందని వారు (ముష్రిక్కులు) చెబుతున్నారు. (ఇది నిజం కాదు) ఆయన పవిత్రుడు. పైగా వారంతా (దైవదూతలంతా) గౌరవించబడిన ఆయన దాసులు"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "ఏ విషయంలోనూ వారు ఆయనకంటే ముందు మాట్లాడరు. పైగా ఆయన ఆజ్ఞను ఖచ్చితంగా పాటిస్తారు"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "వారికి ముందున్నవాటి గురించి, వెనుక ఉన్న వాటి గురించి కూడా ఆయనకు తెలుసు. సిఫారసు వినటానికి అల్లాహ్‌ ఇష్టపడిన వారి విషయంలో తప్ప వారు ఎవరి గురించి కూడా సిఫారసు చేయజాలరు. వారు స్వయంగా అల్లాహ్‌ రౌద్రానికి భీతిల్లుతూ ఉంటారు"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "వారిలో ఎవరయినా “అల్లాహ్‌తో పాటు నేనూ పూజ్యుడినే” అని అంటే మేమతన్ని నరకయాతనకు గురి చేస్తాము. మేము దుర్మార్గులకు వొసగే ప్రతిఫలం ఇదే"
        }
    ]
}