{
    "rukus": [
        {
            "chapter": 25,
            "verse": 1,
            "text": "సమస్త లోకవాసులను హెచ్చరించేవానిగా ఉండటానికిగాను తన దాసునిపై గీటురాయిని అవతరింపజేసిన అల్లాహ్‌ గొప్ప శుభకరుడు"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "భూమ్యాకాశాల సార్వభౌమత్వం ఆయనదే. ఆయన ఎవరినీ సంతానంగా చేసుకోలేదు. ఆయన రాజ్యాధికారంలో ఆయనకు భాగస్వాములు కూడా ఎవరూ లేరు. ఆయన ప్రతి వస్తువునూ సృష్టించి, దానికి తగ్గట్టుగా – దాని లెక్కను నిర్థారించాడు"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "వారు అల్లాహ్‌ను వదలి (బూటకపు) దేవుళ్లను కల్పించుకున్నారు. వారు (అంటే ఆ బూటకపు దేవుళ్లు) ఏ వస్తువునూ సృష్టించలేరు. పైగా వారు స్వయంగా సృష్టించబడినవారు. వారు తమ స్వయానికి సైతం లాభనష్టాలు చేకూర్చుకునే అధికారం కలిగిలేరు. జీవన్మరణాలు కూడా వారి అధీనంలో లేవు. (మరణానంతరం) తిరిగి లేచే శక్తి కూడా వారివద్ద లేదు"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "“ఇది, ఇతను స్వయంగా కల్పించుకున్న అబద్ధం తప్ప మరేమీ కాదు. ఈ విషయంలో ఇతరులు కూడా ఇతనికి సాయపడ్డారు” అని అవిశ్వాసులు చెప్పసాగారు. నిజానికి వారు చాలా అన్యాయానికి, ఆసాంతం అబద్ధానికి ఒడిగట్టారు"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "“ఇవి పూర్వీకుల గాథలు. వాటిని ఇతను వ్రాయించాడు. అవి ఉదయం సాయంత్రం అతని ముందు పఠించబడుతున్నాయి” అని కూడా ఈ అవిశ్వాసులు అన్నారు"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "(ఓ ప్రవక్తా!) వారికి చెప్పు: “భూమ్యాకాశాలలో వున్న రహస్యాలన్నింటినీ ఎరిగినవాడు దీనిని (ఈ ఖుర్‌ఆనును) అవతరింపజేశాడు. ఆయన అమితంగా క్షమించేవాడు, అపారంగా కనికరించేవాడు.”"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "అవిశ్వాసులు ఇలా అనసాగారు : “ఏం ప్రవక్తయ్యా ఇతను?! (చూడబోతే అందరిలాగే) ఇతను కూడా అన్నం తింటున్నాడు, బజార్లలో తిరుగుతున్నాడు. ఇతనికి తోడుగా ఉంటూ (ప్రజలను) హెచ్చరించే నిమిత్తం ఒక దైవదూత (అయినా) ఇతని వద్దకు ఎందుకు పంపబడలేదట"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "“పోనీ ఇతని వద్దకు ఏదైనా ఖజానా ఎందుకు వచ్చిపడలేదు? పోనీ, ఇతను (హాయిగా) తింటూ ఉండటానికి ఇతనికి ఒక తోటన్నా లేదేమిటీ?” “మీరు చేతబడి చేయబడిన ఒక వ్యక్తి వెనుక నడుస్తున్నారు” అని కూడా ఆ దుర్మార్గులు అన్నారు"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "(ఓ ముహమ్మద్‌!) చూశావా! వాళ్లు నీ గురించి ఎలాంటి ఉదాహరణల్ని ఇస్తున్నారో! (అది కాదులే), నిజానికి వాళ్లు అసలు మార్గం తప్పారు. ఇక వాళ్లు మార్గానికి రావటం అనేది జరగదు"
        }
    ]
}