{
    "rukus": [
        {
            "chapter": 33,
            "verse": 21,
            "text": "నిశ్చయంగా దైవప్రవక్తలో మీ కొరకు అత్యుత్తమ ఆదర్శం ఉంది- అల్లాహ్‌ పట్ల, అంతిమ దినం పట్ల ఆశ కలిగి ఉండి, అల్లాహ్‌ను అత్యధికంగా స్మరించే ప్రతి ఒక్కరి కొరకు"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "విశ్వాసులు (అవిశ్వాసుల) సేనలను చూడగానే (అప్రయత్నంగా) ఇలా అన్నారు: “అల్లాహ్‌, ఆయన ప్రవక్త మనకు వాగ్దానం చేసిన విషయం ఇదే. అల్లాహ్‌, ఆయన ప్రవక్త చెప్పింది నిజమే.” ఆ సంఘటన వారి విశ్వాసాన్ని, ఆత్మ సమర్పణాభావాన్ని మరింత అధికం చేసింది"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "విశ్వాసులలో కొందరు అల్లాహ్‌తో చేసిన వాగ్దానాన్ని నిజం చేసి చూపిన వారున్నారు. కొందరు తమ వాగ్దానాన్ని నెరవేర్చుకోగా, మరి కొందరు (అవకాశం కోసం) ఎదురు చూస్తున్నారు. వారు (తమ పోరాట స్ఫూర్తిలో) ఎలాంటి మార్పు రానివ్వలేదు"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "(ఎందుకంటే) అల్లాహ్‌ సత్యవంతులకు వారి సత్యత యొక్క ప్రతిఫలం వొసగటానికి, ఇంకా (అల్లాహ్‌) తాను కోరితే కపటులను శిక్షించటానికి లేదా వారి పశ్చాత్తాపాన్ని స్వీకరించటానికి (ఇదంతా జరిగింది). అల్లాహ్‌ అపారంగా క్షమించేవాడు, అమితంగా కరుణించేవాడు"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "అల్లాహ్‌ అవిశ్వాసులను వారి కోపం (రగులుతున్న) స్థితిలోనే వెనక్కి తరిమాడు. (అక్కడ) వారు ఏ లాభాన్నీ పొందలేదు. విశ్వాసుల పక్షాన యుద్ధం చేయటానికి అల్లాహ్‌యే సరిపోయాడు. అల్లాహ్‌ మహాబలుడు, ప్రాబల్యం కలవాడు"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "వారికి (అంటే అవిశ్వాసులకు) తోడ్పడిన గ్రంథవహులను కూడా అల్లాహ్‌ వారి కోటల నుంచి దించేశాడు. (మీపట్ల) వారి గుండెలలో గుబులును నింపేశాడు. (దాంతో) మీరు వారిలోని ఒక వర్గాన్ని వధించసాగారు, మరో వర్గాన్ని బందీలుగా పట్టుకోసాగారు"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "ఇంకా ఆయన వారి భూములకు, వారి ఇండ్లకు, వారి సిరిసంపదలకు మిమ్మల్ని వారసులుగా చేశాడు. మీరు కాలు మోపని భూమిని కూడా (ఆయన మీ పాదాక్రాంతం చేశాడు). అల్లాహ్‌ అన్నింటిపై అధికారం కలవాడు సుమా"
        }
    ]
}