{
    "rukus": [
        {
            "chapter": 2,
            "verse": 261,
            "text": "అల్లాహ్‌ మార్గంలో తమ ధనాన్ని ఖర్చుచేసేవారి ఉపమానం ఇలా ఉంటుంది: ఒక విత్తనాన్ని నాటగా, అది మొలకెత్తి అందులో నుంచి ఏడు వెన్నులు పుట్టుకువస్తాయి. ప్రతి వెన్నులోనూ నూరేసి గింజలు ఉంటాయి. ఇదే విధంగా అల్లాహ్‌ తాను కోరినవారికి సమృద్ధి వొసగుతాడు. అల్లాహ్‌ పుష్కలంగా ప్రసాదించేవాడు, ప్రతిదీ తెలిసినవాడు"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "ఎవరయితే దైవమార్గంలో తమ ధనాన్ని ఖర్చు చేసిన తరువాత తమ దాతృత్వాన్ని మాటిమాటికీ చాటుతూ ఉండకుండా, (గ్రహీతల మనస్సును) నొప్పించకుండా జాగ్రత్త పడతారో, వారి ప్రతిఫలం వారి ప్రభువు వద్ద ఉంటుంది. వారికెలాంటి భీతిగానీ, దుఃఖంగానీ ఉండదు"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "దానం చేసిన తరువాత మనసు నొప్పించటం కంటే మంచి మాట పలకటం, క్షమించటం ఎంతో మేలు. అల్లాహ్‌ అక్కరలేనివాడు, సహనశీలుడు"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "ఓ విశ్వాసులారా! తన ధనాన్ని పరుల మెప్పుకోసం ఖర్చుచేస్తూ, అల్లాహ్‌ను గానీ, అంతిమదినాన్ని గానీ విశ్వసించని వ్యక్తి మాదిరిగా మీరు మీ ఉపకారాన్ని చాటుకుని, (గ్రహీతల) మనస్సులను నొప్పించి మీ దానధర్మాలను వృధా చేసుకోకండి. అతని ఉపమానం కొద్దిగా మట్టి పేరుకుని ఉన్న నున్నని రాతి బండ వంటిది. దానిపై భారీవర్షం కురిసి, ఆ మట్టి కాస్తా కొట్టుకు పోయి, కటికరాయి మాత్రమే మిగులుతుంది. ఈ ప్రదర్శనా కారులకు తాము చేసుకున్న దానిలో నుంచి ఏమీ ప్రాప్తించదు. అల్లాహ్‌ సత్యతిరస్కారులకు సన్మార్గం చూపడు"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "ఇక దైవప్రసన్నతను చూరగొనే తపనతో, దృఢనమ్మకంతో తమ సంపదను ఖర్చుపెట్టేవారి ఉపమానం మెరక ప్రాంతంలో ఉన్న తోట వంటిది. భారీ వర్షం కురిస్తే అది రెట్టింపు పంటను ఇస్తుంది. ఒకవేళ దానిపై పెద్ద వర్షం పడకుండా, కేవలం వానజల్లు కురిసినా సరిపోతుంది. అల్లాహ్‌ మీ పనులన్నింటినీ చూస్తూనే ఉన్నాడు"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "మీలో ఎవరికయినా ఖర్జూరం, ద్రాక్ష పండ్ల తోట ఉండి, అందులో పిల్ల కాలువలు ప్రవహిస్తూ, అందులో అతనికి అన్ని రకాల ఫలాలు కూడా లభిస్తూ ఉండి, అతను ముసలివాడైపోగా, మరోవైపు అతని పిల్లలు బలహీనులుగా ఉండగా – అకస్మాత్తుగా ఆ తోటపై నిప్పులు చెరిగే వడగాలి వచ్చి ఆ తోట కాలిపోవటాన్ని మీలో ఎవరయినాసరే ఇష్టపడతారా? మీరు ఆలోచించేటందుకుగాను అల్లాహ్‌ ఈ విధంగా తన ఆయతులను మీకు స్పష్టపరుస్తున్నాడు"
        }
    ]
}