{
    "rukus": [
        {
            "chapter": 38,
            "verse": 15,
            "text": "వారు ఒకే ఒక్క కేక కోసం నిరీక్షిస్తున్నారు. అందులో ఎలాంటి తెరిపి కూడా ఉండదు"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "“ప్రభూ! మా (మంచీచెడుల) భాగమేదో లెక్కల దినానికి ముందే మాకు ఇచ్చేయకూడదా?!” అని వారంటున్నారు"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "(ఓ ప్రవక్తా!) వారు చెప్పే మాటలపై ఓపిక పట్టు. మా దాసుడైన దావూదు (అలైహిస్సలాం)ను జ్ఞాపకం చేసుకో! అతడు మహాశక్తిమంతుడు. నిశ్చయంగా అతను (అల్లాహ్‌ వైపునకు) అధికంగా మరలేవాడు"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "మేము పర్వతాలను అతని అదుపులోపెట్టాము. అవి అతనితో పాటే సాయంత్రం పూట, ఉదయం పూట (మా) పవిత్రతను కొనియాడేవి"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "అలాగే, పక్షులను కూడా గుమిగూడిన స్థితిలో. అవన్నీ కలసి అతనితో పాటే (దైవం వైపుకు) మరలేవి"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "మేమతని రాజ్యవ్యవస్థను పటిష్ట పరిచాము. అతనికి వివేకాన్ని ప్రసాదించాము. (వివాదాస్పద) విషయాలపై తీర్పు చేయటం (కూడా నేర్పాము)"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "మరి తగవుపడిన వారి సమాచారంగాని నీకు అందిందా? అప్పుడు వారు గోడదూకి (అతని) ప్రార్థనా గదిలోకి వచ్చేశారు"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "వారు దావూదు (అలైహిస్సలాం)ను సమీపించగానే అతను వారి పట్ల భీతి చెందాడు. వారు ఇలా విన్నవించుకున్నారు : “భయపడకండి. మేమిద్దరం తగాదా పడ్డాము. మాలో ఒకరింకొకరిపై అన్యాయానికి పాల్పడ్డారు. కాబట్టి తమరు మా ఇద్దరి మధ్య న్యాయసమ్మతంగా తీర్పుచేయండి. అన్యాయం మాత్రం చేయకండి. మాకు సరైన దారి చూపండి"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "“ఇతను నా సోదరుడు. ఇతని దగ్గర తొంభై తొమ్మిది గొర్రెలున్నాయి. నా దగ్గర మాత్రం ఒకే ఒక్క గొర్రె ఉన్నది. అయినా ఈ ఒక్కదానిని కూడా తనకే ఇచ్చేయమని ఇతనంటున్నాడు. వాదనలో నాతో చాలా పరుషంగా వ్యవహరిస్తున్నాడు.”"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "అతను (దావూదు) ఇలా అన్నాడు: “ఇతను తన గొర్రెలతో పాటు నీ గొర్రెనొక్క దానిని కూడా కలుపుకుంటానని అడిగి నీపై అన్యాయానికి ఒడిగడుతున్నాడు. భాగస్వాములలో చాలామంది (ఇలాంటి వారే అయి ఉంటారు. వారు) ఒండొకరిపై అన్యాయానికి పాల్పడుతూ ఉంటారు. అయితే విశ్వసించి, సత్కార్యాలు చేసేవారు మాత్రం అలా చేయరు. కాని అలాంటి వారు చాలా కొద్దిమంది మాత్రమే ఉంటారు.” (అంతే!) మేము అతన్ని పరీక్షిస్తున్నామన్న సంగతిని దావూదు గ్రహించాడు. మరి తన ప్రభువును క్షమాభిక్ష కోరసాగాడు. కడుదీనంగా మోకరిల్లాడు. (ఏకాగ్రతతో తన ప్రభువు వైపునకు) మరలాడు"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "మేము కూడా అతని (ఆ తప్పు)ని మన్నించాము. నిశ్చయంగా అతను మా వద్ద సామీప్యం పొందినవాడు, మంచి స్థానం పొందినవాడు"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "ఓ దావూద్‌! మేము నిన్ను భువిలో వారసుడి (ఖలీఫా)గా చేశాము. కనుక నువ్వు ప్రజల మధ్య సత్య (న్యాయ) బద్ధంగా తీర్పులు ఇస్తూ ఉండు. నీ మనోవాంఛలను అనుసరించకు. అన్యధా అవి నిన్ను అల్లాహ్‌ మార్గం నుంచి తప్పిస్తాయి. అల్లాహ్‌ మార్గం నుంచి తప్పిపోయిన వారికి కఠిన శిక్ష పడటం ఖాయం. ఎందుకంటే వారు లెక్కల దినాన్ని విస్మరించారు"
        }
    ]
}