{
    "rukus": [
        {
            "chapter": 42,
            "verse": 10,
            "text": "ఏ ఏ విషయంలో మీరు విభేదించారో, దానికి సంబంధించిన తీర్పు అల్లాహ్‌కే అప్పగించబడుతుంది. ఈ అల్లాహ్‌యే నా ప్రభువు. ఆయన్నే నేను నమ్ముకున్నాను. ఆయన వైపునకే నేను మరలుతున్నాను (అని ఓ ప్రవక్తా! నువ్వు వారికి చెప్పు)"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "భూమ్యాకాశాలను పుట్టించినవాడు ఆయనే. ఆయన మీకోసం మీ నుండే మీ జతలను చేశాడు. పశువుల జతలను కూడా చేశాడు. ఈ విధంగా (ఇలలో) మిమ్మల్ని వ్యాపింపజేస్తున్నాడు. ఆయన్ని పోలిన వస్తువేదీ లేదు. ఆయన వినేవాడు, చూచేవాడు"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "భూమ్యాకాశాల తాళం చెవులు ఆయనవే. ఆయన తాను కోరిన వారికి ఉపాధిని విస్తృతంగా ఇస్తాడు, (మరి తాను కోరిన వారికి) తగ్గించి ఇస్తాడు. నిశ్చయంగా ఆయన ప్రతిదీ తెలిసిన వాడు"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "ఏ ధర్మాన్ని స్థాపించమని అల్లాహ్‌ నూహ్‌కు ఆజ్ఞాపించాడో ఆ ధర్మాన్నే మీ కొరకూ నిర్ధారించాడు. దానినే (ఓ ముహమ్మద్‌- సఅసం!) మేము నీ వైపుకు (వహీ ద్వారా) పంపాము. దాని గురించే ఇబ్రాహీముకు, మూసాకు, ఈసా (అలైహిముస్సలాం)కు కూడా తాకీదు చేశాము. ఈ ధర్మాన్నే నెలకొల్పాలనీ, అందులో చీలిక తీసుకురావద్దనీ (వారికి) ఉపదేశించాము. (ఓ ముహమ్మద్‌ – సఅసం!) నువ్వు ఏ విషయం వైపునకు వారిని పిలుస్తున్నావో అది బహుదైవారాధకులకు చాలా భారంగా తోస్తుంది. అల్లాహ్‌ తాను కోరిన వారిని (తన కార్యం కొరకు) ఎన్నుకుంటాడు. తన వైపు మరలే వానికి ఆయన సన్మార్గం చూపుతాడు"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "వాళ్లు తమ వద్దకు ‘జ్ఞానం’ వచ్చిన మీదటే విభేదించుకున్నారు – (అదీ కేవలం) తమ మధ్యగల పంతాల కారణంగానే! ‘ఒక నిర్ణీత కాలం కోసం’ అనే నీ ప్రభువు మాట ముందుగానే ఖరారై ఉండకపోతే వాళ్ల వ్యవహారం (ఎప్పుడో) తేలిపోయి ఉండేది. వాళ్ల తరువాత గ్రంథం ప్రసాదించబడిన వారు కూడా దాని విషయంలో చాలా తొలచి వేసే అనుమానానికి లోనై ఉన్నారు"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "కనుక (ఓ ప్రవక్తా!) నువ్వు వారిని దాని వైపునకే పిలుస్తూ ఉండు. నీకు ఆదేశించబడిన దానిపై నిలకడగా ఉండు. వాళ్ల మనోవాంఛలకనుగుణంగా మాత్రం నడవకు. వాళ్లకు ఇలా చెప్పేయ్‌: “అల్లాహ్‌ అవతరింపజేసిన ప్రతి గ్రంథాన్నీ నేను విశ్వసించాను. మీ మధ్య న్యాయం చేయాలని నాకు ఆజ్ఞాపించబడింది. అల్లాహ్‌యే మా ప్రభువు, మీ ప్రభువు కూడాను. మా కర్మలు మావి. మీ కర్మలు మీవి. మాకూ – మీకు మధ్య ఎలాంటి వితండవాదానికి తావు లేదు. అల్లాహ్‌ మనందరినీ సమావేశపరుస్తాడు. కడకు ఆయన వద్దకే మరలి పోవలసిఉంది.”"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "ఎవరయితే అల్లాహ్‌ విషయాన్ని (ప్రజలు) ఒప్పుకున్న మీదట, అందులో వివాదాన్ని మొదలెడతారో, వారి పిడివాదం వారి ప్రభువు దృష్టిలో నిరర్థకమైనది. వారిపై (దేవుని) ఆగ్రహం పడుతుంది. వారి కొరకు కఠినమైన శిక్ష ఉంది"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "అల్లాహ్‌యే గ్రంథాన్ని సత్యబద్ధంగా అవతరింపజేశాడు. త్రాసును కూడా (అవతరింపజేశాడు). నీకేం తెలుసు? బహుశా ప్రళయం దగ్గరపడిందేమో"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "దాన్ని నమ్మనివారే దాని గురించి ఆత్రం చేస్తున్నారు. దాన్ని నమ్మేవారు మాత్రం దానికి భయపడుతూ ఉన్నారు. అది రావటం సత్యమని (తథ్యమని) వారికి తెలుసు. గుర్తుంచుకోండి! ఆ గడియ విషయంలో గోల చేసేవారు బహుదూరపు అపమార్గంలో పడి ఉన్నారు"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "అల్లాహ్‌ తన దాసుల పట్ల ఎంతో మృదువుగా వ్యవహరిస్తాడు. తాను కోరిన వారికి విస్తృతంగా ఉపాధిని ఇస్తాడు. ఆయన గొప్ప బలశాలి, ప్రాబల్యం కలవాడు"
        }
    ]
}