{
    "juzs": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Gloria a Colui Che di notte trasporto il Suo servo dalla Santa Moschea alla Moschea remota, di cui benedicemmo i dintorni, per mostrargli qualcuno dei Nostri segni. Egli e Colui Che tutto ascolta e tutto osserva"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Demmo a Mose la Scrittura e ne facemmo la Guida per i Figli di Israele [dicendo loro]: “Non prendete altro protettore che Me!”"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "[Egli era un] discendente di coloro che portammo insieme a Noe. In verita era un servo riconoscente"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Decretammo nella Scrittura, contro i Figli di Israele: “Per due volte porterete la corruzione sulla terra e sarete manifestamente superbi”"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Quando si realizzo la prima [delle Nostre promesse], mandammo contro di voi servi Nostri, di implacabile valore, che penetrarono nelle vostre contrade: la promessa e stata mantenuta"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Vi demmo quindi il sopravvento su di loro e vi corroborammo con ricchezze e progenie e facemmo di voi un popolo numeroso"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Se fate il bene, lo fate a voi stessi; se fate il male, e a voi stessi che lo fate. Quando poi si realizzo l'ultima promessa i vostri volti furono oscurati ed essi entrarono nel tempio come gia erano entrati e distrussero completamente quello che avevano conquistato"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Forse il vostro Signore vi usera misericordia, ma se persisterete persisteremo. Abbiamo fatto dell'Inferno una prigione per i miscredenti"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "In verita questo Corano conduce a cio che e piu giusto e annuncia la lieta novella ai credenti, a coloro che compiono il bene: in verita avranno una grande ricompensa"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "e in verita per coloro che non credono nell'altra vita abbiamo preparato un doloroso castigo"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "L'uomo invoca il male, come invoca il bene. In verita l'uomo e frettoloso"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Abbiamo fatto la notte e il giorno come segni: e oscuro il segno della notte, mentre e chiaro il segno del giorno, affinche in essi cerchiate la grazia del vostro Signore e conosciate lo scorrere degli anni e il computo [del tempo]. Ed ogni cosa l'abbiamo esposta in dettaglio"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Al collo di ogni uomo abbiamo attaccato il suo destino e nel Giorno della Resurrezione gli mostreremo uno scritto che vedra dispiegato"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "[Gli sara detto:] “Leggi il tuo scritto: oggi sarai il contabile di te stesso”"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Chi segue la retta via, la segue a suo vantaggio; e chi si svia lo fa a suo danno; e nessuno portera il peso di un altro. Non castigheremo alcun popolo senza prima inviar loro un messaggero"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Quando vogliamo distruggere una citta, ordiniamo [il bene] ai suoi ricchi, ma presto trasgrediscono.Si realizza allora il Decreto e la distruggiamo completamente"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Quante generazioni sterminammo dopo Noe. Basta il Tuo Signore per conoscere e osservare perfettamente i peccati dei Suoi servi"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Quanto a chi desidera il caduco, Ci affrettiamo a dare quello che vogliamo a chi vogliamo, quindi lo destiniamo all'Inferno che dovra subire, bandito e reietto"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Quanto invece a chi vuole l'altra vita, sforzandosi a tal fine ed e credente... il loro sforzo sara accetto"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Sosterremo con i doni del tuo Signore questi e quelli. I doni del tuo Signore non sono negati a nessuno"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Osserva come diamo ad alcuni eccellenza su altri; nell'altra vita, pero, ci saranno livelli piu elevati ed eccellenza maggiore"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Non accostare ad Allah un'altra divinita, che saresti bandito e reietto"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Il tuo Signore ha decretato di non adorare altri che Lui e di trattare bene i vostri genitori. Se uno di loro, o entrambi, dovessero invecchiare presso di te, non dir loro “uff!” e non li rimproverare; ma parla loro con rispetto"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "e inclina con bonta, verso di loro, l'ala della tenerezza; e di': “O Signore, sii misericordioso nei loro confronti, come essi lo sono stati nei miei, allevandomi quando ero piccolo”"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Il vostro Signore ben conosce quello che c'e nell'animo vostro. Se siete giusti, Egli e Colui Che perdona coloro che tornano a Lui pentiti"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Rendi il loro diritto ai parenti, ai poveri e al viandante, senza [per questo] essere prodigo"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "che in verita i prodighi sono fratelli dei diavoli e Satana e molto ingrato nei confronti del suo Signore"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Se volti loro le spalle [perche nulla hai da dare], pur sperando nella misericordia del tuo Signore, di' loro una parola di bonta"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Non portare la mano al collo e non distenderla neppure con troppa larghezza, che ti ritroveresti biasimato e immiserito"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "In verita il tuo Signore concede, con larghezza o parsimonia, la Sua provvidenza a chi vuole. In verita Egli osserva i Suoi servi ed e ben Informato"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Non uccidete i vostri figli per timore della miseria: siamo Noi a provvederli di cibo, come [provvediamo] a voi stessi. Ucciderli e veramente un peccato gravissimo"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Non ti avvicinare alla fornicazione. E davvero cosa turpe e un tristo sentiero"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "E non uccidete, senza valida ragione, coloro che Allah vi ha proibito di uccidere. Se qualcuno viene ucciso ingiustamente, diamo autorita al suo rappresentante; che questi pero non commetta eccessi [nell'uccisione] e sara assistito"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Non toccate i beni dell'orfano se non a suo vantaggio e [solo] fino a quando non raggiunga la maggiore eta. Rispettate il patto, che in verita vi sara chiesto di darne conto"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Riempite la misura, quando misurate e pesate con la bilancia piu esatta. Questo e il bene che conduce al miglior esito"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Non seguire cio di cui non hai conoscenza alcuna. Di tutto sara chiesto conto: dell'udito, della vista e del cuore"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Non incedere sulla terra con alterigia, che non potrai fenderla e giammai potrai essere alto come le montagne"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Tutto cio e abominio detestato dal tuo Signore"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Cio e quanto ti e stato rivelato dal tuo Signore, a titolo di saggezza. Non porre assieme ad Allah un'altra divinita, che saresti gettato nell'Inferno, bandito e reietto"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Il vostro Signore vi avrebbe riservato dei maschi e avrebbe preso femmine tra gli angeli? Invero pronunciate parole mostruose"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "In verita abbiamo esposto [la dottrina] in questo Corano perche [i miscredenti] dessero ascolto, ma cio non fa che aumentare la loro avversione"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Di': “Se ci fossero dei assieme a Lui, come dicono alcuni, [tali dei] cercherebbero una via per giungere fino al padrone del Trono [celeste]”"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Gloria a Lui: Egli e ben piu alto di quello che dicono"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "I sette cieli e la terra e tutto cio che in essi si trova Lo glorificano, non c'e nulla che non Lo glorifichi, lodandoLo, ma voi non percepite la loro lode. Egli e indulgente, perdonatore"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Quando leggi il Corano, mettiamo una spessa cortina tra te e coloro che non credono nell'altra vita"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Abbiamo avviluppato i loro cuori e nelle loro orecchie abbiamo posto un peso, affinche non possano comprenderlo. Quando menzioni nel Corano il tuo Signore, l'Unico, voltano le spalle con ripulsa"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Sappiamo molto bene cosa ascoltano, quando ti ascoltano, e anche quando sono in segreti conciliaboli e dicono gli empi: “Voi non seguite altri, che un uomo stregato”"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Guarda che metafore coniano su di te. Si sviano, incapaci di seguire alcun sentiero"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "E dicono: “Quando saremo ossa e polvere, saremo risuscitati a nuova creazione?”"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Di': “Foste anche pietra o ferro"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "o qualunque altra creatura che possiate concepire...!”. Diranno allora: “Chi mai ci fara ritornare?”. Di': “Colui Che vi ha creati la prima volta”. Scuoteranno allora le teste verso di te, dicendo: “Quando avverra tutto cio?”. Di': “E possibile che sia vicino"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Nel Giorno in cui vi chiamera, Gli risponderete lodandoLo e crederete di essere vissuti ben poco”"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Di' ai Miei servi che parlino nel modo migliore, poiche Satana si intromette tra loro. Satana, per l'uomo, e un nemico manifesto"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Il vostro Signore vi conosce bene. Se vorra, vi usera misericordia, altrimenti vi castighera. Non ti inviammo per essere responsabile di loro"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Il tuo Signore ben conosce quel che c'e nei cieli e sulla terra. Ad alcuni profeti abbiamo dato eccellenza sugli altri e a Davide abbiamo dato il Salterio"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Di' [loro]: “Invocate quelli che pretendete [essere dei] all'infuori di Lui. Essi non sono in grado di evitarvi la sventura e neppure di allontanarla”"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Quelli stessi che essi invocano, cercano il mezzo di avvicinarsi al loro Signore, sperano nella Sua misericordia e temono il Suo castigo. In verita, il castigo del Signore e temibile"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Non v'e citta che non distruggeremo prima del Giorno della Resurrezione o che non colpiremo con severo castigo; cio e scritto nel Libro"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Nulla ci impedisce di inviare i segni, se non [il fatto] che gli antichi li tacciarono di menzogna. Come segno tangibile demmo la cammella ai Thamud, ma essi le fecero torto. Inviamo i segni solo per incutere sgomento"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "[Ricorda] quando dicemmo: “In verita il tuo Signore ti proteggera dagli uomini. E la visione che ti abbiamo dato, altro non e che una tentazione per le genti - come del resto l'albero maledetto nel Corano”. Noi minacciamo, ma [cio] non serve che ad accrescere la loro ribellione"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Quando dicemmo agli angeli: “Prosternatevi davanti ad Adamo”, tutti si prosternarono eccetto Iblis, che disse: “Mi dovrei prosternare davanti a colui che hai creato dal fango?”"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "E disse ancora: “Che? Questo e l'essere che hai onorato piu di me? Se mi darai tempo fino al Giorno della Resurrezione, avro potere sulla sua discendenza, eccetto pochi”"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "[Allah] disse: “Vattene! E chiunque di loro ti seguira, avra l'Inferno per compenso, abbondante compenso"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Seduci con la tua voce quelli che potrai, riunisci contro di loro i tuoi cavalieri e i tuoi fanti, sii loro socio nelle ricchezze e nella progenie, blandiscili con promesse”. Le promesse di Satana non sono altro che inganni"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "“Non avrai pero nessuna autorita sui Miei servi: il tuo Signore bastera a proteggerli.”"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "E il vostro Signore che spinge la nave sul mare, affinche ricerchiate la Sua grazia. In verita Egli e misericordioso nei vostri confronti"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Quando siete in pericolo sul mare, coloro che invocate svaniscono. Lui no! Quando poi vi riconduce a terra salvi, vi allontanate da Lui. L'uomo e ingrato"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Siete forse certi che non vi faccia inghiottire da un baratro della terra o non invii contro di voi un uragano senza che possiate trovare chi vi protegga"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "O siete forse certi che non vi conduca un'altra volta [sul mare], mandi contro di voi un ciclone e vi faccia annegare per la vostra miscredenza, senza che possiate trovare chi vi difenda contro di Noi"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "In verita abbiamo onorato i figli di Adamo, li abbiamo condotti sulla terra e sul mare e abbiamo concesso loro cibo eccellente e li abbiamo fatti primeggiare su molte delle Nostre creature"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "Nel Giorno in cui ogni comunita sara richiamata assieme alla loro guida, coloro che riceveranno il rotolo nella destra, leggeranno il loro rotolo e non subiranno il minimo torto"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "E colui che sara stato cieco in questa vita, lo sara nell'altra e piu traviato ancora"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Intendevano infatti sviarti da cio che ti abbiamo rivelato, nella speranza che Ci attribuissi, inventandolo, altro che questo [Corano]. E allora ti avrebbero preso come amico"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "E se non ti avessimo rafforzato, avresti inclinato un po' verso di loro"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "[E allora] ti avremmo fatto soffrire un doppio [supplizio] nella vita e un doppio [supplizio] nella morte, quindi non avresti trovato chi ti sarebbe stato d'ausilio contro di Noi"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Poco manco che non ti spingessero ad abbandonare questa regione, esiliandoti; in tal caso, vi sarebbero rimasti ben poco dopo di te"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "[poiche questo e il Nostro] modo di agire nei confronti degli inviati che mandammo prima di te e non c'e cambiamento nel Nostro agire"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Esegui l'orazione, dal declino del sole fino alla caduta delle tenebre, [e fa'] la Recitazione dell'alba, che la Recitazione dell'alba e testimoniata"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Veglia [in preghiera] parte della notte, sara per te un'opera supererogatoria; presto il tuo Signore ti risuscitera ad una stazione lodata"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "E di': “O Signor mio, fammi entrare con la verita e fammi uscire con la verita, e concedimi potere e ausilio da parte Tua”"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "E di': “E giunta la verita, la falsita e svanita”. Invero la falsita e destinata a svanire"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Facciamo scendere nel Corano cio che e guarigione e misericordia per i credenti, e cio che accresce la sconfitta degli oppressori"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Quando colmiamo l'uomo di favori, si sottrae e si allontana; quando invece lo coglie sventura, si dispera"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Di': “Ognuno agisce secondo la sua disposizione e il vostro Signore ben conosce chi segue la via migliore”"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Ti interrogheranno a proposito dello Spirito. Rispondi: “Lo Spirito procede dall'ordine del mio Signore e non avete ricevuto che ben poca scienza [a riguardo]"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Se volessimo, potremmo ritirare quello che ti abbiamo rivelato e allora non potresti trovare alcun protettore contro di Noi"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "se non [lo facciamo e] per una misericordia del tuo Signore, poiche in verita, la Sua grazia su di te e grande”"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Di': “Se anche si riunissero gli uomini e demoni per produrre qualcosa di simile di questo Corano, non ci riuscirebbero, quand'anche si aiutassero gli uni con gli altri”"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "In questo Corano abbiamo proposto agli uomini ogni specie di metafora. La maggior parte di loro rifiuta [tutto quanto], eccetto la miscredenza"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "E dicono: “Non ti presteremo fede finche non farai sgorgare per noi una sorgente dalla terra"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "o non avrai un giardino di palme e vigne, nel quale farai sgorgare ruscelli copiosi"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "o non avrai fatto cadere, come pretendi, il cielo in pezzi su di noi; o non avrai fatto venire, davanti a noi, Allah e gli angeli in tuo aiuto”"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Oppure: “[finche] non avrai una casa d'oro”; o: “[finche] non sarai asceso al cielo, e comunque non crederemo alla tua ascesa al cielo, finche non farai scendere su di noi un Libro che possiamo leggere”. Rispondi: “Gloria al mio Signore: non sono altro che un uomo, un messaggero”"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Nulla impedisce alle genti di credere dopo che la Guida e giunta loro, se non il dire: “Allah ha davvero inviato un uomo per messaggero?”"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Di': “Qualora sulla terra ci fossero gli angeli e vi camminassero in pace, avremmo certamente fatto scendere su di loro un angelo come messaggero”"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Di': “Allah e testimone sufficiente tra me e voi”. In verita Egli e ben informato e osserva i Suoi servi"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Colui che Allah guida e ben diretto; ma, quanto a coloro che Allah svia, non troverai per loro patroni all'infuori di Lui, e nel Giorno della Resurrezione li riuniremo [trascinandoli] sui loro volti, ciechi, muti e sordi. L'Inferno sara la loro dimora e ogni volta che si raffreddera, ne ravviveremo le fiamme"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Sara il loro compenso, perche tacciano di menzogna i Nostri segni e dicono: “Quando saremo ossa e polvere saremo resuscitati a nuova creazione?”"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Ma non vedono dunque che Allah, Che ha creato i cieli e la terra, e capace di creare il loro eguale e ha fissato loro un termine, sul quale non c'e dubbio alcuno? Gli ingiusti non ammettono altro che la miscredenza"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Di': “Se possedeste i tesori della misericordia del mio Signore, li lesinereste per paura di spenderli, che l'uomo e avaro”"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "In verita abbiamo dato a Mose nove segni evidenti"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Disse: “Sai bene, che non ha fatto scendere questi segni, altri che il Signore dei cieli e della terra, prove inequivocabili [della mia missione]. Io credo, Faraone, che tu sia perduto!”"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "[Faraone] voleva scacciarli dalla terra, ma Noi li facemmo annegare, lui e quelli che erano con lui"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Dicemmo poi ai Figli di Israele: “Abitate la terra!”. Quando si compi l'ultima promessa, vi facemmo venire in massa eterogenea"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Con la verita abbiamo fatto scendere [il Corano] e con la verita e sceso: non ti inviammo se non come annunciatore di buona novella e come ammonitore"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "E un Corano che abbiamo suddiviso, affinche tu lo reciti lentamente agli uomini e lo facemmo scendere gradualmente"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Di': “Crediate in esso oppure no, coloro ai quali in precedenza fu data la Scienza si gettano prosternati, i volti contro la terra, quando viene loro recitato"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "e dicono: \"Gloria al nostro Signore! La promessa del nostro Signore si realizza"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Cadono prosternati sui loro volti, piangendo, e la loro umilta si accresce”"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Di': “Invocate Allah o invocate il Compassionevole, qualunque sia il nome con il quale Lo invochiate, Egli possiede i nomi piu belli. Durante l'orazione non recitare ad alta voce e neppure in sordina, cerca piuttosto una via mediana”"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "E di': “La lode appartiene ad Allah, Che non ha figlio alcuno, Che non ha associati nella Sua sovranita e non ha bisogno di protettori contro l'umiliazione”. Magnifica la sua grandezza"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "La lode [appartiene] ad Allah, Che ha fatto scendere il Libro sul Suo schiavo senza porvi alcuna tortuosita"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "[Un Libro] retto, per avvertire di un rigore proveniente da parte di Allah, per annunciare ai credenti che compiono il bene, una ricompensa bella"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "nella quale dimoreranno perpetuamente"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "e per ammonire coloro che dicono: “Allah si e preso un figlio”"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Non hanno scienza alcuna, come del resto i loro avi. E mostruosa la parola che esce dalle loro bocche. Non dicono altro che menzogne"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Ti struggerai seguendoli, se non credono in questo Discorso"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "In verita abbiamo voluto abbellire la terra di tutto quel che vi si trova per verificare chi di loro opera al meglio"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "e in verita, poi ridurremo tutto quanto in suolo arido"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Non ti sembra che il caso dei compagni della caverna e di ar-Raqim sia, tra i Nostri segni, meraviglioso"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Quando quei giovani si rifugiarono nella caverna, dissero: “Signor nostro, concedici la Tua misericordia, concedici retto comportamento nel nostro agire”"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Rendemmo sorde le loro orecchie, [rimasero] nella caverna per molti anni"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Li resuscitammo poi, per vedere quale delle due fazioni, meglio computasse il tempo che avevano trascorso"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Ti racconteremo la loro storia, secondo verita: erano giovani che credevano nel loro Signore e Noi li rafforzammo sulla retta via"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "fortificammo i loro cuori quando si levarono a dire: “Il nostro Signore e il Signore dei cieli e della terra: mai invocheremo dio all'infuori di Lui, che allora pronunceremmo un'aberrazione"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Ecco che la nostra gente si e presa degli dei all'infuori di Lui. Perche non adducono una prova evidente su di loro? Qual peggior iniquo di chi inventa menzogne contro Allah"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Quando vi sarete allontanati da loro e da cio che adorano all'infuori di Allah, rifugiatevi nella caverna: il vostro Signore spargera su di voi la Sua misericordia e decidera del vostro caso nel migliore dei modi”"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Avresti visto il sole, al levarsi sfiorare a destra la loro caverna, e scostarsi a sinistra al calare, mentre loro erano in un ampio spazio. Questi sono i segni di Allah. Colui che Allah guida e ben guidato, ma per colui che Egli svia, non troverai patrono alcuno che lo diriga"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Avresti creduto che fossero svegli e invece dormivano. Li giravamo sul lato destro e su quello sinistro, mentre il loro cane era sulla soglia, le zampe distese. Se li avessi scorti saresti certamente fuggito volgendo le spalle e certo saresti stato preso dal terrore vedendoli"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Li resuscitammo infine perche si interrogassero a vicenda. Disse uno di loro: “Quanto tempo siete rimasti?”. Dissero: “Siamo rimasti una giornata o parte di una giornata”. Dissero: “Il vostro Signore sa meglio, quanto siete rimasti. Mandate uno di voi alla citta con questo vostro denaro, che cerchi il cibo piu puro e ve ne porti per nutrirvi. Si comporti con gentilezza e faccia si che nessuno si accorga di voi"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Se s'impadronissero di voi, vi lapiderebbero o vi riporterebbero alla loro religione e, in tal caso, non avreste alcun successo”"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Facemmo si che fossero scoperti, affinche si sapesse che la promessa di Allah e verita, e che non c'e dubbio alcuno a proposito dell'Ora. Discutevano sul caso loro e dicevano: “Innalzate su di loro un edificio. Il loro Signore meglio li conosce”. Quelli che infine prevalsero, dissero: “Costruiamo su di loro un santuario”"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Diranno: “Erano tre, e il quarto era il cane”. Diranno congetturando sull'ignoto: “Cinque, sesto il cane” e diranno: “Sette, e l'ottavo era il cane”. Di': “Il mio Signore meglio conosce il loro numero. Ben pochi lo conoscono”. Non discutere di cio, eccetto per quanto e palese e non chiedere a nessuno un parere in proposito"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Non dire mai di nessuna cosa: “Sicuramente domani faro questo...”"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "senza dire “se Allah vuole”. Ricordati del tuo Signore quando avrai dimenticato [di dirlo] e di': “Spero che il mio Signore mi guidi in una direzione ancora migliore”"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Rimasero trecento anni nella loro caverna, e ne aggiungono altri nove"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Di': “Allah sa meglio quanto rimasero”. Appartiene a Lui il segreto dei cieli e della terra. Ha il miglior udito e la migliore vista. All'infuori di Lui non avranno patrono alcuno ed Egli non associa nessuno al Suo giudizio"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Recita quello che ti e stato rivelato del Libro del tuo Signore. Nessuno puo cambiare le Sue parole e non troverai, all'infuori di Lui, alcun rifugio"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "E persevera insieme con coloro che invocano il loro Signore al mattino e alla sera, desiderando il Suo Volto. Non vadano, oltre loro, i tuoi occhi, in cerca degli agi di questa vita. Non dar retta a colui il cui cuore abbiamo reso indifferente al Ricordo di Noi, che si abbandona alle sue passioni ed e oltraggioso nel suo agire"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Di': “La verita [proviene] dal vostro Signore: creda chi vuole e chi vuole neghi”. In verita abbiamo preparato per gli ingiusti un fuoco le cui fiamme li circonderanno, e quando imploreranno da bere, saranno abbeverati da un'acqua simile a metallo fuso, che ustionera i loro volti. Che terribile bevanda, che atroce dimora"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Quanto a coloro che credono e compiono il bene, non lasceremo andar perduta la ricompensa di chi avra agito per il bene"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Ecco coloro che avranno i Giardini dell'Eden, dove scorrono i ruscelli. Saranno ornati di bracciali d'oro e vestiranno verdi abiti di seta finissima e di broccato e staranno appoggiati su alti divani. Che eccellente ricompensa, che splendida dimora"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Proponi loro la metafora dei due uomini: ad uno di loro demmo due giardini di vigna circondati da palme da datteri, separati da un campo coltivato"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Davano il loro frutto i due giardini, senza mancare in nulla e, in mezzo a loro, facemmo sgorgare un ruscello"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Alla raccolta, disse al suo compagno: “Ti sono superiore per beni e piu potente per clan!”"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Entro nel suo giardino e, ingiusto nei suoi stessi confronti, disse: “Non credo che tutto questo possa giammai perire"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "non credo che l'Ora sia imminente, e se mi si condurra al mio Signore, certamente trovero qualcosa di meglio che questo giardino!”"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Gli rispose il suo compagno, argomentando con lui: “Vorresti rinnegare Colui Che ti creo dalla polvere e poi dallo sperma e ti ha dato forma d'uomo"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Per quanto mi concerne e Allah il mio Signore e non assocero nessuno al mio Signore"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Conveniva che entrando nel tuo giardino dicessi: Cosi, Allah ha voluto! Non c'e potenza se non in Allah!\". Sebbene, tu mi veda inferiore a te nei beni e nei figli"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "puo darsi che presto il mio Signore mi dia qualcosa di meglio del tuo giardino e che invii dal cielo una calamita contro di esso, riducendolo a nudo suolo"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "o che l'acqua che l'irriga, scenda a tale profondita che tu non possa piu raggiungerla”"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Fu distrutto il suo raccolto, ed egli si torceva le mani per quello che aveva speso: i pergolati erano distrutti. Diceva: “Ah! Se non avessi associato nessuno al mio Signore!”"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "E non ci fu schiera che potesse essergli d'aiuto contro Allah ed egli stesso non pote aiutarsi"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Che in tal caso [spetta] ad Allah, il Vero, la protezione. Egli e il migliore nella ricompensa e nel [giusto] esito"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Proponi loro la metafora di questa vita: e simile ad un'acqua che facciamo scendere dal cielo; la vegetazione della terra si mescola ad essa, ma poi diventa secca, stoppia che i venti disperdono. Allah ha potenza su tutte le cose"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Ricchezze e figli sono l'ornamento di questa vita. Tuttavia le buone tracce che restano, sono, presso Allah, le migliori quanto a ricompensa e [suscitano] una bella speranza"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Nel Giorno in cui faremo muovere le montagne, vedrai la terra spianata e tutti li riuniremo senza eccezione"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Compariranno in file, schierate davanti al tuo Signore: “Eccovi ritornati a Noi come vi creammo la prima volta. E invece pretendevate che mai vi avremmo fissato un termine?”"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "E vi si consegnera il Registro. Allora vedrai gli empi sconvolti, da quel che contiene. Diranno: “Guai a noi! Cos'e questo Registro, che non lascia passare azione piccola o grande, senza computarla!”. E vi troveranno segnato, tutto quello che avranno fatto. Il tuo Signore non fara torto ad alcuno"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "E quando dicemmo agli angeli: “Prosternatevi davanti ad Adamo”, si prosternarono, eccetto Iblis, che era uno dei demoni e che si rivolto all'Ordine di Allah. Prenderete lui e la sua progenie come alleati in luogo di Me, nonostante siano i vostri nemici? Un pessimo scambio per gli ingiusti"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Non li presi a testimoni della creazione dei cieli e della terra e neppure della creazione di loro stessi e,ce rtamente, non accetterei l'aiuto dei corruttori"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Nel Giorno, in cui dira: “Chiamate coloro che pretendevate Miei consimili”, li invocheranno, ma essi non risponderanno e tra loro avremo posto un abisso"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Gli iniqui vedranno il fuoco. Allora capiranno di stare per cadervi e non avranno nessuno scampo"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Certamente, in questo Corano, abbiamo offerto alle genti ogni sorta di esempi. Ciononostante l'uomo e la piu polemica delle creature"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Cosa mai impedisce agli uomini di credere, dopo che e giunta loro la Guida, e di chiedere perdono al loro Signore? [Vogliono] subire il destino dei loro avi e [che] li colpisca in pieno il castigo"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Non inviammo i profeti se non per annunciare ed ammonire. I miscredenti usano le menzogne per indebolire la verita. Deridono i Nostri segni e cio di cui li si avverte"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Quale peggior ingiusto di colui che si allontana dai segni di Allah, dopo che essi gli sono stati ricordati, e che dimentica quello che ha commesso? Anche se li richiami alla retta via, essi non la seguiranno mai"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Il tuo Signore e il Perdonatore, Colui Che detiene la misericordia. Se considerasse quello che hanno fatto, certamente affretterebbe il castigo; ma ognuno di loro ha un termine e nessuno potra sfuggirvi"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Quelle citta le facemmo perire quando [i loro abitanti] furono ingiusti; per ognuna avevamo stabilito un termine per la loro distruzione"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "[Ricorda] quando Mose disse al suo garzone: “Non avro pace, finche non avro raggiunto la confluenza dei due mari, dovessi anche camminare per degli anni!”"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Quando poi giunsero alla confluenza, dimenticarono il loro pesce che, miracolosamente, riprese la sua via nel mare"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Quando poi furono andati oltre, disse al suo garzone: “Tira fuori il nostro pranzo, che ci siamo affaticati in questo nostro viaggio!”"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Rispose: “Vedi un po' [cos'e accaduto], quando ci siamo rifugiati vicino alla roccia, ho dimenticato il pesce - solo Satana mi ha fatto scordare di dirtelo - e miracolosamente ha ripreso la sua via nel mare"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Disse [Mose]: “Questo e quello che cercavamo”. Poi entrambi ritornarono sui loro passi"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Incontrarono uno dei Nostri servi, al quale avevamo concesso misericordia da parte Nostra e al quale avevamo insegnato una scienza da Noi proveniente"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Chiese [Mose]: “Posso seguirti per imparare quello che ti e stato insegnato [a proposito] della retta via?”"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Rispose: “Non potrai essere paziente con me"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Come potresti resistere dinnanzi a fatiche, che non potrai comprendere?”"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Disse [Mose]: “Se Allah vuole saro paziente e non disobbediro ai tuoi ordini”"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "[e l'altro] ribadi: “Se vuoi seguirmi, non dovrai interrogarmi su alcunche, prima che io te ne parli”"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Partirono entrambi e, dopo essere saliti su una nave, quello vi produsse una falla. Chiese [Mose]: “Hai prodotto la falla per far annegare tutti quanti? Hai certo commesso qualcosa di atroce!”"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Rispose: “Non ti avevo detto che non avresti avuto pazienza insieme con me?”"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Disse: “Non essere in collera per la mia dimenticanza e non impormi una prova troppo difficile”"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Continuarono insieme e incontrarono un giovanetto che [quello] uccise. Insorse [Mose]: “Hai ucciso un incolpevole, senza ragione di giustizia? Hai certo commesso un'azione orribile”"
        }
    ]
}